{
    "file": "./converted_json\\1142(19)Ex Gaz-I(5).json",
    "name": "Letters of Administration and Succession Certificates Ordinance, 2019",
    "date": "Oct 31, 2019",
    "tagline": "Efficacious and speedy mechanism for issuance of Letters of Administration and Succession Certificates",
    "content": "PART I] THE  GAZETTE  OF PAKISTAN,  EXTRA.,  NOV. 1, 2019         477 \n \n \n \n  \nISLAMABAD , FRIDAY , NOVEMBER  1, 2019   \nPART I  \n \nActs, Ordinances, President ’s Orders and Regulations  \n \nGOVERNMENT OF PAKIST AN \nMINISTRY OF LAW AND JUSTICE  \n \nIslamabad , the 31st October , 201 9 \n \n No. F.  2 (1)/2019 -Pub.—The following Ordinance promulgated on 30th \nOctober, 2019 by the President is hereby published for general information: — \n \nORDINANCE  NO.  XVI OF 2019  \n \nAN \n \nORDINANCE  \n \nto provide for an efficacious and speedy mechanism for issuance of Letters  \nof Administration and Succession Certificates  \n \n WHEREA S it is expedient to provide for an efficacious and speedy \nmechanism for facilitating issuance of Letters of Administration and Succession \nCertificates, aimed at curtailing fraud and forgery;  \n \n \nAND WHEREAS the Senate and the National Assembly are not in se ssion \nand the President is satisfied that circumstances exist which render it necessary to \ntake immediate action;  \n \n(477) \n \nPrice : Rs. 10.00 \n[1703(2019 )/Ex. Gaz.]   \n478   THE  GAZETTE  OF PAKISTAN,  EXTRA.,  NOV.  1, 2019  [PART I \n \n  NOW THEREFORE,  in exercise of powers conferred by clause  (1) of \nArticle 89 of the Constitution  of the Islamic Republic of Pakistan, the President is \npleased to make and promulgate the following Ordinance: - \n \n 1. Short title, extent and commencement .—(1) This Ordinance may \nbe called the Letters of Administration and Succession Certificates Ordinance,  \n2019.  \n \n (2) It shall extend to the whole of Islamabad Capital Territory.  \n \n (3) This Ordinance or any part thereof shall come into force on such \ndates as the Government may, by notification in the official Gazette, appoint.  \n \n 2. Definitions. —In this Ordina nce, unless there is any thing \nrepugnant in the subject or context, - \n \n(a) ‘Authority’  means the National Database and Registration \nAuthority established under section 3 of the Ordinance;  \n \n(b) ‘factual controversy’  includes an objection by legal heirs or by  any \nclaimant of legal heirship, any dispute which may arise in \nestablishing the identity of legal heirs which is not resolvable by the \nAuthority or any situation, matter or event requiring adjudication or \nrecording of evidence or where at least one of the  legal heirs is a \nminor;  \n \n(c) ‘Government’  means the Federal Government;  \n \n(d) ‘legal heir’  means a person who has entitlement to a share in the \nproperty of the deceased;  \n \n(e) ‘Ordinance ’ means National Database and Registration Authority \nOrdinance, 2000 (V III of 2000);  \n \n(f) ‘prescribed’  means prescribed by rules; and  \n \n(g) ‘rules’  means the rules made under this Ordinance.  \n \n  3. Issuance of Letters of Administration or Succession Certificates. —\nNotwithstanding anything contained in any other law for the time  being in force, \nthe Authority may issue Letters of Administration or Succession Certificates, as \nthe case may be, to the legal heirs of a deceased in respect of immovable or \nmovable property, in accordance with the Family Registration Certificate \nmaintain ed by the Authority.  \n \nPART I] THE  GAZETTE  OF PAKISTAN,  EXTRA.,  NOV. 1, 2019         479 \n \n  4. Establishment of Succession Facilitation Unit. —(1) The Authority  \nshall establish a Succession Facilitation Unit for the purpose of receipt, \nprocessing and assessment of applications for grant of Letters of Administration \nand Succe ssion Certificates.  \n \n (2) For the purpose of sub -section (1),the Authority may notify any of \nits existing offices as Succession Facilitation Unit, at such place or places as it \nmay deem appropriate.  \n \n (3) The Authority may, from time to time, appoint offic ers, staff, \nexperts, consultants, advisers and other employees, on such terms, and conditions \nas it may deem  fit, for the purpose o f carrying functions under this  Ordinance.  \n \n 5. Functions of the Succession Facilitation Unit. —The Succession \nFacilitation Un it shall perform the following functions, namely: — \n \n(a) receive applications for grant of Letters of Administration and \nSuccession Certificates, as the case may be, from legal heirs of the \ndeceased;  \n \n(b) process and assess the applications by way of a summ ary enquiry as \nprescribed, and in c ase of any factual controversy amongst the legal \nheirs decline to assess the applications for filing afresh before the \nappropriate forum in accordance with the provisions of the \nSuccession Act, 1925 (XXXIX of 1925) or any  other applicable \nlaw; \n \n(c) maintain an online portal providing for updated record of the \nLetters of Administration and Succession Certificates issued under \nthis Ordinance; and  \n \n(d) discharge or perform such functions as are incidental, ancillary or \nnecess ary for carrying out the purposes of this Ordinance.  \n \n 6. Application for Letters of Administration or Succession Certificates. —\n(1) An application for grant of Letter of Administration or Succession Certificate, \nas the case may be, shall be made to the Aut hority by the legal heirs:  \n \n Provided that legal heirs may also authorize in the prescribed form, one \namongst themselves, to act on behalf of all other legal he irs, for the purpose of \nfiling an application under this Ordinance.  \n \n (2) An application may be filed in the notified office of the Authority \nwithin whose jurisdiction the deceased ordinarily resided at the time of his death, \nor within whose jurisdiction any property or asset of the deceased is located.  \n480   THE  GAZETTE  OF PAKISTAN,  EXTRA.,  NOV.  1, 2019  [PART I \n \n  (3) The following documents shall be appended  along -with the \napplication, - \n \n(a) death certificate of the deceased;  \n \n(b) list of the legal heirs and copies of their national identity cards;  \n \n(c) an authorization in the prescribed form by the legal heirs in favour \nof the applicant as provided in proviso  to sub -section (1); and  \n \n(d) details of immovable and movable property in respect of which the \nLetter of Administration or Succession Certificate is applied for.  \n \n (4) Upon receipt of the application, a notice to the general public shall \nbe published on a  web portal to be maintained by the Authority and in one \nEnglish language and one Urdu language daily newspaper of wide circulation.  \n \n (5) Where no objection or claim is received within fourteen days of the \npublication of notice, the Authority shall, in an y of its notified office, obtain the \nbio-metric verification of the applicant and all the legal heirs:  \n \n Provided that where bio -metrics of a legal heir is not verified, the \nAuthority may require the legal heir to appear in person before the Authority on a \ndate fixed by the Authority:  \n \n Provided further that the Authority may resort to any other modern \ndevice with a view to satisfying itself as to the identity of any legal heir:  \n \n Explanation .—The bio -metric verification can be undertaken at any \nnotified o ffice within Pakistan or abroad.  \n \n (6) Upon satisfactory compliance of the codal formalities mentioned in \nthis section, the applicant shall appear before the Authority on a date fixed by it, \nwhereafter the Authority shall issue the Letter of Administration  or Succession \nCertificate, as the case may be, in favor of all legal heirs of deceased with details \nof their respective shares as provided in the personal law of such legal heirs.  \n \n (7) The Letters of Administration or Succession Certificates issued \nunder  this Ordinance shall have the same effect as if the same have been issued \nunder the Succession Act, 1925 (XXXIX of 1925).  \n \n 7. Forms of Letters of Administration and Succession Certificates. — \nLetters of Administration and Succession Certificates shall be issued, as nearly as \ncircumstances admit, in the forms prescribed by the Authority.  \n \nPART I] THE  GAZETTE  OF PAKISTAN,  EXTRA.,  NOV. 1, 2019         481 \n \n  8. Objection to th e Letters of Administration and  Succession \nCertificates. —Any person objecting to Letters of Administration or Succession  \nCertificates, as the case may be, after the issuance of the Letters of \nAdministration or  Succession Certificates by the Authority, may seek remedies \navailable under any other applicable law.  \n \n 9. Fee and costs. —(1) The Authority may charge the prescribed fees \nor other sums for its ser vices under this Ordinance including sums incurred on \npublication of public notice.  \n \n (2) The charges or sums received under sub -section (1) shall be \ncredited to the NADRA Fund established under section 24 of the Ordinance.  \n \n 10. Bar of jurisdiction. —No co urt shall exercise jurisdiction till such \ntime the Authority declines to process application for issuance of the Letters of \nAdministration or Succession Certificates by the legal heirs.  \n \n 11. Penalty, offences and trial .—The provisions in relation to \noffen ces, penalties and trial mentioned in Chapter IX of the Ordinance shall \napply mutatis mutandis  under this Ordinance.  \n \n 12. Ordinance to override other laws. —The provisions of this \nOrdinance shall have effect notwithstanding anything contained in any other law \nfor the time being, in force.  \n \n 13. Power to make rules. —The Government, may, by notification in \nthe official Gazette, make rules to carry out the purposes of this Ordinance.  \n \n \n \nDR. ARIF ALVI , \nPresident . \n \n—————  \n \nMUHAMMAD  KHASHIH -UR-REHMAN , \nSecretary . \n \nPRINTED  BY THE MANAGER, PRINTING CORPORATION OF  PAKISTAN PRESS,  ISLAMABAD . \nPUBLISHED BY THE  DEPUTY CONTROLLER, STATIONERY AND FORMS, UNIVERSITY ROAD, KARACHI ."
}