{
    "file": "./converted_json\\1142(19)Ex Gaz-I(1).json",
    "name": "National Information Technology Board Ordinance",
    "date": "August 24, 2019",
    "tagline": "To provide for establishment of National Information Technology Board for e-governance across the country",
    "content": "PART I]   THE GAZETTE OF PAKISTAN, EXTRA.,  AUGUST    27,  2019  397 \n \n \n \n \n \n \n \n  \nISLAMABAD , TUESDAY , AUGUST  27, 201 9 \n \nPART I  \n \nActs, Ordinances, President’s Orders and Regulations  \n \nGOVERNMENT OF PAK ISTAN  \nMINISTRY OF LAW AND JUSTICE  \n \nIslamabad , the 26th August , 201 9 \n \n No. F. 2(1)/2019 -Pub. —The following Ordinance promulgated on 24t h \nAugust, 2019 by the President is hereby pub lished for general information: — \n \nORDINANCE NO. X OF 2019  \n \nAN \n \nORDINANCE  \n \nto provide for establishment of  National Information Technology  \nBoard (NITB)  \n \n WHEREAS it is expedient to provide for establishment of N ational \nInformation Technology Board for e -governance across the country in line with \nthe vision and  policy of the Federal Government to serve the public in more \neffective and efficient manner through due advisories and consultancies and  \n \n \n(397) \n \n Price : Rs. 20.00 \n[1288(2019)/Ex. Gaz.]   \n398 THE GAZETTE OF PAKISTAN, EXTRA., AUGUST   27, 2019  [PART I \n \n \n \n \n \n provision of e -governance software applications to public vector organizations \nso as to focus on cross -cutting e -governance applications and initiatives that can \nbe replicated across multiple public organizations for better government to \ngovernment (G2G) and government to citizens (G2C) services and \ncommunication, and for matters connected herewith and ancillary thereto;  \n \n AND WHEREAS the Senate and the National Assembly are not in session \nand the president is satisfied that circumstances exist which render it necessary \nto take immediate action;  \n \n NOW, THEREFORE in exercise of powers conferred by clause (1) of \nArticle 89 of the constitution of the Islamic Republic of Pakistan, the President is \npleased to make and promulgate th e following Ordinance: —  \n \nPART -I \n \nPRELIMINARY  \n \n 1. Short title, extent and commencement. —(1) This Ordinance  \nshall be called the  National Information Technology Board Ordinance, 2019.  \n \n (2) It shall come in to force at once.  \n \n (3) It shall extend to whole o f Pakistan.  \n \n 2. Definitions. —In this Ordinance, unless there is anything repugnant \nin the subject or the context, — \n \n (a) “Board”  or “NITB”  means the National Information Technology \nBoard established under this Ordinance;  \n \n (b) “Board of Governors”  means t he Board of Governors constituted \nunder section 4;  \n \n (c) “Chairman”  means Chairman of the Board.  \n \n (d) “Chief Executive Officer “or” CEO”  means the CEO of the \nBoard appointed under section 5;  \n \n (e) “Fund”  means the Board Fund a s provided in section 13;  \n \n (f)  “member”  means member of the Board including the Chairman;  \n \n (g) “prescribed”  means prescribed by rules or regulations made under \nthis Ordinance;  \nPART I]   THE GAZETTE OF PAKISTAN, EXTRA.,  AUGUST    27,  2019  399 \n \n \n \n \n \n  (h) “President”  means President of the Islamic Republic of Pakistan;  \n \n (i) “rules”  means rules framed und er this Ordinance; and  \n \n (j) “regulations”  means the regulations made under this Ordinance.  \n \nPART -II \n \nEstablishment of National Information Technology Board (NITB)  \n \n 3. Establishment of the Board. —(1) As soon as may be but not later \nthan thirty days of the  commencement of this Ordinance, the Federal \nGovernment shall, by notification in the official Gazette, establish a Board to be \nknown as National Information Technology Board for carrying out the purposes \nof this Ordinance.  \n \n (2) The Board shall be a body corporate having perpetual succession \nand a common seal, with administrative and financial powers, subject to the \nprovisions of this Ordinance to enter into agreements and contracts, acquire, \nhold and dispose of property, both movable and immovable and to sue and to be \nsued.  \n \n (3) The headquarters of the Board shall be at Islamabad and it may set \nup offices at such place or places, with the prior approval of the Federal \nGovernment, as it may deem appropriate throughout Pakistan.  \n \n (4) The Board shall consis t of the Chairman and Members.  \n \n 4. Board of Governors .—(1) The general direction and \nadministration of the affairs of  the Board shall vest in the Board of Governors, \nconsisting of the following members, namely: — \n \n (a) the President of Pakistan  Chairman  \n \n (b) Federal Minister for the Division to which  Vice-Chairman/  \n  business of the Board stands allocated  ex-Officio   \n \n (c) Secretary of the Division to which business  Member ex-officio  \n  of the Board stands allocated  \n \n (d) Secretary, Finance Division  Member ex-officio  \n \n (e) Secretary, Establishment Division  Member ex-officio  \n \n (f) Secretary of the Division to which business  Member ex-officio  \n  of Science & Technology stands allocated  \n400 THE GAZETTE OF PAKISTAN, EXTRA., AUGUST   27, 2019  [PART I \n \n \n \n \n \n  (g) five eminent stake -holders in information  Members  \n  technology from pri vate sector to be nominated  \n  by the Prime Minister in prescribed manner  \n \n (h) one distinguished woman academician to be  Member  \n  nominated by t he Prime Minister in prescribed  \n  manner  \n \n (i) Chairman National Telecommunication and  Member ex-officio  \n  Infor mation Technology Security Board  \n  \n  CEO of NITB  Member ex-officio  \n \n (2) The CEO shall be ex-officio  Secretary of the Board.  \n \n (3) The members, other than the ex-officio  members, shall hold office \nfor a term of three years from the date of their appointmen t, extendable for \nanother term subject to the maximum age -limit of sixty -five years and shall be \nappointed in the manner prescribed by regulations.  \n \n (4) A member, other than an ex-officio  member, may resign from his \noffice by writing under his hand addres sed to the Prime Minister.  \n \n (5) The business of the Board shall be conducted as may be prescribed \nby regulations.  \n \n (6) In absence of the Chairman, a member designated by the Chairman \nshall preside over the Board meetings.  \n \n 5. Appointment of CEO. —(1) The  CEO shall be appointed by the \nFederal Government, on the recommendations of the Board, on such terms and \nconditions as may be deter mined by the Board : \n \n Provided that the CEO appointed prior to commencement of this \nOrdinance shall be deemed to have been a ppointed under this Ordinance . \n \n (2) The CEO shall be an eminent IT professional of known integrity, \ncompetence and expertise in handling IT development projects.  \n \n (3) The CEO may resign from his office by giving one month notice in \nwriting under his own hand, addressed to the Federal Government.  \n \n (4) The CEO shall be answerable to the Board for all administrative, \nfinancial and technical matters of the Board. The Board may delegate such \nPART I]   THE GAZETTE OF PAKISTAN, EXTRA.,  AUGUST    27,  2019  401 \n \n \n \n \n \n administrative and financial powers to the CEO for carrying out day to day \naffairs of the Board as it deems necessary.  \n \n 6. Meetings of the Board. —(1) The Chairman or, in his absence, the \nmember designated by the Chairman for the purpose shall preside at a meeting \nof the Board.  \n \n (2) One-half of the total members shall con stitute a quorum for \nmeetings of the Board requiring a decision by the Board.  \n \n (3) The decisions of the Board shall be taken by majority of its \nmembers present and in case of a tie, the member presiding a meeting shall have \na casting vote.  \n \n (4) The membe rs shall receive such fee and expenses for each meeting \nas may be prescribed by regulations.  \n \nPART -III \n \nPOWERS AND FUNCTIONS OF THE BOARD  \n \n 7. Powers of the Board. —The Board shall exercise all powers as \nshall enable it to effectively perform its functions specified in section 8. In \nparticular and without prejudice to the generality of the foregoing power, the \nBoard shall - \n \n (a) prescribe regulations, including regulations for exercising its \npowers and performance of its functions.  \n \n (b) enter into contract s, agreements and MOUs;  \n \n (c) acquire, lease, encumber, dispose of, exchange, vest or otherwise \ndeal with any moveable or immovable property or any interest \ntherein ; \n \n (d) prescribe regulations for appointment and removal of the Board \nEmployees or/and rela ted matters . \n \n 8. Functions of the Board. —The Board shall exercise all powers as \nshall enable it to effectively perform its functions specified in this section. In \nparticular and without prejudice to the generality of the fo regoing power, the \nBoard shall — \n \n (a) provide technical guidance for embedding e -governance in the \nFederal ministries and divisions including their attached \n402 THE GAZETTE OF PAKISTAN, EXTRA., AUGUST   27, 2019  [PART I \n \n \n \n \n \n departments, autonomous bodies, sub -ordinate offices and \npromoting efficient and transparent governance;  \n \n (b) facilitate efficien t and cost -effective implementation of  \ne-governance programs in the Federal ministries and divisions;  \n \n (c) carry out training need assessments, including infrastructure as \nwell as HR skillset and capacity, periodically in the Federal \nGovernment department s and to design and implement IT capacity \nbuilding programs for employees of the Federal ministries and \ndivisions including their attached departments, autonomous bodies, \nsub-ordinate offices;  \n \n (d) review the status of e -government readiness on a regular basis to \nensure sustainable, accelerated digitization and relevant human \nresource development;  \n \n (e) identify the areas where IT interventions can be helpful and to \nsuggest measures for the automation of these areas through \nbusiness process re -engineering (BPR);  \n \n (f) provide standards, recommendations and compliance for software \nand infrastructure in the field of electronic governance;  \n \n (g) carry out coordination with the provinces and provide assistance \nand facilitation as and when required;  \n \n (h) facili tate efficient and cost -effective conception, procurement, \nimplementation, operations and maintenance of all Federal \nGovernment ’s ministries, divisions, departments and \norganizations ’ e-government programs and projects and ensure \ntheir holistic alignment w ith the national strategic action plans;  \n \n (i) be the lead authority to ensure data security of any ministry, \ndivision or organization for good governance;  \n \n (j) provide data to all government departments as per their \nrequirement ;  \n \n (k) be responsible to review and acquire information and \ncommunication technology service infrastructure to government \ndepartments to revamp e -governance and communication within \nthe Government;  \n \nPART I]   THE GAZETTE OF PAKISTAN, EXTRA.,  AUGUST    27,  2019  403 \n \n \n \n \n \n  (l) provide standardization across the government departments in \ninformation and communication technology data, services and \ninfrastructure by granting approvals to any new information and \ncommunication technology related technology or projects in \ngovernment departments;  \n \n (m) be responsible to investigate IT security breaches across \ngovernment departments;  \n \n (n) be responsible to build, rollout and maintain national disaster IT \nand communications action plan;  \n \n (o) be responsible to provide system analysis consulting service to \ngovernment departments and build information and communica tion \ntechnology applications based on their needs;  \n \n (p) build private sector information and communication technology \nindustry and diversify the skillset of new generation;  \n \n (q) establish centers of excellence to develop technologies in \ncollaboration wit h other government departments and private \nsector;  \n \n (r) be authorized to acquire citizens ’ data, partially or all, from the \ndatabase of any government ministry, division, or organization \nwith the permission of the concerned ministry, division, \ndepartment,  organization provided that - \n \n (i) data shall remain the ownership of the concerned ministry, \ndivision, department or organization;  \n \n (ii) if the data is acquired by NITB, for the purpose of \ndevelopment of any governance application, the concerned \nministr y, division, department or organization shall be bound \nto share the data free of cost; and  \n \n (iii) if the data is acquired, by NITB, for the purpose of \ndevelopment of any commercial application, the data shall be \nshared on mutually agreeable terms between NITB and the \nconcerned ministry,  division, department or organization \nwithin seven days failing which the matter shall be referred to \nFederal Government for determination of terms and \nconditions for sharing of data;  \n \n404 THE GAZETTE OF PAKISTAN, EXTRA., AUGUST   27, 2019  [PART I \n \n \n \n \n \n  (s) enlist all private sector companie s to collaborate and deliver \nservices to any ministry, division or organization on information \nand communication technology related projects;  \n \n (t) utilize all means to ensure security of data and systems of any \nministry, division, or organization, in line  with international \nstandards;  \n \n (u) recommend representation of any government department \ninternationally in the context of information and communication \ntechnology industry;  \n \n (v) recommend any matter pertaining to development, reform, \nimprovement and su stainability of information and communication \ntechnology sector of Pakistan;  \n \n (w) be responsible for recommending and defining standardized \nparameters in line with IT policy to be followed at all levels for IT \nprojects;  \n \n (x) recommend and execute develop ment of national IT plans and \npolicies in line with international best practices; and  \n \n (y) collect information with respect to IT within and outside Pakistan \nand review the impact thereof.  \n \n 9. Committees of the Board. —(1) The Board may, for carrying out \nits functions, constitute such committees, from time to time as may be \nconsidered appropriate.  \n \n (2) The committees constituted under sub -section (1) shall conduct \ntheir business in such manner as may be prescribed by regulations.  \n \n 10. Organization of the  Board. —(1) The Board may, for carrying out \nits functions for promotion of IT projects, developments of IT projects, \ncertification of IT and project management, may enter into contract and \nagreement on such terms and conditions as may be prescribed by the Board as it \nmay consider necessary.  \n \n (2) The organization established or contracted with under sub -section \n(1) shall be subject to control and supervision of the Board and shall function \nwithin the framework of this Ordinance.  \n \n (3) An organization establ ished or contracted with under sub -section \n(1) shall perform such business as may be prescribed by the Board from time to \ntime.  \nPART I]   THE GAZETTE OF PAKISTAN, EXTRA.,  AUGUST    27,  2019  405 \n \n \n \n \n \n  11. Management of the Board. —Subject to the powers delegated by \nthe Board, the overall management of the Board shall vest in th e authority of \nCEO including giving sanction, approval, initiation of disciplinary proceedings \nof persons in service of the Board, allocation of funds in different heads of \naccounts, maintenance of discipline, local or international cooperation with \norgani zations providing services in the field of information technology and do \nany other act or take any action as it deems necessary for smooth functioning of \nthe Board.  \n \n 12. Appointment of officers and other staff of the Board. —(1) \nSubject to regulations, the  Board may appoint such officers, experts, advisers, \nconsultants and members of staff as it may consider necessary for the efficient \nperformance of its functions on such terms and conditions as may be prescribed.  \n \n (2) The Board of Governors, through regul ations, may delegate any of \nits powers relating to appointment of officers and other staff to the CEO or any \nother officer.  \n \n (3) The officers, members of the staff, advisers, consultants, experts \nand other persons appointed by the Board shall not be civil  servants within the \nmeaning of the Civil Servants Act, 1973 (LXXI of 1973).  \n \n 13. Transfer of assets and liabilities of erstwhile NITB. —(1) From \nthe date of commencement of this Ordinance, all the terms and conditions of \nservice of regular and contract em ployees of erstwhile NITB shall remain as \nsuch on their transfer to the Board.  \n \n (2) Notwithstanding anything to the contrary contained in this section, \nany person in service of erstwhile NITB, within three months of the transfer, \nshall exercise an irrevoc able option either to remain civil servant or become \nemployees of the Board:  \n \n Provided that where any person does not exercise the option within the \nsaid period he shall be deemed to have opted to become employee of the Board.  \n \n (3) On transfer as aforesa id, terms and conditions of service of the \nperson shall not be less favorable than those by which he was governed \nimmediately before his transfer at the time of commencement of this Ordinance.  \n \n (4) No person who stands transferred to the Board shall, \nnotw ithstanding anything contained in any law for the time being in force, be \nentitled to any compensation because of such transfer.  \n \n (5) All assets and liabilities of the erstwhile NITB on commencement \nof this Ordinance shall stand transferred to and vested in the Board.  \n406 THE GAZETTE OF PAKISTAN, EXTRA., AUGUST   27, 2019  [PART I \n \n \n \n \n \n  (6) The Federal Government shall pay to the Board capitalized value \nof pension and gratuity in respect of employees transferred to the Board to which \nthey have become entitled to or have been owned by them till the date of \ncommencement of th is Ordinance.  \n \n (7) All suits and other legal proceedings instituted by or against the \nFederal Government in respect of the erstwhile NITB shall be deemed to be suits \nand legal proceedings against the Board from the date of commencement of this \nOrdinance a nd shall be dealt with by the Board.  \n \n (8) All contracts, agreements, promises, negotiations and working \narrangements made and understandings reached including bidding process \ninitiated as a result of any request for proposal sought from prospective \ncontra ctors and all liabilities incurred including any contingent or future liability \non account of availing any service, etc. by the erstwhile NITB on behalf of the \nFederal Government in connection with, or for the purpose of, or in relation to \nthe same objects , purposes, functions and powers as those of the Board, before \nthe establishment of the Board, shall be deemed to have been made, reached or \nincurred, as applicable, by the Board under this Ordinance and shall have effect \naccordingly.  \n \nPART -IV \n \nFUNDS,  BUDG ET, ACCOUNTS AND AUDIT  \n \n 14. Funds. —(1) There shall be formed a non -lapsable fund vesting in \nthe Board to be known as the “Board Fund” for the purpose of meeting expenses \nin connection with the functions and operations of the Board under this \nOrdinance, in cluding payment of salaries and other remunerations payable to the \npersons in service of the Board.  \n \n (2) The fund shall consist of - \n \n (a) funds provided by the Federal Government for payment of salaries, \nestablishing infrastructure and running the day to  day business of \nthe Board;  \n \n (b) loans and grants by the Federal Government or any provincial \nGovernment or local authority;  \n \n (c) other loans or funds obtained by the Board;  \nPART I]   THE GAZETTE OF PAKISTAN, EXTRA.,  AUGUST    27,  2019  407 \n \n \n \n \n \n  (d) foreign aid, grants and loans negotiated and raised, or otherwise \nobtained by the Board, in consultation with Finance Division;  \n \n (e) charges for services or for the provision of any information or \nreport automated or otherwise to any government entity;  \n \n (f) fees and commissions collected by the Board as prescribed from \ntime to time;  \n \n (g) income from the sale of movable or immovable property;  \n \n (h) funds from floating bonds, shares, debentures, commercial papers \nor any other securities issues by the board or through any other \nmeans;  \n \n (i) income from investments; and  \n \n (j) all other sums received or earned by the Board.   \n \n (3) The Board Fund shall be kept in one or more accounts maintained \nby the Board in local and foreign currency in any scheduled bank in Pakistan and \nshall be operated in accordance with the prescribed regulatio ns. \n \n (4) The Federal Government may provide funds for administrative, \noperational and any other expenses.  \n \n (5) Only those funds and grants by Federal Government or donor shall \nbe credited to commercial bank account which are allowed by Finance Division \nexplicitly.  \n \n (6) Bank accounts of the Board shall be opened with the prior approval \nof the Board of Governors.  \n \n (7) Investments shall be made in accordance with instructions and \npolicy of the Finance Division including its O.M No. 4(1)/2002 -BR-II dated  \n2-7-2003.  \n \n 15. Budget. —The Board shall in respect of each financial year submit \nthrough relevant Division and Finance Division for the approval of Federal \nGovernment, by such date and in such form as may be specified by the Federal \nGovernment, a statement s howing the estimated receipts and current and \n408 THE GAZETTE OF PAKISTAN, EXTRA., AUGUST   27, 2019  [PART I \n \n \n \n \n \n development expenditure and the sums which are likely to be required from the \nFederal Government during the next financial year.  \n \n 16. Accounts. —The accounts of the Board shall be maintained in such \nform and in  such manner as the Federal Government may determine in \nconsultation with the Auditor General of Pakistan.  \n \n 17. Audit. —(1) The accounts of the Board shall be audited at the close \nof each financial year by the Auditor General of Pakistan.  \n \n (2) The Board s hall produce such accounts, books and documents as \nthe Auditor General or any officer authorized by him in this behalf may require \nfor the purpose of audit.  \n \n (3) Copies of the Auditor General ’s report on the accounts shall be \nprovided to the Board and the  Federal Government.  \n \n (4) The Board may, in addition to the audit under sub -section (1), \ncause its accounts to be audited by any other external auditors being chartered \naccountants within the meaning of the Chartered Accountants Ordinance, 1961 \n(X of 1961 ), on such remuneration as may be determined by the Board.  \n \nPART -V \n \nRULES AND REGULATIONS  \n \n 18. Power to make rules. —The Federal Government may, by \nnotification in the official Gazette, make rules for carrying out the purposes of \nthis Ordinance.  \n \n 19. Powe rs to make regulations. —(1) The Board may make \nregulations, not inconsistent with this Ordinance and the rules, to carry out the \npurposes of this Ordinance.  \n \n (2) Without prejudice to the generality of the forgoing provisions, th e \nregulations may provide f or— \n \n (a) disciplinary proceedings and award of punishments;  \n \n (b) terms and conditions along -with remunerations and privileges, \nappointment of officers, staff members, experts, advisers and \nconsultants etc;  \n \n (c) prescription of different scales and grade s etc. for the remuneration \nand privileges of officers, staff members, experts, advisors and \nconsultants of the Board.  \nPART I]   THE GAZETTE OF PAKISTAN, EXTRA.,  AUGUST    27,  2019  409 \n \n \n \n \n \n  (d) procedure for appointment of members of different committees and \nlaying down regulations for the conduct of their business;  \n \n (e) procedure  and terms and conditions for appointment of members of \nBoard of Governors, other than ex-officio  members; and  \n \n (f) all or any of the matters which by this Ordinance are to be or may \nbe prescribed by the regulations.  \n \nPART -VI \n \nMISCELLENEOUS  \n \n 20. Removal of Difficulties. —If any difficulty arises in giving effect \nto any provision of this Ordinance, rules and regulations, the President may \nmake such order, not inconsistent with the provisions of this Ordinance, rules \nand regulations, as may appear to him to be necessary for the purpose of \nremoving the difficulty.  \n \n 21. Authorities to aid the Board. —All executive authorities in the \nFederation and in the Provinces shall render such assistance to the Board as may \nbe necessary for the execution of its prog rams and projects being carried out \nunder this Ordinance.  \n \n 22. Delegation of powers. —(1) The Board of Governors may delegate \nall or any of its powers and functions to the CEO subject to such conditions and \nlimitations, as it may prescribe.  \n \n (2) The Board  may delegate all or any of its powers and functions \nunder this Ordinance to any member or officer of the Board, subject to such \nconditions and limitations, may be prescribed.  \n \n 23. Ordinance to over -ride other laws. —The provisions of this \nOrdinance shall have effect notwithstanding anything contained in any other law \nfor the time being in force.  \n \n 24. Indemnity. —No suit or other legal proceedings shall lie against \nthe officers and other staff of the Board in respect of anything which is done in \ngood faith in performance of then official obligations under this Ordinance.  \n \n 25. Saving. —Notwithstanding anything contained in this Ordinance, \nin respect of the erstwhile NITB any notification issued, appointment made, \npowers delegated, contracts entered into, proc eedings commenced, rights and \nliabilities incurred, fee or charges levied, things done or actions taken, so far as \nthey are not inconsistent with the pro visions of this Ordinance, rules  and \n410 THE GAZETTE OF PAKISTAN, EXTRA., AUGUST   27, 2019  [PART I \n \n \n \n \n \n regulations, be deemed to have been made, passed, issued, delegate d, entered \ninto, commenced, acquired, incurred, levied, done or taken under this Ordinance.  \n \n 26. Act X of 2012 not to apply to the Board. —The Industrial \nRelations Act, 2012 shall not apply to or in relation to the Board or any person in \nservice of the Boa rd. \n \n 27. Officers of the Board to be public servants .—The officers and \nmembers of the staff, advisers, consultants, experts of the Board sha ll be deemed \nto be public servants within the meaning of section 21 of the Pakistan Penal \nCode (Act XLV of 1860).  \n \n \n \n DR. ARIF ALVI , \n President . \n \n————  \n \n \n ARSHAD FAROOQ FAHEEM , \n Secretary . \n  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n_________________________________________________________________  \nPRINTED BY THE MANAGER, PRINTING CORPORATION OF PAKISTAN PRESS, ISLAMABAD \nPUBLISHED BY THE D EPUTY CONTROLLER, STATIONERY & FORMS, UNIVERSITY ROAD, KARACHI."
}