{
    "file": "./converted_json\\1142(19)Ex Gaz-I(8).json",
    "name": "Whistleblower Protection and Vigilance Commission Ordinance, 2019",
    "date": "30th October, 2019",
    "tagline": "To provide for the establishment of the Whistleblower Protection and Vigilance Commission",
    "content": "PART  I]            THE  GAZETTE  OF PAKISTAN,  EXTRA.,   NOV. 1 , 2019                  515 \n \n \n \n \n  \nISLAMABAD , FRIDAY , NOVEMBER  1, 2019   \nPART I  \n \nActs, Ordinances, President ’s Orders and Regulations  \n \nGOVERNMENT OF PAKIST AN \nMINISTRY OF LAW AND JUSTICE  \n \nIslamabad , the 31st October , 201 9 \n \n No. F.  2 (1)/2019 -Pub.—The following Ordinance promulgated on 30th \nOctober, 2019 by the President is hereby published for general information: — \n \nORDINANCE  NO.  XXIII OF 2019  \n \nAN \n \nORDINANCE  \n \nto provide for the establishment of the Whistleblower Protection and Vigilance \ncommission  \n \n WHEREAS  it is expedient to provide f or the establishment of the \nWhistleblower Protection and Vigilance Commission in order to facilitate a  \nmechanism for whistleblower information relating to corruption and to protect \nwhistleblowers from Disadvantageous Measures, and to give them rewards for \nsuch whistleblower information and for matters connected therewith and \nancillary thereto:  \n \n \n \n \n(515) \n \nPrice: Rs. 20.00 \n[1710(2019 )/Ex. Gaz.]   \n516   THE  GAZETTE  OF PAKISTAN,  EXTRA.,   NOV. 1, 2019  [PART I \n \n \n  AND WHEREAS the Senate and the National Assembly are not in session \nand the President is satisfied that circumstanc es exist which render it necessary to \ntake immediate action;  \n \n NOW, THEREFORE,  in exercise of powers conferred by clause( 1) of \nArticle 89 of the Constitution of the Islamic Republic of Pakistan, the President is \npleased to make and promulgate the following  Ordinance: - \n \n 1. Short title, extent and commencement. —(1) This Ordinance may \nbe called the Whistleblower Protection and Vigilance Commission Ordinance, \n2019.  \n \n (2) It shall extend to the whole of Pakistan.  \n \n (3) It shall come into force at once.  . \n \n 2. Definitions .—In this Ordinance, unless the context otherwise \nrequires, the  following expressions shall have the meanings hereby respectively \nassigned to them, - \n \n (a) “Authority ” includes National Accountability Bureau, Federal \nInvestigation Agency, Securiti es and Exchange Commission of \nPakistan, Federal and Provincial anti -corruption departments,  \nFinancial Monitoring Unit and other Federal or Provincial  agencies \nand authorities empowered to prosecute a person in  respect of \ncorruption and corrupt practices;  \n \n (b) “Chairman ” means the Chairman of the Commission;  \n \n (c) “Commission ” means the Whistleblower Protection and Vigilance  \nCommission established under section 3 of this Ordinance;  \n \n (d) “Disadvantageous Measures ” includes the following actions, — \n \n (i) remo val from office, release from office, dismissal or any \nother unfavourablepenal or personal action equivalent to the \nloss of status at work;  \n \n (ii) disciplinary action, suspension from office, reduction in pay, \ndemotion, restriction on promotion and any oth er unfair \npersonal action;  \n \n (iii) work reassignment, transfer, denial of duties, rearrangement \nof duties or any other personal actions that are against the \nWhistleblower ’s will;  \nPART  I]            THE  GAZETTE  OF PAKISTAN,  EXTRA.,   NOV. 1 , 2019                  517 \n \n \n  (iv) discrimination in the performance evaluation, etc. and \nsubsequent discr imination in the payment of wages, bonuses, \netc; \n \n (v) cancellation of education, training or other self -development \nopportunities;  \n \n (vi) the restriction or removal of budget, work force or other \navailable resources;  \n \n (vii) the suspension, of access to s ecurity information or classified \ninformation; or th e cancelation of authorization to handle \nsecurity information or classified information; or any other \ndiscrimination or measure detrimental to the working \nconditions of the Whistleblower;  \n \n (viii)  putting  the Whistleblower ’s name on a black or grey lists as \nwell as the release of such a black or grey lists, bullying, the \nuse of violence and abusive language, or any other action that \ncauses physical harm;  \n \n (ix) unfair audit or inspection of the Whistleblow er’s work;  \n \n (x) cancellation  of a license or permit, or any other action that \ncauses disadvantage to the Whistleblower;  \n \n (xi) termination o f contract for goods or services, or any other \nmeasure that causes financial loss to the Whistleblower;  \n \n (xii) intimidation;  \n \n (xiii)  threat of any of the above; and  \n \n (xiv)  any other unlawful adverse action;  \n \n (e) “Government ” means the Federal Government;  \n \n (f) “prescribed ” means prescribed by rules or regulations;  \n \n (g) “Whistleblower Information ” includes a compla int against a holder \nof public office to the Commission relating  to the commission of \noffences:— \n \n (i) of corruption and corrupt practices under the National  \nAccountability Bureau Ordinance, 1999 (No. XVIII of  1999);  \n518   THE  GAZETTE  OF PAKISTAN,  EXTRA.,   NOV. 1, 2019  [PART I \n \n \n  (ii) of a scheduled offence under Fede ral Investigation Agen cy \nAct, 1974 (Act No. VIII of 1975);  \n \n (iii) under the Anti -Money Laundering Act 2010 (Act No. VII  of \n2010);  \n \n (iv) under the Securities Act, 2015 (Act No. III of 2015) in \nrelation to public listed companies;  \n \n (v) cognizable under th e Federal and Provincial  anti-Corruption \nlaws;  \n \n (h) “regulations ” mean regulations made under this Ordinance;  \n \n (i) “rules” mean rules made under this Ordinance;  \n \n (j) “Whistleblower ” means a person or entity or an agency, who files a \nWhistleblower Inform ation under this Ordinance.  \n \n 3. Establishment of Whistlebl owers Protection and Vigilance  \nCommission. —(1) As soon as may be aftet the commencement of this \nOrdinance, — \n \n (a) the Government shall establish a Commission, to be known as the \nWhistleblower Prote ction and Vigilance Commission; or  \n \n (b) the Government may, by notification, appoint any body , corporate \nor office or any department of such body corporate or any \nGovernment department or functionary or any organization to act as \nthe Commission , as may b e specified in the notification.  \n \n (2) In the event of exercise of power under clause (b) of sub -section (1) , \nthe notified body corporate, office, department, functionary or organization shall \nbe deemed to be the Commission Under this Ordinance.  \n \n (3) The Commission may establish offices at such other places in \nPakistan as it considers necessary.  \n \n (4) The Commission shall be administratively and functionally \nindependent, and the Federal Government shall use its best efforts to promote, \nenhance and maintain  the independence of the Commission.  \n \n 4. Composition of Commission. —(1) The Commission shall consist \nof at least three members including a Chairman:  \n \nPART  I]            THE  GAZETTE  OF PAKISTAN,  EXTRA.,   NOV. 1 , 2019                  519 \n \n \n  Provided that the Government may increase the number of Members, \nfrom time to time, as it may consider a ppropriate.  \n \n (2) The Members shall be appointed by the Federal Government for a \nperiod of three years and from amongst the Members of the Commission, the \nFederal  Government shall appoint the Chairman:  \n \n Provided that the Chairman and Members shall be elig ible for re -\nappointment for such term or terms but shall cease to hold office on attaining the \nage of sixty -five years or on the expiry of the term, whichever is earlier.  \n \n (3) All the members of the Commission shall serve on a full -time basis.  \n \n (4) No pe rson shall be recommended for appointment as a Member \nunless that person is known for his integrity, expertise, eminence and experience \nfor not less than ten years in any relevant field including industry, commerce, \neconomics, finance, law, accountancy, pu blic administration, or service of \nPakistan:  \n \n Provided that the Government may prescribe qualifications, experience \nand mode of appointment of such Members including the Chairman, in such \nmanner as it may prescribe.  \n \n (5) No person shall be appointed  or continue as a Member if he, — \n \n (a) has been convicted of an offence involving moral turpitude;  \n \n (b) has been or is adjudged insolvent;  \n \n (c) is incapable of discharging his duties by reason of physical, \npsychological or mental unfitness and has been so dec lared by a \nregistered medical practitioner appointed by the Federal \nGovernment;  \n \n (d) absents himself from three consecutive meetings of the \nCommission, without obtaining leave of the Commission;  \n \n (e) fails to disclose any conflict of interest at or withi n the time \nprovided for such disclosure under this Ordinance or contravenes \nany of the provisions of this Ordinance pertaining to unauthorized  \ndisclosure of information.  \n \n (6) No act or proceeding of the Commission shall be invalid by reason \nof absence of a Member or existence of vacancy among its Members or any \ndefect in the constitution thereof.  \n520   THE  GAZETTE  OF PAKISTAN,  EXTRA.,   NOV. 1, 2019  [PART I \n \n \n  (7)  No Member or officer of the Commission shall assume his office \nuntil he has made a declaration affirming secrecy and fidelity.  \n \n (8) The remuneration payabl e to the Members, officers, employees, \nstaff, officials, experts, advisers and consultants by whatever nomenclature and \nthe administrative expe nses of the Commission shall be  expenditures charged \nupon the Federal Consolidated Fund.  \n \n (9) The accounts of th e Commission shall be audited every year by the \nAuditor General of Pakistan.  \n \n 5. The Chairman. —(1) The Chairman shall be the chief executive of \nthe Commission and shall, together with the other Members, be responsible for \nthe administration of the affairs  of the Commission.  \n \n (2) The Chairman may, subject to such conditions as he may deem fit, \nfrom time to time, delegate all or any of his powers and functions to any of the \nMembers.  \n \n 6. Meetings of Commission. —(1)Subject to this section, the \nChairman may c onvene such meetings of the Commission at such times and \nplaces as he considers necessary for the efficient performance of the functions of \nthe Commission.  \n \n (2) The Chairman shall preside at every meeting of the Commission, \nand in the absence of the Chair man, the Members may elect a Member to preside \nat the meeting.  \n \n (3) All questions arising at any meeting of the Commission shall be \ndetermined by a majority of votes of the Members present and voting.  \n \n (4) In the event of an equality of votes, the Chairm an shall have a \ncasting vote.  \n \n (5) Subject to the provisions of this Ordinance, the Chairman may give \ndirections regarding the procedure to be followed at or in connection with the \nworking of the Commission.  \n \n 7. Appointments by Commission. —(1) The Commis sion may \nappoint such officers, employees, officials, experts, advisers, and consultants by \nwhatever nomenclature, as it considers necessary, to carry out such functions as \nmay be prescribed by the Commission with such powers and on such terms and \nconditio ns as it may determine from time to time.  \n \n  \nPART  I]            THE  GAZETTE  OF PAKISTAN,  EXTRA.,   NOV. 1 , 2019                  521 \n \n \n  (2) The Commission may delegate any of its powers and functions to \nany officer of the Commission, as it may deem appropriate.  \n \n (3) The Commission may, by notification in the official Gazette, make \nregulations in respect of the terms and conditions of service of its employees.  \n \n 8. Requirements of a Whistleb lower Information. —(1) Any person \nor entity or an agency may make a Whistleblower In formation before the \nCommission.  \n \n (2) Any person or agency making the Wh istleblower Information shall \nmake a personal declaration stating that he reasonably believes that the \ninformation disclosed  by him and allegations contained therein are true to the \nbest of his knowledge and belief.  \n \n (3) Every Whistleblower Information sh all be made in writing or by \nelectronic mail or electronic mail message in accordance with the rules as may be  \nprescribed and be accompanied by supporting documents, or other material, if \nany. \n \n (4) No action shall be taken on a Whistleblower information b y the \nCommission if the disclosure does not indicate the identity of the Whistleb lower \nor the identity of the Whistleblower is found to be incorrect or false.  \n \n 9. Exemption from Disclosure. —Whistleblower Information shall \nnot be  made if the information, — \n \n (i) is likely to prejudicially affect,— \n \n (a) the sovereignty and integrity of Pakistan;  \n (b) the security, strategic or economic interests of Pakistan;  \n (c) relations with foreign states;  \n (d) is prohibited under the Official Secrets Act, 1923;  \n \n (ii) may lead to incitement of an offence;  \n \n (iii) contains Cabinet or Cabinet Committees ’ papers, including records \nof deliberations of the Ministers, Secretaries and other offices in the \nCabinet except as permitted by the Cabinet Secretary:  \n \n (iv) has been exp ressly forbidden to be disclosed or published under  any \nlaw or by a court or tribunal, or if the disclosure of  information may \nresult in conte mpt of court, cause a breach of privilege of \nParliament  or Provincial Assembly;  \n \n522   THE  GAZETTE  OF PAKISTAN,  EXTRA.,   NOV. 1, 2019  [PART I \n \n \n  (v) relates to trade secrets or intellectual property, except if such \ninformation is permitted to be disclosed under the law;  \n \n (vi) is available to the person making the disclosure in his fiduciary \ncapacity, except if such information is permitted to be disclosed  \nunder the law;  \n \n (vii) is received in confidence from a foreign government;   \n \n (viii)  impedes the process of inquiry, investigation or apprehension or \nprosecution of offenders;  \n \n (ix) endangers the life or physical safety of a person, or identifies \ninformation given in confidenc e for law enforcement;  \n \n (x) contains disclosure of personal information or if the information \nhas no relationship with public interest or if the information causes \nunwarranted invasion of privacy, except if it is permitted to be \ndisclosed under the law.  \n \n 10. Powers and functions of the Commission .— (1) The Commission \nshall have the powers to receive and assess Whist leblower Information \ncomplaints.  \n \n (2) For the purpose of assessment,the Commission shall have all the \npowers of a Civil Court under the Code of Civil Procedure, 1908 (Act V of \n1908), in respect of the following matters, namely: - \n \n (a) summoning and enforcing the attendance of any person and \nexamining him on oath;  \n (b) requiring the discovery and production of any document;  \n (c) receiving eviden ce on affidavits;  \n (d) requisitioning any public record or copy thereof from anyauthority, \nagency, court or office;  \n (e) issuing commissions for the examination of witnesses or \ndocuments; and  \n (f) such other matters as may be prescribed.  \n \n (3) The Commissi on shall be deemed to be a court for the purpose of \nsection 195 and Chapter XXVI of the Code of Criminal Procedure, 1898 (Act V \nof 1898), and every proce eding before the Commission sh all be deemed to be a \njudicial proceeding within the meaning of sect ions 193 and 228 and section 196 \nof the Pakistan Penal code, 1860 (Act XLV of 1860).  \nPART  I]            THE  GAZETTE  OF PAKISTAN,  EXTRA.,   NOV. 1 , 2019                  523 \n \n \n  (4) The Commission or an officer of the Commission duly authorized \nshall have the power to seek full and complete assistance and call for all or any \ndocuments and information relevant to or in connection with any matter or \nassessment pending before the Commission from any department of the Federal \nGovernment, Provincial Government, local authority, bank, financial institution, \nperson or a ny authority and institution or  departme nt in the public sector or the \npriyate sector, as the Commission  may deem fit and proper to demand or require, \nprovided that in any case in which a question of secrecy is involved or is raised \nby such department of the Federal Government, Provincial Govern ment, Local \nAuthority, bank, financial institution,  person, or any authority and institution or \ndepartment in the public sector or the private sector, at any time, the decision of \nthe Commission shall be final.  \n \n (5) Where any record has been provided to t he Commission for the \npurpose of assessment, the same shall be returned in original to the concerned \ninstitution, as soon as possible, but not later than thirty days and attested copies \nthereof may be retained by the Commission.  \n \n (6) No claim for any priv ilege and confidentiality shall be accepted in a \nproceeding under this Ordinance unless otherwise decided by the Commission.  \n \n 11. Assessment and complaint in relation to Whis tleblower \nInformation. —(1) The officer duly authorized by the Commission may make  an \nassessment of the Whistleblower Information within a period of sixty days from \nreceipt thereof.  \n \n (2) Upon assesstnent, if the Commission is of the view that the \nWhistleblower Information warrants further probe, inquiry or investigation by an \nAuthority  which could result in criminal prosecution in respect of any offence \nunder the National Accountability Bureau Ordinance. 1999, the Federal \ninvestigation agency  Act, 1974, the Anti -Money Laundering Act 2010, the \nSecurities Act, 2015 in relation to listed c ompanies, it shall refer the \nWhistleblower Information or any other relevant material including any finding \nor analysis by the Commission or otherwise, to the Authority.  \n \n (3) The reference by the Commission under sub -section (2) shall \nconstitute a complai nt to the Authority, which shall be the complainant before the \nAuthority.  \n \n 12. Protection to the Whistleblower. —(1) The Commission shall \nensure that no Whistleblower is victimized by Disadvantageous Measures or \notherwise merely on the ground that such Whi stleblower had made a \nWhistleblower Information or rendered assistance in assessment under this \nOrdinance.  \n \n524   THE  GAZETTE  OF PAKISTAN,  EXTRA.,   NOV. 1, 2019  [PART I \n \n \n  (2) If a Whistleblower is being subjected to Disadvantageous Measures \nor likely to be subjected to Disadvantageous Measures on the ground that he h as \nmade Whistleblower Information, he may file an application before the \nCommission seeking redressal in the matter. The Commission may pass such \norders to the concerned authority as deemed appropriate.  \n \n (3) Every order given under sub-section  (2) by t he commission  shall be \nbinding upon the concerned authority against whom the allegation of \nvictimization has been proved.  \n \n 13. Rewards and punishments. —(1) In t he event of recovery, as \nresult of Whistleblower Information, made by the Whist leblower under this  \nOrdinance, he shall be rewarded twenty  percent of the recovered amount and a \ncertificate of appreciation . \n \n (2) In case any recovery is made in view of Whistleblower Information \nmade by more than one Whistleblower, the twentypercent reward mentioned in \nsub-section (1) shall be equitably apportioned between the Whistleblowers, as \ndeemed fit, by the Commission, keeping in view the contribution of each \nWhist leblower:  \n \n Explanation:  For the purpose of this section, “Whistleblower ” means a \nnatural person and no t an entity or agency.  \n \n (3) Any person who lodges a frivolous or false Whistleblower \nInformation  shall be punished with imprisonment for a term which shall not \nextend to more than two years or with fine which may extend upto two hundred \nthousand rupees or  with both:  \n \n Provided that the amount of the fine shall be paid to the person against \nwhom  the false Whistleblower Information  has been made.  \n \n 14. Identity of Whistleblower. —The identity of the Whist leblower \nshall not he disclosed before the Authority or  any agency or forum or to anyone \neven after the finalization of the matter, except upon written consent by the \nWhistleblower, and if the Commission after inquiry is of the view that any person \nhas revealed the iden tity of the Whistleblower, it may impose a fine which may \nextend to rupees five hundred thousand, which shall be paid to the \nWhistleblower.  \n \n 15. Annual report. —(1) The Commission shall prepare a \nConsolidated Anneal Report of the performance of its activities in such a form as \nmay be prescribed a nd submit it to the Government preferably in the last month \nof the year, withont disclosing the identity of the Whistleblower,  \n \n (2) The Annual Report shall be laid before the Parliament for \nconsideration.  \nPART  I]            THE  GAZETTE  OF PAKISTAN,  EXTRA.,   NOV. 1 , 2019                  525 \n \n \n  16. Indemnity. —No suit, prosecution or other lega l proceedings shall \nlie against the Commission or against any officer, employee, agency or person \nacting on its behalf or a Whistleblower, in respect of anything which is in good \nfaith done or intended to be done under this Ordinance.  \n \n 17. Ordinance to ov erride other laws. —The provisions of this \nOrdinance shall have overriding effect notwithstanding anything contained in any \nother law for the time being in force.  \n \n 18. Power  to make rules. —(1) The Government m ay, by notification \nin the official Gazette, ma ke rules for carrying out the purposes of this Ordinance.  \n \n (2) In particular, and  without prejudice to the generality of the \nforegoing  power, such rules may provide for all or any of following matters, \nnamely: - \n \n (a) prescribing a p rocess for Whistl eblowe r Information;  \n (b) the procedure  for assessment of Whistleblower  Information under \nsub-section (1) of section  11; \n (c) determination and pa yment of  Reward under sub -section (1) of \nsection  13; \n (d) prescribing the qua lifications, terms  and conditions of s ervicc, and  \nthe methodology  of appointment of Member;  \n (e) the procedure f or the working and meetings o f the Commission; \nand  \n (f) any other matter which is incidental, ancillary or connected to the  \npurpose of this  Ordinance.  \n \n 19. Power to make regulatio n.—The Commission may make \nregulatio ns, inconsistent with the provisions of is Ordinance and the rules.  \n \n 20. Repeal.—The Public Interest Disclosures Act, 2017 (XXXVI of \n2017) i s repealed.  \n \nDR. ARIF ALVI , \nPresident . \n \n—————  \n \nMUHAMMAD  KHASHIH -UR-REHMAN , \nSecretary . \n \n \n \n \nPRINTED  BY THE MANAGER, PRINTING CORPORATION OF  PAKISTAN PRESS,  ISLAMABAD . \nPUBLISHED BY THE  DEPUTY CONTROLLER, STATIONERY AND FORMS, UNIVERSITY ROAD, KARACHI ."
}