{
    "file": "./converted_json\\1724(19)Ex Gaz-I GB.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "PART I]       THE GAZETTE OF PAKISTAN, EXTRA., NOV. 5, 2019  709 \n \n \n \n  \nISLAMABAD , TUESDAY , NOVEMBER  5, 201 9  \n \nPART I  \n \nActs, Ordinances, President ’s Orders and Regulations  \n \nGOVERNMENT OF GILGIT -BALTISTAN  \n \nLAW AND PROSECUTION DEPARTMENT  \n(Gilgit -Baltistan  Secretariat ) \n \nGilgit , the 17th August , 201 9 \n \nTHE  GILGIT -BALTISTAN  \n \nPUBLIC  –PRIVATE  PARTNERSHIPACT,  2019  \n \n(ACT NO. IV OF 2019) \n \n To provide for the participation of the private sector in the financing, \nconstruction, Development, operation, or maintenance of infrastructure or \ndevelopment projects or other related services o f the government through \nconcession contracts in public private partnership mode and the establishment of \ninstitutions to regulate, monitor and supervise the implementation of public \nprivate partnership contracts.  \n \n \n(709) \n \nPrice: Rs. 40.00 \n \n[1724 (2019)/Ex.  Gaz.]    \n710 THE GAZETTE OF PAKISTAN, EXTRA.,  NOV. 5, 2019  [PART I \n \n  WHEREAS  it is expedient to expand to establish a favorable legislative \nframework to promote and facilitate the implementation of privately financed \ninfrastructure projects in form of public private partnership by enhancing \ntransparency fairness an d long -term sustainability and removing undesirable \nrestrictions on private sector participation in shape of partnership with public \nsector infrastructure development and operation;  \n AND WHEREAS it is also deemed necessary to further develop the general \nprinciples of transparency, economy and fairness in the award of contracts in \nPublic -Private partnership through the establishment of related institutions and \nspecific procedures to award such contracts, and to regulate, monitor and \nsupervise such projects a nd to provide for the matters ancillary thereto and \nconnected therewith;  \n It is hereby enacted as follows:  \nCHAPTER  I \nPRELIMINARY  \n1 Short t itle, extent and commencement. —(1) This Act may  be \ncalled the Gilgit -Baltistan Public -Private partnership Act, 2019.  \n (2) It extends to all districts of Gilgit -Baltistan.  \n (3) It shall come into force at once.  \n 2. Definitions. —In this Act unless there is anything repug nant in the \nsubject or context — \n (a) ―Act‖ means the Gilgit -Baltistan Public -Private partnership Act, \n2019 . \n (b) ―Agency‖ means a department, attached department, body \ncorporate, autonomous body of the Government, Local \nGovernment, or any organization or corporation owned or \ncontrolled by the Government or local government;  \n (c) ―Bid‖ means a bid tendered by a  person who is eligible under this \nAct to submit a proposal to  undertake a project;  \n (d) ―Board‖ means the Public -Private partnership Policy Board \nestablished under section 4;  \n (e) ―Change of control ‖ means and includes any assignment, sale, \nfinancing, gra nt of security interest, transfer of interest or other \ntransaction of any type or description, including by or through \nPART I]       THE GAZETTE OF PAKISTAN, EXTRA., NOV. 5, 2019  711 \n \n voting securities, asset transfer, contract, merger, acquisition, \nsuccession, dissolution, liquidation or otherwise, that results \ndirectl y or indirectly in a change in possession of the power to \ndirect or control, or cause the direction or control of the \nmanagement of the affected company or a significant aspect of its \nbusiness;  \n (f) ―Concession ‖ means grant of a right of a public asset by an agency \nthrough the approval of Government in return for stipulated \nservices or a promise that the right will be used for a specific \npurpose in the form of Build Operate Transfer (BOT), Design Build \nFinance Operate (DBFO) and any other variant of Public -Private \nPartnership.  \n (g) ―Consortium ‖ means a joint venture of persons, jointly and \nseverally liable, controlled by private investors or at least majority \nthereof controlled by private investors, created for the purpose of \nforming a private party and ente ring into a Public -Private \npartnership Agreement;  \n (h) ―Construction ‖ includes, reconstruction, rehabilitation, renovation, \nimprovement, expansion, addition, alteration and related activities;  \n (i) ―Conflict of interest ‖ means a situation where any member of the \nBoard receives or gives any financial or other remuneration in \nconnection with the assigned position other than as authorized by \nthe Board; (2) engages in any consulting or other activities that \nconflict with the interests of the Agency or the Board ; or (3) has a \ndirect or indirect financial interest in the outcome of any proposal \nbefore the Board;  \n (j) ―Departmental Public -Private partnership Node ‖ means the \nnode established within an Agency which is authorized to identify \nPublic -Private partnership  projects and carry out the initial \nscreening and feasibility studies;  \n (k) ―Director General ‖ means the head of the Public -Private \npartnership Unit appointed by the Government;  \n (l)  ―Government ‖ means the Government of Gilgit -Baltistan;  \n (m) ―Infrastruct ure‖ includes facilities and services in one of the \nsectors listed in Schedule I;  \n (n) ―Investment ‖ includes development and pre -operative capital \nexpenditures made or incurred on services, land, construction and \n712 THE GAZETTE OF PAKISTAN, EXTRA.,  NOV. 5, 2019  [PART I \n \n equipment; “Lender” means a financial insti tution, bank, or  \nestablishment providing financial support with or without security;  \n (o) ―Local Government ‖ means a local government as defined in the \nGilgit -Baltistan Local Government Act 2014 .  \n (p) ―Person‖ means a company, entity, firm, association, b ody of \nindividuals, or a sole proprietor other than an Agency;  \n (q) ―Prescribed ‖ means prescribed by rules or regulations made under \nthis Act;  \n (r) ―Private party ‖ means a person who enters into a Public -Private \npartnership Agreement with an Agency.  \n (s) ―Project‖ means a project implemented as a Public -Private \npartnership in one of the infrastructure sectors listed in Schedule I;  \n (t) ―Project Development Facility ‖ means a pool of funds including \ncontributions from donor international agencies, which are \navailable to pay for consulting services required for the preparation \nand execution of Public -Private partnership Projects;  \n (u) ―Public -Private partnership ‖ means a partnership carried out \nunder a Public -Private partnership Agreement between the public \nsector represented by an Agency and a private party for the \nprovision of an infrastructure facility, management functions and / \nor service with a clear allocation of risks between the two parties;  \n (v) ―Public Private Partnerships Agreements ‖ are arrangements  \nbetween government and private sector entities for the purpose of \nproviding public infrastructure, community facilities and related \nservices ; \n (w) ―Public property ‖ means any movable or immovable assets or \nrights which are in the public domain pursuant to  law or contract;  \n (x) ―Risk‖ means any event or circumstance affecting the project \nwhich can adversely affect performance and costs of any of the \ncontract obligations related thereto including design, construction, \nfinancing, operation and/or maintenance;  \n (y) ―Public Procurement Rules ‖ means Public Procurement Rules \n2004 or Gilgit -Baltistan  Procurement Rules, as may be framed by \nthe Government from time to time.  \n (z) ―Sectoral Specialist ‖ means a person having 10 years experience \nin relevant field/sector ” \nPART I]       THE GAZETTE OF PAKISTAN, EXTRA., NOV. 5, 2019  713 \n \n  (aa)  ―Viability Gap Fund ‖ means the funds from the Government \nwhich are made available to the private party to cover revenue \nshortfalls through grants, subsidies or guarantees;  \n (bb)  ―Unit‖ means the Public -Private partnership Unit established \nunder se ction 6;  \n (cc)  ―User fee‖ means a levy, unitary charge, annuity, shadow toll \nor fee whether paid by the Government or the public, which \nmay be charged by a private party under a Public -Private  \nPartnership Agreement.  \n 3. Private sector participation. —(1) Notwithstanding anything to the \ncontrary in the laws in force, the Government, its Agencies and local \ngovernments will be authorized to seek participation from the private sector in \nappropriate projects subject to the provisions of this Act.  \n (2) Subject to  the provisions of this Act and the procedures outlined in \nChapters III and IV hereto, the Government and its Agencies shall be fully \nempowered to enter into agreements and arrangements with private parties under \nmutually agreed terms and conditions in one  or several project planning and \nmanagement functions such as designing, financing, building, constructing, \nowning, operating and maintaining different infrastructure projects.  \n (3) The Government and its Agencies with the approval of the \nGovernment may en ter into a Public -Private partnership Agreement to vest \npublic property in private parties for development and other appropriate \npurposes. The Government may transfer title in Public Properties to private \nparties on appropriate terms and conditions as the Government may deem fit.  \n (4) The Government shall be competent to pay any fees for services \nperformed by private parties under duly authorized Public -Private partnership \nAgreements including but not restricted to user fees, subsidies, revenue shortfall \nguarantees and may appropriate funds for such purposes.  \nCHAPTER  II \nORGANIZATIONAL FRAMEWORK  \n 4. Policy Board. —(1) There shall be a Public -Private partnership \nPolicy Board to formulate Public -Private partnership policy based on strategic \ngoals and ensure its implementation.  \n (2) The Board shall consist of — \n \n714 THE GAZETTE OF PAKISTAN, EXTRA.,  NOV. 5, 2019  [PART I \n \n  \n(i) Chief Minister  Chairperson  \n(ii) Minister Planning and Development Dept.  Vice \nChairperson  \n(iii) Minister of concerned Department  Co-opted  \nMember  \n(iv) Chief Secretary Gilgit -Baltistan  Member  \n(v) “Two Members  of Gilgit -Baltistan  Assembly  to be \nnominated by the Speaker Gilgit -Baltistan Assembly \none Member each from Treasury and Opposition \nbenches” Member  \n(vi) Additional  Chief  Secretary  (Development)  \nPlanning  Department.  Member  \n(vii) Secretary Finance  Member  \n(viii)  Secretary Concerned  Member  \n(ix) Director General Public -Private partnership Unit Secretary to the  \nBoard /Member  \n(x) Three(3) members from the private sector to be \nnominated  by the Chief Minister  Members  \n(xi) Sectoral Specialist to be nom inated by the Chief \nMinister  Member  \n(xii) DG GB Board of Investment  Member  \n \n (3) The Board shall frame and approve Public -Private partnership \npolicies and accord final approval to all the projects selected for implementation \nunder the Public -Private part nership modality. Public -Private partnership Policy \nBoard, however, shall not entertain a local government project without the \nconsent of the concerned authority.  \n (4) The members of the private sector shall be appointed for a period of \ntwo years and shall  be eligible for re -appointment for two terms only. Members \nof the Business Community and of public sector shall be selected after careful \nconsideration of any actual or potential conflicts of interest. If any conflict of \ninterest arises during the tenure of any member from the Business Community or \nthe public sector, the Chairperson of the Board shall order such member removed \nfrom the Board and replaced by another member.  \n (5) The meetings of the Board shall be presided over by the \nChairperson and in his absence by the Vice -Chairperson.  \n (6) The decisions of the Board shall be taken by the majority of its \nmembers present. In case of a tie, the presiding member shall cast the deciding \nvote.  \n (7) All orders, determinations, and decisions of the Board shall b e \nrendered in writing and signed by the Director General or any other officer on his \nPART I]       THE GAZETTE OF PAKISTAN, EXTRA., NOV. 5, 2019  715 \n \n behalf subject to approval of Chairperson or Vice Chairperson, as the case  \nmay be.  \n Functions of the Board .— \n (1) The Boards shall: — \n i. Ensure that each draft concession  contract is consistent with \nthe provisions of this Act.  \n ii. Formulate a Public -Private partnership policy, guidelines and \nrules for the Government;  \n iii. Supervise and coordinate implementation of the Public Private \nPartnership policy by the Agencies;  \n iv. Approve, reject or send back for reconsideration the project \nproposal submitted by an Agency within six(6) months;  \n v. Decide on any direct or contingent support for a project \nproposal submitted by an Agency;  \n vi. Approve, reject or send back for recons ideration the \nrecommendation submitted by an  Agency for the contract \naward to a private party;  \n vii. Issue risk management guidelines, to assess that the \ngovernment support for projects is included in the annual \nbudget and that such support is fiscally sus tainable, and \nestablish procedures to implement such guidelines consistent \nwith this Act;  \n viii. Assist the Agencies in solving major problems impeding \nproject preparation and implementation.;  \n ix. Approve funding for projects receiving support through the  \nProject Development Facility ;  \n x. Be the final deciding authority for all the projects; and  \n xi. Take all other steps necessary to give effect to the provisions \nof this Act.  \n (2)  The Board shall frame and publish a clear and comprehensive \nPublic -Private  partnership policy outlining criteria for selection of projects and \ngiving general principles for selection of private parties. The policy shall work as \nthe basis for allowing private sector participation in projects.  \n716 THE GAZETTE OF PAKISTAN, EXTRA.,  NOV. 5, 2019  [PART I \n \n  6. Public -Private partnership Unit .—(1) The Government shall, by \nnotification, establish the Unit in the Planning & Development Department to \npromote and facilitate the development of Public -Private partnerships in GB, \nassist an Agency in preparing and executing mega projects which could aff ord \nthe cost of project structuring and due -diligence, and act as a catalyst for  \nPublic -Private partnerships . \n (2) To achieve the objectives in subsection (1), the Unit shall:  \n i. Assist the Board in formulating, implementing the Public Private \nPartnershi p Policy and provide technical support to the Board and \nact as its secretariat;  \n ii. Develop operating guidelines, procedures and model documents for \nprojects for approval by the Board;  \n iii. Develop technical and human resources to support Public -Private \npartnership initiatives at the Agencies;  \n iv. Provide technical support and advice to the Agencies throughout \nthe Public -Private partnership process;  \n v. Evaluate and prioritize project proposals submitted by the \nAgencies;  \n vi. Evaluate the type and amount  of government support sought for a \nproject, review the  bid evaluation report submitted by an Agency.  \n vii. Prepare and regularly update a pipeline of projects,  \n  viii. Oversee project implementation and issue semi -annual review and \nannual consolidated rep orts on the Public -Private partnership \nprojects and  \n ix. Perform any other functions and duties which may be assigned to it \nby the Board.  \n (3) The Unit may procure for consideration or for free, technical and \nprofessional assistance and advice which it dee ms necessary from other \ngovernmental authorities, multilateral agencies, professional bodies and private \nfirms. The Unit may also provide technical assistance and advisory services to \nthe persons and entities in Gilgit -Baltistan and elsewhere for considera tion or for \nfree, as it deems appropriate.  \n (4) Public -Private Partnership Unit, however, may take up project \nstructure activities mentioned at section 7 (2), either on the request of an agency \nor if the Public -Private Partnership policy Board assign this task to Public -Private \nPartnership Unit.  \nPART I]       THE GAZETTE OF PAKISTAN, EXTRA., NOV. 5, 2019  717 \n \n  7. Departmental Pu blic-Private Partnership Nodes .—(1) The \nadministrative head of each Agency which seeks to implement a project on a \nPublic -Private partnership basis, shall form a Public -Private partnership Node \nwith the approval of concerned Minister consisting of officers from within the \nAgency or other Agencies as the case may be, which may include representative \nfrom the Industries, Labour & Commerce, Gilgit¬Baltistan Board of Investment, \nChief Minister Inspecti on Team, Works, Finance, Environmental Protection \nAgency and Water & Power Department GB, and independent technical and \nlegal experts if deemed appropriate to develop the project.  \n (2) The Public -Private partnership Node shall:  \n i. Identify suitable projec ts and prioritize these within its sector or \ngeographical area of responsibility;  \n ii. Recruit advisors for project preparation and tendering;  \n iii. Supervise the preparation of the feasibility study and if its outcome \nis positive, submit the project propo sal through the Unit to the \nBoard;  \n iv. Conduct a competitive tendering process consisting of  \npre-qualification and bidding to select the private party;  \n v. Carry out bid evaluation and submit recommendation on contract \naward to the Board;  \n vi. Negotiate and sign the Public -Private partnership Agreement;  \n vii. Monitor and evaluate implementation and operation of the project;  \n viii. If needed, seek support and advice from the Unit for the \nperformance of any of the  above function; and  \n  ix. Prepare periodic progress reports on the Agency ’s projects to be \nsubmitted to the  Public -Private Partnership Policy Board through \nUnit.  \n 8. Project Implementation Unit .—(1) For each Concession Contract \nawarded to a Public Private Partnership Company, there shall be a Proje ct \nImplementation Unit, to oversee day to day implementation, particularly during \nthe construction period of the project in terms of the Public -Private partnership \nAgreement and the laws in force.  \n718 THE GAZETTE OF PAKISTAN, EXTRA.,  NOV. 5, 2019  [PART I \n \n  (2) The Project Implementation Unit may be established, as  and when \nneeded, at the discretion of the administrative head of the Agency consisting of \nits officers. The administrative head may appoint outside officers, professionals \nand consultants to serve on the Project Implementation Unit if so required.  \n (3) The Project Implementation Unit shall also liaise between the \nGovernment and the Public -Private partnership Company for effective project \nimplementation.  \n (4) The Departmental Public -Private partnership Node shall be \nresponsible to the administrative head of  the Agency and shall provide it and the \nUnit with periodic progress reports.  \n (9) Risk Management Unit .—The Government shall notify/ establish \na risk management unit in Finance Department to act as a fiscal guardian for the \nprojects.  \n \n Risk Management Un it shal l: \n \na. Develop risk management guidelines for approval by the Board.  \n \nb. Provide support and advice to any government agency with regard \nto risk management in a project throughout the public private \npartnership process.  \n \nc. Examine in consultation with the P ublic -Private partnership Node, \nwhether requests for government support and the proposed risk \nsharing arrangements are consistent with the Act, rules and \nregulations, and or fiscally sustainable;  \n \nd. Make recommendations to the Board through the Public -Privat e \npartnership node.  \n \ne. Recommend the inclusion of approved government support in the \nannual budget; Monitor direct and contingent liabilities of the \ngovernment incurred through the projects;  \n \nf. Perform such other functions as may be prescribed or as the Board \nmay assign.  \n \nCHAPTER III  \n \nPROJECT DELIVERY PROCESS  \n \n 9. Public -Private partnership arrangements .—Subject to obtaining \nall required approvals and  completing the necessary due diligence and appraisal \nof the project and the prospective private party, an  Agenc y may : \n \n i. Enter into a Public -Private partnership Agreement with the private \nparty, through its administrative secretary or officer with equivalent \nPART I]       THE GAZETTE OF PAKISTAN, EXTRA., NOV. 5, 2019  719 \n \n rank and status, for the performance of any of the various tasks \nrelated to design, construction, operatio n and maintenance of \ninfrastructure facilities;  \n ii. Arrange or provide for a payment to the private party in accordance \nwith the terms and conditions of the Public -Private partnership \nAgreement;  \n iii. Enter into an agreement with any entity for funding or  guaranteeing \na Public -Private  partnership project;  \n iv. Transfer, through the Administrative Secretary, an interest in a \nPublic -Private partnership project to a private party or subject to the \napproval of the Government, to a nominee of the private party by \ntransfer, assignment, conveyance, lease, license or otherwise;  \n v. Enter into an arrangement with any other Agency, the Government \nDepartment or a body, board or entity owned or controlled by the \nGovernment for a Public -Private partnership project; and  \n vi. Subject to the Public -Private partnership Agreement, assume or \ntransfer an interest in a private party or a nominee of the private \nparty by transfer, assignment, conveyance, sale, grant or surrender.  \n 10. Project identification and preparation .—(1) An Agency shall \nidentify and prepare a project, and shall complete this phase before tendering.  \n (2) The Agency shall identify and conceptualize potential projects from \nits master plans and other planning documents.  \n (3) The preparation of the projects shall  consist of a feasibility study, \ninitial environmental examination, environmental impact assessment in line with \nIndustry international best practices if required, risk analysis, analysis of the need \nfor Government support, stakeholder consultations, deter mination of the \nappropriate Public -Private partnership modality, and preparation of bidding \ndocuments including a draft Public -Private partnership Agreement.  \n (4) The Agency shall prioritize the projects within its sector and, or \ngeographical area using cr iteria such as supply and demand gaps, social and \neconomic benefits, financial attractiveness, risks and uncertainties involved, and \nreadiness for implementation.  \n (5) The Agency shall submit each viable project proposal through the \nUnit to the Board.  \n720 THE GAZETTE OF PAKISTAN, EXTRA.,  NOV. 5, 2019  [PART I \n \n  11. Project prioritization and approval .—(1) The Unit shall exercise \nquality control by reviewing the viability of the project proposals and \ncompleteness in terms of documentation.  \n (2) The Unit shall prioritize the projects that pass the review across \nsector s by taking into account provincial development objectives, and submit \nthem to the Board for approval.  \n (3) The Unit shall include approved projects in a priority list and \nwidely publicize them.  \n 12. Approval of government support .—(1) Requests for governm ent \nsupport described in Section 15 shall be an integral part of the project proposals \nsubmitted by the Agencies.  \n (2) The Unit shall review and analyze all requests for government \nsupport with budgetary implications and shall evaluate the justification an d \neligibility for such support and the fiscal impact of the related direct and \ncontingent liabilities.  \n (3) Based on this review and analysis, the Unit shall make a \nrecommendation to the Board for approval, rejection or reconsideration of the \nrequested sup port. \n (4) After approval of the Board, the Unit shall make necessary \narrangements for including such support in the budget.  \n 13. Selection of the private party .—(1) After the approval of the \nproject proposal by the Board, the Agency shall select the priva te party for the \nproject through open competitive bidding.  \n (2) The Agency shall not enter into direct negotiations with any person \nwithout open competitive bidding. Clarifications may take place during the bid \nevaluation process subject to principles of i ntegrity, transparency and equal \nopportunity.  \n 14. Change of con trol and transfer restrictions .—(1) If a \nConsortium is the pre -qualified person, it shall notify the Agency of all changes \nin the shareholding of the Consortium prior to contract award. Such c hanges may \nbe approved by the Agency, provided they are carried out in conformity with the \nterms and conditions of the bidding and do not jeopardize the Consortium ’s  \npre-qualification;  \nPART I]       THE GAZETTE OF PAKISTAN, EXTRA., NOV. 5, 2019  721 \n \n  (2) If the consortium fails to comply with requirement of sub -section  \n14(1), the consortium shall be disqualified ; \n (3)  After the contract award, the members of the Consortium may, with \nthe prior approval of the Government and subject to conditions set forth in the \nPublic -Private partnership Agreement, voluntarily or invol untarily cause, permit \nor undergo any change of control; or transfer their interests in the private party to \nthird parties, provided they are able to be replaced by an entity or entities at least \nas legally, technically and financially qualified to meet th eir project obligations.  \n 15. Government support. —(1) Government support approved by the \nBoard for a project may include any of the following:  \n i. Administrative support to the private party consistent with the \nprivate party ’s responsibilities under the Pu blic-Private partnership \nAgreement in obtaining licenses and clearances from the \nGovernment, a public sector organization or an Agency, for the \npurposes of the project on such terms and conditions as may be \nprescribed; provision of utility connections for power, gas and \nwater at project site; acquisition of land or rights of way necessary \nfor the project; rehabilitation and resettlement of displaced persons \ndirectly required to execute the project; and any other \nadministrative responsibility;  \n ii. Asset -based support such as leasing land and / or infrastructure \nfacilities owned by the Government or an Agency to the private \nparty. The need for this type of support shall be determined on a \ncase-by-case basis;  \n iii. Direct financial assistance through the Viabi lity Gap Fund. This \ntype of support shall be offered only for projects which are \neconomically and socially viable but not financially attractive if \nconstrained by affordable user fees; its amount shall be determined \nthrough bidding.  \n iv. Government guarant ees for political risks under the Government ’s \ncontrol such as changes in the Public -Private partnership policy, \ndelay of agreed user fee adjustments, early termination of the \nPublic -Private partnership Agreement with no fault of the private \nparty, and exp ropriation; this type of support shall be made \navailable for all projects; and  \n v. Government guarantees for other risks such as force majeure, \ndemand risk, and default by an Agency on payments for works and \n722 THE GAZETTE OF PAKISTAN, EXTRA.,  NOV. 5, 2019  [PART I \n \n services delivered by the private party (off -take risk); the need for \nthis type of support shall be determined on a case -by-case basis as \npart of the risk sharing analysis undertaken during project \npreparation.  \n (2) All of the government support for the project shall be clearly \nindicated in the bidding  documents and included in the Public -Private partnership \nAgreement.  \n 16. Preparation and negotiation of Public -Private partnership \nAgreement. —(1) The draft Public -Private partnership Agreement shall form a \npart of bidding documents.  \n (2)  The draft Public -Private partnership Agreement shall clearly define \nthe legal relationship between the Agency and the selected private party, as well \nas their respective rights and responsibilities, including the specific government \nsupport for the project.  \n (3) The draft Public -Private partnership Agreement shall include but \nnot limited to the following provisions, as applicable:  \n i. Type of project;  \n ii. Term of the Public -Private partnership Agreement;  \n iii. Scope of work and services to be provided under the project;  \n iv. Main technical specifications and performance standards;  \n v. Environmental and safety requirements;  \n vi. Implementation milestones and completion date of the project;  \n vii. Cost recovery scheme through user fees, including a mechanism for \nperiodical adj ustment;  \n viii. Performance bonds for construction works and operation;  \n ix. Minimum insurance coverage;  \n x. Acceptance tests and procedures;  \n xi. Rights and obligations of the parties to the Public -Private \npartnership Agreement, including risk sharing ; \nPART I]       THE GAZETTE OF PAKISTAN, EXTRA., NOV. 5, 2019  723 \n \n  xii. Penalties and liquidated damages provisions for delays;  \n xiii. Type and amount of Government support;  \n xiv. Hand back requirements at the end of the term of the Public -Private \nPartnership Agreement, if any ; \n xv. Warranty period and procedures after the  hand back;  \n xvi. Requirements and procedure for variations of the Public -Private \npartnership Agreement;  \n xvii. Grounds for and effects of termination of the Public -Private \npartnership Agreement including force majeure  \n xviii.  Compensation formula for earl y termination scenarios  \n xix. Procedures and venue for dispute resolution  \n xx. Financial reporting by the private party; and  \n xxi. Supervision mechanism of the Agency  \n (4) The Agency shall not enter into a Public -Private partnership \nAgreement unless the  procedure specified in this Act has been followed.    \n (5) Contract negotiations for the conclusion of a Public -Private \npartnership Agreement shall be completed between the Agency and the private \nparty within six months after the contract award.  \n 17. Projec t implementation and operation. —(1) Before signing the \nPublic -Private partnership Agreement with the Agency, the private party may \nestablish, without changing its shareholding and subject to conditions set forth in \nthe bidding documents, a special purpose co mpany for implementation of the \nproject , which shall assume all the rights and obligations of the private party.  \n (2) For major construction works, the private party shall prepare a \ndetailed engineering design and implementation plan in accordance with th e main \ntechnical specifications prescribed in the Public -Private partnership Agreement \nand submit it to the Agency for approval prior to the start of construction.  \n (3) The private party shall carry out the construction for the project in \naccordance with t he performance standards and specifications prescribed in the \napproved engineering design.  \n724 THE GAZETTE OF PAKISTAN, EXTRA.,  NOV. 5, 2019  [PART I \n \n  (4) To guarantee its performance in the construction works, the private \nparty shall post a bond or furnish a bank guarantee, which shall be valid up to the \nend of t he warranty period under the construction contract and acceptance by the \nAgency; for projects, which include operation by the private party, the private \nparty shall post or furnish another performance bond or bank guarantee upon the \nacceptance of the compl eted works to guarantee compliance with the operating \nparameters and standards specified in the Public -Private partnership Agreement.  \n (5) Within twelve months of the signing of the Public -Private \npartnership Agreement, the private party shall achieve fina ncial close for the \nproject or as the case may be in the Concession Agreement, defined as a legally \nbinding commitment of equity holders and lenders to provide funding for the \nentire investment. Any delay in reaching financial close beyond such period shal l \nbe reported by the Agency to the Board, with an explanation for the delay so that \nthe Board can determine if the project is capable of being financed under the \nproposed Public -Private partnership modality or whether other alternatives \nincluding tradition al procurement should be considered.  \nCHAPTER  IV \nPROCUREMENT  \n 18. Public procurement laws to apply. —(1) The procurement process \nshall be governed under Gilgit-Baltistan Public Procurement  Rules framed from \ntime to time/ Public Procurement Rules 2004.  \n (2)  The Agency shall ensure that the Gilgit -Baltistan Public \nProcurement Rules/ Public Procurement Rules 2004 have been followed in letter \nand spirit from the pre -qualification stage through bidding and contract signing. \nIn all instances, the procedures shall be transparent with full disclosure of the \nprocedures and results of the pre -qualification and bidding.  \n 3. In view of the special characteristics of procurement for Public -\nPrivate partnership projects, the Board shall periodically review, with assistance \nof the Unit, the Procurement Rules which apply to Public -Private partnerships, \nand seek any changes which are needed for successful operation of the Public -\nPrivate partnership program.  \n 4. On completion of the private party ’s selection process, the Board \nshall certify that in its opinion, the selection of the private party has been made in \ncompliance with the Gilgit -Baltistan Public Procurement Rules 2019/ Public \nProcurement Rules 2004.  \nPART I]       THE GAZETTE OF PAKISTAN, EXTRA., NOV. 5, 2019  725 \n \n  19. Award through open bidding .—Public competitive bidding shall \nbe ap plied for the award of all Public -Private partnership projects strictly in \naccordance with the provisions of the Act.  \n 20. Unsolicited proposals: - A person may propose a project to an \nAgency on its own initiative, and will be subject to the procurement pro cedures \nas may be prescribed.  \nCHAPTER  V \nFINANCE  \n 21. Financing .— (1) Financing of a Public -Private partnership project \nmay be in such amounts and upon such terms and conditions as may be \ndetermined by the parties to the Public -Private partnership Agreement . Without \nlimiting the generality of the foregoing, the private party and the responsible \nAgency may propose to utilize any or all revenues which may be available to \nthem by law to: — \n i. Issue debt, equity, or other securities or obligations;  \n ii. Enter in to leases, concessions, and grant and loan agreements;  \n iii. Access any designated funds;  \n iv. Borrow or accept grants from any source; and  \n v. Secure any financing with a pledge of, security interest in, or lien \non, any or all of its property, including a ll of its property interests in \nthe facility.  \n (2) The Government may enter into an agreement with senior secured \nlenders of the private  party pursuant to which, in the event of default of the \nprivate party, they or their duly appointed representative will  have the right, but \nnot the obligation, to step in and replace the private party or any of its contractors \nto cure the default and avoid termination of the Public -Private partnership \nAgreement. Such agreement will be negotiated and signed at or before fin ancial \nclose.  \n 22.  Viability Gap Fund .—The Government may establish a Viability \nGap Fund to support Public -Private partnership projects and finance the gap \nbetween project revenues constrained by affordability considerations and \nrevenues needed to generat e a fair return on investment for the Public -Private \npartnership projects.  \n726 THE GAZETTE OF PAKISTAN, EXTRA.,  NOV. 5, 2019  [PART I \n \n  23. User fee .—(1) The Government may impose and revise, through a \nnotification in the official gazette, single or multiple user fees for different uses \nof the Public -Private partne rship projects by different classes of the users.  \n (2) The Government may exempt, through notification in the official \ngazette, certain classes of users from payment of the user fees.  \n (3) The Government may entrust the private party with collection of \nuser fees.  \n (4) The Government shall set the user fees at levels that ensure the \nfinancial viability of the project and fully cover the operations and maintenance \nexpenses, plus a fair return to the private party. Notwithstanding the foregoing, if \nthe Governm ent elects to maintain the user fees at levels below levels that would \nensure financial viability as described herein, then it shall compensate the private \nparty for the difference through the Viability Gap Fund.  \n (5) Unless specified otherwise in the bidd ing documents, the Agency \nshall determine, through bidding, the user fees which shall be adjusted \nperiodically during the term of the Public -Private partnership Agreement based \non a formula using official price indices set forth in the Public -Private \npartn ership Agreement.  \n 24.  Reports and audits .—The Agency shall include appropriate \nreporting and audit requirements in the Public -Private partnership Agreement, \ntaking into consideration the nature of the project, its business structure, the \nsource of financ ing and the financial commitments of the Government to the \nprivate party. To the extent required, the Agency may retain outside consultants \nand auditors to perform periodic reviews of the private party ’s accounts which \nmay include the same reports submitte d by the private party to its lenders.  \nCHAPTER  VI  \nOther Issues  \n 25. Power to prescribe standards .—The Government may — \n I. Prescribe and enforce performance standards for a Public -Private \npartnership project, including standards of performance for a priva te party with \nregard to different aspects of the services to be rendered to the users and the \nGovernment;  \n II. Prescribe quality standards, including standards for the materials, \nequipment, processes and resources used, or persons employed, during all stag es \nPART I]       THE GAZETTE OF PAKISTAN, EXTRA., NOV. 5, 2019  727 \n \n of the project to ensure sustainable delivery of services and adherence to the \nprescribed quality standards;  \n III. Link entitlement to the Viability Gap Fund, subsidy, annuity and \nother compensation and benefits with meeting certain performance standard s as it \nmay deem fit;  \n IV. Issue and enforce accounting guidelines for proper accounting of \nthe projects; and  \n V. Prescribe any other standard for regulating the Public -Private \npartnership projects.  \n 26. Indemnity .— \n (1) The private party or its sub -contra ctors shall, subject to sub -section  \n (2), be responsible for, and shall release and indemnify the Agency, its \nemployees, agents and  contractors on demand from  and against all liability for — \n (a) death or personal injury;  \n (b) loss of or damage to property , including property belonging to the \nGovernment or Agency or for which it is responsible;  \n (c) breach of statutory duty; and  \n (d) Billions, claims, demands, costs, charges and expenses, including \nlegal expenses on an indemnity basis; which may arise out o f, or in \nconsequence of, the design, construction, operation or maintenance \nof the assets; the performance or non -performance by the private \nparty or its sub -sub-contractors of its obligations under the  \nPublic -Private partnership Agreement; or the presenc e on the \nGovernment ’s property of the contractor, a sub -contractors, or their \nemployees or agents.  \n (3) The private party or its sub - sub-contractors shall not be responsible \nor be obliged to  indemnify the Agency for — \n i. Any of the matter referred to in paragraphs (1) (a) to (d) above \nwhich arises as a direct result of the private party or its sub - sub-\ncontractors Billing on the instruction of the Agency;  \n ii. Any injury, loss, damage, cost and expense caused by the \nnegligence or willful default of the Ag ency, its employees, agents \nor sub -contractors, or a breach by the Agency of its obligations \nunder the Public -Private partnership Agreement, or  \n728 THE GAZETTE OF PAKISTAN, EXTRA.,  NOV. 5, 2019  [PART I \n \n  iii. Any claims made under this Act in respect of the Government ’s \nproperty.  \n 27. Dispute resolution .— \n (1) If a dispute arises out of or relates to the Public -Private partnership \nAgreement, or the breach thereof, and if that dispute cannot be settled through \ndirect discussions, the parties shall first endeavor to settle the dispute in an \namicable manner by mediati on administered by an independent and impartial \nperson appointed by the Board, before resorting to arbitration. Thereafter, any \nunresolved controversy or claim arising out of or relating to the Public -Private \npartnership Agreement, or breach thereof, shall  be settled by arbitration in the \ncity of Gilgit or any other place in Pakistan or as agreed to by the parties \nspecified in the Public - Private Partnership Agreement. Judgment upon the award \nrendered by the arbitrator(s) may be entered in any court having jurisdiction \nthereof.  \n (2) Disputes shall be decided in accordance with the law in force in \nPakistan . \n 28.  Termination of the Public -Private partnership Agreement .— \nThe Public -Private partnership Agreement may be terminated in the following \ncases:  \n I. End of the term of the Public -Private partnership Agreement.  \nUpon completion of the term of the Public -Private partnership Agreement, the \nprivate party will hand back any public property to the Government, free and \nclear of all encumbrances and in satisfactor ily condition as determined by the \nGovernment following an inspection. The procedures for the hand back and \nindemnities if any shall be set forth in the Public -Private partnership Agreement.  \n II. Unilateral termination of the Public -Private partnership \nAgreement by the Government Billing in the public interest.  Following notice \nand subject to the procedures set forth in the Public -Private partnership \nAgreement, the Government shall compensate the private party for any \ninvestments made in the project, includ ing any debts incurred and a sum which \nfairly represents the lost profit on such investments;  \n III. Default by the Agency under the Public -Private partnership \nAgreement of its obligations and expiration of any cure period, causing the \nprivate party to resc ind the Public -Private partnership Agreement. Following \nnotice and subject to the procedures set forth in the Public -Private partnership \nAgreement, the Agency shall compensate the private party for any investments \nmade in the project, including any debts i ncurred and the fair market value of the \nequity, or any amount that fairly compensates the private party for its lost \nPART I]       THE GAZETTE OF PAKISTAN, EXTRA., NOV. 5, 2019  729 \n \n revenues in accordance with the terms of the  Public -Private partnership \nAgreement;  \n IV. Default by the Private Party under the Public -Private \npartnership Agreement. If the private party fails to comply with the agreed \nmilestone, or fails to achieve the prescribed technical and performance standards, \nor commits any substantial breach of the Public -Private partnership Agreement, \nthe Agency sha ll give written notice of the breach and notice to terminate to the \nprivate party and following expiration of any cure period may: (1) take over the \nproject and assume all related liabilities of the private party, including its debt \nobligations; (2) allow lenders of the private party to exercise their step -in rights \nand security interests as specified in the loan documents for the project and \nreplace the private party on the same terms and conditions, subject to approval of \nthe substitute private party by t he Agency; (3) take over the project and auction \nthe remaining term of the Public Private -Partnership Agreement through an open \ncompetitive bidding to interested qualified investors and apply the proceeds to \npay the debts of the private party; or (4) invok e its other contractors remedies \nsuch as liquidated damages which fairly represent the degree of loss incurred by \nthe Government . \n V. The occurrence of a force majeure  event  in the Public -Private \npartnership Agreement shall be grounds for early termination  at the request of \neither party and shall allow for a reasonable allocation of the risk of loss between \nthe Government and the private party. The allocation of the risk and \ncompensation formula to be applied in such instance shall be set forth in the \nPubli c-Private partnership Agreement.  \n 29. Immunity to acts done in good faith. —No suit, claim or other \nlegal proceedings by a private party or by any person shall lie against the Board, \nthe Unit, an Agency or an officer of the Board, the Unit, and other govern ment \nofficers or consultants, in respect of anything done or intended to be done in \ngood faith and in accordance with this Act A person or private party, aggrieved \nwith the decision of Board, may file appeal in Gilgit -Baltistan Chief Court \nbarring the juri sdiction of Civil courts / District Courts.  \n 30. Power to make rules. —For systemic and transparent enforcement \nof this Act and towards meeting its objectives the Government may, by \nnotification in the official gazette, make rules for carrying out the purpo ses of \nthis Act.  \n 31. Power to frame regulations and guidelines. —Subject to this Act \nand the rules made hereunder, the Board may approve regulations, procedures \nand guidelines to make operations under this Act, efficient, transparent and \neffective.  \n   \n730 THE GAZETTE OF PAKISTAN, EXTRA.,  NOV. 5, 2019  [PART I \n \n SCHE DULE I  \n[see sections 2 (m) ]  \nINFRASTRUCTURE SECTORS  \n I. Industrial & Special Economic Zones ; \n II. Dams; Education facilities; Health facilities; Housing;  \n III. Information technology; Land reclamation;  \n IV. Power generation facilities; including Coal and power generation \nRoads (provincial highways, district roads, bridges or bypasses); \nSewerage or drainage;  \n V. Solid waste management;  \n VI. Sports or recreational infrastructure, public gardens or parks; Trade \nfairs, or cultural centers;  \n VII. Urban transpor t including mass transit or bus terminals; Water \nsupply or sanitation, treatment or distribution; and Wholesale \nmarkets, warehouses, slaughter houses or cold storages. Tourism \nand Resort Development  \n \n \nFIDA MOHAMMAD NASHAD , \nSpeaker  \nGilgit -Baltistan Assembly . \n \n_______  \n \n \n \n \nRAJA JALAL HUSSAIN MAQPOON , \nGovernor  \nGilgit -Baltistan . \n \n \n \n \n \nPRINTED  BY THE MANAGER, PRINTING CORPORATION OF  PAKISTAN PRESS, ISLAMABAD . \nPUBLISHED BY THE  DEPUTY CONTROLLER, STATIONERY AND FORMS, UNIVERSITY ROAD, KARACHI.."
}