{
    "file": "./converted_json\\1724(19)Ex Gaz-I GB(5).json",
    "name": "Gilgit-Baltistan Prosecution (Functions and Powers) Act, 2019",
    "date": "December 31, 2019",
    "tagline": "An Act to re-organize and establish Prosecution in the Gilgit-Baltistan",
    "content": "P\nAR\nT\n I]\nTHE  GAZETTE  OF  PAKISTAN,  EXTRA.,  DECEMBER  31,  2019\n801\n__________________________________________________________________\n__________________________________________________________________\nISLAMABAD,  \nTUESDA\nY\n  DECEMBER  31, 2019\n__________________________________________________________________\n__________________________________________________________________\nPART I\nActs, Ordinances, President’s Orders and Regulations\nGOVERNMENT OF GILGIT­BALTISTAN\nLA\nW\n \nAND PROSECUTION DEP\nAR\nTMENT\n(Gilgit-Baltistan Secretariat)\nGilgit, the 31st December, 2019\nGilgit-Baltistan Prosecution (Functions and Powers) Act No. X 2019\n(A\nCT\n N\nO\n. X \nOF\n 2\n019)\nAn Act to re-organize and establish Prosecution in the \nGilgit-Baltistan.\nPrea\nmble.—\nW\nHEREAS\n it is expedient to re­organize and establish\nProsecution department in Gilgit­Baltistan with a view to achieving speedy justice in\ntransparent manner in the Gilgit­Baltistan and for matters ancillary or incidental\nthereto\n.\nCHAPTER-I\nPRELIMINARY\n1.\nShort title, extent and commencement.—\n(1)\n \nThis Act may be\ncalled the Gilgit­Baltistan Prosecution (Functions and Powers) Act, 2019.\n(801)\nPrice : Rs. 20.00\n[2069(2019)/Ex. Gaz.]\n802\nTHE  GAZETTE  OF  PAKISTAN,  EXTRA.,  DECEMBER  31,  2019\n [P\nAR\nT\n I\n(2)\nIt shall extend to whole of the Gilgit­Baltistan.\n(3)\nIt shall come into force at once.\n2.\nDefinitions.—\nIn\n \nthis Act, unless the context otherwise requires,—\n(a)\n‘Advocate General’ \nmeans the Advocate General of the Gilgit­\nBaltistan appointed under Article 45 of the Government of Gilgit­\nBaltistan Order, 2018;\n(b)\n‘Assembly’ \nmeans the Gilgit­Baltistan Assembly;\n(c)\n‘Code’ \nmeans the Code of Criminal Procedure, 1898 (V of 1898);\n(d)\n‘District’\n means a District, as defined in the Gilgit­Baltistan Local\nGovernment Act, 2014;\n(e)\n‘Prosecutor General’ \nmeans the Prosecutor General of\nGilgit­Baltistan who will be responsible for the Management of\nProsecution Department and control over Prosecutors, appointed\nunder sub­section (3) of section 3 of this Act; or who have already\nbeen appointed prior to this Act under the Legal Advisory Service\nRules, 2014;\n(f)\n‘District Head of Prosecution’\n means the District Public Prosecutor\nor, where no District Public Prosecutor is appointed in a District, the\nDeputy District Public Prosecutor of the District concerned;\n(g)\n‘Final report’\n means the report as mentioned in section 173 of the\nCode of Criminal Procedure;\n(h)\n‘Government’\n means the Government of the GB;\n(i)\n‘Concerned Superintendent of Police’\n means a police officer\nappointed as such in the Gilgit­Baltistan Police or under any other\nlaw for the time being in force;\n(j)\n‘Investigation Officer’\n means an officer of the Law Enforcement\nAgency, competent under the law to conduct investigation of offences\nwithin his jurisdiction;\n(k)\n‘Department’\n means the Law & Prosecution Department,\nGilgit­Baltistan as defined in Rule 3(3) read with Schedule­II entry\nNo.3 of Gilgit­Baltistan Rules of Business, 2009;\nP\nAR\nT\n I]\nTHE  GAZETTE  OF  PAKISTAN,  EXTRA.,  DECEMBER  31,  2019\n803\n(l)\n‘Law Enforcement Agency’\n means the Gilgit­Baltistan Police\nDepartment and includes any other law enforcement agency that may\nbe notified by the Gilgit­Baltistan Government as such;\n(m)\n‘Offence’\n means an offence as defined in the Code or by any other\nlaw;\n(n)\n‘Officer-in-Charge of a Police Station’\n means an Officer­in­Charge\nas defined in the Code or any other law;\n(o)\n‘Prescribed’\n means prescribed by rules made under this Act;\n(p)\n‘Public Prosecutor’\n means a person appointed as Public Prosecutor\nunder this Act or under Section 492 of Cr.P.C. and includes District\nPublic Prosecutor, Deputy District Public Prosecutor and Assistant\nDeputy Public Prosecutor as well as Special Public Prosecutor; and\n(q)\n‘Rules’\n means the rules made under this Act.\n(r)\n‘Contract / adhoc’\n employees mean employees validly appointed by\nthe Law & Prosecution Department Gilgit­Baltistan against the vacant\nposts of District Attorney/District Public Persecutor BS­18, Deputy\nDistrict Public Prosecutor BS­17 and Assistant District Public\nProsecutor BS­16.\n(s)\n“Seniority”\n means the employees whose services are regularized\nunder this Act shall be determined from the commencement of this\nAct in accordance the prevalent general seniority rules.\nCHAPTER-II\nPROSECUTION DEPARTMENT\n3.\nEstablishment of Prosecution.—\n(1) Notwithstanding anything\ncontained in any other law for the time being in force, Government shall establish\nthe Gilgit­Baltistan Prosecution Department (hereinafter referred to as the\nProsecution), for the conduct of the functions assigned to it or to the officers borne\non the strength of the prosecution under this Act.\n(2)\nThe Prosecution Department shall consist of a Prosecutor General,\nwho shall be assisted by such number of Divisional DPGs, DDPPs, Deputy District\nPublic Prosecutors, Assistant District Public Prosecutors, and such other officers\nand members of the staff over all as may be appointed by Government from time to\n804\nTHE  GAZETTE  OF  PAKISTAN,  EXTRA.,  DECEMBER  31,  2019\n [P\nAR\nT\n I\ntime and will be under the administrative control of Government of Gilgit­Baltistan\nthrough Law & Prosecution Department, Gilgit­Baltistan.\n(3)\nThe Office of Prosecution shall be headed by the Prosecutor General\nGilgit­Baltistan who will be under the overall administrative control of the Government\nthrough Law & Prosecution Department, Gilgit­Baltistan.\n(4)\nThe officers and members of the staff mentioned in sub­section (2)\nshall be civil servants within the meaning of the Gilgit­Baltistan Civil Servants Act\n2011, and their terms and conditions of service shall be such as may be prescribed\nunder the said Act and the Rules made thereunder:\nProvided that if any conflict of opinion arises between Investigation Officer\nand Public Prosecutor concerned then Investigation Officer will inform PG through\nconcerned district SP.\n(5)\nNotwithstanding anything contained in the law or rules, all the District\nAttorney’s/District Public Persecutors BS­18, Deputy District Public Prosecutors\nBS­17 and Assistant District Public Prosecutors BS­16 who are currently holding\nthe permanent posts and have been completed two years contractual service shall\nbe appointed on regular basis from the commencement of this Act.\n(6)\nThe employees whose services are regularized under this Act, their\nseniority shall be determined from the commencement of this Act as provided in\nGeneral Seniority Rules.\nCHAPTER-III\nPOWERS AND FUNCTIONS OF PUBLIC PROSECUTORS\n4.\nPowers and Functions of the Public Prosecutor.—\n (1) A District\nPublic Prosecutor or Deputy Public Prosecutor, as the case may be, shall be\nin­charge of the Prosecution in the district concerned and in discharge of his lawful\nduties with respect to a Case the prosecution whereof is lawfully assigned to him,\nshall perform the following functions, in relation to conducting prosecution of offences\nbefore the Courts of competent jurisdiction, namely:—\n(a)\nSafeguard the interest of the State and public in conducting of\nprosecution of cases before the Courts of competent jurisdiction;\n(b)\nshall, on receipt of the final report,—\n(i)\nlodge the same before the competent Court for trial; or\nP\nAR\nT\n I]\nTHE  GAZETTE  OF  PAKISTAN,  EXTRA.,  DECEMBER  31,  2019\n805\n(ii)\nwithhold the same for want of proper evidence and return it to\nthe Investigation Officer with written direction to resubmit the\nreport after removal of the deficiencies so identified by him;\n(c)\nin respect of compoundable offences, other than those which are\npunishable by death or life imprisonment, the Prosecutor General, and\nin respect of compoundable offences punishable with imprisonment\nfor seven years or less, the District Public Prosecutor, may—\n(i)\nwithhold prosecution if reasonable ground exists to believe that\nthe offence is compoundable; provided that if the offence is not\ncompounded within a period of one month, a report shall be\nlodged in the Court of competent jurisdiction for prosecution\nand trial; or\n(ii)\napply, for reasons to be recorded in writing, to the Court of\ncompetent jurisdiction for the discharge of the case, if its\ninvestigation has been found to be \nmalafide\n, wrongful or weak\nfrom evidentiary point of view:\nProvided that an application under this section shall\naccompany the final report under section 173 of the Code:\nProvided further that the competent Court may dispose of\nthe application in such manner as it may deem fit. However, the\nconcerned Prosecutor will also obtain prior permission of the\nGovernment through Law & Prosecution Deptt. GB.\n(2)\nIn respect of any case instituted by a Public Prosecutor before a\ncompetent Court, any private person representing the complainant shall act under\nthe directions of the Public Prosecutor.\n5.\nConduct of prosecution.—\nThe prosecution of Criminal offences\nshall be conducted in the following manner, namely:\n(a)\nThe Investigation Officer shall forward the Case together with the\nevidence to the concerned Public Prosecutor;\n(b)\nProsecution shall not take effect against, persons other than those\ncharged as accused, on the basis of available evidence, by the\nPublic Prosecutor;\n806\nTHE  GAZETTE  OF  PAKISTAN,  EXTRA.,  DECEMBER  31,  2019\n [P\nAR\nT\n I\n(c)\nThe Public Prosecutor shall have the right of audience before any\nCourt in respect of any Case assigned to him;\n(d)\nA Public Prosecutor may, within his jurisdiction, issue general guidelines\nto police officers regarding the state of their investigation and other\nmatters necessary for the fulfillment of the purpose of effective\nprosecution;\n(e)\nA District Public Prosecutor may request the Head of Investigation in\na District to take disciplinary action against investigation Officer, where\nsufficient reasons exist to believe that Investigation Officer has\ncolluded or has not exercised due diligence or honesty in conducting\ninvestigation, or mis­represented the facts of the Case or prepared\nthe report in­efficiently; and\n(f)\nthe Prosecutor General or the District Public Prosecutor or the Deputy\nDistrict Public Prosecutor or Assistant Deputy Public Prosecutor or\nas the Case may be, when he deems necessary in Cases where police\nofficers fail to follow any suggestions or instructions of Public\nProsecutor under this Act, call for disciplinary action against the\nInvestigation Officer through the competent authority.\n6.\nLiaison between Prosecutor General and IG Police.—\n(1) The\nProsecutor General shall keep liaison with the IG Police to ascertain the progress\nof Criminal appeals and Revisions and other legal proceedings pending before the\nSupreme Appellate Court Gilgit­Baltistan, and Gilgit­Baltistan Chief Court or any\nother Court established under the law. The PG will also will keep inform the Law &\nProsecution Department as well.\n(2)\nProsecutor General shall issue directions to Prosecutors regarding all\nthe Criminal Cases which are subjudice before the Courts in the Gilgit­Baltistan.\n7.\nAdditional Powers of District Public Prosecutor/Deputy District\nPublic Prosecutor/ Assistant Deputy District Public Prosecutor.—\nA Public\nProsecutor, in discharge of his lawful duties and in respect of a case lawfully assigned\nto him, may also exercise the following powers, in addition to the powers conferred\nby section 4 of this Act, namely:—\n(a)\nupon expiry of time period mentioned in the Code for submission of\nfinal report or after submission of final report, if necessary for proper\nand through investigation of an offence, a Public Prosecutor may\nP\nAR\nT\n I]\nTHE  GAZETTE  OF  PAKISTAN,  EXTRA.,  DECEMBER  31,  2019\n807\nrequest the Court to issue warrants for search, seizure or inspection\nof evidence for compliance by the Investigation Officer;\n(b)\na Public Prosecutor may call for record or any other document from\nany law Enforcement Agency upon expiry of time period mentioned\nin the Code for submission of final report;\n(c)\na District Public Prosecutor in case of offences carrying seven years\nor less imprisonment and the Prosecutor General for all other offences\nmay withdraw prosecution subject to prior approval of Court and in\nconsultation with the Gilgit­Baltistan Government:\n    Provided that prosecution of an offence falling under the Anti­\nTerrorism Act, 1997 (XXVII of 1997), shall not be withdrawn without\nprior permission in writing of Government; and\n(d)\nthe Public Prosecutor on completion of investigation shall scrutinize\nthe Case file and refer the shortcomings or faults in investigation to\nthe Head of Investigation through District Public Prosecutor for\nremoving or improving the same, which shall be complied with by the\nInvestigating Officer within seven days, and on fulfillment thereof, it\nshall be sent to the Public Prosecutor for putting it in the Court.\n8.\nReports and guidelines.—\n (1) The District Public Prosecutor shall\nkeep the Government, Gilgit­Baltistan informed about the outcome of prosecution\nof Cases in respect to his district.\n(2)\nOn registration of the First Information Report the Station House\nOfficer of police station concerned shall send a copy of the First Information Report\nto the District Public Prosecutor/Deputy District Public Prosecutor of the District\nwho on receipt shall inspect the same and issue necessary directions to the Head of\nInvestigation, and shall also inspect, scrutinize and supervise the whole investigation\nprocess of various cases so registered in the District.\n(3)\nOfficer­in­Charge of a police station shall report to the District Public\nProsecutor the Cases of all persons arrested without warrant irrespective of the\nfact whether such persons have been admitted to bail or not.\n(4)\nDuring the investigation whenever any legal guidance/opinion is\nrequired by the Head of Investigation, the same shall be sought from the District\n808\nTHE  GAZETTE  OF  PAKISTAN,  EXTRA.,  DECEMBER  31,  2019\n [P\nAR\nT\n I\nPublic Prosecutor/Deputy District Public Prosecutor and Assistant Public Prosecutor\nas the Case may be, and the guidance or opinion so given shall be followed.\n(5)\nOn the request of Head of Investigation, the Public Prosecutor shall\ntender such advice on matters pertaining to investigation, prosecution and any matter\nancillary to these matters, as may be necessary for effective prosecution.\n(6)\nIn Cases where the prosecution of an offence results in acquittal of\nthe accused or in Cases when the punishment of offence does not appear to be\ncommensurate with the offence, the District Public Prosecutor shall submit a report\nto Government in writing giving reasons thereof.\n(7)\nAt the end of each year, the Prosecutor General shall submit a report\nto the Government through Law & Prosecution Department, Gilgit­Baltistan on the\ndischarge of functions of the Prosecution during the year. Government shall lay\nbefore the Assembly a copy of the report received from the Prosecutor General.\n(8)\nThe Prosecutor General shall issue guidelines for the prosecutors on\ngeneral principles for effective prosecution of the Cases, after seeking prior approval\nfrom Government of Gilgit­Baltistan.\nCHAPTER-IV\nMISCELLANEOUS\n9.\nRepresentation of the Service.—\n (1) Subject to prior approval of\nGovernment, the Prosecutor General may, with the approval of Government at any\ntime, appoint a person otherwise qualified, who is not borne on the strength of the\nService to institute or take over the conduct of such legal proceedings in Courts as\nthe Prosecutor General may assign to him.\n(2)\n Any person conducting proceedings assigned to him under sub­section (1)\nshall have all the powers of Prosecutor subject to any instructions by District Public\nProsecutor concerned.\n10.\nFees and expenses etc.— \nThe Prosecutor General may, with the\napproval of Government, by regulations, make such provisions as appropriate in\nrelation to the fees to be paid to a legal representative appearing or appointed to\nappear on behalf of the Prosecution in any Criminal proceedings.\n11.\nMerger of Prosecuting Officers/Officials in Police\nDepartment.—\nAfter establishment of Law & Prosecution Department and\nP\nAR\nT\n I]\nTHE  GAZETTE  OF  PAKISTAN,  EXTRA.,  DECEMBER  31,  2019\n809\nappointment of Independent Prosecutors the services of Police Prosecuting Officers/\nOfficials have already been repatriated to Police Department by the Provincial\nGovernment as such their services will be counted in Police Department as Regular\nPolice Force.\n12.\nAct to override other laws.—\nThe provisions of this Act shall prevail\nnotwithstanding anything repugnant or contrary contained in any other law for time\nbeing in force.\n13.\nPower to make rules.—\n Government may make rules for carrying\nout the purpose of this Act.\nFIDA MUHAMMAD NASHAD,\nSpeaker\nGilgit-Baltistan Assembly.\n__________\nRAJA JALAL HUSSAIN MAQPOON,\nGovernor\nGilgit-Baltistan.\n————————————————————————————————————————————\nPRINTED  BY THE MANAGER, PRINTING CORPORA TION OF  PAKISTAN PRESS,  ISLAMABAD.\nPUBLISHED BY THE  DEPUTY CONTROLLER, STA TIONERY AND FORMS, UNIVERSITY ROAD, KARACHI."
}