{
    "file": "./converted_json\\1724(19)Ex Gaz-I GB(7).json",
    "name": "Naya Pakistan Housing and Development Authority Ordinance, 2019",
    "date": "May 22, 2019",
    "tagline": "To provide for housing and real estate development and other activities related to land and construction",
    "content": "PART I]     THE GAZETTE OF P AKISTAN, EXTRA., MAY 22,  2019  73 \n \n \n \n \nISLAMABAD,  WEDNES DAY ,  MAY  22,  2019 \n \n \nPART I  \n \nActs, Ordinances, President ’s Orders and Regulations  \n \nGOVERNMENT OF PAKISTAN  \nMINISTRY OF LAW AND JUSTICE  \n \nIslamabad, the 21st May, 201 9 \n \nORDINANCE NO. IV OF 2019  \n \n  No. F. 2 (1)/201 9-Pub.—The following Ordinance promulgated by the \nPresident on 20th  May, 201 9 is hereby published for general information :— \n \nAN \n \nORDINANCE  \n  \nto provide for housing and real estate development and other activities \nrelated to land and construction through the establishment of N aya Pakistan \nHousing and Development Authority.  \n \nWHEREAS  the Constitution of the Islamic Republic of Pakistan, 1973, \nrequires the State to endeavor to provide housing, a basic necessity of life, to its \ncitizens;  \n \n(73) \n \nPrice: Rs. 40.00 \n[797(2019)/Ex. Gaz.] .  \n74 THE GAZETTE OF PAKISTAN, EXTRA., MAY 22,  2019  [PART I \n \n AND WHEREAS  it is expedient to establish the Naya Pakistan Housing \nand Development Authority for the purposes of planning, development, \nconstruction and management of real estate development schemes and projects , \nincluding housing , and matters connected therewith and ancillary thereto so as to \npursue philanthropic and other objectives on profit and non -profit basis and to \ncarry out refurbishment, uplift or establishment and maintenance of \ninfrastructure, roads etc. and the performance of other civic and m unicipal \nventures or tasks;  \n \nAND WHEREAS  the Senate and the National Assembly are not in session \nand the  President is satisfied that circumstances exist which render it necessary to \ntake immediate action;  \n \n NOW, THEREFORE , in exercise of powers conferred b y clause (1) of \nArticle 89 of the Constitution of Islamic Republic of Pakistan, 1973, the \nPresident of the Islamic Republic of Pakistan is pleased to make and promulgate \nthe following Ordinance: — \n \nCHAPTER I  \n \nPRELIMINARY  \n \n 1. Short title, extent, commenceme nt and application. —(1) This \nOrdinance shall be called the Naya Pakistan Housing and Development Authority \nOrdinance, 2019.  \n \n (2) It extends to the whole of Pakistan  \n \n (3) It shall come into force at once.  \n \n 2.  Application. —This Ordinance shall apply to t he works, lands and \nbuildings owned or acquired by, vested in or in the possession of the Federal \nGovernment in the specified area and the schemes developed or re -developed \nunder this Ordinance.  \n \n 3.  Definitions. — In this Ordinance, — \n \n(a) “Acting Chairman ” means the Acting Chairman of the Authority \nappointed in terms of sub -sections  (6) or (7), respectively, of  \nsection 10;  \n \n(b) “Adjudicator ” means an Adjudicator of the Authority appointed in \naccordance with section 41;  \n \n(c) “Appellate Tribunal ” means the Appellate Tribunal of the Authority \nestablished pursuant to this Ordinance;  \nPART I]     THE GAZETTE OF P AKISTAN, EXTRA., MAY 22,  2019  75 \n (d) “Authority ” means Naya Pakistan Housing and Development \nAuthority established under this Ordinance;  \n \n(e) “certificate of title ” includes a certificate of title with regard to t he \nentitlement to an immovable property in terms of a lease, tenancy, \nlicense, allotment or allocation or any other mode of grant issued by \nthe Registrar, in the manner and on such terms and conditions as \nmay be prescribed;  \n \n(f) “Chairman ” means the Chairm an of the Authority;  \n \n(g) “enforcement inspector ” means an employee of the Authority \ndesignated as enforcement inspector in accordance with section 38;  \n \n(h) “Federal Land Bank ” means the Federal Land Bank constituted \nunder section 16;  \n \n(i) “finance” shall have the same meaning as assigned thereto in the \nFinancial Institutions (Recovery of Finances) Ordinance, 2001 \n(XLVI of 2001);  \n \n(J) “financial institution ” shall have the same meaning as assigned \nthereto in the Financial Institutions (Recovery of Finances)  \nOrdinance, 2001 (XLVI of 2001);  \n \n(k) “Fund” means Naya Pakistan Housing and Development Authority \nFund created under  this Ordinance;  \n \n(1) “house finance ” means finance provided by financial institutions to \nindividuals for the  construction, re -furbishment or purchase of \nresidential houses, units or apartments or for purchase of residential \nplots and construction thereon;  \n \n(m) “management association ” means a body, association, trust, body \ncorporate, society or  any other entity, registered or otherwise, \nestablished and mandated by the Authority, in the prescribed \nmanner, for managing a scheme or part thereof;  \n \n(n) “member” means a member of the Policy Board;  \n \n(o) “Policy Board ” means the Policy Board of the Authority constituted \nunder this  Ordinance;  \n \n(p) “prescribed” means prescribed by rules or regulations under this \nOrdinance;  \n \n(q) “Patron” means the Patron of the Authority;  \n76 THE GAZETTE OF PAKISTAN, EXTRA., MAY 22,  2019  [PART I \n \n (r) “Registrar” means a re gistrar appointed under Section -22 of this \nOrdinance;  \n \n(s) “Schedule” means a Schedule appended to this Ordi nance;  \n \n(t) “scheme” means a scheme or schemes, plan, facility or project, on \nprofit or non -profit  basis, comprising development or re -\ndevelopment of:  \n \n(i) new or existing cities, towns and islands, or  \n \n(ii) mix-use, housing, commercial and/or public ameni ty plots, \nbuildings and/or units and related infrastructure, or  \n \n(iii) infrastructure and services including transportation systems \nand road networks, traffic management systems, healthcare \nfacilities, educational facilities, recreational and cultural \nfacilities, municipal and civic facilities and services, \ncommunications systems and facilities, utilities infrastructure \nand network (including water supply, drainage, sewerage, \nsanitation), or  \n \n(iv) energy generation, procurement, transportation, transmission  \nand distribution systems including for electric power (through \nany energy source) and gas (LNG/RLNG, LPG etc.), or  \n \n(v) industrial estates and parks, and  \n \n(vi) all facilities, systems and works incidental or ancillary thereto,  \nplanned, made, undertaken an d/or supervised and/or approved \nby the Authority under this Ordinance;  \n \n(u) “Secretary ” means the Secretary of the Authority appointed in \naccordance with section 6  (7) of this Ordinance;  \n \n(v) “section” means a section of this Ordinance; and  \n \n(w) “specified  area” includes an area in which the Authority may \npursue a scheme;  \n \nCHAPTER II  \n \nINCORPORATION AND FUNCTIONS  \n \n 4.  Authority. —(1) The Patron shall, by notification in the official \nGazette, establish the Naya Pakistan Housing and Development Authority.  \nPART I]     THE GAZETTE OF P AKISTAN, EXTRA., MAY 22,  2019  77 \n  (2) The Authority shall be a corporation having perpetual succession, a \ncommon seal  and may sue or be sued in the name mentioned in sub -section (1) of \nthis section 4.  \n \n (3) The head office of the Authority shall be at Islamabad and the \nAuthority may  establish  regional and/or such offices in such other parts of \nPakistan as it may deem necessary.  \n \n 5.  Functions of the Authority. —(1) The Authority as may  be \nprescribed, shall: — \n \n(a) identify immovable properties and projects suitable for the \ndevelopment of scheme s; \n \n(b) recommend to the Federal Government to provide or procure \nimmovable property or  a project through any means permissible \nunder law, including compulsory acquisition; purchase, lease or \nlicense through private agreement; donation by any private party  or \nany state land or project by any government or other public \nauthority, on such terms as may be mutually agreed between the \nFederal Government and the relevant transferor or provider;  \n \n(c) cause studies, surveys, experiments or technical researches to b e \nundertaken or  contribute towards the cost of any such studies, \nsurveys, experiments or technical researches, undertaken by any \nother entity;  \n \n(d) if necessary, prepare and approve a master or site plan of a \nspecified area containing  zoning, spatial or to wn planning, \ninfrastructure development, land use and building control \nregulations in consonance with the planning under the applicable \nbuilding and town -planning dispensation;  \n \n(e) undertake, design, approve and executea scheme or schemes in \nspecified are as; \n \n(f) prescribe transparent criteria and procedure for registration, \nmembership, possession,  transfer and cancellation of immovable \nproperty in a scheme;  \n \n(g) facilitate the low income segment for availing housing under this \nOrdinance or any  other speci fic programme or otherwise through \nthe provision of loans or other facilities;  \n \n(h) develop procedures for allocation, allotment, lease or auction, if \nany, of any type of immovable property, including the procedure to \n78 THE GAZETTE OF PAKISTAN, EXTRA., MAY 22,  2019  [PART I \n \n transact or exchange the actual proper ty or allotment/allocation file \nthereof;  \n \n(i) ensure maximum use of indigenous labour and construction \nmaterial in the development of schemes;  \n \n(j) formulate and, from time to time, vary the organogram, job \ndescriptions, human resource policies and terms a nd conditions of \nemployment of all employees of the Authority;  \n \n(k) create or abolish posts and oversee the performance of its \nemployees;  \n \n(1) take disciplinary action against employees in the prescribed \nmanner;  \n \n(m) establish committees for assistance and  advice in relation to the \nperformance of its  functions and determine the membership and \nterms of reference of a committee;  \n \n(n) develop and maintain public amenities and common areas in a \nscheme;  \n \n(o) maintain updated record of immovable property includin g title, \nleasehold rights,  mortgage, easement, license, tenancy and \npossession thereof;  \n \n(p) publish geo -tagged title, leasehold rights, mortgage and other rights \nor interests in an  immovable property on its website;  \n \n(q) collect all levies, taxes, duties,  fees and charges on the transfer, or \npossession of an  immovable property, or any encumbrance thereon, \nunder any law after agreeing on an arrangement with the relevant \nagency;  \n \n(r) exercise control over maintenance of buildings, their common areas \nand amen ities in  a scheme;  \n \n(s) impose, levy and collect fines, fees, tolls, penalties, surcharges and \ncharges as may  be prescribed;  \n \n(t) coordinate with similar agencies or bodies at the federal, provincial \nand local level  for the achievement of the objectives of  this \nOrdinance;  \n \nPART I]     THE GAZETTE OF P AKISTAN, EXTRA., MAY 22,  2019  79 \n (u) to undertake schemes for the purposes of raising funds for various \nobjects of the  Ordinance including funding for subsidies in low cost \nhousing projects and creation of employment and opportunities; and  \n \n(v) perform any ancillary func tions or a function under this Ordinance.  \n \n (2)  The Autho rity, as may be prescribed, may — \n \n(a) raise funds through any means considered appropriate in the \ncircumstances including through real estate investment trusts, \nbonds, sukuk and other forms of finan ces obtained on the basis of \nparticipation term certificate (PTC), musharika certificates, term \nfinance certificates (TFC) or any other financial or debt instruments \nor securities;  \n \n(b) raise funds and obtain finance or loans from donor agencies, \ngovernmen tal bodies, and financial institutions, including on the \nsecurity of its Fund or any portion thereof;  \n \n(c) provide or facilitate and support the provision of finance, including \nhousing finance, for the achievement of the objectives of the \nOrdinance;  \n \n(d) generate electricity or obtain utilities in bulk or otherwise and carry \nout, maintain, arrange, manage and provide all facilities, services \nand utilities, including water, gas and sewerage in schemes;  \n \n(e) manage and maintain utilities;  \n \n(f) assign any func tion to a local government or local authority and \nvice versa  on mutually agreed terms and conditions;  \n \n(g) outsource any function through public private partnership or any \nother mode;  \n \n(h) hire or utilize services for undertaking of schemes including desig n, \ntechnical evaluation and monitoring thereof;  \n \n(i) provide and release receipts, guarantees, indemnity bonds, cheques \nand enter into contracts, deeds, instruments, arrangements, joint \nventures and agreements with any person or grant concessions, for \nthe working of the Authority, for the preparation, planning, \ndevelopment, execution, implementation and maintenance of \nschemes and for carrying out the purposes of this Ordinance;  \n80 THE GAZETTE OF PAKISTAN, EXTRA., MAY 22,  2019  [PART I \n \n (j) to set up agencies, companies, subsidiaries, trusts, societies, \nassociations , joint -ventures (whether contractual or incorporated) or \nany other vehicles for the purposes of carrying out its objectives;  \n \n(k) incur any expenditure and procure plant, machinery, equipment, \ninstruments and necessary materials;  \n \n(1) plan, approve and ex ecute mergers and amalgamations with other \nhousing schemes or  cooperative housing societies subject to the \napproval of the competent authorities of  those housing schemes or \nhousing societies for such merger or amalgamation;  \n \n(m) impose, vary, and recover d evelopment charges and transfer fees in \nrespect of any immovable property within any scheme;  \n \n(n) lease, purchase, procure, sell, exchange, mortgage, rent out or \notherwise dispose of or deal with any property under the \nmanagement and control of the Authori ty; \n \n(o) cancel or re -plan any scheme or part thereof;  \n \n(p) do all such acts, deeds and things that may be necessary or \nexpedient for the purpose of proper preparation, planning, \ndevelopment, execution, implementation, management and \nmaintenance of schemes ; \n \n(q) frame, amend or repeal service, conduct of business and other \nregulations necessary for carrying out the purposes of the \nOrdinance;  \n \n(r) make recommendations to the Patron for prescription of rules under \nthis Ordinance;  \n \n(s) institute, commence, pro secute, defend, compromise, settle any and \nall actions, disputes, suits and legal proceedings whether civil or \ncriminal before any court, tribunal, administrative body or \nauthority; and  \n \n(t) exercise any other power that is necessary for the performance of  \nany function.  \n \n (3)  Except where any powers and functions of the Authority are \nspecified in this Ordinance to be exercised or performed by the Policy Board or \nthe Patron, all the powers and discretion s of the Authority shall be exercised, and \nthe functio ns and duties of the Authority shall be performed, by the Chairman.  \nPART I]     THE GAZETTE OF P AKISTAN, EXTRA., MAY 22,  2019  81 \n CHAPTER III  \n \nPATRON, POLICY BOARD AND ADMINISTRATION  \n \n 6.  Patron and Policy Board. —(1) The Prime Minister of the Islamic \nRepublic of Pakistan shall be the Patron of the Authority, who sha ll review the \nperformance of the Authority and may, from time to time, give to the Authority \ngeneral policy directions to implement the same, subject to the terms of this \nOrdinance.  \n \n (2) The Patron shall, by notification in the official Gazette, constitut e \nthe Policy  Board comprising not less than five and not more than eleven \nmembers (including the Chairman),for a term of five years. In case of any casual \nvacancy, a member (other than the Chairman) may, in the like manner, be \nnominated by the Patron for t he remaining unexpired term of the outgoing \nmember.  \n \n (3) The Chairman shall preside over the meetings of the Policy Board, \nhowever, in his absence, a member nominated by the Chairman may so preside.  \n \n(4) A member, unless disqualified under this Ordinance from holding \noffice, may be re -appointed by the Patron in the above manner, provided that no \nindividual shall serve for more than two consecutive terms as a member.  \n \n(5) Two thirds (2/3rd) of the members, including the Chairman [or his \nnominee under sub -section (3) of this Section 6] present in person or through \nvideo -conference or tele -conference, shall constitute the quorum for a meeting of \nthe Policy Board. Subject to quorum, the decisions of the Policy Board shall be \ntaken by majority of the members pre sent and voting, provided that in the event \nof a tie, the Chairman [or his nominee under sub -section (3) of this Section 6 \npresiding at such meeting]shall have a second and casting vote.  \n \n(6) The Policy Board shall meet at least once in every calendar quar ter \nand a meeting of the Policy Board shall be held on such date and at such time and \nplace, as the Chairman may determine.  \n \n(7) The Chairman shall appoint a Secretary of the Authority on such \nterms and conditions as may be prescribed and who shall perform  such functions \nas the Chairman may direct. The Secretary of the Authority shall also be the \nsecretary of the Policy Board and shall maintain or cause to be maintained, in the \nprescribed manner, the record of each meeting of the Policy Board including the \nminutes of the meetings as approved by the Chairman.  \n \n(8) The Chairman may invite any person other than a member to attend \na meeting of the Policy Board for the purposes of advising or assisting the Policy \nBoard on any agenda item taken up for consideratio n at such meeting.  \n82 THE GAZETTE OF PAKISTAN, EXTRA., MAY 22,  2019  [PART I \n \n (9) A member may resign from his office at any time by writing under \nhis hand addressed to the Patron and such resignation shall be effective from the \ndate of its acceptance by the Patron.  \n \n(10)  No act or proceeding of the Policy Board shall be invalid merely by \nreason of any vacancy in or defect in the constitution of the Policy Board.  \n \n7. Disqualification of members. —The Patron shall not nominate a \nperson as a member,  who:— \n \n(a) is or, at any time, has been convicted of an offence invo lving moral \nturpitude;  \n \n(b) is or, at any time, has been adjudicated as an insolvent;  \n \n(c) is found to be a lunatic or of unsound mind or otherwise physically \nincapacitated; or  \n \n(d) is in a situation of irreconcilable conflict of interest with the \nAuthorit y. \n \n 8.  Removal of a member. —(1) The Patron may remove a member \n(including the Chairman) during the term of office, if such member is: - \n \n(a) disqualified from being a member; or  \n \n(b) absent from three consecutive meetings of the Policy Board without \nleave  of absence from the Policy Board; or  \n \n(c) found guilty of misconduct.  \n \n (2) The Patron shall not remove a member (including the Chairman) \nunder sub -section  (1) without a show cause notice, provision of an opportunity of \nhearing and recording of reasons in  writing.  \n \n 9.  Functions of the Policy Board. —(1) Subject to sub -section (1) of \nsection 6, the Policy Board shall have the responsibility of laying down the \npolicies, plans and guidelines for carrying out the purposes of this Ordinance.  \n \n (2) Without prej udice to the generality of the functions mentioned in \nsub-section  (1), the Policy Board shall — \n \n(a) establish and maintain strategic direction of the Authority;  \n \n(b) oversee implementation of strategic objectives of the Authority;  \nPART I]     THE GAZETTE OF P AKISTAN, EXTRA., MAY 22,  2019  83 \n (c) monitor performance a nd review achievements of the Authority;  \n \n(d) approve the audited accounts of the Authority;  \n \n(e) arrange for, and oversee, the provision of funds for the Authority;  \n \n(f) approve feasibility studies and proposals for development of \nscheme or schemes in spe cified areas;  \n \n(g) take measures for capacity building of the Authority for performing \nits objectives under this Ordinance; and  \n \n(h) transact such other business of the Authority as the Patron or the \nChairman may place before it.  \n \n 10. Chairman and Acting Chairman .— (1) The Patron shall appoint \na Chairman of the  Authority on such terms and conditions as may be prescribed.  \n \n (2) The Chairman shall be a person of sound integrity and competence, \nmeeting one  of the following: — \n \n(a) that he is a serving or retir ed officer of the Federal Government in \nthe BPS-22 or equivalent; or  \n \n(b) that he is a serving or retired officer of the Armed Forces, not \nbelow the  rank of a Lieutenant -General or equivalent;  \n \n Explanation:  The serving officers from the civil bureaucracy and \nthe Armed Forces will be eligible to be appointed as the Chairman \non deputation or secondment basis, as per the applicable laws and \nrules,  or; \n \n(c) that he is an experienced professional or business person, not \nhaving less  than thirty years of experie nce in his field and \npossesses: — \n \n(i) a Masters degree recognized by the Higher Education \nCommission  of Pakistan, in the field of accounting, finance, \nbusiness administration, management, commerce, engineering, \neconomics, planning, law; or  \n \n(ii) the qualifi cation of chartered accountancy, cost and \nmanagement  accountancy, barrister -at-law, solicitor.  \n \n84 THE GAZETTE OF PAKISTAN, EXTRA., MAY 22,  2019  [PART I \n \n  (3) The Chairman shall not be more than sixty two years of age on the \ndate of first  appointment as Chairman.  \n \n (4)  The Patron shall constitute an evaluation c ommittee, comprising at \nleast one Minister and at least two Secretaries, respectively, of the Federal \nGovernment, for the purposes of evaluating and recommending suitable \ncandidates to the Patron for appointment as Chairman. For this purpose, the \nevaluatio n committee shall, on behalf of the Patron, solicit applications from \ncandidates through advertisement and recommend at least three names to the \nPatron. If the Patron is not satisfied with the recommendations of the evaluation \ncommittee, he may require fur ther recommendations in the like manner.  \n \n (5) The Chairman shall, subject to this Ordinance, hold office for a \nterm of five years  and may be re -appointed by the Patron for an additional term \nof five years.  \n \n Explanation:  In the event of reappointment as C hairman, sub -section (3) \nof this section, shall not apply.  \n \n (6) In case of death, resignation or removal of the Chairman, the Patron \nshall, in his discretion, appoint an Acting Chairman to exercise the powers and \ndiscretions and discharge the functions an d duties of the Chairman under this \nOrdinance, till a new Chairman is appointed, which shall be done within three \nmonths of the occurrence of the vacancy.  \n \n(7) Immediately upon the notification of establishment of the Authority \nunder section 4 of this Ordi nance and pending appointment of the first Chairman, \nthe Patron, in his discretion, may appoint an Acting Chairman to exercise the \npowers and discretions and discharge the functions and duties of the Chairman \nunder this Ordinance.  \n \nExplanation:  An Acting C hairman, appointed under this Ordinance, shall \nnot be precluded from appointment as the permanent Chairman.  \n \n11. Functions and Powers of Chairman. —The Chairman shall be the \nchief executive officer of the Authority responsible for the management, \nadministra tion and operations of the Authority and, subject to the provisions of \nthis Ordinance, shall exercise all powers and discretions and perform all \nfunctions and duties of the Authority under the Ordinance.  \n \n12.  Appointments of employees. —(1) The Authority m ay, in such \nmanner and on such terms and conditions as may be prescribed by regulations, \nappoint, remove and regulate the working of, the employees, consultants and \nadvisers of the Authority as may be necessary for purposes of this Ordinance.  \nPART I]     THE GAZETTE OF P AKISTAN, EXTRA., MAY 22,  2019  85 \n (2)  The Auth ority may, from time to time, request the Federal \nGovernment to arrange for the secondment or deputation of employees of the \nFederal Government to the Authority for the purposes of this Act and the Federal \nGovernment may depute such employees, subject to t heir relevant service rules \nand regulations.  \n \n13. Delegation of functions. —The Chairman may, through a written \norder, delegate any powers, functions or duties of the Authority to any other \nemployee of the Authority and may at his discretion, through a writ ten order, \nrevoke and rescind such delegation.  \n \n14. Conflict of interest. —(1) A member of the Policy Board other than \nthe Chairman, shall  not directly or indirectly receive any remuneration for his \nposition as the member except the reasonable expenses incu rred by the member \nin the performance of duties under this Ordinance and such fee for attending the \nmeetings as may be prescribed.  \n \n(2) The pecuniary interests of the immediate family members or close \npersonal or  business associates of a member or an emplo yee of the Authority \nshall also be considered to be the pecuniary interest of the member or employee.  \n \n(3) A member or an employee of the Authority shall be in conflict of \ninterest if the  member or employee: — \n \n(a) is an employee or a consultant of a busine ss entity that has, or of a \ntrade  association of business entities that have, a substantial \npecuniary interest in any of the functions of the Authority;  \n \n(b) owns, controls or has directly or indirectly more than ten per cent \nequity in  a business entity th at has a substantial pecuniary interest \nin any of the functions of the Authority;  \n \n(c) receives more than twenty -five per cent of his individual income \nfrom a  business entity that has a substantial pecuniary interest in \nany of the functions of the Authorit y; or \n \n(d) benefits either directly or indirectly, financially or otherwise, from \nany other organization for being the member or employee of the \nAuthority.  \n \n (4)  An employee of the Authority shall disclose a potential, real or \nperceived conflict of intere st as soon as he becomes aware of the potential \nconflict, to the Chairman. A member of the Policy Board (other than the \nChairman) shall disclose a potential, real or perceived conflict of interest as soon \nas he becomes aware of the potential conflict, befo re the Policy Board or any of \n86 THE GAZETTE OF PAKISTAN, EXTRA., MAY 22,  2019  [PART I \n \n its committees seized of the matter. The Chairman shall disclose a potential, real \nor perceived conflict of interest as soon as he becomes aware of the potential \nconflict, to the Patron. Any uncertainty or doubt on part of the  disclosing party \nwith respect to the existence of conflict of interest shall be decided by the \ncorresponding person or forum as applicable to whom disclosure is to be made in \nterms of this sub -section.  \n \n (5) A member shall not take part in the proceedings  of the Policy Board \nin which any  question of conflict of interest of the member is on the agenda.  \n \n (6) The disclosure of conflict of interest and the decision of the \nChairman, Policy  Board or the Patron, as the case may be, shall be specifically \nrecorded  in writing and form part of the records of the Authority.  \n \n 15. Committees and sub -committees. —(1) The Chairman may \nconstitute committees and  sub-committees and assign specific tasks to the said \ncommittees or sub -committees for efficient performance of th e functions of the \nAuthority. The committees or sub -committees, so constituted, shall perform their \nmandated tasks in the manner to be specified by the Chairman.  \n \n (2) A committee or sub -committee may comprise one or more \nmembers of the Policy Board, emplo yees of the Authority and/or such experts or \npersons as the Chairman may consider appropriate for the relevant mandate of \nthe said committee or sub -committee.  \n \n (3) The committees or sub -committees, as applicable, shall submit their \nreports to the Chairman . \n \nCHAPTER IV  \n \nFEDERAL LAND BANK ETC.  \n \n 16. Federal Land Bank. —(1) The Federal Government, on the \nrecommendation of the Authority, shall constitute a Federal Land Bank and for \nwhich it may arrange or procure immovable property for the purposes of a \nscheme through any means permissible under law, including provision of state \nland by any government or public department, authority, agency or any \ncorporation orentity falling thereunder, on such terms as may be mutually agreed \nbetween the Federal Government and the relevant transferor or provider; \ncompulsory acquisition; purchase, lease or license through private agreement or \ndonation by any private party, in the prescribed manner.  \n \n (2) For the purposes of the Federal Land Bank, the Federal \nGovernment, Provincia l Governments, Local Governments and all other public \ndepartments, authorities, agencies and all corporations and entities falling \nPART I]     THE GAZETTE OF P AKISTAN, EXTRA., MAY 22,  2019  87 \n thereunder shall cooperate with the Authority to collect information of the \nimmovable property owned or possessed by them and  to furnish the same in the \nmanner as prescribed.  \n \n (3) The information collected under sub -section (2) of this section shall \nbe compiled and  recorded by the Authority in hardcopies and software containing \nrequisite details, maps and geo -graphical location  of the immovable properties.  \n \n 17. Vesting of Property. —Upon arrangement or procurement of \nimmovable properties in terms of section 16, the relevant immovable property \nshall, unless already so vested, vest in and belong to, the Federal Government. \nThe Aut hority shall, for and on behalf of the Federal Government, possess, \ncontrol, manage and deal with all such immovable property for the purposes, and \nin accordance with the provisions, of this Ordinance and any rules or regulations \nprescribed hereunder.  \n \n 18. Regulation of Transfers etc. —Dealings with immovable property \nin a scheme including transfer, lease, license or encumbrance of such immovable \nproperty may be restricted and controlled in such manner and on such terms and \nconditions as may be prescribed u nder this Ordinance.  \n \nCHAPTER V  \n \nDEVELOPMENT OF SCHEMES AND PROCUREMENTS ETC.  \n \n 19. Development of schemes. —The Authority shall prepare or cause \nto be prepared feasibility studies for the development of a scheme or schemes \nand determine the mode of develop ment accordingly.  \n \n 20. Procurement, Outsourcing and public private partnership etc. —\n(1) The Authority may outsource any of its activities, including development works, \nthrough any mode including public private partnership.  \n \n (2) Notwithstanding anything i n the Public Private Partnership \nAuthority Act, 2017 (Act No.  VIII of 2017),  any rules and regulations made \nthereunder or any similar laws, the Authority may, by regulations, prescribe the \nmanner, methods and procedures for undertaking public private partn erships \nunder this Ordinance and such prescribed conditions shall exclusively govern \npublic private partnerships by the Authority.  \n \n (3) Notwithstanding anything in the Public Procurement Regulatory  \nAuthority Ordinance 2002 (Ordinance No. XXII of 2002), an y rules and \nregulations made thereunder or any similar laws, the Authority may, by \nregulations, prescribe the manner, methods and procedures for undertaking \nprocurements under this Ordinance and such prescribed conditions shall \nexclusively govern procureme nts by the Authority.  \n88 THE GAZETTE OF PAKISTAN, EXTRA., MAY 22,  2019  [PART I \n \n  21. Re-development schemes .—(1) The Authority may undertake  \nre-development (including  renewal, re -construction, or upgradation) of whole or \na part of a scheme.  \n \n (2) The provisions of this Ordinance for development of a scheme \nshall , with  necessary changes, apply to re -development under sub -section (1).  \n \nCHAPTER VI  \n \nREGISTER OF TITLES  \n \n 22. Registrar. —(1) The Authority may appoint one or more Registrars \nof titles for a  specified area or part thereof on the terms and conditions as may  be \nprescribed in the regulations.  \n \n (2)  In the course of performance of his duties under this Ordinance, the \nRegistrar may exercise the powers of a civil court under the Code of Civil \nProcedure, 1908 (as enforced in the Province or territory of the relev ant \nRegistrar) for summoning any person, document, enforcing attendance of any \nperson or compulsory production of any document or taking statement on oath.  \n \n 23. Record of titles. —(1) The Authority may, in the prescribed \nmanner, maintain the  records of tit les itself or outsource the same in the specified \narea or part thereof, to a central depository company or any other similar entity.  \n \n (2) The Authority may link the record of titles in the specified area \nwith the record of the National Database and Regist ration Authority on mutually \nagreed terms and conditions.  \n \n (3) The Authority shall maintain computerized record of titles which \nmay be exhibited on the website of the Authority, in the prescribed manner.  \n \n 24. Registration of Properties —(1) Notwithstandin g anything \ncontained in any other law,  the Authority, as prescribed, may enter into \narrangements to effect registration and transfer of  properties and maintain records \nin relation to any property or part thereof falling in a scheme, with Provincial \nGovernm ents, and where applicable, Local Governments or other bodies.  \n \n (2) The certificate of title issued by the Registrar shall be deemed to \nconstitute a title document of the relevant immovable property.  \n \n (3) The Registrar shall maintain accurately and compl etely the current \nfacts about each immovable property including certificate of title, leasehold \nrights, mortgage, an easement, a right of occupation or any other right or interest \nwhich shall be available online on the website of the Authority with geo -tagged \nsystem, in such manner as may be prescribed.  \nPART I]     THE GAZETTE OF P AKISTAN, EXTRA., MAY 22,  2019  89 \n  (4) The Registrar may issue certified copies of certificates of title in the \nprescribed ma nner.  \n \nCHAPTER VII  \n \nHOUSE FINANCE AND MORTGAGES  \n \n 25. House finance for a scheme. —(1) Where house finance has been \nprovided by a  financial institution for immovable property in a scheme pursuant \nto an arrangement between the Authority and the financial institution, all disputes \nbetween the financial institution and the relevant borrowers in the scheme shall, \nnotwithstan ding anything contained in any other law, be adjudicated upon by the \nAdjudicator. The process and requirements for lodging and adjudication of a \nclaim before the Adjudicator shall be prescribed through regulations.  \n \n (2) Any party aggrieved of the final ju dgment of the Adjudicator under \nsub-section (1) may, within thirty days of the final judgment, file an appeal \nbefore the Appellate Tribunal. The process and requirements for lodging and \nadjudication of an appeal before the Appellate Tribunal shall be presc ribed \nthrough regulations.  \n \n (3) An appeal to the Supreme Court from a final judgment or order of \nthe Appellate Tribunal shall lie only if the Supreme Court grants leave to appeal.  \n \n 26. Process for Mortgage and Auction. —Where house finance for \nimmovable p roperty in a  scheme is or is proposed to be secured through \nmortgage of such immovable property, the manner, method and procedure for \ncreation and registration of such mortgage, determination of liability, valuation of \nmortgaged property, fixation of reser ve price, auction, bidding and sale of \nmortgaged immovable property shall be as prescribed.  \n \nCHAPTER VIII  \n \nCOMMON PROPERTY  \n \n 27. Common property. —(1) The common property / common areas in \na scheme (including common areas in buildings)  shall remain vested i n the \nFederal Government. The Authority shall control, manage and deal with all such \ncommon property / common areas for and on behalf of the Federal Government, \nfor the purposes of this Ordinance.  \n \n (2) The Authority may delegate and regulate the managemen t of the \ncommon property / common areas in a scheme in the prescribed manner. Without \nprejudice to the generality of the foregoing, such prescription may provide for the \nestablishment (including incorporation), composition, regulation, operations, \npowers a nd functions and dissolution of management associations by whatever \nname called.  \n90 THE GAZETTE OF PAKISTAN, EXTRA., MAY 22,  2019  [PART I \n \n CHAPTER IX  \n \nTAXES, FEES AND CHARGES  \n \n 28. Authority to be exempt from taxation. —(1) Notwithstanding \nanything contained in any other law, for a period of five years starting fr om the \ndate of notification under sub -section (1) of section 4, the Authority shall be \nexempt from income tax.  \n \n (2) The Federal Government through a notification in the official \ngazette may extend the  exemption mentioned in sub -section (1) of this section  to \nsuch extent and on such terms and conditions, as it may deem fit.  \n \n 29. Authority to collect property tax. — The Authority or, if \nauthorized by the Authority, management association shall collect property tax, if \nany, and the Authority shall enter into an arrangement with the concerned \ngovernment for sharing of proceeds of the property tax collected from a scheme.  \n \n 30. Authority to levy fee and charges. — The Authority shall fix fees \nor charges for rendering of any service in a scheme including registrat ion fee, \nwater rate, sanitation fee, solid waste management fee, development or  \nre-development charge and maintenance fee or any other fees, dues and charges.  \n \n 31. Additional charge or surcharge. — If a person fails to pay a tax, fee \nor charge to the Auth ority, the Authority may in the prescribed manner, but subject to \nthe terms of arrangement with the concerned government, levy and collect additional \ncharge and surcharge for non -payment of dues within the specified time.  \n \nCHAPTER X  \n \nOFFENCES, ENFORCEMENT AND ADJUDICATION  \n \n 32. Penalty.—(1) If a person contravenes any provision of this \nOrdinance, or any rules or regulations made under this Ordinance, he shall, if no \nother penalty is provided for such contravention, be punishable with \nimprisonment for a term  which may extend to one year or with fine which may \nextend to two hundred thousand rupees or with both.  \n \n (2)  The magistrate competent to try an offence under sub -section (1) \nmay try the offence in a summary manner in accordance with the provisions of \nsections 260 to 265 of the Code of Criminal Procedure, 1898 (V of 1898).  \n \n 33. Offences and cognizance. —(1) If a person commits an offence \nspecified in — \n \n(a)  Part-A of the Schedule, such person shall be liable to imprisonment for \na term which may extend to seven years or fine which may extend to \nPART I]     THE GAZETTE OF P AKISTAN, EXTRA., MAY 22,  2019  91 \n five hundred thousand rupees or with both and where an accused was \ndirected by the Authority for immediate discontinuance of the offence, \nthe court may impose a further fine which may extend to fifty \nthousand rupees for every day for the period the accused has persisted \nin the offence from the date of its commission; and  \n \n(b)  Part-B of Second Schedule, he shall be liable to imprisonment for a \nterm which may extend to three years or fine which may extend to \none hundre d thousand rupees or with both and where an accused \nwas directed by the Authority for immediate discontinuance of the \noffence, the court may impose a further fine which may extend to \nten thousand rupees for every day for the period the accused has \npersiste d in the offence from the date of its commission.  \n \n (2) An offence punishable under sub -section (1) shall be cognizable on \na complaint in writing of an employee authorized by the Authority to the officer \nincharge of the police station.  \n \n34. Offences to be cognizable and bailable. —Notwithstanding \nanything contained in the Code of Criminal Procedure, 1898 (Act V of 1898), \noffences under this Ordinance shall be bailable and cognizable by the magistrate \nfirst class on the complaint of an employee authorized by the Authority.  \n \n35. Offences by companies. —(1) Where an offence under this \nOrdinance has been committed by a company, every person who at the time of \ncommission of offence was in charge of and was responsible for the conduct of \nits activities shall be deem ed to be guilty of the offence and shall be liable to be \nproceeded against under this Ordinance.  \n \n(2) Nothing contained in this section shall render any such person \nliable if it is proved  that the offence was committed without the person ’s \nknowledge or tha t such person exercised due care to prevent the commission of \nthe offence.  \n \n36. Administrative penalties. —(1) An Adjudicator may, in the \nprescribed manner, issue directions to any person for compliance with any \nprovision of this Ordinance, the rules or reg ulations within the time and in the \nmanner specified in such directions.  \n \n(2) If a person fails to comply with any direction of the Adjudicator \nwithin such time  as may be specified in such direction or where violation is \ndeclared as grave under the regulat ions, the Adjudicator may pass one or more o f \nthe following orders, namely: — \n \n(a)  direct the delinquent person to pay a fine as administrative penalty \nwhich may extend to one hundred thousand Rupees and in case the \n92 THE GAZETTE OF PAKISTAN, EXTRA., MAY 22,  2019  [PART I \n \n failure continues, with an additional fi ne which may extend to five \nthousand Rupees for every day during which such failure continues \nafter the direction to pay fine for the first such failure is passed;  \n \n(b)  direct initiation of prosecution against the delinquent person for the \noffence under s ection 33;  \n \n(c)  seal (for a specified or unspecified period) the immovable property \nwhere violation of this Ordinance, rules or regulations has taken \nplace;  \n \n(d)  direct the relevant employee of the Authority, a civic or utility \nagency to stop or disconti nue the provision of municipal or utility \nservices to the immovable property in occupation of the delinquent \nperson till such time as the violation continues;  \n \n(e)  direct removal or construction of any structure by the Authority;  \n \n(f)  direct the enforcem ent inspector to dispossess an unauthorized \noccupant from an immovable property and hand over peaceful \npossession of the property to the person entitled to the possession of \nthe property; and  \n \n(g)  direct cancellation of lease or allotment of the delinquen t person \nand resumption of possession of the immovable property by the \nAuthority.  \n \n(3) The Adjudicator shall take cognizance of a case on the report of an \nenforcement inspector or an employee authorized by the Authority which shall \ncontain documentary evid ence of the violation and identification of the \ndelinquent person.  \n \n(4) The Adjudicator shall not pass any final direction or order without \nissuing a show -cause notice in writing and affording an opportunity of hearing to \nthe delinquent person, in the pres cribed manner.  \n \n37.  Administrative penalty and offence. —(1) A person, on whom an \nadministrative penalty is imposed under section 36, shall not be prosecuted for an \noffence in respect of the same incident that gave rise to imposition of the \nadministrative penalty unless the Adjudicator directs prosecution of the person.  \n \n(2) A person charged with an offence may also be subject to an \nadministrative  penalty in respect of the same incident that gave rise to the charge \nof the offence.  \nPART I]     THE GAZETTE OF P AKISTAN, EXTRA., MAY 22,  2019  93 \n 38. Enforcement Inspectors .—(1) The Authority shall devise and \nimplement enforcement plans regarding the observance of this Ordinance, rules \nand regulations.  \n \n(2) The Authority shall designate enforcement inspectors for the \nimplementation of the enforcement plans in such manner as may be prescribed \nunder the regulations.  \n \n(3) The enforcement inspectors shall exercise such powers, in such \nmanner and to such extent as is provided in this Ordinance or as may be \nprescribed in the rules or regulations.  \n \n(4) The Authority may, for dischar ge of its functions under this \nOrdinance, seek assistance and support from law enforcement agencies and other \npublic bodies who shall provide all such assistance and support.  \n \n39. Power to enter. —(1) Subject to any rules or regulations, an \nenforcement insp ector may, whenever it is necessary for purposes of this \nOrdinance and at all reasonable times, enter upon any immovable property and — \n \n(a) make inspection, survey, measurement, valuation or enquiry;  \n \n(b) take levels;  \n \n(c) dig or bore into sub -soil; \n \n(d) set out boundaries and intended lines of work;  \n \n(e) mark such levels, boundaries and lines by placing marks and \ncutting trenches;  \n \n(f) take electronic or other evidence; and  \n \n(g) do such other acts or things as may be prescribed.  \n \n (2) An enforcement inspec tor shall not enter any immovable property \nexcept;  \n \n(a) with the consent of the occupant and with prior written notice \nspecifying date and time of inspection; or  \n \n(b) when directed by a court or Adjudicator; or  \n \n(c) without notice to prevent any disaster i n an emergency.  \n94 THE GAZETTE OF PAKISTAN, EXTRA., MAY 22,  2019  [PART I \n \n  40. Ejectment of unauthorized occupants. —(1) Subject to an \nopportunity of hearing, the  Chairman, enforcement inspector or any other \nauthorized officer of the Authority may summarily eject any person in \nunauthorized occupation of any immova ble property under the management or \ncontrol of the Authority and may for such ejectment use such force as may be \nnecessary.  \n \n (2)  Subject to an opportunity of hearing, the Chairman, enforcement \ninspector or any other authorized officer of the Authority, on his own motion or \non the application of the lawful occupier of an immovable property, summarily \neject any person in unauthorized occupation of such immovable property in a \nscheme and may, for such ejectment, use such force as may be necessary.  \n \n (3)  Nothing contained in sub -sections (1) and (2) shall prohibit the \nChairman, enforcement inspector or any other authorized officer of the Authority \nto proceed against such person on commission of an offence, as provided in the \nOrdinance.  \n \n 41.  Adjudicator .—(1) The Authority shall appoint one or more \nAdjudicators for a specified area and if the Authority appoints more than one \nAdjudicators for a specified area, it shall specify jurisdiction of each Adjudicator. \nThe qualifications and terms and conditions of app ointment as Adjudicator shall \nbe prescribed through regulations.  \n \n  (2) The Adjudicator shall hear and decide a case referred to him by the \nChairman,  Registrar or an enforcement inspector under this Ordinance, rules or \nregulations.  \n \n 42.  Inquiry and decis ion.— (1) The Adjudicator may — \n \n(a) conduct an inquiry in any case;  \n \n(b) while inquiring into a case, exercise powers of a civil court under \nthe Code of Civil Procedure, 1908 (Act V of 1908) in respect of the \nfollowing matters:  \n \n(i) summon and enforce atte ndance of a person, compel a person \nto give oral or written evidence on oath and to produce a \ndocument or any other material;  \n \n(ii) receive evidence on affidavit;  \n \n(iii) requisition information from any office; and  \n \n(iv) issue summons for witnesses or docu ments.  \nPART I]     THE GAZETTE OF P AKISTAN, EXTRA., MAY 22,  2019  95 \n  (2)  The Adjudicator shall execute his decisions as if he is a civil court \nunder the Code of Civil Procedure, 1908 (Act V of 1908) or may direct an \nenforcement inspector to execute the decision in the manner mentioned in the \ndirection.  \n \n (3) During  the course of any proceedings before him, and before \npassing a final order, the Adjudicator may pass such interlocutory orders as he \nmay consider appropriate in the circumstances.  \n \n 43. Review.—If no appeal is filed under section 45  against any \ndecision o f the Adjudicator, the  Adjudicator may, at any time, review his \ndecision to correct any error or on proof of any other sufficient cause justifying \nreview of the decision.  \n \n 44. Recovery of dues. —(1) If a person fails to pay any amount due to \nthe Authority or a mortgagor fails to repay house finance in accordance with \nSection 25, the Adjudicator shall, on a reference from an authorized employee of \nthe Authority or the financial institution, as applicable, recover the amount due \nfrom the person or mortgagor a s arrears of land revenue under the Land Revenue \nAct, 1967 (XVII of 1967).  \n \n (2) In exercise of powers under this section, the Adjudicator shall exercise \nany power of collector under the Land Revenue Act, 1967 (XVII of 1967).  \n \n45. Appeals.—(1) A person agg rieved from any final direction, \ndecision or order of an  Adjudicator may, within thirty days from the date of \ncommunication of the same, file an appeal before an Appellate Tribunal of the \nAuthority.  \n \n(2) The Appellate Tribunal shall be constituted and shal l discharge its \nfunctions in  the prescribed manner.  \n \n(3) An appeal to the Supreme Court from a final judgment or order of \nthe Appellate  Tribunal shall lie only if the Supreme Court grants leave to appeal.  \n \n46. Bar of jurisdiction. —(1) Notwithstanding anyth ing provided in \nany other law for the time  being in force, but save as expre ssly provided in this \nOrdinance — \n \n(a) no court or other authority whatsoever shall have jurisdiction to \nentertain,  or to adjudicate upon, any matter which the Authority, the \nChairm an, the Registrar or a Adjudicator, enforcement inspector or \nany other person is empowered by or under this Ordinance, or the \nrules or regulations framed thereunder, to dispose of or to \ndetermine;  \n96 THE GAZETTE OF PAKISTAN, EXTRA., MAY 22,  2019  [PART I \n \n (b) the validity of anything done or an order passed by the  Authority, \nthe Chairman, the Registrar or a Adjudicator, enforcement inspector \nor any other person empowered by or under this Ordinance, or the \nrules or regulations framed thereunder, shall not be called in \nquestion in any manner whatever before or by any  court or other \nauthority whatsoever; and  \n \n(c) no court or other authority whatsoever shall be competent to grant \nany injunction or pass  any other order in relation to any \nproceedings under this Ordinance or any rules or regulations \nframed thereunder befor e the Authority, the Chairman, the \nRegistrar or a Adjudicator, enforcement inspector or any other \nperson empowered by or under this Ordinance, or the rules or \nregulations framed thereunder.  \n \nCHAPTER XI  \n \nFINANCIAL PROVISIONS  \n \n 47. Fund .—(1) The Authority sh all establish a fund to be known as \nNaya Pakistan Housing  and Development Authority Fund to be administered and \ncontrolled by the Authority .  \n \n (2) The Fund shall consist of — \n \n(a) funds, loans or grants provided by the Federal Government or a \nProvincial Go vernment;  \n \n(b) grants and loans negotiated and raised or otherwise obtained by the \nAuthority;  \n \n(c) fee, charges, rentals, tolls, fines and other moneys received or \ncollected by the Authority;  \n \n(d) income from the lease or sale of the property;  \n \n(e) funds f rom, bonds, sukuk and other forms of finances obtained on \nthe basis of participation term certificate (PTC), musharika \ncertificates, term finance certificates (TFC) or any other financial or \ndebt instruments or securities issued by the authority; and  \n \n(f) all other sums received by the authority.  \n  \n (3) The fine imposed or the fee charged under this Ordinance, the rules \nor regulations shall, on receipt or recovery, be deposited in and shall form part of \nNaya Pakistan Housing and Development Authority Fund.  \nPART I]     THE GAZETTE OF P AKISTAN, EXTRA., MAY 22,  2019  97 \n  (4) The Authority shall meet all its expenses from the Fund and shall \nexercise prudence in its expenditures from the Fund.  \n \n 48. Bank accounts. —The Authority may open and maintain its bank \naccounts at such  scheduled banks as may be prescribed and until so  prescribed, as \nthe Chairman may determine.  \n \n 49. Budget and accounts. —(1) The Chairman shall cause to be \nprepared the budget of the  Authority for each financial year commencing on first \nday of July of a year and ending on thirtieth day of June of the succ eeding year.  \n \n(2) The Chairman shall approve the budget at least forty five days prior \nto the commencement of a financial year.  \n \n(3) The accounts of the Authority shall be maintained in such manner \nas may be prescribed.  \n \n 50. Audit.—(1) The Chairman shall appoint a firm of chartered \naccountants, which is  placed in category ‘A’ by State Bank of Pakistan, for the \nannual audit of the accounts of the Authority.  \n \n (2) The auditors appointed under sub -section (2) shall submit the audit \nreport to the  Chairman and the Chairman shall cause the same to be placed before \nthe Policy Board for approval.  \n \nCHAPTER XII  \n \nMISCELLANEOUS  \n \n 51. Duty to assist the Authority .—(1) The Authority may in the \nperformance of its  functions seek assistance of any office, authority or agenc y \nworking under the Federal Government, a Provincial Government or a local \ngovernment.  \n \n(2) The office, authority or agency shall comply with the direction of \nthe Authority under sub -section (1) unless, for reasons to be recorded in writing \nand within thir ty days of the direction, an officer not below the rank of head of \nthe office, authority or agency requests the Authority to place the matter before \nthe Chairman whose decision, on such matter, shall be final.  \n \n52. Authentication of instruments of Authorit y.— All orders, \ndecisions and other  instruments of the Authority shall be authenticated by the \nsignature of the Chairman or any other employee of the Authority authorized by \nthe Chairman.  \n \n98 THE GAZETTE OF PAKISTAN, EXTRA., MAY 22,  2019  [PART I \n \n 53. Annual report. —(1) The Authority shall, within three months of \nthe end of a financial  year, submit to the Patron an annual report.  \n \n(2) The Annual report under s ub-section (1) shall consist of — \n \n(a) the statement of accounts and audit reports of the Authority;  \n \n(b) a comprehensive statement of the work and activities of the \nAuthority  during the preceding financial year and its proposed \nprojects; and  \n \n(c) such other matters as may be prescribed or as the Authority may  \nconsider appropriate.  \n \n 54. Public servants. —The Chairman, a member, Adjudicator, \nenforcement inspector , Registrar and an employee, expert or consultant of the \nAuthority shall when acting or purporting to act in pursuance of any of the \nprovisions of this Ordinance, be deemed to be public servants within the meaning \nof section 21 of the Pakistan Penal Code, 1860 (Act XLV of 1860).  \n \n 55. Immunity. —No suit, prosecution or any other legal proceedings \nshall lie against the Chairman, a member, Adjudicator, enforcement inspector, \nRegistrar or an employee, expert or consultant of the Authority, in respect of \nanythin g done or intended to be done in good faith under this Ordinance.  \n \n 56. Ordinan ce to prevail over other laws. —(1) In the event of any \nconflict or inconsistency between the provisions of this Ordinance and the \nprovisions of any other law, the provisions of this Ordinance shall, prevail to the \nextent of such conflict or inconsistency,  \n \n (2) If an instrument is required to be registered under this Ordinance as \nalso under any  other law, the instrument shall only be registered under this \nOrdinance.  \n \n57. Rules.— The Patron may, on the recommendation of the Authority \nand by notification in the official Gazette, make rules for carrying out the \npurposes of this Ordinance.  \n \n58. Regulations. —Subject to this Ordinance and any rules prescribed \nhereunder, the Authority m ay, by notification in the official Gazette and \npublication on its website, make regulations, to give effect to the provisions of \nthis Ordinance.  \n \n59. Removal of Difficulties. —If any difficulty arises in giving effect to \nany provision of this Ordinance, th e Authority may, at any time, make such order, \nPART I]     THE GAZETTE OF P AKISTAN, EXTRA., MAY 22,  2019  99 \n not inconsistent with provisions of this Ordinance and any rules made hereunder, as \nmay appear to it to be necessary for the purpose of removing the difficulty.  \n \nSCHEDULE  \n[see section 33]  \n \nLIST OF OFFENCES  \n \nPart-A \n \n1.  Discharging any dangerous chemical, inflammable, hazardous or \noffensive article in any drain, or sewer, public water -course or land in a scheme \nin such manner as causes or is likely to cause danger to persons passing by or \nliving or working in th e neighborhood, or risk or injury to property or causing \nharm to the environment.  \n \n2.  Failure of industrial or commercial concerns or such property \nholders to provide adequate and safe disposal of affluent or prevention of their \nmixing up with the water s upply or sewerage system.  \n \nPart-B \n \n3.  Willfully obstructing any officer or servant of the Authority or any \nperson authorized to exercise powers conferred under this Ordinance.  \n \n4.  Failure to deliver back possession of property to the Authority on \nexpirat ion or cancellation of lease or allotment or exemption of immovable property.  \n \n5.  Doing an act without license, approval or permission when the \ndoing of such act requires a license or permission under any of the provisions of \nthe Ordinance, the rules or r egulations hereunder.  \n \n6.  Violation of the master plan, building plan or sanctioned site \ndevelopment scheme including the plans and schemes sanctioned under the \nrepealed enactments, allotting, selling or using the land for the purpose other than \nthe appro ved layout plan.  \n \n7.  Erection or re -erection of any structure which is not approved or \nauthorized by the Authority.  \n \n8.  Changing or converting into any other use any portion of a \ncommercial or residential building or area specified or earmarked for publi c \nparking or amenities.  \n \n9.  Establishing any parking stand on any property or on any open space \nand public park or land managed, maintained or controlled by the Authority.  \n100 THE GAZETTE OF PAKISTAN, EXTRA., MAY 22,  2019  [PART I \n \n 10.  Establishing temporary shops or running any restaurant or vending \nstalls for e atables, wooden khokas or any sort of commercial activity on any \nroad, street, footpath, public place, over a drain, or any other property managed, \nmaintained or controlled by the Authority.  \n \n11.  Obstructing or tampering with any road, street, drain or se wer pipe \nor pavement or tampering with any main pipe, meter or any apparatus or \nappliance for the supply of water or sewerage system or laying out a drain or \naltering any drain in a street or road.  \n \n12.  Connecting any house drain with a drain in a public street without \napproval of the Authority;  \n \n13.  Drawing off, diverting or taking any water except with the \npermission required under this Ordinance, rules or regulations.  \n \n14.  Willfully causing damage, or allowing damage to be caused to any \nproperty manag ed, maintained or controlled by the Authority, or which is \nintended to be managed, maintained or controlled by the Authority, or unlawfully \nconverting it to his own or any other person ’s use.  \n \n15.  Refusal or willfully neglecting to provide any officer or servant of \nthe Authority with the means necessary for entering into any premises for the \npurpose of collecting any information or making an examination or enquiry in \nrelation to any matter under the Ordinance, rules or regulations.  \n \n16.  Without lawful exc use, failing or refusing to comply with any \ndirection or order issued by the Authority under this Ordinance.  \n \n17.  Unauthorized occupation immovable property in a scheme.  \n \n18.  Attempting to commit or abetting the commission of an offence \npunishable under this Ordinance.  \n  \n \nDR. ARIF ALVI , \n                          President . \n————  \n                  JUSTICE (R) \nABDUL SHAKOOR PARACHA , \n                                          Secretary.  \n \n \n————————————————————————————————  \nPRINTED  BY THE MANAGER, PRINTING CORPO RATION OF  PAKISTAN PRESS,  ISLAMABAD .  \nPUBLISHED BY THE  DEPUTY CONTROLLER, STATIONERY AND FORMS, UNIVERSITY ROAD. KARACHI ."
}