{
    "file": "./converted_json\\1724(19)Ex Gaz-I GB(4).json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "PART  I]        THE  GAZETTE  OF PAKISTAN,  EXTRA.,  DECEMBER 31 , 2019 795 \n \n \n \n \n  \nISLAMABAD , TUES DAY , DECEMBER  31, 2019   \nPART I  \n \nActs, Ordinances, President ’s Orders and Regulations  \n \nGOVERNMENT OF GILGIT -BALTISTAN  \nLAW AND PROSECUTION DEPARTMENT  \n(Gilgit -Baltistan Secretariat)  \n \nGilgit , the 3rd December , 201 9 \n \nTHE GILGIT -BALTISTAN ( INDUCTION/REGULATIRZATION OF SAP \nSCHOOL TEACHERS) ACT, 2019  \n(ACT NO.IX OF 2019)  \n \nALA -1(1)/2019/GBLA. —To provide for the induction /appointment of \nthe teachers appointed in Social Action Program (SAP) under the Northern Areas \nEducation Project who are curre ntly serving under the administrative control of \nNational Education Foundation, Ministry of Federal Education, Islamabad \nsubject to transfer of their services along with the assets and Endowment Fund \nfrom National Education Foundation, Ministry of Federal Education, Islamabad \nto Education Department, Gilgit -Baltistan.  \n \nPreamble .—Whereas it is expedient to provide for induction/  \nappointment of the teachers appointed in Social Action Program (SAP) under the \nNorthern Areas Education project who are currently s erving under the \nadministrative control of National Education Foundation, Ministry of Federal \nEducation, Islamabad subject to transfer of their services alongiwth the assets and \nEndowment Fund from National Education Foundation Ministry of Federal \nEducatio n, Islamabad to Education Department, Gilgit -Baltistan.  \n \n(795) \n \nPrice: Rs. 10.0 0 \n[2068(2019 )/Ex. Gaz.]   \n796 THE  GAZETTE  OF PAKISTAN,  EXTRA.,   DECEMBER  31, 2019  [PART I \n \n \n It is hereby enacted as follows: — \n \n 1. Short title and commencement .— (1) This act may be called the \nGilgit -Baltistan (Induction /Appointment of SAP Scho ol Teachers) Act, 2019.  \n \n2. Definitions .— (1) In this Ac t, unless the context otherwise requires,  \n \n (a) “Government ” means the Government of Gilgit -Baltistan;  \n \n(b) “SAP School ” means the existing school buildings constructed \nunder the Northern Areas Educat ion Project with the aid of World \nBank and /or by the community and are under the administrative \ncontrol of National Education Foundation, Ministry of Education, \nIslamabad;  \n \n(c) “SAP School Teacher ” means a teacher working in a SAP School;  \n \n(d) “Department ” means the Education Department of Government of \nGilgit -Baltistan;  \n \n(e) “Hard Areas ” means Hard Areas already notified by Education \nDepartment, Gilgit -Baltistan for appointment of teachers;  \n \n(f) “Departmental Selection Committee ” means a Departmental \nSelection Committee constituted for making selection for initial \nappointment through walk -in-interviews in Education Department, \nGilgit -Baltistan;  \n \n(g) “Employee ” means those duly qualified persons who were \nappointed as Teacher in the SAP School under the Nor thern Areas \nEducation Project and are currently serving as SAP School Teacher \nin the SAP School under the administrative control of National \nEducation Foundation, Ministry of Federal Education, Islamabad;  \n \n(h) “Law or rules”  means the law or rules for the time being enforced \ngoverning the selection, appointment and induction of SAP School \nTeachers in Education Department, Gilgit -Baltistan;  \n \n(i) “Post”  means a post of Matric Trained Teacher (BS -09) created in \nEducation Department, Gilgit -Baltistan for induct ion of SAP \nSchool Teachers.  \n \n(2) All other terms shall have the same meaning as respectively \nassigned to them in the Gilgit -Baltistan Civil Servants Act, 2011.  \n \nPART  I]        THE  GAZETTE  OF PAKISTAN,  EXTRA.,  DECEMBER 31 , 2019 797 \n \n \n  3. Induction of SAP School Teachers .—(1) Notwithstanding \nanything contained in any other law o r rules, the employees appointed and \ncurrently serving in SAP Schools shall be deemed to have validly appointed on \nregular basis from the day of commencement of this Act:  \n \n Provided that;  \n \ni. SAP School Teachers who were appointed in the schools \nconstructe d by the community under Northern Areas Education \nProject (NAEP) with support of World Bank and technical \nassistance /supervision of Education Department Gilgit -Baltistan, \nand are currently serving shall be inducted in Education \nDepartment, Gilgit -Baltista n against 750 created posts of M.T \nTeachers (BS -09) as per procedure with approval of competent \nauthority. Only the employees appointed in SAP School Buildings \nconstructed by the Northern Areas Education Project (NAEP) shall \nbe considered excluding Non -Formal Teacher Working in the SAP \nSchools and remaining SAP/BECS School Teachers will be \nconsidered if any post remains vacant out of 750 po sts and on \ncreation of additional post of M.T Teachers (BS -09). \n \nii. The Department shall have the sole responsibilitie s /authority for \ndistortion of posts in District based on the actual strength of \nteachers and existence of SAP Schools.  \n \niii. Induction of SAP Schools Teachers shall be made on Tehsil level \n(for both male and female) except in Hard Areas where induction \nshall be made on Hard Area basis. However further posting/transfer \nof the teaches shall be made as per policy of the department. The \nproduction of domicile by the SAP teacher shall be mandatory.  \n \niv. For induction of SAP School Teacher the minimum enrollment  \nrequired in a SAP School shall not be less than 20 students. The \nrequirement of minimum enrollment shall be relaxed to 15 students \nper school in Hard Areas.  \n \nv. The maximum age limit for induction of a SAP School Teacher in \nEducation Department, Gilgit -Baltistan shall be 50 years as on \ncommencement of this Act.  \n \nvi. The Teachers who are overaged i.e., above 50 years of age as on \ncommencement of this act shall be granted lump sum payment of \nRs. 0.6 Million and their services shall stand concluded /terminate d \nthereafter.  \n \nvii. Minimum qualified required Matriculation.  \n798 THE  GAZETTE  OF PAKISTAN,  EXTRA.,   DECEMBER  31, 2019  [PART I \n \n \n viii. The Education Department, Gilgit -Baltistan shall prepare and \nmaintain a merit list/seniority list of the already serving SAP \nSchool Teachers on the basis of continuous length of services \n(without any break) and if two or more teachers have same length \nof services, the teacher older in age shall be deemed senior.  \n \nix. The following committees shall have mandate for induction of SAP \nSchool Teachers against the created posts in the department and for \ntransfer of Assets and Endowment Funds from National Education \nFoundation, Ministry of Federal Education, and Islamabad: - \n \n(a) Committees under the chairmanship of the Divisional \nDirectors Education having the representatives of the Services \nand Fi nance Department as members shall be notified by the \nDepartment for induction of SAP School Teacher in the \ndepartment.  \n \n(b) A Complaints Redressal Committee headed by the Director \nGeneral Education (Schools), Gilgit -Baltistan with \nrepresentation of Deputy Secretaries of Services, Finance and \nLaw Department as members shall also be notified by the \ndepartment.  \n \n(c) To take over the Assets of SAP School and endowment fund \nlent to National Education Foundation, Ministry of Federal \nEducation by the Government an d for mutation/transfer of all \nSAP School buildings in the name of Education Department \nGilgit -Baltistan, the following Committee shall be notified: - \n \nCommittee for Transfer of Buildings /Land and other infrastructure  \n \n1. Deputy Director Education of relev ant district.  Chairman  \n \n2. Representative of District Administration . Member  \n \n3. Representative of National Education Foundation,  \n Gilgit -Baltistan.  Member  \n \n4. Representative of Area /Village Education Committee.  Member  \n  \nCommittee for Transfer of Endowm ent Fund  \n \n1. Director General Education (School), GB . Member  \n \n2. Deputy Secretary Finance Department (Dev).  Member  \nPART  I]        THE  GAZETTE  OF PAKISTAN,  EXTRA.,  DECEMBER 31 , 2019 799 \n \n \n 3. Deputy Se cretary (Development) Education.  \n Department Gilgit -Baltistan.  Member  \n \n4. Director National Education Foundation, Gilgit -Baltista n. Member  \n \nx. The orders for induction/regularization of SAP School Teachers \nshall only be issued after transfer of assets/building to E ducation \nDepartment, Government  of Gilgit -Baltistan.  \n \n 4. Determination of Seniority .— (1) The employees who are \ninduct ed against the posts in Education Department under this Act or in the \nprocess of attaining service at the commencement of this Act shall rank junior to \na Civil Servant belonging to same service or cadre, as the case may be, who are \nin service on regular ba sis on the commencement of this Act, and shall also rank \njunior to such other persons, if any, who, in pursuance of their recommendations \nof the Committee made before the commencement of this Act, or to be appointed \nto the respective service or cadre, irre spective of the actual date of appointment.  \n \n (2). The seniority interest of the employee , who are inducted under \nthis Act, within the same service or cadre, shall be determined on the basis of \ntheir continuous offic iating in such service or cadre:  \n \n Provi ded that if the date of continuous officiating in the case of two or \nmore employees in the same cadre, the employee older in age shall rank senior to \nthe younger one.  \n \n 5. Removal of difficulties. — if any difficulty arises in giving effect \nto any of the pr ovision of this Act, the Department may give such direction as it \nmay consider necessary for the removal of such difficulty.  \n \n 6. Overriding effect. —Notwithstanding anything to the contrary \ncontained in any other law or rules, the provision of this Act sha ll have an \noverriding effect and the provisions of any such law or rules to the extent of \ninconsistency to this Act shall cease to have effect.  \n  \n \nFIDA MUHAMMAD NASHAD , \nSpeaker . \nGilgit -Baltistan Assembly . \n \n \n—————  \n \n \nRAJA JALAL HUSSAIN MAQPOON , \nGovernor . \nGilgit-Baltistan . \n_______________________________________________________________  \nPRINTED  BY THE MANAGER, PRINTING CORPORATION OF  PAKISTAN PRESS,  ISLAMABAD . \nPUBLISHED BY THE  DEPUTY CONTROLLER, STATIONERY AND FORMS, UNIVERSITY ROAD, KARACHI ."
}