{
    "file": "./converted_json\\2020-Updates-automation(4).json",
    "name": "Pakistan Code Website and Mobile App",
    "date": "2020",
    "tagline": "Automated access to all laws and amendments for public access",
    "content": "2020 UPDATES  OF REGARDING ONLINE SERVICES/ AUTOMATION  \nA. PAKISTAN CODE WEBSITE AND MOBILE APP  DEVELOPED  \nAll pending Laws ( Acts, Ordinances and their  amendments till date ) are updated on \nhttp://pakistancode.gov.pk  for public access . The necessary Admin Panel/Content \nManagement System (CMS) of Website developed to update the laws . The mobile \napp is also developed for the provision  and access  of all laws  (Acts/Ordinances/Orders , \nRules, sub legislation on smart phones/devices.  Update summary is as following  \n \nSr.# Year  Total Laws /amendments  Updated                   \n1 2020  111 \n2 2019  92 \n3 2018 and Earlier  63 \n4 Missing Laws  72 \n \n \nB. FILE TRACKING SOFTWARE  \nAn indigenous sof tware web application has been developed for the automation \nof R & I and all other wings of the Ministry which is running successfully since \nmay, 2020. This application also has an interactive dashboard for executive \nusers to monitor the cases. Till now 11225 receipts  entered from which  7400  \ndisposed by the wings/sections of the M inistry  and 3825  are under \nprocess/pending.  \n \nC. AUTOMATION OF LIB RARY  THROUGH SLIMS  \nRecently a  smart open source library  software (SLIMS) has been customized and \ndeployed for the automation of Ministry ’s library . Silent features includes \ncollection of Bibliographic  information , Membership system, Client book \nSearching , complete Barcode  scan/reader  Setup , Overview checkin g and \nmonitoring. Necessary training to library staff has been provided for the d ata \nentry of the books . \n \nD. AUTOMATION OF FEDERAL COURTS  \nAn indigenous in-house Web based Software application has been developed on \nthe pattern of Sindh high court for the automation Federal C ourts PSDP Project \nof this  Ministry  and necessary training has been provided to all project Officers \nand staff. For the hosting and execution across 15 Fe deral Courts, a data center \nwithin the Ministry has been established  with the support of Development Wing ."
}