{
    "file": "./converted_json\\64b66670e3fa8_877.json",
    "name": "Export Processing Zones Authority (Amendment) Act, 2023",
    "date": "July 4, 2023",
    "tagline": "An Act to further amend the Export Processing Zones Authority Ordinance, 1980",
    "content": "\\[ - 302REGISTERED No.r_L.-7il6\n4'l\\.:\nEXTRAORDINABY\nPUBLISHED BY AUTHOBITYI;\nISLAMABAD, TUESDIi,Y, JULY 4,2023\nPART I\nActs, Ordinances, Presidemt's Orders and Regulations\nNATIONAL ASSEMBLY SECRETARIAT\nIslomabad, the 3rdJuly, 2023\nNo.F.8(3f/2023-Legis- The following Act of Majlis-e-Shoora\n(ParliamenQ received the assent of the President on the 27th June, 2023 is hereby\npublished for general information:-\nAcr No. XXXVI OF 2023\nAN\nAcT\nfurther to amend the Export Processtng Zones Authority Ordinance, 1980\nWHEREAS, it is expedient furttrer to amend the Export Processing Zones\nAuthority Ordinance, 1980 (IV of 1980) for the purposes hereinafter appearing;\nIt is hercby 3\"ctod as follows:-\n(s23) ir\nPrice: Rs:5.(n\n1t222(2023lBx.Gu.l.\n524 THE GAZETTEOF JULY 2023\nl. Short title and commencement.- (l) This Act may be called the\nExport Processing Zones Authority (Amendment) Act,2023.\n(2) It shall come into force at once.\n2. Amendment of section 2, Ordinance IV of 1980.- In the Export\nProcessing Zones Author.ity Ordinance, 1980 (IV of 1980), hereinafter referred to\nas the said Ordinance, in section 2,-\n(a) after paragraph (d), the following new paragraph shall be inserted,\nnamely:-\n\"(da) *Export Processing Zone developer and operator\" Means a\ncompany incorporated in Pakistan which has entered into an\nagreement with Authority for the development and Operations\nof Private and Public Participated Export Processing Zones.\"\n(b) for paragraph (k), the foliowing shall be substituted, namely:--\n'(k) \"Zone\" means such ared as the Federal Government may, by\nnotification in tlre official Gazette, declare to be a Zone\ninciuding Private and Public Participated Export Processing\nZones for the purposes of this Ordinance.\"\n3. Insertion of section 9A, Ordinance fV of 1980.-In the said\nOrdinance, after section 9, the following new section shall be inserted, namely:-\n*9A. Establishment of Private and Pubtic Participated Export\nProcessing Zones.- (1) The Authority may, with the\napproval of the Federal Government establish Private and\nPublic Participated Export Processing Zones:\nProvided that existing industry or industries, as the case\nmay be, subject to fulfillment of criteria, ffiay be declared\npart of a Private and Public Participated Export Pr:ocessing\nZone:\nProvided f*ither that the Private and Public Participated\nLxport Processing Zones may be established in the area\ncontiguous to the industry or industries so declared under\nsub-section (1).\n(2) The Private and Public Participated Export\nProcessing Zones established under sub-section (l) shall\noperate subject to such tenqs approved by the Federal\n. Government.\"\nTAHIR HUSSAIN,\nSecretary.\nPRINTED BY THi. MANAGE& PRINTING CORPORATION OF P.\\KIS\nPUBLISHED BY THE [,iiPUTY CONTROI-LER, STATIONFRY AND ITORMS, UNIVERSIry ROAD, KARACHI."
}