{
    "file": "./converted_json\\64b66422440d0_684.json",
    "name": "Specific Relief (Amendment) Act, 2023",
    "date": "June 24, 2023",
    "tagline": "Further to amend the Specific Relief Act, 1877",
    "content": "M-302REGrSrEBEoXo.lffi\n@UeGvw dfiltffil9\n=..-rruF\nEXTRAORDINARY\nPUBLISHED BY AUTHORITY\nISLAMABAD, SATIIRDAY, JIINE 24, 2023\nPART I\nActs, Ordinances, President's Orders and Regulations\nNATIONAL ASSEMBLY SECRETARIA'T\nIslamabad, the 22nd Jme, 2023\nNo.F.23(104)D020-Legis.-The following Act of Majlis'e-Shoora\n(Parliament) received the assent ofthe President on the 21st June, 2023 is hereby\npublished for general information:-\nAcr uo. :oo<u, oa ,0,\nArr\nAcr\nfurther to amend the SpectJic Relief Act, 1877\nWHEnEAs, it is expedient further to amend the Specific Relief Act, 1877\n(Act I of 1877) in the manner and for the purposes hereinafter appearing;\nIt is hereby enacted as follows:-\nIt is hereby enacted as follows:-\n1. Short title and commencement.- (1) This Act shall be called the\nSpecific Relief (Amendment) Act, 2023.\n(2) It shall come into force at once.\n(4s 1)\nPrice: Rs. 5.00\nlL 209 (2023) lEx. G az.).\n452 THE GAZETTE OF PAKISTAN, EXTRA JUNE 24, 2023 [PARr I\n2. Amendment of section 42, Actl of 1877.- In the Specific Relief\nAct, 1877 (I of 1877), for section 42, the fbllowing shall be substituted,\nnamely:-\nAny person entitled to any character, or any right to any property, may institute a\nsuit igainst any person denying, or interested to deny, his title to such character\nor right, and the Court may in its discretion make therein a declaration that he is\nso entitled and the plaintiffneed not in such suit ask for any further relief:\nProvided that no Coun shall make any such declaration where the\nplaintifi being able to seek further reiief than a mere declaration of title, omits to\ndo so.\n(2) Notwithstanding anything contained in any other law for the time\nbeing in force, a suit filed under sub-section (l) shall be decided by the Court\nwithin six months and the appellate court shall decide the appeal not later than\nninety days, as the case may be.\".\nTAHIR HUSSAIN,\nSecretary.\nPRINTED BY THE MANAGER, PzuNTING CORPORATION OF PAKISTAN PRESS, ISLAMABAD.\nPUBLISHED BY THE DEPUTY CONTROLLER, STATIONERY AND FORMS, UNIV ERSITY ROAD, KARACHI."
}