{
    "file": "./converted_json\\64b8d3e3884aa_955.json",
    "name": "Elections (Amendment) Act, 2023",
    "date": "26th June, 2023",
    "tagline": "Further to amend the Elections Act, 2017",
    "content": "REGISTEREDNo.Y-301 - - L.-7@6\nGlttGl*rffi d prHdtulI\n'=-,KF\nEXTRAORDINARY\nPUBLISHED BY AUTHORITY\nISLAMABAD, MONDAY, JfI'I\\E 26, 2023\nPART I\nActs, Ordinances, President's Orders and Regulations\nNATIONAL ASSEMBLY SECRETARIAT\nIslamabad, the 26th June, 2023\nNo. F. Z1e4)Dy43-f,egisl-fhe following Act of Majlis-e-Shoora\n(Parliament) received the assent of the President on the 26th June, 2023 is\nhereby published for general information:-\nACT NO. XXXV OF 2023\nAN\n. ACT\nfurther to amend the Elections Act, 2017\nWHEREAS, it is expedient further to amend the Elections Act, 2017\n(xxxm of 2017),in the manner and for the purposes hereinafter appearing;\nIt is hereby enacted as follows:-\n1. Short title and commencement.- (1) This Act shall be called the\nElections (Amendment) Act, 2023.\n(s re)\nPrice : Rs. 6.00\nU214(2023)lEx. Gaz-l\n520 THE GAZETTE OF PAKIS EXTRA., 1WE26,2023 IPARr I\n(2) It shall come into force at once.\n2. Amendment of section 57, Act XXXIII of 2017.- In the\nElections Act, 2017 (XXXII of 2017), hereinafter referred to as said Act, in\nsection 57,for sub-section (1), the following shall be substituted, namely: -\n\"(1) Subject to the Constitution, the Commission shall by notification in\nthe official Gazette announce the date or dates, as the case may be,\nof the general elections.\"\n3.Amendment of section 58, Act XXXII of 2017.- In the said Act, in\nsection 58, for sub-section (1), the following shall be substituted, namely:-\n\"(l) Subject to the Constitution, Notwithstanding anything contained in\nsection 57, the Commission may, at any time after the issuance of\nthe notification under sub-section (1) of that section, make such\nalterations in the election programme announced in that\nnotification for different stages of the election or may issue a fresh\nelection programme with fresh poll date or dates as may, in its\nopinion to be recorded in writing, be necessary for the purposes of\nthis Act.\"\n4. Substitution of section 232, Act XXXIII of 2017.- In the said\nAct. for section 232,thefollowing shall be substituted and shall, nohvithstanding\nanything contained in sub-section (3) of section I of the said Act, always be\ndeemed to have been so substituted on and from commencement of the\nConstitution (Eighteenth Amendment) Act,20l0 (X of 2010), namely;-\n\"232.Qualifications and disqualifications.- (1). The qualifications and\ndisqualifications of a person to be elected, chosen or to remain as a\nmember of the Majlis-e-Shoora (Parliament) or a Provincial\nAssembly shall be such as provided for in Articles 62 and 63 of the\nConstitution:\nProvided that the procedure, manner and duration of the\nqualifications and disqualifications under this section shall be such\nas specifically provided for in the relevant provisions of Articles 62\nand 63 of the Constitution and where no such procedure, manner or\nduration has been provided for therein, the provisions of this Act\nshall apply.\nPART I] THE GAZETTE OF PAKISTAN, EXTRA., JUNE 26,2023 521\n(2) Notwithstandin! anything contained in any other provisions of this\nAct, any other law for the time being in force and judgment, order\nor decree of any court, inclu ding the Supreme Court and a\nHigh Court, the disqualification of a person to be elected, chosen\nor to remain as a member of the Majlis-e-Shoora (Parliament) or a\nProvincial Assembly under paragraph (f) of clause (1) of Article 62\nof the Constitution shall be for a period not exceeding five years\nfrom the declaration by the court of law in that regard and such\ndeclaration shall be subject to the due process of law.\".\nTAHIR HUSSAIN,\nSecretary.\nPRINTED BY THE MANAGER, PRINTING CORPORATION OF PAKISTAN PRESS, ISLAMABAD.\nPUBLISHED BY THE DEPUTY CONIROLLE& STATIONERY AND FORMS, UNIVERSNY ROAD, KARACHI."
}