{
    "file": "./converted_json\\administratorc601a6b9cded92f2ea7f770810282c2f.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "Page 1 of 6 \n \n \n \n \nTHE  FEDERAL  PUBLIC  SERVICE  COMMISSION   \nORDINANCE,  1977 . \n \n \n  \n \n                                                                                 \n     \n     CONTENTS  \n                      ________  \n   SECTIONS:  \n1.  Short  title and commencement.  \n2.        Definition s.  \n3.        Composition  of commission,  etc.  \n4.        Term  of office  members, etc.   \n4 A     Oath  of office.  \n5.        Ineligibility  for further  employment .  \n5 A.    Appointment  of a serving  member  as a chairman.  \n6.        Removal  from  office.   \n7.        Function s of the Commission.  \n7 A.    Conduct  of business  of Commission , etc. \n 8.       Commission  to be informed  when  its advice  not accepted.  \n9.        Reports  of Commission.  \n10.      Rules.  \n11.      [Repeal].  \n \n   Updated till 2.9.2022\n\n \nPage 2 of 6 \n THE FEDERAL PUBLIC SERVICE  COMM ISSION  \n ORDINANCE,  1977.  \n \nORDINANCE No. XLV OF1977  \n \n[22nd D ecember, 1977 ] \n \nAn Ordinance to repeal and, with certain modifications, re-enact the Federal \nPublic Service Commission Act, 1973.  \n \n  WHEREAS it is expedient  to repeal  and, with  certain  modific ations , re-enact the \nFederal Public Service Commission  Act, 1973 (LXVI of 1973);  \n \n AND WHEREAS  the President is satisfied that circumst ances exist which render it \nnecessary to take imm ediate action; \n \n NOW, THEREFORE, in pursuance of the Proclamation of the fifth day of July, 1977, \nread with the Laws  (Continu ance in Force ) Order, 1977  and in exercise  of all powers  enabling him  \nin that behalf, the President is pleased to make and promulgate the  following  Ordinance: — \n \n1.  Short title and comme ncement. — (1) This Ordinance may be called the Federal \nPublic Service Commiss ion Ordinance, 1977.  \n(2)  It shall come into force at once. \n2.  Definition . In this Ordinance, unless there is anything repugnant in the subject or \ncontext, — \n \n(a)  “Commission ” means the  Federal Public Service Commission;  and \n \n(b) “member” means a member of the Commission  and includes the \nChairman   thereof. \n \n3.  Composition of commission, etc.— (1) There shall be a Federal Public  Service \nCommission.  \n \n(2) The President shall by regulations  determine— \n \n(a) the numb er of members of the Commission  and th eir conditions  of service; \nand \n \n(b) the numb er of members of the staff of the Commission  and their conditions  \nof service: \n \n \nProvided that, the salary, allowances and privileges of a member of \nthe Commission  shall not be varied to his dis advantage during his term of \noffice. \n \n(3) The Chairman and other members of the Commission  shall be appoint ed by the \nPresident. \n \n \nPage 3 of 6 \n 1[(4) The Commis sion shall have— \n   (a)   not less than one half of the members who shall be persons having held \noffice in the  service of Pakistan in basic pay scale 21 or  above  post:  \nProvided that no serving Gov ernment servant shall be appoint ed as a member:  \n   (b)  at least one member each from— \n(i)    retired judges of the sup erior judi ciary; \n \n(ii)   retired officers not below the rank of Major-General or equivalent of the \n                                  Armed Forces; and \n \n(iii) wom en and the private sector possessing such qualifications and  \nexperience as the Federal Government may by rules prescribe.] \n \n2[(5) No  proceedings or act of the  Commis sion shall be inv alid merely on the ground  of the \nexistence of a vacancy in, or a defect in the constituti on of, the Commissio n]. \n \n4. Term of office members, etc.— 3[(1) A member of the Commission  shall hold office \nfor a t erm of th ree years from the d ate on which he enters upon  office or till  he attains the age of \nsixty-five years whi chever is earlier: \n \nProvided that a member of the  Commission  who is a retired Judge of the Supreme Cou rt or a \nHigh Court shall hold office for a term of three years within  five years from the d ate of  his \nretirement: \nProvided further that a member of the Com mission  shall not  be eligible for re- appointm ent. \n \n(1A)  Notwithst anding anything in any contract, agreement or any inst rument containing  \nterms and conditions  of the s ervice, a member who, on or after the comm encement of the  Federal \nPublic  Service Commission  (Amendment) Act, 2006 (V of 200 6), compl etes his tenure or attains \nupper age-limit  specified in sub-section (1) sh all on such comm encement forthwith  cease to be \nmember as defined in clause (b) of section 2.] \n \n(2)  A member may resign his office by writing under his hand addressed to the President.  \n1[4A.  Oath of office. Before entering upon o ffice the Ch airman and a member shall make \noath in the form set out in the Schedule to t his Ordinance before the President in case of Ch airman \nand before the  Chairman in case of a member.] \n \n1[5. Ineligibility for further employment. On ceasing to hold office a member shall not  \nbe eligible for further emplo yment in the s ervice of Pakistan.] \n \n \n \n_____________________________________________________________________________  \n     1Subs. and Ins.  by Ord. (LVI of 2000), ss. 2, 4 and  5. \n2Ins. and shall be deemed always to have been so Ins. by the Federal Public Service Commission (Amdt.) Ordin ance, 1978. (25 of 1978), s.2. \n3Subs. by Act (V of 06), s. 2 and shall be deemed always to have been substituted.\n \nPage 4 of 6 \n 1[5A. Appointment of a serving member as a chairman. A serving member of the \nCom mission  shall be eligible for appointm ent as Chairman for a term not exceeding the un expired \nportion of  his term as such member.] \n \n6.  Removal from o ffice. A member shall not be removed from office except in the m anner \napplicable to a Judge of a High Cou rt. \n \n1[7. Functions of the Commission.— (1) The functions  of the Commissi on shall be—\n \n2[(a)   to condu ct tests and examinations  for recruitment of persons to All-Pakistan \nServices, the civil services of the Federation and civil posts  in connection with  \nthe  affairs  of  the  Federation  in  basic  pay  scales  16  and  above  or \nequivalent;] \n \n2[(1a)  The recruitment to the post  in basic p ay scale 11 to  15 m ade by any authority \nor person on or after 28th May 2003,  other than through the Commission,  shall, \nnotwithst anding any provision  of this Ordinance or any oth er law, rule, \nnotification or any order, decision  of judgment of any court or forum, be \ndeemed to be, and always to have been, validly made, taken or done and shall \nnot be called in qu estion  in any court or forum or any ground wh atsoever.] \n \n  (b)       to advise the President— \n \n (i)     on matters relating to qualifications  for and method of recruitment to, \nservices and posts referred to in clause ( a); \n \n(ii)   on the principles to be followed  in making initial appointm ents to the \nservices and posts  referred to in clause (a) and in making \nappointm ents by promotion  to posts  in BS 18 and above  and transfer \nfrom one service or occupational group to another; and \n \n                          (iii)  on any other matter which the President may refer to the commission  \n 3[; and] \n \n3[(c)    to hold examinations for promotion  for such posts  as the Federal Government \nmay, from time to time , by notification in the o fficial Gazette, specify.] \n \nExplanation. — In this  section, “recruitment” means initial appointm ent other than \nby promotion  or transfer \n \n(2)   Recruitment to the following  posts  shall be outside the pu rview of the Commissio n:— \n \n \n \n \n___________________________ __________________________________________________________  \n     1Ins an d subs  by Ord. (LVI of 2000), s. 6-7. \n2Subs and ins  by Act (X of 05), s. 2 (w.e.f 28-05-2003) \n3Subs and added  by Ord. (XLIX  of 2002), s.2.\n \nPage 5 of 6 \n (i)     in the President’s Secretariat; \n \n1[(ia) in the Di rectorate General of Inter Services Intelligence (ISI);] \n \n(ii)      filled by appointi ng a person on contract for a specified period 2[* * * *];  \n(iii)     filled on ad hoc basis for a period of  six months or  less \nProvided that— \n(1)   no ad hoc appointm ent shall be made before placing or requisition  with \nthe Commis sion for regular appointm ent; and \n \n(2)  before filling  the post on ad hoc basis, prior approval shall be obtained \nfrom the Commission;  \n \n(iv)     filled by re-employing or retired officers, provide d that the re-employment is \nmade for a specified period 2[* * * *] in a post not higher than the post in which \nthe p erson w as employed on regular basis before retirement; and \n \n(v)      filled by the employment or re-employment of persons on the recomm endations  \nof the  High Powered Selection Board, constitut ed by the President who are, \nor have been, Officers of the Armed Forces and hold, or have held, such posts \ntherein as are declared by the  President to the equivalent to the posts  to be so \nfilled.] \n \n3[(3)(a) A Candidate aggrieved by any decision  of the Federal Public Service \nCommission  may, within  thirty days of such decision , make a representation \nto the Commission  and the Commission  shall decide the representation within \nfifteen days after  giving  the candidate  a reasonable  opportunity  of hearing.  \nThe decisio n of the Commission, subject  to the result of review petition,  shall \nbe final. \n \n(b)      A candidate aggrieved by the decision of the Commission made under  paragraph \n(a) may, within fifteen days of the decision, submit a review petition to the \nCommission and the Commission shall decide the review petition within thirty \ndays under intimation to the petitioner. \n \n(c) Save as provided in this Ordinance, no order made or proceeding taken under \nthis Ordinance, or rules made thereunder, by the Commission shall be called in \nquestion in any cou rt and no injunction shall be granted by any  court in respect \nof any de cision made or taken in pu rsuance of any power conferred by, or \nunder, this Ordinance. \n \n(d)      Any cand idate aggrieved by a decision of the Commission under paragraph (b) \nmay, within thirty days of the decision, prefer an appeal to the High Court.] \n4[7A.  Conduct of Business of Commission , etc. The Chairman of the Com mission  may, \nwith the approval of the Federal Government, make rules for regulating the condu ct of th e busin ess \nof the Commi ssion,  and such rules may provide  for any of the functions  of the Commission  specified \nby it  being performed by a Committ ee compos ed of two or more members constitut ed by the \nChairman for the purpose.] \n \n \n   1Ins. by Act (XI of 04), s. 2. \n2Omitted by Ord. (XLVI of 2007), s. 2. \n3Added by Ord. (XVI of 2001), s. 2. \n    4Ins. by the Federal Public Service Commission (Amdt.) Ordinance, 1978 (25 of 1978), s.3.  \n \nPage 6 of 6 \n 8. Commission  to be informed when its advice not accepted. Where the President do es \nnot accept the advice of the Commission,  he shall inform the Commi ssion accordingly. \n \n9. Reports of Commission. — (1) It shall be the duty of the Commission  to present to the  \nPresident annually a report on the work done by the Commission,  and the President shall cause a  \ncopy of the report to be  laid before the National Assembly and the Senate. \n \n(2) The report referred to in sub-section (1) shall be accompanied by a memorandum s etting \nout so far as is known to the Commissio n— \n \n(a)       the cases, if any, in whi ch the advice  of the Commission  was not  accepted and \nthe reasons  therefor: and \n \n(b)       the m atters, if any, on w hich the Commission  ought to have been consult ed \nbut was not  consult ed and the reasons th erefor. \n \n10. R ules. The Federal Government may, by notification in the  official Gazette, make rules \nfor carrying out the purposes of this Ordinance. \n \n11. [Repeal] Omitt ed by the Federal Laws (Revision  and Declaration)  Ordinan ce, \n1981 (X XVII of 1981)  s. 3 and S ch., II. \n                                                                   ________  \n \n \n1[SCHEDULE  \n \n[(See section 4A)]  \n \n \nI,_________________________________________________________________________  \n \n  do solemnly swear that I will bear true faith and allegiance to Pakistan: \n \nThat, as a Chairman (or Member) of the Federal Public  Service Comm ission  I will discharge \nmy duti es, and perform my functions, honestly, to the best of my ability and faithfully in \naccordance with the Const itution  of the Islamic Republic  of Pakistan and the law, and always in the \ninterest of the solid arity, integrity., well-being and prosperity of Pakistan. \n \nThat, I will not allow my personal interest to influence my official conduct or my official \ndecisions  and that in the performance of my functions,  whether in the selection of persons for \nrecruitment or appointm ent or in any other way, I will  act without  fear or favour, affection or ill \nwill.       \nMay ALLAH Almi ghty help and guide me  (A’meen).] \n \n \n \n \n___________  \n \n \n___________________________________________________________ ______ ________________  \n1Added by Ord. (LVI of 2000), s. 8."
}