{
    "file": "./converted_json\\administratorc04599707559bad586492e3c473cf142.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "Page 1 of 9 \n  \n \n \n \nTHE EMPOYEES COST OF LIVING (RELIEF) ACT, 1974  \n \n \n \nCONTENTS  \n1.  Short title, extent and commencement  \n2.  Definitions  \n3.  Cost of living allowance  \n3A. Cost of living allowance in addition to that admissible under section 3  \n4.  Responsibility for payment of cost of living allowance  \n5.  Time for payment of cost of living allowance  \n6.  Claims for recovery, or delay in payment, of cost of living allowance  \n7.  Cost of living allowance to form part of Wages  \n8.  Saving of certain right and privileges.  \n9.  Penalty.  \n10.  Cognizance of offences.  \n11.  [Repeal]  \n \n   \n \n\n \n \nPage 2 of 9 \n THE EMPLOYEES COST OF LIVING (RELIEF) ACT, 1974.  \n1ACT NO. I OF 1974  \n[31st December, 1973]  \nAn Act to provide for payment of a cost of living allowance to employees.  \n WHEREAS it is expedient to provide for payment of a cost of  living allowance to employees \nand for matters ancillary thereto;  \n It is hereby enacted as follows: — \n 1. Short title, extent and commencemen t.—(1) This Act may be called the  (Relief) Act, \n1973.  \n (2) It shall come into force at once.  \n (3) It extends to the whole of Pakistan.  \n 2. Definitions.  In this Act, unless there is anything repugnant in the subject or context, — \n(a)  “cost of living allowance ” means 2[an amount] payable under the provisions of \nthis Act;  \n(b) “employee ” means any person employed, whether directly or through any other \nperson, for wages, lo do any skilled or unskilled, intellectual, technical, clerical, \nmanual or other work in, or in con nection with the affairs of, an undertaking, \nunder any contract of service or apprenticeship, whether written or oral, express \nor implied, and includes such a person when laid off, but does not include 3* \n *  * a person for whom a provision has been, or ma y be, made by \nthe Federal Government or a Provincial Government for grant of an allowance \nintended to provide relief due to a rise in the cost of living;  \n(c)  “employer ”, in relation to an undertaking, means any person who employs, \neither directly or thro ugh any other person, whether on behalf of himself or any \nother person, any employee, and includes — \n(i)  a body or persons, whether incorporated or not;  \n \n \n1 For Statement of Objects and Reasons, see Gaz. of P., 1973, Pt. III, p. 1883.  \nThe Act has been app lied to the Provincially Administered Tribunal Areas of the N.W.F.P., 1974, Ext., p. 199 -a \nThis Act has been applied to the Provincially Administered Tribunal Areas of Baluchistan by Notification No. SO (TA)  \n3/30/73, dated 25th September, 1974, see Gaz. of  Baluchistan Extraordinary issue No. 71 of 1974.  \n2 Subs. by the Employees Cost of Living (Relief) (Amdt.) Act, 1974 (47 of 1974), s. 2, for “the amount ” \n3 The words “a person employed on wages equal to, or exceeding one thousand and one hundred rupees per month, or ” omitted by the Employees’ Cost \nof Living (Relief) (Amdt.) Act, 1975 (61 of 1975), s. 2. The words in crocthets were subs. by Act, 47 of 1974, s. 2 for “seven hundred and thirty -five”. \n \n \nPage 3 of 9 \n  (ii)  a person who has ultimate control over the affairs of an under taking, \nincluding the owner of t he undertaking, or where the aff airs of any \nundertaking are ent rusted to any other person (whether called a \nmanaging agent, director, manager, agent, superintendent, secretary, \nrepresentative of the owner or by any other name), such other person, or \nin any other case, any person responsible to the owner for supervision \nand control of an employee or for payment of his wages; and  \n(iii) an heir, successor, administrator or assign, as the case may be, of such \nperson or a ssociation of persons;  \n(d) “undertaking ” means — \n(i)  an establishment to which the West Pakistan Shops and Es tablishments \nOrdinance, 1969 (WP Ord.  VIII of 1969 .), for the time being applies, \nand, notwithstanding anything contained in section 5 thereof, includes \nclubs, hostels and messes not maintained for profit or gain and \nestablishments for the treatment or care of the sick, infirm, and destitute \nor mentally u nfit persons;  \n(ii)  a construction industry to which the West Pakistan Industrial and \nCommercial Employment (Standing Orders) Ordinance, 1968 (W.P. \nOrd. VI of 1968.), for the time being applies;  \n(iii)  a factory as defined in the Factories Act, 1934 (XXV  of 1934).  \n(iv)  a mine as defined in the Mines Act, 1923  (IV of 1923.);  \n(v)  a road transport service as defined in the Road Transport Workers \nOrdinance, 1961 (XXVIII of 1961).  \n(vi)  a newspaper establishment as defined in the Newspaper Employees \n(Con ditions of Service) Act, 1973 (LVIII of 1973); and  \nincludes any class of establishments which the Federal Government may, by notification in the official \nGazette, declare to be undertakings for the purposes of this Act;  \n(e)  “wages ” means remuneration for services 1 * * * payable in cash to an employee \nwithout taking account of deductions for any purpose, under a contract of \nservice or apprenticeship, written, oral, express or implied, and includes any \ndearness allowance or other addition in respect of the cost of living payable or \npaid for the period preceding the first day of August, 1973, and any payment by \nthe employer to an employee in respect of any period of authorised leave, but \ndoes not include — \n \n1 The words “, other than cost of living allowance, ” omitted by the Employees’ Cost of Living (Relief) (Amdt.) Act, 1977 (26 of 1977), s. 2, (w.e.f. 1 -5-\n77). \n \n \n \nPage 4 of 9 \n (i)  any payment for overtime, or  \n(ii)  any sum paid to an employee to defray special expenses entailed by the \nnature of his employment; or  \n(iii)  any gratuity payable on discharge; or  \n(iv)  any sum paid as bouns, house rent, conveyance allowance, travelling \nallowance or any other allowance.  \n1[3. Cost of living allowance. —(1)] Every employee 2[whose wages do not exceed seven \nhundred and thirty -five rupees] shall, in respect of his employment on or after the first day of August, \n1973, whether on time -work or piece -work basis, be paid by his employer a cost of living allowance — \n(a)  equal to thirty -five rupees per month, if his wages do not exceed seve n hundred \nrupees; or  \n(b)  at such rate as, together with his wages, makes a total of seven hundred and \nthirty -five rupees per month, if his wages are more than seven hundred rupees.  \nExplanation. —In this section, “month ” means a normal working period of tw enty-six days, \ncalculated at the rate of forty -eight hours of work per week.  \n3[(2) In addition to the cost of living allowance admissible under sub -section (1), if any, every \nemployee 4 [whose wages do not exceed one thousand and one hundred rupees] shall,  in respect of his \nemployment, on or after the eighth day of June, 1974, whether on time -work or piece -work basis, be \npaid by his employer a cost of living allowance, — \n(a)  equal to fifty rupees per month or ten per cent of his monthly wages, whichever \nis more, if his wages do not exceed one thousand rupees; or  \n(b)  at such rate as, together with his wages, makes a total of one thousand and one \nhundred rupees per month, if his wages exceed one thousand rupees 5[but are \nless than one thousand and one hundre d rupees].  \n6[(3) In addition to the cost of living allowance admissible under sub -section (1) or, as the case \nmay be, sub -section (2), if any, every employee shall in respect of his employment, on or after the \nseventh day of April, 1975, whether on time -work or piecework basis, be paid by his employer a cost \nof living allowance equal to twenty -five rupees per month.].  \n \n \n \n \n \n1 Re-numbered as sub -section (1) of that section by the Employees’ Cost of Living (Relief) (Amdt.) Act, 1974 (47 of 1974), s. 3.  \n2 Ins. ibid.,  \n3 New Sub -section (2) ins. ibid.,  \n4 Ins. by the Employee’s Cost of Living (Relief) (Amdt.) Act, 1975 (61 of 1975), s. 3.  \n5 Ins. by the Employees’ Cost of Living (Relief) (Amd .) Act, 1975 (61 of 1975), s. 3. 6 New sub -section (3) added ibid.,  \n6 New sub -section (3) added ibid.,  \n \n \nPage 5 of 9 \n 1[(4) In addition to the cost of living allowance admissible under sub -section (1) and (2) or, as \nthe case may be sub -section (3), if any, every employe e whose wages do not exceed one thousand and \nfive hundred rupees shall, in respect of his employment on or after the first day of July, 1980, whether \non time -work or piecework basis, be paid by his employer a cost of living allowance equal to forty \nrupees per month:  \nProvided that the said cost of li ving allowance shall be set off — \n(a)  against the amount payable under an agreement or settlement reached, or an \naward given, under the Industrial Relations Ordinance, 1969 (XXIII of 1969), \nwhich has been announc ed and become effective on or after the first day of \nJanuary, 1980 or which is announced and becomes effective within a period of \none year of the commencement of the Employees Cost of Living (Relief) \n(Amendment) Ordinance, 1980; and  \n(b)  against the amount  payable under an award given under the Newspaper \nEmployees (Conditions of Service) Act, 1973 (LVIII of 1973), which becomes \neffective from the fifteenth day of April, 1980.]  \n2[(5) In addition to the cost of living allowance admissible under sub -sections ( 1), (2) and (3) \nor, as the case may be, subsection (4), if any, every employee whose wages do not exceed one thousand \nfive hundred rupees shall, in respect of his employment on or after the first day of July, 1981 whether \non time -work or piece -work basis, be paid by his employer a “cost of living allowance equal to forty \nrupees per month:  \nProvided that the said cost of living allowance shall be set off — \n(a)  against the amount payable as a relief due to rise in the cost of living under an \nagreement or settlement reached, or an award given, under the Industrial \nRelations Ordinance, 1969(XXIII of 1969), which has been announced and \nbecome effective on or after t he first day of January, 1981, or which is \nannounced and becomes effective within a period of one year of the \ncommencement of the Employees' Cost of Living (Relief) (Amendment) \nOrdinance, 1981; and  \n(b)  against the amount payable under an agreement or set tlement reached and in \nforce on the first day of July, 1981, under which employees get increases at \nregular intervals on the basis of a rise in the cost of living [.] 2  \n3 *  *  *  *  *  *  * \nExplanation. —For the  purposes of this sub -section 1[subsection (6 ) and sub -section (7)] any \nincrease in wages accruing by virtue of the usual annual increment or promotion to a higher grade, or \nan allowance not specifically given to provide relief due to a rise in the cost of living, shall not be \ndeemed to be an, increa se intended to provide relief due to a rise in the cost of living.]  \n \n1 New sub -section (4) added by the Employees’ Cost of Living (Relief) (Amdt.) Ordinance, 1980 (32 of 1980), s.2.  \n2New sub -section (5) added by the Employee’ Cost of Living (relief) (Amdt .) Ordinance, 1981 (25 of 1981), s. 2.  \n3 Subs. and omitted by the Finance Act, 1986 (1 of 1986), s. 9.  \n \n \nPage 6 of 9 \n 1[(6) In addition to the cost of living allowance admissible under sub -sections (1), (2), (3) and \n(4), or, as the case may be, subsection (5), if any, every employee whose wages do not exceed one \nthousand five hundred rupees shall, in respect of his employment on or after the first day of July, 1985, \nwhether on time -work or piece -work basis, be paid by his employer an increase in wages at the rate of \n13.5 per cent of his wages:  \nProvided that the said increase in wages shall be set off —  \n(a)  against the amount payable as a relief due to rise in the cost of living under an \nagreement or settlement reached, or an award given, under the Industrial  \nRelations O rdinance, 1969, which has been announced and become effective on \nor after the first day of January, 1984; and  \n(b)  against the amount payable under an agreement or settlement reached and in \nforce on the first day of July, 1985, under which employees get in creases at \nregular intervals on the basis of a rise in the cost of living [.]2 \n   2[ *  *  *  *  *  *  *] \n2[(7) In addition to the cost of living allowance admissible under sub -section (1), (2), (3), (4), \n(5), or, as the case may be, subsection (6), if any , every employee whose wages do not exceed one \nthousand five hundred rupees shall, in respect of his employment on or after the first day of July, 1986, \nwhether on time -work or piece -work basis, be paid by his employer an increase in wages at the rate of \n18 per cent of his wages:  \nProvided that the said increase in wages shall be set off — \n(a)  against the amount payable as a relief due to rise in the cost of living under an \nagreement or settlement reached, or an award given, under the Industrial \nRelations Or dinance, 1969 (XXIII of 1969), which has been amended and \nbecame effective on or after the first day of January, 1984;  \n(b)  against the amount payable under an agreement or settlement reached and in \nforce on the first day of July,  1986,  under which employ ees get increase at \nregular intervals on the basis of a rise in the cost of living; and  \n(c)  against the amount payable as an increase in wages under sub -section (6).]  \n3[3A. Cost of living allowance in addition to that admissible under section 3.  In addition to \nthe cost of living allowance admissible under section 3, if any, every employee shall, in respect of his \nemployment on or after the first day of December, 1990, whether on time -work or piece -work basis, \nbe paid by his employer a cost of liv ing allowance at such rate and in such area or areas, as the Federal \nGovernment may, from time to time, by notification in the official Gazette, specify.]  \n \n \n1Added by the Employees’ Cost of Living (Relief) (Amdt.) Act, 1985 (14 of 1985), s. 2.  \n2 Subs. Omitted and added by the Finance Act, 1986 (1 of 1986), s. 9.  \n3 New section 3A ins. by the Employees’ Cost of Living (Relief) (Amdt.) Act, 1992 (27 of 1992), s. 2 (w.e.f. 1 -12-90). \n \n \nPage 7 of 9 \n 4. Responsibility for payment of cost of living allowance.  Every em ployer shall be \nresponsible for the payment of the cost of living allowance required to be paid under this Act.  \n5. Time for payment of cost of living allowance.  The cost of livin g allowance shall be paid \nalong with wages in accordance with any custom, usag e; practice or law applicable to the undertaking:  \n1[Provided that where an employee employed in an undertaking has not been paid the cost of \nliving allowance payable under sub -section (1) of section 3 for any period commencing on or after the \nfirst day of August, 1973, but preceding the commencement of the Employees' Cost of Living (Relief) \nAct, 1973„ or, as the case may be, under sub -section (2) of that section for any period commencing on \nor after the eighth day of June, 1974, but preceding the commenceme nt of the Employees Cost of \nLiving (Relief) (Amendment)  Act, 1974 (I of 1974) 2[or under sub -section (3) of that section for any \nperiod commencing on or after the seventh day of April, 1975, but preceding the commencement of \nthe Employees Cost of Living (R elief) (Amendment) Ordinance, 1975,] the employer shall pay it to \nhim within thirty days of the commencement, — \n(a)  in the case of the cost of living allowance payable under sub -section (1) of \nsection 3, of the Employees Cost of Living Allowance (Relief) A ct, 1973; 3*  \n(b)  in the case of the cost of living allowance payable under sub -section (2) of that \nsection, of the Employees' Cost of Living (Relief) (Amendment) Act, 1974           \n4[; and]]  \n5[(c)  in the case of the cost of living allowance payable under sub -section (3) of that \nsection, of the Employees Cost of Living (Relief) (Amendment) Ordinance, \n1975.]  \n6. Claims for recovery, or delay in payment, of cost of living allowance.  Where contrary to \nthe provisions of this Act, the cost of living allowan ce of any employee has been withheld or delayed, \nsuch worker himself or through any other person authorised by him in this behalf may apply — \n(a)  in the case of an establishment to which the West Pakistan Shops and \nEstablishments Ordinance, 1969 (W.P. Ord.  VIII of 1969), for the time being \nApplies, to the authority appointed under sub -section (1) of section 12 thereof \nhaving jurisdiction and the provisions of the said section and sections 11, 13, \n21, 23, 30 and 32 of that Ordinance shall, so far as may be a nd with the necessary \nmodifications, apply for the purposes of recovery of the cost of living \nallowance: and  \n \n \n \n1 Subs. by the Employee’s Cost of Living (Relief) (Amdt.) Act, 1974 (47 of 1974), s. 4., for the original proviso.  \n2 Ins. by the Employees’ Co st of Living (Relief) (Amendment) Act, 1975 (61 of 1975), s. 4.  \n3 The word “and” omitted ibid.  \n4 Subs. ibid., for the full -stop.  \n5 New cl. (c) added ibid.,  \n \n \nPage 8 of 9 \n (b)  in any other case, to the authority appointed under sub -section (1) of section 15 \nof the Payment of Wages Act, 1936 (IV of 1936), having jurisdiction and the \nprovisions of the said section and sections 6,16,17,18, 19, 22, 23 and 26 of the \nsaid Act shall, so far as may be and with the necessary modifications, apply for \nthe purposes of recovery of the cost of living allowance.  \n7. Cost of living allowance to form part of Wages.  Notwithstanding anything contained in \nthis Act or any other law for the time being in force, the cost of living allowance shall 1* form part of \nwages of a worker for the purposes of any other law, including the purposes of contribution to \nprovident fund, gratuity, bonus, social security scheme 2 [, indexation of wages] and calcula ting wages \nfor over -time work 3[:] \n4[Provided that, f or the purposes of the Workmen’s Compensation Act, 1923 (VIII of 1923), \nexcept section 4 thereof the Payment of Wages Act, 1936 (V of 1936.), the Companies Profits \n(Workers' Participation) Act, 1968 (XII of 1968), or the Industrial Relations Ordinance, 196 9 (XXIII \nof 1969), the cost of living allowance shall not form part of the wages of a worker.]  \n5[8. Saving of certain right and privileges.  Nothing in this Act shall affect any right or \nprivilege to which an employee was entitled, — \n(a)  in the case of the cost of living allowance payable under sub -section (1) of \nsection 3, immediately before the commencement of the Employees' Cost of \nLiving (Relief) Ordinance, 1973 (XXII of 1973), or  \n(b)  in the case of the cost of living allowance payable under sub -sectio n (2) of \nsection 3, immediately before the commencement of the Employees' Cost of \nLiving (Relief) (Amendmen t) Act, 1974, 6[or]  \n7[(c)  in the case of the cost of living allowance payable under sub -section (3) of \nsection 3, immediately before the commenceme nt of the Employees’ Cost of \nLiving (Relief) (Amendment) Ordinance, 1975.],  \nunder any law for the time being in force or under any award, decision, agreement settlement contract, \ncustom or usage in force immediately before such commencement:  \n \n \n \n \n \n1 The word “not” omitted by the Employees’ Cost of Living (Relief) (Amdt.) Act, 1977 (26 of 1977 (26 of 1977), s. 3 (w.e.f. 1 -5- 1977).  \n2 ins. by the Employees’ Cost of Living (Relief) (Amdt.) Act, 1987 (6 of 1987), s. 9.  \n3 Subs. ibid., for the full -stop,  (w.e.f. 1 -5-1977).  \n4 Proviso added ibid., (w.e.f. 1 -5-1977).  \n5 Subs. by the Employees’ Cost of Living (Relief) (Amdt.) Act, 1974 (47 of 1974), s. 5 for the original section 8.  \n6 The word “or added by the employees’ Cost of Living (Relief) (Amdt.) Act, 1 975 (61 of 1975), s. 5.  \n7 New cl. (c) ins. ibid.,  \n \n \nPage 9 of 9 \n Provided that, if, at any time commencing on or after the  first day of August, 1973, but \npreceding the commencement of the said Ordinance or, as the case may be, commencing at or after the \ncommencement of the said Ordinance but preceding the commencement of the Employees' Cost of \nLiving (Relief) (Amendment) Act, 1974, any employer has paid, or become liable to pay, whether by \nvirtue of an award, decision, agreement, settlement, contract, custom or usage, to  any employee, in \nrespect of any period, any sum of money, which is intended to provide relief due to a rise in the cost \nof living, such employer shall not be required to pay to such employee in respect of such period any \namount in excess of the difference  if, any, between the amount so paid by him or the amount which he \nhas so become liable to pay, and the cost of living allowance payable to such employee.  \nExplanation. —For the purposes of this proviso, any increase in wages accruing by virtue of \nthe usual annual increment for promotion to a higher grade, or an allowance not specifically given to \nprovide relief due to a rise in the cost of living, shall not be deemed to be an increase intended to \nprovide relief due to a rise  in the cost of living.]  \n9. Penalt y. Any employer who contravenes any provision of this Act shall be punishable with \nsimple imprisonment for a term which may extend to six months, or with fine which may extend to \ntwo thousand rupees, or with both.  \n10. Cognizance of offences.  No Court shall take cognizance of any offence under this Act save \non a complaint made by an aggrieved employee or by an officer of a registered trade union of which \nsuch employee is a member, or by any person authorised in this behalf by the Provincial Go vernment.  \n11. [Repeal] Omitted by the Federal Laws (Revision and Declaration) Ordinance, 1981 (XXVII \nof 1981), s. 3 and Sch., II."
}