{
    "file": "./converted_json\\administratord2876c0ca2780e889724d4a8bebddc74.json",
    "name": "The Employment (Record of Services) Act, 1951",
    "date": "18th April, 1952",
    "tagline": "An Act to make provision for compulsory maintenance of the record of service of persons in certain classes of employment in certain areas.",
    "content": "Page 1 of 4 \n  \n \nTHE EMPLOYMENT (RECORD OF SERVICES) ACT , 1951  \n \n \n \nCONTENTS  \n1.  Short title, extent, a pplication and commencement  \n2.  Definitions  \n3.  Exemption s \n4.  Service book  to be produced by employee  \n5.  Form of the service book  \n6.  Entries in the service book  \n7.  Power of Inspection  \n8.  Penalty  \n9.  Cognizance of offences  \n10.  Prosecution  \n11.  Protection  of action taken under the Act  \n12.  Power to make rules  \n \n \n  \n \n \n\n \nPage 2 of 4 \n THE EMPLOYMENT (RECORD OF SERVICES) ACT , 1951  \n1ACT NO. XIX of 1951  \n[18th April , 1952]  \nAn Act to make provision for compu lsory maintenance of the record  of service of persons in certain \nclasses of employment in certain areas.  \n WHEREAS it is expedient to make provision for the compulsory maintenance of the record of \nservice of persons in certain classes of employment in certain areas;  \n It is hereby enacted as follows: ___ \n 1. Short title, extent, a pplication and commencement.___(1) This Act may be called the \nEmployment (Record of Services) Act, 1951.  \n 2[(2) It extends to the w hole of Pakistan.]  \n (3) It applies to all persons concerned as employers or employees in such cl asses of \nemployment and in such areas as the 3[Provincial Government] may specify by notification in this \nbehalf.  \n (4) It shall come into force on such date a s the 3[Provincial Government] may, by notification \nin the official Gazette, appoints.  \n 2. Definitions. In this Act, unless there is anything repug nant in the subject or context,___  \n  3[*  *  *  *  *  *  *] \n(b)  “employee” means a person to whom this Act applies engaged for hire or for \nany other pecuniary consideration by a n employer, or an apprentice ;  \n(c)  “employer” means any person to whom this Act applies engaging the services___  \nmanual or cle rical, skilled or unskilled___of another for hire or f or any other \npecuniary consideration or an apprentice for the purpose of carrying on his \ncalling, trade, business, undertaking or manufacture or for personal or domestic \nservice and includes any  body of persons whether incorporated or not and any  \nmanaging agent of any employer ; \n \n1The Act has been extended to__  \n(i) the Baluchistan States Union, by the Baluchistan States Union (Federal Laws) (Extension) Order, 1953 (G.G.O. 4 of 1953).  \n(ii) the State of Bahawalpur by the Bahawalpur (Extension of Federal Laws ) Order, 1953 (G.G.O. 11 of 1953) ; and  \n(iii) Khairpur State, by the Khairpur (Federal Laws) (Extension) Order, 1953 (G.G.O. of 5 of 1953).  \nThe Act has been and shall be deemed to have been brought into force in Gwadur ( with effect from the 8th September , 1958 ), by the Gwadur (Application \nof Central Laws) Ordinance, 1960 (37 of 1960), s. 2.  \nThe Act has been brought into force throughout the Province of West of Pakistan ( with effect from the 15th August, 1961 ), see Gazette of West Pakistan, \n1961, Ext., p.  1855.  \nThis Act has been applied to certain classes of employment throughout the Province of West Pakistan see Gazette of West Pakistan, 1961, Ext, p. 1855.  \nThe Act has been applied to the Provincially Administered Tribal Areas or to the parts or those a reas to which it does not already apply, see Regulation \nNo. 1 of 1972, s. 2 and Sch.  \n2Subs. by the Central L aws (Statute Reform) Ordinance No XXI of 1960, s. 3 and 2nd Sch.   \n3Subs. and omitted by A.O., 1964, Art. 2 and Sch .  \n \nPage 3 of 4 \n (d)  “Labour  Commissioner” means the officer so designated and appointed by the \n1[Provincial Government] ;  \n(e)  “prescribed” means prescribed by rules made under this Act; and  \n(f)  “wages” has the same meaning as in  the Payment of Wages Act, 1936  (IV of \n1936).  \n 3. Ex emption s. The 1[Provincial Government] may exempt from the provisions of this Act any \nestablishment or undertaking where records of service are maintained to the satisfaction of the \nGovernment.  \n 4. Service book  to be produced by employee.___(1) Before engaging an employee the \nemployer shall require from him his service book, if he asserts that he has been previously in \nemployment under any other employer and the employee shall produce the service book if he has one.  \n 2[(2) If the employee has no service book, the employer shall, at his own cost, provide one and \nkeep it with himself.]  \n (3) The service book 2[if any, produced by the employee under subsection (1)] shall be kept by \nthe employer, who shall gi ve the employee a receipt there for in the prescribed form.  \n (4) Nothing in this section shall prevent an agreement between the employee and the employer \nwhereby it is provided that the employee shall keep and maintain a duplicate of his service book.  \n (5) T he employer shall hand over service book to the employee on the termination of the \nemployee’s service with the employer, except where the 2[employee] has kept and maintained a \nduplicate of  his service book.  \n 2[(6) If the service book handed over to the em ployee under sub -section (5), or the duplicate \nthereof maintained by him , is lost by him, the employer shall provide him with a duplicate service \nbook and may charge him the prescribed price.]  \n 5. Form of the service book. The service book shall be of the  size and in the form as may be \nprescribed and a passport size photo of the employee if a male shall be affixed to it. The service book \nshall contain particulars of identific ation of the employee, the name  and other particulars of the persons \nunder whom em ployed from time to time, period of employment, occupation, rate of wages including \nallowances, if any, leave taken and records of conduct and efficiency by employers.  \n 6. Entries in the service book. The employer shall at the commencement of the employme nt \nand during the continuance of the same make such entries therein from time to time as are required by \nthis Act and the rules made thereunder and he and the employee shall sign the entries as they are made.  \n 7. Power of Inspection. The Labour Commission er or an officer a uthorised by him in writing \nmay by written noti ce require an employer or an employee to produce the service book or the duplicate \nservice book or any other paper or document which he may have reason to believe contains the \nparticulars not ed in the service book and thereupon the employer or the employee, as the case may be, \nshall comply if he is in possession of the said book, paper or document.  \n \n1Subs. by A.O., 1964, Art. 2 and Sch.  \n2Subs.,  ins and added  by Ordinance No. XVIII of 1960, s. 2.  \n \n \nPage 4 of 4 \n  8. Penalty. Any breach of the provisions of this Act or the rules made thereunder shall be \npunishable in the case of an employer with fine which may extend to fifty rupees, and in the case of \nan employee with a fine which may extend to five r upees , and for the purposes of this section any \nfailure or refusal to comply with a requirement duly made by a person empowered under this Act or \nunder the rules made thereunder to make it shall be deemed to be a breach of the said provisions.  \n 9. Cogniza nce of offences. No court shall take cognizance of an offence punishable under this \nAct unless previous sanction for prosecution has been accorded on the prescribed form by the Labour \nCommissioner and except upon complaint by any public servant or by a per son authorised in this behalf \nby the Labour Commissioner in writing on the said form.  \n 10. Prosecution. Any infringement of or refusal or omission to carry out the provisions of this \nAct or the rules made thereunder by any person may be reported to the La bour Commissioner or to \nany other officer appointed in this behalf by him by an order in writing for such local limits as may be \nassigned in the order, for sanction of prosecution or for such other action as he may deem proper to \ntake.  \n 11. Protection of action taken under the Act. No suit, prosecution or legal proceeding shall \nlie against any person in respect of anything in good faith done or intended to be done under this Act \nor the rules made thereunder.  \n 12. Power to make rules.___ (i) The 1[Provinci al Government] may after previous publication, \nmake rules for carrying in to effect the purposes of this A ct.  \n(ii)  In particular and without prejudice to the generality of the foregoing power such rules may \nprovide for___  \n(a)  the form of the service book and the particulars to be entered therein ;  \n(b)  the quality of paper and co vering page of the service book ;  \n(c)  the number of pages of the book ;  \n(d)  the time within which any entry in the service book shall be made and the \noccasions on wh ich a fresh entry shall be made ;  \n(e)  the authorisation of persons to manufacture and sell se rvice books and  \nprescribed forms ;  \n(f)  the procedure at any investigation and for proceeding before the grant of \nsanction for prosecu tion by the La bour Commissioner ;  \n(g)  the persons and class of public servants who may be authorised by the Labour \nCommissioner to make complaints under this Act, and  \n(h)  the manner o f calculation of monthly wages.  \n______________  \nRGN Date: 22 -05-2024  \n1Subs. by A.O., 1964, Art. 2 and Sch."
}