{
    "file": "./converted_json\\administrator32d19e5c21e9875c8aa6e9e234f86153.json",
    "name": "Partition Act, 1893",
    "date": "9th March, 1893",
    "tagline": "An Act to amend the Law relating to Partition",
    "content": "Page 1 of 4 \n   \n \n \nTHE PARTITION ACT, 1893  \n \n \nCONTENTS  \n1.  Title, extents and saving  \n2.  Power to Court to order sale instead of division in partition suits  \n3.  Procedure when sharer undertakes to buy  \n4.  Partition suit by transferee of share in dewelling house  \n5.  Represe ntation of parties under disability  \n6.  Reserved bidding and bidding by shareholder  \n7.  Procedure to be followed in case of sales  \n8.  Orders for sale to be deemed decrees  \n9.  Saving of power to order partly partition and partly sale.  \n10.  Application of A ct to pending suits  \n\n \nPage 2 of 4 \n THE  PARTITION  ACT,  1893  \n1Act No. IV OF 1893  \n[9th March , 1893]  \nAn Act to amend  the Law relating  to Partition  \n WHEREAS  it is expedient  to amend  the law relating  to partition;  \n It is hereby  enacted  as follows  :– \n 1. Title,  extents  and saving.___(1) This Act may be called  the Partition  Act, 1893;  \n 2[(2) It extends  to the whole  of Pakistan];  * \n 3[* * * * * * *] \n (4) But nothing  herein  contained  shall  be deemed  to affect  any local  law providing  for the \npartition  of immoveable  property  paying  revenue  to Government.  \n 2. Power  to Court  to order  sale instead  of division  in partition  suits.  Whenever  in any suit \nfor partition  in which,  if instituted  prior  to the commencement  of this Act, a decree  for partition  \nmight  have  been  made,  it appears  to the Court  that, by reason  of the nature  or the property  to which  \nthe suit relates,  or of the number  of the shareholders  therein  or of any other  special  circumstance,  a \ndivision  of the property  cannot  reasonably  or conveniently  be made,  and that a sale of the property,  \nand distribution,  of the proceeds  would  be more  beneficial  for all the shareholders,  the court  may,  if \nit thinks  fit, on the request  of any of such shareholders  interested  individually  or collectively  to the \nextent  of one moiety  or upwards,  direc t a sale of the property  and a distribution  of the proceeds.  \n 3. Procedure  when  sharer  undertakes  to buy.___(1) If, in any case in which  the Court  is \nrequested  under  the last foregoing  section  to direct  a sale, any other  shareholder  applies  for leave  to \nbuy at a valuation  the share  or shares  of the party  or parties  asking  for a sale, the Court  shall  order  a \nvaluation  of the share  or shares  in such manner  as it may think  fit and offer  to sell the same  to such \nshareholder  at the price  so ascertained,  and may give all necessary  and proper  directions  in that \nbehalf.  \n (2) If two or more  shareholders  severally  apply  for leave  to buy as provided  in sub- section  \n(1), the Court  shall  order  a sale of the share  or shares  to the shareholder  who offers  to pay the highest  \nprice  above  the valuation  made  by the Court.  \n (3) If no such shareholder  is willing  to buy such share  or shares  at the price  so ascertained,  \nthe applicant  or applicants  shall  be liable  to pay all costs  of or incident  to the application  or \napplications.  \n \n1For Statement of Objects and Reasons, see Gaz. of India, 1892, Pt V. p. 46; for Report of the Select Committee, see ibid ., 1893, Pt. V, p. 51 and for \nProceeding in Council, see ibid ., 1893, Pt VI, pp.38 and 49.  \n2Subs. by the Central Laws (Statute Reform) O rdinance, 1960 (21 of 1960), s. 3 and 2nd Sch. (with effect from the 14th october,1955 ), for the original \nsub-section (2), as amended by A.O., 1949.  \n3The word “and” at the end of sub -section (2), and  sub-section (3), rep. by the Repealing and Amending Act,  1914 (10 of 1914), s. 3 .and Sch. II.  \n \nPage 3 of 4 \n  4. Partition  suit by transferee  of share  in dewelling  house.___(1) Where  a share  of a \ndwelling -house  belonging  to an undivided  family  has been  transferred  to a person  who is not a \nmember  of such family  and such transferee  sues for partition,  the Court  shall,  if any member  of the \nfamily  being  a shareholder  shall  undertake  to buy the share  of such transferee,  make  a valuation  of \nsuch share  in such manner  as it thinks  fit and direct  the sale of such share  to such shareh older,  and \nmay give all necessary  and proper  directions  in that behalf.  \n (2) If in any case described  in sub-section  (1) two or more  members  of the family  being  such \nshareholders  severally  undertake  to buy such share,  the Court  shall  follow  the procedure  prescribed  \nby sub-section  (2) of the last foregoing  section.  \n 5. Representation  of parties  under  disability.  In any suit for partition  a request  for sale may \nbe made  or an undertaking,  or application  for leave,  to buy may be given  or made  on behalf  of any \nparty under  disability  by any person  authorised  to act on behalf  of such party  in such suit, but the \nCourt  shall  not be bound  to comply  with any such request,  undertaking  or application  unless  it is of \nopinion  that the sale or purchase  will be for the benef it of the party  under  such disability.  \n 6. Reserved  bidding  and bidding  by shareholder.___ (1) Every  sale under  section  2 shall  be \nsubject  to a reserved  bidding,  and the amount  of, such bidding  shall  be fixed  by the Court  in such \nmanner  as it may think  fit and may be varied  from  time to time.  \n (2) On any such sale any of the shareholders  shall  be at liberty  to bid at the sale on such terms  \nas to non-payment  of deposit  or as to setting  off or accounting  for the purchase -money  or any part \nthereof  instead  of paying  the same  as to the Court  may seem  reasonable.  \n (3) If two or more  persons,  of whom  one is a shareholder  in the property,  respectively  \nadvance  the same  sum at any bidding  at such sale, such bidding  shall  be deemed  to be the bidding  of \nthe shareholder.  \n 7. Procedure  to be followed  in case of sales.  Save  as hereinbefore  provided,  when  any \nproperty  is directed  to be sold under  this Act, the following  procedure  shall,  as far as practicable,  be \nadopted,  namely  :- \n 1* * * * * * * \n(b)  if the property  be sold under  a decree  or order  of any other  Court,  such \nprocedure  as the High  Court  may from  time to time by rules  prescribe  in this \nbehalf,  and until such rules  are made,  the procedure  prescribed  in the 2[Code  \nof Civil  Procedure,  1908  (Act V of 1908) ] in respec t of sales  in execution  of \ndecrees.  \n 8. Orders  for sale to be deemed  decrees.  Any order  for sale made  by the Court  under  \nsection  2, 3 or 4 shall  be deemed  to be a decree  within  the meaning  of section  2 of the 2[Code  of \nCivil  Procedure,  1908  (Act V of 1908) ]. \n  \n1Omitted by the Federal Laws (Revision and Declaration) Ordinance, 1981, (27 of 1981), s. 3 and 2nd Sch.  \n2Subs . ibid ., for “Code of Civil Procedure.”.  \n  \n \nPage 4 of 4 \n  9. Saving of power to order partly partition and partly sale.  In any suit for partition the \nCourt  may, if it shall think fit, make a decree for a partition of part of the property to which the suit \nrelates and a sale of the, remainder under this Act.  \n 10. Application  of Act to pending  suits.  This Act shall  apply  to suits instituted  before  the \ncommence ment  thereof,  in which  no scheme  for the partition  of the property  has been  finally  \napproved  by the Court.  \n \n___________  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nDate: 05 -09-2024"
}