{
    "file": "./converted_json\\administrator3166d6575bb1950ca8c08f173920445f.json",
    "name": "The Marriages Validation Act, 1892",
    "date": "29th January, 1892",
    "tagline": "An Act to validate certain marriages solemnized under Part VI of the Christian Marriage Act, 1872",
    "content": "Page 1 of 3 \n \n  \n \n \nTHE MARRIAGES VALIDATION ACT, 1892  \n \n \n \nCONTENTS  \n1.  [Commencement.]  \n2.  Definition  \n3.  Validation of irregular marriages  \n4.  Validation of records of irregular marriages  \n5.  Application of Act to marriages under Act V of 18 65 \n6.  Penalty for solemnizing irregular marriages   \n\n \nPage 2 of 3 \n l[THE  MARRIAGES  VALIDATION  ACT,  1892]  \nACT  No. II OF 1892  \n[29th  January,  1892]  \nAn Act to validate  certain  marriages  solemnized  under  Part VI of the Christian  Marriage  Act, 1872 . \n WHEREAS  provision  is made  in Part VI of the Christian  Marriage  Act, 1872,  (XV of1872)  \nfor the solemnization  of marriages  between  persons  of whom  both are Native  Christians,  but not of \nmarriages  between  persons  of whom  one only is a Native  Christian;  \nAnd whereas  persons  licensed  under section  9 of the said Act have  in divers  parts  of 2[Pakistan]  \nthrough  ignorance  of the law, permitted  marriages  to be solemnized  in their presence  under  the said \nPart between persons of whom one is a Native Christian and the other is not a Native  Christ ian; \n And whereas it is expedient that such marriages, having been solemnized in good faith, \nshould be validated;  \n It is hereby enacted as follows: – \n 1. [Commencement .] Rep. by the Repealing and Amending Act, 1914 (10 of 1914).  \n 2. Definition.  In this Act the expression “Native Christian” has the same meaning as in the \nChristian Marriage Act, 1872 (XV of 1872).  \n 3. Validation of irregular marriages.  All marriages which have already been solemnized \nunder Part VI of the Christian Marriage Act, 1872, (XV of 18 72) between persons of whom one only \nwas a Native Christian, shall be as good and valid in law as if such marriages had been solemnized \nbetween persons of whom both were Native Christians:  \n Provided that nothing in this section shall apply to any marriage which had been judicially \ndeclared to be null and void, or to any case where either of the parties has, since the solemnization of \nsuch marriage and prior to the commencement of this Act, contracted a valid marriage.  \n 4. Validation of records of irregular marriages.  Certificates of marriages which are \ndeclared by the last foregoing section to be good and valid in law, and register -books, and certified \ncopies of true and duly authenticated extracts therefrom, deposited in compliance with the law for the \ntime being in force, in so far as the register -books and extracts relate to such marriages as aforesaid, \nshall be received as evidence of such marriages as if such marriages had been solemnized between \npersons of whom both were Native Christians.  \n \n1Short  title given  by the Short  Titles  Act, 1897  (14 of 1897).  \nFor Statement  of Objects  and Reasons,  see Gazette  of India,.1891  , Pt. V. p. 142; for Report  of the Select  Committee,  see ibid.,  1892,  Pt. V, p, 5 and for \nProceedings  in Council,  see ibid.,  1891,  Pt. VI, p. 117, and ibid.,  1892,  Pt. VI, ,p.l1.  \nThis Act has been  declared  to be in force  in Baluchistan  by the British  Baluchistan  Laws  Regulation,  1913  (2 of 1913).  \nIt has also been  extended  to the Leased  Areas  of Baluchistan,  see the Leased  Areas  (Laws)  Order,  1950 (G.G.O.  3 of 1953)  ; and applied  in the \nFederated  Areas  of Baluchistan,  see Gazette  of India,  1937,  Pt. I, p. 1499.  \nThis Act has been  and shall  be deemed  to have  been  extended  to the whole  of Pakistan  by the Central  Laws  (Statute  Reform)  \nOrdinance,  1960 (21 of 1960)  , s. 3 and 2nd Sch. (with  effect  from  the 14th October,  1955).  \n2Subs.  ibid, (with effect  from  the 14th October,  1955 ) for “the Provinces  and the Capital  of the Federation”  which  had been  subs,  by A. O.,1949,  Arts.  .3 \n(2) .and 4, for “British  India.”  . \n \n \nPage 3 of 3 \n  5. Application  of Act to marriages  under  Act V of 1865.  References  in this Act to the \nChristian  Marriage  Act, 1872,  (XV of 1872)  shall,  so far as may be requisite,  be construed  as \napplying  also to the corresponding  portions  of the 1Indian  Marr iage Act 1865  (V of 1865)  \n 6. Penalty  for solemnizing  irregular  marriages.  If any person  licensed  under  section  9 of \nthe said Act to grant  certificates  of marriage  between  Native  Christians  shall  at any time after the \ncommencement  of this Act solemnize  or affect  to solemnize  any marriage  under  Part VI of the said \nAct or grant  any such certificate  as therein:  mentioned,  knowing  that one of the parties  to such \nmarriage  or affected  marriage  was at the date of such solemnization  not a Christian,  he shall  be liable \nto have  his license  cancel1ed,  and in addition  thereto  he shall  be deemed  to have  been  guilty  of an \noffence  prohibited  by section  73 of the said Act, and shall  be punishable  accordingly.  \n \n \n___________  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nDate: 05 -09-2024  \n1Rep. (except as to  Straits Settlements) by the Christian Marriage Act, 1872 (15 of 1872)."
}