{
    "file": "./converted_json\\administratorc198d02d1424a74c9b4904f4f17b9b26.json",
    "name": "Federal Medical Teaching Institutes Ordinance, 2020",
    "date": "November 16, 2020",
    "tagline": "To re-organize Federal medical teaching institutes and teaching hospitals",
    "content": "PART I]     THE GAZETTE OF PAKISTAN, EXTRA ., NOVEMBER  16,  2020  711 \n \n \n \n \nISLAMABAD,  MONDAY , NOVEMBER   16,  2020 \n \n \nPART I  \n \nActs, Ordinances, President’s Orders and Regulations  \n \nGOVERNMENT OF PAKISTAN  \n \nMINISTRY OF LAW AND JUSTICE  \n \nIslamabad, the 16th November , 2020 \n \n  No. F. 2(1)/20 20-Pub. —The following Ordinance Promulgate d on 13th \nNovember , 2020 by the President is hereby published for general information: — \n \nORDINANCE NO. XII OF 2020   \n \nAN \n \nORDINANCE  \n \nto re-organize as a body corpora te the Federal medical teaching institutes  \nand teaching hospitals  thereof  \n \n WHEREAS  it is ex pedient to re -organize and provide autonomy to the \nFederal medical teaching institutes and their affiliated teaching hospitals to \nenhance the services being rendered by the institutions to improve performance,  \n \n(711) \n \nPrice: Rs. 40.00 \n \n[6383 (2020)/Ex. Gaz .].  \n712 THE GAZETTE OF PAKISTAN, EXTRA., NOVEMBER   16,  2020  [PART I \n \n enhance effectiveness, efficiency and responsiveness for the provision of quality \nhealthcare services and education and to make them into state of the art model \ninstitution of Pakistan;  \n \n AND WHEREAS  the S enate  and the National Assembly are not in sess ion \nand the President of the Islamic Republic of Pakistan is satisfied that \ncircumstances exist which render it necessary to take immediate acti on; \n \n NOW, THEREFORE , in exercise of the powers conferred by clause (1) of \nArticle 89 of the Constitution of the  Islamic Rep ublic of Pakistan, the President \nof the Islamic Republic of Pakistan  is pleased to make and promulgate the \nfollowing Ordinance: —  \n \nCHAPTER I \n \nPRELIMINARY  \n \n 1. Short title, ap plication and commencement. —(1) This Ordinance \nshall be called the  Federal Medical Teaching Institutes Ordinance, 2020.  \n \n (2) It shall apply to all Federally owned or operated medical teaching \ninstitutes, its affiliates  and subsidiaries thereof in Pak istan. \n \n (3) It shall come into force at once.  \n  \nCHAPTER II \n \nDEFINITIONS  \n \n 2. Definitions. —In this Ordinance, unless the conte st otherwise \nrequires, — \n  \n (a) “basic science faculty ” means a me dical f aculty not involved in \npatient  care;  \n \n (b) “Board ” means the Board of Governor s constituted under section 4;  \n \n (c) “Chairperson ” mean s the Chairperson of the Board;  \n \n (d) “clinical faculty ” means a medical faculty  involved in any manner \nwith a clinical care of patients, whether diagnos tic or therapeutic;  \n \n (e) “college ”“ means a medical college, de ntal or a nursing college in \nthe public  sector;  \n \n (f) “consultant ” means and includes — \nPART I]     THE GAZETTE OF PAKISTAN, EXTRA ., NOVEMBER  16,  2020  713 \n  (i) those medical faculties involved in patient care; or  \n \n (ii) those staff who act as service provid er to the patients in the \nhospital;  \n \n (g) “dean ” means the academic head of the  medical teaching \ninstituti on; \n \n (h) “employee ” means a person who is — \n  \n (i) an employee appointed by the Boar d of the medical  teaching \ninstitution under this Ordinance  or rules and regulations  made \nthere -under; or  \n \n (ii) a civil servant who has opted to bec ome an employee of the  \nmedical teaching institution under s ection 17.  \n \n (i) “medical faculty ” means and includes the basic science faculty and \nclinical faculty which includes senior registrar a nd above as well as \ndean of the medical teaching institute, involved in teaching,  training \nor patient care;  \n \n (j) “Government ” means the Federal Gove rnment;  \n \n (k) “healthcare services ” means prevent ive, curative, promotive, \nrehabilitative health services and include diagnostic,  support \nservices, laboratory, accident and emergency, pharmacy a nd \nparamedic support;  \n \n (l) “member ” means a member of the Board and includes Chairperson;  \n \n (m) “medical teaching institution ” means a public sector medical, dental \nor nursing college or any other medical teaching i nstitution and \ntheir affiliated teaching  hospital s located anywhere in Pakistan \nowned and controlled by the Federal Government and included or \nnotified by the Federal Government in Schedule -I to this \nOrdinance;  \n \n (n) “prescribed ” means prescribed by rules or regulations made under \nthis Ordinance ; \n \n (o) “regulations ” means regulations made under this Ordinance;  \n \n (p) “rules ” means rules made under this Ordi nance;  \n714 THE GAZETTE OF PAKISTAN, EXTRA., NOVEMBER   16,  2020  [PART I \n \n  (q) “search and nomination council ” means search and nomination \ncouncil notified by the Government under section 7, and  \n \n (r) “Tribunal ” means the Federal Medi cal Teaching Institutions \nTribunal established under this Ordinance.  \n \nCHAPTER III  \n \nMEDICAL TEACHING INSTITU TE \n \n 3. The medical teaching institution. —(1) The ins titutions  included \nin Schedule -I shall be medical teaching institutions established under this \nOrdinance as a body corporate having perpetual succession and a common seal \nwith power to acquire, hold an d dispose of movable and immovable property and \nmay in its name sue and be sued.  \n \n (2) The objective of the medical teaching in stitut ion shall be to \nundertake all functions  required for providing health facilities and healthcare \nservices to the people and to provide medical education and training and research \nand to perform such other functions as are assigned to it by the  Governm ent from \ntime to time.  \n \n 4. Board of Governors. —(1) There shall be a Boar d of Governors of \nthe medical teaching institution to administer and manage its affairs and shall \nhave overall superintendence and control over the functions and all their related \nmatters. \n \n (2) The Board of Governors shall comprise suc h number of members \nas may be determined by the Government but shall neither be, less than three \nmembers and nor exceed seven members and all of whom shall be from the \nprivate sector.  \n \n (3) The members  shall be appointed  by the Government  on the \nrecommendation of the search and nomination council constitute d under  \nsection 7:  \n \n Provided that the members shall, unless otherwi se directed by the \nGovernment, hold office for a period of three years and be eligi ble for re -\nappointme nt. \n \n (4) The members  may include eminent technical and professional \npersons in their respective fields having significant aptitude and time available \nfor improving the hospital services, such as legal, finance, economics, \nmanagement, m edical profession, retired civil servants,  educationists, social \nworkers,  representatives  of civil society,  businessmen  and renowned  \nphilanthropists.  \nPART I]     THE GAZETTE OF PAKISTAN, EXTRA ., NOVEMBER  16,  2020  715 \n  (5) The Chairperson shall be elected by the me mbers through voting \nfrom amongst themselves and he shall p reside over the Board meetings. In ca se \nof his absence, the Chairperson may nominate a Board member as acting \nChairperson or if he has n ot done so,  the members present shall  elect an acting \nChairperson for that meeting.  \n \n (6) The membership of a member sha ll cease and fall vacant if the \nmember resigns, or fails to attend three consecutive meetings of the  Board \nwithout su fficient cause or for any other reasons which incapacitate the member \nto remain as member. Any such vacancy shall be filled  within one mont h. \n \n (7) The membersh ip of a member may be terminated by notification in \nthe official Gazette on grounds of incompetence or for reasons noted in sub -\nsection (8) or in view of actions of such member which bring the medical \nteaching institution or the Boar d into disrepute.  \n \n (8) No person shall be appointed or remain as a member of the Board, \nif such person — \n \n (a) is by a competent court of law declared as of un -sound  mind;  \n \n (b) has before a court of law applied to be ad judicated as an insolvent \nand his appl ication is pending;  \n \n (c) is by a competent court of law declared an un -discharged  insolvent;  \n \n (d) has been by a court of law convicted for an off ence involving moral \nturpitude;  \n \n (e) has been debarred from holding any office under any law; or  \n \n (f) has a  conflict of interest with such a position.  \n \n 5. Conduct of business. —(1) All decisions of the B oard shall be \ntaken by consensus and  in case of division of opinion, the decision shall be taken \nby major ity of votes:  \n \n Provided that in case of equality of vo tes, the Chairpe rson of the Board \nshall have a second casting vote.  \n \n (2) No act or proceedings of the Board shall be inval id merely on the \nground of existence of any vacancy in or defect in constitution of the Board, \nsubject to the condition that any act or proceeding of the Board taken by less than \nthree members on account of vacancies shall be ratified immediately by the Board \nupon the minimum membership of t he Board prescribed under sub -section (2)  of \nsection 4.  \n716 THE GAZETTE OF PAKISTAN, EXTRA., NOVEMBER   16,  2020  [PART I \n \n  (3) The quorum for meeting of the Board shall be f our members or \ntwo-thirds of the total  number of Board Members, whichever is less.  \n \n (4) The member count shall be determined by actual members present \nand proxy votes shall not count.  \n \n (5) The Board may hold meetings as frequently as requi red, but shall \nhold at least one meeting on a quarterly basis.  \n \n (6) Special meetings of the Board shall be convened on the special \nrequest of at least one third of the Board members for consideration of any \nimportant or urg ent matter.  \n \n (7) Subject to the prov isions of this Ordinance and the r ules and \nregulations made there -under, the Board may appoint sub -committees of the \nBoard, provide d that a sub -committee shall be at all times headed by a member \nof the Board who is also  a me mber of such committee and such sub-committees \nconstituted shall perform such functions as may be prescribed by the Board or the \nrules or regulations made pursuant to this Ordinance.  \n \n (8) The remuneration for attending the Board meeting s hall be such as \nmay be prescribed.  \n \n (9) The Secr etary to the Board when appointed shall be an employee of \nthe Board, who shall perform all secretarial and office functions of the Board at \nthe direction of the Chairman and shall be  responsible for recording minutes of \nthe Board meetings, co nvening Board meetings, carrying out communication \nwith all Board members and all other functions as may be prescribed.  \n \n 6. Functions  and powers  of the Board. —(1) The Board shall be \nresponsible for. — \n \n (a) ensuring that the objectives of the medical teac hing institutio n \nwithin the overall ambit of Government policy are achieved, \noverseein g effective management and providing strategic direction \nto the medical teaching ins titution ; \n \n (b) policy making of the medical teaching institution and ensuring that \nits performance a nd its programmes are efficient and effective;  \n \n (c) prescribe procedures for appointment, terms and conditions of \nservice, disciplinary matters and other service matters for the \nemploy ees; \n \n (d) creation, re -designation, up -gradation, down -gradation or ab olition \nof posts pursuant to prior consultation with the Establishment \nPART I]     THE GAZETTE OF PAKISTAN, EXTRA ., NOVEMBER  16,  2020  717 \n Division where such posts may be occupied by persons in \ngovernment service an d provided that while creating posts having \nthe financial implications in excess of the approved annual budg et \nthat shall require prior consultation with the Finance Divis ion; \n \n (e) approval of vision and mission statement;  \n \n (f) approval of annual business plan;  \n \n (g) review and approval of major transactions;  \n \n (h) approval of new programs and services and mon itor organizational \nperformance;  \n \n (i) approval of financial plans and annual budget;  \n  \n (j) approval of regulations for medical staff and overseeing the process \nfor appointment of members of the medical staff;  \n \n (k) approval of programs and services to e nsure that all legal, \nregulatory and accreditation requirements are met;  \n \n (l) constitution of a finance committee and such other  committees or \nsub-committees, as it may deem appropriate; and  \n \n (m) compliance with Government policies and sta ndards. \n \n (2) Medical teaching institution shall be accountabl e to Government for \nits performance and shall regularly provide performance based data at se t \nintervals based on Government’ s set performance monitoring format, with \nattendant reward and di scipline measures and  the Government shall also \nperiodically evaluate the performance of the medic al teaching institution against \nthe set targets particularly related to efficiency, effectiveness and equit with \nattendant reward and discipline measures.  \n \n (3) The Board shall in  prescribed manner appoint the dean, hospital \ndirector, medical director, nursing director and finance director of the medical \nteaching institution.  \n \n (4) The Chairperson, of the Board may, in case of  exige ncy of service, \nappoint the dean, medical director , hospital director , nursing director and finance \ndirector on officiating basis. All such appointments shall be placed before the \nBoard for approval withi n three months.  \n \n 7. Search and nomination council. —(1) The Gov ernment shall \nconstitute and notify a s earch and nomination council, to recommend persons \n718 THE GAZETTE OF PAKISTAN, EXTRA., NOVEMBER   16,  2020  [PART I \n \n from pri vate sector suitable to be appointed as members of the Board and which \nshall consist of — \n  \n (a) Minister Concerned or Federal Minister nominated  Chairman  \n  by the Prime Minister;  \n \n (b) Secretary of  the Division concerned;  Vice-Chairman  \n  \n (c) Secretary Planning Division;  Member  \n \n (d) Vice -Chancellor of the Quaid -e-Azam University;  Member  \n \n (e) a philanthropist with substantial contribution to  \n  public healthcare to be nominated by Government;  Member  \n  \n (f) a retired senior per son from medical profession to   \n  be nominated by Government;  Member  \n \n (g) a representative of civil society to be nominated  \n   by Government  Member  \n \n (2) The Chairman shall chair the meeting of the co uncil search and \nnomination  and in his absence, the Vice -Chairman shall chair the meeting.  \n \n (3) A member from the private sector shall, unless otherwise directed \nby Government, hold office for a period of three years and shall be eligible for \nanoth er term of three years or part the reof as the Government may deem \nappropriate:  \n \n Provided that the Government may remove a me mber appointed pursuant \nto clauses (e),  (f) and (g) of sub -section (1) at any time after giving him an \nopportunity of being  heard.  \n \n 8. Governance. —(1) Each college under the medic al teaching \ninstitution shall be headed by a dean and the dean of the medical college shall act \nas the chief executive officer of the medical teaching institution and shall further \nconsist of chairperso ns and medical faculties of various dep artments of the \ncollege as may be prescribed.  \n \n (2) In each college, there shall be an academic council headed by the \ndean of the college and consisting of members as prescribed entrusted with the \nfunction to prescribe and set principles and standards for teaching, research, \ntraining, student admissions, a nd curriculum development, to ensure and \ninculcate the highest ethical standards.  \nPART I]     THE GAZETTE OF PAKISTAN, EXTRA ., NOVEMBER  16,  2020  719 \n  9. Management committee. —(1) For a medical teaching institution \nthere shall be a management committee consisting of — \n \n (a) dean of the medical teaching institution;  Chairman  \n \n (b) hospital director;  Member  \n \n (c) medical director;  Member  \n \n (d) nursing director;  Member  \n \n (e) finance director;  Member  \n \n (f) any other two persons appointed by the Bo ard on the  \n  recommendation of t he dean of the medical teaching  \n  institution . Member  \n \n (2) The management committee shall, subject to delegat ion of powers \nby the Board, appoint or terminate any or all employees of the medical teaching \ninstitution in prescribed manner  or in the absence o f such delegated power \nrecommend appointment or ter mination of an employee to the Board.  \n \n (3) The management committee shall review and recom mend to the \nBoard the annual budget in prescribed manner.  \n \n (4) The management committee shall make efforts to en sure \nachievement of the base standards in prescribed manner.  \n \n (5) The management committee shall in prescribed m anner submit to \nthe Board a quarterly report on management, health care services and financial \nmanag ement. \n \n (6) The management committee shall recommend to the Board any \naddition of a department,  facility or post at the medical teaching institution.  \n \n (7) The management committee shall perform all such other functions \nas may be prescribed.  \n \n 10. Dean. —(1) The dean of the colleges shall b e app ointed by the \nBoard for a period of five years and shall be eligible for re -appointment, through \nmerit-based process on such terms and conditions and having such qualifications \nand experience as ma y be prescribed. The dean shall further act as per the \ndirectio ns of the Board in prescribed manner.  \n  \n720 THE GAZETTE OF PAKISTAN, EXTRA., NOVEMBER   16,  2020  [PART I \n \n  (2) The dean, on appointment, shall simultaneously r eceive a faculty \nappointment at a level commensurate with his qualifications and the prescribed \ninstitu tional requirements for the faculty post, which appointment shall not be \nlimited to the term applicable to the office of the dean.  \n \n (3) The chairperson of various departments shall be  appointed by the \ndean through merit -based process, on such terms and conditions and in such a \nmanner as may be prescribed. A chairp erson may be removed by the Board on \nthe recommend ation of the dean, after giving him the opportunity of being heard.  \n \n (4) The dean may in the prescribed manner be removed from the office \nby the Board through a process at any time on the grounds including  failure to \nachieve targets set by the Board.  \n \n (5) In the performance of his functions, the dean sha ll be responsible to \nthe Board and the chairpersons of the departments shall be responsible to the \ndean and academic council.  \n \n (6) The Board from amongst the chairpersons  of the departments shall \nappoint a vice -dean to perform the functions of the dean in the absence of the \ndean.  \n \n 11. Hospital director. —(1) The Board shall appoint  a full time \nhospital director for a period of five years and shall be eligib le for re -\nappointment, on such terms and conditions as may be prescribed and no Board \nmember shall be appointed as hospital director.  \n \n (2) No person shall be appointed as the hospital dire ctor unless he \npossesses a recognized  master’ s degree in hospital m anagement or health \nservices management or business management or public health or public \nadministration or any other relevant  management qualifications having \nexperience of management in an or ganization or institution as ma y be prescribed:  \n \n Provided that  a person, who possesses a recognized med ical degree may \nalso apply for the post of hospital director with the condition that he shall have an  \nadditional management degree and experience provided in this sub -section and \nshall have no right to do private pr actice.  \n  \n (3) The hospital director may, a fter giving him an oppo rtunity of being \nheard, be removed from the office by the Board, before the expiration of the \nperiod of fi ve years, on such ground s and through a process as may b e \nprescribed.  \n \n (4) In perfo rmance of his functions, the hospital directo r shall be \nresponsible to the Board.  \nPART I]     THE GAZETTE OF PAKISTAN, EXTRA ., NOVEMBER  16,  2020  721 \n  (5) The hospital director shall not have any conflict of i nterest with \nsuch a position.  \n  \n 12. Functions of the hospital director. —The hospit al director shall be \nresponsible — \n  \n (a) for all non -clinical functions of the hospital;  \n \n (b) Preparation of the annual budget and b usiness plan for presentation \nto the management committee and the board;  \n \n (c) maintenance of building and engineering ser vices ; \n \n (d) maintenance and deve lopment of all ancillar y services, including \nbut not limited to  pharmacy,  nursing,  materials  manage ment , \nhuman  resources,  clerical, communications and security services;  \n \n (e) to act as the principal accounting office r responsible and \naccountable for maint aining financial discipline and transparen cy; \nand \n \n (f) for implementation and execution of Board a nd management \ncommittee policies  and to achiev e the targets set by the Board.  \n \n 13. Medical director. —(1) The Board shall appoint  a full time, \nmedical direct or for the hospital for a period of five years and shall be eligible for \nre-appointment, on such terms and conditions as may be prescribed and no Board \nmember shall be appointed as medical director.  \n  \n (2) The medical director, on appointment, shall simult aneously receive \na faculty appointment at a level commensurate with his qualifications and the \nprescr ibed institutional requirements for the faculty post, which appointment \nshall not be limited to the ter m applicable to the office of the medical director.  \n \n (3) No person shall be appointed as the medical director unless he \npossess a recognized medical degree with management or administrative \nexperience of w orking in management positions in an institution or organization \nas may be prescribed.  \n \n (4) The medic al director may, after giving him an opport unity of being \nheard, be removed from the office by the Board, before the expiration of the \nperiod of five years, on such grounds and through a process as may be \nprescribed.  \n \n (5) All clinical department heads wil l report to the medi cal director.  \n722 THE GAZETTE OF PAKISTAN, EXTRA., NOVEMBER   16,  2020  [PART I \n \n  (6) In respect of performance and functions, the medi cal director shall \nbe responsible to the Board . \n \n (7) The medical director shall not have any conflict of int erest with \nsuch a position.  \n \n 14. Functions of the medical director. —The medic al director shall be \nresponsible for all clinical functions of the hospital, including but not limited \nto.— \n \n (a) ensuring clinical excellence in all aspects of hos pital functions;  \n \n (b) ensuring timely, appropriate management of patient s; \n \n (c) ensuring the best outcomes for all patients;  \n \n (d) undertaking clini cal governance for quality control;    \n \n (e) assessing and auditing existing clinical pr ograms and developing \nnew clinical programs; and  \n \n (f) developing an annual clinical budget,  including capital medical \nequipment requests for presentation to the hospital director, the \nmanage ment committee and the Board.  \n \n 15. Nursing director. —(1) The Board shall appoi nt a full time, non -\npracticing nursing director for the hospital for a period of five years and shall b e \neligible for re -appointment, on such terms and conditions as may be prescribed \nand determine; provided no Board member shall be appointed as such.  \n \n (2) No person shall be appointed the nursing director unless he \npossesses such q ualification and experience as may b e prescribed.  \n \n (3) The nursing director may, after giving him an opportunity of being \nheard, be removed from the office by the Board, before the expiration of the \nperiod of five years, on such grounds and through a proc ess as may be \nprescribed.  \n \n (4) In respect of performance and functions, the nurs ing director shall \nbe responsible to the Board.  \n \n (5) The nursing director shall not have any conflict of interest with \nsuch a position.  \n \n (6) The nursing director shall be re sponsible for all n ursing functions, \nincluding training of nurses, ensuring adequate nursing sta ffing for all clinical \nPART I]     THE GAZETTE OF PAKISTAN, EXTRA ., NOVEMBER  16,  2020  723 \n needs , maintaining the highest nursing standards and performing regular audits of \nnursing functions.  \n \n (7) The nursing director shall per form such other  functions as may be \nprescribed by the Board.  \n \n 16. Finance director. —The finance director shall be appointed by the \nBoard in the  prescribed manner, for a period of three years and shall be eligi ble \nfor re -appointment, with minimum  qualifica tions and to perform such functions \nin relation to financ ial matters as may be prescribed.  \n \n 17. Service of medical teaching, institution. —(1) T he Board may \nappoint such persons,  experts or consultants, as deemed necessary and on such \nterms an d conditions as may be prescribed.  \n \n (2) All existing administrative and teaching staff re cruited in the \nmanner prescribed under the recruitment rules as applicable before \ncommencement of thi s Ordinance, subject to sub -section (3), shall be deemed to \nbe employees of th e medical teaching insti tution on such terms and conditions as \nmay be prescribed:  \n \n Provided that such terms and conditions shall not be l ess favorable in \nfinancial terms than the terms and conditions admissible to them immediately \nbefore the co mmencement of this Ordinance.  \n \n (3) On commenceme nt of this Ordinance, all the ci vil servants serving \nin the medical teaching institution, within a period to be notified by the \nGovernment, may exercise a one time irrevocable option to become employees of \nthe medical teaching institution. The civil servants who opt for such employment, \nshall be s ubject to terms and conditions o f employment as may be prescribed \nincluding but not limited to their service structure, promotion and disciplinary \nmatters. Such opting employee s shall be entitled to  post-retirement benefits and \nemol uments as per existing government  laws and rules. The medical teachi ng \ninstitution shall deposit pension contribution on their behalf.  \n \n (4) A civil servant who does not exercise  the option pu rsuant t o sub -\nsection (3) shall remain a civil servant under the Civil Servants A ct, 1973  \n(LXXI of 197 3) and be entitled to all the privileges and facilities of the Federal \nGovernment including but not lim ited to pension, gratuity.  housing and  health \nand shall b e dealt with in such a manner as provided for under the said \nOrdinance, for their future promotions and posting subj ect to a civil servant \ncontinuin g to function in the medical teaching institution subsequent to the \noption period notifie d pursuant to sub -section (3) shall be deemed to be serving \nin the medical teaching institution on deputation. All d eductions made from the \npay of such civil servants shall be deposited by the borrowing authority.  \n724 THE GAZETTE OF PAKISTAN, EXTRA., NOVEMBER   16,  2020  [PART I \n \n  (5) A civil servant at the request of the Board may be sent o n \ndeputation to the medical teaching institution by the Government pursuant to \nrules applica bly to such civil servant. The pension contribution for civil servants \non deputation to the medical teach ing institution will be made by the  medical \nteaching instit ution. The deputation of a civil servant to the medical teaching \ninstitution shall be for a term to be determined  by the Board and where such term  \nmay be reduced at any time without assigning any reason thereof and such civil \nservants ser vices shall revert  to the Government immediately upon the reduced \nterm being notified by the Board.  \n \n (6) The options under sub -section (3) once exercis ed shall be final. A \ncivil servant, who opts to serve the medical teaching institution, shall cease to  be \na civil servant from the date of his absorption in the service of the medical \nteaching institution and his seniority, pension and other matters vis-a-vis \nemployment with the me dical teaching institution, shall be  determined in the \nmanner, as may be prescribed.  \n \n (7) If at any t ime, the management of the medical  teaching institution \nreverts to the Government for any reason, the employees appointed under su b-\nsection (1) shall continue to serve the medical teaching institution, on the same \nterms and condit ions as applicable t o them immediately before such reversion.  \n \n (8) Subject to the othe r provisions of this section, all employees, \nwhether having opted or directly appointed prior to c ommencement of this \nOrdinance on  pursuant to this Ordinance shall be at all times be govern ed \nexclusively by the terms and conditions o f service as may be prescribed.  \n \n (9) All employees, except the dean, hospital director medical director, \nnursing director and finance director, shall have the  right to appeal against any \npenal ty to the Board unl ess such penalty is  imposed by an order of the Board \nitself.  \n \n (10) Any employee aggrieved by a decision of the Board including the \ndean, hospital director, medical director, nursing director and finance director \nmay seek resolution of the grievance by ref erral of the grievance or dispute to the \nTribunal.  \n \n (11) Any and all employment disputes as may be pe nding before the \ncourts of law shall be deemed transferred with immediate effect for adjudication \nto the Tribunal established under this Ordinance.  \n  \n 18. Tribunal. —(1) The Government shall establish by notification in \nthe official Gazette a Tribunal which shall perform its  functions in the prescribed \nmanner for the purpose of sub -sections (10) and (1 1) of section 17.  \n \nPART I]     THE GAZETTE OF PAKISTAN, EXTRA ., NOVEMBER  16,  2020  725 \n  (2) The Tribunal shall consist of a m inimum of six me mbers appointed \nfor a term of five years by the Government in the p rescribed manner and no \nperson s hall be appointed as member of the Tribunal unless he has been  a Judge \nof the Supreme Court or  a High Court or an advocate of the Supreme Cou rt of \nPakistan having at least twenty -five year s experience of active practice as an \nadvocate.  \n \n (3) The Government shall in the prescribed manner appoint  a Secretary \nof the  tribunal who shall be responsible for managing the affairs of the Tribu nal \nand i ts operations.  \n \n (4) The members of the  Tribunal shall receive such re muneration as \nmay be prescribed by rules.  \n \n (5) Each dispute referred to the Tribunal shall be decided  within a \nmaximum period of ninety days from being filed.  \n \n (6) The parties may be re quired to pay an institution and  other fees as \nmay be prescribed. Any shortfall in the cost of operation of the Tribunal shall be \nfunded by the Government.  \n \n (7) Any party may within t hirty days file an appeal agains t a decision \nof the Tribunal before  the High Court of the competent jurisdiction and which \nshall be heard by a Division Bench of the High Court and decided within six \nmonths of being instituted.  \n \n 19. Private practice. —(1) After the commenceme nt of this Ordinance, \nall consultants working in gove rnment hospitals, clinics, imaging facilities and \nlaboratories belonging to the medical  teaching institution shall be given an option \neither to do their private practice within the hospitals, clinics, imaging facilit ies \nand laboratories of the medi cal teac hing institution or to do their private practice \noutside the hospitals, clinics, imaging faci lities and laboratories of the Medical  \nTeaching Institution, as the case may be. The option shall in the prescribed \nmanner be exercised within a period of sixty da ys after the commencement of \nthis Ordinance and the inclusion of the institution in the Schedule.  \n \n (2) Employees who opt for private practice within the premises of the \nhospital, clinics,  imaging facilities and lab oratories of the medical teaching \ninstitu tion, may be entitled to such  increase in salary, adjustment,  bonuses or \nother ancillary ben efits, as the Board may approve.  \n \n (3) Employees who do not opt for private practice wi thin the premises \nof hospitals, clinics, imaging facilities and laboratories  of the medical teaching in \ninstitution, shall be allowed to do their private practice outside the premise s of \nthe hospitals, clinics, im aging facilities and laboratories of the medical teaching \n726 THE GAZETTE OF PAKISTAN, EXTRA., NOVEMBER   16,  2020  [PART I \n \n institution and shall not be entitled to an y increase in adjus tment, incentives \nbonuses or other ancillary benefits, or to hold managemen t or lead positions, \nexcept in case of extreme exigency as determined by the Board.  \n \n (4) All employees hired after the commencement of this Ordinance \nshall be expected to perform t heir private practi ce within the medical teaching \ninstitutions hospital, clinics, imaging facilities and laboratories and shall not be \npermitted private pra ctice outside these facilities.  \n \n (5) In the performance of functions in the hospital, th e consultan t shall \nbe responsible to the hospital management, with respect to service provided to \nthe pati ents in the hospital and shall follow all the rules and regulations relating \nto hospital management.  \n \n (6) The medical teaching institution shall provide f acilities for the most \nefficient services to allow the consultants to perform their services at the highest \nlevel of excellence, including space, equipment, nursing, ancillary or clerical \nstaff, laboratory, imaging  and in  patient and surgical services as needed.  Such \nfacilities shall remain open as long as neces sary to provide these services. The \nindividual consultant shall be hel d responsible for the most effici ent use of the \nfacilities and shall be expected to provide cost and income projections for each \nnew fa cility, equipment or service request with the support of hospital director \nand staff.  \n  \n (7) Consultants professional fee shall not exceed the u sual and \ncustomary fees charged for the same services in the community, assuring \nefficiency and value for money to the clients.  \n \n (8) Private patient billing shall consist of the professio nal fee \ncomponent and the institutional charges representing the charges of the clinic, \nimaging facility, laboratory services or other institutional charges:  \n \n Provided that all pa tient billing shall be done only by the hospital,  clinic, \nimaging facility or laboratory, and the professional fee component shall be \nreturned  to the consultant.  \n \n (9) No reduction of the professional component income to the \nConsultant from the patient sha ll be permissible by the medical teaching \ninstitution.  \n \n (10) A percentage share from the institutional char ges, shall be \ndistributed between the employees, based on performance and productivity, \naccordi ng to a format to be prescribed by regulations.  \n \nPART I]     THE GAZETTE OF PAKISTAN, EXTRA ., NOVEMBER  16,  2020  727 \n  20. Retention of fee. —(1) Notwithstanding anythi ng contained in any \nlaw or rules, the medical teaching institution shall retain receipts from various  \nfees levied by Government or the Board to meet recurring and development \nexpenditure of the medical teaching institution.  \n \n (2) The amount realized from such receipts shall not be deducted from \nthe annual grant provided by Government and such amount realized from the \nreceipts shall be utilized as per specification by the Board.  \n \n 21. Fund. —(1) There shall be a Fu nd in the name o f the Medical \nTeaching Institution Fund and the management thereof shall vest in the Board.  \n \n (2) The Fund shall consist of —  \n \n (a) grants from the Government as a single line budget;  \n \n (b) receipts and user charges as specified by B oard in consultation with \nGovernment from time to time in such manner as may be \nprescribed;  \n \n (c) voluntary contributions or donations; and  \n \n (d) grants from other sources.  \n \n (3) The Fund shall be kept in such custody and shall be  utilized and \nregulated in such m anner as may be prescribed after consultation with the \nGovernment.  \n \n (4) The Fund account shall be maintained at such bank or treasury as \nmay be prescribed after consultation with the Government.  \n \n (5) Subject to any other law for the time bein g in force i n this behalf, \nthe Board may, in so far as its money is not required for immediate expenses, \ninvest the s urplus money in such manner as may be prescribed.  \n \n (6) The Board may invest surplus money in conformity with provisions \nof the Public Finance Manageme nt Act , 2019.  \n \n 22. Budget, audit and accounts. —(l) The budget shall be approved by \nthe Board and its accounts shall b e maintained and audited in such manner as \nmay be prescribed on the advice of the Auditor General of Pakistan.  \n \n (2) Government may carr y out special audit other than r outine audit \nthrough a third party as and when deemed necessary.  \n \n728 THE GAZETTE OF PAKISTAN, EXTRA., NOVEMBER   16,  2020  [PART I \n \n  (3) The medical teaching institutions accounts shall be audited by the \nAuditor General of Pakistan.  \n \n 23. Employees to be public servant. —The employee s of the medical \nteaching institution  shall be deemed to be public servants within the meaning of \nsection 21 of the Pakistan Panel Code,  1860 (Act XLV of 1860) provide d it shall \nnot ascribe to them any  rights of employment or benefits as may be otherwise \napplicable  to public servants.  \n  \n 24. Removal of difficulties. —If a difficulty arises i n giving effect to \nany of the provisions of this Ordinance, the Government may, by notification in \nthe official Gazette, make such order as it deems necessary for removal of the \ndifficulty:  \n \n Provided that this power shall not be exercised after two years of the \ncommencement of this Ordinance.  \n \n 25. Power to make rules. —(1) The Governme nt may, by notification \nin the official Gazette, make rules for giving effect to the provis ions o f this \nOrdinance.  \n \n (2) The power to make rules conferred by this sectio n shall be subject \nto the condition of previous publication and, bef ore making any rules, the draft \nthereof  shall be published on the website of the medical teaching institution and \nthe Division concerne d for eliciting public opinion thereon within a period of not \nless than fifteen days from the date of publ ication.  \n \n 26. Power to make regulations. —(1) The Board m ay make \nregulations, not inconsistent with the provisions of this Ordinanc e and the rules, \nfor carryin g out the purposes of this Ordinance subject to the financial \nregulations not being contrary to any general  directions of the Finance Division \npertaining to utilization of public funds.  \n \n (2) The power to make regulations  confe rred by this secti on shall be \nsubject to the condition of previous publication and, before making any \nregulations, the dr aft thereof shall be published on the website of the medical \nteaching institution, for eliciting public o pinion thereon within a period  of not \nless than fifteen days from the date of publication.  \n \n 27. Overriding effect. —Notwithstanding anything to  the contrary \ncontained in any other law for the time being in force, the provisions of this \nOrdinance s hall have an overriding effect and the provisions of any such law to \nthe extent of such inconsistency t o this Ordinance shall cease to have effect.  \n  \n \nPART I]     THE GAZETTE OF PAKISTAN, EXTRA ., NOVEMBER  16,  2020  729 \n SCHEDULE  \n \n(see sections  3 and 19)  \n \n List of institutions (colleges and hospitals) declared as medica l \nteaching institutions  \n \n 1. Pakistan Instit ute of Medical Sciences, Islamabad along -with the \nFederal Medical  and Dental College , Islamabad being a teaching \nhospital and affiliated college  respectively of the Shaheed Zulfiqar  \nAli Bhutto Medical U niversity, Islamabad.  \n \n 2. School of Dentistry, Islama bad and its Dental Hospital being  an \naffiliated college  of th e Shaheed Zul fiqar Ali Bhutto Medical \nUniversity, Isl amabad . \n \n \n \n \nDR. ARIF ALVI,  \nPresident.  \n \n————  \n \n \nRAJA NAEEM AKBAR , \nSecretary . \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n————————————————————————————————  \nPRINTED  BY THE MANA GER, PRINTING CORPORATION OF  PAKISTAN PRESS,  ISLAMABAD .  \nPUBLISHED BY THE  DEPUTY CONTROLLER, STATIONERY AND FORMS, UNIVERSITY ROAD , KARACHI ."
}