{
    "file": "./converted_json\\administratoreb7a80b452cdcc24b998d3a7dd95b931.json",
    "name": "Maritime Security Agency Act, 1994.",
    "date": "1994-01-01",
    "tagline": "An Act to provide for constitution and regulation of the 1[Pakistan] Maritime Security Agency.",
    "content": "Page 1 of 11 \n  \n \n \n \n \n \n \nTHE MARITIME SECURITY AGENCY ACT, 1994  \n \n \n \n \n \n \nCONTENTS  \n \nSECTIONS : \n \n1. Short  title, extent  and commencement  \n \n2. Definitions  \n \n3. Constitution  of the Agency  \n \n4. Control , superintendance,  command  and administration  of the Agency  \n \n5. Appointment  of members  of staff \n \n6. Oath  of allegiance  \n \n7. Liability  for Service  \n \n8. Resignation  and withdrawl  from  the service  \n \n9. Application  of the Pakistan  Navy  Ordinance,1961 ,etc. \n \n10. Power s and Functions  of the Agency  \n \n11. Other  functions  of the officers  of the Agency,  etc. \n \n12. Power  of searches,  arrest,  etc. \n \n13. Indemnity  \n \n14. Capture  of deserters  \n \n15. Court  of Appeal  \n \n16. Provisions  regarding  waiver  and compounding  of qisas,  etc., shall  apply  \n \n17. Revision  \n \nUpdated till 18-4-2022  \n\n \nPage 2 of 11 \n 18. Power  to make  rules  \n \n19. Power  to make  regulations  \n \n20. Exemption  of Agency  vessels,  etc., from  port charges  \n \n SCHEDULE  \n \n \n \n \n \n \n \n \n \n \n \n \n  \n \nPage 3 of 11 \n MARITIME SECURITY AGENCY  ACT, 1994 . \n \nACT NO. X OF 1994  \n \nAn Act to provide for constitution and regulation of the 1[Pakistan] Maritime Security Agency.  \n \nWHEREAS it is expedient to constitute a 1[Pakistan] Maritime Agency to provide for the \nregulation of maritime activities and to safeguard the maritime interests  of Pakistan and for matters \nconnected therewith or ancillary thereto;  \n \nIt is hereby enacted as follows : — \n \n1.  Short title, extent and commencement. —(1) This Act may be called the Maritime Security  \nAgency Act, 1994.  \n \n(2) It applies to all officers and mem bers of the 1[Pakistan] staff of the 1[Pakistan] Maritime  \nSecurity Agency wherever they may be.  \n  \n (3) It shall come into force at once.  \n \n2. Definitions. —(1) In this Act, unless there is anything repugnant in the subject or context. — \n \n(a)  “Agency ” means the 1[Pakistan] Maritime Security Agency constituted under \nsection 3 ;  \n \n(b)  “Commanding Officer ” means an officer appointed in command of a ship, \nvessel or establishment of the Agency or the officer on whom such command \nmay devolve under this Act o r the rules ;  \n \n(c)  “Director­General ” means the Director­General of the 2[***] Agency appointed \nunder sub­section (2) of section 3;  \n \n(d)  “establishment ” means an establishment or station belonging to, or under the \ncontrol of, the Agency, whether within o r outside Pakistan ;  \n \n(e)  “maritime interests of Pakistan ” means rights, control, jurisdiction and \nsovereignty over Maritime Zones and includes the sovereign rights of Pakistan \nto explore, exploit, conserve, manage the living and non­living resources and \nother activities for economic exploitation, exploration and to safeguard the  \nunauthorised exploitation of resources of Pakistan seas and prevention thereto \nfrom damage through pollution ;  \n \n(f)  “Maritime Zones ” means the territorial waters, the Contiguous Zone , \nContinental Shelf, Exclusive Economic Zone of Pakistan or any other zone or \narea declared as such by the Federal Government;  \n \n(g)  “member of the staff ” includes a Chief Petty Officer, Petty Officer, junior \ncommissioned officer, sailor and other ministerial staff of the Agency ;  \n \n1 The word “Pakistan” Ins. by Act VIII of 2013 s. 2 to 5  \n2 The words “Maritime Security” omitted by Act VIII of 2013 s. 5  \n \n \n \nPage 4 of 11 \n (h)  “officer ” means a person appointed in a  pay scale as an officer of the Agency, \nbut does not include a member of the staff;  \n \n(f)  “prescribed ” means prescribed by rules made under this Act;  \n \n(j)  “regulations ” means regulations made under this Act ;  \n \n(k)  “rules ” means rules made under this Act; and  \n \n(l)  “territorial waters ”, “Contiguous Zone ”, “Continental Shelf  ” and “Exclusive \nEconomic Zone ” shall have the meanings respectively assigned to them in the \nTerri torial Waters and Maritime Zones Act, 1976 (LXXXII of 1976).  \n \n(2) All words and expressions used but not defined in this Act shall, unless the context \notherwise requires, have the same meanings as assigned to them in the Pakistan Navy Ordinance, 1961 \n(XXXV  of 1961).  \n \n3. Constitution of the Agency .—(1) As soon as may be, after the commencement of this Act, \nthe Federal Government shall, by notification in the official Gazette, constitute an agency to be called \nthe 1[Pakistan Maritime ] Security Agency for carr ying out the purposes of this Act.  \n \n(2) The Agency shall consist of a Director­General to be appointed by the 2[Prime Minister]  \nfrom amongst the officers of Pakistan Navy who shall not be below the rank of Commodore and such \nother officers and members of t he staff as may be appointed by the 3[secretary of the division \nconcerned] , from time to time, including — \n \n(a) Deputy Director­General ;  \n \n(b) Director (Operation);  \n \n(c) Director (Administration) ;  \n \n(d) Director (Technical) ;  \n \n(e) Director (Budget and Accounts) ; and  \n \n(f) Director (Legal Affairs).  \n \n4. Control , superintendance, command and administration of the Agency . Subject to \noverall control and superintendence of the 4[secretary of the division concerned] , the command and \nadmin istration of the Agency shall vest in, and be exercised by, the Director­General as its chief \nexecutive in accordance with the provisions of this Act and the rules and regulations made thereunder.  \n \n5. Appointment of members of staff. —(1) The 5[secretary of  the division concerned]  may \nauthorize the Director General or any other officer to appoint any officer and other members of the \nstaff and determine the duties to be performed by them.  \n \n \n1Subs by Act VIII of 2013 s.6 , for the word “Maritime”  \n2Subs. by the Maritime Security Agency (Amendment) Act, 2021 (XLIII of 2021), s. 2 (a), for the words “Federal Government”  \n3Subs. Ibid s. 2(b), for the words “Federal Government”  \n4Subs. Ibid s. 3, for the words “Federal Government”  \n5Subs. Ibid s. 4, for the words “Federal Government”  \n \n \n \nPage 5 of 11 \n (2)s Appointments under sub­section (1) shall be made by direct recruitment or promotion or \nfrom personnel on deputation from the Pakistan Navy or any other department of the Government in \nsuch manner as may be prescribed.  \n \n(3) The terms and conditions of service of the officers and members of the staff shall be such \nas may be prescribed.  \n \n6. Oath of allegiance .—(1) Every member of the Agency shall, as soon as possible after \nappointment or enrolment to the Agency, make and subsc ribe before his Commanding Officer or any \nother officer appointed by the Commanding Officer in this behalf, an oath in the form set out in the \nSchedule.  \n \n(2) The oath referred to in sub­section (1) shall be read out and, if necessary, explained to him \nwho shall, in acknowledgement, of the oath having been so read out to him, put his signature to it.  \n \n(3) When the oath set out in the Schedule is read out, it shall be repeated by the person taking \noath before he signs it.  \n \n7. Liability for Service.  Every offi cer and member of the staff shall be liable to serve in the \nAgency within and outside Pakistan, until he reaches the age of superannuation or his services are \nterminated by the competent authority in accordance with this Act or the rules made thereunder, o r on \nreversion to his original service or office being a transferee to the Agency on deputation or on \nsecondment.  \n \n8. Resignation and withdrawl from the service . No member of the Agency shall — \n \n(a)  resign from his service during the term of his appointment; or  \n \n(b)  withdraw himself from all or any of the duties of his appointment.  \n \n9. Application of the Pakistan Navy Ordinance,1961,etc.  —(1) Subject to the provisions of \nthis Act, every officer and member of the staff shall, whether appointed through initial recruitment or \notherwise, unless he is already so subject, be subject to the Pakistan Navy Ordinance, 1961 (XXXV of \n1961), hereinaft er referred to as the said Ordinance.  \n \n(2) Notwithstanding anything contained in sub­section ( 1), a civil servant transferred to the \nAgency on deputation or a person subject to the Pakistan Army Act, 1952 (XXXIX of 1952) , or the \nPakistan Air Force Act, 195 3 (XXXV of 1953) , on secondment to the Agency, not otherwise subject \nto this Act, shall be so subject to this Act and the said Ordinance to the extent and under such conditions \nas the Federal Government may direct :  \n \nProvided that such civil servant and ot her person shall be subject to the said Ordinance when \nthey— \n \n(a)  seduce or attempt to seduce any person subject to this Act from his duty or \nallegiance to the Government;  \n \n(b) commit any offence in relation to any work of defence, arsenal, naval, militar y, \nair force or  Agency ’s establishment, station, ship, or aircraft;  \n \n(c)  commit any offence under the Official Secret Act, 1923 (XIX of 1923) , in \nrelation to the affairs of the Agency ;  \n \n \nPage 6 of 11 \n (d)  commit any offence punishable under any law for the time being in force on the \nvessel, ship, aircraft or proper ty of the Agency or in relation thereof; and  \n \n(e)  embark as p assenger on board of the Agency’ s vessel, ship or aircraft.  \n \nExplanation .—The expression ‘civil servant ’ shall have the same meaning as is a ssigned to it \nin the  Civil Servants Act, 1973 (LXXI of 1973).  \n \n(3) The Director­General  shall, in respect of all officers and members of the staff, have all the \npowers conferred by or under the said Ordinance on an officer empowered to convene courts martial.  \n \n(4) Where anything is not provided for in this Act or the rules or regulations, th e provisions of \nthe said Ordinance and the rules and regulations made thereunder shall apply.  \n \n10. Powers and Functions of the Agency .—(1) The Agency shall be responsible for the \nregulation and protection of the maritime interests of Pakistan and to assert  and enforce national \njurisdiction and sovereignty in the Maritime Zones.  \n \n(2) Without prejudice to the generality of the provisions of sub­section (1), the functions of the  \nAgency shall be to — \n \n(a)  prevent unauthorised exploitation of any economic resour ces by any person, \nagency, vessel or device within the Maritime Zones ;  \n \n(b)  protect Pakistani fishing vessels and crew against any threat, instructions or \ninterference within the Maritime Zones;  \n \n(c)  enforce the national and international laws, agreements and conventions on and \nunder the water in the Maritime Zones ;  \n \n(d) assist and coordinate search and rescue for the vessels, property and lives in \ndistress and render such assistance which may be necessary in any emergency \nin the Maritime Zones and on high seas ;  \n \n(e)  assist other departments and agencies of the Government to maintain and \npreserve the quality of marine life and to prevent and control the effects of \nmarine disasters including marine pollution in and around the ports, harbours, \ncoastal areas, estuaries and other areas of Maritime Zones ;  \n \n(f)  assist and co­ordinate with national and international agencies in hydrographic \nand oceanographic research, navigation, weather reporting and other scientific \nactivities in the maritime Zones  ; \n \n(g)  assist other departments and agencies of the Government in safeguarding and \nprotecting artificial islands, offshore terminals, installations and other structures \nand devices in the Maritime Zones ;  \n \n(h)  provide assistance for petroleum exploration and production in the Maritime \nZones ;  \n \n(i)  render assistance to other agencies in acquisition of mineral exploration, seismic \nstudies and assessment data in the Maritime Zones ;  \n \n \nPage 7 of 11 \n  \n \n(j)  cooperat e with, and provide assistance to Customs , Coast  Guards and other \ndepartments, agencies and authorities in Maritime Zones in the discharge of \ntheir duties and functions ;  \n \n(k)  provide an effective secondary maritime force for deployment in any \nemergency, war or conflict; and  \n \n(l)  perform such other fu nctions as may be assigned to it by the Federal \nGovernment, from time to time, to protect maritime interests of Pakistan.  \n \n*11. Other functions of the officers of the Agency, etc .—(1) In addition to the powers and \nfunctions as officers of the Agency, such officers may perform functions of — \n \n(i)  Officers of customs as may be entrusted to them and exercise such \npowers under the  Customs Act, 1969 (IV of 1969), as may be delegated \nto them under section 6 of that Act  ; and  \n \n(ii)  Fishery Officers as may be entrusted to them under the Exclusive \nFishery Zone (Regulation of Fishing) Act, 1975 (XXXII of 1975), and \nexercise such powers under the said Act as may be delegated to them \nunder section 14 thereof.  \n \n(iii)  Police Officer, and exercise all the powers conf erred on an officer in \ncharge of a Police Station under the Police Act, 1861 (V of 1861) and \nunder the Code of Criminal Procedure, 1898 (Act V of 1898).  \n \n(2) The Government may, at any time, assign or delegate any other functions or powers upon \nany officer  of the Agency under any law for the time being in force in the Maritime Zones.  \n \n12. Power of searches, arrest, etc.  In exercise of the powers and performance of their \nfunctions under this Act, the officers and members of the staff may make inquiries, examinations, \ninspections, investigation, searches, seizures, and arrests for prevention, detection and suppression of \ncontravention of any law for the time being in force within the Maritime Zones and for that purpose, \nthe office rs and members of the staff may board any vessel except ships, vessels or crafts of Pakistan \nArmed Forces.  \n \n13. Indemnity . No suit, prosecution or  other legal proceedings shall lie against any person for \nanything which is in good faith done or intended to be done under this Act or any rules or regulations \nmade thereunder.  \n \n14. Capture of deserters .—(1) Whenever any person subject to this Act deserts , the Director­ \nGeneral or any other officer authorised by him in this behalf, shall give written information of the \ndesertion to such authorities as in his opinion may be able to afford assistance towards the capture of \nthe deserter and such authorities s hall thereupon take steps for the apprehension of the deserter in like \nmanner as if he was a person for whose apprehension a warrant had been issued by the Magistrate, and \nshall deliver the deserter, when apprehended into the custody of the Agency.  \n \n \n_____ _________________________________________________________________  \n*For such powers delegated to Maritime Security Agency, Pl. see SRO No. 9(KE)/05, dated \n02­02­2005  \n \nPage 8 of 11 \n  \n(2) Any police officer may arrest without warrant any person whom he reasonably believes t o \nbe subject to this Act and a deserter or absentee without leave and bring him without delay before the \nnearest magistrate, to be dealt with according to law.  \n \n15. Court of Appeal .—(1) There shall be a Court of Appeal which shall hear appeals against \nthe findings and sentence of court martial — \n \n(a)  in offences punishable under hudood laws ;  \n \n(b)  in which an officer or member of the staff is sentenced to death or imprisonment \nfor a term exceeding three months ;  \n \n(c)  in a case in which an officer or member of the staff is dismissed from service ; \nand \n \n(d)  in such other cases as may be referred to it by the Director­General.  \n \nExplanation .—The expression “Hudood laws ” means the Offences Against (Enforcement of  \nHudood) Ordinance, 1979 (VI of 1979) , the Offence of Zina (Enforcement of Hudood) Ordinance,  \n1979 (VII of 1979) , the Offence of Qazf (Enforcement of Hadd) Ordinance, 1979 (VIII of 1979) , the \nZakat and Ushr Ordinance, 1980 (XVIII of 1980) , the Prohibition (Enforcement of Hadd) Order 1979 \n(P.O.  No. 4 of 1979) , and the laws based on the principles of Qisas and Diyat.  \n \n(2) Subject to the provisions of sub­section (1), an aggrieved person may, within thirty days of \nthe promulgation of the sentence, file an appeal before the Court of Appeal.  \n \n(3) The Court of Appeal shall be appointed by the 1[Director General]  and shall consist of \nofficers of suitable ranks and qualifications who are eligible to serve on a court martial . \n \n(4) The Court of Appeal shall have the power to — \n \n(i)  confirm the findings, sentence or both ; or  \n \n(ii)  quash, alter, revise or substitute the findings and sentence; and  \n \n(iii)  order retrial of the case :  \n \nProvided that no order under this sub­section shall be made to the prejudice of the accused or \nany other person un less he has been afforded an opportunity of being heard either personally or by his \ndefending officer or his counsel.  \n \n(5) Where an offence has been waived or compounded under sub­section (2) of section 16, the \nCourt of Appeal may, in its discretion having  regard to the facts and circumstances of the case acquit ` \nor award, Ta ’zir to the offender according to the nature of the offence.  \n \n(6) Subject to the provisions of sections 16 and 17 the decision of the Court of Appeal shall be \nfinal and shall not be called in question before any court or other authority.  \n \n \n \n______________________________________________________________________  \n       1Subs. by the Maritime Security Agency (Amendment) Act, 2021 (XLIII of 2021), s. 5, for the words “Federal Government”   \n \nPage 9 of 11 \n  \n \n \n16. Provisions regarding waiver and compounding of qisas, etc., shall apply .—(1) Subject \nto the provisions of Chapter XVI of the Pakistan Penal Code and section 345 of the Code of Criminal \nProcedure, 1898, all offences falling under the said Chapter ma y be waived or compounded and the \nprovisions of sections 309 and 310 of the Pakistan Penal Code shall, mutatis mutandis , apply to the \nwaiver or compounding of offences awarded to officers and members of staff subject to this Act.  \n \n(2) Where an offence has been waived or compounded, the Court may, in its discretion having \nregard to the facts and circumstances of the case acquit or award Ta ’zir to the offender according to \nnature of the offence :  \n \nProvided that, in a case in which sentence of death or impriso nment for life shall have been \npassed against an offender convicted for an offence of qatl or jurh, such sentence shall not be \ncommuted without the consent of the heirs of the victim or, as the case may be, of the victim.  \n \nExplanation .—For the purpose of t his section, court includes the Court of Appeals under this  \nAct. \n \n17. Revision . The 1[Prime Minister]  may, either on its own accord or on an application made \nto it, call for the record of any case decided by the court martial or in which no appeal lies and  may \nmake such order in the case as it thinks fit.  \n \n18. Power to make rules .—(1) The Federal Government may, by notification in the official  \nGazette, make rules for the purpose of carrying out the purposes of this Act.  \n \n(2) In particular, and without prejudice to the generality of foregoing power, such rules may \nprovide for — \n \n \n(a)  the command, administration and discipline of the Agency ;  \n \n(b)  the appointment of officers and members of the staff and their terms and \nconditions of service ;  \n \n(c)  the terms and conditions of service applicable to the civil servants or other \npersons transferred to the Agency on deputation or on secondment;  \n \n (d)  the appointment of authority or authorised officers for case of disciplinary \nproceedings against civil servants and other pers ons specified in sub­clause (c) ; \n \n(e)  the convening, constitution, adjournment, dissolution and sitting of court \nmartial and  Court of Appeal and the procedure to be observed by such Courts ;  \n \n(f)  the carrying into eff ect of sentence of court martial and Court of Appeal ;  \n \n(g)  investigation, arrest, custody, trial and punishment of offences ; and  \n \n(h)  the procedure relating to the exercise of powers of revision under this Act.  \n \n \n \n \n1Subs. by the Maritime Security Agency (Amendment) Act, 2021 (XLIII of 2021), s. 6, for the words “Federal Government”  \n \nPage 10 of 11 \n  \n19. Power to make regulations . The Director­General may, with the approval of the \n1[secretary of the division concerned] , make regulation s by notification in the official Gazette not \ninconsistent with this Act or the rules.  \n \n20. Exemption of Agency vessels, etc., from port charges.  The exemption from the levy of \nany port tax, toll, rate or other charges in any part of Pakistan, allowed to t he vessels, ships and crafts \nof the Pakistan Navy, shall to the same extent and manner, be admissible to the vessels, ships and crafts \nof the Agency.  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n1Subs. by the Maritime Security Agency (Amendment) Act, 2021 (XLIII of 2021), s .7, for the words “Federal Government”  \n \n \n \nPage 11 of 11 \n SCHEDULE  \n(See section 6 ) \n \nI,_____________ __do solemnly swear that I will bear true faith and allegiance to Pakistan :  \n \nThat as an officer/member of the staff of 1[Pakistan maritime ] Security Agency, I will discharge \nmy duties and perform my functions honestly, to the best of my ability and faithfully in accordance \nwith the laws of the Islamic Republic of Pakistan, and with out fear or favour, affection, or ill­will ;  \n \nThat I will not allow my personal interest to influence my official conduct or my official \ndecisions;  \n \n And that I will observe and obey all commands of my seniors without any hesitation or \nobjection.  \n \nMay All ah Almighty help and guide me (Amen).  \n \nSigned in acknowledgement of the above having been read.  \n \nDate ______________  \n \nSigned in my presence after I had ascertained that the person understand the purport of what \nhe signed.  \n \nDate ______________  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n1Subs. by Act VIII of 2013,s.7 , for the words “Federal Government”"
}