{
    "file": "./converted_json\\administrator85acedee0a8673dde8368f2216ab2880.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "Page 1 of 4 \n \n \nTHE INSPECTION AGENCIES (REGISTRATION AND \nREGULATION) ORDINANCE, 1981  \n \n \n \n \n \n \nCONTENTS  \n \n1. Short title, extent and commencement  \n2.  Definitions  \n3.  Appointment of Authority  \n4.  Constitution of the Council, etc . \n5.  Prohibition of inspection by an unregist ered firm.  \n6.  Registration of companies, etc . \n7.  Penalties  \n8.  Provisions of the Ordinance and the rules to override other enactments  \n9. Delegation of powers  \n10.  Power to make rules  \n \n \n \nPage 2 of 4 \n THE INSPEC TION AGENCIES (REGISTRATION AND REGULATION) \nORDI NANCE, 1981  \n \nORDINANCE No. XXXVII OF 1981  \n \n [25th November, 1981 ] \n \nAn Ordinance to control and regulate the business in relation to pre -shipment insp ection of goods \nexported out of  or imported into, Pakistan.  \n WHEREAS it is expedient to control and regul ate the busi ness in relation to pre -shipment \ninspection of goods exported out of, or imported into, Pakistan and for matters connected therewith \nor ancillary thereto ; \n AND WHEREAS the President is satisfied that circumstances exist which render it necessar y \nto take im mediate action ; \n  NOW, THEREFORE, in pursuance of the Proclamation of the fifth day of July, 1977, read \nwith the Provisional Constitution Order, 1981 (C. M. L. A. Order No. 1 of 1981), the President is \npleased to make and promulgate the followi ng Ordinance :— \n  \n 1. Short title, extent and commencement .—(1) This Ordinance may be called the , 1981.  \n \n (2) It extends to the whole of Pakistan.  \n   \n (3) It  shall come into force on such 1date as the Federal Government may, by notification in \nthe official Gazette, appoint.  \n   \n 2. Definitions.  In this Ordinance, unless there is anything repugnant in the subject or \ncontext, — \n    \n  (a)  “Authority ” means the Authority appointed under section 3 ;  \n(b)  “buyer ”, in relation to goods exported out of Pakistan, means a person, \ncompany or organisation outside Pakistan who or which has agreed to \npurchase and import any goods from Pakistan, and, in relation to goods \nimported into Pakistan, a person, company or organisation  in Pakistan \nregistered under the Order ;  \n (c)  “certificate of inspection ” means a certificate issued after inspection in the \nprescribed manner ;  \n (d)  “Council ” means the Pakistan Pre -shipment Inspection Council cons tituted \nunder section 4 ;  \n \n \n1 i.e., o n the 5th January, 1982, by S.R.O. 5(I)/82, dated the 5 -1-1982, see Gaz., of P., 1982, Ext., Part II, p. 5.  \n \n \nPage 3 of 4 \n  (e)  “inspection ”, in relation to any goods, means the process of determin ing by \nscientific methods of sampling, analysis and  testin g whether a b atch or lot of \ngoods conforms to — \n (a)  a standard specification applicable to that class of goods laid down by \nor under any law, or  \n(b)  specifications stipulated in the contract of sale provided it does not \ncome in conflict with the specific ation laid do wn by or under any law, \nor \n(c)  a sample or samples of that class of goods agreed upon between the \nseller and the buyer and bearing their signature, initials or any other \ndistinguishing marks ;  \n \n(f)  “Order ” means the Registration (Importers and Exporters )  Order, 1952, made \nunder section 3 of the Imports and Exports (Control) Act, 1950 (XXXIX of \n1950) ;  \n  \n(g)  “prescribed ” means prescribed by rules ;  \n  \n(h)  “registration ” means registration under this Ordinance and “regis tered ” shall \nbe cons trued accordi ngly ;  \n  \n(i)  “rules ” means rules made under this Ordinance ; and  \n  \n(j)  “seller ”, in relation to goods exported out of Pakistan, means an exporter \nregistered under the Orde r, and, in relation to goods imported into Pakistan, a \nperson, company  or organizat ion supplying goods from outside Pakistan.  \n \n 3. Appointment of Authority.  The Federal Government may, by noti fication in the official \nGazette, appoint an Authority for the purpose of registering companies.  \n \n 4. Constitution of the Council, et c.—(1) The Fe deral Government may, by notification in \nthe official Gazette, constitute a Council to be known as the Pakistan Pre -shipment Inspection \nCouncil consisting of such number of members as the Federal Government may determine.  \n \n (2) The Council sha ll render to the Authority such technical assistance in relation to the \nexecution of the provisions of this Ordinance as may be required of it.  \n  \n 5. Prohibition of inspection by an unregistered firm .—No company, organisation or \ninstitution, including a fo reign company , hereinafter referred to as company, which ha s not been \nregistered with the a uthority, shall carry on the business of inspection or issue a certificate of \ninspection.  \n \n 6. Registration of companies, etc .—(1) Every company carrying on the busi ness of \ninspe ction at the commencement of this Ordinance shall , within three months of such \ncommencement, and every company desiring to com mence such business after such commencement \n1[or within such further time as the Authority may allow] shall, before commencing bu siness, apply \nto the Authority for registration on payment of such fee as may be prescribed.    \n \n \nPage 4 of 4 \n  (2) No company shall be registered unless it conforms to the prescribed conditions of \nregistration.  \n  \n 7. Penalties. —Whoever contravenes the provis ions of secti on 5 shall be punishable with \nimprisonment for a term which may extend to three years, or with fine, or with both.  \n \n 8. Provisions of the Ordinance and the rules to override other enactments. —(1) The \nprovisions of this Ordinance and the rules  shall have e ffect in relation to goods exported out of, or \nimported into, Pakistan notwithstanding any pro visions relating to quality control or buyer’s \nacceptance inspection prior to the export of such goods contained in any other law for the time being  \nin force or in any instrument having effect by virtue of any such law.  \n  \n (2) All contracts embodying specification of goods signed before the commencement of this \nOrdinance shall remain valid and shall be fulfilled as such.  \n  \n (3) If the rules are amende d so as to ma ke any changes in the standard specification of any \ngoods, the changes so mad e shall not affect the contracts made in accordance with the standard \nspecifications existing prior to the changes.  \n \n 9. Delegation of powers. —The Federal Government may, by notif ication in the official \nGazette, direct that any power exercisable by it under this Ordi nance or the rules shall, in relation to \nsuch matters and subject to such condi tions, if any, as may be specified in the notification, be \nexercisable als o by the Coun cil or such officer or organisation subordinate to it as may be specified \nin the notification.    \n 10. Power to make rules. —(1) The Federal Government may, by notifica tion in the official \nGazette, make rules for carrying out the purposes of th is Ordinance.  \n  \n (2) In particular and without prejudice to the generality of the foregoing power, such rules \nmay provide for — \n(a)  the procedure of applying for registration;  \n(b)  the conditions of registration ;  \n(c)  the fee to be charged for registratio n ; \n(d)  an appellate authority to hear appeal against refusal to register a company ;  \n(e)  the procedure of meetings of the Council ;  \n(f)  the method of consultation with the Council ;  \n(g)  any other matter which is to be or may be prescribed.  \n  \n (3) The power to make  rules conferred by this section shall, except on the first occasion of the \nexercise thereof, be subject to the condition of consulta tion with the Council.  \n \n1 Ins. by the Inspection Agencies (Registration and Regulation) (Amdt.) Ordinance, 19 82 (29 of 198 2), s. 2."
}