{
    "file": "./converted_json\\administrator9a92dd810983fc449969d872d9ff53f4.json",
    "name": "Hindu Women's Rights to Property Act, 1937",
    "date": "14th April, 1937",
    "tagline": "An Act to amend the Hindu Law governing Hindu Women's Rights to Property",
    "content": "Page 1 of 3 \n   \n \n \n \nTHE HINDU WOMEN’S RIGHTS TO PROPERTY ACT, 1937  \n \n              \n \n \n \n \nCONTENTS  \n \n1.  Short title and extent  \n2.  Application  \n3.  Devolution of property  \n4.  Savings  \n5. Meaning of expression “die intestate”  \n \n \n \n \n \n \n \n \n \n \n \n  \n \n\n \nPage 2 of 3 \n  \nTHE HINDU WOMEN’S RIGHTS TO PROPERTY A CT, 1937  \n \nACT NO. XVIII OF 1937  \n [14th April, 1937 ] \nAn Act to amend the Hindu Law governing Hindu Women’s Rights to Property.  \n WHEREAS it is expedient to amend the Hindu Law to give better rights to women in respect \nof property ;  \n It is hereby enac ted as follows :— \n 1. Short title and extent .—(1) This Act may be called the Hindu Women’s Rights to \nProperty Act, 1937.  \n 1[(2) It extends to the whole of Pakistan.]  \n 2. Application.  Notwithstanding any rule of Hindu Law or custom to the contrary, the \nprovisions of section 3 shall apply where a Hindu dies intestate leaving a widow.  \n 2[3. Devolution of property. —[(1) When a Hindu governed by the Dayabhag School of \nHindu Law dies intestate leaving any property, and when a Hindu governed by any other school of \nHindu Law or by customary law dies intestate leaving separate property, his widow, or if there is \nmore than one widow all his widows together, shall, subject to the provisions of sub -section (3), be \nentitled in respect of pro perty in respect of which he dies in testate to the same share as a son:]   \n Provided that the widow of a predeceased son shall inherit in like manner as a son if there is \nno son surviving of such predeceased son, and shall inherit in like manner as a son’s son if there is \nsurviving a son or  son’s son of such predeceased son:  \n Provided further that the same provision shall apply mutatis mutandis  to the widow of a \npredeceased son of a predeceased son.  \n (2) When a Hindu governed by any school of Hindu Law other than the Dayabhag School or \nby cu stomary law dies 3[*] having at the time of his death an interest in a Hindu joint family \nproperty, his widow shall, subject to the provisions of sub -section (3), have in the property the same \ninterest as he himself had.  \n (3) Any interest devolving on a Hi ndu widow under the pro visions of this section shall be the \nlimited interest known as a Hindu woman’s estate, provided however that she shall have the same \nright of claiming partition as a male owner.  \n \n \n1Subs. by the Central Laws (Statute Reform) Ordinanc e, 1960, (XXI  of 1960), s. 3 and 2nd Sch.  \n \nPage 3 of 3 \n 2Subs. by the Act No . XI of 1938 , s. 3.  \n3Omitted by Act No. XI of 1938 , s. 3.  \n (4) The provisions of this section shall not apply to an estate which by a customary or other \nrule of succession 1[or by the terms of t he grant applicable thereto] descends to a single heir or to any \nproperty to which the Succession Act, 1925 (XXXIX of 1925), applies.  \n 4. Savings.  Nothing in this Act shall apply to the property of any Hindu dying intestate \nbefore the commencement of this  Act. \n 1[5.Meaning of expression “die intestate”.  For the purposes of this Act, a person shall be \ndeemed to die intestate in respect of all property of which he has not made a testamentary disposition \nwhich is capable of taking effect.]   \n \n________  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nDate: 22 -07-2024  \n1Ins. by the Act No. XI of 1938 , ss. 3-4."
}