{
    "file": "./converted_json\\administrator711f7d4ef4c6eae27ee2cb08bf327af4.json",
    "name": "National School of Public Policy (Amendment) Ordinance, 2016",
    "date": "January 6, 2017",
    "tagline": "Further to amend the National School of Public Policy Ordinance, 2002",
    "content": "REGISTEREDNT.y#\n@btGvffi d pchfttlil9\nEXTRAOBDINARY\nPUBLISHED BY AUTHORITY\nISLAMABAD, FRIDAY, JANUARY 6, 2OI7\nPART I\nActs, Ordinances, President's Orders and Regulations\nGOVERNMENT OF PAKISTAN\nMINISTRY OF LAW AND JUSTICE\nIslanabad, the 6th January, 2017\nNo. F. 2(f )20f 7-Pub.-The following Ordinance promulgated by the\nPresident is hereby published foi general information:-\nOnonercr No. I or 2017\n'o*ORDINANCE\nfurther to amend the National School of Public Policy Ordinance' 2002\nWsenres it is expedient further to amend the National School of Public\nPolicy Ordinance, 2002 (XCIX of2002), for the purposes hereinafter appearing;\nAND wHEREAs the National Assembly and Senate are not in session;\nAND wHEREAs the President of the Islamic Republic of Pakistan is\nsatisfied that circumstances exist which render it necessary to take immediate\naction;\n(l)\nPrice: Rs. 5.00\nI l0(2017)Ex.Gaz.]\n2 THE GAZETTE. OF PAKISTAN, EXTRA., JANUARY 6,2017 [PART I\nNow. rHeneronr, in exercise of the powers conferred by clause (l) of\nArticle 89 ofthe Constitutibn ofthe Islamic Republic of Pakistan, the President\nis pleased tomake and prornulgate the following Ordinance, namely:-\n. I . Short title and commencement.-{ I ) This Ordinance may be\ncalled the Naiio;al Schobl olPublic Policy (Amendment) ordinance, 2016.\n(2) It shall come into force at once\n(a) after clause (a), the following new clause shall be inserted, ^\nnamely:-\n\"(aa) \"directing staff' means the academic supervising faculty\nincluding chief instructor appointed or posted under sub-\nsection (2) ofsection I l;\"; and\n(b) in clause (c), after the word \"by\" the words \"rules or\" shall be\ninserted.\n3. Amendment of section 4, Ordinance XCIX of 2002,-ln the said\nOrdinance, in section 4,-\n(a) in clause (a), after the exprcssion \"tuition,\" the exprcssion \"higher\neducation,\" shall be inserted; and\n(b) for clause (t), the following shall be substituted, namely:-\n\"(f) to pr-ovide for in-service training to the Federal Govemment's\nofficials and such officials of the Provincial Governments,\nGovernments of Azad Jammu and Kashmir and Gilgit-\nBaltistafi nominated by respective Govemments and selecied\nby the Establishment Division;\".\n4. Amendment of section 5, Ordinance XCIX of 2002.-In the said\nOrdinance, in section 5.-\n\"(ea) Chief Secretaries ofthe Provinces\"; and2. Amendment of sectiod 2, Ordinance XCIX of 2002.-In the\nNational School of Public Policy Ordinance, 2002 (XCIX), hereinafter called as\nthe said Ordinance, in section 2,-\n(a) in sub-section (2), after clause (e), the following new clause shall\nbe inserted, namely:-\nPART I] THE GAZETTE OF 6, 2017\n(b) for sub-section (4) the following shall be substituted, namely:-\n*(4) A member, other than an ex-fficio member, shall hold office\nfor a term of three years and shall be eligible for\nre-appointment for one more term of three years.\".\n5. Amendment of section 6, Ordinance XCIX of 2002.-In the said\nOrdinance, in section 6,-\n(a) in sub-section (l), after the word \"of\", occurring for the second\ntime. the words \"inefficiency or\" shall be inserted;\n(b) for sub-section (2), the following shall be substituted, namely:-\n*(2) If there are grounds to proceed against a member, including\nthe Rector under sub-section (l), the Prime Minister shall\norder an enquiry into the matter as may be prescribed.\"; and\n(c) for sub-section (3) the following shall be substituted, namely:-\n\"(3) If after inquiry into the matter, the Rector or member, as the case\nmay be, is found guilty of inefficiency or misconduct or found to\nbe incapable of performing the duties of his office by reason of\nphysical or mental incapacity, the Prime Minister may remove the\nRector or the member from office.\".\n6. Amendment of section 7, Ordinance XCIX of 2002.-In the said\nOrdinance, in section 7,-\n(a) in clause (a), after the word \"employees\", the words \"as may be\nprescribed\" shall be inserted;\n(b) for clause (c), the following shall be substituted, namely:-\n\"(c) declare, with approval of the Federal Government, any\ntraining institution, administered and funded by the Federal\nGovernment, as a constituent unit of the School;\"; and\n(c) in clause (e), after the word \"contributions\" the expression \"in\naccordance with the existing law or, as the case may be, policy of\nthe Federal Govemment\" shall be inserted.J\n4 THE GAZETTE OF PAKISTAN, EXTRA., JANUARY 6, 2017 [Penr I\n7. Amendment of section 9, Ordinance XCIX of 2002.-In the said\nOrdinance, in section 9,-\n(a) for sub-section (l) the following shall be substituted, namely:-\n\"(l) The Rector shall be appointed by the Prime Minister on\nrecommendations of the Board from amongst a panel of at\nleast three persons on such terms and conditions as may be\nprescribed.\";\n(b) insub-section(2),-\n(i) for clause (a) the following shall be substituted,\nnamely:-\n'(a) be appointed for one non-extendable term of four\nyears, provided that the Rector shall cease to hold\noffice on attaining the age of sixty-five years or\nexpiry of the term, whichever is earlier;\"; and\n(ii) in clause (b), the words \"and shall serve during the\npleasure of the Board\" shall be omitted.\n8. Amendment of section 11, Ordinance XCIX of 2002.-In the\nsaid Ordinance, for section l1 the following shall be substituted, namely:-\n*ll. Appointrnen.l{l) All appointments in the School shall be made\non such terms and conditions :rs may be prescribed.\nJ\nProvided that fifty percent of the directing staff shall be\nappointed from amongst the persons from private sector or\nacademia:\nProvided further that where a retired civil servant is appointed\nunder the first proviso he shall not be appointed unless he fulfills\nthe criteria required.\".(2)Thedirectingstaffshallbeappointedor,aSthecasemaybe,posted\nby the Federal Government in Management Pay Scales l.e. MP-I,\nMP-II or MP-III or such other pay scales as may be prescribed\nthrough rules:\nPART I] THE CAZETIE OF PAKISTAN, EXTRA,, JANUARY 6, 2OI7 )\n9. Amendment of section 12, Ordinance XCIX of 2002.-ln the\nsaid Ordinance, in section 12, in sub-section (2), for the word \"there\" the\nexpression \"Subject to clause (e) ofsection 7 there\" shall be inserted.\n10. Amendment of section 15, Ordinance XCIX of 2002.-ln the\nsaid Ordinance, in section 15, in sub-section (2), after the word \"prescribed\" the\nwords \"through regulations\" shall be inserted.\nI l. Insertion of new section, Ordinance XCIX of 2002.-In the said\nOrdinance, after section 16, the following new section shall be inserted,\nnamely:-\n\"16A- Power to make rules.lhe Federal Govemment may, by\nnotification in the oflicial Gazette, make rules to carry out\npurposes of this Ordinance.\".\n12. Amendment of section 17, Ordinance XCIX of 2002.-In the\nsaid Ordinance, in section 17, in sub-section (2), after clause (c), the following\nnew clause shall be inserted, namely:-\n\"(ca) conduct of trainings, evaluation criteria and other matters allied to\ntrainings:\".\n13. Amendment of section 18, Ordinance XCIX of 2002.-ln the\nsaid Ordinance, in section 18,-\n(a) in clause (a),-\n(ii) the expression \"and Civil Services Academy (DMG\nCampus), Lahore,\" shall be omitted;\n(b) after clause (a), amended as aforesaid, the following new clause\nshall be inserted, namelY:-(i) after the rvord \"Lahore\", occurring for the first time, for the\ncomma the word \"and\" shall be substituted; and\n6 THE GAZET'IE OF PAKISTAN, EXTRA., JANUARY6,2OI7 Ii'ARTI\n\"(aa) the Civil Services Academy and its allied units shall not be\nconstituent units ofthe Schooli'.\n14. Amendment of section 19, Ordinance XCIX of 2002.-In the\nsaid Ordinance, for section l9 the following shall be substituted, namely:-\n\"19. Removal of difficulties.-For a period of two years from the\ncoming into force of National School of Public Policy\n(Amendtrent) Ordinance, 2016, if any difficulty arises in giving\neffect to any of is provisions, the Federal Govemment may give\nsuch directions, not inconsistent with the provision of this\nOrdinance, as it may consider necessary for the rcmoval of such\ndifficulty.\".\nMAMNOON HUSSAIN,\nPresident.\nKARAMAT HUSSAIN NIAZI,\nSecretory.\nPRINTED BY THE MANAGER, PRINTING CORPORATION OF PXISTAN PRESS. ISLAMABAT)\nPT]BLISHED BY THE DEPUTY CONTROLLE& STATIONERY AND FORMS. TJNIIERSTTY ROAD. KARACHI"
}