{
    "file": "./converted_json\\administrator928e703010624ff20e0cf3276451fdce.json",
    "name": "National Zakat Foundation (Merger in the Bait -ul-Mal) Ordinance, 2001",
    "date": "6th April, 2001",
    "tagline": "An Ordinance to provide for merger of the National Zakat Foundation in the Bait-ul-Mal",
    "content": "Page 1 of 3 \n  \n \n  \nTHE NATIONAL ZAKAT F OUNDATION (MERGER IN THE  \nBAIT -UL-MAL)  ORDINANCE, 2001 \n \n \n \n \nCONTENTS  \n1. Short title and commencement  \n2. Definitions  \n3. Merger of Foundation in the Bait -ul-Mal \n4. Transfer etc., of employees of the Foundation  \n \n   \n\n \nPage 2 of 3 \n THE NATIONAL ZAKAT FO UNDATION  (MERGER IN THE  \nBAIT -UL-MAL)  ORDINANCE, 2001 \n ORDINANCE No. XVIII OF 2001  \n[6th April, 2001 ] \nAn Ordinance to provide for merger of the National Zakat Foundation in the  Bait-ul-Mal \nWHEREAS it is expedient  to merger of the National Zakat Foundation in Bait -ul- Mal, and for \nmatter connected therewith or ancillary thereto;  \nAND WHEREAS the National Assembly and the Senate stands suspended in pursuance of the \nProclamation of Emergency of the fourteenth day of O ctober, 1999 and the Provisional Constitution \nOrder No. 1 of 1999.  \nAND WHEREAS the President is satisfied that circumstances exist which render it necessary \nto take immediate action;  \nNOW, THEREFORE , in pursuance of the Proclamation of Emergency of the four teenth day of \nOctober, 1999 and the Pro visional -Constitution Order No. 1 of 1999, read with the Provisional \nConstitution (Amendment) Order 9 of 1999, and in exercise of all other powers enabling him in that \nbehalf, the President of the Islamic Republic of Pakistan is pleased to make and promulgate the \nfollowing Ordinance: — \n1. Short title and commencement.___(1) This Order tray be called the National Zakat  \nFoundation (Merger in the Bait -ul-Mal) Ordinance, 2001.  \n(2) It shall come into force at once.  \n2. Defini tions.___In this Ordinance, unless there is anything repugnant in the subject or \ncontext____ \n(a) “appointed day ” means the 31st day of March, 2001;  \n(b) “Bait-ul-Mal” means the Bait -ul-Mal established under the Pakistan \nBait-ul- Mal Act, 1991 (1 of 1992); and  \n(c) “Foundation ”   means   the   National   Zakat   Foundation   established   \nvide Notification No.S.R.0.162(1)/82, dated the 18th February, 1982.  \n3.  Merger of Foundation in the Bait -ul-Mal.___ (1) Notwithstanding anything  contained in \nany other law for the time being in force the in the Bait -ul-Mal and assets, properties, movable and \nimmovable, debts, rights and liabilities of whatever kind to which the Foundati on, immediately before \nthe appointed day was entitled or subject shall vest in Bait -ul-Mal and become the property, rights and \nliabilities of the Bait -ul-Mal;  \n(2) All contracts, bonds, agreements, power of attorneys, grants and all other instruments of \nwhatever kind subsisting, owed or incurred by the Foundation or to which the Foundation may have \nbeen a party or which relate or connected with the Foundation shall  remain in force and effect against \n \nPage 3 of 3 \n the Bait -ul-Mal as they were before the appointed day again st the Foundation as if instead of \nFoundation the Bait -ul-Mal had been a party thereto.  \n(3) All suits, appeals or other legal proceedings of whatever nature by or against or relating  to  \nthe  Foundation  which  shall  be  pending  on  the  appointed  day in  any Court, Tribunal or other \nauthority shall be continued, prosecuted and in force in the same manner and to the same would have \nbeen continued, prosecuted or enforced, by Foundation as if this Ordinance would not have been \npromulgated, against the Bai t-ul-Mal and the same shall not abate, be discontinued any way prejudiced \nor affected by the provisions of this Ordinance.  \n4. Transfer etc., of employees of the Foundation.___ (1) Notwithstanding anything  contained  \nin  any law  or  terms  and  conditions  of  service,  agreement,  contracts  or  other instrument, every \nperson employed in, or under, the Foundation immediately before the appointed day including persons \non deputation to other organizations sh all stand transferred to and become an employee of, the Bait -\nul-Mal on the same terms and conditions, including remuneration, tenure of service, rights and \nprivileges as to pension and gratuity and other matters  as  we're  applicable  to  him  immediately   \nbefore  the  appointed  day,  until  his employment in the Bait -ul-Mal is terminated in accordance with \nhis condition of service or his terms and conditions as are altered, by regulation, which shall not be \nless favourable than those by which was governe d immediately before his transfer to the Bait -ul-Mal. \n(2)  Any person referred to in sub -section (1) who is on deputation with the Foundation shall \ncontinue in the employment of Bait -ul-Mal on deputation in accordance with the terms of his \ndeputation:  \nProv ided that if, within three months from the commencement of this Ordinance, he opts to be \ntransferred to the service of Bait -ul-Mal on the terms and conditions referred to in sub -section  (1) he \nshall stand so transferred.  \n(3) Any person referred to  in sub -section (1), may, within three months, from the \ncommencement of this Ordinance, opt not to be transferred to the service of Bait -ul-Mal and the option \nso exercised shall be final.  \n(4) The service of an employee who opts under sub -section (3) not to be trans ferred to the Bait -\nul-Mal shall stand terminated on the day on which his option is accepted by the Bait - ul-Mal and he \nshall be entitled to be paid by the Bail -ul-Mal compensation equal to three months remuneration.  \nExplanation.__ The compensation payable to an employee in this subsection shall be  in addition \nto and not in derogation of his right as to pension, gratuity, provident fund money or other benefit to \nwhich he may be entitled under his conditions of service.  \n(5) The terms of service of an employee  under sub -section (4) shall be deemed to be discharged \nfrom service owing to abolition of a permanent post for the purpose of admissibility to \ncompensation/pension.  \n(6) No person referred to in sub -section (1) who stands transferred to Bait -ul-Mal shall, \nnotwithstanding anything contained in any law, contract, agreement, or terms of conditions of service , \nbe entitled to compensation because of his transf er."
}