{
    "file": "./converted_json\\administrator4ccd7794a621e3a9c55730ad39238412.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "Page 1 of 6 \n  \n \n \n \nTHE PEACEFUL ASSEMBLY AND PUBLIC ORDER ACT, 2024 . \n \n \n \n \n \n \n \nCONTENTS  \n1. Short title, extent and commencement  \n2. Definitions  \n3. Application of the Assembly  \n4. Permission for Assembly  \n5 Power to Impose Ban on Assemblies  \n6. Appeal and Revision  \n7. Assembly to disperse on command of the District Magistrate or an Authorized member  \n8. Punishment  \n9. Jurisdiction to try offences  \n10. Rules    \n\n \nPage 2 of 6 \n THE PEACEFUL ASSEMBLY AND PUBLIC ORDER ACT, 2024  \nACT NO. XIX OF 2024  \n[6th September, 2024]  \nAN \n \nACT  \nto regulate the holding of public assemblies at certain places in Islamabad Capital Territory and to \nprovide for matters ancillary thereto  \nWHEREAS the Constitution of Pakistan guarantees every citizen the fundamental right to \nassemble peacefully and without arms, and freedom of speech and expression subject to reasonable \nrestrictions imposed in the interest of public order.  \nAND WHEREAS to maintain and preserve public peace and public order it is necessary to \nregulate holding of peaceful assembly in or der to protect the fundamental rights of other citizens and \nto preserve public and private property and to ensure daily lives of the citizens are not hindered and \npublic functionaries are able to perform their duties smoothly.  \nIt is hereby enacted as follo ws: \n1. Short title, extent and commencement .__ (1) This Act may be called the Peaceful Assembly \nand Public Order Act, 2024.  \n(2) It extends to the Islamabad Capital Territory.  \n(3) It shall come into force at once.  \n2. Definitions .__ In this Act, unless there  is anything repugnant in the subject or context,__ \n(a) “Assembly”  means any public, religious or political gathering, rally, sit in or \nconcourse of more than fifteen persons in or on any public road or any other \npublic place or premises wholly or partly open to the air;  \n(b) “Authorized member”  means any officer not belo w the rank of grade 17 of \nIslamabad District Administration or ICT Police;  \n(c) “Chief Commissioner”  means Chief Commissioner of ICT;  \n(d) “Code”  means the Code of Criminal Procedure, 1898;  \n(e) “District Magistrate”  means the Deputy Commissioner of ICT;  \n(f) “Designated area”  means place within limits of Moza Sangjani Islamabad or \nany other area specified by the Government, by a Notification in Official \nGazette;  \n(g) “Event Coordinator”  means any person who, of his own accord, convenes an \nassembly, or is the he ad of rallies, or in relation to any organization or branch \nof an organization, any person appointed by such organization or branch to \noversee or coordinate events;  \n \nPage 3 of 6 \n (h) “Government”  means the Federal Government;  \n(i) “Organization”  means any association, unions, group or body of persons, \nwhether or not such association, unions, group or body has  been incorporated, \nestablished or registered in accordance with any law;  \n(j) “Prescribed”  means prescribed by rules made under this Act;  \n(k) “Regulation”  means regulations made under this Act; and  \n(l) “Rules”  means rules made under this Act.  \n3. Application of the Assembly .__ (1) The Event Coordinator of the assembly shall apply in \nwriting under his signature to the District Magistrate not l ater than seven days of the intended date of \nthe assembly:  \nProvided that if the application is not filed earlier than seven days of the intended date of the \nassembly, the District Magistrate may decline the permission if Event Coordinator fails to provide \njustifiable and reasonable grounds for late filing of the application:  \nProvided further that no application for holding of assembly shall be entertained if file less than \nforty -eight hours of the commencement of the assembly.  \n(2) The application referred to in sub -section (1) shall provide the following information:__ \n(a) The name, address, copy of CNIC, programme details, telephone and facsimile \nnumbers, if any, of the Event Coordinator;  \n(b) The name of the organization on whose behalf the assemb ly is maintained or, if \nit is not so maintained a statement that it is maintained by the party head;  \n(c) The purpose of the assembly;  \n(d) The time, duration and date of the assembly;  \n(e) One of the designated places where the assembly is to be held;  \n(f) The anticipated number of participants; and  \n(g) In case of the assembly in the form of a procession — \n(i) The exact and complete route of the procession;  \n(ii) The time and the place at which participants in the procession are to be \nassembled, and the time whe n and the place from which the procession \nis to be commenced;  \n(iii) The time when and the place where the procession is to end and the \nparticipants are to disperse;  \n  \n \nPage 4 of 6 \n (iv) The manner in which the participants will be transported to the place of \nassembly and from the point of dispersal; and  \n(v) The number and types of vehicles, if any, which are to form part of the \nprocession.  \n4. Permission for Assembly .__ (1) Upon  receipt of Application, the District Magistrate, before \ngranting permission shall examine the prevailing law and order situation and obtain security clearance \nreports from law enforcement agencies.  \n(2) On examining the law and order situation and upon rec eipt/ obtaining of required reports, \nthe District Magistrate, shall grant permission accordingly.  \n(3) The District Magistrate shall not permit any assembly in any other area other than the \ndefined designated area.  \n(4) The assembly shall proceed and take pl ace at the specified locality or route, in the manner \nand during the date, time and defined designated area mentioned in the order and the District \nMagistrate may obtain any surety bond in this regard from the event coordinator regarding peace and \nsecurity  of the assembly.  \n(5) The District Magistrate may refuse the issuance of the permission with reasons to be \nrecorded in writing.  \n(6) No assembly shall take place without prior permission of the District Magistrate.  \n(7) The District Magistrate may, by order in writing, recall or amend any order passed by him \non his own motion or his notice by any aggrieved person or by law enforcement agencies indicating \nrisk to national security, substantial risk of violence, public disorder or breach of any terms and \ncondit ions mentioned in order of the District Magistrate.  \n(8) The Government may, by notification in the official Gazette, designate a specific area of \nthe ICT as a Red Zone or High Security Zone, thereby prohibiting all types of assemblies in that area.  \n5. Powe r to Impose Ban on Assemblies .__ (1) The District Magistrate shall have the authority \nto impose a ban on any assembly within the ICT if,__ \n(a) the assembly poses a risk to national security or public safety;  \n(b) there are credible reports from law enforcem ent agencies indicating a \nsubstantial risk of violence or public disorder;  \n(c) the assembly disrupt the daily activities of the community, impede the \nmovement of people and goods, or infringe upon Article 18, which ensures the \nfreedom of business and profe ssion; or  \n(d) another procession or assembly is already ongoing within the ICT, and the \nadditional assembly would increase disruptions or pose additional security risks.  \n(2) The order for a ban shall be issued in writing, stating the specific reasons for the ban, and \nshall be communicated to all relevant authorities.  \n \nPage 5 of 6 \n (3) The ban shall remain in force for the duration specified by the District Magistrate, which \nmay be extended if the conditions necessitating the ban persist.  \n(4) Any person or or ganization affected by the ban may file a revision before the Chief \nCommissioner within fifteen days of the issuance of the order.  \n6. Appeal and Revision .__ (1) The Event Coordinator or any person concerned aggrieved by \nan order passed by the District Magistrate, may prefer an appeal in writing before the Chief \nCommissioner within fifteen days.  \n(2) The Chief Commissioner after hearing the appeal and obtaining reports from the District \nMagistrate and the law enforcement agencies may,__ \n(a) rejec t the appeal and confirm the decision of the District Magistrate;  \n(b) allow the appeal in whole or in part or vary the decision of the District \nMagistrate;  \n(c) set aside the order of the District Magistrate and pass a fresh order:  \nProvided that such order shall be passed not later than fifteen days from \nthe date of filling of Appeal or within such extended period as the Chief \nCommissioner, for reasons to be recorded in writing, fix provided that such \nextended period shall not in any case exceed fifteen days  failing which the \nAppeal would be deemed to be granted.  \n(3) The Event Coordinator or any person concerned aggrieved by an order passed by the Chief \nCommissioner, may prefer a Revision in writing before the Secretary Ministry of Interior within fifteen \ndays of the order.  \n(4) The Secretary Ministry of Interior after hearing the revision petition and obtaining reports \nfrom the Chief Commissioner and the law enforcement agencies may,__ \n(a) reject the revision and confirm the decision of the Chief Commissioner;  \n(b) allow the revision in whole or in part or vary the decision of the Chief \nCommissioner;  \n(c) set aside the order of the Chief Commissioner and pass a fresh order:  \nProvided that such order shall be passed not later than fifteen days from \nthe date of filling of Revision or within such extended period as the Secretary \nMinistry of Interior, for reasons to be recorded in writing, fix:  \nProvided further that such extended period shall not in any case exceed \nfifteen days failing which the Revision would be d eemed to be granted.  \n7. Assembly to disperse on command of the District Magistrate or an Authorized \nmember .__ (1) An officer -in-charge of a police station, on the instruction of the District Magistrate, \nmay command any assembly likely to disturb the public  peace to disperse. It shall then be the duty of \nthe members of such an assembly to comply and disperse accordingly.  \n \nPage 6 of 6 \n (2) If, upon being so commanded, any such assembly does not disperse, or if, without being so \ncommanded, it conducts itself in such a manne r as to show a determination not to disperse at the \nscheduled time, any officer -in-charge of a police station may proceed to disperse such unlawful  \nassembly by force and, if necessary, arrest and detain the members of such unlawful assembly.  \n8. Punishment .__ (1) Whoever is a member of an unlawful assembly, shall be punished with \nimprisonment of either description for a term which may extend to three years, or with fine, or with \nboth.  \n(2) Whoever, having been convicted by a court in Pakistan of an  offence punishable under this \nAct with imprisonment for a term of three years or more, shall, for every subsequent offence, be subject \nto imprisonment for a term that may extend to ten years.  \n9. Jurisdiction to try offences .__ The first class magistrate s hall have the jurisdiction to try an \noffence cognizable under this Act.  \n10. Rules.__ The government may, by Notification in the official Gazette, make rules for \ncarrying out the purposes of this Act.  \n \n_______  \n \n \n \n \n \n \n \n \n \n \n \n \n \n          RGN Date: 03-10-2024"
}