{
    "file": "./converted_json\\administratoref0cf5771342044d48672cc568a30170.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "Page 1 of 11 \n  \n \n \n THE ISLAMABAD CAPITAL TERRITORY DOMESTIC \nWORKERS ACT, 2022  \n \n \n \n \n \n \n \n \nCONTENTS  \n \n \n1. Short title, extent and commencement.  \n2. Definitions.  \n3. Prohibition on employment . \n4. Rights  and entitlements  of domestic  workers . \n5. Employment  on work . \n6. Leave and Holidays . \n7. Wages  during  leave  or holiday  period . \n8. Minimum wage . \n9. Maternity benefit . \n10. Accommodation . \n11. Medical examination, vaccination and inoculation . \n12. Notice  of certain  accident.  \n13. Termination of employment . \n14. Restoration  of possession  of property  to domestic  worker.  \n15. Relinquishing of right . \n16. Recommendation of Minimum Wages for Domestic Workers .  \n\n \nPage 2 of 11 \n 17. Power to declare minimum rates of wages . \n18. Time and condition s of payment of wages . \n19. Prohibition to pay below the minimum rate of wages . \n20. Violation  of child  labour  laws. \n21. Functions of the Governing Body . \n22. Manner of claiming benefits . \n23. Resolution of Disputes . \n24. Appellate Authority . \n25. Powers of the Dispute Resolution Committees and Appellate Authorities . \n26. Power to issue directions . \n27. Power to remove difficulties . \n28. Tax treatment of the Income of the Fund . \n29. Penalties . \n30. Presumption . \n31. Prosecution . \n32. Trial  of offence . \n33. Administrator . \n34. Functions  and powers  of the administrator . \n35. Protection of action taken under the Act . \n36. Rules . \n  \n \nPage 3 of 11 \n THE ISLAMABAD CAPITAL TERRITORY DOMESTIC \nWORKERS ACT, 2022  \nACT No. XXV OF 2022  \n[24th October, 2022]  \n \nto provide for regulatio n of employment of domestic workers in Islamabad Capital Territory  \n \nWHEREAS Articles 3 and 11 of the Constitution aims to eliminate all forms of exploitation \nand prohibits slavery and forced labour;  \nWHEREAS Government of Pakistan has instituted a mechanism to determine and n otify \nminimum wages for unskilled workers on periodical basis;  \nWHEREAS Government of Pakistan has enacted laws to prevent employment of children of \nage below sixteen years and declared access to free and compulsory education to all children of the \nage of f ive to sixteen years as mentioned in Article 25A of the Constitution;  \nWHEREAS Government of Pakistan has signed the Convention on the Rights of the Child and \nthus committed to protect rights of all Pakistani children and ensure provision of education, health, \nnutrition, play, entertainment, and all other rights to them;  \nWHEREAS rising number of incidents of exploitation, abuse, and violence against domestic \nworkers created the need to regulate employment of domestic workers to safeguard their safety and  \nrights;  \nAND WHEREAS there is a need to regulate the terms of employment of domestic workers to \nensure basic needs are met including rest breaks, number of hours of sleep, medical care, minimum \nnumber of meals, working time, freedom from discrimination and  sexual harassment and to protect the \nsafety and dignity of domestic workers.  \nIt is hereby enacted as follows :__ \n1. Short title, extent and commencement .— (1) This Act may be called the Islamabad \nCapital Territory Domestic Workers Act, 2022.  \n(2) It extends  to whole of the Islamabad Capital Territory.  \n(3) It shall come into force at once.  \n2. Definitions. — In this Act, unless there is anything repugnant in the subject or context, - \n(a) “Act” means the Islamabad Capital Territory Domestic Workers Act, 2022;  \n(b) “Administrator” means a person nominated by the Commissioner of the \nIslamabad Capital Territory;  \n(c) “Appellate Authority” means an authority appointed under section 26;  \n(d) “beneficiary” means a domestic worker or heirs of a deceased domestic worker \n \nPage 4 of 11 \n eligible to receive benefits;  \n(e) “Board” means the minimum wages board established under section 3 of the \nMinimum Wages Ordinance, 1961 (XXXIX of 1961) or other relevant law \nadopted by Federal Government for the Islamabad Capital Territory;  \n(f)  “dispute” means any dispute or conflict between employee and employer or \nbetween employer and domestic worker which is connected with the terms of \nemployment of a dome stic worker;  \n(g) “domestic work ” means  any work which takes place within or for the house \nhold and includes child care, old age care, sick care or natal/post -natal care and \nmatter ancillary thereto;  \n(h) “Domestic worker” is a person who provides services of a domestic nature in a \nhousehold;  \n(i) “employ” means to engage or permit to work;  \n(j) “employer” means__ \n(i) in relation to a person or group of persons registered under the Act and \nemploying domestic workers, such person or group of persons generally \nor collectively responsible for employment themselves or through an \nagent, working conditions, hours and care of domestic workers; and  \n(ii) in relation to an establishment or agency, the owners of the \nestablishment or agency or a person registered under the Act and having \nthe ultimate control over the affair of the establishment or agency as well  \nas any other person to whom affairs of such establishment or agency are \nentrusted whether such person is called an agent, a manager, an occupier \nor by any other name.  \n(k) “family” in relations to that of a domestic worker means the spouse, children \nbelow the age of eighteen years and includes disabled children above the age of \neighteen years with disability of fifty percent or more;  \n(l) “Government” means Federal Government;  \n(m) “Governing Body” has the same meaning as in section 5 of the Employees \nSocial Security  Ordinance, 1965 (X of 1965) or elaborated otherwise separately \nby the Government for Islamabad Capital Territory through a notification;  \n(n) “household” means individual who comprise a family unit and who live together \nunder the same roof;  \n(o) “ICT” means  Islamabad Capital Territory for the purpose of this Act;  \n(p) “Labour Court” means the labour court established by the Government;  \n(q) “Prescribed” means prescribed by rules;  \n \nPage 5 of 11 \n (r) “Shift” means the designated number of working hours with a starting hour and  \nan ending hour; and  \n(s) “Wages” means all amounts paid for labor performed by employees of every \ndescription which would if the terms and conditions of employment, express or \nimplied, were fulfilled, be payable to a person employed in respect of his \nemplo yment or of work done in such employment, and includes fixed amount \nor conditional on time, task commission basis or any method of calculation but \ndoes not include__ \n(i) any contribution paid by the employer in respect of such person under \nany scheme of social insurance or to a pension fund or provident fund; \nand \n(ii) gift or anything given in kind.  \n3. Prohibition on employment. — No child under the age of sixteen years shall be \nallowed to work in a household in any capacity.  \n4. Rights   and  entitlements  of   domestic  workers. — Domestic  workers shall have \nthe following rights and entitlements, namely: - \n(a) a domestic worker shall not be employed under the bonded labour system or forced or \npartly forced labor system;  \n(b) no domestic worker shall be discrimin ated in recruitment, continuance of employment, \ndeciding wages, benefits and other rights on grounds of religion, race, caste, creed, sex, \nethnic background, place of birth, residence, domicile, migration. or any other specific \nemployments that require a c ertain minimum level of strength or educational \nqualification or carry a risk of physical danger to a particular class of person;  \n(c) domestic worker shall be addressed and referred to as a domestic worker;  \n(d) domestic workers shall be entitled to receive  overtime wages for labour performed in \nexcess of their shift as per the provisions of section;  \n(e) employer shall provide dignified working conditions and occupational safety and health \nmeasures to the domestic worker; and  \n(f) benefits for domestic worker  shall include sickness benefits and medical care during \nsickness and injury.  \n5. Employment on work .— (l) Every employment or appointment of a domestic worker \nshall be subject to the issuance of letter of employment in the prescribed Form showing the terms  and \nconditions of his or her employment including nature of work and amount of wages.  \n(2) The employer shall send a copy of the letter of employment issued under sub -section \n(1) to the commissioner office, Islamabad or any other official appointed by the Government. The \nemployer may keep a copy of identification documents of domestic worker during the course of \nemployment.  \n(3) An employer shall, within sixty days of the commencement of this Act arrange for the \n \nPage 6 of 11 \n issuance of letter of employment under sub -section (1) to each of the domestic workers employed on \nwork in relation to a household.  \n(4) No domestic worker shall be required to perform. Any work other than his job \ndescription mentioned in the letter of employment.  \n(5) A fulltime or live  in domestic wor ker shall have at least a twelve hour period free of \nduty in a twenty four hours period, provided that in the twelve hours of du ty performed, not less than \nthree hours shall be for a rest or break, except - \n(a) the domestic worker and employer may decide mu tually as to whether three hours \nperiod referred to above shall be continuous or with intervals; and  \n(b) the domestic worker is required to work a twelve hours period without a break, the three \nhours period shall be compensated at a rate not less than nine ty times the rate of pay or \nthe wages paid by the employer to the domestic worker.  \n(6) No full time or live in domestic worker shall be required to work more than a six days \nin any working week, provided that this may be mutually agreed to a seventh day pa id at the rate of \ndouble the rate of pay or wages ordinarily paid by the employer to the domestic worker.  \n(7) A domestic worker may be employed for consecutive seven workdays if the total hours \nin a workday of such employment do not exceed 30 hours and the  total numbers of hours on any day \ndo not exceed six hours.  \n6. Leave and Holidays. — (1) Every domestic worker engaged in domestic work shall be \nentitled to a holiday of at least one whole day in a week.  \n(2) Every domestic worker shall be entitled to sick leave with full wages for a total period \nof eight days in a year and such leave, if not availed of by a domestic worker during a calendar year, \nmay be carried forward, but the total accumulation of such leave shall not exceed sixteen days at one \ntime.  \n(3) Every domestic worker engaged in domestic work shall be entitled to ten days festival \nholidays with full wages in a year. The days and dates for such festival holidays shall be agreed \nbetween the domestic worker and the employer in the beginning of the cal endar year.  \n(4) A female domestic worker engaged in domestic w ork shall be entitled to six weeks \nmaternity leave.  \n7. Wages during leave or holiday period .— (1) For each day of the leave or holidays \nallowed to a domestic worker under sub -sections (1), (2), and (3) of section 6, he must be paid at rate \nequivalent to the daily average amount, which, during the three months preceding the leave or holidays, \nwas being earned by the domestic worker.  \n(2) A domestic worker, who has been allowed leave under sub -section (2) of section 6 for \nany period not less than four days shall before the leave begins, be paid his wages for the period of the \nleave allowed.  \n8. Minimum wage .— (1) Every domestic worker shall be paid on a designated day such \nwages for all the hours of l abour performed, within such time as may be prescribed in the letter of \nemployment, but such wages must in no case be less than the wages specified by the Government \n \nPage 7 of 11 \n under this Act.  \n(2) No employer shall pay to domestic worker, remuneration payable, at rat es less \nfavorable than those at which remuneration is paid to the domestic workers of the opposite sex \nperforming same work or work of a similar nature or of equal value.  \n9. Maternity benefit .— A female domestic worker engaged in domestic work shall be \nentitled to maternity benefits with a minimum amount equivalent to six weeks wages in a prescribed \nmanner but not less than the minimum wages notified by the Government.  \n10. Accommodation .— (1) Every employer under express terms and conditions of \nemployment, is to ensure to provide for the accommodation for live in domestic worker who at his free \nwill stays at place of work.  \n(2) Every employer s hall ensure decent living conditions for live -in domestic worker. No \ndomestic worker will be required to share a bed.  \n11. Medical examination, vaccination and inoculation .— Every employer, on yearly \nbasis, shall ensure medical examination of a domestic worker in a household by a registered medical \npractitioner and the domestic worker shall also be vaccinated and inoculat ed against such diseases at \nsuch intervals as may be prescribed, and expenses, if any, of such medical examination, vaccination \nand inoculation shall be borne by the employer.  \n12. Notice of certain accident .— Where in any household, an accident occurs whic h \ncauses death or bodily injury whereby any domestic worker injured is prevented from resuming his or \nher work in the household during the forty - eight hours after the accident occurred or which is of any \nnature which may be prescribed in this behalf, the employer of the domestic worker shall send a notice \nthereof to such authorities, in such f orm and within such time, as may be prescribed.  \n13. Termination of employment .— The termination of employment shall be subject to \none month’s prior notice in writing either by the domestic worker or by the employer and in lieu of \nnotice, one month’s wages shall be paid calculated on the basis of average of wages earned during the \npreceding three months.  \n14. Restoration of possession of property to domestic worker .— (1) Upon termination \nof employment personal belongings and identification documents of domestic worker or his family \nshall not be retained. If possession of any property is not made, the aggrieved domestic worker may \napply to the Dispute Resolution Committee for the restoration of the possession of such property and \nthe Dispute Resolution Committee may, after giving the employer a reasonable opportunity of being \nheard, direct the employer to restore to the applicant the possession of the said property within s uch \ntime as may be specified in the award.  \n(2) Whoever, being required by this Act to restore any property to the possession of any \ndomestic worker or his family, omits or fails to do so, within such time as specified in sub -section (1), \nshall be liable, o n conviction before a Magistrate, to a fine not exceeding ten thousand rupees and \nrestoration to the applicant the possession of the said property.  \n15. Relinquishing of right .— Where a domestic worker relinquishes any right conferred \nby this Act, whether m ade before or after the commencement of this Act, the relinquishment shall be \nnull and void in so far as it purports to deprive him of such right.  \n \nPage 8 of 11 \n 16. Recommendation of Minimum Wages for Domestic Workers .— (l) The Board shall \nupon a reference made to it by  the Government, recommend to it, after such enquiry as the Board \nthinks fit, the minimum rates of wages for domestic workers employed in households.  \n(2) In its recommendations under sub -section ( 1), the Board shall indicate, whether the \nminimum rates of wages should be adopted uniformly throughout the Islamabad Capital Territory or \nwith such local variations for such localities as are specified therein.  \n(3) In pursuance of a direction under sub -section (1), the Board may recommend minimum \nrates of wages for all classes of domestic workers in any category or capacity and, in such \nrecommendation, may specify — \n(a) the minimum rates of wages for — \n(i) time work;  \n(ii) piece work;  \n(iii) on call work;  \n(iv) over time work;  \n(v) work on the weekly day of rest and for paid holidays; and  \n(vi) commission basis; and  \n(b) the minimum time rates for domestic workers employed on piece work so as to \nguarantee minimum wages on a time basis for such domestic workers.  \n(4) The time rates recommended by the Board may be on hourly, daily, weekly or monthly \nbasis.  \n(5) The rates recommended under this section for overtime work and work on paid holidays \nshall not be less than the minimum rates fixed for such work under any other  law for the time being in \nforce.  \n17. Power to declare minimum rates of wages .— Upon receipt of a recommendation of \nthe Board under section 16, the Government may proceed as per procedure laid down under Section -\n6 of the Minimum Wages Ordinance, 1961 (XXXI X of 1961).  \n18. Time and conditions of payment of wages .— (l) The wages of every domestic worker \nshall be paid before the expiry of the fifth day, after the last day of the wage -period in respect of which \nthe wages are payable.  \n(2) No wage period, so fixed, shall exceed one month.  \n(3) Where the employment of any domestic worker is terminated by employer, the wages \nearned by him/her shall be paid before the expiry of the second working day from the day on which \nhis employment is terminated.  \n(4) All paym ents of wages shall be made on a working day.  \n(5) All wages shall be paid in current coin or currency notes or in both.  \n19. Prohibition to pay below the minimum rate of wages .— (l) No employer shall pay \nany domestic worker wages at a rate lower than the, r ate declared under this Act to be the minimum \nrate of wages for such domestic worker.  \n \nPage 9 of 11 \n (2) Any employer who contravenes the provisions of this section shall be liable, on \nconviction before a Magistrate of the first class, to a fine not exceeding ten thousan d rupees, and if the \ncourt trying such contravention by order so directs, shall also pay to the domestic worker concerned \nsuch sum as may be specified in the order to represent the difference between the amount actually paid \nto such domestic worker and the  amount which would have been paid to him had there been no such \ncontravention.  \n(3) All claims of a domestic worker relating to wages or claims arising out of deductions \nfrom wages against the employer, as the case may be, shall be settled and recovered in  the same manner \nas is provided in the Minimum Wages Ordinance, 1961 (XXXIX of 1961).  \n(4) If the Authority hearing any application under this section is satisfied that no amount \nto be paid as wages is due from the employer to the applicant, it shall reject  the application; and if the \napplication, in the opinion of the Authority, is malicious or vexatious, the Authority when rejecting it, \nmay direct the applicant to pay a penalty not exceeding five thousand rupees to the employer.  \n(5) An appeal against a dir ection made under sub -section (3) or sub - section (4) under this \nsection may be preferred, within thirty days of the date on which the direction was made, before the \nLabour Court constituted under the law, within whose jurisdiction the cause of action to w hich the \nappeal relates arose — \n(a) by the employer, if the total sum directed to be paid by way of wages exceeds \ntwenty thousand rupees:  \nProvided that no appeal under this clause shall lie unless the \nmemorandum of appeal is accompanied by a certificate of  the authority to the \neffect that the appellant has deposited the amount payable to the authority under \nthe dir ection appealed against; and  \n(b) by the applicant directed under sub -section (4) of this section to pay a penalty.  \n(6) The decision of appeal sha ll be final and shall not in any manner be questioned by any \nperson in any court or before any authority.  \n20. Violation of child labour laws .— Employers in violation of child labour laws shall be \nsubject to all civil and criminal liabilities attached there to. \n21. Functions of the Governing Body .— The functions of the Governing Body shall be \nthe same as laid down under the Employees Social Security Ordinance, 1965 (X of 1965) and Rules \nmade thereunder.  \n22. Manner of claiming benefits .— (1) All claims for ben efits under this Act shall be \nmade within such times as may be prescribed, and in such form and manner, and shall be accompanied \nby such documents, information and evidence as to entitlement, as may be provided in the regulations \nlaid down by the Governing  Body.  \n(2) The payment in respect of benefits shall be made in such manner, and at such time and \nplace as may be provided in the regulations.  \n(3) The payment in respect of benefits shall be made from the Fund under this Act in the \nprescribed manner.  \n \nPage 10 of 11 \n 23. Resolution of Disputes .— (1) The Government may, by notification in the official \nGazette, constitute the Dispute Resolution Committee for the effective enforcement of the Act.  \n(2) The Dispute resolution committee shall be headed by the Assistant Commission er or \nsuch other officer as may be notified by the Government.  \n(3) All disputes or complaints arising out of and in connection with enforcement under this \nAct shall be heard and resolve through an award by Dispute Resolution Committee:  \nProvided that every such dispute shall be presented within 30 days from the date on which the \ndispute arises.  \n(4) Any party aggrieved of the award made under sub -section (3), may, within thirty days \nof the date on which the award was made, prefer an appeal before the Appellat e Au thority . \n24. Appellate Authority .__ (1) The Government shall appoint an Appellate Authority in \neach District to hear and decide the appeals preferred against the award of a dispute resolution \ncommittee.  \n(2) The Appellate Authority may confirm, modify o r reverse the award of a dispute \nresolution committee.  \n25. Powers of the Dispute Resolution Committees and Appellate Authorities .—\nDispute Resolution Committee and Appellate Authority shall, while holding an enquiry regarding a \ndispute or complaint under th is Act or the rules made there -under, have same powers as are vested in \nCivil Court under the Code of Civil Procedure, 1908 (Act V of 1908), in respect of the following \nmatters, namely:  \n(a) enforcing the attendance of any person and examining him on oath;  \n(b) compelling the production of documents and material objects;  \n(c) issuing commissions for the examination of witnesses; and  \n(d) such other matters as may be prescribed.  \n26. Power to issue directions .— The Government may, from time to time, issue such \ndirections to employers as may be necessary for the effective enforcement of the provisions of the Act.  \n27. Power to remove difficulties .— If any difficulty arises in giving effect to the \nprovisions of this Act, the Government may, by order published in th e official Gazette, make such \nprovisions not inconsistent with the provisions of the Act as appear to it to be necessary or expedient \nfor removal of the difficulty.  \n28. Tax treatment of the Income of the Fund .— The income of the Fund including capital \ngains shall be exempt from Income Tax within the meaning of the Income Tax Ordinance, 2001.  \n29. Penalties .— (1) An employer who fails to comply with or contravenes any provisions \nof this Act other than section 3, shall, on conviction, be punishable with fine which for the first offence \nmay extend to five thousand rupees, and for a second or subsequent offence with fine which may \nextend to ten thousand rupees.  \n \nPage 11 of 11 \n (2) Whoever knowingly contravenes the provisions of section 3, shall be liable to \npunishment with impr isonment for a term which may extend to one month if he employs a child under \nthe age of twelve years and in case of a child u nder sixteen years by fine which may extend to rupees \nfifty thousand but which shall not be less than ten thousand rupees.  \n(3) Any employer who willfully obstructs any local administration in the exercise of any \npower in compliance of section 36, or fails to produce on demand there under any evidence, statement \nor other document, shall be punishable with fine which may extend to ten thousand rupees.  \n30. Presumption .— A child present in a household along with one or both of his parents \nwho are employed therein shall not be presumed to be in employment within the meaning of the Act \nunless proved.  \n31. Prosecution .— No prosecution under this Act or any rules made there under shall be \ninstituted except by or with the previous sanction of the dispute resolution committee.  \n32. Trial of offence .— No Court inferior to that of a Magistrate of the first class shall try \nany offence against this A ct or any rule made thereunder.  \n33. Administrator. — The commissioner may notify any officer as an administrator in such \narea as it may deem fit for the purposes of securing compliance with the provisions of this Act.  \n34. Functions and powers of the adminis trator .— (1) No household shall be inspected \nby the administrator except on receipt of a complaint to the commissioner or on the directions of a \ndispute resolution committee as may be.  \n(2) Administrator on direction of Dispute Resolution Committee may, for  the discharge of \nany functions under this Act or the rules made there under — \n(a) file a case through the public prosecutor in the Court of competent jurisdiction; \nand \n(b) exercise such other powers conferred upon him as may be necessary for carrying \nout the purposes of this Act.   \n35. Protection of action taken under the Act .— No suit, prosecution or other proceedings \nshall lie against any person for anything which is in good faith done or intended to be done in pursuance \nof this Act or rules made there - under. \n36. Rules .— The Government may make rules for carrying out ae purposes of this Act."
}