{
    "file": "./converted_json\\administrator75c0c506cc04d751534e726ba0ad11e6.json",
    "name": "Gilgit-Baltistan Tobacco Control Act, 2020",
    "date": "22nd June, 2020",
    "tagline": "An Act to provide for regulatory measures on the sale, production, manufacture or consumption of tobacco and tobacco related products deemed harmful to society and individuals.",
    "content": "PART I]     THE GAZETTE OF PAKISTAN, EXTRA., JULY  8,  2020  479(1) \n \n \n \n \nISLAMABAD,  WEDNESDAY ,  JULY   8,  2020 \n \n \nPART I  \n \nActs, Ordinances, President ’s Orders and Regulations  \n \nGOVERNMENT OF GILGIT -BALTISTAN  \nLAW  AND PROSECUTION DEPARTMENT  \n(Gilgit -Baltistan Secretariat ) \n \nGilgit , the 22nd  June , 2020 \n \nGILGIT -BALTISTAN TOBACCO CONTROL ACT, 2020  \n \n(ACT NO. VII OF 2020) \n    \nAn Act to provide for regulatory measures on the sale, production, manufacture \nor consumption of tobacco and tobacco related products deemed harmful to \nsociety and individuals.  \n \n WHEREAS  use of tobacco is posing  a serious threat to the health of \npeople and the environment it is expedient to provide for regulatory measures on \nthe sale, importation, exportation, production, manufacture or consumption of \ntobacco and tobacco related products deemed harmful to society  and individuals.  \n  \n \n \n479 (1—11) \n \nPrice: Rs. 20.00 \n \n[5701(2020)/Ex. Gaz.].   \n479(2) THE GAZETTE OF PAKISTAN, EXTRA., JULY  8,  2020  [PART I \n \n  It is hereby enacted as follows: — \n \n 1. Short title, extent and commencement. —(1) This Act shall be \ncalled The Gilgit -Baltistan Tobacco Control Act, 2020.  \n \n (2) It shall extend to t he whole of Gilgit -Baltistan.  \n \n (3) It shall be deemed to have come into force from the day of \nmonth , 2020.  \n \n 2. Definitions. —In this Act, unless there is anything repugnant in the \nsubject or context, — \n \n (a)   “Act” means The Gilgit -Baltistan Tobacco Contr ol Act, 2020;  \n \n (b) “advertisement ” means and includes any notice, circular, wall \npaper, pamphlet, displayed either inside or outside of point of sale, \non any board or hoarding, through internet, or any visible \nrepresentation made by any form of media whet her mechanical, \nelectronic, audio, visual or any other technological means of any \nlight, sound, smoke, gas, writing instruments, stickers, symbol, \ncolor, logo, trademarks, display on articles like T -shirts, shoes, \nsportswear, sports gears, caps, carry bags , telephone booths or by \nany other mean, direct or indirect, which have the effect of \npromoting smoking and other tobacco use and the expression \n“advertise” shall be construed accordingly;  \n \n (c) “authorized officer ” means a person authorized under section 5; \n \n (d) “Commissioner ” means a person appointed by Government to \nexercise the functions and perform the duties of Com missioner \nunder this Act;  \n  \n (e) “container” means a box of shape and size specified in Schedule -I \nof this Act and comprises of a lid, a b ase and side walls for \npackaging of smokeless tobacco (Naswar).  \n \n (f) “dealer’s license” means a license authorizing a person to whom it \nis granted to possess tobacco or tobacco products for the purpose of \nmanufacturing, distributing or selling;  \n \n (g) “distributor” means a person appointed by a manufacturer, importer \nor any other person for a specified area to purchase goods from him \nfor further supply and includes a person who in addition to being a \ndistributor is also engaged in supply of goods as an expo rter, \nimporter, a wholesaler or a retailer;  \nPART I]     THE GAZETTE OF PAKISTAN, EXTRA., JULY  8,  2020  479(3) \n  (h) “educational institutions ” means a place, public or private, where \npeople of different ages gain an education, including preschools, \nchildcare, primary -elementary schools, secondary -high schools, and \nunivers ities.  \n \n (i) “Government ” means Government of Gilgit Baltistan.  \n \n (j) “health institutions ” means an institution, public or private, by or at \nwhich health services or health support services are provided.  \n \n (k) “health warning ” means health warning specifi ed in section 2;  \n \n (l) “plastic” means any of numerous organic, synthetic or processed \nmaterials that are mostly thermoplastic or thermosetting polymers \nof high molecular weight and that can be made into objects, films, \nor filaments.  \n \n (m) “prescribed ” means prescribed by rules made under this Act;  \n \n (n) “place of public work or use ” means any place declared as such by \nthe government and includes spaces prescribed in schedule -II of \nthis Act.  \n \n (o) “promotion ” includes sponsorship, sampling, display and uses  of \ntobacco brand names, logos and colors on non -tobacco merchandise \nwhich has the effect of promoting smoking and other tobacco use;  \n \n (p) “retailer” means a person supplying goods to general public for the \npurpose of consumption.  \n \n (q) “rules” means the rules made under this Act;  \n \n (r) “tobacco product ” means a product, extract or by -product made \nentirely or partly of the leaves, stalks and/or stem of the tobacco \nplant (inicotianarustica and nicotianatobacum), which is processed \nor manufactured to be used  for smoking, sucking, chewing, inhaling  \nor snuffing smokeless tobacco (Naswar), or consuming by any \nother means; and includes any devise used for such purpose;  \n \n (s) “Tobacco Vendor ” means Manufacturer, Importer, Distributor, \nRetailer or any person who po ssess tobacco or tobacco product for \nthe purpose of manufacturing, distributing or selling.  \n \n 3. Packaging of tobacco products. —(1) No retailer or distributor \nshall sell any tobacco product, other than cigarettes, unless they are packed in a \ncontainer.  \n479(4) THE GAZETTE OF PAKISTAN, EXTRA., JULY  8,  2020  [PART I \n \n  (2) No packet  or container shall be made of plastic or covered by a \nlayer of plastic or consists of plastic as one of the ingredient.  \n \n 4. Health Warnings. —(1) Every tobacco vendor shall ensure that the \nfollowing statement (in clear Urdu font) is legibly pri nted in black color on the \nside walls of the container.  \nابمتوک اک اامعتسل رسنیک اک ابثع اتنب ےہ  \n \n (2) For the purpose of printing on the containers, the Government shall, \nby notification, prescribe a Pictorial Health warning, for a period specified in the \nnotification.  \n \n (3) Tobacco vendor shall ensure that each container of a tobacco \nproduct bears;  \n \n (a) Pictorial Health warning, as prescribed by the government, \ncovering 100% of the top side (lid) of the container;  \n \n (b) manufacturer name and address and V endors license number, \nlegibly printed in English or Urdu font in black ink,at the base of \nthe container.  \n \n (4) Tobacco vendor shall ensure that: — \n \n (a) none of the elements of the Health warnings are covered or hidden \nin any manner.  \n \n (b) no messages shal l be printed that directly or indirectly promote a \nspecific tobacco brand or tobacco usage on the container.  \n \n 5. Prohibition to sell. —No person shall — \n  \n (a) manufacture any container of tobacco product, or  \n \n (b) possess, distribute, sell or offer for sal e, container of tobacco \nproduct,  which is made in contravention of provisions under \nsections 1 and 2 of this Act.  \n \n 6. Prohibition on advertisement or promotion of tobacco \nproducts. —(1) Notwithstanding anything contained in any other law for the time \nbeing  in force, no advertisement, in whatsoever manner, of tobacco product shall \nbe allowed;  \n \n (a) In print media, including a newspaper, magazine, book, periodical, \nor any such printed publication, except as provided by Federal \nExcise Rules 2005;  \nPART I]     THE GAZETTE OF PAKISTAN, EXTRA., JULY  8,  2020  479(5) \n  (b) In cinem a or theatre including mobile or mini cinema or theatre;  \n \n (c) On television, radio or any other electronic media;  \n \n (d) through any social media platform  or internet -advertisement, either \ndirectly or indirectly;  \n \n (e) Through branding on clothes or garmen ts or any other apparels;  \n \n (f) through a backdrop, billboard, specially designed or painted objects \nor paint at places of public view, roadsides, parks, educational \ninstitutions, hospitals, hospitality venues, point of sale - either inside \nor outside or an y other place which is deemed to be a public place;  \n \n (g) by display of tobacco products at, either inside or outside of, a \nmobile or fixed, retail outlet, venue or an event;  \n \n (h) on tobacco product vending machines;  \n \n (i) by direct targeting of individua ls through promotional or \ninformational material, direct mail (electronic or postal), phone \ncalls or any other method of un -solicited marketing;  \n \n (j) through sale or supply of toys or sweets that resemble tobacco \nproducts;  \n \n (2) The Government may further  prohibit, by notification in the official \nGazette, any mean of promoting or advertising a tobacco product not mentioned \nin sub -section (1) above.  \n \n 7. Prohibition against dealing in tobacco products without \ndealer’s  license.—No tobacco vendor shall posses s tobacco or tobacco products \nfor the purpose of manufacturing, distributing, selling or offering for sale,without \na dealer’s license.  \n \n 8. Tobacco Vendor License Fee. —(1) Any person authorized by the \ngovernment in this behalf may issue a dealer ’s license.  \n \n (2) Every such license shall be granted — \n \n (a) On payment of such fees and for such  period as provided in \nSchedule -III of this Act; and  \n \n (b) Subject to such conditions and in such form and containing such \nparticulars as may be prescribed by the Governm ent. \n479(6) THE GAZETTE OF PAKISTAN, EXTRA., JULY  8,  2020  [PART I \n \n  9. Registration of tobacco Vendors. —Any person authorized by the \ngovernment in this behalf shall keep a record, in a prescribed manner, of all \nTobacco venders whom license under section  5 of this Act, has been issued.  \n \n 10. Officers of the Excise and  Taxation Department to have powers \nof investigation. —Every officer of the Excise and Taxation Department not \nbelow such rank as Government may prescribe shall have the powers of a police \nofficer in charge of a police station and may investigate offences u nder this Act \nwithout the order of a magistrate and exercise the same powers in respect of the \ninvestigation (except the power to arrest without warrant) as an officer in charge \nof a police station may exercise in a cognizable case.  \n \n 11. Powers to enter a nd inspect. —Any officer of the Excise and \nTaxation Department not below such rank as Government may prescribe may — \n \n (a) enter and inspect at any time within the hours during which sale is \npermitted or at any other time during which the same may be open, \nany place in which tobacco products are kept for manufacture, \ndistribution or sale by any person holding a license under this Act; \nand \n \n (b) examine accounts maintained in such place.  \n \n 12. Display and exhibition of board. —The owner or manager or \nincharge o f the affairs of every place of public work or use shall displayed \nexhibit a board at each conspicuous place in and outside the premises visited or \nused by general public prominently stating that the place is a “Tobacco product \nprohibited -Zone” and that “Use of tobacco product is an Offence ”, or any other \nstatement or signage as notified by the government in the official gazette.  \n \n 13. Prohibition of storage, sale and distribution of tobacco product, \nin the immediate vicinity of educational and health insti tutions.—\nNotwithstanding any law, for the time being in force, no person shall himself or \nby any person on his behalf, store, sell or distribute, tobacco product within 200  \n(two hundred) meters radius from any educational or health institution.  \n \n 14. Respo nsibility of tobacco vendors. —(1) Every tobacco vendor, \nshall ensure that, within his or her premises, neither a person under the age of \neighteen years is permitted to sell or offer for sale tobacco products, nor shall the \ntobacco products be sold to a per son who is un der the age of eighteen years.  \n  \n (2) The tobacco vendor may, in case of doubt about the age of the \nconsumer of tobacco product, ask the consumer to provide National \nIdentification Card or any other evidence of having reached eighteen years of  \nage. \nPART I]     THE GAZETTE OF PAKISTAN, EXTRA., JULY  8,  2020  479(7) \n  15. Penalties. —(1) Whoever contravenes any of the provisions of this \nAct shall be punishable with imprisonment for a term which may extend to three \nmonths or with fine which may extend to a hundred thousand rupees, or with \nboth;  \n \n (2) Where a court convicts a person of an offence punishable under \nsection 5, it shall direct that the tobacco product in respect of which the offence \nhas been committed, to be forfeited to the Government.  \n \n (3) if the person contravening any provision of section 5 or 6, be  a \ncompany or other body corporate, every director, manager, secretary or other \nofficer or agent thereof shall, unless proves that the contravention took place \nwithout his or her knowledge or that due diligence to prevent such contravention \nwas exercised b y such person, be deemed to be guilty of such contravention.  \n \n (4) When any person who does not hold a dealer ’s license is convicted \nof an offence under section 7, the magistrate may direct that such person shall \npay, in addition to the fine imposed on him , the fees payable for a dealer ’s \nlicense.  \n \n (5) When any person is convicted under section 8, of a breach of any of \nthe conditions of his license, the Collector may suspend or cancel his license.  \n \n (6) Whoever contravenes any of the provisions of sections  13 or 14 for \na second or subsequent time, shall be punishable with imprisonment which may \nextend to one year, or with a fine which shall not be less than two hundred \nthousand rupees, or with both, for each such contravention.  \n \n 16. Cognizance of offences. —(1) No court inferior to the court of a \nMagistrate of the first class shall try any offence punishable under this Act.  \n \n (2) Notwithstanding anything contained in the Code of Criminal \nProcedure, 1898 (Act V of 1898), No court shall take cognizance of any offence \npunishable under this Act except on a complaint made in writing by a police \nofficer not below the rank of an Assistant Sub -Inspector or an Excise officer not \nbelow the rank of a Sub -Inspector or any other office authorized in this behalf by \nthe gov ernment.  \n \n 17. Establishment of task force for monitoring and implementation \nof tobacco control laws. —(1) The government shall, by notification, establish a \ntask force, each at the foll owing administrative levels:  \n \n (a) Provincial task force at provincial center;  \n \n479(8) THE GAZETTE OF PAKISTAN, EXTRA., JULY  8,  2020  [PART I \n \n  (b) District Task force at each district; and  \n \n (c) Sub-District Task Force at each sub -district.  \n \n (2) The task force shall have members and shall hold meetings at \nregular int ervals, as provided in schedule -V of this Act and upon arising of any \nneed.  \n \n 18. Power to make rules. —(1) Government may, by a notification in \nthe Official Gazette, make rules for carrying out the purposes of this Act.  \n \n (2) In particular, and without prejudice to the generality of the \nforegoing powers, Government may make rules for the following matters, \nnamely:—  \n \n (a) modifying, adding or removing of members of any task force;  \n \n (b) Notify power and functions of any task force;  \n \n (c) Modifying the nature and amount of fees prescribed in this Act;  \n \n (d) Notifying schemes, programs, activities and/or researches designed \nfor the improvement of general health of the people of Pakistan;  \n \n (e) Modifying the nature and amount of penalty for the violation of any \nof the provisions of this Act;  \n  \nSCHEDULE -I \n \n[See Section 2 (e)]  \n \n(Shape and Size of container)  \n \nMaterial:  \n \n The container shall not be made of plastic or of material that contains \nplastic as an ingredient.  \n \nShape:  \n \n The container shall only be in the shape of a Cylinder, Cube or cuboid, as \nillustrated below:  \n \n \nPART I]     THE GAZETTE OF PAKISTAN, EXTRA., JULY  8,  2020  479(9) \n \n \n \nSize:  \n \n In case the container is cylindrical:  \n \n The lid and base of the container shall be equal in size and shall not \nbe less than 3 inches in diameter; and  \n \n The side walls of the container shall not be more than half of the \ndiameter of its base.  \n \n In case the cont ainer is cube:  \n \n The side walls, lid and base of the container shall be equal in size \nand shall not be less than 3 inches in width . \n \n In case the container is cuboid:  \n \n The lid and base of the container shall be equal in size . \n \n width or length of the contain er, whichever is smaller, shall not be \nless than 3 inches; and  \n \n The side walls of the container shall not be more than half of the its  \nwidth or length, whichever is smaller.  \n  \n479(10) THE GAZETTE OF PAKISTAN, EXTRA., JULY  8,  2020  [PART I \n \n SCHEDULE -II \n [See Section 2 (n)]  \n \n(Place of public work or use)  \n \n (1) auditorium s, \n (2) buildings,  \n (3) education institutions  \n (4) health institutions,  \n (5) amusement centers,  \n (6) restaurants,  \n (7) public offices,  \n (8) court buildings,  \n (9) cinema halls,  \n (10) conference or seminar halls,  \n (11) eating houses,  \n (12) hotel lounges,  \n (13) other waiting lounges  \n (14) libraries,  \n (15) bus stations or stands,  \n (16) sports stadiums,  \n (17) educational institutions,  \n (18) libraries  \n (19) any o pen place which is visited by ge neral public;  \n  \nSCHEDULE -III \n[See Section 8(2 a)]  \n \nTable -1 \n(Vendor Li cense Fees)  \n \nS.No  Description  Term of License  Amount  \n(1) (2) (3) (4) \n1. Retailer  One Year  6,000/ - Rupees  \n2. Distributer  One Year  10,000/ - Rupees  \n3. Tobacco product  Manufacturers (other  than \nCigarette  manufacturers)  One Year  10,000/ - Rupees  \n \n \nSCHEDULE -IV  \n[See Section 9]  \n \nForm -1 \n(Registration of Tobacco Vendors)  \n \nS.No  Name  Address of  \nBusiness place  License No.  Date of Issuance  \n(1) (2) (3) (4) (5) \n      \nPART I]     THE GAZETTE OF PAKISTAN, EXTRA., JULY  8,  2020  479(11) \n SCHEDULE -V \n[See Section 17]  \n \n(Task Force)  \n \nS.No . Task Force  Members  Meetings  \n(1) (2) (3) (4) \n1. Provincial task force   1. Secretary Information  (Chairperson)  \n 2. Secretary Health (Member)  \n 3. Deputy Director Excise and  Taxation (Member)  \n 4. All Divisional Commissioners  (Members ) \n 5. Two representatives from civil  society  Bi-annual  \n2. District Task fo rce  1. Deputy Commissioner  (Chairperson)  \n 2. District Police Office, District  Health Officer and \nAssistant  Commissioners of all sub -districts of \nsuch district  (Members ) \n 3. District Excise and Taxation  Officer (Member)  \n 4. Two members from civil  society  Quarterly  \n \n3. Sub-District Task \nForce   1. Assistant Commissioner  (Chairperson)  \n 2. Station House Incharge of all  police stations \nwithin such Sub -District ( Members ) \n 3. Two members from Civil  Society  Monthly  \n \n \nFIDA MUHAMMAD NASHAD , \nSpeaker , \nGilgit -Baltista n Assembly . \n \n————  \n \nRAJA JALAL MAQPOON , \nGovernor,  \nGilgit -Baltistan . \n \n \n \n \n \n \n \n \n \n \n \n \n \n————————————————————————————————  \nPRINTED  BY THE MANAGER, PRINTING CORPORATION OF  PAKISTAN PRESS,  ISLAMABAD .  \nPUBLISHED BY THE  DEPUTY CONTROLLER, STATIONERY AND FORMS, UNIVE RSITY ROAD , KARACHI ."
}