{
    "file": "./converted_json\\administrator7e3f1e91c00c927e74d56db88341c392.json",
    "name": "Offence of Qazf (Enforcement of Hadd) Ordinance, 1979",
    "date": "10th February, 1979",
    "tagline": "An Ordinance to bring in conformity with the injunctions of Islam the law relating to the offence of qazf",
    "content": "Page 1 of 6 \n  \n \nTHE OFFENCE OF QAZF (ENFORCEMENT OF HADD) \nORDINANCE, 1979  \n \n \nCONTENTS  \n \n1.  Short title, extent and commencement . \n \n2.  Definitions . \n \n3.  Qaz. \n \n4. Omitted  \n \n5.  Qazf liable to hadd. \n \n6.  Proof of qazf liable to hadd. \n \n7.  Punishment of qazf liable to ‘hadd’. \n \n8.  Who can file a complaint . \n \n9.  Cases in which hadd shall not be imposed or enforced . \n \n10. Omitted  \n \n11. Omitted  \n \n12. Omitted  \n \n13. Omitted  \n \n14.  Lian \n \n15. Omitted  \n \n16. Omitted  \n \n17.  Application of the Code of Criminal Procedure, 1898 . \n \n18.  Presiding  Officer of Court to be a Muslim  \n \n19. Omitted  \n \n20.  Saving  \n\n \nPage 2 of 6 \n THE OFFENCE OF QAZF (ENFORCEMENT OF HADD) ORDINANCE, 1979  \n1ORDINANCE  No. VIII OF 1979  \n[10th February, 1979]  \n \nAn Ordinance to bring in conformity with the injunctions of Islam the law relating to the  \noffence of qazf  \n WHEREAS it is necessary to modify the existing law relating to ‘qazf’ so as to bring it In \nconformity with the injunctions of Islam as set out in the Holy Quran and Sunnah;  \n AND WHEREAS the President is satisfied that circumstance exi st which render it necessary \nto take immediate action;  \n NOW, THEREOF, in pursua nce of the proclamation of the f ifth day of July, 1977, read with \nthe Laws (Continuance in Force) order, 1977 (C.M.L.A. Order No. I of 1977), and in exercise of all \npowers enabl ing him in that behalf, the President is pleased to make and promulgate the following \nOrdinance: ― \n 1. Short title, extent and commencement. -(1) This Ordinance may be called the Offence of \nQazf  (Enforcement of Hadd ) Ordinance, 1979.  \n (2) It extends to the whole of Pakistan.  \n (3) It shall come into force on the twelfth day of Rabi -ul-Awwal, 1399 Hijri,  that is, the tenth \nday of February, 1979.  \n 2. Definitions.  In this Ordinance, unless there is anything repu gnant in the subject or \ncontext,― \n2[“(a) “adult”, “hadd”, and “zina” have the same meaning as in the Offence of Zina \n(Enforcement of Hudood) Ordinan ce, 1979; and ”] \n(b) all other terms and expressions not defined in this Ordinance shall have the \nsame meaning as in the Pakistan Penal Code (Act XLV of 1860), or the Code \nof Criminal Procedure, 1898 (Act V of 1898).  \n 3. Qazf.  Whoever by words either spoken  or intended to be read, or by signs or by visible \nrepresentations, makes or publishes as imputation of zina concerning any person intending to harm, \nor knowing or having reason to believe that such imputation will harm , the reputation, or hurt the \nfeeling s, of such person, is said, except in  the cases hereinafter excepted, to commit qazf. \n______________________ ____________ _______________________________________________  \n1This Ordinance has been applied to the Provincially Administered Tribal Areas of Baluch istan, by Baluchistan Govt. Notification No. S. O. (TA) -3 \n(46)/79, dated 24 -4-1979, see Baluchistan Gazette, 1979, Ext., (Issue No. 58), dated 14 -6-1979.  \nThis Ordinance has been applied to the Federally Administered Trib al Areas, by S. R. O. No. 362(1 )/79, dated 23 -4-1979, see Gaz. of P., J 979, Ext., \nPL II, p. 632.  \nThis Ordinance has been applied to the Provincially Administered Tribal Areas of the N.W.F.P. by N. W. F P., Government Notif ication No. 127 -HD \n(TA. III/79 -11 dated 26th May, 1979, see N. W. F. P. Government Gazette, Ext., 1979, p. 1101.  \n2Subs. by Act VI of 06, s.  19. \n \nPage 3 of 6 \n  Explanation 1. - It may amount to Qazf to impute zina to a deceased person, if the imputation \nwould harm the reputation, or hurt the feelings, of th at person if living, and is hurt ful to the feelings \nof his family or other near relatives.  \n Explanation 2. -An A mputation in the form of an alternative or expressed ironically, may \namount to qazf. \n First exception (imputation of truth which public good requires to be made or published) . It \nis not qazf to impute zina to any person if the imputation be true and made or published for the public \ngood. Whether or not it is for the public good , is a question of fact.  \n Second exception (Accusation pre ferred in good faith to authoris ed person). - Save in the \ncases hereinafter mentioned, it is not qazf to prefer in good faith an accusation of zina against any \nperson to any of those who have lawful authority over that person with respect to t he subject matter \nof accusation.  \n(a) A complainant makes an accusation of zina against another person in a Court, \nbut fails to produce four witnesses in support thereof before the Court.  \n(b) According to the finding of the Court, a witness has given false evidence of \nthe commission of zina or zina-bil-jabr. \n(c) according to the finding of the Court, a complainant has made a false \naccusation of  zina-bil-jabr. \n 1*  *  *  *  *  *    * \n 5. Qazf liable to hadd.  Whoever, being an adult, intentionally and without ambiguity \ncommits qazf of zina liable to hadd  against a par ticular person who is a muhsan  and capable of \nperforming sexual intercourse is, subject to the provisions of this Ordinance, said to commit qazf \nliable to hadd . \n Explanation 1. - In this section, “muhsan” means a sane and adult Muslim who either has had \nno sexual intercourse or has had such intercourse only with his or her lawfully wedded spouse.  \n Explanation 2. - If a person makes in respect of another person the imputation that such other \nperson is an illegitimate child, or refuses to recognize such person to be a legitimate child, he shall be \ndeemed to have committed qazf liable to hadd  in respect of the mother of that person.  \n 6(1). Proof of qazf liable to hadd .___1[(1)] Proof of qazf liable to hadd  shall be in one of the \nfollowing forms, namely: - \n(a) the accused makes before a Court of competent jurisdiction a confession of the \ncommission of the offence;  \n(b) the accused commits qazf in the presence of the Court; and  \n \n__________________________________________ _________ ___________________________  \n1Omitted and renumbered by Act VI of 06, s s. 20 & 21. \n \nPage 4 of 6 \n  (c) at least two Muslim adult male witnesses, other than the victim of the qazf, \nabout whom the Court is satisfied, having regard to the requirements of \ntazkiyah al -shuhood  that they are truthful persons and abst ain from major sins \n(kabair ), give direct evidence of the commission of qazf: \n  Provided that, if the accused is a non -Muslim, the witnesses may be non -Muslims:  \n Provided further that the statement of the complainant or the person authorized by him shall \nbe recorded before the statements of the witnesses are recorded.  \n 1[(2) The Presiding Officer of a Court dismissing a complaint under section 203A of the Code \nof Criminal Procedure, 1898 or acquitting an accused under section 5 of the Offence of Zina \n(Enfor cement of Hadood) Ordinance, 1979 (Ordinance VII of 1979), if satisfied that the offence of \nqazf liable to hadd has been committed, shall not require any proof of qazf and shall proceed to pass \nsentence under section 7. ] \n 7. Punishment of qazf liable to hadd.___(1) Whoever commits qazf liable to hadd  shall be \npunished with whipping numbering eighty stripes.  \n (2) After a person has been convicted for the offence of qazf  liable to hadd , his evidence \nshall not be admissible in any Court of law.  \n (3) A punishm ent awarded under sub -section (1) shall not be executed until it has been \nconfirmed by the court to which an appeal from the Court awarding the punishment lies; and, until \nthe punishment is confirmed and executed, the convict shall, subject to the provisio ns of the Code of \nCriminal Procedure, 1898 (Act V of 1898) relating to the grant of bail or suspension of sentence, be \ndealt within the same manner as if sentenced to simple imprisonment.  \n 8. Who can file a complaint.  No proceedings under this Ordinance sh all be initiated except \non 1* * *  a complaint lodged in a Court by the following, namely:  \n(a) if the person in respect of whom the qazf has been committed by alive, that \nperson, or any person authorized by him; or  \n(b) if the person in respect of whom the qazf has been committed by dead, any of \nthe ascendants or descendants of that person.  \n 9. Cases in which hadd  shall not be imposed or enforced.___(1) Hadd  shall not be imposed \nfor qazf in any of the following cases, namely: ― \n(a) when a person has committed qazf against any of his descendants:  \n(b) when the person in respect of whom qazf has been committed and who is a \ncomplainant has died during the pendency of the proceedings; and  \n \n(c) when the imputation has been proved to be true.  \n \n \n1added  & Omitted  by Act VI of 06, ss . 21 & 22 . \n \n \nPage 5 of 6 \n  1[(2) In a case in which, before the execution of  hadd, the complainant withdraws his \nallegation of qazf, or states that the accused had made a false confession or that any of the witnesses \nhad deposed falsely, hadd shall not be enforced.]  \n 110.  *  * * *  *  *    * \n 111.  *  * * *  *  *    * \n 112.  *  * * *  *  *    * \n 113.  *  * * *  *  *    * \n 14. Lian.___(1) When a husband accuses before a Court his wife who is muhsan  within the \nmeaning of s ection 5, of zina and the wife does not accept the accusation as true, the following \nprocedure of lian shall apply, namely: - \n(a) the husband shall say upon oath before the Court; “I swear by Allah the \nAlmighty and say I am surely truthful in my accusation of zina against my \nwife (name of wife) and, after he has said so four times, he shall say; “Allah’s \ncurse be upon me if I am liar in my accusation of zina against my wife (name \nof wife)”; and  \n(b) the wife shall, in reply to the husband ’s statement made in accordance with \nclause (a) say upon oath before the Courts: I swear by Allah the Almighty that \nmy husband is surely a liar in his accusation of zina against me ”, and after she \nhas said so four times, she shall say: “Allah’s wrath be upon me if he is \ntruthf ul in his accusation of zina against me ”. \n (2) When the procedure specified in sub -section (1) has been completed, the Court shall pass \nand order dissolving the marriage between the husband and wife, which shall operate as a decree for \ndissolution of marri age and no appeal shall lie against it.  \n 1(3)*  *  *  *  *  *    * \n 1(4)*  *  *  *  *  *    * \n 115. *  *  *  *  *  *    * \n 116. *  *  *  *  *  *    * \n 17. Application of the Code of Criminal Procedure, 1898.___(1) Unless otherwise expressly \nprovided in thi s Ordinance, the provisions of the Code of Criminal Procedure, 1898 (Act V of 1898), \nhereinafter referred to as the said Code, shall apply, Mutatis M utandis, in respect of cases under this \nOrdinance:  \n \n 1*  *  *  *  *  *    * \n 1[Provided that an offence pun ishable under section 7 shall be triable by a Court of Sessions \nand not by or before a Magistrate authorized under section 30 of the said Code and an appeal from an \norder of the Court of Sessions shall lie to the Federal Shari at Court .] \n  \n1Subs. & Omitted   by Act VI of 06, s. 23-27. \n \nPage 6 of 6 \n  Provided further that a trial by, or proceeding before, the Court of Sessions under this \nOrdinance shall ordinarily be held at the headquarters of the Tehsil in which the offence is alleged to \nhave been committed or , as the ca se may be, the husband who has made the accusation ordinarily \nresides. ] \n (2) The provisions of the said Code relating to the confirmation of the sentence of death shall \napply mutatis mutandis  to the confirmation of a sentence under this Ordinance.  \n (3) The  provisions of sub -section (3) of section 391 or section 393 of the said Code shall not \napply in respect of the punishment of whipping awarded under this Ordinance.  \n (4) The provisions of Chapter XXIX of the said Code shall not apply in respect of a \npunishment awarded under section 7 of this Ordinance.  \n 18. Presiding Officer of Court to be a Muslim.  The Presiding Officer of the Court by which \na case is tried, or an appeal is heard, under th is Ordinance, shall be a Muslim.  \n 1*  *  *  *  *  *    * \n 20. Saving s. Nothing in this Ordinance shall be deemed to apply to cases pending before any \nCourt immediately before the commencement o f this Ordinance, or to offence  committed before such \ncommencem ent. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n1Omitted by Act VI of 06, s. 28 ."
}