{
    "file": "./converted_json\\administrator349512a221832405c403f1294e1e5575.json",
    "name": "The Professions Tax Limitation Act, 1941",
    "date": "26th November 1941",
    "tagline": "To limit to a maximum of one hundred thousand rupees per annum the amount payable in respect of any person by way of tax on professions, trades, callings or employments.",
    "content": "Page 1 of 2 \n \n \nTHE PROFESSIONS TAX LIMITATION ACT, 1941  \n \n \n \n \n \n \n \nCONTENTS  \n___________  \n1.  Short title, extent and commencement  \n2.  Limitation of tax on professions, etc . \n3.  Saving  \n  \n \n\n \nPage 2 of 2 \n THE  PROFESSIONS  TAX  LIMITATION  ACT,  1941  \n1ACT  No. XX OF1941  \n[26th  November , 1941 ] \nAn Act to limit to a maximum  of 2[one hundred  thousand]  rupees  per annum  the amount  \npayable  in respect  of any person  by way of tax on professions,  trades,  callings  or employments.  \n2[WHEREAS Article 163 of the Constitution of the Islamic Republic of Pakistan pr ovides \nthat a Provincial Assembly may impose taxes, not exceeding such limits as may be fixed by an Act \nof Majlis -e-Shoora (Parliament) , on persons engaged in professions, trades, callings or employments, \nand no such Act of the Assembly shall be regarded a s improving a tax on income;  \nAND WHEREAS it is expedient to fix the maximum limit of tax payable by person s engaged \nin professions, trades, callings or employment s;] \nIt is hereby enacted as follows: — \n1. Short title, extent and commencement. —(1) This Act ma y be called the Professions Tax \nLimi tation Act,  1941.  \n3[(2) It extends to the whole of Pakistan].  \n(3) It shall come into force 2[at once.]  \n4[2. Limitation of tax on professions, etc. —(1) Notwithstanding the provisions of any law \nfor the time being in forc e, a Provincial Assembly may by an Act  impose tax not exceeding one \nhundered thousand rupees on persons engaged in professions, trades, callings or employments.  \n(2) Notwithstanding anything contained in any law or in any judgment of any court including \na High Court and the Supreme Court, the tax on professions, trades, callings or employments levied \nand collected under an Act of a Provincial Assembly on or after the 1st day of July, 1977, as is  not in \nexcess of the limit fixed in sub -section (1) , shall be deemed to have been validly levied and collected \nand shall not be liable to be refunded and the provisions of this Act shall have , and shall be deemed \nalways to have had, effect accordingly.]  \n3. [Saving ]:—Omitted by the Federal Laws (Revision and Declarati on) Ordinance, 1981 \n(XXVII of 1981), s. 3 and Sch. II.  \n \nTHE SCHEDULE. —[TAXES TO WHICH SECTION 2 DOES NOT APPLY. ] Rep. by A. O., \n1949.  \n \n \n1For Statement  of Objects  and Reasons,  see Gazette  of India,  1941,  Pt. V, p. 123, and for Report  of Select  Committee,  see ibid., p. 167. \nThe Act has been  applied  to Balochistan,  see Notification  No. 52-F, dated  the 5th April,  1942,  Gazette  of India,  1942,  Pt. I, p. 682. \nIt has been  extended  to the Leased  Areas  of Balochistan  by the Leased  Areas  (Laws)  Order,  1950  (G. G. O. 3 of 1950).  \n2Subs.  by Act 4 of 1999,  s. 2. \n3Subs.  by the Central  Laws  (Statute  Reform)  Ordinance,  1960  (21 of 1960),  s. 3 and 2nd Sch. (with effect  from  the 14th October,  1955 ), for the original  \nsub-section  (2), as amended  by A. O., 1949.  \n4Subs.  by Act III of 06, s. 3 and shall be deemed  to have  been  so, subs.  on 1st July,  1977."
}