{
    "file": "./converted_json\\administrator5d794f16b962bde9ff5bb4bb2a365f2e.json",
    "name": "Acceding State (Property) Order, 1961",
    "date": "22 August 1961",
    "tagline": "A constitutional instrument governing property disputes in acceding states",
    "content": "THE ACCEDING STATE (PROPERTY) ORDER, 1961 \n \nPRESIDENT ’S ORDER NO. 12 OF 196l  \n[22 August, 1961]  \n \nIn pursuance of the Proclamation of the seventh day of October,1958, and in exercise of all \npowers enabling him in that behalf, the President is  pleased to make the following Order: — \n \n1.— (1) This Order may be called the Acceding State  (Property) Order, 1 961. \n \n(2) It shall come into force at once, but an order  made in pursuance of it may be  given \nretrospective effect to a date not earlier than the fifteenth day of August 1947.  \n \n2. In this Order, references to a State shall be construed as references to a S tate which has at \nany time after the 14th day  of August 1947 been in accession with Pakistan, and references  to a Ruler \nshall be construed as including references to the Ruler  of such a State and to the person recognized for \nthe time being under the Rulers  (Recognition of Successors) Order, 1960, as  successor of the Ruler . \n \n3. Where any question arises directly or indirectly between persons claiming to be the heirs \nand successors of the Ruler of a state or claiming to succeed to the State, concerning the  devolution \nand distribution of any property of that State or of th e Ruler, the question shall be decided by an order \nof the  1[Federal Government].  \n \n4. A question whether any disposition of property, whether purporting to be the property of the \nState or of th e Ruler, has been made in the due exercise of power to make it or ought for any reason to \nbe undone shall be deemed to be a question falling under the preceding Article.  \n \n5.—(1) Where the decision requires the recovery of a sum of money the order shall direct that \nthe sum be recovered as an arrear of land revenue, and where it requires the recovery of any other \nproperty it shall direct the attachment of such property by seizur e, and upon the sum being recovered \nor the property being attached, the same shall forthwith be at the disposal of the  1[Federal Government] \nand shall be disposed of by the  1[Federal Government] by direction in such a way as may best give \neffect to the decision.  \n \n(2) An order requiring recovery shall be directed to the Deputy Commissioner, and an order \nrequiring attachment shall be directed to the District Magistrate, of the district concerned and he shall \ncause it to be executed according to its tenor.  \n \n(3) Where the property is other than money, and has been lost   or  destroy ed or otherwise \ndispose d of and is irrecoverable the 1[Federal Government] may assess its value in money and order  \nthe recovery of an equivalent sum as an arrear of land revenue as provided in clause (1 ). \n \n6. All expenses incurred by the 1[Federal  Government] in  determining any question referred to \nit under Article 3 and all expenses incidental or consequential thereto shall be recoverable from the \nproperty to which the dispute relat es, and shall be the first charge thereon.  \n\n \n  \n7. No Court shall have jurisdiction to entertain any such question as is referred to in Article 3, \nand no Court shall call in  question any order of the 1[Federal  Government] made under that Article or \nArticle 5 or any proceedings connected therewith.  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n1Subs. by Ord. III of 2000 , s.2, for “ Provincial  Government”, which previously subs. by F.A.O., 1975, Art. 2 & Sch. for “Central Government”."
}