{
    "file": "./converted_json\\administratorc561babe62ce911c0ba3f2f7a259a939.json",
    "name": "The Banks (Nationalization) Act, 1974",
    "date": "4th March, 1974",
    "tagline": "An Act to provide for the nationalization of banking business in Pakistan.",
    "content": "Page 1 of 14 \n \n \n \nTHE BANKS (NATIONALIZATION) ACT, 1974  \n \nCONTENTS  \nSECTIONS:  \n1.  Short title, extent and Commencement.  \n2.  Act to override other laws.  \n3.  Definitions.  \n4.  Punishment for contravention of section 3, etc.  \n5  Transfer and vesting of ownership, etc. of banks.  \n5A.  Sales of shares.  \n5B.  Section 5 A to have effect notwithstanding any other law, etc.  \n6.  Compensation for transfer of ownership of shares in a bank.  \n6A. Registration of certain shares.  \n7.  Assessment of Compensation.  \n8.  Removal of previous management.  \n9.  Dissolution of the Pakistan Banking Council.  \n10.  Transfer and using of Funds.  \n11.  General provisions pertaining to management of banks.  \n11A.  Provisions pertaining to management of banks to apply to c ertain financial  institutions  \n12.  Fidelity and Secrecy.  \n13.  Provisions regarding staff.  \n14.  Certain claims for compensation barred.  \n15.  Schemes for reorganization of banks, etc.  \n16.  Removal of doubts.  \n17. Disposal of profits.  \n18.  Indemnity.  \n\n \nPage 2 of 14 \n 19.  Bar of jurisdiction.  \n20.  Power to make rules.  \n21.  Adaptation of laws.  \n22.  Penalty.  \n23.  Removal of difficulties.  \n24.  Repeal ed. \nTHE SCHEDULE.  \n \nPage 3 of 14 \n THE  BAN KS (NATIONALI ZATION)  ACT, 1974. \n \n1ACT NO. XIX OF 1974  \n[4th March, 1974]  \n \nAn Act to provide for the nationalization of banking business in Pakistan. \n \nWHERE AS it is expedient in the public  interest to provide  for the nationalization of \nbanking  busin ess in Pakistan; \n \nIt is hereby enacted as follows:  \n \n1. Short title, extent and comme ncement.— (1) This Act may be called the Banks \n(Nationalization) A ct, 1974. \n \n(2) It extends to the whole of  Pakistan. \n \n(3) It shall come into force at once and shall be deemed to have taken effect on the \n1st day of January, 1974.  \n \n2. Act to override other laws. This Act shall have effect notwithst anding anything \ncontained in any oth er law for the time being in force or in any agreement, contract, award, \nmemorandum  or articles of associ ation or other instrument. \n \n3. Definitions. In this Act, unless there is anything repugnant in the subject or \ncontext,— \n \n(1) “bank” means— \n \n(a)  a company registered under the Comp anies Act, 1913  (VII of 1913.) and \ntransacting, in or outsi de Pakistan, the busin ess of banking as \ndefined in clause (b) of section 5 of the Banking Comp anies Ordinance, \n1962  (LVII of 1962 .) in respect of which no proceedings under Part III \nor Part IV of the said O rdinance have been taken or are pending \nimmediately before the comm encing day; and \n \n(b)  a banking company incorporated by or under any law within  the \nlegislative competence of parliament, including the  State Bank, the \nNational Bank of Pakistan, the Indust rial Developm ent Bank of Pakistan \nand t he Agricultural Developm ent Bank of  Pakistan, but does not  \ninclude— \n \n(i)  a bank which is an enemy firm within  the meaning of the \nDefence of Pakistan Rules, or \n(ii)  a banking company incorporated outside  Pakistan and transacting \nbanking busin ess in Pakistan, or \n \n \n \n \n1For Statement of Objects and Reasons, see Gaz. of P., 1974, Ext., Pt. III, P. 79. \n \nPage 4 of 14 \n (iii)  a cooperative bank registered under the Coop erative Societies \nAct, 1925 (VII of 1925.)  or any oth er law for the time being in \nforce relating to cooperative societies, not being a  cooperative \nbank which is a  scheduled bank, or  \n \n(iv)  a Government Savings Bank to which the Government Savings \nBank Act, 1873  (V of 1873.)  applies, or \n \n(v)  a corporation or company own ed or controlled by a Province and \ncarrying on banking  busin ess only within that Province 1[,or] \n \n2[(vi)  a corporation or company establish ed in Pakistan in pursuance of \nan agreement between the Government of Pakistan and a foreign \nGovernment or institution  for transacting banking  busin ess in or  \noutside Pakistan;] \n \n \n3[(1A)  “Board” means Board of Directors constitut ed under this Act;]  \n \n(2) “comm encing day” means the 1st  day of January, 1974;  \n \n4[(3) *  * * * * * * \n(4) *   * * * * * *] \n5[(4A)  “loans and advances” means “loans, advances and credit” as defined in the \nBanking Comp anies Ordinance, 1962 ( LVII of 1962. );] \n \n(5) “prescribed” means prescribed by rules made under this Act; \n \n(6) “State Bank” means the State Bank of Pakistan establish ed under the State Bank of \nPakistan Act, 1956 ( XXXIII of 1956); and \n \n(7) oth er words and expressions us ed but  not defined in this A ct shall have the s ame \nmeaning as in the  Banking Comp anies Ordinance, 1962 ( LVII of 1962).  \n \n4. Punishment for contravention of section 3, etc. [Exclusive right  to establish  bank] \nomitted by the Ban ks (Nationalizati on) (Amdt .) Act 1997 , (XVIII of 19 97) s. 3 .] \n \n5. Transfer and vesting of ownership, etc. of banks.— (1)The own ership, \nmanagement and control of all banks shall stand transferred to, and vest in, the Federal \nGovernment on the  commencing day. \n \n(2) All shares in the capital of a bank held by persons other than the Federal \nGovernment, a Provincial Government, a corporation owned or controlled by the  Federal \nGovernment or the State Bank sh all stand transferred to,  and  vest  in,  the  Federal Gov ernment \non the  Commencing day, free of all trusts, li abiliti es and encumbrances. \n \n1Subs. by the Banks (Nationalization) (Amdt.) Ordinance, 1977 (46 of 1977), s. 2, for full-stop. \n2 New sub-clause (vi) added ibid., \n3 Ins. by the Banks (Nationalization) (Third Amdt.) Act, 1991 (15 of 1991), s. 2 (w.e.f. 30-6-1990). \n4 Sub-sections (3) and (4) omitted by the Banks (Nationalization) (Amdt.) Act 1997, (18 of 1997) s. 2, which was previously  \namended byAct (15 of 1991), s. 2. \n5 Ins. by the Banks (Nationalization) (Amdt.) Ordinance, 1980 (59 of 1980), s. 2. \n \nPage 5 of 14 \n 1[(2A)  If any bank issues any addition al share capital after the comm encing day, \nthen, without  prejudice to the provisions  of sub-section (1), a  Provincial Government, a \ncorporation owned or controlled by the  Federal Government and the State Bank may contribute \nto the sh are capital so issu ed.] \n \n(3) The vesting  of any shares in the Federal Government under sub-section (2) shall not  \neffect the rights inter se of a shareholder and any other person who may have an interest in such \nshares and such other person shall be entitled to enforce his  interest against the compensation \nawarded to the sh areholder und er section 6. \n \n(4)  The  safety  of  all  deposits  in  banks  shall  stand  guaranteed  by  the  Federal \nGovernment. \n \n(5) The provisions  of this Act and the vesting  of the shares of the banks in the \nFederal Government thereunder shall not in any way affect the status of the banks as bodies \ncorporate under the Companies Act, 1913 ( VII of 1913).  \n \n2[(6) The Federal Government or a corporation owned or controlled by the Federal \nGovernment may, from time to time, sell all or any of its shares in the capital of a bank, \nother than the State Bank, to such persons,  and on  such terms and conditions,  as it may \ndetermine] 3[;and] \n \n3[(a)  where 4[upto forty -nine] of the shares in the  capital of a bank are so sold,  \nthe application of the provisions  of this A ct, other than this sub-section, \nto such bank shall stand suspended for su ch period, and on such terms, as \nthe Federal Gov ernment m ay, by notification in the  official Gazette, \nspecify; and \n \n(b)  where not  less than fifty-one per cent of the s hares are so sold,  the \nprovisions of  this A ct shall cease to apply to su ch bank.]. \n \n5[5A. Sale of shares. —(1) Notwithst anding anything contained in this Act or any oth er \nlaw for the time being in  force, the Federal Government or a corporation owned or controlled \nby the  Federal Government may, from time to time sell all or any of its shares in the capital of \na bank and transfer management and control of a b ank other than the State Bank, to su ch \npersons,  and on su ch terms and conditions, as the Federal Government may determine; and \n \n(a)  where 4[upto forty -nine] of the shares in the capital of a bank are so \nsold,  the application of the provisions  of this A ct, other than this sub-\nsection, in cluding p rovisions  relating to  ownership of shares and \nmanagement and control of banks, to such bank shall stand suspended for \nsuch period, and on su ch terms, including  terms guaranteeing the security \nof deposits  and terms relating to sound  management of the bank, as the \nFederal Government may, by notification in the  official Gazette, specify; \nand \n \n \n1 Ins. by the Banks (Nationalization) (Amdt.) Ordinance, 1981 (45 of 1981), s. 2. \n2 Added by the Finance Act, 1990 (7 of 1990) s. 14. \n3 Subs. and added by the Banks (Nationalization) (Second A mdt.) Act, 1991 (4 of 1991), s. 2. \n4Subs. by Act No IV of 2007, s. 11.  \n5 Ins. by the Banks (Nationalization) (Third Amdt.) Act, 1991 (15 of 1991), s. 3, (w.e.f. 30.06.1990).  \n \nPage 6 of 14 \n (b)  where not less than fifty-one percent of the shares are so sold,  the \nprovisions of  this Act shall cease to apply to su ch bank. \n \n(2) The Federal Government shall have, and be deemed always to have had, the \npower to determine  and lay down  the terms and conditions  subject to which shares in the capital \nof a bank are to be sold  and its management and control is to be transferred to any person und er \nsub-section (1). \n \n(3) The power referred to in sub-section (1) may be exercised by the Federal \nGovernment at any time  either before or after a decision  is taken by the Federal Government to \nsell the sh ares and transfer the management of a bank as aforemention ed, and the Federal \nGovernment shall be competent to vary, modi fy, review or annul any or all of the terms and \nconditions  referred to in sub-section (2) at any time it deems fit to do so in the public \ninterest, until the sale of the  shares and transfer of management and control are compl eted, and \nsuch variation, modification, review or annulment shall not be  called in question  in any Cou rt, \nor before any authority, on any ground wh atsoever. \n \n5B. Section 5A to have effect notwithstanding any other law, etc. The provisions of  \nsection 5A shall have effect notwithst anding  anything contained in this Act or any oth er law for \nthe time being in force, any agreement of contract, or any judgment of any Court.] \n \n6. Compensation for transfer of ownership of shares in a bank.—(1) Every \nperson  who  stands  registered  as  the  holder  of  any  sh are  of  a  bank  the  ownership, \nmanagement and control of which stands transferred to the Federal Government by virtue of \nsection 5 shall be entitled to receive from the Federal Government by way of compensation p er \nshare an amount  determined in accordance with the p rovisions of  section 7 in the form of bonds  \nof the Federal Government, repayable at par at any time within  a period of fifteen years in \naccordance with a redemption  programme formulated by the Federal Government and bearing \ninterest at the rate of one per cent above the bank rate notified by the State Bank from time to \ntime: \n \nProvided that, in formulating the  redemption  programme, the Federal Government may \nmake provision  for preferential redemption  of the bonds  of such class of persons who are of \nmeagre means such as orphans, widows  and pension ers, and the amount  of compensation \npayable to whom  does not exceed such maximum  amount, as the  Federal Gov ernment may \ndeem fit: \n \nProvided further that, where the amount  so determined is not an exact multiple  of \none hund red rupees, the amount  in excess of the nearest lower multiple  of one hund red \nrupees shall be paid in cash. \n \n(2) The bonds sh all be negotiable and eligible as security for advances. \n \n1[6A. Registration of certain shares. —(1) Any person who holds  any share of a bank \nthe ownership,  management and control of which stands transferred to the Federal Government \nby virtue of section 5 whi ch was bought by him on a recognised Stock Exchange in Pakistan \nbefore the first day of January, 1974,  but was not registered in his name in the books  of the \ncompany by that day may make an application for registration to su ch bank. \n \n \n1Ins. by the Banks (Nationalization) (Amdt.) Ordinance, 1978 (17 of 1978), s. 2. \n \nPage 7 of 14 \n  \n(2) An  application under sub-section (1) sh all be made within  such time and in such \nmanner, and shall be accompanied by such documentary evidence, as may be prescribed. \n \n(3) The bank to which an application is made may on being satisfied after such scrutiny \nor verification by such authority as may be prescribed, that the applicant is the hold er of \nthe share, register him as such; and a person so registered shall be entitled to receive the \ncompensation provided for in sub -section (1) of section 6.] \n \n7. Assessment of compensation. The amount  of the compensation shall be the amount  \nequal to the break-up value of the share as determined by an auditor  appoint ed by the Federal \nGovernment from the balance sheet of the bank as on the 31st  December, 1973, according to the \nprinciples laid down in rule 8 of  the Wealth Tax Rules, 1963; \n \nProvided that in case of  a share of the State Bank the amount  of the compensation sh all \nbe the  average  of  the  closing  qu otations  during  six  working  d ays  immediately preceding \nthe comm encing day on the Karachi Stock Exchange: \n \nProvided  further that,  in  respect  of  any share  obtained  at  par  from  the Federal \nGovernment by any directors of the Central Board of Directors of the State Bank or a \nmember of the Local Board of that Bank under the provisions  of sub-section (3) of section 13 \nof the State Bank of Pakistan Act, 1956  (XXXIII of 1956)  the amount  of compensation sh all \nbe calculated at the rate of one hund red rupees per share. \n \n8. Removal of previous management.—(1) Every person holding  office in any \nbank as chairman, director or chief executive by whatever name called, other than a person who  \nholds  such  office  by  virtue  of  his  appointm ent  or  nomin ation  by  the  Federal Gov ernment \nor the State Bank, shall stand removed from his office on the comm encing day and this removal \nshall not entitle  him to any compensation and no such claim shall be entertained by any court, \ntribunal or other authority. \n \n(2) The vacation of his office by a chairman, director or chief executive  under sub- \nsection (1) or otherwise shall not in any way absolve him of his liability, if any, under any law, \ncontract or otherwise howso ever subsisting  immediately before the commencing day or the day \non whi ch he ceases to hold su ch office. \n \n(3) A chairman, director or chief executive  by whatever name called ceasing to hold \noffice under any of the aforesaid provisions  shall entrust or cause to be entrusted to the \nperson succeeding him in that office, intact and in as good order as they existed on the day \nimmediately preceding the comm encing day all properties, all books  of accounts  and other \nrecords and documents belonging to or in the custody or control or pertaining to the affairs, of \nthe bank. \n \n(4) C entral Boards of the banks mention ed in the Schedule, and all local bodies, area \nboards, managing committees, executive  committ ees and simil ar other bodies for the \nmanagement of any bank shall  stand dissolv ed, and all members of such bodies shall stand \nremoved from office on the comm encing day. \n \n \n \n \n \nPage 8 of 14 \n 1[(5) *              * * * * * *] \n  \n2[9. Disso lution of the Pakistan Banking Council.—(1) The Pakistan Banking  \nCoun cil (hereinafter referred to as the Coun cil) sh all stand dissolv ed forthwith.  \n \n(2) All  assets, properties and rights of the Coun cil shall stand transferred to and vest in,  \nand all liabiliti es and oth er encumbrances of the Coun cil shall stand transferred to and become \nthe li abiliti es and encumbrances of, the State Bank. \n \n(3) Empl oyees of the C ouncil, including  its members, — \n \n(a)  who are on deputation or secondment from any pu blic sector financial \ninstitution sh all revert to, and continue  to be employed by, their parent \ninstitutions  on  t erms  and conditions  governing  th eir  employment  in  \ntheir parent institutions  ; and \n \n(b)  who do not fall in clause (a) shall become employees of the State Bank \non terms and conditions  governing their employment with the Coun cil. \n \n(4) Every contract or instrument to which the Council is a party shall continue  to be in \nforce and effective as if the State Bank had been a party thereto instead of the Coun cil. \n \n(5) Any legal proceedings or, as the case may be, any application pending before any \nauthority by or against the Coun cil may be continued by or against the State Bank. \n \n(6) Where under any statute or statutory instrument, the Chairman or a member of \nthe Coun cil is nomin ated for a specified assignment or task, the vacancy caused by the \noperation of  this section shall be filled by a person nomin ated by the State Bank.] \n \n3[10. Transfer and using of funds. All sums standing to  the credit of the Coun cil in the \nfund constitut ed heretofore shall stand transferred to, and vest in, the State Bank.] \n \n4[11. General provisio ns pertaining to management of banks.—(1) Subject to \nsub-section (2), a  bank shall have a Board consisting  of— \n \n(a)  a President, who sh all be its Chi ef Executive; and \n \n5[(b)  not less than five and not more than seven other members including one  \nor mo re directors whose election by the  private shareholders, removal \nand other matters shall be governed by the Comp anies Ordinance, \n1984  (XLVII of 1984) .] \n \n(2) The Federal Government may, if it deems necessary, appoint  a Chairman of the \nBoard in respect of a bank. \n \n \n \n1Sub-section (5) omitted by the Banks (Nationalization) (Amdt.) Act, 1997, (18 of 1997), s. 4. \n2 Subs. by the Banks (Nationalization) (Amdt.) Act, 1997, (18 of 1997), s. 5, for section 9, which was previously amended by \nvarious enactments. \n3 Subs. ibid. s. 6, for section 10. \n4 Subs. by the Banks (Nationalization) (Amdt.) Act, 1997, (18 of 1997), s. 7, for section 11, which was previously amended by \nvarious enactments. \n5Subs. by Act , 2016 (41 of 2016), s. 2. \n \nPage 9 of 14 \n (3) The Chairman, the President, and other members of the Board 1[representing the \nFederal Government’s direct and indi rect shareholding].___ \n \n (a)  shall be appoint ed by the Federal Government, in consult ation with the \nState Bank, for a term of three years, on such terms and conditions  as \nmay be  fixed by the  General Meeting of the bank: provided that the \nChairman and the President shall be appointed from amongst professional \nbankers whose n ames are included in a panel of bankers qualified to be \nthe Ch airman or the President, which panel shall be d etermined, \nmaintained and varied, from time to tim e, by the State Bank ; \n \n(b)  may be removed for miscondu ct or physical and mental incapacity \nbefore the expiry of the three years term by the Federal Government in \nconsult ation with the State Bank; \n \n(c)  shall stand removed if he becomes ineligible on any of the grounds  \nspecified in sub -section (12);  and \n \n1[(d)  may be re-appoint ed for second and final term by the Federal \nGovernment, in consult ation with the State Bank of Pakistan,  for a    \nfurther  period of three years .] \n \n(4) The  general direction and superintendence of the affairs and busin ess of a bank, and \noverall policy making in respect of its operations,  shall vest in its  Board. \n \n(5) The Board shall determine— \n \n(i)  the credit policies of the b anks ;  \n \n(ii)  evaluation criteria for the performance of the employees of the bank \nother than the President; \n \n(iii)   personn el  policies  of  the  b ank,  including  appointm ent  and  removal  \nof officers and employees ; \n \n(iv)  guidelines for entering into any compromise  with borrowers and other \ncustom ers of the b ank ; and \n \n(v)  any other policy matter. \n \n(6) The Chief Executive  and other officers of the bank shall act in accordance with \nthe poli cies, criteria and guidelines determined by the Board. \n \n(7) The Board shall appoint committ ees from amongst the executives of the bank, \nand determine the p owers, functions  and duti es of such committ ees. \n \n(8) Where the Federal Government has appoint ed a Chairman, he shall preside over the  \nmeetings  of  the  Board,  and  in  case  a  Chairman  has  not  been  appoint ed,  then  the \nPresident shall preside ov er the m eetings of Board. In the absence of the Ch airman or the \nPresident, as the case may be, the directors may elect one of the member to preside over the \nmeetings. \n \n \n1Added and Subs. by Act, 2016 (41 of 2016), s. 2.  \n \nPage 10 of 14 \n (9) The  President, subject to the control and directions  of the  Board, shall exercise \npowers of management of the affairs of the bank. \n \n(10)  All  selections,  promotions  and  transfer  of  employee  of  b anks  except  the \nPresident and decisions  as to their remuneration and benefits shall be made by the President in \naccordance with the evaluation criteria and personnel policies determined by the Board. \n \n(11) The  Board, the President and other officers shall exercise their powers and \ndischarge their duties in accordance with  sound  banking  principles and prudent banking \npractices and shall ensure compli ance with regulations  and directions  that may be issued  by the \nState Bank from time to tim e. \n \n(12) No  person shall be eligible for appointm ent as the Chairman, the President, or a \nmember of the Board if— \n \n(a)  he is or has at any time been adjudged insol vent or has suspended \npayment or has compound ed with his creditors ; or \n \n(b)  he is a minor or  is found a lunatic or  of unsou nd mind ;  or \n \n(c)  he is not  citizen of Pakistan ; or \n \n(d)  he was at any time  in the service of the Federal Government or a \ncorporation controlled by any such Government or in the service of a \nbank and was dismiss ed ; or \n \n(e)  he is a person against whom  any action has been taken or any \nproceedings are pending  under section 412 of the Comp anies \nOrdinance, 1984,  (XLVII of 1984)  or section 83 of the Banking \nComp anies Ordinance, 1962  (LVII of 1962)  ; or \n \n(f)  he is, or has been, convicted for tax evasion under any law for the time \nbeing in force ; or \n \n(g)  he is a member of the Senate, National Assembly, any Provincial \nAssembly or an elected Member of a local council constitut ed under any \nlaw relating to local councils ; or \n \n(h)  he is holding an office in a  politi cal party. ] \n \n1[11A. P rovisio ns pertaining to management of banks to apply to certain financial \ninstitutions. Notwithst anding  anything to the contrary contained in any other law for the time \nbeing in force, or in any agreement, contract, award, memorandum and article of associations  or \nany other instruments, the p rovision  of section 11 sh all apply to— \n \n2[(i)* * *  * * * * \n(ii)* * * * * * *] \n \n \n \n1New section 11A ins. by the Banks (Nationalization) (Amdt.) Act, 1997 (18 of 1997), s. 8. \n2 Clauses (i  and ii) omitted by Act, 201 1 (24 of 2011), s. 2. \n \nPage 11 of 14 \n 4[(iii) *  * * * * * * *] \n \n \n1[(iv)*  * * * * * * *] \n4[(v) *  * * * * * * * \n \n(vi) *  * * * * * * *] \n(vii)  First Women Bank Limited, and \n2[(viii)  Agricultural Developm ent Bank of  Pakistan (ADBP). \n \n(ix)  Indust rial Developm ent Bank of Pakistan (IDBP).] \n \nSuch other financial institutions  as the Federal Government may, by notification in the o fficial \ngazette, specify.] \n \n12. Fidelity and secrecy .—(l) The Chairman and members of the Coun cil, every bank, \n3[the President, members of the  Board, and members of the  Executive  Committ ee] and chief \nexecutive, by wh atever name called, shall observe, except as otherwise required by law, the \npractices and usages custom ary among bankers and, in particular, shall not divul ge any \ninformation relating to the affairs of its constitu ents except in circumst ances in which it is, in \naccordance with law or practice and usages custom ary among  bankers, necessary or appropriate \nfor a bank to  divul ge such information. \n \n(2) The Ch airman and members of the  Council, 3[the President, members of the Board,  \nand  members  of  the  executive  committ ee]  of  every  bank,  every  administ rator, audito r, \nadviser, officer or oth er employee of the Coun cil or a b ank shall, before entering upon  his  \noffice,  make  a  declaration  of  fidelity  and  secrecy  in  such  form  as  may  be prescribed. \n \nExplanatio n.—In the case of any such person employed in connection with the affairs \nof a bank as is not required by any provision of this Act to vacate any office held by him,  the \nrequirements of this sub-section shall be deemed to be satisfied if such person has already filed \nwith the b ank a declaration more or less to the effect of the prescribed form. \n \n3[(3) Notwithst anding  anything contained in sub-sections  (1) and (2), every balance \nsheet and profit and loss account prepared by a bank under any law for the time being in \nforce shall include a statement in the form and manner specified by the State Bank of written \noff loans or any oth er financial relief of five hundred thous and rupees or above  allowed to a \nperson. \n \n \n1 Clauses (iv), om itted by Act, 2011  (24 of 2011), s. 2. \n2 Added by Notification. No. F. 1 (3)/Inv-II/81-91, dt. 13-1-2001, Pt.- III Ext. Ibd- P. 11. \n3 Subs. and added  by the Banks (Nationalization (Third Amdt.) Act, 1991 (15 of 1991), s. 6, (w.e.f 30.06.1990).  \n4 Clauses (iii, v and vi) , omitted by Act (IX of 2020 ), s.2.\n \nPage 12 of 14 \n (4) Notwithst anding anything contained in sub-sections  (1) and (2), the  State Bank sh all \nprepare, and submit  to the Federal Government, a special report every year on cases of write off \nof lo ans, mark-up and other dues, or financial relief through rescheduling  and restructuring of \nloans and subsidi zed loans provided by the nationalized comm ercial banks, in  which \nestablish ed banking p ractices or authorized procedures have been departed from with  a view to \ncausing wrongful loss to the bank or conferring wrongful gain on any constitu ent or such \ndeparture has caused wrongful loss to the bank or conferred wrongful gain on any \nconstitu ent. If the matters raised in the report relate to public  interest, the Federal \nGovernment may submit  the report, or such part of it as relates to public  interest, to the \nParliament or to the Standing Committ ee or a House of  Parliament dealing with Finance.] \n \n \n13. Provisio ns regarding staff. —(1) Save as otherwise provided in this Act, all \nofficers and other employees of a bank shall continue in  their respective offices and \nemployments on the same terms and conditio ns, including remuneration and rights as to pension \nand gratuity, as were applicable to th em immediately before the commencing day. \n \n(2) Notwithst anding  any law or any provision  contained in a contract, agreement, letter \nof appointm ent rules or regulations  of a bank, every officer and employee of a bank shall be \nliable to t ransfer to any of its branches in or outside Pakistan or to any other bank: \n \nProvided that his status and emolum ents shall not be adversely affected. \n \n14. C ertain claims for compensation barred. No person i ncluding  a chairman, \ndirector, chief executive  by whatever name called, a shareholder, a constitu ent or an officer or \nemployee  of  a bank  shall  have  any right,  whether  in  contract  or  otherwise,  to  any \ncompensation other than that expressly provided for by this  Act, for any loss or damage \ndirectly or indirectly incurred by reason of the operation of any of the provisions  of this Act or \nany rule or  order made or direction issued thereunder. \n \n15.   [Schemes   for   reorganisation   of   banks,   etc.]   omitted   by   the   Banks \n(Nationalization)  (Amdt.) Act 1997,  (XVIII of 1997)  s.9. \n \n16. R emoval of doubts. For the removal of doub ts, it is hereby declared that— \n \n(a)  all assets, rights, po wers, authorities and privileges and all property, \nmovable or immov able, cash balances, reserve funds,  investments and all \nother rights and interests arising  out of such property as were \nimmediately before the commen cing day in the ownership,  possession,  \npower or control of a bank, wh ether within  or outsi de Pakistan, shall 1[* \n* *] continue  to vest in that bank, and all borrowings, liabiliti es, \nincluding conting ent liabiliti es, and obligations of  a bank of whatever \nkind subsisting  immedi ately before the comm encing d ay shall, unless \nother provisions  as aforesaid are made for their discharge or \nperformance, continue  to be the  borrowings, liabilities and obligations  of \nthat bank ; \n \n(b)  all contracts, deeds, bonds,  agreements,  powers of attorney, other than \nthose in  favour of a person vacating his  office under this Act, grant of \nlegal representation and other instruments of wh atever kind  subsisting or \nhaving effect immediately before the comm encing day to which a bank is \na party or whi ch are in favour of a  bank shall be of as full force and effect \nagainst or in favour of a bank as they were immediately before the \ncomm encing day; and \n \n \n1The Certain words omitted by the Banks (Nationalization) (Amdt.) Act, 1997 (18 of 1997), s. 10. \n \nPage 13 of 14 \n (c)  if, on the comm encing day, any suit,  appeal or other legal proceeding of \nwhatever nature which is by or against the bank or to which the bank \nis a party is pending in any court or before a tribunal or other authority, \nthe same sh all not abate, be discontinu ed or be in any way, \nprejudicially affected by any provision  of this Act. \n \n17. Disposal of profits. Subject to the provisions of the law by or under which a \nbank has been establish ed and the p rovisions  of the State Bank Act, 1956  (XXXIII of 1956), \nand the Banking Comp anies Ordinance, 1962  (LVII of 1962), a bank shall not declare any \ndivid end on its  share capital unless— \n \n(a)  it has drawn up  its annual balance sheet and profit and loss  account and \nhas its accounts  audited by an auditor  qualified to act as such under the \nBanking Comp anies Ordinance, 1962 ( LVII of 1962);  \n \n(b)  it has made adequate provision for bad and doubt ful debts, d epreciation \nin assets, contributions  to staff and superannuation funds  and all other \ncontin gencies for which provision  is necessary under any law or which \nare usu ally provided for by bankers; and \n \n(c)  a copy of the balance sheet and profit and loss account along with the \naudit report has been suppli ed to the State Bank and the Federal \nGovernment and the  latter has approved the declaration of  such div idend: \n \nProvided that, before according s uch approval, the Federal Government may, of \nits own  motion  or on the recomm endation of the State Bank, order a second audit \nof the accounts of  the bank and appoint su ch auditor  for the purpose as it thinks fit. \n \n1[18. Indemnity. No suit, prosecution,  or other legal proceedings shall lie against the \nFederal Government, the State Bank, the President or directors of the Board, of a bank or \nany officer of the Federal Government or the State Bank or a bank for anything in  good faith \ndone  or purporting to be done  under this Act or any rule or order made or direction issued \nthereunder or for any damage caused or likely to be caused by anything done or purporting to \nbe done  as aforesaid.] \n \n19. Bar of jurisdiction. No provision  of this Act or of any rule or order made or \ndirection issued thereunder shall be called in question  by or before any court or other authority. \n \n20. Power to make rules. The Federal Government m ay, by notification in  the official \nGazette, make rules2 to provide  for all matters for which provision in n ecessary or expedient for \nthe pu rpose of giving effect to the  provisions of  this A ct. \n \n \n \n1Subs. by the Banks (Nationalization) (Amdt.) Act, 1997 (18 of 1997), s. 11, for section 18, which was previously subs, by Act 15 of \n1991 s. 7. \n2For the Banks (Nationalization) (Payment of Compensation) Rules, 1974 see S.R.O. No. l284(l)/74, dated 7-10-1974. Gaz. of P., \n1974, Ext., (Islamabad), Pt. II. pp. 1800—1803. \n \nPage 14 of 14 \n 21. Adaptation of laws. Any court, tribunal or authority required or empowered to \nenforce the 1[Comp anies Ordinance, 1984]  or the memorandum  or articles of association of a \nbank registered thereunder, or any oth er law for the time being in force shall construe the s aid \nAct, memorandum  or articles of association or su ch other law with such adaptations  as are \nnecessary to bring the same into accord with the p rovisions  of this Act. \n \n \n22. P enalty. —(1) Whoever contravenes any of the p rovisions  of this Act or the rules \nmade thereunder shall be punishable with imprisonment for a term which may extend to five \nyears, or with fine or  with both.  \n \n \n(2) No person shall be prosecuted under this Act except with the sanction of the \nFederal Government or an officer authorised by it in this  behalf. \n \n \n23. Removal of difficulties. If any difficulty arises in giving effect to any provision of  \nthis  Act  the  Federal  Government  may  m ake  such  order  not  inconsistent  with  the \nprovisions  of this Act as may appear to it to be necessary for the purpose of removi ng the \ndifficulty. \n \n \n24. [Repeal of Ordinan ce I of 1974 .] Omitted by the Federal Laws (Revision  and \nDeclaratio n) Ordinan ce, 1981 (X XVII of 1981), s. 3 and S ch., II. \n \n_________  \n \nTHE  SCHEDU LE  \n[See sections 8 and 9] \n(1)  Aust ralasia Bank Limited. \n \n(2)  Bank of  Bahawalpur Limited.  \n(3)  Comm erce Bank Limited. \n(4)  Habib Bank Limited. \n \n(5)  Lahore Comm ercial Bank Limited.  \n(6)  Muslim  Comm ercial Bank Limited.  \n(7)  National Bank of  Pakistan. \n(8) 2*               *                      *                      *                      *                      *  \n \n(9)  Standard Bank Limited.  \n(10)  United Bank Limited.  \n(11)  Sarhad Bank Limited.  \n(12)  Premier Bank Limited.  \n(13)  Pak Bank Limited. \n(14)  Habib Bank (Ov erseas) Limited. \n \n \n1Subs. by the Finance Act, 1990 (7 of 1990), s. 14. \n2 Entry (8) omitted by the Federal Bank for Cooperatives and Regulation of Cooperative Banking Act, 1977 (9 of 1977), s. 49."
}