{
    "file": "./converted_json\\administrator2b862cbb75f708331c9ef6e840ae1f5c.json",
    "name": "Alternative Energy Development Board Ordinance, 2005",
    "date": "August 29, 2005",
    "tagline": "To establish an autonomous body for the development and generation of Alternative or Renewable Energy in Pakistan.",
    "content": "PARr tl THE GAZETTE OF PAKISTAN, EXTRA., AUGUST 29,2005 733\nIslamahad, the 27th August, 2005\nNo. F. 2(1)/2005-Pub.-The following Ordinance promulgated by the\nPresident is hereby published for general information:-\nOrolrercr No. XVII or 2005\nAN\nORDINANCE\nto provide fitr establishrnent of Altenrutive Energy Developrnent Boord\nWuenees, it is expedient to provide for the establishment of Alternative\nEnergy Development Board (AEDB) as an autonomous body for the purpose of\n- implementation of various policies. programmes and projects in the field of\nAltemative or Renewable Energy Technologiesl\nAND WHEREAS the objective of the Altemative Energy Development Board\nis to assist and facilitate development and generation of Alternative or Renewable\nEnergy in order to achieve sustainable economic growth with transfer of technology\nfor development of an indigenous technological base through a diversified energy\ngeneration;\nANo wurtres the National Assembly is.not in session and the President\nis satisfied that circumstances exist which render it necessary to take immediate\naction;\nNow, THEREFoRE, in exercise of the powers conferred by clause (l) of\nArticle 89 oi the Constitution of the Islamic Republic of Pakistan, the President\nis pleased to make and promulgate the following Ordinance:-\nCHAPTER I\n. PRELIMINARY\nl. Short title, extent and commencement.-( I ) This Ordinance\nmay be called the Alternative Energy Development Board Ordinance, 2005.\n(2\\ [t extends to the whole of Pakistan.\n(3) lt shall come into lbrce al once.\n2. Definitions.-ln this Ordinance, unless there is anything repugnant\nin the subject or context,-\n(a) \"alternative or renewable energy\" means energy that is produced\nby alternative or renewable resources as compared to the conven-\n'714 THE GAZETTE OF PAKISTAN, EXTRA., AUGUST 29, 2M5 [P,rm I\ntional or that are replenished naturally, which do not deplete when\nconsumed and are nonpolluting and environmental friendly;\n(b) \"Board\" means Altemative Energy Development Board (AEDB)\nestablished under section 3;\n(c) \"Chairman\" means the Chairman of the Board'\n(d) \"lnstitule\" means Institute of Alternative and Renewable Energy\n. Technologies established under section ll;\n(e) \"Member\" means Member of thc Board.\n(0 \"organization\" means an organization of alternative and renewable\nenergy established under section l0;\n(g) \"prescribed\" means prescribed by rules or regulations made under\nthis Ordinance;\n(h) \"President\" means President of the Islamic Republic of Pakistan:\n(i) \"regulations\" neans the regulations made under this Ordinance: and\n() \"rules\" means the rules made under this Ordinance.\nCHAPTER II\nALTERNATIVE ENERGY DEVELOPMENT BOARD\n3. Establishment of the Board.-( I ) There shall be established an\nAltemative Energy Development Board for carrying out the purposes and objectives\nof this Ordinance.\n(2) The Board shall be a body corporate having perpetual succession\nand a common seal, with powers, subject to the provisions of this Ordinance, to\nenter into agreements, contracts, acquire and hold property' both moveable and\nimmoveable and to sue and be sued in its name.\n(3) The head office of the Board shall be at Islamabad and the Board\nmay set up sub-offices at such place or places as it may deem necessary'\n(4) The Board shall comprise of the Chairman and Members.\n4. Chairman of the Board'-( I ) The Chairman shall be an eminent\nengineering professional of known integrity' competence and expertise in handling\ndevelopment projects.\nP.^Rr rl THE GAZE|TE OF PAKISTAN, EXTRA., AUGUST 29, 2005 735\n(2) The Chairman shall hold office for a period of three years extendable\nfor another term of three years.\n(3) The Chairman may resign from his office by giving one month notice\nby writing under his own hand, addressed to the Federal Govemment.\n(4) The Chairman shall be the Chief Executive Officer of the Board.\n(5) The age of Chairman shall not be more than sixty-five years\n5. Terms and conditions of office of Chairman.-The Chairman\nshall be appointed by the Federal Government. The terms and conditions of the\nChairman and his remuneration and privileges shall be such as may be determined\nby the Federal Covernment.\n6. Members of the Board.-( I ) The composition of the Board shall\nbe as follows:-\n(a) Chairman;\n(b) Secretary, Finance Division or his nominee not below the rank of\nAdditional Secretary or equivalent;\n(c) Secretary, Ministry of Water and Power or his nominee not below\nthe rank of Additional Secretary or equivalent;\n(d) Secretary, Planning and Development Division or his nominee not\nbelow the rank of Additional Secretary or eqxivalent;\n(e) Secretary, Ministry of Petroleum and Natural Resources or his\nnominee not below the rank of Additional Secretary or equivalent;\n(f) Secretary, Ministry of Science and Technology or his nominee not\nbelow the rank of Additional Secretary or equivalent;\n(g) Secretaiy, Ministry of Environment or his nominee not below the\nrank of Additional Secretary or equivalent;\n(h) Additional Secretary, Cabinet Division: and\n(i) Six Members from private sector inctuding two full time Technical\nMembers who are experts on alternative energy to be nominated\nby the Board with the approval of the Prime Minister.\n(2) The Secretary of the Board shall be appointed by the Federal\nGovernment on the recommendations of the Board.\n(3) The Federal Government may increase or decrease the number of\nMembers of the Board from time to time as it may consider appropriate.\n736 THE GAZETTE OF PAKISTAN, E)(TRA., AUGUST 29, 2005 [Parr I\n(4) The Federal Government may prescribe the qualifications and rnode\nof appointment of Members from private sector in such manner as it may consider\nappropriate.\n(5) The Technical Members shall be eminent professionals in related\nfields ofalternative or renewable energy having known integrity. reputation and\nexpertise.\n(6) The business of the Board shall be conducted as prescribed.\n(7) One half of the total membership of the Board shhll constitute the\nquorum and in case of equality of votes the Chairman shall have the casting\nvote.\n(8) In the absence of the Chairman. one ol the Technical Members\ndesignated by the Chairman shall preside over the Board meeting.\n7. Terms and conditions of office of Members.-11 ) A Member,\nothet than an ex-officio Member, shall be appointed by the Federal Oovernmenr\nfor a period of three years, extendable for another term of three years on the\nrecommendations of the Board. The terms and conditions of the full time Members\nand their remuneration and privileges shall be such as may be determined by the\nFederal Covemment.\n(2) A Member, other than ex-officio Member, may at any time resign\ntiom his office by giving one-month notice, in writing under his own hand, addressed\nto the Federal Coverntnent.\n(3) The Federal Government may remove any Member, other than ?.r-\nfficio Member, on grounds of misconduct and physicnl incapacitation on the\nrecommendations of the Chairman.\n8. Functions of the Board.-The functions of the Board shall be\nas under, namely:-\n(t) To develop national strategy, policies and plans for utilization of\nalternative and renewable energy resources to achieve the targets\napproved by the Federal Government in consultation with the Board;\n(ii) to act as a forum for evaluating, monitoring and certification of\nalternative or renewable energy projects and products:\n(iii) to act as acoordinating agency forcommercial application ofaltemadve\nor renewable technology;\nPerr ll THE GAZETTE OF PAKISTAN, EXTRA., AUGUST 29, 2005 737\n(il) to facilitate power generation through altemative orrenewable energy\nresources by-\n(a) acting as one window facility for establishing, promoting and\nfacilitating altemative or renewable energy projects based on\nwind, solar, micro-hydel, fuel cells, tidal, ocean, biogas, biomass\netc:\n(b) sening up alternative and renewable energy power pilot projects\non it's own or through joint venture or partnership with public\nor private entities in order to create awareness and motivation\nof the need to take such initiatives for the benefit of general\npublic as well as by evaluating concepts and technologies frqm\ntechnical and fi nancial perspective;\n(c) conducting feasibility studies and surveys to identify\nopportunities for power generation through alternative and\nrenewable energy resources;\n(d) undertaking technical, financial and economic evaluation ofthe\naltemative or renewable energy proposals as well as providing\nassistance in filing ofrequired licensing applications and tariff\npetitions to National Electric Power Regulatory Authority\n(NEPRA) established under the Regulation of Generation,\nTransmission and Distribution of Electric Power Act. 1997\n(XL of 1997)r\n. (e) interacting and coordinating with national and international\nagencies for promotion and development of altemative energy:\n(O assisting the development and implementation of plans with\nconcerned authorities and provincial governments for off-grid\nelectrification of rural areasi and\n(g) making legislative proposals to enforce use and installation of\nequipment utilizing renewable energy.\n9. Committees of the Board.-(1) The Board may, for carrying\nout its functions, constitute such committees, tiom time to time, as may be\nconsidered appropriate by the Board.\n(2) The committees shall conduct their business in such manner as\nmay be prescribed by the Board.\n10. Organization of the Board.{l) The Board may, for carrying\nout its functions for promotion of altemative and renewable energy, development of\nalternitive and renewable energy technologies, certification of alternative and\nrenewable energy products and projects and project management, establish one\nor more organizations, as it may consider necessary.\n738 THE GAZETTE OF PAKISTAN. EXTRA., AUGUST 29.2005 fPenrl\n(2) The organization(s) established under sub-section (l) shall be\nsubject to control and supervision of the Board and function within the tiamework\nof this Ordinance.\n(3) An organization establish under sub-secrion (l) shall perform the\nbusiness as may be prescribed by regulations by the Board.\nll. Institute of Alternative and Renewable Energy\nTechnologies.-( I ) The Board may. for carrying out its functions of commercial\napplication of alternative or renewable energy and corresponding human resource\ndevelopment in the area of alternative and renewable energy. establish an lnstitute\nof Renewable Energy Technologies.\n(2) Institute shall conduct the business in such manner as may be ^prescribed by regulations by the Board.\n12. Appointment of officers and staff of the Board.-( I ) The Board\nmay appoint such officers. experts. advisors, consultants and members of staff\nas it may consider necessary for the efficient performance of its lunctions on\nsuch terms and conditiohs as may be prescribed under the rules made with the\nprior approval ofthe Federal Government.\n(3) The Chairman and non-official Members of the Board. officers,\nadvisors, consultants, employees and staff of the Board. when acting or\npurporting to act under any of the provisions of this Ordinance, or rules and\nregulations, shall be deemed to be public servants within the meaning of section 2l\nof Pakistah Penal Code 1860 (Act XLV of 1860).\nCHAPTER III\nFUND, ACCOUNTS AND AUDIT\n13. Alternative Energy Fund.-(l ) There shall be established a non-\nlapsable fund vesting in the Board to be known as the \"Alternative Energy\nFund\" (AEF) for the purpose of meeting expenses in connection with the\nfunctions and operations of the Board, Institute and Organizations under this\nOrdinance, including payment of salaries and other remuneration payable to the\nChairman, Members, members of its staff, expens, consultants. advisors and other\nofficers and employees of the Board, Institute and the Organizations.(2) The officers, members ofthe staff. advisors, consultanrs and experts\nand other persons appointed by the Board shall not be deemed to be civil servants\nwithin the meaning ofthe Civil Servanrs Act, 1973 (LXXI of 1973).\nPARI I]THE GAZETTE OF PAKISTAN, EXTRA, AUGUST 29, 2M5'739\n(2) The fund shall consist of:-\n(a) funds provided by the Federal Govemment for payment of salaries,\nestablishing infrastructure and running the day to day business of\nthe Board:\n(b) loans or grants by the Federal Government or any provincial\nGovemment or local authority:\n(c) other loans or funds obtained by the Board:\n(d) foreign aid, grants and loans negotiated and raised, or otherwise\nobtained, by the Board. through the Economic Affairs Division;\n(e) charges for services or for the provision ofany information or report\nautomated or otherwise to any govemment, private or any other\nperson or entity;\n(D fees and commissions collected by the Board as prescribed for\ntime to time:\n(g) income from moveable or immoveable property;\n(h) funds from floating bonds, shares, debentures, commercial papers,\nor other securities issued by the Board or through any other means;\nand\n(i) all other sums received by the Board;\n(3) The Alternative Energy Fund shall be kept in one or more accounts\nmaintained by the Board, in local or foreign currency in any scheduled bank in\nPakistan and shall be operated in accordance with the directions of the Board.(4) The Govemment shall fund all administrative, operational and any other\nexpenses:\nProvided that the responsibility of the Federal Govemment to exclusively\nfund the operations and functions of the Boaid shall cease at such appropriate\ntime, when in the opinion of the Federal Government, the Board shall have\nbecome capable of funding its functions and operations envisaged under this\nOrdinance to be funded by the Board:\n14. Accounts and Audit.-(l) The Board, Institute and Organization(s),\nshall prepare their own budget in respect of each financial year, in accordance\n140 I'HE GAZETTE OF PAKISTAN, EXTRA.. AUGUST 29' 2OO5 [Parr I\n(3) The auditors appointed under sub-section (2) shall be provided access\nto the books. accounts and other documents as may be considered necessary by\nthem for audit of the accounts.\n(4) The Auditor Ceneral may conduct external audit of the Board as per\nAuditor Ceneral's (Functions, Powers and Terms and Conditions of Service)\nOrdinance, 20Ol lXXlll of 2001).\nMISCELLANEOUSwith the prescribed procedure and shall maintain complete and accurate books\nof accounts of their actual expenses and receipts including that of tfre Alternative\nEnergy Fund.\n(2) The accounts of the Board' Institute and Organization(s) shall be\naudited by a reputable firm of Chartered Accountants, who are within the\nmeaning of the Chartered Accountants Ordinance, l96l (X of 1961) appointed\nby the Board in consultation with the Auditor General of Pakistan' from a panel\nof Chanered Accountants proposed by the Board on such remunerations as the\nBoard may determine.\n15. Delegation of powers.-(l) The Board may delegate all or any\nofitspowersandf.unctionstotheChairmanorsuchotherofficeroftheBoard\nsubject to such conditions and limitations, as iI may prescribe'\n(2) The Chairman may delegate all or any of his powers and functions\nunder this Ordinance to any Member or officer of the Board, subject to such\nconditions and limitations, as may be prescribe.\n16. Issuance of policy directives.-The Federal Government may'\nas and when it considers necessary, issue policy directives to the Board in respect\nof its activities and the compliance of such directives shall be binding on the\nBoard.\n17. Annual Report.-On conclusion of each calendar year' the\nChairman shall submit an annual report to the Federal Government in respect\nof all activities of the Board including the status of its existing programmes'\nprojects and future plans formulated in furtherance of its aims and objectives'\n18. Rules.-The Federal Government may on the recommendations of\nthe Board make rules to carry out the purposes of this Ordinance'CHAPTER IV\nP.wrll THE CAZETTE OF PAKISTAN, EXTRA., AUGUST 29, 2005 74t\n19. Regulations.*( I ) The Board, may make regularions, nor\ninconsistent with this Ordinance and the rules, to carry out the purposes of this\nOrdinance-\n(2) Withour prejudice ro rhe generaliry of the forgoing provisions, the\nregulations may provide for:-\n(a) disciplinary proceedings and award ofpunishments;\n(b) terms and conditions-alongwith remuneration and privileges etc\nfor appointment of officers, statT members, expens. udvisors and\nconsultants etc:\n(c) prescription ofdiffercnt scales and grades etc. for the remuneration\nand privileges of olficers, staff members, expens, advisors and\nconsultants etc of the Board: t(d) procedure tbr appointment of members ofthe different committees\nand laying down regulations for the conduct of their business; and\n(e) all or any ofthe matters, which by this Ordinance are to be or may be\nprescribed. by the regulations.\n20. Authorities to aid the Board.-All executive authorities in the\nFederation and in the Provinces shall render such assistance to the Board as\nmay be necessary for the execution of irs programmes and projects being carried\nout under this Ordinance.\n21. Immunity of the Board.-No suit, prosecution or other legal\nproceeding shall lie against the Board. the Chairman, Members, officers, advisors,\nconsultants and other persons and employees of the Board, in respect of anything\ndone or intended to be done in good faith under this Ordinance.\n22. Removal of difficulties.-lf any difficulty arises in giving effect\nto any of the provisions of this Ordinance, rhe President may make such order.\nnot inconsistent with the provisions of this Ordinance. as may appear to be\nnecessary for removing the difficulty.\n23. Dissolution of Board.-Upon the commencement of this\nOrdinance, the Alternative Energy Development Board established vile\nnotification No. F. l/7/2003Admn II dated l2th May 2003. hereinafter referred\nto as the former Board, shall stand dissolved and upon such dissolution:\n(l) all assets, rights, powers, authorities and privileges and property,\nmoveable and immoveable, cash and bank balance. reserve funds.\ninvestments and all other interests and rights in, or arising out of\n'742 THE GAZEME OF PAKISTAN. EXTRA.. AUGUST 29. 2M5 IP,rn l\nsuch property and all debts, liabilities and obligations of whatever\nkind oithe former soard subsisting immediately before its dissolution\nshall stand transferred to and vest in the Board:\n(2) all officers and other employees of the former Board shall'\nnotrvithstanding anything contained in any law or in any agreement'\ndeed. document or other instrument, stand transferred to the Board\nand shall be deemed Io have been appointed or engaged by the\nBoard in accordance with the terms and conditions of service\napplicable to theml and no officer or other employee whose services\naie so transferred shall be entitled to any compensation because\nof such transfer:\nall debs and obligations incurred or contracts entered into or rights acq uired\nand all matters and things engaged to be done by with or for lhe former ^\nBoard before its dissolution shall be deemed to have been incurred'\nentered into. acquired or engaged to be done by, with or for the\nBoard: and\nall suis and other legal proceedings instituted by or against the former\nBoiud before its dissolution shall be deemed to be suits and proceedings\nby or against the Board and may be proceeded or otherwise dealt with\naccordingly.(3)\n(4)\n24. Exemption from taxes.-Notwithstanding anything contained in\nthe Income Tax Ordinance 2001 (XLIX of 2001 ) or any other law lbr the time being\nin force relating ro income tax, the Board shall not be liable to pay any such E:r on its\nincome, capiurl profit. wcalth. gilis or gains.\nGENEnel\nPERVEZ MUSHARRAF,\nP residettt\nJtisrl('E (RETD)\nMANSOOR AHMED,\nSec retarY\nPRINTED BY THE MANAGER. PRINTING CORPORATION OF IAKISTAN PRESS' ISLAMABAD\nPt,,gI-ISggO I]Y THE DEPI.JTY CONTROLLER. STATIONERY & FORMS' TJNTVERSITY ROAD' KARACHI"
}