{
    "file": "./converted_json\\administrator010926aa9dc01c05c0df4aadc8ee2f84.json",
    "name": "Rules of Procedure and Conduct of Business in the Senate, 2012",
    "date": "2012",
    "tagline": "Regulations governing the conduct of business in the Senate of Pakistan",
    "content": "Short Title and commence-ment.\nDefinitions.1\n              RULES OF PROCEDURE AND CONDUCT OF \nBUSINESS IN THE SENATE, 2012 \nCHAPTER I \nSHORT TITLE AND DEFINITIONS \n        1.     (1)   These Rules may be called the Rules of Procedure \nand Conduct of Business in the Senate, 2012. \n        (2)     They shall come into force at once. \n        2.     (1) In these rules, unless there is anything repugnant in \nthe subject or context:— \n        “Adviser” means a person appointed as Adviser under \nArticle 93 of the Constitution; \n“Amendment” means a motion to amend an earlier motion \nbefore that earlier motion is put to the Senate for its \ndecision; \n“Assembly” means the National Assembly; \n“Bill” means a motion for making a law; \n“Chairman” means the Chairman of the Senate and \nincludes the Deputy Chairman or in relation to a particular \nsitting, any other member when acting or performing the \nfunction of the Chairman; \n“Chamber” means the place where the Senate meets to \ntransact its business; \n“Committee” means a committee constituted under these \nrules; \n“Constitution” means the Constitution of the Islamic \nRepublic of Pakistan; \n“Gazette” means the Gazette of Pakistan; \n“Government” means the Federal Government; \n“House” means the Senate; \n“Leader of the House” means the Prime Minister or a \nmember appointed by him to represent Government and \nregulate Government business in the Senate when the Prime \nMinister is not sitting in the House; \n“Leader of the Opposition” means a member of the \nHouse, who enjoys the support of the majority of the \nmembers in opposition to the Government in the House, \nand is declared as such by the Chairman of the Senate; \n“Lobby” means the rooms and covered corridors \nimmediately adjoining the Chamber and designated as \nDivision Lobbies; \n“Member” means a member of the Senate; \n“Member-In-Charge” means, in the case of a Government \nBill, a Minister or an Adviser and, in any other case, the \nmember who has introduced the Bill or a member \nauthorised by him in writing to assume charge of the Bill; \n“Minister” means the Prime Minister, a Federal Minister or \na Minister of State; \n“Motion” means a proposal made by a member or a \nMinister or an Adviser relating to any matter which may be \ndiscussed by the Senate and includes an amendment; \n“Orders of the Day” means the list of business to be \nbrought before the Senate on any day;                                                         2\n“Precincts of the Senate” means and includes the \nChamber, Lobbies, the Galleries and such other places as \nthe Chairman may from time to time specify; \n“Presiding Officer” means, in relation to a sitting, any \nperson who is presiding over that sitting; \n“Private member” means a member other than a Minister \nor an Adviser; \n“Resolution” means a motion for the purpose of discussing \nand expressing an opinion on a matter of general public \ninterest and includes a resolution specified in the \nConstitution; \n“Schedule” means a schedule appended to these rules; \n“Secretary” means the Secretary of the Senate and \nincludes any person for the time being performing the \nfunctions of the Secretary; \n“Session” means the period commencing on the day of the \nfirst sitting of the Senate after having been summoned and \nending on the day it is prorogued; \n“Sitting” means the meeting of the Senate or a Committee \nfrom the commencement of its business to the termination \nof the business for the day; \n*[“Standing Orders” means the written Orders of the \nChairman notified by the Senate Secretariat;] \n“Starred Question” means a question for an oral answer; \n“Table” means the Table of the Senate and includes its \nLibrary; and 3\n–––––––––––––––––––––––––––––––––––––––––––––––––––––––––––––––– \n     * Inserted by S.R.O. 387(1)/2016, dated 03-05-2016. \n“Unstarred Question” means a question for a written \nanswer. \n        (2)     Words and expressions used in the Constitution and \nalso in these rules shall, unless the context otherwise requires, \nhave the meanings assigned to them in the Constitution.                                                         4\nCHAPTER-II \nSUMMONING, PROROGATION AND QUORUM OF THE \nSENATE, SEATING, OATH AND ROLL OF MEMBERS \n        3.     When the Senate is summoned by the President under \nArticle 54(1), or by the Chairman under Article 54(3) on a \nrequisition signed by not less than one-fourth of the total \nmembership of the Senate, the Secretary shall cause a notification \nto be published in the Gazette stating the date, time and place of \nthe meeting, and shall, as far as practicable, also cause it to be \nissued to each member: \n        Provided that when a session is called at short notice or \nemergently, publication of the notification in the Gazette and its \nannouncement over the radio/T.V. and in the press shall be \ndeemed to be sufficient notice of the meeting to the members \nwho shall also be informed by Courier Service. \n        4.     When the Senate is prorogued, the  Secretary shall \ncause a notification to that effect to be published in the  Gazette. \n        5.     If, at any time during a sitting of the Senate, the \nattention of the Presiding Officer is drawn to the fact that less \nthan one-fourth of the total membership of the Senate is present, \nhe shall cause the bells to be rung for five minutes, but if no \nquorum is available even when the bells stop ringing, he shall \nadjourn the sitting for thirty minutes and if again there is no \nquorum he shall adjourn the sitting for the next working day: \n        Provided that a member pointing out quorum shall remain \npresent in the Chamber until a decision is made by the Chairman \non the pointation of quorum. \n        6.     A person elected as member shall, before taking seat \nin the Senate, make before the Senate oath in the form set out in \nthe Third Schedule to the Constitution. Summoning of\nthe Senate.\nProrogation of\nthe Senate.\nQuorum.\nOath of\nmembers.5\n        7.     There shall be a Roll of Members which shall be \nsigned by every member after making the oath before the Senate.   \n        8.     The members shall sit in such order as the Chairman, \nor before the Chairman is elected, the Secretary may determine. Roll of\nmembers.\nSeating of\nmembers.                                                        6\nCHAPTER III \nTHE CHAIRMAN, DEPUTY CHAIRMAN, PANEL OF \nPRESIDING OFFICERS AND THE LEADER OF THE \nOPPOSITION \n        9.     (1) At the first meeting of the Senate, after the \nmembers have taken oath and to the exclusion of any other \nbusiness including privilege and adjournment motions, the \nSenate shall proceed to elect from amongst its members a \nChairman, and so often as the Office of the Chairman becomes \nvacant the Senate shall elect another member as its Chairman, in \naccordance with the rules. \n        *[(2) The first meeting of the Senate for election of the \nChairman shall be presided over by the outgoing Chairman or, in \nhis absence, by a person nominated by the President, for the \npurpose, hereinafter in this rule and in rule 10 referred to as the \nPresiding Officer: \n        Provided that no person shall preside over the meeting for \nthe election in which he himself is a candidate. \n        (2A)  subsequent meeting for the election of the Chairman \nshall be presided over by the outgoing Chairman or, in his \nabsence, by the Deputy Chairman or when the office of Deputy \nChairman is also vacant or he is otherwise unable to preside over \nsuch meeting, by a person nominated by the President, for the \npurpose, hereinafter in this rule and in rule 10 referred to as the \nPresiding Officer: \n        Provided that no person shall preside over the meeting for \nthe election in which he himself is a candidate.] \n        (3)     At any time before 12:00 noon on the day fixed for \nelection, any member may propose another member for election Election of\nChairman.7\n–––––––––––––––––––––––––––––––––––––––––––––––––––––––––––––––– \n     *   Substituted / added  by S.R.O. 801(1)/2015, dated 13-08-2015. \nas Chairman by delivering to the Secretary a nomination paper \nsigned by him and accompanied by a statement by the member \nwhose name is proposed that he is willing to serve as Chairman, \nif elected. \n        (4)     A member who has been nominated may, in writing, \nwithdraw his candidature at any time before the Senate proceeds \nto elect a Chairman. \n        (5)     On the day of election, the Presiding Officer shall read \nout to the Senate the names of the members who have been duly \nnominated and have not withdrawn their candidature, as also the \nnames of their proposers, and, if there is only one such member, \nshall declare that member to have been elected. \n        (6)     Where, after withdrawals, if any, there remain only \ntwo candidates for election, a ballot shall be held between them \nand the candidate who secures more votes than the other shall be \ndeclared to have been elected.  If both the candidates secure an \nequal number of votes, a fresh ballot shall, be held between them \nuntil one of them secures more votes than the other, and the \ncandidate securing more votes shall be declared to have been \nelected. \n        (7)     Where, after withdrawals, if any, there remain more \nthan two candidates for election, the candidate securing more \nvotes than the aggregate of votes secured by the other candidates \nshall be declared to have been elected.  If no candidate secures \nmore votes than the aggregate of votes secured by the other \ncandidates, there shall be a fresh ballot at which the candidate \nwho secured the lowest number of votes at the last ballot shall be \nexcluded from the election, and the balloting shall in like manner \nproceed until one candidate secures   more   votes    than the \nremaining candidate or, as the case may be, the remaining \ncandidates in the aggregate, and such candidate shall be declared \nto have been elected. \n        (8)     Where at any ballot any three or more candidates \nsecure an equal number of votes and one of them has to be                                                         8\nexcluded from election under sub-rule (7), the question as to \nwhich one of such candidates is to be excluded shall be \ndetermined by drawing of lots. \n        (9)     The member elected as Chairman shall, before \nentering upon office, make before the Senate oath in the form set \nout in the Third Schedule to the Constitution. \n        10.   (1) Immediately after the election of Chairman, the \nSenate shall proceed to elect a Deputy Chairman and the \nprocedure prescribed in rule 9 for the election of Chairman shall \napply to the election of Deputy Chairman as if references therein \nto Chairman were references to Deputy Chairman and references \nto the Presiding Officer were references to the Chairman. \n        (2)     A member elected as Deputy Chairman shall, before \nentering upon office, make before the Senate oath in the form set \nout in the Third Schedule to the Constitution. \n        11.   Whenever the office of Chairman or Deputy Chairman \nbecomes vacant, an election to fill that office shall be held,— \n        (a)     if the Senate is in session, as soon as possible but not \nlater than seven days, during that session; and \n             \n        (b)     if the Senate is not in session, within seven days from \nthe commencement of its next session. \n        12.   (1) Not less than one-fourth of the total membership of \nthe House  may give to the Secretary notice in writing of a motion \nfor leave to move a resolution under Article 61 read with \nparagraph (c) of clause (7) of Article 53 of the Constitution for \nthe removal from office of the Chairman or the Deputy Chairman \nand the Secretary shall forthwith circulate the notice to the \nmembers. \n        (2)     After the notice has been received, the Senate shall not \nbe adjourned to a date later than seven clear days excluding \nclosed holidays. Election of\nDeputy \nChairman.\nVacancy in the \noffice of\nChairman or \nDeputy \nChairman.\nRemoval of\nChairman or \nDeputy \nChairman.9\n        (3)     The motion for leave to move the resolution shall be \nentered in the names of the members concerned in the Orders of \nthe Day for the first working day after the expiry of seven days \nfrom the date of the receipt of the notice under sub-rule (1). \n        (4)     No other item shall be included in the Orders of the \nDay for the day fixed for a motion for leave to move a resolution \nunder sub-rule (3). \n        (5)     The Chairman or, as the case may be, the Deputy \nChairman shall not preside over a sitting of the Senate in which \na resolution for his removal from office is fixed for consideration. \n        (6)     The Presiding Officer shall call upon the first \navailable member on the list of movers to move the motion, on \nhis behalf and on behalf of such other members, referred to in \nsub-rule (3). \n        (7)     Immediately after the motion referred to in  sub-rule \n(3) has been moved, the Presiding Officer shall call such of the \nmembers as may be in favour of the leave being granted to rise in \ntheir seats and, if at least one-fourth of the total membership of \nthe Senate does not so rise, he shall declare that the member has \nnot the leave of the Senate or, if such membership so rises, call \nupon the member concerned to move the resolution. \n        (8)     Except with the permission of the Presiding Officer, a \nmember shall not speak on the resolution for more than fifteen \nminutes: \n        Provided that the mover of the resolution and the Chairman \nor, as the case may be, the Deputy Chairman, against whom the \n*[resolution] has been moved, may speak for thirty minutes or \nsuch longer time as the Presiding Officer may permit. \n        (9)     The Senate shall not be adjourned until the motion for \nleave is disposed of or, if leave is granted, the resolution has been \nvoted upon.                                                        10 \n–––––––––––––––––––––––––––––––––––––––––––––––––––––––––––––––– \n     *   Substituted by S.R.O. 452(1)/2016, dated 26-05-2016. \n        (10)   Voting on the resolution shall be by secret ballot \nwhich shall be held in such manner as the Presiding Officer may \ndirect. \n        (11)   If the session during which notice has been given \nunder sub-rule (1) has been convened by the Chairman in \npursuance of Article 61 read with clause (3) of Article 54 of the \nConstitution, the Senate shall not be prorogued until the motion \nhas been disposed of or, if leave is granted, the resolution has \nbeen voted upon. \n        (12)   The Chairman or, as the case may be, Deputy \nChairman shall stand removed from his office on the resolution \nbeing passed by a majority of the total membership of the Senate. \n        13.   (1) In addition to the specific functions and powers \nprovided by these rules and subject to sub-rule (5) of rule 12, the \nChairman shall take the Chair at every sitting of the Senate. \n        (2)     The Chairman shall preserve order and decorum in the \nHouse and, in case of disturbance or disorder in the galleries, may \ncause them to be cleared. \n        (3)     The Chairman shall decide all points of order. \n        (4)     The Chairman may initiate, when necessary, such \naction against those responsible for violating prestige and / or \nprivilege of the House by act of commission or omission \nincluding action that may obstruct the working / proceedings of \nthe House. \n        (5)     Subject to sub-rule (5) of rule 12, in the absence of the \nChairman, the Deputy Chairman shall take the Chair at a sitting. \n        (6)     The Chairman may, by order in writing, delegate to \nthe Deputy Chairman all or any of his powers under these rules. Powers and \nfunctions of\nthe Chairman.11 \n        14.   (1)  At the commencement of each session, the \nChairman shall nominate, in order of precedence, from amongst \nthe members a panel of not more than three Presiding Officers \nand, in the absence of the Chairman and the Deputy Chairman, \nthe member having precedence amongst those present shall \npreside at the sitting. \n        (2)     If at any time at a sitting of the Senate neither the \nChairman nor the Deputy Chairman nor any member on the panel \nis present, the Secretary shall so inform the Senate and the Senate \nshall, by motion, elect one of the members present to preside at \nthe sitting. Panel of\nPresiding \nOfficers.                                                       12 \nINDEPENDENT MEMBERS AND GROUPS AND \nDECLARATION OF THE LEADER OF THE \nOPPOSITION \n        15.   (1) An independent member including a member from \nFATA, elected to the Senate, may exercise his option to join the \ntreasury or, as the case may be, the opposition benches within \nseven days of making oath before the Senate and shall inform the \nSecretary in writing, who shall immediately notify the option so \nexercised by the member. \n        (2)     An independent member who withdraws support to \nthe treasury or the opposition benches, an intimation to that effect \nshall be given to the Secretary in writing, who shall immediately \nnotify the same. \n                (3)     Independent members including members from FATA \nmay form a group of not less than five members who shall \nnominate one of the members of the group to be their leader in \nthe Senate and inform the Secretary in writing who shall \nimmediately notify the same. \n        16.   (1) After the election of Chairman and Deputy \nChairman under Article 60 of the Constitution and at any time \nthereafter the Chairman shall declare Leader of the Opposition \nwithin fifteen days. \n        (2)     The Chairman shall inform the members about the \ndate, time and place for submission of a name for the Leader of \nthe Opposition under their signatures: \n        Provided that an independent member including a member \nfrom FATA, elected to the Senate, who has not given his option \nto join the opposition benches, shall not be eligible to support any \nmember for the office of Leader of the Opposition. \n        (3)     The Chairman shall declare a member as Leader of the \nOpposition having the support of majority of the members in \nopposition: Independent\nmembers and \ngroups.\nDeclaration of\nLeader of the \nOpposition.13 \n        Provided that if two or more members have equal support \nfor the office of Leader of the Opposition, the member belonging \nto the party having largest numerical strength in the Opposition \nto the Government, shall be declared by the Chairman, as Leader \nof the Opposition in the Senate. \n        (4)     A Leader of the Opposition so declared shall lose the \noffice of the Leader of the Opposition as and when the majority \nof the members in Opposition withdraw their support. \n        (5)     As a result of loss of support under sub-rule (4) the \nChairman may declare another member as Leader of the \nOpposition, under this rule.                                                        14 \nCHAPTER IV \nATTENDANCE AND RESIGNATION OF THE \nMEMBERS OF THE SENATE \n        17.   (1) A member desirous of obtaining leave for his \nabsence from any sitting or session of the Senate shall make an \napplication in writing under his hand addressed to the Chairman \nstating reasons for his absence. \n        (2)    On receipt of an application under sub-rule(1), the \nChairman shall, immediately after the questions, if any, put the \nquestion, without debate, that leave be granted. \n        (3)     Where a member is prevented or incapacitated from \nmaking such an application, leave of the Senate may be granted \non a motion moved by an other member, or on the basis of an \napplication made ex-post-facto. \n        (4)   The Secretary shall, as soon as possible, communicate \nthe decision of the Senate to the member concerned. \n        18.  (1) A member may resign his seat under clause (1) of \nArticle 64 of the Constitution, by writing under his hand \naddressed to the Chairman where-upon resignation shall become \neffective after verification by the Chairman from the member.  \n        (2)     The Chairman shall record date and time of \nresignation and Secretary shall cause the Gazette Notification of \nthe resignation issued and shall send a copy thereof to the Chief \nElection Commissioner for taking steps to fill the vacancy thus \ncaused. \n        19.   (1) If a member is absent, without leave of the Senate, \nfor forty consecutive days of its sittings the  Chairman shall bring \nthe fact to the notice of the Senate and thereupon any member \nmay move that the seat of the member who has been so absent be \ndeclared vacant under clause (2) of Article 64 of the Constitution. Leave of\nabsence from \nthe Senate.\nResignation of\nSeat.\nSeat becoming \nvacant.15 \n        (2)     If the seat of the member is declared vacant, the \nSecretary shall communicate the fact to the Chief Election \nCommissioner and to the member concerned. \n        20.   The Secretary shall cause a register to be kept showing \nthe attendance of  each member at each sitting and shall make the \nregister available for inspection of the members. Attendance \nregister.                                                       16 \nCHAPTER V \nSITTINGS OF SENATE  AND CLASSIFICATION  AND \nARRANGEMENT OF BUSINESS \n        21.   (1) At the commencement of the first session of each \nyear, the Government shall in consultation with the Chairman \nprovide a provisional calendar of sessions for the parliamentary \nyear. \n        (2)     The Chairman shall cause the provisional calendar to \nbe circulated amongst the members forthwith. \n        (3)     The President on the advice of the Prime Minister \nshall summon the Senate to meet, as far as practicable, on dates \nmentioned in the provisional calendar: \n        Provided that the President may, if so advised by the Prime \nMinister, summon the Senate to meet on a date different from that \nmentioned in the provisional calendar and intimation thereof \nshall be given to the Chairman who shall inform the members. \n        (4)     Nothing contained in this rule shall limit the power of \nthe Chairman to summon a Session of the Senate in terms of \nclause (3) of Article 54 of the Constitution. \n        22.   (1) The Senate shall sit on such days as the Chairman, \nhaving regard to the state of business of the Senate, may, from \ntime to time, direct. \n        (2)     Every sitting shall commence with recitation from the \nHoly Quran followed by its Urdu translation. \n        23.   (1) Every sitting of the Senate shall commence at such \nhour as the Chairman may direct. \n        (2)     Subject to the other provisions of these rules, the \nChairman may— Calendar of\nsessions for \nthe year.\nDays of sitting.\nHours of\nsitting and \nadjournment.17 \n        (a)     adjourn a sitting of the Senate sine die or to a \nparticular day or to some other  time on the same day; \nand \n        (b)     if he thinks fit, call sitting of the Senate at a time or \ndate different from that to which it was earlier \nadjourned. \n        24.   (1) Business of the Senate shall be classified as— \n                 (i) Government business; \n                 (ii) Private members’ business; and \n                 (iii) Senate business. \n        (2)     The Secretary shall place the formal Senate business \non the Orders of the Day as soon as practicable after the same has \nbeen received. \n        (3)     Formal Senate business shall take precedence over \nother business on the day on which it is set down for \nconsideration. \n        (4)     The Chairman shall, after consultation with the Leader \nof the House or the Minister for Parliamentary Affairs, or any \nother Minister so authorized and  the Leader of the Opposition or \na member authorized by him in this behalf, fix the time and date \nfor discussion of the  Senate business.     \n        (5)     The Government business shall include Bills, \nresolutions, amendments and other motions introduced, initiated \nor moved by a Minister. \n        (6)     Private members’ Business shall include Bills, \nresolutions, amendments and other motions introduced, initiated \nor moved by the private members. \n        (7)     Senate business shall include business relating to \nCommittees and such other business as the Chairman may \ndesignate as Senate Business.     Classes of\nBusiness                                                        18 \n        25.   On Mondays private members’ business shall have \nprecedence, and on all other days no business other than \nGovernment business shall be transacted except with the consent \nof the Leader of the House: \n        Provided that urgent Government business may be \ntransacted on private members’ day as a last item of the business \nof the day: \n        Provided further that if any Monday is a holiday and no \nsitting is held on that day private member’s business shall have \nprecedence on the next working day. \n        Explanation,— The Ministers, Ministers of State or \nAdvisers in whose name the business stands or to whom it has \nbeen addressed in the Orders of the Day shall subject to the \nprovisions of clause (6) of Article 91 of the Constitution remain \npresent in the Senate till disposal of the business concerning their \nMinistry or Division.  \n        26.   The Secretary shall arrange the Government business \nin such order as the Leader of the House or the Minister for \nParliamentary Affairs or any other Minister authorized by the \nLeader of the House may intimate:     \n        Provided that such order shall be intimated to the Secretary \na day before the commencement of the sitting to which the order \nrelates.  \n        27.   (1) The relative precedence of  Private Members’ Bills \nshall be determined by ballot to be  held in accordance with the \nprocedure set out in the First Schedule:   \n        Provided that the Chairman may, from time to time, make \nsuch variations in the procedure as he thinks fit. \n        (2)     The ballot shall be held on a day, not being a day less \nthan five days before the day with reference to which the ballot Allotment of\ntime for \ntransaction of\nbusiness.\nArrangement\nof Government\nBusiness.\nPrecedence of\nPrivate \nMembers’\nBills.19 \nis held, as the Chairman may direct, and the members shall be \ninformed accordingly. \n        (3)     Unless the House decides otherwise, on a day on \nwhich private members’ business has precedence, private \nmembers’ Bills shall be taken up in the following order:- \n                  (i)     Bills to be introduced; \n                (ii)     Bills passed by the Assembly and transmitted to \nthe Senate; \n               (iii)     Bills passed with amendments by the Assembly \nand sent back to the Senate; \n                (iv)     Bills reported upon, or not reported upon within \nthe time allowed, by a Standing Committee; \n                 (v)     Bills in respect of which the report of a Select \nCommittee has been presented; \n                (vi)     Bills in respect of which a motion has been \ncarried that the Bill be taken into consideration; \n              (vii)     Bills which have been circulated for the purpose \nof eliciting public opinion thereon; and \n             (viii)     Other Bills. \n        (4)     The relative precedence of Bills falling under the same \nparagraph of sub-rule (3) shall be determined by ballot to be held \nin accordance with the procedure set out in the First Schedule: \n        Provided that the Chairman, may, from time to time, make \nsuch variations in the procedure as he thinks fit.   \n        28.   If notices of two or more identical Bills are received, \nthe Bill securing first place in the ballot shall be proceeded with \nand, in case a motion for leave to introduce the Bill  securing first \nplace in the ballot is moved, the remaining Bills shall not be \nproceeded with. Ballot in \nrespect of\nidentical Bills.                                                       20 \n        29.   (1) The relative precedence of resolutions, notices of \nwhich have  been given by private members and which have been \nadmitted shall be determined by ballot to be held  in accordance \nwith the procedure set out in the First Schedule, on a day, not \nbeing a day less than five days before the day with  reference to \nwhich the ballot is held:   \n        Provided that the Chairman may, from time to time, make \nsuch variations in the procedure as he thinks fit:  \n        Provided further that not more than three resolutions, \nnotices of which have given by any one member, shall be \nincluded in the ballot to be held for any one day and, unless the \nmember has indicated his preference for any three of such \nresolutions, his first three resolutions in the order of their receipt \nshall be included in the ballot. \n        (2)     A resolution which does not find place in the ballot \nshall not lapse but shall be included in the subsequent ballot in \nthe same session. \n        \n        30.   (1) The Secretary shall prepare  the Orders of the Day \nand make a copy thereof available for the use of every member \nand any other person entitled under the Constitution to speak or \notherwise take part in the proceedings of the Senate.  \n        (2)     Save as otherwise provided by these Rules,— \n                  (i)     the business for the day shall be transacted in the \norder in which it appears in the Orders of the \nDay; \n                (ii)     no business not included in the Orders of the \nDay shall be transacted  at any sitting without the \nleave of the House; and \n               (iii)     no business requiring notice shall be set  down \nfor a day earlier than the day following the day \non which the period of the notice necessary for \nthat class of  business expires. Precedence of\nresolutions not\nmentioned in \nthe \nConstitution.\nOrders of the \nDay.21 \n        (3)     Unless the Chairman otherwise directs,  not more than \nfive resolutions (excluding any resolution moved on, and \noutstanding from, a previous day) shall be set down in the Orders \nof the Day for any day on which private members’ business has \nprecedence.   \n        31.   (1) Notwithstanding anything contained in rule 27 or \nrule 29, any private members’  business which has been \ncommenced shall be set down for the next day allotted to \nbusiness of that class and shall have precedence over  all other \nbusiness  set down for that day.   \n        (2)     Private members’ business set down for any day and \nnot moved on that day shall not be set down for any subsequent \nday, unless it has gained precedence at the ballot held with \nreference to that day.      \n        *[31A.The Chairman shall, after the disposal of \nbusiness on the Orders of the Day, allocate time for raising points \nof public importance by the Members.] Business \noutstanding at\nthe end of the \nday.\nAllocation of\ntime for points \nof public \nimportance.                                                       22 \n–––––––––––––––––––––––––––––––––––––––––––––––––––––––––––––––– \n     *   Added by S.R.O. 452(1)/2016, dated 26-05-2016. \nCHAPTER VI \nPRESIDENT’S ADDRESS \n        32.   (1) An address by the President under clauses (1) and \n(3) of Article 56 of the Constitution shall be discussed by means \nof a motion of thanks.  \n        (2)     As soon as may be, after the Address of the President, \na Minister shall lay a copy of the Address on the Table. \n        33.   The Chairman shall allot one or more days for \ndiscussion of the matters referred to in the President’s Address \nand for this purpose the Chairman may suspend or vary the rules \nto the extent necessary. \n        34.   On the day allotted under rule 33, the Senate may \ndiscuss the matters referred to in such Address on a motion of \nthanks moved  by a Minister or member. \n        35.   Amendments may be moved to a motion of thanks  in \nsuch form as may be considered appropriate by the Chairman. \n        36.   (1) Notwithstanding that a day has been allotted for \ndiscussion on the President’s Address,— \n                  (i)     a motion for leave to introduce a Bill may be \nmade and a Bill may be introduced on such day; \nand \n                (ii)     other business of a formal character like laying \nof reports or documents excluding adjournment \nmotions may be transacted on such day before \nthe Senate commences or continues the \ndiscussion on the Address. \n        (2)     The discussion on the President’s Address may be \npostponed in favour of a Government Bill or other Government President’s \nAddress.\nAllotment of\ntime for \ndiscussion of\nPresident’s \nAddress.\nScope of\ndiscussion.\nAmendments.\nTransaction of\nother business \non a day \nappointed for \ndiscussion of\nPresident’s \nAddress.23 \nbusiness on a motion being made that the discussion on the \nAddress be adjourned to a subsequent day to be appointed by the \nChairman. The Chairman shall forthwith put the question, no \namendment or debate being allowed. \n        37.   The Chairman may, if he thinks fit, prescribe a time- \nlimit for speeches, after taking the sense of the Senate. \n        38.   A Minister, whether he has previously taken part in the \ndiscussion or not, shall, on behalf of the Government, have a \ngeneral right of explaining  the position of the Government at the \nend of the discussion. \n        39.   (1) Where a message from the President for the House \nis received by the Chairman, under Article 56(2) of the \nConstitution he shall read the message to the House. \n        (2)     The Chairman may, if he considers it necessary or on \na motion moved by a Minister or member, allot time for \ndiscussion of matters raised in the message and for this purpose \nthe Chairman may suspend or vary the rules to the extent \nnecessary. \n        (3)     If the message is received when the Senate is not in \nsession, the Chairman may advise the Government to summon \nthe Senate for discussion of the matters raised in the message.  \n        40.   Communications from the Senate to the President \nafter a motion thereof has been made and carried in the Senate \nshall be made through the Chairman. Time limit for \nspeeches.\nGovernment’s \nright of reply.\nMessage from \nthe President.\nCommunica-\ntions to the \nPresident                                                       24 \nCHAPTER VII \nQUESTIONS \n        41.   Except as otherwise provided in these rules, the first \nhour of every sitting, after the recitation from the Holy Quran, \nand the making of oath by members, if any, shall be available for \nasking  and answering of questions: \n        Provided that there shall be no question hour on a day \ndesignated as private members’ day. \n        42.   Not less than thirteen *[clear] days’ notice of a \nquestion shall be given unless the Chairman, with the consent of \nthe Minister concerned, allows a question to be asked at a shorter \nnotice. \n        43.   (1) A separate notice of each question shall be given in \nwriting to the Secretary and shall specify the official designation \nof the Minister to whom it is addressed, or, if the question is \naddressed to a private member, the name of that member: \n        **[Provided that a notice received from an authenticated e- \nmail address of the Member to the prescribed e-mail address of \nthe Senate Secretariat shall be deemed to be a proper notice in \nterms of sub-rule (1). \n        Explanation. -For the purposes of this rule, ‘authenticated’ \nmeans an e-mail address duly verified by a Member and \n‘prescribed’ means notified by the Senate Secretariat.] \n        (2)     A member who desires to ask a Starred Question shall \ndistinguish it with an asterisk: \n        Provided that if, in the opinion of the Chairman, any Starred \nQuestion is of such a nature that a written reply would be more \nappropriate, he may direct that such question be placed on the list \nof Unstarred Questions. Time of\nquestions.\nNotice of\nquestions.\nForm of notice \nof questions.25 \n–––––––––––––––––––––––––––––––––––––––––––––––––––––––––––––––– \n     *   Substituted by S.R.O. 452(1)/2016, dated 26-05-2016. \n     **   Added by S.R.O. 1323, dated 31-12-2015. \n        \n4\n4\n.\n   \nN\no\n \nq\nu\ne\ns\nt\ni\no\nn\n \ns\nh\na\nl\nl\n \nb\ne\n \np\nl\na\nc\ne\nd\n \no\nn\n \nt\nh\ne\n \nl\ni\ns\nt\n \no\nf\n \nq\nu\ne\ns\nt\ni\no\nn\ns\n \nf\no\nr\na\nn\ns\nw\ne\nr\n \nu\nn\nt\ni\nl\n \ne\ni\ng\nh\nt\n \nw\no\nr\nk\ni\nn\ng\n \nd\na\ny\ns\n \nh\na\nv\ne\n \ne\nx\np\ni\nr\ne\nd\n \nf\nr\no\nm\n \nt\nh\ne\n \nd\na\ny\n \nw\nh\ne\nn\nn\no\nt\ni\nc\ne\n \no\nf\n \na\nd\nm\ni\ns\ns\ni\no\nn\n \no\nf\n \nt\nh\ne\n \nq\nu\ne\ns\nt\ni\no\nn\n \nb\ny\n \nt\nh\ne\n \nC\nh\na\ni\nr\nm\na\nn\n \nw\na\ns\n \ng\ni\nv\ne\nn\nb\ny\n \nt\nh\ne\n \nS\ne\nc\nr\ne\nt\na\nr\ny\n \nt\no\n \nt\nh\ne\n \nM\ni\nn\ni\ns\nt\ne\nr\n \no\nr\n \nt\nh\ne\n \nm\ne\nm\nb\ne\nr\n \nt\no\n \nw\nh\no\nm\n \ni\nt\n \ni\ns\na\nd\nd\nr\ne\ns\ns\ne\nd\n.\n        \n4\n5\n.\n   \n(\n1\n)\n \nN\no\nt\n \nm\no\nr\ne\n \nt\nh\na\nn\n \nt\nh\nr\ne\ne\n \nS\nt\na\nr\nr\ne\nd\n \nQ\nu\ne\ns\nt\ni\no\nn\ns\n \ni\nn\nc\nl\nu\nd\ni\nn\ng\ns\nh\no\nr\nt\n \nn\no\nt\ni\nc\ne\n \nq\nu\ne\ns\nt\ni\no\nn\ns\n \na\nn\nd\n \nf\ni\nv\ne\n \nU\nn\ns\nt\na\nr\nr\ne\nd\n \nQ\nu\ne\ns\nt\ni\no\nn\ns\n \nf\nr\no\nm\n \nt\nh\ne\ns\na\nm\ne\n \nm\ne\nm\nb\ne\nr\n \ns\nh\na\nl\nl\n \nb\ne\n \np\nl\na\nc\ne\nd\n \no\nn\n \nt\nh\ne\n \nl\ni\ns\nt\n \no\nf\n \nq\nu\ne\ns\nt\ni\no\nn\ns\n \nf\no\nr\n \na\n \nd\na\ny\n:\n        \nP\nr\no\nv\ni\nd\ne\nd\n \nt\nh\na\nt\n \nn\no\nt\nh\ni\nn\ng\n \ni\nn\n \nt\nh\ni\ns\n \ns\nu\nb\n-\nr\nu\nl\ne\n \ns\nh\na\nl\nl\n \na\np\np\nl\ny\n \nt\no\n \na\nq\nu\ne\ns\nt\ni\no\nn\n \nd\ne\nf\ne\nr\nr\ne\nd\n \nf\nr\no\nm\n \na\nn\n \ne\na\nr\nl\ni\ne\nr\n \nd\na\nt\ne\n \no\nr\n \nt\nr\na\nn\ns\nf\ne\nr\nr\ne\nd\n \nf\nr\no\nm\n \no\nn\ne\nD\ni\nv\ni\ns\ni\no\nn\n \nt\no\n \na\nn\no\nt\nh\ne\nr\n.\n        \n(\n2\n)\n    \nT\nh\ne\n \nq\nu\ne\ns\nt\ni\no\nn\ns\n \ns\nh\na\nl\nl\n \nb\ne\n \na\nr\nr\na\nn\ng\ne\nd\n \ni\nn\n \nt\nh\ne\n \nl\ni\ns\nt\n \no\nf\n \nq\nu\ne\ns\nt\ni\no\nn\ns\ni\nn\n \nt\nh\ne\n \no\nr\nd\ne\nr\n \ni\nn\n \nw\nh\ni\nc\nh\n \nt\nh\ne\ni\nr\n \nn\no\nt\ni\nc\ne\ns\n \na\nr\ne\n \nr\ne\nc\ne\ni\nv\ne\nd\n.\n        \n(\n3\n)\n    \nA\n \nm\ne\nm\nb\ne\nr\n \nm\na\ny\n \nb\ny\n \nn\no\nt\ni\nc\ne\n \ni\nn\n \nw\nr\ni\nt\ni\nn\ng\n \ng\ni\nv\ne\nn\n \na\nt\n \na\nn\ny\n \nt\ni\nm\ne\nb\ne\nf\no\nr\ne\n \nt\nh\ne\n \ns\ni\nt\nt\ni\nn\ng\n \nf\no\nr\n \nw\nh\ni\nc\nh\n \nh\ni\ns\n \nq\nu\ne\ns\nt\ni\no\nn\n \nh\na\ns\n \nb\ne\ne\nn\n \np\nl\na\nc\ne\nd\n \no\nn\n \nt\nh\ne\nl\ni\ns\nt\n \nw\ni\nt\nh\nd\nr\na\nw\n \nh\ni\ns\n \nq\nu\ne\ns\nt\ni\no\nn\n \no\nr\n \nw\ni\nt\nh\n \nt\nh\ne\n \nc\no\nn\ns\ne\nn\nt\n \no\nf\n \nt\nh\ne\n \nC\nh\na\ni\nr\nm\na\nn\nr\ne\nq\nu\ne\ns\nt\n \nf\no\nr\n \nt\nh\ne\n \np\no\ns\nt\np\no\nn\ne\nm\ne\nn\nt\n \no\nf\n \na\n \nq\nu\ne\ns\nt\ni\no\nn\n \nt\no\n \na\n \nl\na\nt\ne\nr\n \nd\na\nt\ne\n \na\ns\ns\np\ne\nc\ni\nf\ni\ne\nd\n \ni\nn\n \nt\nh\ne\n \nn\no\nt\ni\nc\ne\n.\n \nT\nh\ne\n \nq\nu\ne\ns\nt\ni\no\nn\n \no\nn\nc\ne\n \np\no\ns\nt\np\no\nn\ne\nd\n \nw\ni\nl\nl\n \nn\no\nt\n \nb\ne\np\no\ns\nt\np\no\nn\ne\nd\n \nf\no\nr\n \nt\nh\ne\n \ns\ne\nc\no\nn\nd\n \nt\ni\nm\ne\n.\n \n \nT\nh\ne\n \np\no\ns\nt\np\no\nn\ne\nd\n \nq\nu\ne\ns\nt\ni\no\nn\n \ns\nh\na\nl\nl\n \nn\no\nt\nb\ne\n \np\nl\na\nc\ne\nd\n \no\nn\n \nt\nh\ne\n \nl\ni\ns\nt\n \nu\nn\nt\ni\nl\n \nt\nw\no\n \nc\nl\ne\na\nr\n \nd\na\ny\ns\n \nh\na\nv\ne\n \ne\nx\np\ni\nr\ne\nd\n \nf\nr\no\nm\n \nt\nh\ne\nt\ni\nm\ne\n \nw\nh\ne\nn\n \nt\nh\ne\n \nn\no\nt\ni\nc\ne\n \no\nf\n \np\no\ns\nt\np\no\nn\ne\nm\ne\nn\nt\n \nw\na\ns\n \nr\ne\nc\ne\ni\nv\ne\nd\n \nb\ny\n \nt\nh\ne\nS\ne\nc\nr\ne\nt\na\nr\ny\n.\n        \n4\n6\n.\n   \nT\nh\ne\n \nt\ni\nm\ne\n \na\nv\na\ni\nl\na\nb\nl\ne\n \nf\no\nr\n \na\nn\ns\nw\ne\nr\ni\nn\ng\n \nq\nu\ne\ns\nt\ni\no\nn\ns\n \ns\nh\na\nl\nl\n \nb\ne\na\nl\nl\no\nt\nt\ne\nd\n \no\nn\n \nd\ni\nf\nf\ne\nr\ne\nn\nt\n \nd\na\ny\ns\n \ni\nn\n \nr\no\nt\na\nt\ni\no\nn\n \nf\no\nr\n \nt\nh\ne\n \na\nn\ns\nw\ne\nr\ni\nn\ng\n \no\nf\nq\nu\ne\ns\nt\ni\no\nn\ns\n \nr\ne\nl\na\nt\ni\nn\ng\n \nt\no\n \ns\nu\nc\nh\n \nD\ni\nv\ni\ns\ni\no\nn\n \no\nr\n \nD\ni\nv\ni\ns\ni\no\nn\ns\n \no\nf\n \nt\nh\ne\nG\no\nv\ne\nr\nn\nm\ne\nn\nt\n \na\ns\n \nt\nh\ne\n \nC\nh\na\ni\nr\nm\na\nn\n \nm\na\ny\n,\n \nf\nr\no\nm\n \nt\ni\nm\ne\n \nt\no\n \nt\ni\nm\ne\n,\n \ns\np\ne\nc\ni\nf\ny\na\nn\nd\n,\n \no\nn\n \ns\nu\nc\nh\n \nd\na\ny\n,\n \nu\nn\nl\ne\ns\ns\n \nt\nh\ne\n \nC\nh\na\ni\nr\nm\na\nn\n \nw\ni\nt\nh\n \nt\nh\ne\n \nc\no\nn\ns\ne\nn\nt\n \no\nf\n \nt\nh\ne\nM\ni\nn\ni\ns\nt\ne\nr\n \nc\no\nn\nc\ne\nr\nn\ne\nd\n \no\nt\nh\ne\nr\nw\ni\ns\ne\n \nd\ni\nr\ne\nc\nt\ns\n,\n \no\nn\nl\ny\n \nq\nu\ne\ns\nt\ni\no\nn\ns\n \nr\ne\nl\na\nt\ni\nn\ng\n \nt\no\nt\nh\ne\n \nD\ni\nv\ni\ns\ni\no\nn\n \no\nr\n \nD\ni\nv\ni\ns\ni\no\nn\ns\n \nf\no\nr\n \nw\nh\ni\nc\nh\n \nt\ni\nm\ne\n \no\nn\n \nt\nh\na\nt\n \nd\na\ny\n \nh\na\ns\n \nb\ne\ne\nn\na\nl\nl\no\nt\nt\ne\nd\n \ns\nh\na\nl\nl\n \nb\ne\n \np\nl\na\nc\ne\nd\n \no\nn\n \nt\nh\ne\n \nl\ni\ns\nt\n \no\nf\n \nq\nu\ne\ns\nt\ni\no\nn\ns\n \nf\no\nr\n \na\nn\ns\nw\ne\nr\ns\n.\n        \nE\nx\np\nl\na\nn\na\nt\ni\no\nn\n,\n—\n \n \nT\nh\ne\n \nM\ni\nn\ni\ns\nt\ne\nr\ns\n \na\nn\nd\n \nM\ni\nn\ni\ns\nt\ne\nr\ns\n \no\nf\n \nS\nt\na\nt\ne\n \no\nr\nA\nd\nv\ni\ns\ne\nr\ns\n \nw\nh\no\ns\ne\n \nq\nu\ne\ns\nt\ni\no\nn\ns\n \nh\na\nv\ne\n \nb\ne\ne\nn\n \ns\ne\nt\n \nd\no\nw\nn\n \nf\no\nr\n \na\nn\ns\nw\ne\nr\ni\nn\ng\n \no\nn\nN\no\nt\ni\nc\ne\n \no\nf\na\nd\nm\ni\ns\ns\ni\no\nn\n \no\nf\nq\nu\ne\ns\nt\ni\no\nn\ns\n.\nN\nu\nm\nb\ne\nr\n \na\nn\nd\no\nr\nd\ne\nr\n \no\nf\nq\nu\ne\ns\nt\ni\no\nn\ns\n \nt\no\n \nb\ne\np\nu\nt\n \no\nn\n \na\n \nd\na\ny\n.\nA\nl\nl\no\nt\nm\ne\nn\nt\n \no\nf\nd\na\ny\ns\n \nf\no\nr\nq\nu\ne\ns\nt\ni\no\nn\ns\n.\n                                                       \n2\n6\nclear\ndays\na day allotted to their Ministries shall, subject to provisions of \nclause (6) of Article 91 of the Constitution, remain present in the \nHouse during question hour and will not leave the Senate till the \nbusiness concerning their Ministries is disposed of.  \n        47.   If any question placed on the list of questions for \nanswer on any day is not called for answer within the time \navailable for answering questions on that day, the answer already \nsupplied by the Minister concerned, or the member to whom the \nquestion is addressed, shall be laid on the Table and no oral reply \nshall be required for such question nor shall any supplementary \nquestion be asked in respect thereof: \n        Provided that if the Minister concerned is not ready with the \nanswer to the question, the question shall be put for answer on the \nnext following day allotted for the Division in the charge of that \nMinister or on a day to be specified by the Chairman in \nconsultation with the Minister. \n        48.   (1) Subject to the provisions of these rules, a question \nmay be asked for the purpose of obtaining information on a \nmatter of public concern within the special cognizance of the \nMinister to whom it is addressed. \n        (2)     A question addressed to a Minister must relate to the \npublic affairs with which he is officially connected or to a matter \nof administration for which he is responsible. \n        49.   A question may be addressed to a private member \nprovided the subject matter of the question relates to some Bill, \nresolution or other matter connected with the business of the \nHouse for which that member is responsible; and the procedure \nin regard to such questions shall, as far as may be, be the same as \nthat followed in the case of questions addressed to a Minister \nwith such variations as the Chairman may consider necessary or \nconvenient. \n        50.   In order that a question may be admissible, it must \nsatisfy the following conditions, namely:— Written \nanswers to \nquestions not\nreplied orally.\nSubject matter \nof questions.\nQuestions to \nprivate \nmembers.\nAdmissibility \nof questions.27 \n         (i)     it shall not bring in any name or statement not strictly \nnecessary to make the question      intelligible; \n        (ii)     if it contains a statement, the member shall make \nhimself responsible for the accuracy of the statement; \n       (iii)     it shall not contain arguments, inferences, ironical \nexpressions, imputations, epithets or defamatory \nstatements; \n       (iv)     it shall not ask for an expression of opinion or the \nsolution of an abstract legal question or a hypothetical \nproposition; \n        (v)     it shall not refer to the character or conduct of any \nperson except in his official or public capacity nor to \nthe character or conduct which can be challenged only \non a substantive motion; \n       (vi)     it shall not ordinarily exceed one hundred and fifty \nwords; \n      (vii)     it shall not relate to a matter which is not primarily the \nconcern of the Government; \n     (viii)     it shall not make or imply a charge of a personal \ncharacter; \n       (ix)     it shall not raise questions of policy too large to be \ndealt with within the limits of an answer to a question; \n        (x)     it shall not repeat in substance questions already \nanswered in the Senate or disallowed by the Chairman \nduring the last four months; \n       (xi)     it shall not be trivial, vexatious, or vague; \n      (xii)     it shall not ask for information contained in \ndocuments ordinarily accessible to the public or \nordinary works of reference;                                                        28 \n     (xiii)     it shall not ask for information on matters under the \ncontrol of bodies or persons not primarily responsible \nto the Government, or in which the Government has \nno financial interest; \n     (xiv)     it shall not contain references to newspapers by name \nand shall not ask whether statements in the press or by \nprivate individuals or by non-official bodies are \naccurate; \n      (xv)     it shall not ask for information regarding Cabinet \ndiscussions, or any advice given to the President, or in \nrelation to any matter in respect of which there is a \nconstitutional or statutory obligation not to disclose \ninformation; \n     (xvi)     it shall not ask for information on matters which are \nunder consideration before a Committee of the Senate \nnor shall it ask for information about the proceedings \nof any such Committee unless such proceedings have \nbeen placed before the Senate by a report of the \nCommittee; \n    (xvii)     it shall not— \n                 (a)     contain any reflection on the conduct of the \nPresident including foreign Heads of State or \nGovernment or a Judge  of the Supreme Court or \nof a High Court; or \n                 (b)     ask for information on matters which have \nalready been discussed by means of an \nadjournment motion or otherwise during the \nsame session; or \n                 (c)     contain any criticism of the decisions of the \nSenate or the Assembly; or \n                 (d)     seek information about matters which are in their \nnature secret or sensitive; or 29 \n                 (e)     make derogatory or discourteous references to \nforeign Heads of State, or Government or to a \nforeign country; \n   (xviii)     it shall not contain any reflection on a decision of a \ncourt of law or a statutory tribunal established in \nPakistan or such remarks as are likely to prejudice a \nmatter which is subjudice; \n     (xix)     it shall not ordinarily ask for information on matters of \npast history which entails collection of data, \ninformation, or research of an order or degree not \ncommensurate with effort, time or expenses involved; \n      (xx)     it shall not ordinarily ask about matters pending \nbefore any statutory tribunal or statutory authority \nperforming any judicial or quasi-judicial functions or \nany commission or court of inquiry appointed to \nenquire into or investigate any matter but may refer to \nmatters concerned with procedure or subject or stage \nof enquiry if it is not likely to prejudice the \nconsideration of the matter by the tribunal or \ncommission or court of inquiry; and \n     (xxi)     it shall not ask for information on matters prejudicial \nto the integrity and security of the country. \n        51.   (1) The question relating to a matter of public \nimportance may be asked with notice shorter than thirteen clear \ndays and if the Chairman is of the opinion that the question is \nurgent and admissible he may, after ascertaining from the \nMinister concerned, fix a date for reply of the question: \n                Provided that— \n         (i)     a member may not ask more than one short notice \nquestion on any one day; and Short notice \nquestions.                                                       30 \n        (ii)     a short notice question may not be asked to anticipate \nreply to a  question of which notice has already been \ngiven. \n        (2)     If the Minister concerned agrees to reply, such \nquestion shall be answered on a day indicated by him and shall \nbe called immediately after the questions appearing on the list of \nquestions for oral answer have been disposed of. \n        (3)     If the Minister is unable to answer the question at \nshort notice and the Chairman is of opinion that the question is of \nsufficient public importance to be orally answered in the Senate, \nhe may direct that the question be placed as the first question on \nthe list of questions for the day on which it would be due for \nanswer under rule 42: \n        Provided that not more than one such question shall be \naccorded first priority on the list of questions for any one day. \n        (4)     Where a member desires an oral answer to a question \nat a short notice, he shall briefly state the reasons for asking the \nquestion with short notice. Where no reasons have been assigned \nin the notice of the question, the question shall be returned to the \nmember. \n        (5)     The member who has given notice of the question \nshall be in his seat to read the question when called by the \nChairman and the Minister concerned shall give a reply \nimmediately. \n        (6)     In other respects, the procedure for short notice \nquestions shall be the same as for ordinary questions for oral \nanswer, with such modifications as the Chairman may consider \nnecessary or convenient. \n        52.   Questions relating to the Secretariat of the Senate may \nbe asked of the Chairman  by means of a private communication \nand not otherwise or in the House. Questions \nrelating to the \nSecretariat of\nthe Senate.31 \n        53.   A question shall not be asked (except as to a matter of \nfact) in respect of matters which are or have been the subject of \ncorrespondence between the Federal Government  and a \nProvincial Government. \n        54.   Within five days from the date of receipt of the notice, \nthe Chairman shall decide on the admissibility of a question and \nshall disallow any question or a part thereof which, in his \nopinion, is in contravention of these rules, or he may, in his \ndiscretion, amend it in form. \n        55.   (1) Questions, *[which have been admitted], shall be \nentered in the list of questions for the day alongwith the answers, \nif received from the Minister concerned not later than forty-eight \nhours before the commencement of the question hour on the day \non which the questions are put down for answer: \n        Provided that the Minister concerned shall give reason(s) \nfor not providing the answers within time: \n        Provided further that if the Secretary of the Ministry or \nDivision concerned responsible to submit a reply to the Senate \nSecretariat within time fails to do so the Chairman after taking \nsense of the House may refer the matter to the Committee on \nRules of Procedure and Privileges for consideration.   \n        (2)     Questions shall be called in the order in which they \nstand in the list, unless the Chairman changes the order of \nquestions with the leave of the Senate. \n        56.   (1) At the time of asking questions, the Chairman shall \ncall successively each member in whose  name a Starred \nQuestion appears in the list of questions. \n        (2)     The member so called shall rise in his place and, \nunless he states that it is not his intention to ask the question \nstanding in his name, he shall ask the question by reference to its \nserial number on the list of questions. Questions \nregarding \ncorrespond-\nence between \nauthorities.\nChairman to \ndecide \nadmissibility \nof questions.\nList of\nquestions.\nMode of\nasking \nquestions.                                                       32 \n–––––––––––––––––––––––––––––––––––––––––––––––––––––––––––––––– \n     *   Substituted by S.R.O. 452(1)/2016, dated 26-05-2016. \n        (3)     If, on a question being called, it is not put or the \nmember in whose name it stands is absent, the answer already \nsupplied by the Minister concerned or the member to whom the \nquestion is addressed shall be treated as laid on the table and no \noral reply shall be required for such question nor shall any \nsupplementary question be asked in respect thereof.  \n        57.   When a question has been answered, any member may \nask such supplementary questions as may be necessary for the \nelucidation of the answer, but  the Chairman shall disallow any \nsupplementary question which, in his opinion, either infringes \nany provision of these rules relating to the subject matter and \nadmissibility of questions or is irrelevant or is beyond the scope \nof question or does not arise out of the answer given: \n   Provided that not more than three supplementary questions \nshall be asked in respect of any question: \n        Provided further that the member who has given notice for \nasking the question shall have the right to ask the first \nsupplementary question: \n        Provided further that a supplementary question shall be \nshort and precise and shall not be in the form of a speech.  \n        *[58.Answers to questions which Ministers propose to \ngive in the Senate shall be placed on the members’ desk *[as well \nas shall be electronically sent to the members two hours] before \nthe commencement of question hour and shall not be released for \npublication until the answers have actually been given on the \nfloor of the Senate or laid on the Table.] \n        59.   There shall be no discussion on any question or \nanswer except as provided by rule 60. Supplement-\nary questions.\nNo publicity of\nanswers to \nquestions in \nadvance.\nProhibition of\ndiscussions on \nquestions or \nanswers.33 \n–––––––––––––––––––––––––––––––––––––––––––––––––––––––––––––––– \n     *   Substituted by S.R.O. 329(1)/2015, dated 17-04-2015. \n        60.   (1)  Once  in a   period   of seven consecutive working \ndays, the Chairman may, on three clear days’ notice being given \nby a member, allot half an hour for discussion on a matter which \nin his opinion is of sufficient public importance and has recently \nbeen the subject of a question, Starred or Unstarred: \n        Provided that the Chairman may not admit a notice which, \nin his opinion, seeks to revise the policy of the Government. \n        (2)     The notices received under sub-rule (1) during a week \nending Saturday, shall be considered by the Chairman for \ndetermination of their admissibility in the order in which they are \nreceived and when one such notice is admitted all other notices \nshall lapse. \n        (3)     There shall be no voting nor any formal motion in the \ncourse of or at the conclusion of such discussion. Discussion on \na matter of\npublic \nimportance \narising out of\nanswer to a \nquestion.                                                       34 \nCHAPTER VIII \nRAISING OF MATTERS OF PUBLIC IMPORTANCE \nUNDER *[PRIME MINISTER’S] ZERO HOUR \n        61.   (1) Last **[***] hour of a sitting shall be utilized as \n*[Prime Minister’s Zero Hour] to take up matters of urgent public \nimportance. \n        (2)     A member may raise a matter after giving a notice, in \nwriting, to the Secretary, one hour before the commencement of \nsitting of the Senate to be taken up in *[Prime Minister’s Zero \nHour]: \n        Provided that not more than one such notice shall be given \nby a member for the same sitting. \n        ***[(2A) The Prime Minister shall whenever possible \npersonally respond to points raised by members whenever he is \npresent in the House. However, the Prime Minister shall attend \nthe Prime Minister’s Zero Hour at least once in each week when \nthe Senate is in session: \n        Provided that it shall be the joint responsibility of the \nLeader of the House and the Chief Whip to request/invite the \nPrime Minister to attend the Prime Minister’s Zero Hour and to \ninform all members of the Prime Minister’s attendance one day \nin advance.] \n        (3)     The matter shall relate to the Government, requiring \nintervention of the Senate. \n        (4)     The member shall not speak for more than two \nminutes while raising the matter. \n        \n        ***[(5)  If the Prime Minister is not present, the Minister \nconcerned shall respond to the matter raised under sub-rule (1). *[Prime \nMinister’s \nZero Hour].35 \n–––––––––––––––––––––––––––––––––––––––––––––––––––––––––––––––– \n     *   Substituted vide S.R.O. 309(I)/2014 dated. 16-04-2014. \n**  Omitted vide S.R.O. 309(I)/2014 dated. 16-04-2014. \n***   Inserted vide S.R.O. 309(I)/2014 dated. 16-04-2014. \n        (6)     If both the Prime Minister and the Minister concerned \nare not present, the Chairman, if deemed necessary, may require \nthe Minister concerned to respond to the point raised by the \nmember on a date to be fixed by the Chairman.] \n        62.   (1) In order that a notice may be admissible, it shall \nsatisfy the following conditions, namely:— \n         (i)     it shall not exceed fifty words; \n        (ii)     it shall not relate to a matter which has been discussed \nin the same session or which is substantially identical \nto the matter already raised by a member under this \nrule during the session; \n       (iii)     it shall not raise more than one issue and the issue \nshall not pertain to trivial matters; \n       (iv)     it shall not contain arguments, inferences, ironical \nexpressions, imputations, epithets or defamatory \nstatements; \n        (v)     it shall not relate to any matter which is subjudice \nbefore a court of law; \n       (vi)     it shall be restricted to a matter of recent occurrence; \n      (vii)     it shall not refer to proceedings of a parliamentary \nCommittee; \n     (viii)     it shall not refer to the conduct or character of persons \nexcept in their public capacity; and \n       (ix)     it shall not refer discourteously to a friendly foreign \ncountry. \n        63.   (1)  Notices shall be arranged in the order in which \nthey are received.  \n        (2)     Notices received during a week shall be valid for that \nweek only. Conditions of\nadmissibility.\nTime for \ntabling notices \nand their \nvalidity.                                                       36 \nCHAPTER IX \nCALLING ATTENTION  NOTICES \n        64.   (1) A member may call the attention of a Minister to \nany matter of urgent public importance and the Minister may \nmake a brief statement or ask for time to make a statement at a \nlater hour or date. \n        *[(2) There shall be no debate or voting on such a \nstatement. The member in whose name the item stands shall \nmake a brief statement and the Minister concerned shall make a \nstatement on the subject. The statement by the member shall not \nexceed ten minutes and the statement by the Minister shall not \nnormally exceed fifteen minutes].                 \n        65.   Notice of a calling attention shall be given one day \nbefore the day on which the notice is to be considered and it shall \nbe entered in the Orders of the Day: \n        Provided that if the notice is signed by more than **[five] \nmembers then names of first five members who have signed the \nnotice shall be shown in the Orders of the Day: \n        ***[Provided further that a notice received from an \nauthenticated e-mail address of the Member to the prescribed e- \nmail address of the Senate Secretariat shall be deemed to be a \nproper notice in terms of this rule. \n        Explanation.- For the purposes of this rule, ‘authenticated’ \nmeans an e-mail address duly verified by a Member and \n‘prescribed’ means notified by the Senate Secretariat.] \n        66.   In order that a notice may be admissible, it shall \nsatisfy the following conditions, namely:— Procedure \nregarding \ncalling \nattention.\nNotice of\ncalling \nattention.\nConditions of\nadmissibility.37 \n–––––––––––––––––––––––––––––––––––––––––––––––––––––––––––––––– \n*        substituted by S.R.O. 309(I)/2014, dated 16-04-2014. \n**       substituted by S.R.O.452(I)/2016, dated 26-05-2016. \n***     Added by S.R.O. 1323, dated 31-12-2015. \n         (i)     it shall not refer to a matter which is not the concern \nof the Government; \n        (ii)     it shall not refer to a matter which has been discussed \nin the same session or which is substantially identical \nto the matter already raised by a member under this \nrule during the session; \n             \n       (iii)     it shall not raise more than one issue and the issue \nshall not pertain to trivial matters; \n     (iv)     it shall not contain arguments, inferences, ironical \nexpressions, imputations, epithets or defamatory \nstatements; \n        (v)     it shall not relate to any matter which is subjudice \nbefore a court of law; \n       (vi)     it shall be restricted to a matter of recent occurrence; \n      (vii)     it shall not refer to proceedings of a parliamentary \nCommittee; \n     (viii)     it shall not refer to the conduct or character of persons \nexcept in their public capacity; and \n       (ix)     it shall not refer discourteously to a friendly foreign \ncountry. \n        67.   Not more than *[two] such matters shall be raised at \nthe same sitting: \n       **[Provided that the second matter shall not be raised by \nthe same member who has raised the first matter.] \n        68.   In the event of more than one matter being presented \nfor the same day, priority shall be given to the matter which is, in \nthe opinion of the Chairman, more urgent and important. Restriction on \nraising \nmatters .\nPriority of the \nmatter.                                                       38 \n–––––––––––––––––––––––––––––––––––––––––––––––––––––––––––––––– \n*        Substituted by S.R.O.329(1)/2015, dated 17-04-2015. \n**       Added by S.R.O.329(1)/2015, dated 17-04-2015. \n        69.   (1) Notices on subjects that have not been selected for \na particular day shall be carried forward for consideration of the \nChairman for the next sitting of the Senate. \n        (2)     Notices not selected during the week for which they \nhave been given, shall lapse at the end of the week. \n        (3)     Members concerned may revive their notice(s) for the \nfollowing week, if they so desire, by giving a fresh notice. Notices to \nlapse.39 \nCHAPTER X \nPRIVILEGE \n        70.   A member may, with the consent of the Chairman, \nraise a question involving a breach of privilege either of a \nmember or of the Senate or of a Committee thereof, if based \non,— \n         (i)     misconduct in the presence of House or the \nCommittees thereof; \n             \n        (ii)     disobedience of order of the House or its Committees; \n             \n       (iii)     presenting false, forged or fabricated documents to the \nHouse or its Committees; \n             \n       (iv)     tampering with documents presented to the House or \nits Committees; \n        (v)     speeches or writings reflecting on the House, its \nCommittees or members; \n       (vi)     publication of false or distorted reports of debates; \n             \n      (vii)     publication of Expunged Proceedings; \n             \n     (viii)     publication of proceedings of secret sessions; \n       (ix)     premature publication of proceedings, evidence or \nreport of a Parliamentary Committee; \n        (x)     derogatory reflection on the report of a Parliamentary \nCommittee; \n             \n       (xi)     circulation of petitions before presentation; \n      (xii)     premature publication of various other matters \nconnected with the business of the House *[or \nCommittees thereof]; \n     (xiii)     obstructing members in the discharge of their duties; Question of\nprivilege.                                                       40 \n–––––––––––––––––––––––––––––––––––––––––––––––––––––––––––––––– \n*Added by S.R.O.452(I)/2016, dated 26-05-2016. \n     (xiv)     attempts by improper means to influence members in \ntheir parliamentary conduct; \n      (xv)     intimidation of members; obstructing officers of the \nHouse; \n             \n     (xvi)     refusal of Government functionaries to assist officers \nof the House when called upon to do so in pursuance \nof the orders of the House or a Committee thereof as \nthe case may be; \n             \n    (xvii)     obstructing of witnesses; \n   (xviii)     failure of the Government to lay before the House any \nreport or a document required to be laid before the \nHouse in pursuance of the provisions of the \nConstitution or the law; and \n     (xix)     failure to provide information required by the House \nor its Committees. \n        71.   A member wishing to raise a question of privilege \nshall give notice in writing to the Secretary before the \ncommencement of the sitting on the day the question is proposed \nto be raised. If the question raised is based on a document, the \nnotice shall be accompanied by the document or its copy \nindicating the specific breach of privilege of the member or the \nHouse or its Committee: \n        Provided that the Chairman may, if he is satisfied about the \nurgency of the matter, allow a question of privilege to be raised \nat any time during the course of a sitting after the disposal of \nquestions. \n        72.   The right to raise a question of privilege shall be \ngoverned by the following conditions, namely: \n         (i)     not more than one question shall be raised by the \nsame member at the same sitting; \n        (ii)     the question shall relate to a specific matter and shall \nbe raised at the earliest opportunity; Notice of\nquestion of\nprivilege.\nConditions of\nadmissibility \nof question of\nprivilege.41 \n       (iii)     the matter shall be such as requires the intervention of \nthe Senate; and \n       (iv)     the question shall not reflect on the personal conduct \nof  the President. \n        73.   Where a question of privilege has been allowed to be \nraised, the Chairman shall, after the disposal of questions and \nbefore other business on the Orders of the Day is entered upon, \ncall upon the member who gave the notice and thereupon the \nmember shall raise the question of privilege and make a short \nstatement relevant thereto: \n       Provided that where a member is allowed under the proviso \nto rule 71 to raise a question of privilege during the course of a \nsitting he shall raise that question immediately after his being \nallowed to do so or at such other time as the Chairman may \ndirect. \n        74.   A question  of privilege shall have precedence over \nadjournment motions. \n        75.   If the Chairman holds the question of privilege to be \nin order, it shall stand referred to the Committee on Rules of \nProcedure and Privileges, unless the Senate decides to consider \nthe question itself. \n        76.   Notwithstanding  anything contained in these rules, if \nthe Senate is not in session, the Chairman in his Chamber, may \nrefer any question of  privilege to the Committee on  Rules of \nProcedure and Privileges for examination, investigation and \nreport. \n        77.   A motion that the report of the Committee on Rules of \nProcedure and Privileges be taken into consideration shall be \naccorded the priority assigned to a matter of privilege and when \na day has already been fixed for the consideration of the report, it \nshall be given priority as a matter of privilege on the day so \nappointed. Mode of\nraising a \nquestion of\nprivilege.\nPrecedence of\nquestion of\nprivilege.\nQuestions of\nprivilege to be \nconsidered by \nthe Senate or \nCommittee.\nReference of\nquestion of\nprivilege by \nthe Chairman \nto the \nCommittee.\nPriority for \nconsideration \nof report of\nthe \nCommittee.                                                       42 \n        78.   (1) If the House finds any person to be guilty of the \nbreach of privilege of the House or its Committee or any member \nit may award punishment to such person in accordance with \nConstitution and the law. \n        (2)     The House may also direct the Ministry concerned or \nthe relevant authority to take an appropriate action against the \nperson committing the breach of the privilege of the House, its \nCommittee or a member. \n        (3)     The Division concerned shall report to the Senate \nabout the action taken on the directions or recommendations \nmade by the Committee within a period of two months from the \ndate of communication. \n        (4)     A report received from the Division concerned shall \nbe circulated amongst the members. \n                79.   (1)  When a member is arrested on a criminal charge \nor for a criminal offence or is sentenced to imprisonment by a \ncourt or is detained under an executive order, the committing \njudge, magistrate or, as the case may be, executive authority, \nshall immediately intimate such fact  to the Chairman indicating \nthe reasons for the arrest, detention or imprisonment of the \nmember in the appropriate form set out in the Second Schedule. \n        *[(2) When a member is summoned by or required to \nappear before any commission, tribunal, authority, organization, \nagency or other, for any investigation or inquiry, as the case may \nbe, the Chairman shall be informed of the same. The concerned \nauthority shall intimate the brief facts/reasons.] \n        80.   — When a member after his arrest or detention is \nreleased on bail or otherwise or is acquitted of a criminal charge, \nsuch fact shall be intimated to the Chairman by the authority \nconcerned in the appropriate form set out in the Second Schedule. Punishment\nfor breach of\nprivilege.\nIntimation to \nChairman by \nmagistrate,\netc. of arrest,\ndetention, etc,\nof a member.\nIntimation to \nChairman on \nrelease of a \nmember.43 \n–––––––––––––––––––––––––––––––––––––––––––––––––––––––––––––––– \n*        Substituted by S.R.O. 801(1)/2015, dated 13-08-2015. \n        81.   As soon as may be after the Chairman has received a \ncommunication referred to in rule 79 or rule 80, he shall read it \nout in the Senate if in session or, if the Senate is not in session, \ndirect that it may be circulated for the information of the \nmembers. \n        82.   No member shall be arrested within the precincts of \nthe Senate without the permission of the Chairman. \n        83.   A legal process issued by any court, tribunal or other \nauthority shall not be served on a member within the precincts of \nthe Senate. \n        84.   (1) The Chairman or Chairman of  a Committee may \nsummon a member in custody on the charge of any offence or \nunder any law relating to preventive detention to attend a sitting \nor sittings of the Senate or meeting of a Committee of which he \nis a member if he considers his presence necessary. \n        (2)     On a Production Order, signed by the Secretary or by \nany other officer authorized by the Chairman in this behalf, \naddressed to the Federal Government or, as the case may be, the \nProvincial Government where the member is held in custody, or \nto the authority having or holding custody of the member, the \nFederal Government or the Provincial Government or such other \nauthority shall cause the member in custody to be produced \nbefore the Sergeant-at-Arms who shall, after the conclusion of \nthe sitting or the meeting, deliver the member into the custody of \nthe Federal Government or the Provincial Government or other \nauthority, as the case may be. Treatment of\ncommunica-\ntions received \nfrom \nmagistrate etc.\nArrest within \nthe precincts \nof Senate.\nService oflegal process.\nProduction of\na member in \ncustody for a \nsitting of the \nSenate or \nmeeting of a \nCommittee.                                                       44 \nCHAPTER XI \nADJOURNMENT MOTIONS \n        85.   Subject to the provisions of these rules a motion for an \nadjournment of the business of the House for the purpose of \ndiscussing a definite matter of recent occurrence and of urgent \npublic importance may be moved with the consent of the \nChairman. \n        86.   Notice of a motion under rule 85, explaining the \nmatter proposed to be discussed, shall be delivered to the \nSecretary not less than two hours before the commencement of \nthe sitting in which the motion is proposed to be moved, and the \nSecretary shall thereupon bring the notice to the knowledge of \nthe Chairman, the Leader of the  House, the Minster concerned \nand the Minster for Parliamentary Affairs: \n        *[Provided that a notice received from an authenticated e- \nmail address of the Member to the prescribed e-mail address of \nthe Senate Secretariat shall be deemed to be a proper notice in \nterms of this rule. \n        Explanation.— For the purposes of this rule, ‘authenticated’ \nmeans an e-mail address duly verified by a Member and \n‘prescribed’ means notified by the Senate Secretariat.] \n        87.   A motion shall not be admissible unless it satisfies the \nfollowing conditions, namely:— \n        (a)     it shall raise an issue of urgent public importance; \n        (b)     it shall relate substantially to one definite issue; \n        (c)     it shall be restricted to a matter of recent occurrence of \nwhich a notice has been given at the earliest \nopportunity; Adjournment\nmotions.\nNotice of a \nmotion.\nConditions of\nadmissibility \nof a motion.45 \n–––––––––––––––––––––––––––––––––––––––––––––––––––––––––––––––– \n*    Added by S.R.O. 1323, dated 31-12-2015. \n        (d)     it shall not revive discussion on a matter, including the \ndiscussion on the admissibility of an adjournment \nmotion which has been discussed in the Senate within \nlast four months; \n             \n        (e)     it shall not anticipate a matter for the consideration of \nwhich a date has been previously appointed; \n         (f)     it shall relate to a matter which is primarily the \nconcern of the Government  or to a matter in which the \nGovernment has substantial financial interest; \n        (g)     it shall not contain arguments, inferences, ironical \nexpressions or defamatory statements; \n        (h)     it shall not refer to the conduct or character of a person \nexcept in his official or public capacity; \n         (i)     it shall not relate to a matter of privilege; \n         (j)     it shall not deal with a hypothetical case; \n             \n        (k)     it shall not relate to a matter which can only be \nremedied by legislation; \n         (l)     it shall not relate to a matter pending before any court \nor other authority performing judicial or quasi-judicial \nfunctions: \n                 Provided that the Chairman may, in his \ndiscretion, allow such matter being raised in the \nSenate as is concerned  with the procedure or subject \nor stage of inquiry and if he is satisfied that it is not \nlikely to prejudice the consideration of the matter by \nsuch court or authority; or \n       (m)     it shall not raise discussion on a matter which is secret \nor sensitive.                                                        46 \n        88.   (1) Leave to make a motion shall be asked for after \nquestions and privilege motions, if any, and before other business \nentered in the Orders of the Day is taken up: \n        Provided that on the day fixed for the private members’ \nbusiness such leave shall be asked for immediately after \nrecitation from the Holy Quran and the disposal of question of \nprivilege motions, if any. \n        (2)     Leave to make a motion shall be asked for only by the \nmember who has given notice thereof. If the member who has \ngiven such notice is absent at the time the matter is taken up it \nshall be treated as dropped and disposed of. \n        (3)     At this stage the member may read out his motion. \n        (4)     If the motion is opposed the Minister may make a \nbrief statement thereon to which the member may reply confining \nhimself to the question of admissibility of the motion. \n        89.   (1) If the Chairman is of opinion that the matter \nproposed to be discussed is in order, he shall ask whether the \nmember  has the leave of the Senate to move the motion and, if \nobjection is taken, he shall ask such of the members as may be in \nfavour of leave being granted to rise in their seats *[or ask them \nto cast their votes by operating the automatic vote recorder]. \n        (2)     If less than one-fourth of the total membership of the \nSenate rises *[or cast their vote by operating the automatic vote \nrecorder in favour of the leave], the Chairman shall inform  the \nmember that he has not the leave of the Senate but if such \nmembership rises *[or cast their vote by operating the automatic \nvote recorder in favour of the leave], the Chairman shall \nannounce that  leave is granted and that the motion shall be taken \nup as the last item for discussion for not more than two hours  on \nsuch day, as soon as possible, as the Chairman may fix preferably \nduring the same session. Asking leave \nfor motion.\nGrant or \nwithholding of\nleave.47 \n–––––––––––––––––––––––––––––––––––––––––––––––––––––––––––––––– \n*     Inserted by S.R.O. 387(1)/2016, dated. 03-05-2016. \n        90.   On any one day, the aggregate time taken for asking \nfor leave under rule 88 or, as the case may be, the grant or \nwithholding of leave under rule 89, shall not  exceed half an hour. \n        91.   Notwithstanding anything contained in this Chapter, \nnot more than one motion shall be admitted on any one day; but \nmotions, if any, remaining unconsidered as regards their \nadmissibility shall be held over for the next day and shall be \ntaken up in the same order in which they were received. \n        92.   On a motion under rule 85, the only question  that may \nbe put shall be “ that the Senate do now adjourn”, but no such \nquestion shall be put after the time for the discussion of the \nmotion has expired.    \n        93.   A speech during the debate on a motion for \nadjournment shall not exceed ten minutes in duration: \n       Provided that the mover or Minister concerned or the Prime \nMinister may speak for thirty minutes Time-limit for \ndetermination \nof\nadmissibility.\nRestriction on \nnumber of\nmotions.\nQuestion to be \nput.\nTime-limit for \nspeeches.                                                       48 \nCHAPTER XII \nLEGISLATION \nBILLS ORIGINATING IN THE SENATE \nINTRODUCTION OF BILLS \nPrivate Members’ Bills \n        94.   (1) A private member may move for leave to introduce \na Bill after giving  to the Secretary ten  working days’ written \nnotice of his intention to do so. \n        (2)     Three copies of the Bill together with the Statement of \nObjects and Reasons signed by the member shall accompany the \nnotice. \n        (3)     The Chairman shall decide the question whether the \nBill does or does not require the consent of the Government or \nprevious sanction of the President.  \n                 *[omitted] \n        (5)     The Senate Secretariat shall render possible assistance \nto the member so that Bill is not rejected on technical grounds. \n        95.   (1) Motion for leave  to introduce  private  members’ \nBill shall be set down in the Orders of the Day for a day meant \nfor private members’ business and copies of the Bill shall be \ncirculated along with the Orders of the Day. \n        (2)     When the item is called, the member-in-charge may \nmove for leave to introduce the Bill. \n        (3)     If the motion for leave to introduce the Bill is not \nopposed, the Bill shall stand introduced and referred to the \nStanding Committee concerned with the subject matter of the \nBill. Notice of\nprivate \nmembers’\nBills.\nIntroduction \nof private \nmembers’\nBills.49 \n–––––––––––––––––––––––––––––––––––––––––––––––––––––––––––––––– \n*        Omitted by S.R.O.452(I)/2016, dated 26-05-2016. \n        (4)     If leave to introduce the Bill is opposed, the Chairman \nshall allow the mover and the Minister or the member who raised \nthe objection to make a brief statement and thereafter shall put \nthe motion to the vote of the House. If the majority of the \nmembers present vote in favour of the leave, the Chairman shall \nannounce that the leave is granted. \n        (5)     After leave is granted, the member-in-charge shall \nintroduce the Bill which after introduction shall stand referred to \nthe Standing Committee concerned. If the leave is refused, the \nBill shall stand rejected: \n        Provided that when the item is called and the member-in- \ncharge is absent, the Bill shall be treated as dropped. \nGovernment Bills \n        96.   (1)  A Minister shall give notice in writing to introduce \na Bill. \n        (2)     The notice shall be accompanied by a copy of the Bill, \ntogether with a Statement of Objects and Reasons signed by the \nMinister *[Omitted]. A certificate whether it is Money Bill or not \nshall be also attached with the notice.  Copy of the Bill shall be \nsupplied to the members on its introduction. \n        (3)     If a question arises whether a Bill does or does not \nrequire previous sanction of the President or the Government, the \nquestion shall be decided by the Chairman. \n        (4)     The introduction of the Bill shall ordinarily be \nincluded in the Orders of the Day for a day meant for \nGovernment business and copies of the Bill shall be circulated \nalong-with the Orders of the Day. If the Bill involves amendment \nto an existing law, the Secretary shall also supply a relevant \nextract of the section or sections of the original Act which the Bill \nseeks to amend. Notice of\nGovernment\nBills.                                                       50 \n–––––––––––––––––––––––––––––––––––––––––––––––––––––––––––––––– \n*        Omitted by S.R.O.452(I)/2016, dated 26-05-2016. \n        (5)     When the item is called, the Minister shall introduce \nthe Bill. \n        (6)     For the purpose of this rule, an Ordinance first laid \nbefore the Senate under paragraph (b) of clause (3) of Article 89 \nof the Constitution, read with sub-rule (1) of rule 145, shall be \ndeemed to be a Bill introduced in the Senate on the day it is so \nlaid and it shall also contain Statement of Objects and Reasons. \nPUBLICATION OF BILLS \n        97.   (1) The Secretary shall cause every Bill that has been \nintroduced to be published in the Gazette as early as possible. \n        (2)     The President may order the publication of any Bill, \ntogether with the Statement of Objects and Reasons \naccompanying it, before its introduction and if it is so published \nit shall not be necessary to publish it again after its introduction.      \nCONSIDERATION OF BILLS \n        98.   Upon introduction, a Bill shall stand referred to the \nStanding Committee concerned with the subject matter of the \nBill:   \n        Provided that the member-in-charge may move that the \nrequirement of this rule be dispensed with and, if the motion is \ncarried, the provisions of rule 99 shall apply to the Bill as if it \nwere received back from the Standing Committee on the day on \nwhich the motion is carried.     \n        99.   (1) When a Bill has been received back from the \nStanding Committee, or when the time fixed for the Standing \nCommittee to send it back has expired, the Secretary shall cause \ncopies of the Bill, as introduced, together with modifications, if \nany, recommended by the Standing Committee, to be supplied to \neach member within seven days  after the receipt back or, as the \ncase may be, expiry  of time and shall set down the Bill on the Publication of\nBills.\nReference of\nBills to \nStanding \nCommittees.\nTime for \nconsideration \nof Bills.51 \nOrders of the Day. If it is a private members’ Bill for a day fixed \nfor private members’ business and if it is a Government Bill then \nfor a day meant for Government business for a motion under \nrule 100. \n        (2)     At least two clear days shall intervene between the day \nof supply of copies of the Bill to members and the day for setting \ndown of the Bill for a motion under rule 100: \n        Provided that it shall not be necessary to supply copies of \nthe Bill, where the requirement of rule 98 has been dispensed \nwith or where the Standing Committee has not recommended any \nmodification in the Bill or where the Standing Committee has \nfailed to send back the Bill before the expiry of the time for it to \nsend it back. \n        (3)     In case of urgency, if the Chairman permits, the \nmember-in-charge may move that the requirement of sub-rule (2) \nbe dispensed with and, if the motion is carried, the provisions of \nthat sub-rule shall stand suspended in regard to that Bill and the \nmember-in-charge may forthwith make any of the motions in rule \n100. \n        100. (1) On the day for which a Bill is set down under rule \n99, or  on any subsequent day to which the matter might have \nbeen adjourned, the member-in-charge may make any of the \nfollowing motions in regard to  his Bill, namely:—   \n        (a)     that it be taken into consideration at once; or \n             \n        (b)     that it be taken into consideration on a date to be fixed \nforthwith; or \n             \n        (c)     that it be referred to a  Select  Committee; or \n        (d)     that it be circulated for the purpose of eliciting opinion \nthereon. Motions to be \nmade by \nmember-in-\ncharge.                                                       52 \n        (2)     Any member may move an amendment to a motion \nmoved under sub-rule (1) by the member-in-charge. \n        (3)     The member-in-charge shall explain the purpose of his \nmoving the motion mentioned in sub-rule (1) and thereafter the \nmember shall move his amendment to the said motion and shall \nspeak in support of his amendment and thereafter the Chairman \nshall put it to the vote of the House and the House shall decide \neither in favour of the motion moved by the member-in-charge or \nin favour of the amendment moved by a member. \n        (4)     If the motion moved by the member-in-charge is \ncarried and the amendment of the member is rejected the Bill \nshall be considered by the House under rule 104. \n        (5)     If the amendment moved by a member is carried then \nthe Bill shall be dealt with as decided by the House. \n        (6)     Where a motion that a Bill be referred to the Select \nCommittee is carried the Bill shall be referred to the said \nCommittee to report within a specified period and after the \nreceipt of the report the House may consider it under rule 104. \n        (7)     Where a motion or amendment that a Bill be \ncirculated for the purpose of eliciting public opinion thereon is \ncarried and the Bill is circulated in accordance with that direction \nand opinions are received thereon the member-in-charge if \nwishes to proceed with his Bill thereafter may move a motion that \nthe Bill be referred to the Standing Committee concerned or \nSelect Committee or that it be taken into consideration. \n        101. (1) Where a Bill  has  been  referred  to  a  Select \nCommittee,  the member-in-charge may, after the presentation of \nthe final report by the Select Committee, move,— \n        (a)     that the Bill as reported by the Select Committee be \ntaken into consideration; or Procedure \nafter \npresentation of\nreport.53 \n        (b)     that the Bill as reported by the Select Committee be \nreferred to the same Committee again either- \n                  (i)     as a whole, or \n                (ii)     with respect to particular clauses or amendments \nonly, or \n               (iii)     with instructions to make some particular or \nadditional provision in the Bill, or \n        (c)     that the Bill as reported by the Select Committee be \ncirculated or re-circulated for the purpose of eliciting \nopinion or further opinion thereon. \n        (2)     If the member-in-charge moves that the Bill as \nreported by the Select Committee be taken into consideration, \nany member may object to its being so taken into consideration, \nif a copy of the report of the Select Committee has not been made \navailable for use of the members at least two days before the \nmotion is made, and the objection shall prevail unless the \nChairman allows the report to be taken into consideration. If it is \nallowed the procedure laid down in rules 103 to 115 shall be \napplicable.  \n        102. (1) If a member raises the objection that a Bill is \nrepugnant to the Injunctions of Islam, he may move a motion and \nif it is supported by not less than two-fifths of the total \nmembership of the Senate the question shall be referred to the \nCouncil of Islamic Ideology for advice as to whether the Bill is \nor is not repugnant to the Injunctions of Islam. Such a motion can \nnot be raised after the commencement of the motion for \nconsideration of the Bill. \n        (2)     Notwithstanding a reference under sub-rule (1), the \nSenate may at any time proceed with the Bill, if it considers that \nin the public interest the passage of the Bill should not be \npostponed until the advice is furnished. Bills \nrepugnant to \nthe \nInjunctions of\nIslam.                                                       54 \n        (3)     The advice of the Council of Islamic Ideology on a \nquestion referred to it under sub-rule (1) shall on receipt be \ncirculated amongst the members and shall also be laid on the \nTable of the House. \n        (4)     If the advice of the Council of Islamic Ideology is \nfurnished after the Bill referred to in sub-rule (2) has been \nenacted and is to the effect that the law is repugnant to the \nInjunctions of Islam, the Minister concerned shall, within seven \ndays of the laying of the advice on the Table, move that the law \nbe reconsidered and further action thereon shall be taken in \naccordance with the provisions of this chapter as if the law were \na Bill referred to the Standing Committee under rule 98. \nFIRST READING  OF THE BILL \n        103. (1) On the day on which any of the motions referred to \nin rule 100  is made or on any subsequent day to which discussion \nthereof is postponed the principles of the Bill and its general \nprovisions may be discussed, at this stage amendments to the Bill \nmay not be moved but any member may give notice of any \namendment. \n        (2)     Notwithstanding anything contained in this rule, a \nMinister or a member at any stage of the Bill may move that it be \ncirculated for the purpose of eliciting opinion thereon. Where this \nmotion is carried and the Bill is circulated in accordance with that \ndirection and opinions are received thereon, the Minister may, if \nhe wishes to proceed with the Bill thereafter, move that the Bill \nbe referred to the Standing Committee concerned or that it be \ntaken into consideration at once. \nSECOND READING OF THE BILL \n        104. (1) On conclusion of general discussion on the \nprinciples of the Bill and its general provisions the motion for \nconsideration of the Bill shall be put to the House. If the motion \nis carried the Bill shall be taken up clause by clause. Discussion on \nprinciples of\nBills.\nConsideration \nof the Bill\nclause by \nclause.55 \n        (2)     At this stage any member may move an amendment to \nthe Bill subject to the provisions of these rules. \n        105. (1) When  a motion that a Bill be taken into \nconsideration is carried, any member may propose an amendment \nto the Bill. If notice of an amendment has not been given two \nworking days before the day on which the relevant clause of or \nschedule to the Bill is to be considered, any member may object \nto the moving of the amendment and such objection shall prevail \nunless the Chairman allows the amendment to be moved. \n        (2)     The Secretary shall cause a list of admitted \namendments of which notices have been received to be made \navailable for the use of every member. \n        106. The following  conditions shall govern the \nadmissibility  of amendments:— \n        \n         (i)     An amendment shall be within the scope of the Bill \nand relevant to the subject matter of the clause to \nwhich it relates; \n        (ii)     An amendment shall not be inconsistent with any \nprevious decision of the Senate on the same question; \n       (iii)     An amendment shall not be such as to make the clause \nwhich it proposes to amend unintelligible or \nungrammatical; \n       (iv)     If an amendment refers to, or is not intelligible \nwithout, a subsequent amendment or schedule, notice \nof the subsequent amendment or schedule shall be \ngiven before the first amendment is moved, so as to \nmake the series of amendments intelligible as a whole:                          \n                 Provided that in order to save time and repetition \nof arguments a single discussion may be allowed to \ncover a series of interdependent or identical \namendments; Notice of\namendments.\nConditions of\nadmissibility \nof\namendments.                                                       56 \n        (v)     The Chairman shall determine the place at which an \namendment shall be moved; \n       (vi)     The Chairman may refuse to propose an amendment, \nwhich is, in his opinion, frivolous or meaningless; \n             \n      (vii)     An amendment may be moved to an amendment, \nwhich has been already proposed by the Chairman; \n     (viii)     An amendment shall not be moved which has merely \nthe effect of a negative vote; and \n             \n       (ix)     In respect of any amendment of the Bill under \nconsideration of the Senate, the Chairman shall have \nthe power to select one of the several identical or \nsubstantially identical amendments to be proposed or \nmay club together the identical amendments. \n        107. (1) Amendments shall be arranged in the order in \nwhich notices thereof were received and shall be considered  in \nthe order  of the clauses of the Bill  to which they respectively \nrelate and in respect of any such clause a motion shall be deemed \nto have been made: “That this clause stands part of the Bill”. \n        (2)     Amendments shall be moved by the member only who \nhas given notice thereof.  \n        (3)     A member may give notice of at least one working day \nto move an amendment to amendment and after the original \namendment is moved the member giving notice of an amendment \nto amendment shall move his amendment and it shall be \nconsidered and decided first and in case the amendment to an \namendment is carried the original amendment shall become out \nof order and in case the amendment to amendment is rejected \nthen the original amendment shall be discussed and put to the \nvote of the House. \n        108. An amendment moved  may, by leave of the Senate, \nbut not otherwise, be withdrawn, at the request of the Minister or Order of\namendments.\nWithdrawal of\namendments.57 \nthe member moving it. If an amendment has been proposed to an \namendment, the original amendment shall not be withdrawn until \nthe amendment proposed to it has been disposed of. \n        109. The Chairman may call each clause separately and, \nwhen the amendments relating to it have been dealt with, shall \nput the  question : “That this clause or that this clause as amended \nstands part of the Bill”. \n        110. The Chairman may, if he thinks fit, postpone the \nconsideration of a clause. \n        111.  The consideration of the schedule or schedules, if any, \nshall follow the consideration of clauses. Schedules shall be put \nfrom the Chair, and may be amended, in the same manner as \nclauses, and the consideration of new schedules shall follow the \nconsideration of the original schedules. The question shall then \nbe put: “That this schedule or that this schedule as amended do \nstand part of the Bill”. \n        112. Clause  one, the preamble, if any, and the title of a Bill \nshall stand postponed until the other clauses and schedules \nincluding new clauses and new schedules have been disposed of \nand the Chairman shall then put the question: “That clause one, \nor the preamble or the title or that clause one or the  preamble or \nthe title as amended do stand part of the Bill”. \nTHIRD READING \nPASSING OF BILLS \n        113. (1) When clause by clause consideration of the Bill \nhas taken place and no amendment to the Bill is made, the \nmember-in-charge may at once move that the Bill be passed. \n        (2)     If any amendment of the Bill is made, any member \nmay object to a motion being made that the Bill be passed at \nonce, and such objection shall prevail, unless the Chairman \nallows the motion to be made. The disposal of\namendments.\nPostponement\nof clause.\nSchedule.\nClause one,\npreamble and \ntitle of the Bill.\nPassing of\nBills.                                                       58 \n        (3)     Where such objection as aforesaid prevails, a motion \nthat the Bill be passed may be made on a subsequent day. \n        (4)     At this stage no amendment to the Bill may be moved, \nexcept verbal amendments which are of a formal or \nconsequential nature. \n        114. The discussion on a motion that the Bill, or the Bill as \namended, be passed shall be confined to the submission of \narguments either in support of the Bill or for the rejection of the \nBill. In making his speech a member shall not refer to the details \nof the Bill further than is necessary for the purpose of his \narguments which shall be of a general character. \n        115. The member-in-charge of  a Bill may, at any stage of \nthe Bill, move for leave to withdraw the  Bill, and if such leave \nis granted, no further motion shall be made with reference to the \nBill. \n        116. When a Bill is passed, with or without amendment, \nthe Secretary may, if necessary,— \n        (a)     correct punctuations or grammatical or printing \nerrors; or \n        (b)     make incidental, consequential or   verbal alterations; \nor \n        (c)     re-number or re-letter the provisions of the Bill. \n        117. When a Bill  is passed  by the Senate, it shall be \ntransmitted to the Assembly for consideration with a message to \nthat effect. \nBILLS ORIGINATING IN THE ASSEMBLY AND \nTRANSMITTED TO THE SENATE \n        118. When a Bill originating in the Assembly has been \npassed by it and is transmitted to the Senate, the Secretary shall, \nas soon as may be, cause it to be circulated among the members. Scope of\ndebate.\nWithdrawal of\nBills.\nCorrections of\nformal nature \nin the Bill.\nTransmission \nof Bill to \nAssembly.\nBills \noriginating in \nand passed by \nthe Assembly \nand \ntransmitted to \nthe Senate.59 \n        119. At anytime after the Bill has been so circulated, any \nMinster, in the case of  a Government Bill and, in any other case, \nany member, may give notice of his intention to move that the \nBill be taken into consideration. \n        120. On the day on which the motion for consideration is \nset down in the Orders of the Day which shall, unless the \nChairman otherwise directs,  be  not less than two working days \nfrom the receipt of the notice, the Minister or, as the case may be, \nthe member giving notice may move that the Bill be taken into \nconsideration. \n        121. Any member may move as an amendment that the Bill \nbe referred to the Standing Committee and if such motion is \ncarried, the Bill shall stand referred  to the Standing Committee, \nand the rules regarding Bills originating in the Senate and \nreferred to the Standing  Committee shall then apply. \n        122. On the day on which such motion is made or on any \nsubsequent day to which the discussion is postponed, the \nprinciples of the Bill  and its general provisions may be discussed \nbut the details of the Bill shall not be discussed further  than is \nnecessary to explain its principles. \n        123. If the motion that the Bill be taken into consideration \nis carried, the Bill shall be taken into consideration clause by \nclause and the provisions of  these rules regarding consideration \nof amendments to Bills and the subsequent procedure in regard to \nthe passing of Bills shall apply. \n        124. If the Bill is passed without amendment a message \nshall be sent to the Assembly to this effect. \n        125. If a  Bill passed  by the Assembly and transmitted to \nthe Senate is rejected or is not passed within ninety days of its \nlaying in the Senate or is passed with amendment it shall be \nreturned to the Assembly with a message to the effect. Notice.\nMotion for \nconsideration.\nReference to \nStanding \nCommittee.\nDiscussion.\nConsideration \nand passing.\nBills passed \nwithout\namendment.\nBills passed \nwith \namendment or \nrejected.                                                       60 \nBILLS PASSED BY SENATE AND AMENDED,\nREJECTED OR NOT PASSED BY ASSEMBLY \n        126. (1) If a Bill passed by the Senate  and transmitted  to \nthe Assembly is rejected or is not passed within ninety days of its \nlaying in the Assembly, or is passed with amendment by the \nAssembly, the Secretary shall immediately communicate the fact \nto the members and also cause copies of the Bill to be supplied to \nthem. \n        (2)     At any time after the Bill passed by the Assembly with \namendment has been so circulated, any Minister, in the case of a \nGovernment Bill, or, in any other case, any member may, after \ngiving two working days notice, move that the Bill be taken into \nconsideration. \n        (3)     The Secretary shall forthwith cause the notice so \nreceived to be circulated among the members. \n        (4)     When the motion for consideration is moved, any \nmember may move as an amendment that the Bill be referred to \nthe Standing Committee and if the motion is carried the Bill shall \nstand referred to the Standing Committee. The provisions of rule \n121 shall mutatis mutandis apply: \n        Provided that the Standing Committee shall only examine \nthe amendment made by the Assembly.  \n        (5)     If a motion under sub-rule (2) is carried, the \nprovisions of these rules regarding passing of the Bills shall, so \nfar as may be, and with the necessary modifications apply. \n        (6)     After all the amendments made by the Assembly are \ndisposed of, the member-in-charge shall move that the Bill be \npassed. \n        (7)     If a Bill transmitted to the National Assembly is \nrejected or not passed within ninety days of its laying in the Bills amended,\nrejected or not\npassed by \nAssembly.61 \nNational Assembly, or is passed by the National Assembly with \namendment but not passed by the Senate with such amendment, \nany Minister, in the case of a Government Bill, or, in any other \ncase, any member may, after giving two days notice, move that \nthe Bill be considered in a joint sitting. \n        (8)     When a Bill, as amended by the Assembly, is passed \nby the Senate an authenticated copy thereof signed by the \nChairman shall be transmitted to the President by the Secretary \nfor assent under Article 75 of the Constitution. \n        (9)     When a Bill transmitted by the Assembly under clause \n(1) of Article 70 is passed by the Senate without amendment, a \nmessage shall be sent to the Assembly to this effect. \n        127. When a motion made under sub-rule (7) of rule 126 is \ncarried, the Chairman shall refer the Bill to a joint sitting or, if a \njoint sitting is not in session, request the President to summon a \njoint sitting for consideration of the Bill. \n        128. When a Bill transmitted by the Assembly is passed by \nthe Senate, without amendment, an authenticated copy thereof \nsigned by the Chairman shall be transmitted to the President by \nthe Secretary for assent under Article 75 of the Constitution. \n        129. When a Bill is assented to by the President under \nArticle 75 of the Constitution, the Secretary shall immediately \ncause it to be published in the Gazette as an Act of Majlis-e- \nShoora (Parliament). \n        130. When a copy of Money  Bill,  including Finance Bill \ncontaining the Annual Budget Statement, is transmitted to the \nSenate, it shall be laid on the Table by a Minister; \n        (1)     After a copy of the Money Bill, including the Finance \nBill containing the Annual Budget Statement, has \nbeen laid on the Table, the Minister shall move that the \nSenate may make recommendations thereon to the Reference of\nBill to the \njoint sitting.\nAuthentication \nand \nsubmission of\na Bill for \nassent.\nBills assented \nto by the \nPresident.\nMoney Bill\ntransmitted to \nthe Senate \nunder Article \n73.                                                       62 \nNational Assembly. After the motion, the Senate shall \ncommence its debate on the Bill; \n        (2)     Unless the Chairman otherwise directs, a member \nmay, within three days of the motion, give notice of a \nproposal for making recommendations, together with \nthe statement of reasons for such proposal, in writing \nto the Secretary: \n            Provided that a member shall not give notice of \na proposal for making recommendations to the Annual \nBudget Statement which relates to the expenditure \ncharged upon the Federal Consolidated Fund under \nclause (1) of Article 82 of the Constitution; \n        (3)     If such notice is admitted by the Chairman, the \nSecretary shall cause a list of proposed \nrecommendations to be made available for the use of \nevery member; \n        (4)     The provisions of rules 106, 107 and 108 shall, \nmutatis mutandis, apply in respect of a notice of a \nproposal for recommendations; \n        (5)     The proposed recommendations so received shall \nimmediately be sent to the Standing Committee on \nFinance which shall examine them and present its \nrecommendations to the House within a period of ten \ndays; \n        (6)     When such a Bill is transmitted to the Senate, it may \nwithin fourteen days make recommendations, if any, \nthereon to the National Assembly; \n        (7)     The Chairman may if he considers it necessary, or on \na motion moved by a Minister or member, allot time \nfor discussion on the Bill and for this purpose the \nChairman may suspend or vary the rules to the extent \nnecessary; 63 \n        (8)     A question relating to a proposed recommendation \nshall be decided by a majority of the members present \nand voting in the manner laid down in  rule 238; \n  *[(8A)     In case the Senate is not in session and period of \nfourteen days is due to expire, the recommendations \nshall be submitted to the Chairman in his Chamber, \nwho may transmit the same to the National Assembly, \ninforming that the said recommendations will be \nplaced before the Senate when it will meet; and] \n        (9)     No other business, except with the permission of the \nChairman, shall be transacted on a day when any such \nBill is discussed for making recommendations thereon \nto the National Assembly. \nCONSTITUTION AMENDMENT BILL \n        131. (1) In respect of  a Bill seeking to amend the \nConstitution, the provisions of this rule shall apply in addition to \n**[provisions] of rules 118 to 125, 128 and 129 of this Chapter \nin so far as they are not inconsistent with any provision of this \nrule  or  Article 239 of the Constitution. \n        (2)     Each clause or schedule, or clause or schedule as \namended, as the case may be, shall be put to the vote of the \nSenate separately and shall form part of the Bill if it is passed by \nthe votes of not less than two-thirds of the total membership of \nthe Senate.   \n        (3)     Amendments to clauses or schedules shall be decided \nby a majority of members present and voting in the same manner \nas in the case of any other Bill. \n        (4)     If the motion in respect of such Bill is that the Bill or \nas the case may be, the Bill as amended, be passed, then the \nmotion shall  be deemed to have been carried if it is passed by the \nvotes  of  not  less  than  two-thirds of the total membership of Constitution \namendment\nBill.                                                       64 \n–––––––––––––––––––––––––––––––––––––––––––––––––––––––––––––––– \n*        Inserted by S.R.O.452(I)/2016, dated 26-05-2016. \n**       Substituted by S.R.O.452(I)/2016, dated 26-05-2016. \nthe Senate. \n        (5)     Voting shall be by division whenever a motion has to \nbe carried by the votes of not less than two-thirds of the total \nmembership of the Senate. \n        (6)     If the result of the voting shows that not less than two- \nthirds of the total membership of the Senate is in favour of the \nmotion, the Chairman shall, while announcing the result, say that \nthe motion is carried by the votes of not less than two-thirds of \nthe total membership of the Senate. \n        (7)     If a Bill passed by the Assembly is passed by the \nSenate, without amendment by the votes of not less than two- \nthirds of the total membership of the Senate it shall, subject to the \nprovisions of sub-rule (9) be presented to the President for assent \nunder clause (2) of Article 239 of the Constitution. \n        (8)     If a Bill passed by the Senate and transmitted to the \nAssembly is passed by the Assembly with amendment, it shall be \nreconsidered by the Senate in the manner provided in sub-rules \n(2) to (6) and, if the Bill as amended by the Assembly is passed \nby the Senate by the votes  of not less than two-thirds  of the total \nmembership of the Senate it shall, subject to the provisions of \nsub-rule (9) be presented  to the President for assent under clause \n(3) of Article 239 of the Constitution. \n        (9)     If a Bill to amend the Constitution which would have \nthe effect of altering the limits of a Province shall not be \npresented to the President for assent unless it has been passed by \nthe Provincial Assembly of the Province by the votes of not less \nthan two-thirds of its total membership. \n        (10)   When the Bill is assented to by the President, the \nChairman shall immediately cause it to be published in the \nGazette as an Act of Majlis-e-Shoora (Parliament). 65 \n*[CHAPTER XII-A \nCOMMUNICATIONS BETWEEN THE SENATE AND \nNATIONAL ASSEMBLY \n        131A. (1) Communications between the Senate and the \nNational Assembly shall be by message. \n        (2)     Every message from the Senate to the National \nAssembly shall be in writing and shall be signed by the Secretary \nSenate and be addressed to the Secretary National Assembly. \n        131B. (1) If any such message is sent or received by the \nSecretary Senate when the Senate is in session, the Secretary \nshall report the message to the Members, as soon as practicable, \nafter its receipt. \n        (2)     If any such message is sent or received by the \nSecretary Senate when the Senate is not in session, a copy of the \nmessage shall, as soon as practicable, be forwarded by the \nSecretary to the Members. \n        131C.The subject matter of a message shall be dealt with \nby the House according to these Rules.] Communica-\ntions by \nmessages.\nCommunica-\ntion of\nmessages to \nMembers.\nProcedure to \ndeal with the \nsubject of\nmessages.                                                       66 \n–––––––––––––––––––––––––––––––––––––––––––––––––––––––––––––––– \n*        Inserted by S.R.O.452(I)/2016, dated 26-05-2016. \nCHAPTER XIII \nRESOLUTIONS NOT MENTIONED \nIN THE CONSTITUTION \n        132. Subject to the provisions of these rules, any member \nor a Minister may move a resolution relating to a matter of \ngeneral public interest. \n                 \n        133. (1) A private member who wishes to move  a \nresolution shall give seven days’ notice of his intention to do so \nand shall submit, together with the notice, a copy of the \nresolution which he intends to move. \n        (2)     A Minister who whishes to move a resolution  shall \ngive three days’ notice of his intention to do so and shall submit, \ntogether with the notice, a copy of the resolution which he \nintends to move: \n        Provided that the Chairman may allow moving the \nresolution of an urgent matter of public importance on a shorter \nnotice. \n        134. (1)  A resolution may be in the form of a declaration \nof opinion, or a recommendation, or convey a message, or \ncommend, urge or request an action, or call attention to a matter \nor situation for consideration by the Government, or  in such \nother form as the Chairman  may consider  appropriate. \n        (2)     It shall relate to a matter which is primarily the \nconcern of the Government or to a matter in which the \nGovernment has substantial financial interest. \n        (3)     It shall be clearly and precisely expressed and shall \nraise substantially one definite issue. \n        (4)     It shall not: Right to move \nresolution.\nNotice of\nresolution.\nForm and \ncontents of the \nresolution.67 \n                (a) Contain arguments, inferences, ironical \nexpressions or defamatory statements; \n        (b)     be vague, trivial or vexatious  in  form or content; \n        (c)     refer to the conduct or character of a person except \nin his official  or public capacity; \n        (d)     raise discussion which is detrimental to public \ninterest; \n        (e)     contain reflection on the President or a Judge of the \nSupreme Court or of a High Court; or \n         (f)     raise discussion on a matter which in its nature is \nsecret or sensitive; and \n             \n        (g)     relate to any matter which is pending before  any court \nor other authority performing judicial or quasi-judicial \nfunctions: \n                 Provided that the Chairman may, in his discretion, \nallow such matter being raised in the Senate as is \nconcerned with the procedure or subject or stage of \nenquiry if he is satisfied that it is not likely to \nprejudice the consideration of the matter by such court \nor authority and is not inconsistent with any other rule. \n        135. The Chairman shall decide whether a resolution or a \npart thereof is or is not admissible under these rules and may \ndisallow any resolution or a part thereof when in his opinion it is \nan abuse of the right of moving a resolution or is calculated to \nobstruct or prejudicially affect the procedure of the Senate or is \nin contravention of any of these rules. \n        136. (1) A member or a Minister in whose name a \nresolution stands in the Orders of the Day may, if not withdrawn \nearlier, when called upon, either: — Chairman to \ndecide \nadmissibility \nof resolution.\nMoving of\nresolution or \nits withdrawal.                                                       68 \n         (i)     move the resolution, in which case he shall commence \nhis speech by a formal motion in the terms appearing \nin the Orders of the Day; or \n        (ii)     not move the resolution, but may make a brief \nstatement. \n        (2)     In the absence of the mover, the resolution shall be \ndropped and the member shall not repeat the notice raising \nsubstantially the same issue within a period of six months from \nthe date the earlier resolution is dropped. \n        137. (1) After a resolution has been moved, any member \nmay, subject to these rules, move an amendment to the resolution. \n        (2)     An amendment shall be within the scope of and \nrelevant to the subject matter of the resolution to which it is \nproposed. \n        138. (1) Ordinarily, the notice of an amendment  shall be \ngiven two working days before the day on which the resolution is \nto be taken up for consideration. If notice of an amendment has \nnot been given two *[working] days before the day on which it is \nmoved, any member may object to the moving of the \namendment, and thereupon the objection shall prevail, unless the \nChairman in his discretion allows the amendment to be moved. \n        (2)     The Secretary shall, if time permits, cause a copy of \neach amendment to be made available for the use of every \nmember. \n        139. A member or a Minister who has moved a resolution, \nor an amendment to a resolution, shall not withdraw the \nresolution or, as the case may be, amendment, except by leave of \nthe Senate. \n        140. (1) When a resolution has been moved, no resolution \nor amendment raising substantially the same question shall be \nmoved within six months from the date of the moving of the \nearlier resolution. Amendment of\na resolution.\nNotice of\namendment.\nWithdrawal of\nresolution or \namendment\nafter having \nbeen moved.\nRepetition of\nresolution.69 \n–––––––––––––––––––––––––––––––––––––––––––––––––––––––––––––––– *        Substituted by S.R.O.452(I)/2016, dated 26-05-2016. \n        (2)     When a resolution has been withdrawn with the leave \nof the Senate, no resolution raising substantially the same \nquestion shall be moved within four months from the date of the \nmoving of the earlier resolution. \n        141. Except with the permission of the Chairman a speech \non a resolution shall not exceed ten minutes: \n        Provided that the mover of a resolution, when moving the \nsame, and the Minister concerned may each speak for not more \nthan fifteen minutes. \n        142. The discussion on a resolution shall be strictly limited \nto the subject matter of the resolution: \n        Provided that there shall be no discussion on a resolution \nwhich has not been opposed. \n        143. (1) On the conclusion of the discussion the Chairman \nshall put resolution or as the case may be, the resolution as \namended, to the vote of the House and if passed by the House a \ncopy thereof shall be forwarded to the Division concerned. \n        (2)     The Division concerned shall report to the Senate \nSecretariat about the action taken on the resolution within a \nperiod of two months from the date of communication. \n        (3)     A report received from the Division concerned shall \nbe circulated amongst the members. Time-limit for \nspeeches.\nScope of\ndiscussion.\nCopy to \nDivision \nconcerned.                                                       70 \nCHAPTER XIV \nRESOLUTIONS MENTIONED IN THE CONSTITUTION \n        144. (1) A notice of a resolution under clause (2) of Article \n47 of the Constitution shall be given to the Chairman by  not less \nthan one half of the total membership of the Senate. \n        (2)     Such notice shall set out the particulars of incapacity \nor of the charge upon which the notice is founded and shall not \ncontain any statement or reflection not relevant to the specific \ncharge.  \n        (3)     On receiving such notice, the Chairman shall transmit \nit forthwith to the Speaker of the Assembly. \n        145. (1) On the commencement of a session, as soon as \nmay be but not later than ten days after the commencement of the \nsession, all Ordinances referred to in sub-paragraph (ii) of \nparagraph (a) of clause (2) of Article 89 of the Constitution, made \nafter prorogation of the last session, shall be laid on the  Table. \n        (2)     A member may move a resolution for disapproval of \nan Ordinance or a member or a Minister may move a resolution \nfor extension of an Ordinance under sub-paragraph (ii) of \nparagraph (a) of clause (2) of Article 89 of the Constitution after \ngiving three working days’ notice of his intention to do so. \n        (3)     Where two or more notices under sub-rule (2) are \ngiven in respect of the same Ordinance, the resolutions shall be \ntaken up in the order in which the notices have been received. \n        (4)     If a resolution disapproving or, as the case may be, \nextension of an Ordinance is passed, all other resolutions relating \nto that Ordinance shall lapse. \n        (5)     When a resolution is passed, the Secretary shall \nimmediately cause it to be published in the Gazette and also \ntransmit a copy thereof to the President and Ministry of Law and \nJustice. Resolution for \nthe removal of\nthe President.\nResolutions \nfor the \ndisapproval or \nextension of\nOrdinances.71 \n        146. (1) A member or a Minister may move a resolution, \nfor the approval of a Proclamation, under clause(8) of Article 232 \nor clause (4) of Article 234 or clause (4) of Article 235 of the \nConstitution after giving three  working days’ notice of his \nintention to do so. \n        (2)     Where more than one notice under sub-rule (1) are \ngiven in respect of the same Proclamation, the resolutions shall \nbe taken up in the order in which their notices have been \nreceived. \n        (3)     If a resolution approving a Proclamation is passed, all \nother resolutions relating to that Proclamation shall lapse.  \n        147. A member who has moved a resolution shall not \nwithdraw the resolution except by leave of the House. \n        148. No amendment shall be moved to any resolution \nunder this Chapter. \n        149. The provisions of rule 136, 140, 141, 142 and 143 \nshall mutatis mutandis apply to the resolutions under this \nChapter. Resolution for \nthe approval\nof a \nProclamation.\nWithdrawal of\nresolution \nafter having \nbeen moved.\nAmendment.\nCertain \nProvisions of\nChapter XIII \nto apply.                                                       72 \nCHAPTER  XV \nRESOLUTIONS PASSED BY THE PROVINCIAL \nASSEMBLIES \n        150. (1) Resolutions passed by one or more Provincial \nAssemblies under  Article 144 of the Constitution, shall, on \nreceipt be laid on the Table and if the Senate is not in session  at \nthat time, shall be circulated  to the members  for information. A \ncopy of each such resolution shall also be forwarded to the \nMinistry of Law and Justice and the Ministry concerned.   \n        (2)     A resolution passed by a Provincial Assembly drawing \nattention of the Senate to any matter shall be brought to the notice \nof the members, on its receipt. \n        (3)     The Senate may, by resolution, express its opinion or \nmake any observation or recommendation on the resolution \nreceived from any Provincial Assembly. Treatment of\nresolutions.73 \nCHAPTER XVI \nREPORTS TO BE LAID BEFORE AND DISCUSSED BY \nTHE SENATE \n        151. The report in respect of each year on the observance \nand implementation of the Principles of Policy in relation to the \naffairs of the Federation shall, when received from the President, \nbe laid on the Table by a Minister in terms of clause (3) of Article \n29 of the Constitution.  \n        152. The annual report of the Council of Common \nInterests, when received, shall be laid on the Table by a Minister \nin terms of clause (4) of Article 153 of the Constitution.     \n        153. The annual report of the National Economic Council, \nwhen received, shall be laid on the Table by a Minister in terms \nof clause (5) of Article 156 of the Constitution. \n        154. The recommendations of the National Finance \nCommission, together with an explanatory memorandum as to \nthe action taken thereon, when received, shall be laid on the Table \nby a  Minister in terms of  clause (5) of Article 160 of the \nConstitution. \n        155. The annual report of the Auditor General relating to \nthe accounts of the Federation, when received from the President, \nshall be laid on the Table by a Minister under Article 171 of the \nConstitution. \n        156. Each annual interim report and the final report \nsubmitted by the Council of Islamic Ideology, under clause (4) of \nArticle 230 of the Constitution, shall be forwarded by \nGovernment, within six months of its receipt, to the Secretary \nwhich shall be laid on the Table by a Minister. \n        157. (1) After a report under rule 151 or any other statute \nhas been laid on the Table, the Chairman  shall fix a day for its \ndiscussion.   Report on \nobservance of\nPrinciples of\nPolicy.\nReport of the \nCouncil of\nCommon \nInterests.\nReport of the \nNational\nEconomic \nCouncil.\nRecommenda-\ntions of the \nNational\nFinance \nCommission.\nReport of the \nAuditor \nGeneral.\nReport of the \nCouncil of\nIslamic \nIdeology.\nDiscussion on \nthe reports.                                                       74 \n        (2)     On the day fixed under sub-rule (1), the Minister \nconcerned shall move that the report be discussed by the Senate \nand may make a brief statement explaining the salient features of \nthe report. \n        (3)     The Senate may, by resolution, express its opinion or \nmake any observation or recommendation on the report. 75 \nCHAPTER  XVII \nCOMMITTEES OF THE SENATE \nSTANDING COMMITTEES, SPECIAL COMMITTEES \nAND GENERAL PROVISIONS REGARDING STANDING \nCOMMITTEES \n        158. (1) There shall be a Standing Committee of the Senate \nfor each Ministry of the Government and shall include following \nFunctional  and other Committees:— \n        \n         (i)     Committee on Government Assurances; \n             \n        (ii)     Committee on Problems of Less Developed Areas; \n *[(ii-a)     Committee on Human Rights;] \n             \n       (iii)     Committee on Rules of Procedure and Privileges; \n**[(iii-a)    Committee on Devolution;] \n       (iv)     House Committee; \n        (v)     Library Committee; \n       (vi)     Business Advisory Committee; and \n***[(vii)    Committee on Delegated Legislation:] \n        Provided that the Chairman may in consultation with the \nMinister for Parliamentary Affairs direct that two or more \nMinistries may be combined for the purposes of a Standing \nCommittee. \n        Explanation. — For the purpose of this Chapter, the Cabinet \nSecretariat and the Prime Minister’s Secretariat shall be deemed \nto be a Ministry. Standing \nCommittees of\nthe Senate.                                                       76 \n–––––––––––––––––––––––––––––––––––––––––––––––––––––––––––––––– \n*        Inserted by S.R.O. 1063 (1)/2013, dated 20-12-2013. \n**       Inserted  by S.R.O.  801(1)/2015, dated 13-08-2015. \n***     Inserted  by S.R.O. 1323, dated 31-12-2015. \n        (2)     Each Committee shall deal with the subject assigne to \nthe Ministry with which it is concerned or any other relevant \nmatter referred to it by the Senate: \n       Provided that the Chairman of the Committee may call or \nsummon any Government functionary or other than the \nconcerned Minister with the prior approval of the Chairman \nSenate: \n        Provided further that any subject not so assigned or the \nsubjects assigned to any Ministry for which a Standing \nCommittee has not been constituted shall be dealt with by the \nStanding Committee dealing with Ministry of Parliamentary \nAffairs. \n        (3)     In case there is any change in the composition of \nMinistries or their nomenclature, the Chairman shall, in \nconsultation with Minister for Parliamentary Affairs and the \nMinister concerned, issue suitable directions in regard to the \nreallocation of the existing Standing Committees or, as the case \nmay be, the modification in their nomenclature and election of \nthe new Standing Committees. \n        (4)     The Chairman shall also be authorized to determine \nthe Committees to which the sitting Chairman shall be allocated \nand Committees for which fresh elections are to be held. \nFUNCTIONAL COMMITTEE ON \nGOVERNMENT ASSURANCES \n        159. The functions of the Committee on Government \nAssurances shall be the following or such others as may be \nassigned to it from time to time,— \n                to take note of the assurances, promises, commitments, and \nundertakings of the Government given by its Ministers from time \nto time  on the floor of the House and to regularly report on:- Functions of\nthe \nCommittee.77 \n        (a)     the extent to which such assurances and promises \nhave been implemented; and \n        (b)     where implemented, whether the  implementation has \ntaken place in a timely and  effective manner. \nFUNCTIONAL COMMITTEE ON \nPROBLEMS OF LESS DEVELOPED AREAS \n        160. The functions of the Committee on problems of less- \ndeveloped areas shall be to perform the following or such other \nfunctions as may be assigned  to it from time to time,— \n        promote a balanced  development in different areas  of the \n        country and to pay special attention to the problems of less- \n        developed areas, it shall:— \n        \n        (a)     review plans and special programmes for less- \ndeveloped areas as  approved by the Government from \ntime to time;  \n        (b)     receive representations from affected persons and \nareas concerning the development of those areas \nwithin the framework of budgetary provisions already \nmade in that behalf; \n        (c)     identify problems, bottlenecks and difficulties in the \nimplementation of the programmes and policies for \nless-developed areas as approved and enunciated by \nthe Government from time to time; and \n             \n        (d)     make recommendations subject to availability of \nresources, for resolving these problems and for the \nspeedier development  of those areas in order to \nachieve more balanced and equitable utilization of \nresources in the country for greater socio-economic \njustice. Functions of\nthe \nCommittee.                                                       78 \n*[FUNCTIONAL] COMMITTEE ON HUMAN RIGHTS \n                 \n        161. **[The functions of the Committee on Human \nRights] shall be the following or such others as may be assigned \nto it from time to time. \n        The Committee shall:— \n        (a)     review on a continuous basis the over-all position of \nhuman rights violations in the country; \n        (b)     receive representations from the affected  persons, \norganizations and international agencies, including the \nHuman Rights Commission, regarding human rights \nviolations in the country; \n        (c)     ascertain if any violation of human rights  has taken \nplace and also identify the problem areas; and \n        (d)     undertake studies and make recommendations for \nredressing the human rights violations including \nproposal for legislation in that area. Functions.79 \n–––––––––––––––––––––––––––––––––––––––––––––––––––––––––––––––– \n*        Added by S.R.O. 1063(1)/2013, dated 20-12-2013. \n**       Substituted by S.R.O.1063 (1)/2013, dated 20-12-2013. \nOMMITTEE ON RULES OF PROCEDURE AND \nPRIVILEGES \n        162. The Committee— \n        (a)     shall consider matters of procedure and conduct of \nbusiness in the Senate and recommend  such \namendments  to these rules as may be deemed \nnecessary; \n        (b)     shall examine every question of privilege  referred  to \nit by the Senate or the Chairman and determine with \nreference to the facts of each case  whether a breach of \nprivilege is involved  and, if so, the nature of the \nbreach and the circumstances leading to it; and make \nsuch recommendations as it may deem fit; and \n        (c)     may suggest the procedure to be followed  by the \nSenate to give effect to its recommendations. \n*[FUNCTIONAL COMMITTEE ON DEVOLUTION \n        162A.The functions of the Committee on Devolution shall \nbe the following or such others as may be assigned to it from time \nto time. The Committee shall:— \n        (a)    Review, on a continuous basis, implementation of \ndevolution scheme as envisaged in the Constitution of \nthe Islamic Republic of Pakistan, 1973; \n        (b)     Identify and make remedial recommendations where \nthe Constitution (Eighteenth Amendment) Act, 2010 \nhas been deviated from, circumvented or not \nimplemented; \n        (c)     identify and make recommendations to such aspects \nof the implementation plan/ process which due to \nadministrative or lack of law or for any other reasons \nis facing or likely to face difficulty in its \nimplementation; and \n        (d)     on regular basis, seek the views of the Federal \nGovernment, Provincial Governments and or any \ndivision, department, autonomous or semi- \nautonomous body / bodies related with or pertaining Functions of\nthe Committee \non Rules of\nProcedure and \nPrivileges.\nFunctions.                                                       80 \n–––––––––––––––––––––––––––––––––––––––––––––––––––––––––––––––– \n*        Added by S.R.O. 801(1)/2015, dated 13-08-2015. \nto the process ofimplementation of the Constitution \n(Eighteenth Amendment) Act, 2010 to evaluate and \noversee the implementation status of the Constitution \n(Eighteenth Amendment) Act, 2010.] \n        *[162B. (1)  The composition of the Functional \nCommittee on Devolution shall be such as may be determined by \nthe House, from time to time. \n        (2)     The provisions of rules 173 (1) and 183 (1) shall not \nbe applicable to the Functional Committee on Devolution.] \n        163. All other matters including  the composition and \nelection to these  Committees shall be regulated mutatis mutandis \nby rules relating to Standing Committee  appearing  hereafter. \n        164. Except as otherwise provided in these rules, the \nSenate may, on a motion made by a Minister or member, remit to \nthe Standing Committee any subject or matter with which it is \nconcerned and the Standing Committee shall study such subject \nor matter with a view to suggesting legislation or making \nrecommendations to the Senate. \n        165. (1) Each Standing Committee shall consist of not less \nthan **[ten] members and not more than ***[fourteen] members \nto be elected by the Senate. The Minister or Adviser concerned \nshall be an ex-officio member of the Committee: \n        \n        Provided that the Minister shall not be entitled to vote as an \nex-officio member unless, he is a member of the \n****[Committee]: Composition \nof Functional\nCommittee on \nDevolution.\nProvisions \nrelating to \nStanding \nCommittees to \napply to \nFunctional\nCommittees.\nReference to \nStanding \nCommittees.\nComposition \nof Standing \nCommittees.81 \n–––––––––––––––––––––––––––––––––––––––––––––––––––––––––––––––– \n*        Added  by S.R.O. 796(1)/2015, dated 13-08-2015. \n**       The word “twelve” substituted by the word “nine” videS.R.O. \n158(1)/2013 dated 1st March, 2013 and then the word “nine” substituted by the \nword “twelve” vide S.R.O 177 (1)/2013 dated 6th March, 2013 and the word \n“twelve” substituted by the word “ten” vide S.R.O 387 (I)/2016 dated 3rd May, \n2016. \n***     The word “fifteen” substituted by the word “twelve” vide S.R.O. 158 \n(1)/2013 dated 1st March, 2013 and then the word “twelve” substituted by the \nword “fourteen” vide S.R.O 177 (1)/2013 dated 6th March, 2013. \n****   Substituted by S.R.O.452(I)/2016, dated 26-05-2016. \n        Provided further  that, in  case of Ministry which is in the \ncharge of the Prime Minister or for which no Minister has been \nappointed, the concerned  Minister of State or an Adviser, if any, \nshall be its ex-officio member and, where there is no Minister of \nState or an Adviser also, the Minister  or Minister of  State or an \nAdviser to whom the subject or matter referred  to the Committee \nis assigned shall act as its ex-officio member and in the absence \nof such  assignment, the Minister for Parliamentary Affairs shall \nact as ex-officio member of the Committee. \n        (2)     The member-in-charge other than a Minister, or \nmember on whose motion any subject or matter was referred to \nthe Committee may attend the meetings of the Committee, but \nshall not vote, unless he is a member of that Committee. \n        (3)     The Secretary of the Ministry or Division concerned \nand head of the relevant department shall attend the Committee \nmeetings as and when required to do so.  \n        166. (1) A Standing Committee shall examine a Bill, \nsubject or matter referred to it by the Senate or the Chairman and \nshall submit its report to the Senate or to the Chairman, as the \ncase may be, with such recommendations including  suggestions \nfor legislation, if any, as it may deem  necessary. In the case of a \nBill, the Committee shall also examine whether the Bill violates, \ndisregards or is otherwise not in accordance with the provisions \nof the Constitution. \n        (2)     The Committee may propose amendments which will \nbe shown in its report along-with original provisions of the Bill, \nbut the Committee shall have no power of preventing the Bill \nfrom coming to the Senate.     \n        (3)     If a Committee does not present its report within the \nperiod prescribed, or the time allowed, the Bill, subject or matter \nreferred to it may be considered by the Senate, without waiting \nfor the report, upon a motion by any member or by the Minister \nconcerned and such Bill, subject or matter shall be treated as \nwithdrawn from the Committee. Functions of\nStanding \nCommittees.                                                       82 \n        (4)     A Committee may examine suo moto the *[budgetary \nallocation and its utilization,] administration, delegated \nlegislation, public petitions and policies of the Ministry \nconcerned and its attached corporations and public bodies and \nmay call for views of the Ministry. After examining the views of \nthe Ministry, the Committee shall make a report to the Senate, \nwhich may make such recommendations thereon as it may deem \nfit: \n        **[Provided that the Committee shall bi-annually examine \nthe budgetary allocation and its utilization by the Ministry \nconcerned and present a report in this regard before the House \nwithin forty-five days.] \n        (5)     Public petitions may be presented on any matter \nconnected with the business pending before the House or a \nCommittee, or any matter of general public interest which is \nprimarily the concern of the Government, provided that it is not \none which falls within the cognizance of  a court of  law or \ntribunal, and it shall not directly relate to a matter pending before \nany court or other  authority performing judicial or quasi-judicial \nfunctions. \n        \n        ***[(6) All nominations of members to various Policy \nand Administrative Boards, Councils, etc. made by the Chairman \nshall be ratified by the concerned Committees within a period of \nthirty days of reference of nomination to the Committee, failing \nwhich the nomination shall be deemed to have been ratified: \n        Provided that the Committee, for reasons to be recorded, \nmay not ratify the nomination upon which the Chairman Senate \nshall nominate another Member which shall be ratified by the \nCommittee within a period of fifteen days, failing which the \nnomination shall be deemed to have been ratified.] 83 \n–––––––––––––––––––––––––––––––––––––––––––––––––––––––––––––––– \n*        Substituted by S.R.O.  801(1)/2015, dated 13-08-2015. \n**       Added by S.R.O.  801(1)/2015, dated 13-08-2015. \n***     Added by S.R.O.  801(1)/2015, dated 13-08-2015. \nHOUSE COMMITTEE \n        167. (1) There shall be a House Committee consisting of \nnot more than six members who shall be elected by the Senate. \n        (2)     The Deputy Chairman shall be ex-officio Chairman of \nthe Committee and the Minister concerned shall be ex-officio \nmember of the Committee. \n        168. The functions of the Committee shall be— \n         (i)     to deal with matters relating to the issue of admission \ncards for galleries, other than the President’s  Box and \nthe Chairman’s  Box and such questions relating to \nresidential accommodation for members as may be \nreferred to it by the Chairman  from time to time;  \n        (ii)     to exercise supervision over facilities pertaining to \naccommodation, catering and other amenities \nprovided to the members in the Parliament Lodges \nand Government hostels;   and    \n       (iii)     to deal with the matters relating to the residential \naccommodation for the staff of the Senate Secretariat. \nLIBRARY COMMITTEE \n        169. There shall be a Library Committee, to be nominated \nby the Chairman, consisting  of *[six] members, including its \nChairman. \n        170. The functions of the Committee shall be: \n         (i)     to develop the Library, its reading room, Automation, \nResearch Centre and Reference Service with a view to \nhelping members of Majilis-e-Shoora (Parliament) in \nthe discharge of their duties; Composition.\nFunctions.\nComposition.\nFunctions.                                                       84 \n–––––––––––––––––––––––––––––––––––––––––––––––––––––––––––––––– \n*        Substituted by S.R.O.  309(1)/2014, dated 16-04-2014. \n                 (ii) to invite suggestions and advise on the selection \nof books, periodicals and newspapers; \n        \n       (iii)     to advise on reciprocal arrangements for exchange of \ndebates and other publications of the Senate, with \nfriendly countries; \n       (iv)     to consider suggestions for improvement of the \nLibrary and help in its  future expansion; \n        (v)     to assist and encourage the members of Majilis-e- \nShoora (Parliament)  in fully utilizing  the services \nprovided  by the Library; and \n       (vi)     to consider matters incidental and ancillary to the \nabove functions. \nBUSINESS ADVISORY COMMITTEE \n        171. (1) The Business Advisory Committee shall be headed \nby the Chairman Senate and consist of such other members as \nmay be nominated by him, from time to time, in consultation \nwith Leader of the House and Leader of the Opposition. \n        (2)     While making nomination under sub-rule (1), the \nmembers belonging to various parliamentary parties, groups and \nindependent members including members from FATA shall, as \nfar as possible, be given representation in the Committee. \n        172. (1) It shall be the function of the Committee to \nrecommend the time that should be allocated for the discussion of \nvarious Government legislative and other business, including \nprivate members’ business likely to be transacted during the \nensuing session. \n        (2)     The Committee shall have the power to indicate the \ndifferent hours at which the various stages of a Bill or other \nbusiness shall be completed. Composition.\nFunctions .85 \n        *[(3) The Committee shall also act as ‘Committe on Ethics’ \nand review the Code of Conduct, from time to time and ensure \nthat the code is implemented. \n        (4)     The Committee on Ethics shall be provide for its rules \nof procedure.] \n        **[(5)   The Committee shall have such other functions as \nmay be assigned to it by the Chairman, from time to time.] \n***[COMMITTEE OF THE WHOLE HOUSE \n        172A. The House may constitute itself into a Committee of \nthe Whole on a motion by the Leader of the House or Leader of \nthe Opposition, as the case may be. When the House constitutes \nitself into a Committee of the Whole, it functions as one \nCommittee acting upon any matter(s) referred by the House and \nconducts its proceedings like a regular Committee with its \nmembership composed of all the members of the House: \n        Provided that if a motion to constitute the House into a \nCommittee of the Whole is not passed, a similar motion shall not \nbe presented within the same session.] \n        *** [172B.(1) The Chairman or any member nominated by \nthe Chairman shall preside over the Committee. \n        (2)     The Committee shall conduct business only when \nthere is a quorum. If there is no quorum, the Chairman or the Constituting \nthe \nCommittee.\nProceedings.                                                       86 \n–––––––––––––––––––––––––––––––––––––––––––––––––––––––––––––––– \n*        Inserted by S.R.O. 1131(1)/2016, dated 02-12-2016. \n**       Re-number by S.R.O. 1131(1)/2016, dated 02-12-2016. \n***     Added by S.R.O. 329 (1)/2015, dated 17-04-2015. \nperson nominated by the Chairman to preside shall immediately \nsuspend its proceedings. \n        \n        (3)     In addition to his vote as a member, the Chairman or \nthe person nominated by the Chairman to preside shall, in the \nevent of equality of votes, have a casting vote. \n        (4)     Documents and papers in possession of the House or \nthe Senate Secretariat may be called for by any member and read \nby the Secretary Senate for the information of the Committee \nunless the Committee orders otherwise. Resource persons and/or \ntechnical assistants may be invited to attend the proceedings, and \nupon permission of the Chairman, may directly answer questions \nasked and inquiries made by the members. \n        (5)     When a Committee of the whole has concluded \nconsideration of a matter referred to it, the Leader of the House \nor the Leader of the Opposition, as the case may be, shall make a \nreport to the House. Matters reported shall be presented before \nthe House for action as though reported by any other Committee. \n        (6)     The Committee shall have power to require the \nattendance of any person or summon production of papers, record \nfrom any Ministry, Division, department, autonomous body, \nsemiautonomous body or organization, or examine such persons \non oath or solemn affirmation, or invite or summon any person to \ngive evidence in relation to any matter under its consideration.] \n        *[172C.There shall be a Committee on delegated \nlegislation to scrutinize and report to the Senate of Pakistan that \nwhether the powers to make rules, regulations, bye-laws, \nschemes or other statutory instruments conferred by the \nConstitution or delegated by the Parliament have been timely and \nproperly exercised within such conferment or delegation, as the \ncase may be. \n        172D.The functions of the Committee on Delegated \nLegislation shall be the following or such other as may be \nassigned to it from time to time:— Committee on \nDelegated \nLegislation.\nFunctions.87 \n–––––––––––––––––––––––––––––––––––––––––––––––––––––––––––––––– \n*        Added by S.R.O. 1329 , dated 31-12-2015. \n         (i)     The Committee shall propose legislation and \nformulate policy for laying of each rule, regulation, \nbye-law, scheme or other statutory instrument \n(hereinafter referred to as the ‘Rules’) framed in \npursuance of the Constitution or the legislative \nfunctions delegated by the Parliament to a subordinate \nauthority. \n        (ii)     When the rules are so laid the Committee shall, in \nparticular consider:— \n                 (a)     Whether the Rules are in accordance with the \nprovisions of the Constitution or the Act of \nParliament pursuant to which these are made; \n                 (b)     Whether the Rules contain matter which in the \nopinion of the Committee should more properly \nbe dealt with in an Act of Parliament; \n                 (c)     Whether the Rules contain imposition of \ntaxation; \n                 (d)     Whether the Rules directly or indirectly bar the \njurisdiction of the Court; \n                 (e)     Whether the Rules give retrospective effect to \nany of the provisions in respect of which the \nConstitution or the Act does not expressly give \nany such power; \n                 (f)     Whether the Rules appear to make some unusual \nor unexpected use of the power conferred by the \nConstitution or the Act pursuant to which these \nare made; \n                 (g)     Whether there appears to have been unjustifiable \ndelay in publication or laying the Rules; and \n                 (h)     Whether for any reason, the form or purport of \nthe Rules require any elucidation.                                                        88 \n        172E. (1) If the Committee is of the opinion that any Rules \nshould be annulled wholly or partially, or should be amended in \nany respect, it shall report that opinion and the grounds thereof to \nthe House. \n        (2)     If the Committee is of the opinion that any other \nmatter relating to any Rules should be brought to the notice of the \nSenate, it may report that opinion and matter to the House. \n        (3)     The Committee shall present a quarterly report before \nthe House.] \n*[PUBLIC ACCOUNTS COMMITTEE \n        172F.The Senate shall elect six members for the \nCommittee on Public Accounts in the National Assembly, one \nfrom each Province, Islamabad Capital Territory and the \nFederally Administered Tribal Areas, out of which three shall be \nfrom the Treasury benches and three from the Opposition \nbenches.] \nGENERAL PROVISIONS REGARDING STANDING /\nFUNCTIONAL COMMITTEES \n        173. (1) A member shall not be a member of more than \n**[five] Standing / Functional Committees at the same time. \n        (2)     The term of office of the members of a Standing or \nFunctional Committee including its Chairman shall expire on the \nexpiry of term of half of the members of the Senate in terms of \nclause (3) of Article 59 of the Constitution. \n        174. The Senate shall elect the members of the Standing \nand Functional Committees within two months after the election \nof Chairman and Deputy Chairman. Report.\nComposition.\nMembership \nof a \nCommittee.\nTime of\nelection of\nStanding and \nFunctional\nCommittees.89 \n–––––––––––––––––––––––––––––––––––––––––––––––––––––––––––––––– \n*        Added  by S.R.O. 688(I)/2016 , dated 02-08-2016. \n**       Amended  by S.R.O. 41(I)/2016, dated 23-01-2016. \n        175. (1) The Chairman of each Committee shall be elected \nby the Committee  from amongst its members within thirty days \nafter the election of the Committee or filling of the casual \nvacancies, as the case may be: \n        Provided that a Minister, Minister of State or an Adviser \nshall not be elected as Chairman of a Standing or Functional \nCommittee: \n        Provided further that if the Chairman of a Committee is \nappointed as Minister, Minister of State or as an Adviser, he shall \ncease to be a Chairman, but may continue to function as a \nmember of that Committee. \n        (2)     The Chairmanship of Committees shall be allocated \nby the Chairman in accordance with proportional strength of \npolitical parties and independent groups in the House. \n        (3)     If the Chairman of a Committee is not present at any \nsitting, the Committee shall choose one of its members present to \nact as Chairman for that sitting. \n        176. The quorum  to constitute a sitting of a Committee \nshall be one fourth of the total membership of the Committee. \n        177. A member may resign his membership of a \nCommittee by writing under his hand addressed to the Chairman. \n        178. (1) Casual vacancies in a Committee shall be filled, as \nsoon as possible, after such vacancies occur, by election. \n        (2)     Subject to the requirement of quorum, a Committee \nshall have power to act notwithstanding any vacancy in its \nmembership. \n                *[Explanation.—For the purpose of this rule, a vacancy \noccurring on the retirement of a member under clause (3) of \nArticle 59 of the Constitution shall be deemed to be a casual \nvacancy]. Election of\nChairman of a \nCommittee.\nQuorum of a \nmeeting.\nResignation of\nmembers from \nthe \nCommittee.\nCasual\nvacancies.                                                       90 \n–––––––––––––––––––––––––––––––––––––––––––––––––––––––––––––––– \n*        Added vide S.R.O. 309(I)/2014 dated 16-04-2014. \n        179. (1) If, at the time fixed for any sitting of a Committee \nor at any time during any such sitting, less than one fourth of the \ntotal membership of the Committee is present, the Chairman of \nthe Committee shall either suspend the sitting until at least one \nfourth of the total membership of the Committee is present or \nadjourn the sitting to some future day. \n        (2)     Where the sitting of a Committee is adjourned on two \nsuccessive days, the Chairman of the Committee shall report the \nfact to the Chairman. \n        180. If a member is absent from three or more consecutive \nsittings of a Committee without the permission of its Chairman, \nsuch member shall cease to be the member of the Committee and \nhe shall be informed accordingly by the Chairman. \n        181. All questions at a sitting of a Committee shall be \ndetermined by a majority of the members present and voting. \n        182. *[-]The Chairman of a Committee or the person \npresiding in his absence shall, in the event of the equality of \nvotes, have a casting vote: \n                **[Provided that the Chairman of a Committe or the \nMember presiding in his absence shall not cast his vote in the \nevent of the equality of votes in case he is a mover of a metter \nunder consideration of the Committe.] \n        183. (1) A Committee may appoint not more than one sub- \ncommittee consisting of three members, having the powers of the \nwhole Committee to examine any matter that may be referred to \nit:         \n        Provided that the Chairman of the concerned Committee \nshall not be Convener of the sub-committee. \n        (2)     The order of reference to a sub-committee shall \nclearly state the point or points for investigation. The report of \nthe sub-committee shall be presented not later than two months Adjournment,\netc., of\nCommittee.\nDischarge of\nmembers \nabsent from \nsitting of\nCommittee.\nVoting in \nCommittee.\nCasting vote of\nChairman.\nPower to \nappoint Sub-\nCommittees.91 \n–––––––––––––––––––––––––––––––––––––––––––––––––––––––––––––––– \n*        Omitted by  S.R.O. 801(1)/2015, dated 13-08-2015. \n**       Inserted by S.R.O. 35(I)/2017 dated 13-01-2017. \nfrom the date of reference to the whole Committee and, when \napproved by the whole Committee, be deemed to be the report of \nthat Committee: \n        Provided that the sub-committee shall stand dissolved at the \nexpiry of two months irrespective of presentation of the report. \n        184. *[(1) A sitting of Committee shall be held at such day \nand time as the Chairman of the Committee may fix **[but a \nCommittee may not sit without the leave of the Chairman at a \ntime when the Senate is sitting]: \n        Provided that,— \n         (i)     The Secretary to the Committee shall communicate \nthe date and time to the Secretary of the concerned \nMinistry/Division; \n        (ii)     The Secretary of the concerned Ministry/Division, \nshall within three days of the receipt of the intimation, \nconvey his confirmation or suggest an alternate date \nand time which shall not vary the original date and \ntime for more than one week; and \n       (iii)     If the concerned Secretary fails to respond in terms of \nparagraph (ii), the date and time given originally shall \nbe deemed to be the date and time of the meeting: \n                 Provided further that the meeting of a Committee \nfor election of its Chairman shall be fixed by the \nChairman Senate.] \n        (2)     The sittings of a Committee shall be held within the \nprecincts of the Senate: \n        Provided that the Chairman of the Committee shall seek \napproval of Chairman Senate for holding a meeting outside \nprecincts of the Senate, for justifiable reasons, as an exception to \nthis sub-rule. Sittings of\nCommittees.                                                       92 \n–––––––––––––––––––––––––––––––––––––––––––––––––––––––––––––––– \n*        Substituted  by S.R.O. 46(I)/2016, dated 27-01-2016. \n**       Inserted by S.R.O. 197(I)/2016, dated 10-03-2016. \n        (3)     If a Committee is sitting while the Senate is also \nsitting, the Chairman of the Committee shall, if a division  is \nbeing called in the Senate, suspend the proceedings of the \nCommittee for such time as will, in his opinion, enable the \nmembers to vote in the division. \n        (4)     Subject to sub-rule (1), on a requisition signed by not \nless than one-fourth of the total membership of the Committee, \nthe Chairman of the Committee shall call a meeting of the \nCommittee within fourteen days from the date of receipt of the \nrequisition: \n        Provided that where the Chairman of the Committee fails to \ncall such meeting, the Secretary shall call the meeting on a date \nwithin three weeks of receipt of the requisition.  \n        185. A Chairman or a member of the Committee who has \nany personal or pecuniary interest in a matter under consideration \nof a Committee shall not sit in such meetings of the Committee. \n        186. The sittings of a Committee may be held in camera if \nso determined  by the Committee. \n        187. (1) A Committee shall have power to require the \nattendance of any person or the production of papers or records, \nor examine such persons on oath or solemn  affirmation, if such \ncourse is considered  necessary  for the performance of  its \nfunctions: \n        Provided that the Government may, if it is of the opinion \nthat the production of a document and its disclosure would be \nagainst the public interest, prejudicial to defence, security or \nexternal relations of Pakistan, refer the case to the Chairman of \nthe Senate who after seeing the document shall determine \nwhether or not document shall be produced before the \nCommittee. \n        (2)     Subject to the provisions of this rule, a person may be \nsummoned as witness by an order signed by the Secretary who Conflict of\ninterest.\nMeetings in \ncamera.\nPower to take \nevidence or \ncall for \npapers,\nrecords or \ndocuments.93 \nshall appear before the Committee to give evidence and produce \nsuch documents for the use of the Committee. \n        *[(3) A Committee may hold Public Hearing for seeking \ninput from the public at large or any relevant stakeholder and \nmay also invite or summon any person or member having special \nknowledge to give an expert opinion or give evidence in relation \nto any matter under its consideration.] \n        (4)     Subject to clause (3) of Article 66 of the Constitution, \na Committee shall have powers of a civil court under the Code of \nCivil Procedure, 1908 (Act V of 1908) for enforcing the \nattendance of any person and compelling the production of \ndocuments. \n        188. The examination of witness before  a Committee shall \nbe conducted as follows: \n         (i)     The Committee shall, before a witness is called for \nexamination, decide the mode of procedure and the \nnature of questions that may be asked of the witness; \n        (ii)     The Chairman of the Committee may first ask the \nwitness such question or questions as he may consider \nnecessary with reference to the subject matter under \nconsideration  according to the mode of procedure \nmentioned in paragraph (i) of this rule; \n       (iii)     The Chairman may call any other member of the \nCommittee to ask questions which are not covered by \nanswers to earlier questions; \n       (iv)     A witness may place before Committee any other \nrelevant point or document which he thinks essential; \nand \n        (v)     A verbatim record of proceedings of the Committee \nshall, when a witness is summoned to give evidence, \nbe kept. Examination \nof witnesses.                                                       94 \n–––––––––––––––––––––––––––––––––––––––––––––––––––––––––––––––– \n*        Substituted  by S.R.O. 921(I)/2016,  dated 29-09-2016. \n        189. Any evidence produced or information tendered \nbefore a Committee shall be treated as confidential or secret, \nunless the Committee, in the public interest, decides otherwise. \n        190. In case of a private member’s Bill, the Secretary shall \ntransmit  a copy thereof to the Ministry or Division concerned \nwith the request  to furnish its views on the Bill within a period \nnot exceeding thirty days for consideration by the Committee. \n        191. (1) A summary of the record  of the proceedings of \neach Committee shall be maintained by the Secretary. \n        (2)     A copy of minutes of the meetings shall be provided to \neach member of the Committee on demand. \n        192. (1) A Committee may direct that the whole or any part \nof its proceedings or a summary  thereof may be laid on the \nTable. \n        (2)     The report of  a Committee which has not been \npresented to the Senate or the proceedings of a Committee or any \npart or summary thereof which has not been laid on the Table \nshall be treated as confidential and  shall not be open to \ninspection except with the permission of the Committee or the \nChairman. \n        (3)     The Chairman may direct that any part of the \nproceedings may be communicated to the members \nconfidentially before it is laid on the Table. \n        (4)     A Committee may, with the permission of the \nChairman, make available to the Government its report or a part \nthereof before presentation to the Senate and such report or part \nshall be treated as confidential by Government until presented to \nthe Senate. \n        193. A Committee may, if it thinks fit, make a special \nreport on any matter that arises or comes to light in the course of Evidence or \ninformation to \nbe kept\nconfidential or \nsecret.\nRequest for \nviews of\nMinistries or \nDivisions on \nprivate \nmembers’\nBills.\nRecord of the \nproceedings of\nCommittees.\nRestriction on \npublication,\netc., of\nproceedings.\nSpecial\nreports.95 \nits work which it may consider necessary to bring to the notice of \nthe Chairman or the Senate. \n        194. *[(1)  Where the Senate has not fixed any time for the \npresentation of a report, the report of a Committee shall be \npresented within sixty days from the date on which reference was \nmade to it by the Senate: \n        Provided that the House may, on a motion for extension of \ntime, moved before the expiry of time fixed by the Senate or \nwithin sixty days, allow that the time for presentation of the \nreport be extended to a date specified in the motion: \n        Provided further that if the House is not in session or is not \nlikely to re-assemble till after the expiry of the date fixed for the \npresentation of the report, the Chairman in his Chamber may \ngrant the required extension of time on behalf of the House and \nthe House shall be informed of such extension of time as soon as \nit re-assembles. \n        Explanation.—For the purposes of motion for extension of \ntime, it shall be the responsibility of the Secretary Committee to \ninitiate the process well before time.] \n        (2)     Reports may be either preliminary or final. \n        (3)     The report shall— \n                 (a)     incorporate the views, if  any, of the Minister \nconcerned; \n                 (b)     set-forth the recommendations of the Committee \ntogether with the minutes of dissent, if any; and \n                 (c)     be signed by the Chairman on behalf of the \nCommittee or, if the Chairman is absent or not \nreadily available, by another member appointed \nby the Committee. Reports of\nCommittees.                                                       96 \n–––––––––––––––––––––––––––––––––––––––––––––––––––––––––––––––– \n*        Substituted  by S.R.O. 329 (1)/2015,  dated 17-04-2015. \n        (4)     The Secretary shall cause a copy of every report of a \nCommittee, together with the minutes of dissent, if any, to be \nmade available for the use of every member of the Senate. The \nreport shall, if it relates to a Bill, be published in the Gazette \ntogether with the views of the minority, if any. \n        195. The report of a Committee required to be presented to \nthe Senate shall be presented by the Chairman or, in his absence, \nby any other member of the Committee. \n        196. (1)  Save as otherwise provided by these rules, after a \nreport has been presented to the Senate on a matter other than a \nBill, the Chairman or any member of the Committee  may move \nthat the report be considered and adopted. \n        (2)     After the motion made under sub-rule (1) is carried, \nthe Chairman may allot time as may be deemed necessary for \ndiscussion and adoption of the report. \n        (3)     After the motion is carried the decisions of the House \nshall be communicated to the Ministry concerned for \nimplementation. In case the Ministry is unable to implement \ndecisions of the House it shall inform the House within two \nmonths of the reasons thereof, and if the Ministry fails to do so \nthe decisions of the House shall be binding. \n        197. The Chairman may, on a request being made to him \nwhen the Senate is not in session, order the printing, publication \nor circulation of a report of a  Committee, although it has not \nbeen presented to the Senate. In that case the report shall be \npresented to the Senate during its next session at the first \nconvenient opportunity. \n        198. (1)  The time  table  of business  of a Committee and \nthe agenda for each meeting of the Committee shall be \ndetermined by the Chairman of the Committee.*[*****] Presentation \nof report.\nDiscussion on \nthe reports.\nPrinting,\npublication or \ncirculation of\nreport before \nits \npresentation to \nSenate.\nAgenda and \nnotice of\nmeetings of\nCommittee.97 \n–––––––––––––––––––––––––––––––––––––––––––––––––––––––––––––––– \n*        Omitted  by S.R.O. 46 (1)/2016,  dated 27-01-2016. \n        (2)     Notices of all meetings of a Committee shall be sent to \nthe members of the Committee, the Attorney General for \nPakistan, Secretary Ministry of Parliamentary Affairs and the \nofficials concerned. \n        (3)     Every meeting of the Committee shall be attended by \nthe Minister concerned alongwith Secretary or at least Additional \nSecretary if so required by the Committee. \n        199. A Committee may, with the approval of the Chairman, \nmake supplementary rules  of  its procedure not  inconsistent with \nthese  rules. \n        200. Subject to the rules in this Chapter  and the \nsupplementary rules of the Committee, if any, the  general rules \nof the Senate shall apply to the proceedings in each Committee. \n        201. If any doubt arises on any point of procedure or \ninterpretation of these rules in this Chapter, the  Chairman of the \nCommittee may refer the point to the Chairman  of the Senate, \nwhose decision shall be final. \n        202. Any business pending before a Committee shall not \nlapse by reason only of the prorogation of the Senate and the \nCommittee shall continue to function notwithstanding such \nprorogation. \nOTHER COMMITTEES \n        203. (1) The Minister-in-charge of the Ministry to which a \nBill relates, the Chairman of the Standing Committee concerned \nwith the Bill, the member-in-charge and the *[Minister for Law \nand Justice] shall be *[the ex-officio members of] every Select \nCommittee and it shall not be necessary to include their names in \nany motion for election of such a Committee. Supplement-\nary rules.\nApplication of\ngeneral rules \nof Senate.\nRemoval of\ndoubt and \ninterpretation \nof rules.\nBusiness \nbefore \nCommittees \nnot to lapse on \nprorogation.\nSelect\nCommittees on \nBills.                                                       98 \n–––––––––––––––––––––––––––––––––––––––––––––––––––––––––––––––– \n*        Substituted  by S.R.O. 1171(I)/2016, dated 23-12-2016. \n        (2)     The *[****] members of the Committee shall be \nelected by the Senate when a motion that the Bill be referred to a \nSelect Committee is adopted. \n        (3)     At the time of election of the members of a Select \nCommittee the number of members whose presence shall be \nnecessary to constitute a sitting of the Committee shall be fixed \nby the Senate.  \n*[Sub-rule (4) omitted] \n        **(4)  If the Chairman of the Committee is not present at \nany sitting, the Committee shall choose one of  its members \npresent to  act as Chairman for that sitting.  \n*[Sub-rule (6) omitted] \n        204. The Senate may, by motion, appoint a Special \nCommittee which shall have such composition and functions as \nmay be specified in the motion. \n        205. In the absence of special provisions relating to a \nSelect Committee or a Special Committee, the provisions relating \nto the Standing Committees shall apply mutatis mutandis to a \nSelect Committee and a Special Committee. \n        *** [205A.(1) There shall be a Council of Chairmen \nconsisting of the Chairmen of the Standing and Functional \nCommittees headed by the Chairman of the Senate to consider \nand coordinate any matter relating to the Standing and Functional \nCommittees. \n        (2)     The meeting of the Council shall be convened by the \nChairman as and when required [****[***].] Special\nCommittees.\nProvisions \nrelating to \nStanding \nCommittees to \napply to other \nCommittees.\nCouncil of\nChairmen.99 \n–––––––––––––––––––––––––––––––––––––––––––––––––––––––––––––––– \n*        Omitted by  S.R.O. 1171(I)/2016,  dated 23-12-2016. \n**       Re-numbered  by S.R.O. 1171(I)/2016,  dated 23-12-2016. \n***     Added / re-numbered by S.R.O.452(I)/2016, dated 26-05-2016. \n****  Omitted by S.R.O. 197(I)/2016 dated 10-03-2016. \nCHAPTER XVIII \nGENERAL RULES OF PROCEDURE \nNOTICE \n        206. Except for matters for which special provisions are \nmade in these rules, the general rules contained in this chapter \nshall apply to all matters; and in case any provision in the special \nrules relating to a matter is  inconsistent with the general rules, \nthe former shall prevail. \n        207. (1) Every notice required by these rules or the \nConstitution shall be given in writing addressed to the Secretary \nor the Chairman and signed by the member giving notice, \nindicating his full name in capital letters and shall be delivered at \nthe Notice Office which shall be kept open for this purpose on \nevery working day, between such hours as may be notified from \ntime to time or sent by post under postal certificate or registered \ncover. \n        (2)     A notice delivered when the Notice Office is closed \nshall be treated as given on the next working day. \n        (3)     A notice given by a member in respect of any matter \nunder these rules shall lapse if the member is appointed as a \nMinister or ceases to be a member. \n        208. (1) The Secretary shall, if notice is given in time, and \nit is practicable to do so, circulate to each member and every \nother person entitled to take part in the proceedings of the Senate \nunder the Constitution a copy of the notice or other papers which \nis, by these rules, required to be made available for the use of \nmembers and such other persons. \n        (2)     Every notice or other papers shall be sent to the \nmembers by post on the addresses officially  notified by the \nmembers  to the Senate Secretariat and shall ordinarily be \ndeemed to have been duly served on the members if so sent. \nDuring the session notices shall be delivered at the local \naddresses notified by the members or in its absence deposited in \nthe mail box of the members. Applicability \nof general\nrules.\nNotice by \nmembers.\nCirculation of\nnotice to \nmembers.                                                      100 \n        209. On the prorogation of the Senate all pending notices, \nother than notices of intention to move for leave to introduce a \nBill, a notice of an amendment in a Bill and notice of  a question \nof privilege, shall lapse and fresh notices shall be given for the \nnext session. \n*[Rule 210 re-numbered as Rule 205A] \n        211. A motion, resolution or  an amendment, which has \nbeen moved and is pending in the Senate shall not lapse by reason \nonly of the prorogation of the Senate. \n        212. If in the opinion of the Chairman any notice contains \nwords, phrases or expressions which are argumentative, un- \nparliamentary, ironical, irrelevant, verbose or otherwise \ninappropriate, he may, in his discretion, amend or alter without \nchanging the subject mater of the notice before it is circulated.  \n        **[212A. Business of a Member in respect of any matter \nunder these rules shall lapse if the Member is appointed as \nChairman Senate, Deputy Chairman, Minister or ceased to be a \nMember: \n                Provided that a Private Members’ Bill passed by the Senate \nand transmitted to National Assembly shall not lapse.] \nMOTIONS \n        213. (1) Except as otherwise provided by these rules, it \nshall not revive discussion on a matter or a motion which has \nbeen discussed in the Senate within the last four months or \nsubstantially identical with the one on which the Senate has \nalready given a decision. \n        (2)     This rule shall not be deemed to prevent the making of \nany of the following motions, namely:— Lapse of\npending \nnotices on \nprorogation of\nSession.\nMotion,\nresolution or \namendment\nmoved not to \nlapse.\nChairman to \namend notices \nof questions,\nmotions, etc.\nEffect of\nretirement,\netc., of a \nMember.\nRepetition of\nmotions.101 \n–––––––––––––––––––––––––––––––––––––––––––––––––––––––––––––––– \n*        R-numbered by S.R.O.452 (I)/2016, dated 26-05-2016. \n**       Inserted by S.R.O.1323,  dated 31-12-2015. \n        (a)     a motion for taking into consideration, or reference to \na Standing Committee, of a Bill, where an amendment \nto the effect that the Bill be circulated for the purpose \nof eliciting opinion thereon has been carried to a \nprevious motion for taking the Bill into consideration \nor for referring it to a Select or a Special Committee; \n             \n        (b)     a motion for the amendment of a Bill which has been \nrecommitted to a Select or a Special Committee or  re- \ncirculated for the purpose of eliciting opinion \nthereon; \n        (c)     a motion for the amendment of a Bill which is \nconsequential or is designed to alter any provision of \na Bill; or \n        (d)     a motion which has to be or may be made within a \nperiod determined by or under these rules. \n        214. A motion or amendment shall not anticipate a matter \nalready appointed for consideration of the  Senate; and in \ndetermining whether a motion or amendment is out of order on \nthe ground of anticipation, the Chairman shall have regard to the \nprobability of the matter anticipated being brought before the \nSenate within a reasonable time. \n        215. (1) A member who has made a motion may withdraw \nthe same by leave of the Senate.   \n(2)     Subject to sub-rule (3), the leave shall be signified not upon \nquestion but by the Chairman taking the pleasure of the Senate. \nThe Chairman shall ask: “Is it your pleasure that the motion be \nwithdrawn?”  If no one dissents, the Chairman shall say:  “The \nmotion is by leave withdrawn.”  But if any dissentient voice be \nheard or a member rises to continue the debate, the Chairman \nshall forthwith put the motion.   \n(3)     If an amendment has been proposed to a motion, the \noriginal motion shall not be withdrawn until the amendment has \nbeen disposed of. Anticipation of\na matter \nbefore the \nSenate.\nWithdrawal of\nmotion.                                                      102 \n        216. At any time after a motion has been made, a member \nmay move that the debate on the motion be adjourned. \n        217. (1) If the Chairman is of opinion that a motion for the \nadjournment of a debate is an abuse of these rules, he may  either \nforthwith put the question thereon or decline to propose the \nquestion.  \n        (2)     If the Chairman is of opinion that a motion for  re- \ncirculation of a Bill to elicit further opinion thereon is in the \nnature of a dilatory motion in abuse of these rules in as much as \nthe original circulation was adequate or comprehensive or that no \nnew or unforeseen circumstance has arisen since the previous \ncirculation to warrant the re-circulation of the Bill, he may \nforthwith put the question thereon or decline to propose the \nquestion. \n        (3)     If the Chairman is of the opinion that a motion for re- \ncommittal of a Bill to a Committee or circulation or re-circulation \nof the Bill after the Committee has  reported  thereon is in the \nnature of a dilatory motion  is an abuse of these rules in-as-much \nas original circulation was adequate or comprehensive or that no \nnew or unforeseen circumstance has arisen since the previous \ncirculation  to warrant the Committee, he may forthwith put the \nquestion thereon or decline to propose the question. \n        218. (1) Any Minister or a member may give notice of a \nmotion that any policy, situation, statement or any other matter \nmay be taken  into consideration. \n        (2)     The Senate shall proceed to discuss the motion after \nthe mover has concluded his speech and no question shall be put \nat the conclusion of the debate unless any Minister or a member, \nwith the consent of the Chairman, moves a substantive motion in \nappropriate terms in which case a question shall be put: \n       Provided that substantive motion shall be moved \nimmediately after the Chairman has put the original motion to the \nHouse. Adjournment\nof debate on \nmotion.\nDilatory \nmotion in \nabuse of the \nrules of\nSenate.\nMotion that\npolicy or \nsituation or \nstatement or \nany other \nmatter be \ntaken into \nconsideration.103 \n        (3)     Except as otherwise provided in this rule, the \nprovisions of rules 132 to 143 shall apply mutatis mutandis to a \nmotion for consideration moved under sub-rule (1), hereinafter in \nthis rule referred to as the original motion, and to a substantive \nmotion moved in substitution of the original motion hereinafter \nreferred to as the substitute motion, as if such original motion \nwere a resolution and the substitute motion were an amendment \nto the resolution. \n        (4)     There shall be no voting on an original motion but if \none or more substitute motions have been moved by the \nmembers, the Chairman may, in his opinion, put them to the vote \nof the House so, however, that the motions expressing \ndisapproval of the matter referred to in the original motion are \nvoted upon before the motions expressing approval thereof. \n        (5)     When a substitute motion is carried by the House, all \nsuch other motions not put to the House shall lapse. \n        219. Where a notice of a motion or an amendment is given \nby more than one member, the member whose name appears first \nin the list and in his absence next member in the list shall move \nthe motion and speak on behalf of such other members. \nAMENDMENTS \n        220. (1) An amendment shall be within the scope of, and \nrelevant  to, the subject matter of the motion to which it is \nproposed. \n        (2)     An amendment shall not raise a question, which by \nthese rules can only be raised by the substantive motion after \nnotice. \n        (3)     An amendment shall not be moved which has merely \nthe effect of a negative vote. \n        (4)     An amendment on a question shall not be inconsistent \nwith the previous decision on the same question at the same stage \nof a Bill or matter. Notice signed \nby more than \nmember \nRules as to \namendments.                                                      104 \n        (5)     An amendment may be moved to an amendment \nwhich has been moved in the Senate. \n        (6)     In respect of any motion or in respect of any Bill under \nconsideration in the Senate, the Chairman shall have the power to \nselect one of several identical or substantially identical \namendments to be proposed or may club together all such \namendments. \n        221. Where a resolution is passed by the House, the \nChairman shall have power to correct grammatical or \ntypographical errors and make such other changes in a resolution \nas are incidental or consequential upon the amendments accepted \nby the House. \n        222. Notice of an amendment to a motion shall be given \ntwo working days before the day on which the motion is to be \nconsidered, unless the Chairman allows the amendment to be \nmoved without such notice. \n        223. The  Chairman shall have power to select the \namendments to be proposed in respect of any motion, and may, \nif he thinks fit, call upon any member who has given notice of an \namendment to give such explanation of the object of the \namendment as may enable him to form a judgment upon it. \n        224. The Chairman may put amendments in such order as \nhe may think fit: \n        Provided that the Chairman may refuse to put an \namendment, which in his opinion is frivolous or vague. \nRULES TO BE OBSERVED BY MEMBERS \n          225.   Whilst the Senate is sitting, a member— \n         (i)     shall not speak except with the permission of the \nChair; Correction of\nerrors.\nNotice of\namendments.\nSelection of\namendments.\nPutting of\namendments.\nRules to be \nobserved by \nmembers \nwhile present\nin the Senate .105 \n        (ii)     shall not read any book, newspaper or a document \nexcept in connection with the business  of the  Senate; \n       (iii)     shall not interrupt any member during his speech by \ndisorderly or objectionable gesture, expression,  noise \nor any other manner whatsoever; \n       (iv)     shall not pass between the Chair and any member who \nis speaking; \n             \n        (v)     shall not sit or stand with his back towards the Chair; \n       (vi)     shall not obstruct proceedings and shall avoid making \nrunning commentaries when speeches are being made \nin the Senate or engage in cross talk; \n      (vii)     shall not chant slogans, display banners, play-cards, \nthrow and tear Table documents and reports, etc.; \n     (viii)     shall not indulge in rowdy behaviour;  \n       (ix)     shall not approach the dais of the Chairman in a \nthreatening manner; \n        (x)     shall not act to erode the sanctity of the House or  act \nin a manner which lowers the dignity of the House; \n       (xi)     shall not act in any manner detrimental to the order, \ndecorum and dignity of the House; \n      (xii)     shall not applaud or make a reference to, when a \nstranger enters any of the galleries or the Special Box \nexcept when a foreign dignitary is specially invited to \naddress the Senate or witness the proceedings of the \nSenate; \n             \n     (xiii)     shall not occupy a seat in the galleries nor while in the \nChamber engage himself in conversation with any \nvisitor in a gallery;                                                       106 \n     (xiv)     shall not use a mobile phone or a camera; \n             \n      (xv)     shall not chew or drink  or smoke; \n     (xvi)     shall not carry any  walking stick unless permitted by \nthe Chairman under exceptional circumstances; \n             \n    (xvii)     shall bow to the Chair when taking or leaving his seat; \n             \n   (xviii)     shall always address the Chair and shall do so in a \nrespectful and decent manner; \n     (xix)     shall keep to his usual seat while  addressing  the \nChair; and \n      (xx)     shall maintain silence when not speaking  in the \nSenate. \n        226. (1) The subject  matter of every speech shall be \nrelevant to the matter before the Senate. \n        (2)     Except with the permission of the Chairman a member \nmay not read his speech but may refresh his memory by reference \nto his notes. \n        (3)     A member while speaking shall not— \n        (a)     discuss any matter which is sub-judice; \n             \n        (b)     reflect upon the President in his personal capacity: \n                 Provided that nothing in this paragraph shall \npreclude any reference, subject to the provisions of the \nConstitution, to the President in relation to any act \ndone by him in his official capacity; \n        (c)     discuss the conduct of any Judge of the Supreme \nCourt or of a High Court in the discharge of his duties; Rules to be \nobserved while \nspeaking.107 \n        (d)     make a personal charge against a member,  Minister or \nthe holder of a public office, except  in so far as it may \nbe relevant in regard to the matter before the Senate; \n        (e)     use his right of speech for the purpose of willfully and \npersistently obstructing the business of the Senate; \n         (f)     use offensive expressions about the conduct or \nproceedings in the joint sitting, Senate, National \nAssembly or a Provincial Assembly or a Committee \nthereof; \n        (g)     unnecessarily cast reflection on the conduct of any \nperson who cannot defend himself before the Senate; \n        (h)     reflect on any decision of the Senate except on a \nmotion for rescinding it;                             \n         (i)     use the President’s  name for the purpose of \ninfluencing the debate; or \n         (j)     utter unreasonable, seditious or defamatory words or \nmake use of offensive or un-parliamentary \nexpressions or which may hurt the religious \nsusceptibilities of any class or persons. \nExplanation. —In this paragraph, “un-parliamentary \nexpression” includes any expression which imputes \nfalse motives to a member or accuses him of falsehood \nor is couched in abusive language. \n        *@[226A. There shall be a Code of Conduct for the \nmembers to assist them in the discharge of their duties and \nobligations to the House, their constituents and public at large.] Code of\nConduct for \nthe Members.                                                      108 \n–––––––––––––––––––––––––––––––––––––––––––––––––––––––––––––––– \n*        Inserted by S.R.O. 1131(I)/2016, dated 02-12-2016. \n@The Senate of Pakistan approved and made operational the Code of \nConduct on 24th November, 2016, which is annexed. \nDEBATE \n        227. (1) A member desiring to speak on any matter before \nthe Senate or to raise a point of order or  question of privilege \nshall speak only when called upon by the Chairman to do so, \nshall speak from  his seat, shall rise when he speaks and shall \naddress the Chairman: \n        Provided that a member disabled by sickness or infirmity \nmay be permitted to speak while sitting. \n        (2)     The speech of a member who speaks without the \npermission of the Chairman shall not form part of the \nproceedings of the Senate. \n        228. (1) Whenever the debate on any motion  in connection \nwith a Bill  or on any other motion becomes unduly protracted, \nthe Chairman may, after taking the sense of the Senate, fix a time \nlimit  for the conclusion of discussion on any stage or all stages \nof the Bill or, as the case may be, the motion. \n        (2)     At the appointed hour, in accordance with the time \nlimit fixed for the completion of a particular stage of a Bill or a \nmotion, the Chairman shall, unless the debate is sooner \nconcluded, forthwith put every question necessary to dispose of \nall the outstanding matters in connection with that stage of the \nBill or the motion. \n        229. When, for the  purposes of explanation during \ndiscussion  or for any other sufficient reason, any member has \noccasion  to ask a question of another member on  any matter \nthen under the consideration  of the Senate, he shall ask the \nquestion through the Chairman. \n        230. The Chairman, after having called the attention of the \nSenate to the conduct of a member who persists in irrelevance or \ncasts reflection on the conduct of a person who can not defend \nhimself in the Senate or in tedious repetition either of his own Mode of\naddress.\nLimitation on \ndebate.\nQuestions to \nbe asked \nthrough the \nChairman.\nIrrelevance or \nrepetition.109 \narguments or of the arguments used by other members in debate, \nmay direct him to discontinue his speech. \n        231. A member may, with the permission of the Chairman, \nmake a personal explanation arising out of some thing said, \ndiscussed or imputed to him in the House although there is no \nquestion  before the Senate, but no debate shall be allowed on it. \n        232. (1) After  the member who has made a motion has \nspoken,  other members may speak  on the motion in the order in \nwhich  the Chairman may call upon them. If any member who is \nso called upon does not speak, he shall not be entitled, except \nwith the permission of the Chairman, to speak on the motion at \nany later stage of the debate. \n        (2)     Except in the exercise of a right of reply or as \notherwise provided by these rules, a member shall not speak \nmore than once on any motion, except, with the permission of the \nChairman, for the purpose  of making a personal explanation, but \nin that case no debatable matter may be brought forward. \n        (3)     A member who has made a motion may speak by way \nof reply, and if a private member has made the motion, the \nMinister concerned may speak after the mover has replied. \n        (4)     Nothing in sub-rule (3) shall be deemed to give any \nright of reply to the mover of an amendment to a Bill, resolution \nor motion, save with the permission of the Chairman. \n        233. Subject to the provisions of sub-rule (3) of rule 232, \nthe reply  of the mover of the original motion shall in all cases \nconclude the debate. \nPROCEDURE WHEN CHAIRMAN ADDRESSES \n        234. (1) Whenever the Chairman addresses the Senate, he \nshall be heard in silence and any  member who is  then speaking \nor offering  to speak shall immediately  resume his seat. Personal\nexplanation.\nOrder of\nspeeches and \nright of reply.\nMover’s reply \nconcludes \ndebate.\nProcedure \nwhen \nChairman \naddresses.                                                      110 \n        (2)     No member shall leave his seat while the Chairman is \naddressing the Senate. \nCLOSURE \n        235. (1) At any time after a motion has been made, any \nmember may move “That the question  be now put” and, unless \nit appears to the Chairman that the motion is an abuse of these \nrules or an infringement of the right of reasonable debate, the \nChairman shall put the motion “That the question be now put”. \n        (2)     Where a motion made under sub-rule (1) is carried, \nthe question shall be put without amendment or debate. \nQUESTION FOR DECISION \n        236. (1) A matter requiring the decision of the Senate shall \nbe decided by means of a question put by the Chairman on a \nmotion  made by a Minister or a member. \n        (2)     A decision of the Senate may be withdrawn or altered \nby a subsequent decision of the Senate on a motion moved by a \nMinister or a member, on a motion, stating reasons necessitating \nsuch revisit moved by a Minister or a member. \n        237. When a motion has been made, the Chairman shall \npropose the question for consideration, and put it for the decision \nof the Senate. If a motion embodies two or more separate \npropositions, these propositions may be proposed by the \nChairman as separate questions. \n        238. (1) Save as otherwise provided, the votes of members \non any question put by the Chairman may be taken by voices in \nthe first  instance. On the conclusion of a debate, the Chairman \nshall put the question and invite those who are in favour of the \nmotion to say “Aye” and those against the motion to say “No”. \n        (2)     The Chairman shall then say; I think the Ayes (or, as \nthe case may be, the Noes) have it”. If the opinion of the \nChairman as to the decision of a question is not challenged, he \nshall say twice; The Ayes (or, as the case may be, the Noes) have Closure.\nDecision of the \nSenate.\nProposal and \nputting of\nquestion.\nVoting.111 \nit” and the question before the Senate shall be determined \naccordingly. \n        (3)     If the opinion of the Chairman as to the decision of a \nquestion is challenged, he shall order that the Lobby be cleared. \n        (4)     After the lapse of two minutes, he shall put the \nquestion a second time and declare whether in his opinion the \n“Ayes” or the “Noes” have it. \n        (5)     If the opinion so declared is again challenged, he shall \ndirect that the votes be recorded  either by division in the manner \nset out in the Third Schedule or by operating the automatic vote \nrecorder: \n        Provided that, if in the opinion of the Chairman, the \ndivision is unnecessarily claimed, he may ask the members who \nare for ‘Ayes’ and those for ‘Noes’ respectively to rise in their \nplaces and, on a count being taken, he may declare the \ndetermination of the Senate. In such a case, the names of the \nvoters shall not be recorded. \n        (6)     The result of the voting by a division shall be \nannounced by the Chairman and shall not be challenged. \n        (7)     A member shall not vote on any question in which he \nhas a pecuniary interest. If he votes on such a question, the vote \nshall, on a substantive motion carried by the Senate, be \ndisallowed. \n        Explanation. The interest contemplated in this sub-rule \nshall be direct and personal and not remote or general. \n        239. A member shall not speak on a question after the \nChairman has put the question to the Senate. \n        240. The Chairman or the Person Presiding  shall not vote \nexcept in the event of an equality of votes. No speech \nafter question \nis put.\nCasting vote.                                                      112 \n        241. (1) Where the Chairman directs under sub-rule (5) of \nrule 238 that the votes be recorded by operating the automatic \nvote recorder, it shall be put into operation and the members shall \ncast their votes from the seats respectively allotted to them by \npressing the button provided for the purpose. \n        (2)     After the result of the voting appears on the indicator \nboard, the Chairman shall announce the result of the division and \nthe result shall not be challenged. \n        242. (1)   The validity of the proceedings in the Senate shall \nnot be called in question by any person including a member in the \nHouse or before any court of law on the ground of any \nirregularity of  procedure. \n        (2)     No member or officer of the Senate in whom powers \nare vested by or under the Constitution for regulating procedure \nor the conduct of business, or for maintaining order in the Senate, \nshall be subject to the jurisdiction of any court in respect of the \nexercise by him of those powers. \n                (3)     The Senate shall have power to act notwithstanding \nany vacancy in the membership thereof and no proceedings in the \nSenate shall be invalid by reason only that a person who was \ndisqualified for being or continuing as member, or a person who \nwas otherwise not entitled to do so, was present at or voted or \notherwise took part in the proceedings. \nPOINTS OF ORDER \n        243. (1) A point of order shall relate to the interpretation or \nenforcement of these rules or such Articles of the Constitution as \nregulate the business of the Senate and shall raise a question \nwhich is within the cognizance of the Chairman. \n        (2)     A point of order may be raised in relation to the \nbusiness before the Senate at the moment: Division by \nautomatic vote \nrecorder.\nValidity of\nproceedings,\netc.\nDecision on \npoints of\norder.113 \n        Provided that the Chairman may permit a member to raise a \npoint of order during the interval between the termination of one \nitem of business and the commencement of another if it relates to \nmaintenance of order in, or arrangement of business before, the \nSenate. \n        (3)     A point of order may not be raised before the \nChairman has disposed of the earlier point of order: \n        Provided that a member shall not raise a point of order \nwhich has already been raised in the same sitting. \n        (4)     Subject to the provisions of sub-rules (1), (2) and (3), \na member may formulate a point of order and the Chairman shall \ndecide whether the point raised is a point of order, and if so, give \nhis decision thereon, which shall be final.  \n        (5)     No debate shall be allowed on a point of order, but the \nChairman may, if he thinks fit, hear members before giving his \ndecision.  \n        (6)     A point of order shall not relate to a question of \nprivilege. \n        (7)     A member shall not raise a point of order— \n                 (a)     to ask for information; or \n                 (b)     to explain his position; or \n                 (c)     when a question on any motion is being  put to \nthe  Senate; or \n                     \n                 (d)     on a matter which is hypothetical;  or \n                 (e)     that Division  Bells did not ring or were not \nheard; or                                                       114 \n                 (f)     simply interrupt another speaker or place before \nthe House his own view of a matter when \nanother member is holding the floor. \n        (8)     There shall be no discussion on a decision on a point \nof order. \nMAINTENANCE OF ORDER \n        244. (1)  The Chairman shall preserve order and shall have \nall powers necessary for the purpose of enforcing his decisions. \n        (2)     For the purpose of enforcing the orders of the \nChairman, there shall be a Sergeant-at-Arms to be assisted by \nsuch Staff or officials subordinate to him as may be necessary. \n        245. The Chairman may direct a member to refrain from \nviolating any rule and if in his opinion the conduct of any \nmember is disorderly despite such direction, he may proceed to \nname him to withdraw immediately from the Chamber and any \nmember so named shall do so forthwith and shall absent himself \nduring the remainder of the day’s sitting. \n        246. (1)  The Chairman may, if he deems it necessary, \nname a member who disregards the authority of the Chairman or \nsanctity of the House  or  abuses these rules consistently and \nwilfully by obstructing the business of the Senate. \n        (2)     If a member is so named by the Chairman, he shall \nforthwith put the question that the member (naming him) be \nsuspended from the service of the Senate for a period not \nexceeding the remainder of the session: \n        Provided that the Senate may, at any time, on a motion \nbeing made, resolve that such suspension be terminated. \n        (3)     A member suspended under this rule shall forthwith \nwithdraw from the precincts of the Senate. Chairman to \npreserve order \nand enforce \ndecisions.\nWithdrawal of\nmembers.\nSuspension of\nmember.115 \nSUSPENSION OF SITTING \n        247. In the case of a grave disorder arising in the Senate, \nthe Chairman may, if he thinks it necessary to do so, suspend any \nsitting for a time to be specified by him or adjourn the Senate. \nADMISSION, WITHDRAWAL AND \nREMOVAL OF STRANGERS \n        248. The admission of strangers during the sittings of the \nSenate to those portions of the House which are not reserved for \nthe exclusive use of members shall be regulated in accordance \nwith directions given by the Chairman. \n        249. The Chairman may, whenever he thinks fit, order the \ngalleries to be cleared and any strangers to be removed.  \n        250. Any officer authorized in this behalf by the Chairman \nshall remove from the precincts of the Senate any stranger whom \nhe may see, or who may be reported to him to be, in any portion \nof the precincts of the Senate reserved for the exclusive use of \nmembers, or having been admitted into any portion of the \nprecincts of the Senate, misconducts himself or willfully \ninfringes the directions given by the Chairman under rule 248 or \ndoes not withdraw when the strangers are directed to withdraw \nunder rule 249 also remove  a stranger who has previously \nmisbehaved and apprehension of  his doing so again exists. \nSITTINGS IN CAMERA OF THE SENATE \n        251. (1) Whenever the Leader of the House asks for a \nsitting in camera,  the Chairman shall, fix a day or part thereof for \nsitting of the Senate in camera.  \n        (2)     When the Senate sits in camera, no stranger shall be \npermitted to be present in the Chamber, Lobby or galleries, \nexcept the Secretary and such other Officers of the Senate or \nother persons as the Chairman may direct. Power of\nChairman to \nsuspend sitting \nor adjourn the \nSenate.\nAdmission of\nstrangers.\nWithdrawal of\nstrangers.\nRemoval of\nstrangers.\nSittings in \ncamera.                                                      116 \n        252. The Chairman may cause a report of the proceedings \nof a sitting in camera to be kept in such manner as he thinks fit, \nbut no other person present shall keep a note or record of any \nproceedings or decisions of a sitting in camera, whether, in part \nor full, or issue any report of, or divulge, or purport to describe, \nsuch proceedings. \n        253. Subject to these rules, the procedure in all other \nrespects in connection with a sitting in camera shall be in \naccordance with such directions as the Chairman may give. \n        254. (1) When it is considered that the necessity for \nmaintaining secrecy in regard to the proceedings of a sitting in \ncamera has ceased to exist, a motion may, subject to the consent \nof the Chairman, be moved by the Leader of the House or any \nmember authorized by him in this behalf that the proceedings be \nno longer treated as secret. \n        (2)     On adoption of a motion under sub-rule (1), the \nSecretary shall cause to be prepared a report of the proceedings \nof the sitting in camera and shall, as soon as practicable, publish \nit in such form and manner as the Chairman may direct. \n        255. Save as provided in rule 254 disclosure of the \nproceedings or decision of a sitting in camera by any person in \nany manner shall be treated as a gross breach of privilege of the \nSenate. \nLANGUAGE, RECORD AND REPORTS \n        256. (1)  The members shall address the Senate in Urdu or \nEnglish, provided that the Chairman may permit any member \nwho cannot adequately express himself in any of these languages \nto address the Senate in his mother tongue. \n        (2)     If a member desires that a summary in Urdu of his \nspeech delivered in a language other than Urdu or English be read \nout to the Senate, he shall supply a copy of the summary to the Report of the \nProceedings.\nProcedure in \nother respects.\nLifting ban of\nsecrecy.\nDisclosure of\nproceedings or \ndecisions.\nLanguage of\nthe Senate.117 \nChairman who may, in his discretion, allow it to be read to the \nSenate. Such summary shall be included in the record of the \nproceedings of the Senate. \n        (3)     The official records of the proceedings of the Senate \nshall be kept in Urdu and English. \n        257. (1) The Secretary shall cause to be prepared a full \nreport of the proceedings of the Senate at each of its sittings, and \nshall, as soon as practicable, publish it in such form and manner \nas the Chairman may from time to time, direct. \n        (2)     The Secretary may also cause to be prepared a journal \nof the Senate containing- \n        (a)     brief record of proceedings of the Senate  at each of its \nsittings; \n        (b)     information on any matter relating to or connected \nwith the business of the Senate or a matter which in \nthe opinion of the Chairman may be included therein; \nand  \n        (c)     information regarding the Committee. \n        *[(3) A detailed report of the business transacted by the \nSenate during a session shall be made public after prorogation of \nevery session, as soon as practicable and a detailed report of the \nbusinesses transacted by the Senate during a parliamentary year \nshall also be made public at the end of each parliamentary year, \nas soon as practicable.] \n        258. The Secretary shall have the custody of all records, \ndocuments, including  the original documents notified in the \nGazette, and papers belonging to the Senate or any of its \nCommittees or the Secretariat of the Senate, and he shall not Report of\nproceedings.\nCustody of\ndocuments \nand records.                                                      118 \n–––––––––––––––––––––––––––––––––––––––––––––––––––––––––––––––– \n*        Inserted by S.R.O. 411(I)/2016, dated 23-01-2016. \npermit any such records, documents or papers to be taken out of \nthe Secretariat without the permission, in writing, of the \nChairman: \n        Provided that the audio or video recording of the \nproceedings may be provided to a member on demand on \npayment basis. \n        259. (1) If the Chairman is of opinion that words have been \nused in debate which are defamatory, indecent, un-parliamentary \nor undignified, he may, in his discretion, either during the debate \nor subsequently, order that such words be expunged from the \nproceedings of the Senate. \n        (2)     The expunged words shall not be printed, published or \nmentioned by any person including media and if so published, \nprinted or mentioned shall amount to breach of privilege of the \nHouse. \n        260.  The portion of the proceedings of the Senate \nexpunged under rule 259 shall be marked by asterisks and an \nexplanatory foot-note shall be inserted in the proceedings as \nfollows:— \n       “Expunged as ordered by the Chairman.”. Expunction of\nwords from \ndebates.\nIndication in \nprinted \ndebates of\nexpunged \nproceedings.119 \nMISCELLANEOUS \n        261. The Secretary shall be ex-officio Secretary of all \nCommittees of the Senate. \n        262. The Secretary may authorise any officer of the \nSecretariat to perform such duties as he may direct. \n        *[262A.Subject to the provisions of Article 57 of the \nConstitution, the Secretary may, when asked to do so by the \nChairman or the Presiding officer, or in the absence of the \nChairman or the Presiding officer, if required under the \ncircumstances, make announcements in the House.] \n        263. Whenever any inconsistency or difficulty arises in the \napplication of these rules, any member may, with the consent of \nthe Chairman, move that any rule may be suspended in its \napplication to a particular motion before the Senate, and if the \nmotion is carried the rule in question shall stand so suspended. \n        264. All matters not specifically provided for in these \nRules and all questions relating to the detailed working of these \nRules shall be regulated in such manner as the Chairman may, \nfrom time to time, direct. \n        **[264A.The Standing Orders notified by the Senate \nSecretariat with the approval of the Chairman shall be read and \ncomplied with as extension of these Rules in respect of Procedure \nand Conduct of Business of the Senate and its Committees. The \nStanding Orders shall also be read in extenso to the Rules and \nProcedures applicable to the Senate Secretariat.] \n        265. A statement may be made by a Minister on a matter of \npublic importance with the consent of the Chairman but no \nquestion shall be asked nor discussion take place thereon at the \ntime the statement is made. Secretary to \nbe ex-officio \nSecretary of\nCommittees.\nSecretary may \nauthorise any \nofficer.\nSecretary to \nmake \nannouncement\ns in the House.\nSuspension of\nrules.\nResiduary \npowers of the \nChairman.\nApplication of\nStanding \nOrders.\nStatement\nmade by a \nMinister.                                                      120 \n–––––––––––––––––––––––––––––––––––––––––––––––––––––––––––––––– \n*        Added by S.R.O. 801(I)/2015, dated 13-08-2016. \n**       Added by S.R.O.387(I)/2016, dated 13-05-2016. \n.\n        *[265A.(1) Ministers concerned shall, after every three \nmonths, appear before the House and make reports on all  matters \nreferred by the House and recommendations made by \nCommittees. \n        Explanation. — The time period of three months \ncontemplated in this rule shall be computed from commencement \nof Parliamentary Year i.e. 12th March of every year, accordingly, \nreports shall be due in June, September, December and March. \n        (2)     The time for making reports shall be allotted on \ndifferent days in rotation to the Ministers concerned as the \nChairman may, from time to time, specify. \n        (3)     The Senate Secretariat shall, on monthly basis, issue a \nconsolidated list of matters referred by the House and \nrecommendations made by Committees.] \n        266. Except by the special permission of the Chairman, \nthe Chamber shall not be used for any purpose other than the joint \nsittings, both Houses assembled together, the sittings of the \nSenate or Assembly or address by a foreign dignitary including a \nvisiting Head of State  or Head of the Government. \n        267. If a Minister quotes in the Senate a dispatch or other \nState paper which has not been presented to the Senate, he shall \nlay the relevant extract thereof on the Table: \n        Provided that where a Minister gives in his own words a \nsummary or gist of such dispatch or State paper it shall not be \nnecessary to lay the relevant extract thereof on the Table. \n        268. (1) A paper or document to be laid on the Table shall \nbe duly authenticated by member or Minister by whom it is so \nlaid. \n        (2)     All papers and documents laid on the Table shall be \nconsidered public. Periodical\nreports by \nMinisters on \nmatters \nreferred by \nthe House.\nRestriction on \nuse of\nChamber of\nSenate.\nPapers quoted \nto be laid on \nthe Table.\nTreatment of\npapers laid on \nthe Table.121 \n–––––––––––––––––––––––––––––––––––––––––––––––––––––––––––––––– \n*        Added by S.R.O. 329(I)/2015, dated 17-04-2015. \n*[SENATE FORUM FOR POLICY RESEARCH \n        269. There shall be a Forum known as the \"Senate Forum \nfor Policy Research\". \n        270. (1) The Forum shall consist of sixteen Members, eight \nsitting Members of the Senate and eight former Members of the \nSenate as nominated by the Chairman in consultation with the \nParliamentary Leaders in the House. \n        (2)     The Chairman of the Senate shall be the Patron of the \nForum. \n        **[(3)   The Members of the forum shall elect from amongst \nthemselves a Member as Chairman of the forum within one \nmonth of the constitution or reconstitution of the forum or the \noccurrence of vacancy, as the case may be. The term of office of \nthe Chairman shall be one year and he shall be eligible to be re- \nelected.] \n        (4)     The Secretary of the Senate shall be the ex-officio \nSecretary of the Forum and will be responsible for maintaining \nthe record of the Forum and to correspond on its behalf. \n        271.(1) The tenure of the Members shall be for a period \nof three years. \n        (2)   The Chairman shall nominate members of the Forum \nwithin thirty days of the commencement of the term of the newly \nelected members under clause (3) of Article 59 of the \nConstitution. \n        272. A member may resign at any time. If a seat becomes \nvacant due to resignation of a member or any other eventuality, \nthe Chairman shall appoint another member of the Forum in his \nplace, in the manner provided in Rule 270 (1). Senate Forum \nfor Policy \nResearch.\nComposition \nof the Forum.\nTenure of the \nMembers.\nCasual\nvacancies.                                                      122 \n–––––––––––––––––––––––––––––––––––––––––––––––––––––––––––––––– \n*        Inserted by S.R.O. No. 966(I)/2014 dated 30-10-2014. \n**       Substituted by S.R.O. No. 118(I)/2015 dated  09-02-2015. \n.\n        273. The functions of the Forum shall be the following:— \n        (a)     It shall assist and advise, as and when required, the \nSenate, the Chairman, the Committees, the Members \nand the Secretariat of the Senate; \n        (b)     It shall study questions of public importance that are \nalready under consideration or likely to come up \nbefore the Senate and recommend policy \noptions/solutions; \n        (c)     It shall act as an ideas generation and support forum \nfor the members of Senate in discharge of their \nfunctions; \n        (d)     It shall promote partnerships amongst sitting and \nformer members of the Senate. Besides Workshops, \nSeminars etc, it shall organize an Annual General \nMeeting of former and sitting Senators; \n        (e)     It shall suggest ways and means to enhance the \nefficiency, working and effectiveness of the \nCommittees of the Senate; \n         (f)     It shall compile and disseminate knowledge generated \nby Senate proceedings, committee reports and \nproceedings at international and regional \nParliamentary meetings; \n        (g)     It shall provide input on policy issues; \n        (h)     It shall prepare a statute Book of Pakistan to be kept \nunder the custody of the Chairman of the Senate \nwhich he shall; hand over to the next Chairman at the \ntime of laying down his office; \n         (i)     It shall keep the compendium of Pakistan Laws up to \ndate, year-wise and subject-wise; \n         (j)     It shall compile the best speeches of the Members of \nthe Senate made by them from time to time; Functions of\nthe Forum.123 \n        (k)     It shall supervise the compilation of a book on \nParliamentary Practices and procedure with special \nreference to Parliament of Pakistan; \n         (l)     It shall supervise the compilation of a book containing \nthe Rulings of the Chairmen given by them from time \nto time; \n       (m)     It shall suggest ways and means to promote \ndemocratic traditions and principles; \n        (n)     It shall suggest to the Senate, ways to coordinate the \nactivities between National Assembly and the Senate \nparticularly with reference to Private Members' Bills, \nrecommendations made by the Senate to the National \nAssembly in respect of the Finance Bill and matters \nrelated to the Special Committees/Joint Committees, \nIPU and CPA; \n        (o)     It shall advise and assist the legislative drafting unit \nand research cell of the Senate and the PIPS; and \n        (p)     It shall, in consultation with the Chairman Senate, \nadvise the donor agencies regarding Parliamentary \nDevelopment Programs. \n        274. (1) The Chairman of the Forum shall call the meeting \nof the Forum, at least once in two months or when a majority of \nthe members give a notice in writing. \n        (2)     The agenda of the meeting shall be proposed by the \nSecretary, under the directions of the Chairman of the Forum and \nshall be sent to the members at least seven days before the \nmeeting. \n        (3)     All the decisions of Forum shall be taken by majority \nof the members present. \n        (4)     All the proceedings of the Forum shall be recorded by \nthe Secretary in the minutes book and shall be signed by the \nChairman of the Forum. Meetings of\nthe Forum.                                                      124 \n        (5)     The Chairman may call an extraordinary meeting at a \nshorter notice if so required. \n        275. (1) The Forum shall present the annual report of its \nactivities to the Senate in the first session after a parliamentary \nyear. \n        (2)     It may submit its report on any subject as deemed \nnecessary. \n        (3)     The report shall be presented by the Chairman of the \nForum or a member authorized by him in this behalf. \n        (4)     The Senate may discuss the report of the Forum and \npass such directions as it may deem fit. \n        (5)     The Forum shall publish a quarterly journal or \nmagazine and other print, electronic or web based material to \ndisseminate its work to stakeholders and general public. \n        276. (1) The expenses for running the Forum shall be \nprovided by the Senate. \n        (2)     It shall have the status of Standing Committee of the \nSenate and shall be regulated by the Rules of Procedure of the \nSenate. \n        (3)     A former member of the Senate appointed to the \nForum shall be allowed the TA, DA and accommodation \nexpenses available to a sitting member while attending meetings \nor performing functions related to or in connection with the \nForum.] \n        *[277.(1) Subject to the provisions of these rules, any \nperson may submit a petition to the Chairman Senate containing \nclear suggestion relating to the business before the House, \nbusiness before a Senate Committee or issue of public Reports of the \nForum.\nMiscellaneous \nProcedure for \nsubmission of\nPublic \nPetitions.125 \n–––––––––––––––––––––––––––––––––––––––––––––––––––––––––––––––– \n*        Inserted by S.R.O. No. 796(I)/2015 dated 13-08-2015. \nimportance concerning the Federal Government. The petitioner \nshall make himself responsible for the accuracy of the matter \nraised by him. The petition shall be submitted online by filling in \nthe Performa on Senate website or by post or by delivering in the \nSenate Secretariat by hand. Every petition will be allotted a \ntracking number and updated record of each petition shall be \nmaintained by the Secretariat. A consolidated statement of the \npetitions received and disposed off will be made by the Secretary \nin the House in each session. \n        (2)     Unless the Chairman directs otherwise, the following \nwill be the procedure for processing and disposal of petitions:- \n                 (a)     On every Monday and Thursday, the petitions, \nreceived during the intervening period, will be \nsubmitted to the Chairman for appropriate \ndecision. The Chairman will decide the \nadmissibility of petitions and mode of action \nthereon; \n                 (b)     A petition admitted by the Chairman for referral \nto Committee shall be transmitted to the \nCommittee concerned which shall present its \nreport within thirty working days; \n                 (c)     The petitions admitted by the Chairman for \ntaking up in the House and those received back \nfrom the Committees concerned requiring \ndiscussion in the House will be taken up in the \nforthcoming session of the Senate; \n                 (d)     If the House makes any recommendation or the \nChairman gives any direction or the Minister \ngives any understanding on a petition, the \nMinistry/Division/Authority concerned shall \nreport to the Senate Secretariat about the action \ntaken thereon within twenty working days. The \nresponse of the Ministry/Division/Authority                                                       126 \nconcerned shall be submitted to the Chairman \nfor appropriate orders; and \n                 (e)     The petitioner concerned shall be informed of \nthe action taken on his petition within three \nworking days after completion of action \nthereon.] 127 \nCHAPTER XIX \nAMENDMENT OF RULES \n        *[278.(1) Unless the Chairman otherwise directs, seven \nclear days’ notice of a motion for leave to amend these rules shall \nbe given to the Secretary and the notice shall be accompanied by \nthe amendment proposed. \n        (2)     The Secretary shall, as soon as may be, circulate the \nnotice to the members. \n        (3)     The motion shall be included in the Orders of the Day \non the expiry of the notice period. \n        (4)     When the motion is reached, the mover shall read out \nthe proposed amendment to the Senate and Chairman shall ask \nwhether the member has the leave of the Senate or not. If \nobjection is taken, the Chairman shall call such of the members \nas may be in favour of leave being granted to rise in their seats \nand, if majority of the members present does not so rise, he shall \ndeclare that the member has not leave of the Senate, or, if no \nobjection is taken or such membership so rises, the Senate shall \ndeclare that the member has the leave of the Senate. \n        (5)     When  a member has the leave of the Senate under \nsub-rule (4), he may  move that the proposed amendment be \ntaken into consideration and to such a motion by any other \nmember may move as an amendment  that the proposed \namendment be referred to the Committee on Rules of Procedure \nand Privileges. \n        (6)     If the motion for consideration is carried, the proposed \namendment will be put to the Senate immediately for decision. If \nthe amendment to refer the proposed amendment to the \nCommittee is carried, the matter shall be referred to the \nCommittee. Amendment\nof rules.                                                      128 \n–––––––––––––––––––––––––––––––––––––––––––––––––––––––––––––––– \n*       Re-numbered by S.R.O.966(1)/2014, dated 30-10-2014 and again \n          Re-numbered by S.R.O.796 (1)/2015,   dated 13-08-2015. \n        (7)     After the proposed amendment has been referred to \nthe Committee, the procedure in regard to a Bill similarly \ncommitted shall, as far as may be, followed with such variation \nas the Chairman may consider necessary. \n        (8)     When the motion for consideration is carried, the \nmember who gave notice shall move that the amendment be \nadopted and the motion shall be put to the vote of the Senate. \n        (9)     When a rule or an amendment of a rule is passed by \nthe Senate, it shall come into force at once. \n        *[(10) The rule or amendment of a rule shall be known \nin the name of the Member who had moved it.]. \n        **[(11) The Secretary may, if necessary, rectify the \ngrammatical, typographical, punctuation, spelling, printing and \npatent errors in these Rules.] \n        279. The Rules of  Procedure and Conduct of Business in \nthe Senate, 1988, are hereby repealed.] Repeal.129 \n–––––––––––––––––––––––––––––––––––––––––––––––––––––––––––––––– \n*        Added by S.R.O. 801(1)/2015, dated 13-08-2015. \n**      Added by  S.R.O.452(I)/2016, dated 26-05-2016. \nFIRST SCHEDULE \nPROCEDURE FOR DETERMINING RELATIVE \nPRECEDENCE OF PRIVATE MEMBERS’ BILLS AND \nRESOLUTIONS \n(See rules 27 and 29) \n        1.      Not less than seven days before each day allotted for \nthe disposal of private members’ business, the Secretary will \ncause to be placed in the Notice Office a numbered list. This list \nwill be kept open for two days, and during these days and at the \nhours when the office is open, any member who wishes to give \nor has given notice of a resolution or a Bill, may have his name \nentered, in the case of a ballot for resolutions, against one number \nonly and, in the case of a ballot for Bills, against one number in \nthe list for each Bill of which he has given notice up to the \nnumber of three. \n        2.      The ballot will be held in the Committee Room in the \npresence of Secretary, and any member who wishes to attend may \ndo so. \n        3.      Papers with numbers corresponding to those against \nwhich entries have been made on the numbered list will be \nseparately placed in a box. \n        4.      A clerk will take out at hazard from the box one of the \npapers and the Secretary will call out from the list the \ncorresponding name, which will then be entered on a priority list. \nThis procedure will be carried out till all the numbers or, in the \ncase of ballot for resolutions, five numbers have been drawn. \n        5.      Priority on the list  will entitle the member to have his \nBill, or, as the case may be, resolution of which the required \nnotice has been given, set down in the Orders of the Day in the \nsame order of priority for the day with reference to which the \nballot has been held.                                                       130 \nSECOND SCHEDULE \nFORM OF COMMUNICATION REGARDING ARREST,\nDETENTION, CONVICTION OR RELEASE OF A MEMBER \n(See rules  79 and  80) \nPlace…………………………. \nDate………………………….. \nTo \nThe Chairman of the Senate, \nIslamabad. \n(A) \nDEAR MR. CHAIRMAN, \n        I   have the honour to inform you that I have found it my \nduty in the exercise of my powers under section…. of the…(Act), \nto direct that Mr./Mrs/Miss……. Member of the Senate, be \narrested/detained for (reason for the arrest or detention). \n        Mr./Mrs/Miss…, Member of the Senate was accordingly \narrested/taken into custody at…(time) on…          (date) and is at \npresent lodged in the…(jail)….(place). \n(B) \n        I have the honour to inform you that Mr./Mrs/Miss… \nMember of the Senate, was tried at the……. Court before me on \na charge (or charges) of…. (nature of offence with which \ncharged) on…. after trial lasting for…days, I found him/her \nguilty of… and sentenced him/her to imprisonment for… \n(period). 131 \n        [His/Her application for leave to appeal to…. (Name of the \nCourt) is pending consideration]. \n(C ) \n        I have the honour to inform you that Mr./Mrs/Miss… , \nMember of the Senate, who was convicted on…(date) and \nimprisoned for….(nature of offence for which convicted) was \nreleased on bail pending appeal or released on the sentence being \nset aside on appeal on the….(date). \nYours faithfully, \n(JUDGE, MAGISTRATE OR \nEXECUTIVE AUTHORITY).                                                      132 \nTHIRD SCHEDULE \nPROCEDURE REGARDING VOTING BY DIVISION \n(See rule 238) \n        When the minority desires a division and the Chairman is \nsatisfied that the demand for the  division is not an abuse of the \nrules, he will order a  division to be held by uttering the word \n“Division” and shall direct that the division bells be rung for two \nminutes to enable members not present in the Chamber to return \nto their places; immediately after the bells stop ringing, all the \nentrances to the Lobby will be locked and the Senate staff posted \nat each entrance will not allow any entry or exit through these \nentrances until the division has concluded. The Chairman will \nthen read the terms of the motion before the Senate and put the \nquestion for a second time. If the division is still demanded, he \nwill say “Ayes to the right, Noes to the left; divide”. \n        2.      According as they wish to vote, members will then \nproceed to the Ayes or the Noes Lobby and there pass in single \nfile before the tellers appointed by the Chairman. On reaching the \ndesk of the tellers, each member will, in turn, call out the division \nnumber which will be allotted to him for this purpose. The tellers \nwill then mark off this number on the division list simultaneously \ncalling out the name of the member. In order to ensure that his \nvote has been properly recorded, the member should not move \noff until he has clearly heard the teller thus call out his name. The \nDivision number allotted to each member will be communicated \nseparately. The number will be marked on the seat-card of each \nmember. \n        3.      When the voting process as described above is \ncompleted in the division  lobbies, the tellers will present their \ndivision lists to the Secretary who will count the votes recorded \nthereon and then present the total of the “Ayes” and “Noes” to the \nChairman. The Chairman will then announce the result to the \nSenate. The division will not be at an end until the result is so \nannounced. If the members of “Ayes” and “Noes” are equal, the \nquestion will be decided by the casting vote of the Chairman. 133 \nAnnexure \nCode of Conduct for Members Senate of Pakistan \n[See rule 226A] \nI.      Purpose of the Code \n1.     The purpose of this Code of Conduct is to assist the \nMembers in the discharge of their duties and obligations to the \nHouse, their constituents and the public at large by: \n        (a)     establishing standards and principles of conduct \nexpected of all Members in performing their duties \nand functions; \n        (b)     establishing the rules of conduct which underpin these \nstandards and principles and to which all Members \nmust adhere; and in so doing \n        (c)     ensuring public confidence in the standards expected \nof all Members and in the commitment of the House \nto upholding these rules. \nII.    Scope of the Code \n2.     The Code applies to Members while performing their \nparliamentary functions. It does not seek to regulate what \nMembers do in their private and personal lives. \n3.     The obligations set out in this Code are complementary to \nthose which apply to all Members by virtue of the procedural and \nother rules of the House and the rulings of the Chair, and to those \nwhich apply to Members falling within the scope of the \nMinisterial Code. \nIII.   Duties of Members \n4.     By virtue of the oath, as provided in the Constitution, 1973, \nMembers have a duty to perform functions honestly, to the best \nof their ability, faithfully, in accordance with the Constitution of                                                       134 \nthe Islamic Republic of Pakistan and the law, the rules of the \nSenate, and always in the interest of the sovereignty, integrity, \nsolidarity, well- being and prosperity of Pakistan. \n5.     Members should act, on all occasions, in accordance with \nthe public trust placed in them. They should always behave with \nprobity and integrity, especially in the use of public resources. \nIV.   General Principles of Conduct\n6.     In carrying out their parliamentary and public duties, \nMembers will be expected to observe the following general \nprinciples of conduct identified by the Committee on Ethics. \nThese principles will be taken into account when considering the \ninvestigation and determination of any allegations of breaches of \nthe rules of conduct in Part V of the Code. \n“Accountability \n        Members are accountable for their decisions and actions to \nthe public. \nHonesty \n        Holders of public office have a duty to declare any private \ninterests relating to their public duties and to take steps to resolve \nany conflicts arising in a way that protects the public interest. \nIntegrity \n        Holders of public office should not place themselves under \nany financial or other obligation to individuals or organizations \nthat might influence them in the performance of their official \nduties. \nObjectivity \n        Holders of public office should make choices on merit and \nin accordance with the rules and laws in carrying out public \nbusiness, including making public appointments, awarding \ncontracts, or recommending individuals for rewards and benefits. 135 \nSelflessness \n        Holders of public office should take decisions solely in \nterms of the public interest. They should not do so in order to gain \nfinancial or other material benefits. \nTransparency and Openness \n        Members should be as open as possible about all the \ndecisions and actions that they take.” \n5.     Rules of Conduct \n7.     Members are expected to observe the following rules:- \n         (i)     Members shall base their conduct on a consideration \nof the public interest, avoid conflict between personal \ninterest and the public interest and resolve any conflict \nbetween the two, at once, and in favour of the public \ninterest. \n        (ii)     No Member shall act as a paid advocate in any \nproceeding of the House. For the purposes of this \nCode, the acceptance of gratification to influence his \nor her conduct as a Member, including any fee, \ncompensation or reward in connection with the \npromotion of, or opposition to, any Bill, Motion, or \nother matter submitted, or intended to be submitted to \nthe House, or to any Committee of the House, will be \nconstrued as ‘paid advocate’. \n       (iii)     Information which Members receive in confidence in \nthe course of their parliamentary duties should be used \nonly in connection with those duties. Such \ninformation must never be used for the purpose of \nfinancial gain. \n       (iv)     Members are personally responsible and accountable \nfor ensuring that the use of any expenses, allowances, \nfacilities and services provided from the public purse                                                       136 \nis in accordance with the rules laid down on these \nmatters. Members shall ensure that their use of public \nresources is always in support of their parliamentary \nduties. \n        (v)     Members shall never undertake any action which \nwould cause damage to the reputation and integrity of \nthe Senate as a whole, or of its Members generally. \n       (vi)     Members shall pay tax and file returns, wealth \nstatements, etc. as required under the laws. \n      (vii)     Members shall, with respect to gifts received in their \nofficial capacity, act in line with the procedure for \nacceptance and disposal of gifts received by \nGovernment/Public functionaries, as notified by the \nGovernment from time to time. \nVI.   Removal of doubt and interpretation \n8.     If any doubt arises on any point of procedure or \ninterpretations of provisions of this Code, the decision of the \nChairman Senate thereon shall be final. \n        \nPCPPI—2399(16)Senate—27-02-2017—300. 137 \n                                                      138"
}