{
    "file": "./converted_json\\administrator2e6ebef43d33da1a8915d99eb7ffb20b.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "Page 1 of 18 \n   \n \n \nTHE FOUNDATION UNIVERSITY ORDINANCE, 2002  \n \n \n \nCONTENTS  \n1.  Short title and commencement  \n2.  Definitions  \n3.  Establishment and Incorporation of the University  \n4.  University open to all classes, creeds, etc . \n5.  Functions and powers of the University  \n6.  Teaching and examination of University  \n7.  Authorities of the University  \n8. Officers of the University.  \n9.  The Patron  \n10.  Visitation by the Patron  \n11.  The Chancellor \n12.  The President \n13.  Powers and functions of the President \n14.  The Rector \n15.  The Board of Governors  \n16.  Powers and functions of the Board of Governors  \n17.  Meeting of the Board of Governors  \n18.  Executive Committee  \n19.  Academic Council  \n20.  Powers and duties of the Academic Council  \n21.  Appointments   \n \n\n  \nPage 2 of 18 \n 22.  Committees  \n23.  Delegation of Powers  \n24.  University Fund  \n25.  Budget and Accounts  \n26.  Statutes  \n27.  Regulations  \n28.  Rules  \n29.  Discipline  \n30.  Removal of difficulties  \nTHE SCHEDULE  \n[See section 26]  \nTHE FIRST STATUTES  \n1.  Faculties  \n2.  Board of Faculty  \n3.  Functions of the Board of Faculty  \n4.  The Dean  \n5.  Academic Departments and Heads of the Departments  \n6.  Board of Advanced Studies and Research  \n7.  Functions of Board of Advanced Studies and Research  \n8.  Selection Board  \n9.  Functions of the Selection Board  \n10.  Finance and Planning Committee  \n11.  Functions of the Finance and Planning Committee  \n12.  Discipline Committee  \n13.  Functions of the Discipline Committee  \n \n \n \n  \nPage 3 of 18 \n THE FOUNDATION UNIVERSITY ORDINANCE, 2002  \nORDINANCE LXXXVII I OF 2002  \n          [25th October, 2002]  \nAn Ordinance, to provide for the establishment of a  Foundation University at Islamabad  \n WHEREAS it is in the interest of country to establish a centre  of excellence to provide quality \neducation of international standard to talented students of Pakistan;  \n AND WHEREAS it is expedient to provide for the establishment of the Foundation University \nand for matters ancillary  thereto or connected therewith;  \n AND WHEREAS the President is satisfied that circumstances exist which render it necessary \nto take immediate action;  \n NOW, THEREFORE , in pursuance of the Proclamation of Emergency of the Fourteenth day \nof October, 1999, and the Provisional Constitution Order No. 1 of 1999, read with the Provisional \nConstitution (Amendment) Order No.9 of 1999, and in exercise of all powers enabling him in that \nbehalf, the President of the, Islamic Republic of Pakistan is pleased to make and pr omulgate the \nfollowing Ordinance:―  \n 1. Short title and commencement.___(1) This Ordinance may be called the Foundation \nUniversity Ordinance, 2002. (2)  It shall come into force at once.  \n 2. Definitions.___ In this Ordinance, unless there is anything repu gnant in the subject or \ncontext___ \n(a) “Academic Council ” means the Academic Council of the University;  \n(b) “Affiliate Institution ” means an institution authorised by the Board of \nGovernors to conduct academic programmes approved by the University in \naccordance with rules prescribed for the  purpose;  \n(c) “Authority ” means any of the authorities of the University specified in section \n7;  \n(d) “Board of Governor ” means the Board of Governors of the University;  \n(e) “Chairman ” means the Chairman of the Board of Governors;    \n(f) “Chancellor ” means the Chancellor of the University;  \n(g) “College ” means any college maintained by the University;    \n(h) “President ” means the President of the University;  \n(i) “Committee ” means the Executive Committee of the University;    \n(j) “Deans ” means the Dean of  a faculty of the University;  \n(k) “Director ” means the Director of a constituent institute of the University;  \n(l) “Faculty ” means the Faculty of the University;  \n  \nPage 4 of 18 \n (m)  “Head ” means Head of a Teaching Department of the University;    \n(n)  “Patron ” means the Pa tron of the University;  \n(o)  “Prescribed ” means prescribed by regulation;  \n(p)  “Principal ” means the Principal of a constituent college of the  University;  \n(q) “Registrar ” means the Registrar of the University;  \n(r) “Rector ” means the Rector of the University;  \n(s) “Statutes ”, “Regulations ” and “Rules ” means the Statutes, the Regulations and \nthe Rules respectively made under this Ordinance;  \n(t) “Teaching Department ” means teaching department established  and maintained \nby the University;  \n(u) “HEC ” means the “Higher Education Commission ” established under the  \nHigher Education Commission Ordinance; 2002 (LIII of 2002);  \n(v) “University ” means the Foundation University, I slamabad;  \n(w) “University Teacher ” means Professor, Associate Professor, Assistant Professor \nand Lecturer engaged whole -time by the University for teaching;  \n 3. Establishment and Incorporation of the University.___(1) There shall be established at \nIslamaba d a University to be called the Foundation University consisting of -- \n(a) the Patron, the Chancellor, the President, the Rector, the Deans, the Directors, \nthe Principals and other members of the Board of Governors;  \n(b) the members of councils, boards, comm ittees and other bodies as the Board may \nestablish;  \n(c) the teachers and students of the University and its constituent units; and  \n(d) such other officers and members of the staff as the Board may, from time to \ntime, specified;  \n (2) The University shall be a body corporate by the name of the Foundation University, \nIslamabad having perpetual succession and a common seal, with power, among others, to acquire, hold \nand dispose of any property or investments and shall by the said name sue and  be sued.  \n (3) The principal seat of the University shall be at Islamabad and it may set up its campuses, \ncolleges, institutes, officers, research/study centres and other facilities at such places in Pakistan as \nBoard of Governors may determine. The additi onal campuses shall be set in other parts of the country \nonly after their evaluation by the Higher Education Commission to determine whether they meet the \neligibility criteria fixed by the Higher Education commission.  \n 4. University open to all classes, cr eeds, etc.___ The University shall be open to persons of \neither sex of whatever religion, rape, creed, colour or domicile who are academically qualified for \nadmission to the courses of study offered by the University and no such person shall be denied the \nprivileges of the University on the ground only for sex, religion, creed, race, class, colour or domicile.  \n  \nPage 5 of 18 \n  5. Functions and powers of the University.___ The University shall have the powers - \n(a)  to provide for instruction and training in such branches of  learning as it may \ndeem fit, and to make provisions for research, demonstrations and other \nservices, and for the advancement and dissemination of knowledge in such a \nmanner as it may determine;  \n(b) to select, admit and examine students;  \n(c)  to hold exami nations and confer or award degrees, diplomas certificates and \nother academic distinctions on and to persons who have passed its examinations \nunder prescribed conditions or have participated in its executive development \nprogrammes;  \n(d)  to establish and pr omote faculties;  \n(e)  to confer honorary degrees on persons as approved by the Board;  \n(f)  to prescribe courses of studies in such branches of learning as the University \nmay determine;  \n(g)  to establish and support other facilities for education, training and research;  \n(h)  to enter into agreements, contracts and arrangements with universities, \norganisations, institutions, bodies and individuals for the purpose of carrying \nout its functions and activities in Pakistan or abroad;  \n(i)  to decide teaching metho ds and strategies in order to ensure the most effective \neducational and training programmes;  \n(j)  to create posts for teaching, research, administration and other related functions \nand to appoint persons thereto;  \n(k)  to receive and manage property transferred and grants, bequests; trust, gifts, \ndonations, endowments and other contributions made to it and to invest any \nfunds representing such property, grants, bequests, trusts, gifts, donations, \nendowments or contributions and to convert one kind of property into another, \nin such manner as it may deem fit;  \n(l)  to institute and award fellowships, scholarships, exhibitions, bursaries, medals \nand prizes under prescribed conditions;  \n(m)  to demand and receive such fees and other charges as it may determi ne; \n(n)  to appoint members of various bodies and committees, as the Board may \ndetermine, for academic and administrative activities;  \n(o)  to appoint such officers and staff and prescribe terms and conditions powers and \nduties of such officers and staff;  \n(p)  to do all such other acts and things as may be required to further its objectives \nand \n  \nPage 6 of 18 \n (q)  in the exercise of above powers and functions the University shall be subject to \nany general rules, instructions or directions as the HEC may from time to time, \nissue.  \n 6. Teaching and examination of University.___(1) The academic programmes of the  \nUniversity shall be conducted in the prescribed manner.  \n (2) The University shall associate external examiners for the conduct of examination.  \n (3) No degree shall be granted unless a student has passed an examination in Islamic Studies \nand Pakistan Studies at the Bachelor's degree level or, in the case of a non - Muslim student, in Ethics \nand Pakistan Studies as his option.  \n (4) In the prescribing syllabi, courses of st udies and instructions for the conduct of studies, the \nUniversity shall abide by the directions given by the HEC under the Higher Education Commission  \nOrdinance, 2002 (LIII of 2002). for Federal Supervision of Curricula. Textbooks and Maintenance of \nStanda rds of Education.  \n 7. Authorities of the University.___ The Authorities of the University shall consist of.  \n(a) the Board of Governors;  \n(b) the Executive Committee;  \n(c) the Academic Council;  \n(d) the Board of Faculties;  \n(e) the Board of Advance Studies an d Research;  \n(f) the Selection Board;  \n(g) the Finance and Planning Committee;  \n(h) the Governing Bodies of the Constituent Units in whatever manner designed; \nand \n(i) any other Authority constituted by the Board of Governors.  \n 8. Officers of the University.___ The following shall be offic ers of the University, namely:___ \n(a) the Patron;  \n(b) the Chancellor;  \n(c)  the President;  \n(d) the Rector;  \n(e) the Deans;  \n(f) the Heads of Teaching Departments;  \n(g) the Registrar;  \n(h) the Director Finance;  \n  \nPage 7 of 18 \n (i) the Director Research and Development;  \n(j) the Heads of Constituent Units;  \n(k) such other persons as may be specified by regulations to be the officers.  \n 9. The Patron.___(1) The President of Pakistan shall be the Patron of the University.  \n (2) The Patron, when present or his nominee shall preside at the convocations of the  University.  \n (3) Every proposal to confer an honorary degree shall be subject to confirmation by the Patron.  \n 10. Visitation by the Patron.___(1) The Patron may cause an inspection or inquiry to be made \non his own motion or at the request of the HEC in respect of any matter connected with the affairs of \nthe University and shall, from t ime to time, direct any person of persons to inquire into or carry out \ninspection of___ \n(a) the University, its buildings, laboratories, l ibraries, and other facilities;  \n(b) any institution, department or hostel maintained by the University;  \n(c) the adequa cy of financial and human resources;  \n(d) the teaching, research, curriculum, examination and other matters of th \nUniversity; and  \n(e) such other matters as the Patron may specify.  \n (2) The Patron shall communicate to the respective Board his views with rega rd to the results \nof visitation and shall', after ascertaining the views of the respective Board,  advise the Board on the \naction to be taken by it. \n (3) The r espective Board sh all, wit hin such time as may be s pecified by the Chancellor, \ncommunicate to him such action, if any, as has been taken or may be propos ed to be taken upon \nthe results of visitation. \n (4) Where the respective Board does not, within  the time specified, take action to the \nsatisfaction of the Patron, the Patron may issue  such directions  as he deems fit and the respective \nBoard shall comply with all such direction. \n 11. The Chancellor. ___(1) The Chairman of Fauji Found ation shall be the Chancellor of the \nUniversity. \n (2) The Chancellor shall appoint  the Rector on the Recommendation on the Board of \nGovernors  of the University. \n (3) If the Chancellor is satisfied that the proceedings of any Authority  or orders of any officer \nare not in accordance with the provisions  of this Ordinance, the statutes, the regulations  or the  rules, \nhe may after calling upon such Authority  or officer to show- cause why such proceedings should  not \nbe annull ed by ord er in writin g, annul such proceedings or order. \n (4) The Chancellor may remove any person from the membership  of any Authority  if such \nperson___ \n(a) has become of unso und mind; or \n  \nPage 8 of 18 \n (b) has been incapacitated to function as a member of s uch Authority h as been \nconvicted by a Court of law or an offence involving moral turpitude  or has \nbeen found indul ging in any activity against the interest of !he University. \n(c) should  the Chancellor be incapacitated from acting as such due to absence or \nany other cause, the President or a nominee of the Chancellor shall act for him. \n 12. The President.___ The Managing Director of Fauji Found ation shall be the ex- officio \npresident and chief executive officer of the University. \n 13. Powers and functions of the President. ___The President shall___ \n(a) approve the draft Statutes .propos ed by the Board of Governors;  \n(b) appoint  the Director of Finance on such terms and conditions  as he may \ndetermine \n(c) preside o ver the convocations of the Uni versity in the absence of the \n(d) supervise the overall functioning  of the University. \n 14. The Rector.___(1) The Rector, who shall be an eminent scholar of national repute and \nan educationist or scientist of distinction, shall be appoin ted by the Chancellor on the \nrecommendation of the President on s uch terms and conditions as he may determine. \n (2) At any time when the office of the Rector is vacant, or he is absent or unable to perform \nthe functions  of his office due to illness or some other reason, the President shall make such \narrangements for the performance of the duties of the Rector as he may deem fit. \n (3) The Rector shall be the chief academic and administr ative officer of the University and \nshall be responsib le for the implementation of the decisions  and for the execution of the programm es \nof the University in accordance with the guidelines and policies formulated by the Board of \nGovernors.  \n (4) The Rector may, in an emergency which in his opinion  requires immediate action, take \nsuch action as he may consid er necessary and sh all, thereafter, as soon as possibl e, report his action to \nthe officer, authority, or oth er bod y, which in the ordin ary course  would  have dealt with the matter. \n (5) The Rector shall also have power___ \n(a) to regulate the activities connected with the execution of pro gramme s for \ninstru ctions,  training, research, and similar services; \n(b) to create and fill temporary posts  for a period not exceeding six months.  \n(c) to sanction all expenditure pro vided for in the approved bud get and the re- \nappropri ate funds  within the same major head of expenditur e; \n(d) to sanction and, re-appropri ate an amount not exceeding one hund red \nthousand rupees for an unforeseen item not provided for in the budget and \nreport it to the Board of Governors  in the next meeting; \n(e) to appoint, with the approval of the Board of Governors,  teachers, officers and \nmem bers of the staff of the University and such other persons  as may be \n  \nPage 9 of 18 \n necessary in accordance with policies and procedures approved by the Board \nof Governors;  \n(f) to submit to the  Board of Governors,  in accordance with the rules of procedure, \nreports  on the activities of the University and the execution of the plans of \nwork;  \n(g) to appoint, paper setters and examiners for all examinations of the University; \n(h) to dir ect teachers, officers and other employees of the University to take up \nsuch assignments in connection with teaching, research, examinations and \nadministr ation and such other activities in the University, as he may consid er \nnecessary; \n(i) to delegate, subject to such conditions, if any, as may be prescribed, any \nof his powers under this Ordin ance, to an officer or other employee of the \nUniversity; and \n(j) to exercise and perform su ch oth er pow ers and functions as may be pr escribed. \n 15. The Board of Governors.___(1) The general supervision and control of the affairs, and the \npower to lay down the policies of the University shall vest in the Board of Governors consisting of the \nfollowing members, namely: ― \n(a) the Chancellor who shall be the Chairman of the Board;  \n(b) the President who shall be the Vice -Chairman of the Board;  \n(c) the Rector of the University;  \n(d) a retired Judge of Supreme Court of Pakistan or a High Court to be nominated \nby the Chief Justice concerned;  \n(e) Chairman, Higher Education Commission or his nominee;  \n(f) Education Secretary of the Federal Government or his nominee not below the \nrank of a J oint Secretary;  \n 16. Powers and funct ions of the Board of Governors.___(1) The Board of Governors shall - \n(a)  hold, control and administer the property, funds and resources of the University \nand raise funds for the purpose of the University upon such secur ity as may be \nrequired under regulations;  \n(b)  undertake responsibility for the financial viability of the University including \nresponsibility for ensuring effectiveness of its operations, their continuity and \npreservation of the autonomy of the University ; \n(c)  consider and pass the resolution of the annual report, plan of work, statements \nof accounts and the annual budget estimates:  \n(a)  formulate or approve policies and plans governing the activities and operations \nof the University so as to facilitate r esearch, teaching and other academic work;  \n(b)  make statutes and rules;  \n  \nPage 10 of 18 \n (c)  prepare or have prepared and revise from time to time statutes and rules for the \nefficient and effective operation of the University;  \n(d)  establish faculties departments or inst itutes etc. under its jurisdiction and to \nconstitute such standing committees, councils and other administrative or \nacademic advisory bodies as it deems necessary and review their work;  \n(e)  call for and consider reports relating to the activities of the U niversity and the \nexecution of plans of work and to direct the Rector to furnish information \nrelating to any matter specified by the Board of Governors;  \n(f)  create such academic or administrative, posts as it may deem necessary and to \napprove appointments  to such posts as it may specify;  \n(g)  constitute committees or sub -committees as it may deem necessary;  \n(h)  take all such measures as it may consider necessary or desirable for the efficient \nand effective management and functioning of the University Boar d; \n(i)  appoint teachers and officers on the recommendation of the Selection  \n(j)  delegate powers to an authority or officer or a committee.  \n(2) The Board of Governors may delegate any of its powers to the President subject \nto such conditions as it may dee m fit to impose.  \n 17. Meeting of the Board of Governors.___(1) The Board shall meet at least twice year on \ndates to be fixed by the Chancellor provided that a special meeting may be called at any time by the \nChancellor or on a request by not less than five members of the Board to consider any matter of urgent \nnature.  \n (2) In the case of a special meeting not less than ten clear days notice shall be given to the \nmembers of the Board and the agenda of the meeting shall be restricted to the matter for whic h the \nspecial meeting is called.  \n (3) The quorum for a meeting of the Board shall be one -half of its members, fraction being \ncounted as one.  \n (4) The decisions of the Board shall be expressed in terms of the views of the majority and \nvoting of the members present. If the members are equally divided, the Chairman shall have the power \nto exercise a casting vote.  \n 18. Executive Committee.___(1) The Executive Committee shall comprise of the Following \nmembers, namely: ― \n(a) the President who shall be its Chairman ;  \n(b) the Rector;  \n(c) two members of Board of Governor to be nominated by the Board;  \n(d) all members of the Central Board of Directors of Fauji Foundation;  \n  \nPage 11 of 18 \n  (2) The Executive Committee shall deliberate on various aspects related to the functioning of \nthe University and recommend specific measures to the Board for consideration and shall in \nparticular___ \n(a)  provide and raise funds for the purposes of the University;  \n(b)  undertake responsibility for the financial viability of the Univer sity and ensure \neffectiveness of its operations;  \n(c)  consider and pass the resolution on the annual report plan of work, statement of \naccounts and the annual budget estimates as recommended by the Board of \nGovernors;  \n(d)  delineate priorities for research ; \n(e)  recommend allocation of training and research funds to the Departments, \nInstitutes, Schools and Colleges;  \n(f)  recommend such measures which ,would foster and enhance interaction and \ncollaboration between the University and other national and international \norganizations, institutions, research centres and industry;  \n(g)  propose affiliation measures with foreign ins titutions of repute;  \n(h)  decide methods and strategies in order to ensure 'the most effective scientific \nand technological programmes;  \n(i)  co-ordinate with relevant Government Ministries, Departments, Universities, \nHigher Education Commission; and  \n(j)  prescribe guidelines for proper and efficient 'functioning of the University.  \n 19. Academic Council.___(1) The Academic Council shall consist of the following members, \nnamely:― \n(a)  the Rector who shall be its Chairman;  \n(b)  all the Deans ; \n(c)  all the Head s of the Departments, Institutes, Colleges and Schools;  \n(d)  all Professors and Associate Professors of the University;  \n(e)  A representative of the Federal Ministry of Education ; \n(f)  two Assistant Professors and two Lecturers to be nominated by the Boar d of \nGovernors on the recommendations of the Rector;  \n(g)  three persons eminent in the arts, the sciences and the professions of whom one \nshall be from each category to be nominate by the Board of Governors;  \n(h)  Director (Academics), HEC;  \n(i)  Controller  of Examinations;  \n(J)  Librarian; and  \n  \nPage 12 of 18 \n (k)  the Registrar  \n (2) The Registrar shall, ex -officio, act as Secretary of the Academic Council.  \n (3) Members appointed by nomination shall hold office for three years.  \n (4) the quorum for a meeting of the Academic Council shall be one -third of the total number \nof members, a fraction being counted as one.  \n 20. Powers and duties of the Academic Council.___(1) The Academic Council shall be the \nhighest academic body of the Universit y and shall, subject to the provisions of the Ordinance and the \nStatutes, have the powers to lay down proper standards of  instruction, training, research, publications, \nexaminations and to regulate and promote the academic life of the University.  \n (2) With out prejudice to the generality of the foregoing provisions and subject to the provisions \nof this Ordinance and the Statutes, the Academi c Council shall have the power ― \n(a)  to advise the Board of Governors on academic matters;  \n(b)  to regulate the conduct  of teaching, research, publications and examinations;  \n(c)  to regulate the admissions of students to the courses of studies and examinations \nin the University;  \n(d)  to regulate the conduct and discipline of the students of the University;  \n(e)  to propose to the Board schemes for the constitution and organization of \nFaculties, Institutes, Schools, Colleges and Academic Departments;  \n(f)  to consider or formulate proposals for planning and development of teaching \nand research in the University;  \n(g)  to make R egulations prescribing the courses of studies; the syllabi and the \noutlines of tests for all University examinations subject to the approval of the \nBoard of Governors;  \n(h)  to regulate the award of studentship, scholarships, exhibitions, medal and prizes;  \n(i)  to frame Regulations for submission to the Board for approval;  \n(j)  to appoint/nominate members to the various Authorities in accordance with the \nprovisions of this Ordinance;  \n(k)  to recognise the examinations of other Universities or examining bodi es \nequivalent to the corresponding examinations of the University; and  \n(l)  to perform such other functions as may be prescribed by Statutes.  \n 21. Appointments.___ The University may appoint such persons in its service as may be \nnecessary on such terms and  conditions as the Board may by rules determine.  \n 22. Committees.___ The Board, the Academic Council, and other Authorities may constitute \nsuch committees as may be deemed necessary for carrying out the purposes of this Ordinance.  \n  \nPage 13 of 18 \n  23. Delegation of Powers.___ The Board may delegate to any person or a committee any of its \npowe rs, duties or functions.  \n 24. University Fund.___ There shall be a fund to be known as the “Foundation  University \nFund ” to which shall be credited all sums received by the University.  \n 25. Budget and Accounts.___(1)The budget of the University shall be app roved and its \naccounts shall be maintained and audited in such manner as may be prescribed.  \n 26. Statutes.___(1) The Board may make Statutes for the administration and management of \nthe University  . \n (2) The Statutes set out in the Schedule to this Ordinan ce shall be deemed to be the First Statutes \nframed under subsection (1) and shall remain in force until they are amended or replaced by new \nStatutes made in accordance with subsection.  \n 27. Regulations.___ The Academic Council may with the approval of the Board, make \nRegulations for the proper standards of instruction, training, research and examinations.  \n 28. Rules.___(1) Authorities and the other bodies of the University may make Rules consistent \nwith this Or dinance, Statutes and Regulations, to regulate the conduct of their business and the time \nand place of meetings and related matters.  \n (2) The Board may make rules to regulate any matter relating to the affairs of the University, \nwhich under this Ordinance,  are not specifically required to be provided for by the Statutes or the \nRegulations.  \n 29. Discipline.___ The University shall have power to supervise and control the discipline of \nthe, students of the University in the prescribed manner.  \n 30. Removal of difficulties .―If any difficulty arises in giving effect to any of the provisions \nof this Ordinance, the President may, on the recommendations of the Board make such order not \ninconsistent with the said provisions, as it may consider necessary fo r the removal of such difficulty.  \n________________  \n \nTHE SCHEDULE  \n \n[See section 26]  \n \nTHE FIRST STATUTES  \n \n 1. Faculties.___ There shall be a Faculty for an Academic Department or a group of Academic \nDepartments. The University shall include the following faculties and such other F aculties as may be \nprescribed: ― \n(a) Faculty of Management Sciences:  \n(b) Faculty of Information Technology;  \n(c)  Faculty of Medical Sciences;  \n(d) Faculty of Education;  \n(e) Faculty of Dental Sciences; and  \n  \nPage 14 of 18 \n (f)  Faculty of Postgraduate Health Sciences.  \n 2. Board of Faculty.___ (1) There shall be a Board of each Faculty, which shall consist of.  \n(a)  the Dean of a Faculty;  \n(b) the Professors and the Head of, Academic Department in the Faculty;  \n(c)  one member other t han Professors and Head of each Academic Department to \nbe nominated by the. Head of Department;  \n(d) two teachers to be nominated by the Academic Council by reason of their \nspecialized knowledge of the subjects which, though not assigned to the Faculty, \nhave in the opinion of the Academic Council, important, bearing on the subjects \nassigned to the Faculty;  \n(e) two experts in the field from outside the University to be appointed by the Board \nof Governors; and  \n(f)  one member to be nominated by the Rector:  \n (2) The members other than ex -officio members shall hold office for three years;  \n (3) The quorum for a meeting of the Board of a Faculty shall be one -half of the total number \nof members, a fraction being counted as one;  \n 3. Functions of the Board of Facult y.___The Board of each Faculty shall, subject to the general \ncontrol of the Academic Council and the Board of Governors, will have the powers to___ \n(a) co-ordinate teaching and research work in the subjects assigned to the Faculty;  \n(b)  scrutinise   the rec ommendations of the Boards of Studies, comprising the \nFaculty with regard to the appointment of paper setters and examiners for \nGraduate and Postgraduate Examinations and to forward the panels of suitable \npaper setters and examiners for each examination to  the Rector;  \n(c)  consider any other academic matter relating to the Faculty and report thereon to \nthe Academic Council:  \n(d)  prepare a comprehensive annual report regarding the performance of each \ndepartment, comprising the Faculty for presentation to the  Academic Council; \nand \n(e)  perform such other functions as may be prescribed under statutes.  \n 4. The Dean.___(1) There shall be Dean of each Faculty who shall be the Chairman and \nConvener of the Board of Faculty. He shall be responsible for the academic affairs of his Faculty.  \n (2) The Dean shall be appointed by the Board of Governors from amongst the three most, senior \nProfessors of the Faculty on the recommendation of the Rector and shall hold office for a period up to \nthree years and shall be eligible for re -appointment.  \n (3) The Dean shall present candidates for admission to Degree (except honorary degrees) in \nthe courses falling within the purview of the Faculty.  \n  \nPage 15 of 18 \n  (4) The Dean shall have such powers and duties as may be prescribed by the Boar d of \nGovernors on the recommendations of the Rector.  \n 5. Academic Departments and Heads of the Departments.___(1) There shall be an Academic \nDepartment for each subject or a group of subjects, as may be prescribed by Regulations and each \nAcademic Departmen t shall be headed by a Head of Department.  \n (2) The Head of an Academic Department shall be appointed by the Board of Governors on the \nrecommendation of the Rector from amongst three senior most Professors or Associate Professors \nother than Professors alre ady working as a Dean for a period of three years and shall be eligible for re -\nappointment provided that it a Department where there are less than three eligible Professors, the \nappointment shall be made from amongst the senior Professors and Associate Pro fessors of the \nDepartment. Provided further that in a Department in which there is no Professor or Associate \nProfessor, no such appointment shall be made and Department shall be looked after by the Dean of \nFaculty with assistance of the senior most teacher ' of the Department.  \n (3) The Head of the Department shall plan, organize and supervise the work of the department \nand shall be responsible to the Dean for the work of his Department.  \n (4) The Head of the Department shall under the general supervision of t he Rector and the Dean, \nexercise all administrative, financial academic and such other duties or powers as may be delegated to \nhim. \n (5) The Head of the Department shall prepare a comprehensive annual report on the \nperformance of the Department at graduate  and postgraduate levels, and Faculty research and \ndevelopment and submit it to the Dean of the Faculty for evaluation.  \n 6. Board of Advanced Studies and Research.___(1) The Board of Advanced Studies and \nResearch shall consist of:___ \n(a)  the Rector (Chairman);  \n(b)  all Dean;  \n(c)  one University Professor from each Faculty other than the Dean to be appointed \nby the Board of Governors;  \n(d)  one member to be nominated by the Rector;  \n(e) three members from the relevant fields from Research Organ izations and \nGovernment Departments to be, nominated by the Board of Governors; and  \n(f)  the Registrar as Secretary.  \n (2) The term of office of the members of the Board of Advanced and Research shall be three \nyears. The quorum for the meeting of the Board of Advanced Studies and Research shall be one -half \nof the total number of members a fraction being counted as one.  \n 7. Functions of Board of Advanced Studies and Research.___ The functions of the  Board of \nAdvanced Studies and Research shall be to -- \n(a) advise the authorities on all matters connected with the promotion of, advanced \nstudies, research and publications in the University;  \n  \nPage 16 of 18 \n (b) consider and report to the Authorities on the institution of research degrees in \nthe University;  \n(c) propose Regulatio ns regarding the award of research degrees;  \n(d) appoint supervisors for post -graduate research student and to approve titles and \nsynopses of their theses/dissertations;  \n(e) recommend panels of names of examiners for evaluation of their theses and \nother res earch examination; and  \n(f) perform such other functions as my be prescribed by Statutes.  \n 8. Selection Board.___(1) The Selection Board shall consist of — \n(a) the Rector (Chairman);  \n(b)  the Dean of the concerned Faculty;  \n(c)  the Head of the concerned Academic Department;  \n(d)  one member of the Board of Governors to be nominated by the Board;  \n(e)  two eminent educationists or scientists to be nominated by the Board of \nGovernors; and  \n(f)  one nominee of the President.  \n (2) The Regi strar shall act as the Secretary of the Selection Board.  \n (3) The members other than ex -officio members shall hold office for three years. (4) The \nquorum for a meeting of the Selection Board shall be four.  \n (4) No member, who is a candidate for the post to  which appointment is to be made, shall take \npart in the proceedings of the Board.  \n (5) In selecting candidates for the post of Professors and Associate Professors, the Selection \nBoard shall coopt or consult three experts in the subject concerned and in se lecting candidates for other \nteaching posts two experts in the subject concerned, to be maintained by the Rector from a standing \nlist of experts (revised from time to time) for each subject approved by the Board on the \nrecommendations of the Selection Boar d. \n 9. Functions of the Selection Board.___(1) The functions of the Selections Board shall be - \n(a)  to consider applications for teaching and other officers and recommend to the \nBoard of Governors the names of suitable candidates for appointment and \nrecomm end suitable salary for the persons concerned;  \n(b)  to consider all cases of promotion or selection of officers of the University and \nrecommend the names of suitable candidates for such promotion and selection \nto the Board of Governors;  \n(c)  to recommend t o the Board the grant of a higher initial pay in suitable case for \nreasons to be recorded;  \n  \nPage 17 of 18 \n (d)  to recommend to the Board the appointment of an eminently qualified person to \na position in the University on the terms and conditions as may be prescribed;  \n(e)  to consider all cases of promotion of officers of the University and recommend \nto the Board the names of suitable candidates for such promotions.  \n (2) In the event of an unresolved difference of opinion between the Selection Board and the \nBoard of Governors the matter shall be referred to the President, whose decision shall be final.  \n 10. Finance and Planning Committee.___(1) The Finance and Planning Committee shall \nconsist of___ \n(a)  the Rector;  \n(b)  all the Deans;  \n(c)  one member of the Academic Council to be nominated by the Board  \n Council.  \n \n(d)  one financial expert to be nominated by the Rector:  \n(e)  one member of the Academic Council to be nominated by the Academic  \n Council;  \n \n(f)  one nominee of Fauji Foundation;  \n(g)  one representative each from Federal Ministry of Education and Federal  \n Ministry of Finance;  \n \n(h)  Director of Finance who shall act as Secretary of the Finance and Planning \nCommittee;  \n(i)  the President will appoint Chairman of the Finance and Planning   \n Committee.  \n \n (2) The term of office of the nominated members shall be three years.  \n (3) The quorum for a meeting of the Finance and Planning Committee shall be five members.  \n 11. Functions of t he Finance and Planning Committee.___The functions of Finance and \nPlanning Committee shall be__ \n(a)  to prepare annual statement of accounts, propose annual budget estimates and \nadvise the Board of Governors thereon:  \n(b)  to review periodically the financial position of the University;  \n(c)  to advise the Board of Governors oil all matters relating to finance, investments \nand accounts of the University; and  \n(d)  to perform such other functions as may be prescribed under Statut es. \n 12. Discipline Committee.___(1) The Discipline Committee shall consist of — \n(a)  Chairman to be nominated by the Rector;  \n  \nPage 18 of 18 \n (b)  one Professor to be nominated by the Academic Council;   \n one member to be nominated by the Board of Governors; and  \n(d)  one Professor or Assistant Professor to be nominated by the Rector . \n (2) The Officer Incharge of Students Affairs shall also be its Secretary.  \n (3) The term of office of the members of, the Committee, other than ex-officio  members, shall \nbe two years.  \n  (e) The quorum for a meeting of the Discipline Committee shall be four.  \n 13. Functions of the Discipline Committee.___The Functions of the Discipline  Committee \nshall be___ \n(a)  to propose Regulations to the Academic Council for the conduct of University \nstudents; and maintenance and discipline and for dealing with cases of \nindiscipline; and  \n(b)  to perform such other functions as say be, prescribed by Regulations.  \n__________  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n        Last Uploaded on 22.9.2023"
}