{
    "file": "./converted_json\\administratorc4adcc448feb6542f54a1507ff2b6809.json",
    "name": "The Vaccination Act, 1880",
    "date": "9th July, 1880",
    "tagline": "An Act to give power to prohibit inoculation and to make the vaccination of children compulsory in certain Municipalities and Cantonments",
    "content": "Page \n1\n \nof \n9\n \n \n \n \nTHE VACCINATION ACT, 1880\n \n \n \nCONTENTS\n \nPREAMBLE \n \n1. \n \nShort t\nitle. \n \nApplication\n \n2\n. \n \nInterpretation\n-\nclause\n \n3. \n \nExtension of Act to municipalities\n \n4. \n \nExtension to cantonments\n \n5. \n \nPower to withdraw local area from operation of Act\n \n6. \n \nProhibition of inoculation\n \nInoculated persons not to enter without certificate local area subject to Act\n \n7. \n \nVaccination\n-\ncircles\n \nVaccinators\n \nSuperintendent of \nv\naccination \n \n8. \n \nPrivate vaccinators\n \n9. \n \nUnprotected children to be vaccinated\n \nVaccinator to \nvaccinate children, or deliver certificate of postponement \n \n10. \n \nInspection after vaccination\n \n11. \n \nProcedure when vaccination is successful\n \n12. \n \nProcedure when vaccination is unsuccessful\n \n13. \n \nProcedure when child is unfit for vaccination\n \nRenewal of postponement certificates  \n \n14. \n \nCertificates of insusceptibility of successful vaccination\n \n\n \nPage \n2\n \nof \n9\n \n \n15. \n \nWhat lymph to be used.\n \n16. \n \nNo fee to be charged except by private vaccinator\n \nProviso\n \n17. \n \nDuties of \nSuperintendent\n \nof vaccination\n \nNotice to parent \nor guardian neglecting to comply with Act\n \n18. \n \nOrder by Magistrate when notice not complied with\n \nProcedure when order not obeyed \n \nMagistrates to be non\n-\nofficial Natives \n \n19. \n \nPower to make rules for municipalities\n \n20. \n \nPower to make rules for cantonments\n \n2\n1. \n \nWhat rules under sections 19 and 20 may provide for\n \n22. \n \nPunishment of offences\n \n23. \n \nMunicipal funds to receive fees and meet expenditure\n \n \n \n \n \n \n \nPage \n3\n \nof \n9\n \n \nTHE VACCINATION ACT, 1880\n \n1\nACT No. XIII OF 1880\n \n[9\nth \nJuly,\n \n1880] \n \nAn Act to give power to prohibit \ninoculation and to make the vaccination of children compulsory in \ncertain Municipalities and Cantonments\n2\n.\n \nPreamble. \nWHEREAS it is expedient to give power to prohibit inoculation, and make the \nvaccination of children compulsory in certain \nmunicipalities and cantonments\n2\n; It is hereby enacted as \nfollows:\n__\n_\n \n \n1. Short Title, Application\n. This Act may be c\nalled the Vaccination Act, 1880\n: and it shall \napply only to such municipalities and cantonments\n3\n \nsituate in \n4\n[the Punjab, the North\n-\nWest Fro\nntier \n5\n[\n*\n]\n \nand the district of Sylhet \n5\n[\n* * *] as it may be extended to in manner hereinafter provided. \n \n2\n. Interpretation\n-\nclause\n. In this Act unless there is something repugnant in the subject or \ncontext,\n___\n \n \n(1) \n“Municipal Commissioners.” \nthe expression \n“Municipal Commissioners” means a body \nof Municipal Commissioners or a Municipal Committee constituted under the provisions of any \nenactment for the time being in force: \n \n(2) \n“parent.” \n“parent” means the father of a legitimate child and the mother of an il\nlegitimate \nchild: \n \n(3) \n“guardian”. \n“guardian” includes any person who has accepted or assumed the care or \ncustody of any child: \n \n(4) \n“unprotected child.” \n“unprot\nected child” means a child who h\nas not been protected from \nsmall\n-\npox by having had that disease either naturally or by inoculation, or by having been successfully \nvaccinated, and who has not been certified under this Act to be insusceptible to vaccination: \n \n(5) \n“inoculation.” \n“inoculatio\nn” means any operation performed with the object of producing \nthe disease of small\n-\npox in any person by means of variolous matter: \n \n \n1\nFor Statement of Objects and Reasons, \nsee \nGazette of India, 1880, Pt. V p. 80 ; for Report of Select Committee, \nsee ibid.,\n \np. 205, and for Proceedings in \nCouncil, \nsee ibid., \n1879, Supplement, p. 1225, and \nibid., \n1880, Supplement, pp. 566, 1204. \n \nThis Act has been declared to be in force in Balochistan by the British Balochistan Laws Regulation, 1913 (2 of 1913), s. 3. \n \nIt has\n \nbeen applied to Phulera in the Excluded Area of Upper Tanawal to the extent the Act is applicable in the N.W.F.P., subject to\n \ncertain modifications \n; \nsee \nN.W.F.P. (Upper Tanawal) (Excluded Area) Laws Regulation, 1950. \n \nIt has been extended to the Excluded\n \nArea of Upper Tanawal other than Phulera by N.W.F.P. (Upper Tanawal) (Excluded Area) Laws Regulation, 1950 \nand declared to be in force in that area with effect from 1st June, 1951, \nsee \nN.W.F.P. Gazette, Ext., dated the 1st June, 1951. \n \nIt has been diverse\nly amended in the Punjab, by Punjab Acts 3 of 1915 and 2 of 1929, and in N.W.F.P. by N.W.F.P. Act 11 of 1947. \n \nIt has been extended to the Leased Areas of Balochistan, \nsee \nthe Leased Areas (Laws) Order, 1950 (G.G.O. 3 of 1950); and also applied in the Fede\nrated \nAreas of Balochistan, \nsee \nGaz. of India, 1937, Pt. I, p. 1499. \n \nThis Act has been repealed in its application to the Province of West Pakistan by West Pakistan Ordinance 27 of 1958, s. 16. \n \n2\nThe long title and preamble have been amended in the Punjab and N.W.F.P. so as to include other local areas. \n \n3\nThis provision has been amended in the Punjab and the N.W.F.P. so as to include other local areas. \n \n4\nThe original words “the territories administ\nered respectively by the Lieutenant\n-\nGovernor of the North\n-\nWestern Provinces and the Punjab, and the Chief \nCommissioner of Oudh, the Central Provinces, British Burma, Assam, Ajmer and Coorg” has been successively amended by A.O., 19\n37, A.O., 1949, \nSch. and \nthe Federal Laws (Revision and Declaration) Act, 1926 (26 of 1951), s. 8, to read as above. \n \n5\nThe words” Province\n \nand \nin East Bengal\n” omitted by the Central Laws (Statute Reform) Ordinance, 1960 (21 of 1960), s. 3 and 2nd Sch.(\nwith effect \nfrom the 14th Oct\nober, 1955)\n. \n \n \nPage \n4\n \nof \n9\n \n \n(6) \n“vaccination circle.” \n“vaccination\n-\ncircle” means one of the parts into which a municipality \nor cantonment has been divided under this Act for the performance of vaccination: \n \n(7) \n“vaccinator”. \n“vaccinator\n” means any vaccinator appointed under this Act to perform the \noperation of vaccination, or \nany private person authorized \n1\n* * * in manner hereinafter provided to \nperform the same operation; and includes a “Superintendent of vaccination” : \n \n(8) \n“vaccinatio\nn season.” \n“vaccination\n-\nseason” means the period from time to time fixed by \nthe \n2\n[Provincial Government] for any local area under its administration by notification in the official \nGazette, during which alone vaccination may be performed under this Act. \n \n3\n. Extension of Act to municipalities\n. A majority in number of the persons present at a \nmeeting of the Municipal Commi\nssioners specially convened in \nthis behalf may apply to the \n2\n[Provincial Government] to extend this Act to the whole or any part of a munic\nipality, and thereupon \nthe \n2\n[Provincial Government] may, if it thinks fit, by notification published in the official Gazette, \ndeclare its intention to extend this Act in the manner proposed. \n \nAny inhabitant of such municipality or part thereof who objects \nto such extension may within \nsix weeks from the date of such publication, send his objection in writing to the Secretary to the \n2\n[Provincial Government], and the \n2\n[Provincial Government] shall take such objection into \nconsideration. When six weeks from the\n \nsaid publication have expired, the \n2\n[Provincial Government], \nIf no such objections have been sent as aforesaid, or (when such objections have been so sent) if in its \nopinion they are insufficient, may by like notification effect the proposed extension\n3\n. \n \n4. Extension\n.\n \nto cantonments\n. The \n2\n[Provincial Government] may, \n3\n[\n* * *\n]\n \nby notification in \nthe \n5\n[official Gazette], extend this Act to the whole or any part of a military cantonment. \n \n5. Power to withdraw local area from operation of Act\n. The \n2\n[Provincial Government] may, \nby notification in the official Gazette, withdraw any local area in a municipality or \n5\n* * * any local \narea in a cantonment, from the operation of this Act. \n \n6. Prohibition of inoculation\n. In any local area to which the provisi\nons of this Act apply, \ninoculation shall be prohibited; and \n \nInoculated persons not to enter\n,\n \nwithout certificate, local area subject to Act. \nNo person \nwho has undergone inoculation shall enter such area before the lapse of forty days from the date of the \noperation, without a certificate from a medical practitioner, of such class as the \n2\n[Provincial \nGovernment] may from time to time by written order authorize to grant such certificates, stating that \nsuch person is no longer likely to produce small\n-\npox by co\nntact or near approach. \n \n7. Vaccination circles\n. Every local area to which this Act applies shall be a vaccination circle, \nor shall in manner hereinafter provided be divided into a number of such circles; \n \nVaccinators. \none or more vaccinators shall be appo\ninted in manner hereinafter provided for \neach such circle; and \n \n \n1\nThe words “by the L.G.” rep. by t\nhe Decentralization Act, 1914 (IV\n \nof 1914), s. 2 and Sch., Pt. I. \n \n2\nSubs. by A.O., 1937, for “L.G.”. \n \n3\nThe words “subject to the control of the G.G. in C” re\np. by the Dev\nolution Act, 1920 (XXXVIII \nof 1920). \n \n4\nSubs. by A.O., 1937, for “local official Gazette”. \n \n5\nSee \nfoot\n-\nnote 4 on preceding page. \n \n \n \nPage \n5\n \nof \n9\n \n \nSuperintendent of vaccination. \none or more Superintendents of vaccination shall be \nappointed in manner hereinafter provided for each such local area. \n \n8. Private vaccinators\n. The \n1\n[Commissioner] may by written licence authorize private \nvaccinators to perform vaccination in any vaccinati\non\n-\ncircle, and may suspend or cancel any such \nlicence. \n \n9. Unprotected children to be vaccinated\n. When any unprotected child, having attained the \nage of 6 months, has resided for a period of one month during the vaccination\n-\nseason in any local area \nto whic\nh the provisions of this Act apply, and has not at the expiration of such period attained the age, \nif a boy, of fourteen years, and if a girl, of eight years, the parent or guardian of such child shall take \nit, or cause it be taken, to a vaccinator to be v\naccinated, or send for vaccinator to vaccinate it. \n \nVaccinator to vaccinate children or deliver certificates of postponement. \nSuch vaccinator \nshall vaccinate the child and deliver to its parent or guardian a memorandum stating the date on which \nthe vaccina\ntion has been performed and the date on which the child is to be inspected in order to \nascertain the result of the operation, or shall, if he finds such child in a state unfit for vaccination, \ndeliver to its parent or guardian a certificate under his hand \nto the effect that the child is in a state unfit \nfor vaccination for the whole or part of the current vaccination\n-\nseason. \n \n10. Inspection after vaccination\n. The parent or guardian of every child which has been \nvaccinated under section nine shall, on the da\nte of inspection stated in the memorandum, take the child, \nor cause it to be taken, to a vaccinator for inspection, or get it inspected at his own house by a \nvaccinator; and such vaccinator shall then append to the memorandum a certificate stating that the\n \nchild has been inspected and the result of such inspection. \n \n11. Procedure when vaccination is successful. \nWhen it is ascertained at the time of inspecting \na child under section ten that the vaccination has been successful, a certificate shall be delivere\nd by \nthe vaccinator to the parent or guardian of such child to that effect, and such child shall thereafter be \ndeemed to be protected. \n \n12. Procedure when vaccination is unsuccessful\n. When it is ascertained as aforesaid that the \nvaccination has been unsucc\nessful, the parent or guardian shall, if the vaccinator so direct, cause the \nchild to be forthwith again vaccinated and subsequently inspected in manner hereinbefore provided. \n \n13. Procedure when child is unfit for vaccination. \nA certificate granted under \nsection nine \nshowing the unfitness of a child for vaccination shall remain in force for the period stated therein, and \non the termination of that period, or, if that period terminates after the vaccination\n-\nseason is over, when \nthe next vaccination\n-\nseason b\negins, the parent or guardian of such child shall take the child, or cause \nit to be taken to a vaccinator to be vaccinated, or procure its vaccination at his own house by a \nvaccinator: \n \nRenewal of postponement certificates. \nProvided that, if the child is s\ntill found to be in a state \nunfit for vaccination, the certificate granted under section nine shall be renewed. \n \n \n \n1\nSubs. by the Decentralization Act, 1914 (4 of 1914), s. 2 and Sch., Pt. I, for “L.G.” . \n \nIn the N.W.F.P. the reference to the Commissioner should be construed as referring to the Revenue Commissioner; \nsee \nthe N.W.F.P. Law and Justice \nRegulation, 1901 (7 of 1901), s.6 (1) \n(f). \n \n \nPage \n6\n \nof \n9\n \n \n14. Certificates of insusceptibility of successful vaccination\n. If \nthe Superintendent of \nvaccination is of opinion that a child which has been three times unsuccessfully vaccinated is \ninsusceptible of successful vaccination, he shall deliver to the parent or guardian of such child a \ncertificate under his hand to that effe\nct; and the parent or guardian shall thenceforth not be required to \ncause the child to be vaccinated. \n \n15. What lymph to be used. \nThe vaccination of a child shall ordinarily be performed with \nsuch lymph as may be prescribed by the rules to be made under th\nis Act: \n \nProvided that, \n \n1st, \nif animal\n-\nlymph is so prescribed and the parent or guardian of any child desires that such \nchild shall be vaccinated with human lymph, it shall be so vaccinated; and \n \n2nd, \nif in any local area in which animal\n-\nlymph is procurab\nle human lymph is so prescribed, \nand the parent or guardian of any child desires that such child should be vaccinated with animal\n-\nlymph, \nand tenders to the vaccinator the amount of such fee, not exceeding one rupee, as may be fixed by such \nrules in this be\nhalf, such child shall be so vaccinated. \n \n16. No fee to be charged except by private vaccinator. \nNo fee shall be charged by any \nvaccinator except a private vaccinator to the parent or guardian of any child for any of the duties \nimposed on such vaccinator b\ny or under the provisions of this Act: \n \nProviso. \nProvided that it shall be lawful for a vaccinator to accept a fee for vaccinating a child \nby request of the parent or guardian elsewhere than in the circle for which such vaccinator is appointed. \n \n17. Duties\n \nof Suprintendent of vaccination. Notice to parent or guardian neglecting to \ncomply with Act.\n \nThe Superintendent of vaccination in addition to the other duties imposed on him \nby or under the provisions of this Act, shall ascertain whether all unprotected c\nhildren, under the age \nof fourteen years if boys, and under the age of eight years if girls, within the local area under his \nsuperintendence have been vaccinated; and, if he has reason to believe that the parent or guardian of \nany such child is bound by th\ne provisions hereinbefore contained to procure the vaccination of such \nchild or to present it for inspection, and has omitted so to do, he shall personally go to the house of \nsuch parent or guardian, and there make enquiry, and shall, if the fact is proved\n, forthwith deliver to \nsuch parent or guardian, or cause to be affixed to his house, a notice requiring that the child be \nvaccinated, or (as the case may be) that it be presented for inspection, at a time and place to be specified \nin such notice. \n \n18. Order by Magistrate when notice not complied with. \nIf such notice is not complied with, \nthe Superintendent of vaccination shall report the matter to the \n1\nMagistrate of the District, or such \nMagistrate as the \n2\n[Provincial Government] or the 1Magistrate \nof the District may from time to time \nappoint in this behalf; and the Magistrate receiving such report shall summon the parent or guardian \nof the child and demand his explanation, and shall, if such explanation is not satisfactory, make an \norder in writing\n \ndirecting such parent or guardian to comply with the notice before a date specified in \nthe order. \n \n \n \n1\nRead \nDistrict Magistrate, \nsee \nthe Code of Criminal Procedure, 1898 (Act 5 of 1898), s. 3(2). \n \n2\nSubs. by A.O., 1937, for “ L.G.” \n \n \nPage \n7\n \nof \n9\n \n \nProcedure when order not obeyed. \nIf on such date the order has not been obeyed, the \nMagistrate shall summon the parent or guardian before him, and unless jus\nt cause or excuse is shown, \nshall deal with the disobedience as an offence punishable under section twenty\n-\ntwo. \n \nMagistrates to be non\n-\nofficial Natives. \nThe Magistrates appointed under this section shall, as \nfar as is conveniently practicable, be \n1\n[citizen\ns of Pakistan], and not paid servants of the \n2\n[State]. \n \n19. Power to make rules for municipalities. \nWhen this Act has been applied to any \nmunicipality or any part thereof, the Municipal Commissioners may, from time to time, make \n3\nrules \nconsistent with this\n \nAct for the proper enforcement of this Act within the limits to which it applies. \nSuch rules shall be made in the manner in which, under the law for the time \nbeing in force, the \n4\n[Municipal] Commissioners make rules or byelaws for the regulation of other \nmatters within the limits \nof the municipality, and shall, when confirmed by the \n5\n[Commissioner] and published in the official \nGazette, have the force of law: \n \nProvided that the \n5\n[Commissioner] may at any time rescind or modify any such rule\n6\n. \n \n20. Power to\n \nmake rules for cantonments. \nWhen this Act has been applied to any cantonment \nor any part thereof, the \n7\n[Provincial Government] may, from time to time, \n8\n* * * make such \n9\nrules. \n \n21. What rules under sections 19 and 20 may provide for. \nThe rules to be made for any local \narea under section nineteen\n10\n \nor twenty may, among other matters, provide for\n__\n \n \n(a) \n \nthe division of such local area into circles for the performance of vaccinatio\nn; \n \n(b) \n \nthe appointment of a place in each vaccination\n-\ncircle as a public vaccine\n-\nstation, \nand the posting of some distinguishing mark in a conspicuous place near such \nstation; \n \n(c) \n \nthe qualifications to be required of public vaccinators and Superintende\nnts of \nvaccination; \n \n(d) \n \nthe authority with which their appointment, suspension and dismissal shall rest; \n \n(e) \n \nthe time of attendance of public vaccinators at the vaccine\n-\nstations, and their \nresidence within the limit of the vaccination\n-\ncircles; \n \n(f) \n \nth\ne distinguishing mark or badge to be worn by them; \n \n \n \n1\nSubs. by A.O., 1961, Art. 2 and Sch. (with effect from the 23rd March, 1956), for “British subjects domiciled in Pakistan” wh\nich had been subs. by A. \nO., 1949, Sch., for “Natives of India”. \n \n2\nSubs. by A.O., 1961, Art. 2 and Sch. (with effect from the 23rd March, 1956), for “ Crown” which had been subs. by A.O., 1937\n \nfor “Govt.”. \n \n3\nFor such rules, \nsee \nthe local rules and orders. \n \n4\nIns. by the Decentralization Act, 1914 (4 of 1914), s. 2 and Sch., Pt. I. \n \n5\nSubs. \nibid\n., for “ LG.”. \nSee \nalso foot\n-\nnote 4 below s. 8, \nsupra. \n \n6\nS. 19 has been replaced by another section in the Punjab by Punjab Act 9 of 1925. After this section a new sectio\nn 19A has been ins. in the Punjab and \nthe N.W.F.P. by Punjab Act 2 of 1929 and N.W.F.P. Act 11 of 1947, respectively. \n \n7\nSubs. by A.O., 1937, for “L.G.”. \n \n8\nThe words “subject to the control of the G.G. in C.” rep. by the Devolution Act, 1920 (38 of 1920). \n \n9\nFor such rules \n,see \nthe different local rules and orders. \n \n10\nThe word and letter “nineteen A” have been ins. at this place in the Punjab and the N.W.F.P. by Punjab Act 2 of 1929 and N.W.\nF.P. Act 1 of 1947, \nrespectively. \n \n \n \nPage \n8\n \nof \n9\n \n \n(g) \n \nthe amount of fee chargeable\n \nby private vaccinators, and their guidance \ngenerally in the performance of their duties; \n \n(h) \n \nthe facilities to be afforded to people for procuring the vaccination of their \nchildren at their own houses; \n \n(i) \n \nthe grant and form of certificates of success\nful vaccination, of unfitness for \nvaccination or of insusceptibility of vaccination; \n \n(j) \n \nthe nature of the lymph to be used and the supply of a sufficient quantity of such \nlymph; \n \n(k) \n \nthe fee to be paid for vaccination with animal\n-\nlymph under section fi\nfteen; \n \n(1) \n \nthe fee to be paid to a public vaccinator for vaccinating a child beyond the \nvaccination\n-\ncircle at the request of the parent or guardian of the said child; \n \n(m) \n \nthe preparation and keeping of registers showing\n—\n \nthe names of children born \nin s\nuch local area on or after the date of the application of this Act; \n \nthe names of unprotected children born in such local area previous to the application of this \nAct, and who are, at the time this Act is applied, under the age of fourteen years if boys, a\nnd of eight \nyears if girls; \n \nthe names of unprotected boys and girls respectively under those ages brought within such local \narea at any time after the application of this Act and who have resided there for a month; \n \nthe result of each vaccination or its postponement, and the delivery\n \nof certificates, if any; \n \n1\n(n) \n \nthe assistance to be given by the Municipal Commissioners and municipal \nservants in the preparation of these registers, and in other matters; and \n \n(o) \n \nthe preparation of vaccination\n-\nreports and returns. \n \n22. Punishment of \noffences\n. Whoever commits any of the underment\nioned offences (that is to \nsay)\n:\n__ \n \n(a) \n \nviolates the provisions of section six, \n \n(b) \n \nneglects without just excuse to obey an order made under section eighteen, \n \n(c) \n \nbreaks any of the rules made under section nineteen\n2\n \nor twenty, or \n \n(d) \n \nneglects without just cause to obey an order made under section eighteen after \nhaving been previously \nconvicted of so neglecting to obey a similar order made \nin respect of the same child, shall be punis\nhed as follows (that is to say)\n:\n-\n \n \nin the case of the offence mentioned in clause (a), with simple imprisonment for a term which \nmay extend to three months,\n \nor with fine which may extend to two hundred rupees, or with both; \n \n1\nThis clause has been amended in the Punjab and the N.W.F.P. by Punjab Act 2 of 1929 and N.W.F.P. Act 11 of 1947, respectively\n, so as to include \nmembers of District Boards and the servant\ns of those local bodies. \n \n2\nThe word and letter “nineteen A” have been ins. at this place in the Punjab and the N.W.F.P. by Punjab Act 2 of 1929 and N.W.\nF.P. Act 1 of 1947, \nrespectively. \n \n \nPage \n9\n \nof \n9\n \n \nin the case of the offences mentioned in clauses (b) and (c), with fi\nne which may extend to fifty \nrupees; and \n \nin the case of the offence mentioned in clause (d), with simple imprisonment for a term which \nmay extend to six months, or with fine which may extend to one thousand rupees, or with both. \n \n23. Municipal funds to re\nceive fees and meet expenditure. \nThe amount of all fees \n1\n* * \nrealized, and the amount of all expenditure incurred, under this Act in any municipality shall \nrespectively be credited to and paid from the Municipal Fund\n2\n. \n \n \n_________\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nDate: 16\n-\n09\n-\n2024\n \n1\nThe words “and fines” rep. by A.O., 1937. \n \n2\nThis section has been amended in the Punjab and the N.W.F.P. by Punjab Acts 9 of 1925, and 2 of 1929, and N.W.F.P. Act 11 of \n1947, so as to include \nother local areas and funds."
}