{
    "file": "./converted_json\\administratora60badf7361d79954972f8fce2e3c162.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "REGIS'IERED NO..!4JI92L-7ffi\nqbcCerygr- d ?sltun\n-.-!-\nEXTRAORDINARY\nPUBLISHED BY AUTHOBITY9\nao'sa\nllil\nISLAMASAI', SATURDAY, JAT{UARY 29, 2022\nPART I\nActs, Ordilrtrc€s, PresideDt's Orders atrd R€guhtiors\nSENATE SECRETARI^T\nIslomabad, the Uth Janurry, 2022\nNo. E 9(fy2A2ZL.gir-TtE following A(t of Malir-\"-Sroao (kliamsrt)\nreceived the assent of the President on 2Elh Jan'.lary, 2022 and is hereby\npublished for gencral information:-\nAcrNo. VI oF 2022\nAn Actltlher to @rrend the Sbte RankofPokittan Act, 1956\n. l. Shon tid. .id coEnctrc.medt-{l) This Act shall be c.llcd the\nStlte Ba ofPrkist n (Amendrrcnt) Acr, 2022.\n(2) h sha.ll comc into force at once.\n(35)\nPrice : k. 10.00WHERTAS it is expedienr funher lo anend thc Stare Bank of Pakistan\nAcl\" 1955 (Xlo(lll of 1956), in the manner ar for thc purposes hereinafter\nappearing;\nIt is hereby enacted as under:-\n17157 (2022\\Ex. Gaa-l\n36 THE C^ZETTE OF PAKISTAN, EXTRA., JANUARY29,2022 [PaRr I\n2. Sub6titutio! oI prermble, Act XXXIII of 1956.-ln the State\nBa k ofPakistan Act, 1956 (XXXIII of 1956), hereinafter refered to as lhe eid\nAcr, Ibr the preamble, thc following shall br subslitute4 Mrtely:-\n\"WHERE,{.S it is necessary lo provide for the conslihtrion of $afr Bek\nro achieve dom€stic Eice stabiliry by wey of rEgul.rirs the morEtrry lnd crcdit\nsysrem of Pakistan and, \\ ilhout prejudic4 to said primary objective, c-ontribute\nto the stabiliry of the financial s)stem of Pakistan and supporling tie general\ncconomic polcies of rhe Federal Govemmcnt to foster development and fuller\nulilization of lhe country's productive resourc€s;\",\n3. AD€trdhents of s.ctioo 2, Act XXXIII of 1956-ln the said Act,\nin section 2,-\n(a) after 0re omr'rted cla6e (a), thc following new clause shall b€\ninsene4 namely:\n\"(aa) \"advanced degec\" means a postgraduate qualificarion;\";\n(b) after cleuse (ff), the following new clar$e shall b€ i6erte4\noamely:--\n\"(lIa)\"development firEnce aclivity\" means to undeflake an\nacrivity to p.omote any activity ofany pdority scctor such es\nagriculturc, small end medium entcprises, hoBing or other\nsuch sectors;\";\n(c) after clause (i), the following ncw clause shau be inserte4\nnarnely:-\n(la) \"intemationai rese.ves\" mean the Bank's forcign exchange\nreserves;'r;\n(d) after clause (k), the following new clauses shsll be ins€rte4\nnamely:-\n'*(k3)\"monetsry liabilities\" m.!ns tlE total liabilitie6 of the Bank\nas rcflected in th€ affual audited fmrrcial sl.alemenB at tlrc\nbalanc€ she€ d.ale as reduc€d by the sum of following\nliabilities of tbe sarne date, namely:-\n(i) deposits ofthe coYemmenq\n0i) amounts owing to the lntemationa] Monetary Fun4 tle\nWorld Bank Alian Developmcnt Bank or otlrer such\ninstitutions;\nPART II TIIE GAZETTE OF PAKISTAN, EXTRA,, JAMJARY 29, 2022 31\n(iii) deposits of foreign cmtral bank or sovereign wealth\nfilnds:\nutilized swap lines of forei8n cmtral brnks; and\nbalaiEcs of participont ctnts8l bsrks undea any clearing\nu on;\n(kb) \"p.ice st bility\" mefis the maintenanc€ of low ard stable\ninflarion guided by lhe goven[flent's mcdium-term inllation\ntarget;\n(kc) \"recognized university\" me!,ls a univfisity m equiva.lenr\na.rdcmic in5ritution rccoSnized by the Higher Eduqtion\nCornmission of hkistan;\";(i9\n(v)\n(e) after clatlse (o), fie following new clsuse sh6ll b€ ins€.te4\nnamely:-\n\"(oa) 'Govenrmcnt\" mee.ns the Fedetal or e Provincial Government\nor a Local Goyemhent, 4s thc casc may ba;\".\n4. AE.trdDcrl of seciior 3, Act XXXIII of 1956.-ln tbe stud Act,\nin section 3, an r suus.crion (2), the following n€w suEs€ction shall be added,\nnamely:-\n\"(3) Subject lo lhis Acl fie Bank sha.ll have ttle power to acquire, hold\nand dispose of movable end immovable Foperty of any kin4 to\nenter into codEacts ard to undeflake ell activities necessary for the\nachievement of ils objectives.\".\n5. Subatitrtiotr of s€ction 4 Act XXXIU of 1956.-ln the said Act,\nfor section 4, th€ following shall bc substitutcd, namely:-\n\"4. Shrre capit l.-{l) The authorized capital of the Bank shall be\nfive hundred billion Rupees, divided into five billion shares ofone\nhundred Rupees each. The authorized c{pital may be lncreased by\nthe resoluion of thc Board, subject ro the appfova.l of the Federal\nGovemment,\n(2) The paid-up capial of the B.nk shall be one hundred billion\nRup€es, divided into one billion sharcs of one hundred Rupees\neaclL which shall be made up through issuance of bonus sharEs by\ncapital izing of profits or gpneral reserve or tlrrough subscription of\nshrr6 in cash by the Fedqal Govcnrmcnl\n38 THE GAZETTE OF PAKISTAN, E)(TRA,, JANUARY29,2022 [PART I\n(3) I'he capital shaU be ftlly paid-up and held exclusively by the\nI edeml Covemmenr and shall nor b€ tsansferable to any orh€r\nrrerson or cntity.\n(4) 'lhe Board may, with the prior approvsl of the Federal\n(iovemment, incrcrse the paid-up capital from time [o time by a\nresolutio[ which shall be made up in the same manner as spacifi€d\nin sub-section (2).\n(5) No rcduclion in either the autho.ized capilal o. paid-up capital\nshall be made at any time.\n(6) The nominal value, issue pric€, the mann€r in which th€ new\nshares may be issued ard thcir assig nent to the registe. of\nshareholders shall be determined by the Board.\n(7) Notwithstanding the amomt of paid-up capital pr€scribed in suu\nsLdion (2), the paid-up capibl and geneEl reserves of dte &nk\nshrll increase to eight p€rccnt of its monetary liabilities t}rcugh\nallocation from the distribulable profit as deterrnined in s€ation\n42.\".\n6. Inlcrtior of E.r !€ctior!, Ad lO m of l956.ln tlle said Act,\nafter section 4, subslifincd as aforesaid, the following new s€ctiom 4A,48 end\n4C shall be iniertei, namdy:-\n\"4A. Rscrpitrlizetlotr.-In the event that in thc audited annual\nfinancial slatements of tlle Bar q the sum of paid-up cspital and\ngcneia.l res€nEs falls below zerc, then-\n(a) the Boad, with the advic€ of the extcrnal auditors of the\nBarI, shall examine snd prepare a-report on lhe causes and\nextent of the shortfall wiihin a pqiod not exce€ding thirty\ncalerdar days;\n(b) in the event th-!t thc Board approves the repon under claus€\n(a), the BanI shEll reqEst drc Federal Govemment for a\ncapilal contribution to remedy the deficit with a r,icw to\nrestoring lh€ capital ro the levcl ofprescribed paid-up capital\nurder seclion 4; and\n(c) upon reccipt of the rEquest unde. claujc (b), rhe Federdl\nGovernment shall, within a period not €xc€eding thirly\ncalendar dayg transfe. to the Banl the nec€sssrv amount in\ncash or in negotiable debt instrumen$ with a specified\nrhaturity issued at prcvailing market-related inrgest raics.\nPARTII THE GAZETTE OF PAKISTAN, EXTRA., IANUARY 29, 2022 39\n48. Obi€ctive..-< I ) The primary obj€ctive of the Bank shall be to\nachieve and maintain domestic pric€ srrbility.\n(2) Without prejudic€ to the Bank's primary objcctive, the Bank shall\nconEibule to the stabilily ofl'he financial s)stem ofPakistan.\n(3) Subject to sub-se€tions (l) and (2), lhe Bank shall suppo( the\nCovemmmt's g€nenrl economic polici€s with a view tro\nconuibuting to fostering the development and fuller utilization of\nPakistan's productive resources.\n4C. F[rctiotrr of the Bcrk-The functions of the Bank to echieve the\nobjectives set fortl in section 48 and as funh€r descriH in this\nAct shall be t(F-\n(a) determine ard implcment monetary policy;\n(b) formulate and implement thc cxcharge rate policy;\n(c) carry out and disseminate res.arch rclevant to Banl's\nobjecrives and fllnctiorls;\nhold and manage all intemational reserves ofPakistan;\nissue and manage the cunency of Pakistarl irrcluding\nrcgulating lheir denominations;\ncollect and produce statistics relevant to the Bank's\nobjectives and fu ncrions;\noperate and cxercise oversight over Flment syslems;\nIicense, regulate and supervise scheduled banks and financial\ninstitutions tlBt fall under the domain of th€ Bank as further\nspccified in this Act or any other Acq\nresolve scheduled bank and other financial instihrtiorls thar\nfall under th€ domein oI the Bank as funher sp€cified in this\nAct or any other Act;\nadopt ard implement macro-prudafia.l policy measues fo(\nscheduled banl(s and fmancial institutions that fall undcr the\ndomainoflhe Bank(d)\n(.)\n(0\nG)\n(h)\n(i)\n(i)\n(k) act as the banker, financial adviser and fiscal agmt to dle\nCove.nment, and its agencies, on the mutually agre€d terms\nand conditions;\n(l) pIomote financial inclusion in Pakisterq\n40 'IIJE GAZETIE OF PAKISTAN. EXTRA\", JANUARY 29, 2022 AIT I\n(m)\n(n)develop fi nancial market inftastuctuEs;\nparticipate in intemational councils and organizatioG,\nincluding mullilateral, intemElional fi mrcial insliuions,\ncoopcrate with domestic and foreigr public entiti€s,\ncorrceming matters related lo ils objectives afld functions; and\ncarry olt any ancillary activiti€s incidenEl to the exercise of\nits objectives under lhis AcL\".(o)\n(p)\n7. SobdlitulioE of seclions 9, 9A\" 98 rnd 9C, XXXIII ot 1956.-In\nthe said Act, for sections 9,9A,9B and rc, thc following shall be substiruled,\nnarnely:-\n'9. Borrd of Directors.-{1) Subje.t to section 9D, oversight of the\naflairs and functions ofthe Bank sholl ba crtruned to rhe Board of\nDirectors, which shall supervise the marugement and the Baflk's\na&ninistratio[ op€ratiom and heve drc .ight of acccss lo all the\nactiviries ofthe Bank\n(:) Tle Boad ofDirectors shall consisl of-\n(a) the Govemor;\n(b) Secretary, Finance Divisiorl Govemment of Pakislzn withour\nthe righl to vole; and\n(c) eight non€xec(ive Directors, including at least one liom\neach Province.\n(1) The Deputy Govemorc shall have the right to attend the Board\nmcetings wifiout the right to vor€.\n(4) The Govemor shall be the Chairpeoon o[ the Board ln the\nCovemor's absence, the Board shall be chaired by the Deputy\nGovemor in charge of the Boerd mectlr8 ag€nda items:\nProvided that when the Deputy Govemor chairs lhe Bo6rd\nmeeting in absence of the Govemor, the Deputy Govemor shall\nhEve the ri8ht of casting vote.\n(5) The non-€xecutive DirEctors shall b€ eminent professioDals cach of\nwhom is wall-known for his integrity, expertise, and exp€rience in\nthe fields of cconomics, financial services, bankin& law,\ninformation tecthology, risk management or accountancy ro\np€rform th€ ovenight. They sMll have an edvanced degree ftom a\nP^Rr U TI{E GAZETTE OF PAI(ISTAN, EXTXA., JANUARY 29,2022 4l\n9Arecogniud university or hold professional accreditalior! ard\nrelevant erpeaence in any such fields for nol less thEn ten yeals.\nPowers of the Bo.rd.-{l) The Board, with the exception of the\npowers enfusted to the Monetary Policy Committ4e under section\n9D, shall pe.form the following functions, nah€ly: -\n(a) define, approve end determine thc geacral intanal policies\nand rules of the Banl regardint the execution of its filnctiofl5\nand approve intt'nal rules fo. their implementatiofl;\n(b) formulate and overse€ for€ign exchsnge r€s€rve management,\nstrategic investrnent aIId aisk policy;\n(c) approve the annual budget of the Bank;\n(d) approve the annual repon afld financial statements of the\nBank;\n(e) adopt ard ovcrs€e the Bank's policies on internal and extemal\neudil, complianc€, intfilal c.nEols ard risk maDagemedq\n(0 adopt and overs€e the syscm of financial rcporting,\naccounting policies, informstioi tcchnoloey end security in\nthe Bark; and\n(g) estsblish committees of the Boa io assist in oversight\nfunctio[a.\".\n98. Meetirgs of the Bcrd of Dir.ctoB.<l ) At least six meetings of\nrhe B@d shall bc held in a fiIlatrci.l y.!r ard as frequendy as is\nnecessory for the purpGe of discharging its responsibilities under\nthis Acr\n(2) Meetings of the Board shall be convened by the Chairperson or at\nthe written rcqucst of any three members ofth€ Board.\n(3) The quorum for a Board meeting shall be four mernbeE, including\ntlle Chai.pcrsorl\n(4) Each mefiber ofthe Board shall havc oDc vot 8rd in the event of\n.n equrlit, of votes, the person chairing fie rncding shall be\nentitlcd to a.rsting votc.\n(5) Excrpt as otherwise provided in this Act, decisions of the Boaad\nshall be edopted by a rnajority of th€ Boa.d mernb€rs present and\nvoting at the merting.\n42 THlt GAZETTE OF PAI{STAN, EXTRA., JANUARY 29, 2022 tP^Rr I\n(6) A resolution in writing together with the nec4sssry documents,\napproved by all the directors of tlrc Boad for the time being\nentitled to rec€ive notice ofa meeling ofthe Board shall be as valid\nand effectual as if it had b€en passed at a meeting of the Board\nduly conven€d and held. A rcsolution mder this suLsection shall\nbe noted at a subscquent meeting of the Board and made part ofthe\nmirutes of such meeting.\n(?) Any or all the documents sent to the Dircctors, including by email\nor ony otlEr electronic mode shall be considcred e valid docume .\n(8) Ihe acrs done by l}Ie Board shall b€ \\,alid notwithstanding the fact\nthat the appointment of ary person as a memb€r of fie Board is\ndefe€tive or any person was disqualified for such appoinftlent.\n9C. Prohibirion or ti. Covemmerl borrcB,itrg-{l) Thc BanI shall\nnot extend any direcl credits to or guarantee any obligarions ofthe\nGovemment, or any govemment-owrd enlity or any other public\ncndty.\n(2) The p.ohibition laid down in subsection (l) shall not apply to\ngovenrment-o\\Mred or publicly-owned banks and other rcgulstad\nentities, which shall be given the sf,m€ lrEalment ss privatcly-\nowned baDks.\n(3) The Bank sha.ll not purchase securities issucd by the Govemment\nor, an) government-owned enrity or any other public eitity on lhe\nprimary market. Nonetheless the Bar* may purEhase such\nsecurities in th€ secondary market\n(4) The Bank shall nor tuaranae€ ally loa4 advanc€ or inirstmcnt\nentef,ed ido by the Covernm€nl any govdnment-own€d efllity or\nany other public enlity:\nProvided tlut the existing outst nding debt owed to the Bank\nin the form of loans, advances or Government s€cwitics purchased\non the primary market, at the time of the cornmerEement of the\nState Bank of Pakisran (Amendment) Acr, 2021 shall be retirEd in\n6ccordanc€ with dre lerms and conditions under which such\noutclending debts were exleod€d. In complimcc with thc\nprohibilion of moDetary financing under this srction no roll-over or\nre-profiling of such existing outstanding debt of the Govemment\nowed to the Bank shall be permitted.\n(5) The guarant€cs issued by the Bank to secure the obtigations of the\nGovemment outstanding on rhe commenc€ment offie State Bank\nof Pakistan (Amendment) Act, 2021, shall not be incrE sed, bur\nPART I] THE GAZE.ITE OF PAKISTAN, EXTRA , IANUARY 29, 2022 4J\nE. AmetrdmeDts oI sectioD 9D, Act XXXIII of 1956.-In the said\nAct, in section 9D,-can be rolled-over in accordaace with the terms and conditions\nunder which such oulslanding guaraltees \\ere issued-\n(6) The amount of overdraft outstanding against Pakisran Railways\nshall be converted into loflg tefm debt with a duration of eight\nyears and remunerated at market interest rates,\n(a) in suEsection (l), in clause (d), the expression'\\vho shall be\neconomist, to be appointed by the Federal Govehment on the\nrecommendalion ofthe Board\" shall be omitted:\n(b) sub-sections (2) and (3) shall be omitted;\n(c) for sub-section (4), the following shall be substihrted, namely:-\n\"(4) Extemal members shall be eminert professionals or\nacademics ftom the fields ofeconomics, finance or banking,\nhaving an advanced degree aom a recognized university and\nrelevant experience in any such fields for at least ten years.\";\n(d) for sub-section (5), the followiog shall be substitrtro4 namely:\n\"(5) The Monetary Policy Committee shall detemine its o\\an\n.egulatioos of procedue.\"; and\n(e) for sub-section (6), the following shall be substituted, namely.-\n''(6) The quorum for thc Monetary Policy Committee meeting\nshall be four members including at least one ofwhom shall be\nthe covemor as Chairpenoq or in his absence, the relevant\nDeputy Govemor as nominated by the Govemor, one non-\nexecutive member of the Board, one external member aJrd\none smior executive of the Bank. The decision shall bc laken\nby a maiority of memb€Is present and voting, with the\nChairperson having a casting vote.\".\n(a) ibr the expression \"The Monetiry Poliry Committee shall, wilhout\nprejudic€ to ils powers aIId functions and those of t]rc Banl<,\nsuppor! tbe general economic policies ofthe Federal Govemment\nand\", the expression \"ln order to achieve the objeatives of the\nBank, the Monetary Policy Committee\" shall be substituted; and9. Amendment of secaior 9E, Act XXXIII of 1956.-In the said\nAct, in section 98,\n4,1 THE (;AZETTE OF PAKISTAN, EXTRA, JANUARY 29, 2022 IP^R.I I\n(b) in clause (a). thc cxpressron, \", support and recommmd\" shall b€\n10. Iosertion of new sections 9f, rnd 9G, Act XXXII of 1956.-ln\nthe said Acr, after section 9E, amended as afor€s€id, the fol,owing new sections\nshr l be insefie4 naflely:-\n9F. Ereculivc Committee.--{ I ) An Execuive CommiEee shall be\nestablished wirh thc power to formulale policies related to fie\nBanl's corc functions as well as those related to admi strarion and\nmanagement matters, excluding those matlers falling in the\npurview of rhe Monelary Policy Comminee, or the Boffd of\nDirectors.\n(2) The Executive Commitae€ shall consist of the Govemor, the\nDeputy Covemors, Executive Directors, and as needed other senior\nomcials. The Covemor and the Deputy Govemom shall have the\nright to vote on decisions lrlcn by the Executive Committee. The\nCovemor shall have the castinB vote.\n(l)\n(4)The Executive Committee shall adopt its own rul€s ofprocedure.\nThe Execulive Committee shall be chairEd by lfie Govemor and in\nthe Govemor's ab6ence, by $e Deputy Covemor in char8e of Ge\nExecutive Commitee m€€ting agenda items.\n(5) The quorurn for an Executive Commiftee me€ting shall be two\nmembers, including the Chairpercon.\n(6) The Executive Committe€ may delegate, for implem€fltation of ils\ndecisioos, any of its powers to another committee of the Bank, or\nto another ofncial oflhe Bank.\n(7) Any residual matters thar have not been explicitly addressed in this\nAct or allocated to the Board of DiEctors or the Monetary Policy\nCommittee, if they require a policy decision shall be exercised by\nthe E\\ecdiv€ Committee or otherwise thc Covenror.\n9C. Governor rnd Mitrister of Fimrce to Bt.blish lirbon.-fie\nCovemor and the Finance Minister shall est blish a close liaison\nthrough a mutual agreement with eacl olher and shall keep each\nottrer tully informed on all matters whichjointly concem the Bank\nand rh€ Ministry ofFinance.\".\nl1 Substitution ofs.rtiotr 10, Act XXXIII of 19s6.-ln rhe said Act,\nlor seclion I0. the lollowing shall be subBtiluled, namely-\nP^rt fl THE CAZETTE OF PAKISTAN, EXTRA., JANUARY 29,2021 45\n'10. Goyerior .trd Deputy Corer!ors.-{l) The Covemor of thc\nBank shall bE its chief executive omcer, who shall chair fie\nExecutive CommiEee and ensure the implemeflution of lhe\ndecisions taken and policies adopted by the Board of DirEclors,\nExecutive Committee and Monetary Poticy Committee, and shall\naeptestnt lhe Bank extemally in person o. through a nominee.\n(2) At any time wheo the oflice ofcovemor is vacaDt or the Covemor\nis incapacitate4 lhe s€nior most Deputy Govemor shall bc the\nActing Go\\emor, unlil the Covemor is appointed. whenever, the\nCovemor is on leave or u\"velling abroa4 he may designale in\nwriting one of the Depury Cov€nrors as Acting Govemor who,\nwhile chairing Board meedng in the absence of Covemor, shall in\ncase of€quality of votes have carting vote\"\n(l) There shall be thr.e Deputy Covemors.\n(4) A Deputy Govemor sllall perform such duties as may be assigncd\nto him by the Govemor.\n(5) Persons eligible to serve the orlices refened to in sutsections (l)\nand (3) shall possess recognized integrity, expertise and advanccd\ndegrce fiom I recognized univedity in lhe fields of economics,\nfinancisl servic'es, sccountlncy or banking with relevanl\nprofessional experierrce in any such field for at leasl ten years.\".\n'llAAppointm€nts <I) The Covemor and the non-€xecutive\nDirectors shall bc appointed by rhe President, upon the\nrecommendation of the Federal Govemment taking inlo account\nthe eligibility and disquelification criteria laid down in this Act.\nThe Deputy covemors shall be appointed by the Federal\nCovemmmt after consultation be(we€n the Minister of Finance\nand the Govemor, from amongst a panel of three candidates\nrecommended by the Covemor for each vacant positioq in order of\nmerit\nExtemal memters of th€ Monetary Policy Committ€e shall be\nappointed by the Federal Covemment, upon the recommendalion\nofthe Board.(2)\n(3)\n(4) ln the event of a vacancy occumng amongst the appointed\nGovemor, Deputy Covemors, non-executive Di.ectors and the12. lrr.rtior of new secdoo llA, Act X)O(III of 1956.Jn lhc said\nAct, after the omitted s€ctior I l, th€ following new section shall be inserted,\nnamely:-\n46 THE GAZEI-IE OF PAKISTAN, EXTRA,, JANUARY 29, 2022\nextemal members of the Monetary Policy Commrttee, an\nappointment referred to in sub-sections (1), (2) and (3) shall be\nfinalized within a period not exceeding thirty days on the\noccu[ence of such vacancy,\n(5) The Govemor and the Deputy Govemors shall devote thei. whole\ntime to the affairs ofth€ Bank and shall not engage in any business\nor other profession so long as they hold their offices during their\n(6) The Govemor shall be a citizen of Pakistan and shall not hold any\nother citizership or permanent residency\n13 Substitutiotr ofsectior 13, Act XXXIII of 1956.-ln the said Act,\nfor section 13, the following shall be substituted, namely:-\n\"13. Disqualificrtiotrs of ahe Govertror, Deputy Gov€rtrors,\nDire.tors strd memb€rs--No person shall be or shall continue to\nbe the Govemor, a non-executive Director, ai extemal member of\nMonetary Policy Committee and a Deputy Govemor, who\n(a) is a member of the Parliament or a Provincial Assembly or a\nl,ocal Governrnent or having dual Nationality;\n(b) is employed in any capacity in the public service of Pakistan\nor of any Provirce of Pakistan or any statutory body except\nthe Bank or holds any ofEce or position for which any salary\nor other remuneration is payable from public funds, exc€pt\nfor engagement in educational work or senior executives of\nthe Bank:\n(c) is or has been convicted ofa serious criminal ofense, money\nlaundering, fraud or economic crime;\n(d) is, or al any time has been an undischarged insolvent; or has\nsuspended payment or has compounded wilh the creditors;\n(e) is found to be permanently physically or mentally unable to\nperform the duties;\n(f) is a Director, officer or employee of any other bank or an\nentity regulaled by the Bank;\n(g) is a shareholder of any bank or an entity regulated by the\nBank;\n(h) is a member of any political party;\nP^RT I] THE GAZEI.TE OF PAKISTAN, EXTRA,, JANUARY 29,2022 4.1\n(i) due to ,ge is not able ro complete the full term of\nappoinftle ;or\nO absens thcmselves Fom three consecutive me€tings of the\nBoard or Monetary Policy Commiuse witiou leavc from the\nBoard or MoneMry Policy Committee, as the case may be.\".\n14. Substitution of section 14, Act XXXIII of 1956.-In the said Ac!\nfor s€.tion 14 the following shall b€ sub6litute4 nsmely:-\n\"14. ferDs of ollice.-{t) The Covemor, the Deputy Govemors, th€\nnon-.executive Directors shall be appointed for a term of five years\nand shall be eligible for re-appointment ody for one term of five\nyears.\n(2) The exlernal members of the Monetary Policy Conmitlcc shall be\nappointed for a term of five ye-ars and shall be eligible for one re-\nappointment for another term of five years.\n(3) No pelson shall hold the oflice of the Govemor or Deputy\nGovemor aftd attaining the age of sixty-five years.\n(4) The Govemor, Deputy Govemor, nonrxeculive Direclor or\nexremal mernber ofthe morEtary policy clmmitLe vac{ting offic.\nshall nor b€ eligible to becone a Director or mcmber, as the case\nmay be, until the expiry of the term of oflice for which he was\nappointed.\n(5) On codunencement of the Shte Bank of Pakislrn (Amendmeno\nAct, 2021 shall not affect the tenure of the incumbent Govcmor,\nIlputy Covemors, and nontxecutiv€ Directors who shall remain\nin of6ce rurtil thcir currEnt term e\"rpirEs in ac$rdance with lheir\ncurent terms and conditiolls.\".\n15. imertion of trew sectior l4A atrd l4B, Act X)O(III of 1956.-ln\nthe said Act, ailer section 14, subsrinftd as aforesaid, the following new\nsections l4A and l4B shall be inserte4 namely:-\n\"t44.Remsrcratiotr, terms rnd coaditions of sar\"iae-{l ) The terms\nand conditions ofservic€, including rcmuneration, of the Governor\nand the Deputy Govemors shall be determined by rhe Board of\nDirectors,\n(2) Th. l€aves and officia.l foreign travels ofthe Govemor aDd Depury\nGovemors, shall be d€termined by the Board and the Governor,\nrespectively.\n{t THE GAZETTE OF PAKISTAN, EXTRA,, JANUARY29,2022 [PARt I\n(3) The terms and conditions including the rcmuneration for the\nextcmal members of lhe Mon€rery Policy Committee shall be\ndctermined by the Board of Directors.\n(4) The Govemor and Depulv Covemors shall recuse themselves from\nthe meeting at the lime of det€rminalion of their tenrls and\nconditrons and rcmuneration.\n(5) The terms and conditions ofthe appointment of the non-executive\nDirectors including fees shall be dctermined by their appointing\nauthority and shall be atlached to the offer oftheir appointment.\n(6) Whcn determining the remuneration of the Govemor, Deputy\nGovemors and the fees of the non{xacutive Directors and erlemal\nmembers ofthc Monetary Policy Committee, lhe average relevant\nlevel of remmeration or fees prevalent lr the financial sector of\nPakislan for comparable levels of appointment shall be laken into\naccount, in order to allow for qualified professionals to bc recruited\nand retained.\n(7) The consolidated aDount of remuneration of dre Govefior and\nDepdy Govemors and fe€s of non-executive DirectoE and the\nextcmal members of the Monetary Policy Corhmittee shall b€\nmentioned in the arurual financial slatament ofrhe Bank\n(ll) Neithcr lhe remuneration and fees nor the terms and conditions of\nscrvice shall be varied lo the appointee's disadvantage during his\ntelln ofoffice.\n(9) No rcmuneralion or fees or corEI€osalion stlall be based on the\nBark's profils or any ofits revenues.\nl4B. RcsigDatiotr.--{ I ) The Govemor, a Deputy Govemor, a non-\nexecutive Dircclor or an extemal member of the Moletary Policy' Committee may, by writing under his hrnd addressed to thc\nappoinling aurhoflty, rcsign his ofrce.\n(2) A rcsignation in suUsection (l) shall be addressed through th€\nBoard.\n(l) On the acceptance of a resignation under sutsseclion (l) by the\nappoimiry authorit-v, the office sha.ll become vecant\".\n15. AnetrdDe[t of section 15, Act XXXII of 1955. ln lhe said\nAct, in scction lj, for the suEsections (l) and (2), the following shall be\nsubstirulcd, narnely:-\nPARTII THE GAZETTE OF PAK-ISTAN, EXTRA., ,ANUARY 29,2022 49\n\"15. Dismissrl of lhe Governor rtd DGpEty Govemor. {I) The\nappointing authorily may remove thc Governor, or a Deputy\nGovemor, lf he\n(a) is Euihy ol goss miscondElj or\n(t) is incapable ofproperly performing the duries ofhis officc by\nreason of physical or mental inczpacity; or\n(c) has violared any ofthe stipulations mention€d in section 13\n(2) The appointing euthority shall remove ary nor{xecutive Drcstor\nor extemal memberofthe Monetary Policy Committec ifhe-\n(a) ir guilty ofgross misconduct; or\n(b) is incapable of prop€rly perfoIming the duties of his offic! by\nreason ofph)sicalor mental incapacity; or\n(c) has violatcd any of the stipulalior$ mention€d in section I 3\nP.ovided that no proc€edings under suLsections (1) and (2)\nshall be initiated unless a show c.ause noticq includint an\nopportunity ofbeing heard, is given to such person.\".\n17. Insertion of new sectior 16A, Act XXX I of 1955.-ln the soid\nAct, after the omitted section 16, the following new section 16A shall be\ninscrle4 namely:-\n\"16A.Cotrflict of iatcrcat-No peEon appointed under section llA\nshall act ?rs a rcpres€ntltive of any commercial, financial,\nag.icultural, industrial or other inter€sl or reraive or ac.ept\ndirections therefronl in respect of dulies to be p€rfonned urder\nthis AcL Every such p€rson shall flrlly afld promptly disclose to thc\nBoard any interest, whether personal, commercial, financial,\nagricultural, industrial or other, which he or any dependent\nmember of his family may dircctly o. indirc.tly hold or be\nco lelted wilh and which becomes the subjert of considerdion by\nrhe Board, and shall req,se th€ms€lves liom any Board\ndeliberadons and voting related th€reto:\nProvided that srrch an inter€st, if so disclose4 shall not\ndisqualiry such member for the prn'pnse of corsrituing a quorum\"i\nProvided that no person appointed under section I lA shau be\nemployed by any instilution regulat€d by the Bank within a pe.iod\noftwo ycars after vacadng his position ar thc Bank\".\n18. AmcndmerB of section 17, Act XXXUI of 1956.-ln rhe said\nAcl, in section 17,-50 THE GAZETTE OF PAXISTAN, EXTRA., JANUARY 29, 2022 ART I\n(a) for clause (i A), the following shall bc substituted, namely:-\n'(lA) provide the rcfinance facility exchBively to the finsncial\ninstitutions falling under the superviso.y jurisdiction of the\nBank backed by such collateral and on such lerfis ard\nconditions as may be determincd by the Bank. This refinance\nshall not be provided to any person other thao a financisl\ninslitution. The Bank shall implement the .efinanc€ facility\nexclusively in puBurt of its mandate, withour comFomising\nits prirnary objective of price stability. The Bark shall nol use\nthe refinancing facility to dircctly or indirectly provide\nprivileged access to funding to any financial institurion oi .isk\ninsurance ofany specific se€tor-\";\n(b)\n(c)\n(d)in clause (2), sub-clauses (a), (b), (d) and (e) shall be omittcd;\nclauses, (4A), (4B), (4C), (19) and (l9A) shall b€ omitted;\nin subclause (4), the words and comma \"Local Authorities\" shall\nbe omitted;\n(e) after claBe (4C). omitted as aforesai4 thc following new claus€\n4D shall b€ inserted, namely!\n''(4D) any balances held by the Bank urder omitted sectionslTA,\nl78, l?C, l7D and l7E shallstand transferred to the paid-up\ncapital and gener-al reserves ofthe Banh';\n(0 clauses (5), (6), (6A) and (68) shall be ornitted;\n(g) in clause (8), the exprcssion 'hundi,\" shall be omitted and th€\nexpression \"; but rlo st,ch brEin€ss shall bc crrried ofl or transactEd\nwithout the previous apFoval of the Federal Govcmment\" stBll be\nomitted;\n(h) in clause (t0), in sub-clause (c) for the semi-colon, al the en4 a\ncolon shall be subsdtuted and therEafter rhe following proviso shell\nb€ .dde4 namely:-\n\"Provided thar tlle Brnk may only undenrle the above\noper\"tions or purchale such secudtiB on the secrndary mrrkets;\".\n19. OBi$ioo of s€ctioB l7A, 174 r7C,l7D.nd I7E, Act )qXIII\nof 1956.-ln the said Ac! sections 174 l7B, I7C, l7D and l7E shdl br\nomitled.\nP^RT I] TIIE GAZF-TIE OF PAKISTAN. EXTRA,, IANUARY 29,2022 5I\n20. Subslitulion of Bcctiotr l7G, Act X)O(III of 1956.-In the said\nAct, for section l?C, the following shall be substitute4 mmely. -\n\"17G. Lender of lrsl resort --{l) Wlere the circumstances so warrant\nand a scheduled bank approaches lhe Bank for a financial facility\n10 improve its liquidity and rrherc the scheduled bank in the\nopinion ofrhe.Bank is solvent and can provide adequale collaGral\nto support the financial facility, the Bant may provide short-term\nfinarcial facilily in accordance with the reBulations made by the\nBank in relation thereto, notwithstanding the pmvisiom of sub-\nsections (2), (3) afld (3A) ofsection 20.\n(2) Where in the opinion ofthe Banlq the aforesaid firuncial facility to\na scheduled bank is necessary to preseryo the stability of the\nfinancial system and where the bank do€s nor fulfill the\nrequircmenls specified under sub-section (l) of this section, the\nBank may, provided that it determined the scheduled bank is viable\nin the medium term, provide such financial facility on such terms\nafld conditions as the Bank specifies, govided that a w tten\nirrevocable guarartec of the Fcdeml Govemment is received in\nfavour of the Banh securing the repayment of the facility,\nnotwithstanding the provisions ofsuLsection (2), (3) and (3A) of\nsection 20.\n(3) For t-he purposes of this sectiorl a finaacial faciliry shall not\ninclude participation in the capilal ofa scheduled bank:\n\"Provided that any outstanding holding by the Bank of equity\nor right to equity in any scheduled bank shall be liquidated within\nten years ftom the commencement of th€ State Bank of Pakistan\n(Amendment) Acl 2021.\".\n. 2l. Amerdmetrt of section lE, Act XXII of 1956.-fn the said Act,\nin section lt, for sub-section (t), the following shall be substituted namely:-\n''(I) The Bank may operate in the financial markets by\n(a) buying and selling outright (spot or forwerd) and conducting\nreprrchase agreements of Govemment securities purchased in\nthe secondary markct;\n(b) swap or lending operations in foreign curerrcies;\n(c) Iending or bonowing claims and marketable instrurnents and\nprecious metals;\n(d) conducting, without prejudice ro section l7C, credit\noperations wilh banks operating in Pa-kistarL with lending\nbased on adequate collateral; ard\n52 THE GAZLTTE OF PAKISTAN, EXTRA., ,ANUARY 29, 2022 lP^Rt I\n(e) other means as may be deemed expedient for the conduct of\nopen harket opeIations:\nkovided lhat the existing Golemmem sccuritres\npurchased m the p.imary ma.ket and in thc book of the\nBank on commencemml of the Stat€ Bank of Pakistan\n(Amendment) Act, 202 I , may be sold or used for rcpurchase\nagrcemenB for the puDosa of op€ri marka operations.\".\n22. Am€ndm.nt of sectior 20, Act XXXIII of I956.-In the said\nAct, in section 20, affer clause (5), the following new clause shall be iNerte4\nnamelY: -\n\"(54)undert -ke sny quasr-fiscal operationi or development financ€\nactivities.\".\n23. Substltution of s€ction 39, Act XXXItr of 1956.-ln the said Act,\nfor section 39, the following shall b€ substitutcd, na-mely: -\n'39. Accoutrl.bility.-{1) 'l'he Govemor shall submit annual repon\nb,'fot tE Majlisa-Shoora (Parliame ) rcgading the achievemenl\nof tie Bark's objectives, conduct of monetary policy, state of the\neconomli and the financial system. In additiorl the Majlis<-ShooE\n(Parliarnent) may require any senior omcial, including the\nGovemor where appropriatc, ro attend at such additional times as\nmay be required.\n(2) The Bank shall, not less than twic€ a ye{, publish and submil lo\nthe Mojlis-e-Shoora (Parliarnent) and the Minister for Finerce a\nstate of the €conomy repon with rcferEnc€ to price development,\nmoney supply, crcdit, balancc-of-payments and economic growdl.\n(l) Thc Bahk shall, at minimum annual basis, publish a repoft on\nfinancial stabiliry that provides the overall arscssment of the\nfinancialsyslem.\".\n2.1. SuhtitutioD ofs€ction,(), Act XXXIII otl956.-ln the said AcL\nfor seclion 40, the following shall bc sub6dMe4 nam€ly:-\n\"40. Artrurl lio.rcirl st{tcmctrt! rtrd reportr.-{l) The finarcial\nyear ot the Bank shall begin on the firct day ofJuly ofa calendar\nyear end end on the last day ofJune ofthe next calmdar year.\n(2) The Bank shall fomulale accounting policies and F,rccedules and\nprepare financial statements In tine with intemetionally recognizEd\naccounring standards as adapted by the Board in light ofthe sp€ciat\nnarue of central bank operations.\nP^RT I] THE OAZETTE OF PAKISTAN, EXTRA., JANUARY 29,2022 53\n(3) Within four mo fu after the clos€ ofeach ofits financial year, the\nBank shall publish on its w€bsite md submit to the Federal\nCovemment and lhe Majlis-e-Shooro (Parliament) financial\nststementr, approved by the Boar4 signed by tie Govemor, the\nDeputy Govemor and the chief financial offic€r, along with the\naudiloE' .eport thereon.\n(4) The Bank shall p.epare and publish within five days of the close\nofthe week, on s omcial wekite w€akly accounts puEuant to a\nproforma apFov€d by the Board.\".\n25. Srb.aitution of.cction {1, Act )OUIII of 1956-ln th€ said Acl,\nfor scction 41, the followingshall b€ subBtituted, nemely:\n\"41. GeDcrrl re3€rve, utrrerlizd revrlurtior re3erve rtrd special\nrc!crv.--(l) The Banlq with dle apployal of 0E Boar4 shall\nestablish and maimain a general rescrve aocount. The general\nrcserve account may not be used exc€pt for the purposes of\nincllrsing the paid-{rp c-afitEl or ofcove.ing losses suslained by the\nBank\n(2) The Bank shaU eshblish uffealized revaluation res€rves accounts\nto accou for uffealized Sains and lo$es arising on its expGur€ in\ngold, financial instuments or other assets and liabilities on which\nsuch uEe.lized gains ol losses are not required !o be taken to thc\nprofit and loss account under fte accounting slandards followed by\nthc Bank\n(3) The Bar& with the approval of the Boar4 shall also make\nallocation to the unrEdized revaluadon rEserve from the net armual\nprofit, representing the unrealized gain on its exposures in foreign\ncurrencies, financial instruments, other ass€ts and liabilities on\n\\yhich unrealized BBins or losses are tskm to the profit and loss\naccout in accmdance \\rith the accounting slendards followed by\nthe Bank.\n(4) The Benk \\Mith th€ appmval ofdE Board may establish special\nresewe accounts for any of its specific exposur€s.\".\n26. SubrtitutioD of !.ctioo 42, Act XXXIII of 195-ln rhe said Act,\nfor section 42, the following shall be sub6ritute4 narncly: -\n\"42. ProtiB, losse\\ erd distributrbl. .rrtriry!.-<l) The annual\ndisEibukblc profi! for a year shall bc delermined ar follows:-\nA=B+C-D\nWtlerr\nA= Disfibutable profit;\n54 THE GAZETTE OF PAKISTAN, EXTRA. JANUARY 29, 2022 [P^RT I\nB= Net amual profir of lhe Bank as rEflecled in the audited\nfinancial slateme s;\nC: amout of unrealiud gains tnnsfered to utueslizEd\nrevaluation r€scrve account in prEvious one or more years that\nrealized during the year; and\nD : amomt of unrE{l iEd gains included in B'-\n(2) The Bank shall allocrre the disEibuable prcfit as follows:-\n(a) an amount equi\\alent to twenty pe.cent ofdistdbutablc profit\nsblll be cr€dited to the general nes€rv€ acaount until lhe surn\nof the capita.l ard Beneral res€rves equal cight perclnt of tlre\ntolal monetary li€bilities oflhe Bank;\n(b) as may be dete.mrned by the Board. following a consultation\nwith the Bank's extema.l auditors, fiom time to time shall be\ntransffircd to the special reserve rccounls created for any of\nits specific, identified liebility, contingency or expcted\ndiminution in the value ofits assets; and\n(c) aftEr aeounting for the amounts as aforesaid, any rcmaining\narnount of tlre distibutable profit shdl be tmnsfened ro the\nFeieral Covemment within thtuty days afrer making the\nfi nancial sBtemeats public.\n(3) Following lhe initial attairunen! of the eight pers€nt level, in cate\nthe sum ofthe Ban}'s capilrl and general rcscrves falls below such\nrcquircd lcvel ofmonetary liabilities, th€ Bsnk shall alloc€tc a.ll the\ndistribulable profit to the Bank's capital and ganeral rcserves ultil\ntfic required lc\\cl is re-establishcd.\n(4) If in any firurrcial year the Bank incus e net loss, this loss shall\nfirst be ch0rged to the general resave accouil and subsequently\napplied against the paid-up capilal.\n(5) No distribution shall be made out of cwrEnt ircom€ of th€ Bank\nexcept ss permitt.d by suus.crion (2).\".\n27. Substitution of lcctioD 43, Act XXXIII of 1956-In the said Act\nfor section 4J, the following shall be sub6rirure4 namely:-\n'?3. E(errrl Audit-{l) The sccounts, re.ords and finarEial\nstat€menh oflhe Bank shall. oncc o year, be auditcd in accordancr\nwith the intemational sEndards on alditin& by two independent\nextemal auditors who shall be of good repute and have\ninrarutional expcrience in the auditint of major international\nliruncial instilutions or cmtral bu*s or havc affiliarions with audit\nirms that have such epericncc.\nP^Rr U TtlE CAZETTE OF PAI(ISTAN, EXIRJI., ,ANUARY 29, 2022 55\n(2) The Boar4 on the rccornmmdation of the audir committee, shall\nappoint the exlemal audirors for a period of 6ve years and they\nshall not be eligible for rersppointment at tha(time.\n(3) The Board may! on the recommendation of the audit committee,\nteminate the contract of the Benk's extemal euditors for good\ncause.\n(4) The extemal auditor shall report to the audit committe€ and the\nBoard on key matters arising from rh€ audit and in particular on\nmatarial weaknesses in internal controls relatint to the fi@ncial\nr€porting Process,\n(5) The exremal audilors shall have full power to examine all book\nand accounts of the Bark ard obtain atl information abour ils\nlransaclions, \".\n2t. Substitution of sectiotr 4,1, Act XXXII of 1956,-In th€ said Act,\nfor secdon 44, the following shall be sub'stiture4 namely:\n\"44. Auditor-Getreral of Pokiltr[-The Auditor-General of Pakistan\nmay, without prejudic to the aulonorny of the Bsnk and the audits\nconducted by the exlema.l auditors pursuant to sectiofl 43, conduct\naudit of the accouflts of the Banlc Such oudit shall not havc\nconcem with rhe merits of tle policy decisions including\nimptementation thereof by the Bank.\".\n29. Srbltitutior of sectior 45' Ad IqXIII of 1956-In th€ said Acl,\nfor section 45, the following shall be sub6tituted, namely: -\n\"45. Audil committee--{l) The Board shall constitute an audit\ncommittee and define ils composition, responsibilities, dulies and\nterms of reference-\n(2) The audit committee lhall consist of thee or more nonrxecutive\nBoard members, with at laast one having extensive expe.ience in\nrhe 6eld of accounting, auditing or intemal controls. The audit\ncommittee may cGopt external expe.ts withont thc .igh1 10 vote.\nThc criteria provided in suusecrion (5) of section 9 shall apply to\nthe appointment of the exl€rnal expert who shall not have becn a\nmember ofthe Board oI staff in the thrE€ calerdrr yerrs Feceding\nhis appoinunenr a5 member of the audit comminee.\n(3) Ttre audit comnittee's responsibilities shall be ershrined in the\naudit comrnittee's terms ofrcfeftnca approyed by the Board, which\nshall include, intet alia,-\n(a) oveEeeing the intemal audit function;\n56 THI] GAZETTE OF PAKISTAN, EXTRA., JANUARY 29, 2022 [PTTT t\n(b) approving the charter ofthe internal audit function;\n(c) recommending the appointment ofextemal audito6, and their\nscope ofwodi; and\n(d) evaluating the effecliveness ofth€ internal control systems.\".\n30. IBcrtio! of rew s.ction 45A, Act XXXIII of 1956. ln the said\nAcq after secrion 45, subsdnrted as aforesaid, the following new seclion shall be\ninserte4 namely:-\n. \"45A. Chi.f iilcrrrl ruditor.<1) Therc shall be achief intemal auditor\nas en cmployee of the Bar* who shall be designated and rcmoved\nby the Board on recommendation of rhe audit committee fiom\namongst dle penooi having extensive professionsl experience in\nthe field ofaccounting or audit\n(2) The Board shall define the criteria and terms and conditions for the\nappoi ntrnent and removal of lie chief intemel alditor. \".\n31. Sub.titution of secliotr 45B, Act XXXIII of 1956.-ln the said\nAcq for sectioo 468, th€ following shall be substitrld narnely:-\n\"468. Furclioul rld irrtitrtional a{tonody.---:I'hc Bank sha.lt be\neutonomous in the pursuit of its obj€ctives and in thc performarce\nofits powers pusuant to this Acl.\n(2) Nothing in this Act, nor in any other law for the lime being in\nforre, shrll be construed to allow any third psny, inchding the\ncovemment or quasi-governmo enlities, lo approve, suspen4\namul or interferE with the management ofthe Bailq as well as the\nrights, duties and obligarions ofrhe Bank and ofthe memb€6 of its\nBoard. ttre Executive Committee, the Mon€dary Policy Committ€e,\nor the staff of tie Bank in the performance of their fimctons\npursuan! to this AcL\n(3) No Goverrunental or quasi-Govemmental body or agency shall\nissue any directive, directly or indireatly, to any banking company\nor a.ny other Enancial institution regulated by the Bank which is\ninconsister wirh the policies, regulations and directives issued by\nth€ Bank pursuant 10 or ill exercise of ils powcrs under this Act or\nafly other law for the time bcinS in forc€.\n(4) The Banlq the membeE of its decision-making bodies and its staff\nshell neither request, nor take any imtructions frorn aay other\nperson or entity, including Govemment or qussi-govemment\nenlilies. The autonomy ofthe Bank shall be respected at all times\nand no person or mtity shall seek to influenc€ lh€ memb€rc of the\nBoard, Execurive ComminE, Monetsry Policy CommiEee, or rhe\nstaff of the Bank in the perfomance of their functions.\nP^RT ITHI GAZETTE OF PAKISTAN, EXTRA. JANUARY 2922 57\n(5) Wilhout prejudice to the responsibility of the Minis(er of Financ!\nand the poweN oflhe Govemment es Fovided for ifl this Act or\n6ny other law the Bank shall directly submit the informarion alld\nrcports envisaged in section 39 10 the conccmed St rding\nCommitrcc ofthe Parliammt ard the Govertunenl TIE Bar* shall\ninteract and cornmudcate dircctly with any third pcrsons,\nincluding Cor€tnment or qu.f,ii-golemmefit agencics, schedules\nbanks and other regulated entities, in pursuit ofits objectiv€s.\n(6) The Bank, with thc approval ofthe Federal Govemmenl may enter\ninto an agreement or Memorandum of Unde6tanding or ary\nreciprocal arrangemeng with any domestic or foreign retulrtory or\ns+Ervisory aulhority for tlc prrpGe of shrdng and obtaining\npublic and nonpublic confidential inforE tioo rEtwithsranding the\nprovisions of any other law for th€ time being in forc..\"\n(7) All matters relating to the Bank requiring approval offie Fede.al\nCovemmenl Prime Minister or ftesident shall bc initiated by the\nDivision allocaled with the bNiness of this Acl on a rcference\nreceived from the Bar ( or on its own initiative following v,ritten\ncoGultation with drc Bank. Any refeaenc4 so raceived fiom the\nBank t+ill b€ submitted in its original form lo the compdent\nauthoriry fior its decision within four we€k.\n(8) The Bank shall b€ consulted prior to the introduction of any Bill by\nthe Federal Govemmenl in the Parliament which may having a\nbearing on the fimctons ofthe Bank.\".\n32. Insertion of nerr section 52A Act XXXII of 195-ln the said\nAct, aftEr section 51, the following new s€ction shall be insefled, na.rnely:-\n''524- Pmtcction ofrction t t.l io 8ood foitl.nd i!d.Etrity.-{l) No\nsuit, prosecution or any other legal proc€eding including for\ndamages shall lie againsr rhe Bank, Board of DirEctors or memb€r\nthareof, Govemor, Deputy Covemors, member of any Board\ncommi(toc and Monetary Policy Committee, officers and\nemployees of the Bank for any act ofcommission or omission done\nin exercise or performance of any functions, powea or duty\nconfened or imposed by or under this Act upon such pelsons oa\nany rules and rcgulatiorB made thereunder or any legislation\nadministercd by the Bank, or n es and retulations made\nthereunder, unless such acl of commission or omission is\nundert.ken in bad faith and wilh malafide intenr.\n(2) The Govemor, Deputy Cov€mors, Directors, members of any\nBoard committee and Moneury Policy CommitrE. omcers and\nemployees ofthe Bank shall not be liable in their peEonal capacity\nfor afly act of cornmission or omission urddtakefl in their official\n5E THE GAZETTE OF PAKISTAN. T'XTRA,. JANUARY29. 2022 [P^RT I\ncapacity in good faith. In case of any such proceedings as\nmentioned in suUsection (l), ttEy shall be indannified by the\nBank which shall be:r all the expenses llrcr€of, rmless an act or\nomission has been subsequenlly de@rmined to have b€en\nundcnakcn in bad faith and with malafidc intenf'.\n33 AE.Edm a! of loctioo 54 Acl XXXIII of l956-ln the said\nAcl in section 54,-\n(a) suEs€ction (l) shall be omitted;\n(b) in sub-s€ction (2), for the cxpEsrion \"ln panicul and without\nEejudice to lhe generelily of the forgoing provisioG such\nrEgulaoqls msy pmvide for sll or any of tlE following mattqs\",\nthe exprassion *Tha Bo6rd of Dircctors may make regulations\nconsistent wifi this Act and fallinB under the Board's domaiB in\nparticular to provide for any of the following mdlers\" shall be\nsub6tituled;\n(c) in sub-s€.tior (2), amended as afor.sai4 claGc (f), (h), (i) (n) and\nG) shall bc omitted:\n(d) in clause 0), sfter rhe expression \"seariac,\" thc expr6rioo\n\"performance management, promolior! comperBatioo, mtalion,\"\nshall b€ inserled;\n(e) in sub-section (3), for the word \"paymena', the word \"r€quest\"\nshallb€ substitdad.\n34. AE€Edmert of s..tior 54A. Act )OO(III of 1956,-tn the said\nAct in seclion 544 afte. the word \"la ', the exprcssion \",sgeneral or special\"\nshall be insertcd.\nMAJ. (R) SYED 1IASNAIN HAIDER,\nActing Secrctary.\nRINTED BY II{E MANAGER, PRIIITING CORPOR,\\TION OF PAK ISTAN PRESS, ISLAMABAD\nP(,DU' ED BY Tl{E DEPrlTv CDI\\IIROaLF ( STATION[*Y Ai\\D FGI6, LNI\\GRSITYROAD, K i o{"
}