{
    "file": "./converted_json\\administrator3057c240184b028627727957e4caf5cc.json",
    "name": "National Counter Terrorism Authority Act, 2013",
    "date": "2013",
    "tagline": "An Act to establish National Counter Terrorism Authority in Pakistan",
    "content": "Page 1 of 10 \n \n \n \nTHE NATIONAL COUNTER TERRORISM AUTHORITY  \nACT, 2013  \n \nCONTENTS  \n \nPRELIMINARY . \n \n \n1.  Short title, extent and commencement . \n2.  Definitions . \n3.  Establishment of the Authority.  \n4.  Functions of the Authority.  \n5.  Board of Governors.  \n6.  Procedure of the me eting of the Board.  \n7.  Powers and functions of the Board.  \n8.  Executive Committee.  \n9.  National Coordinator.  \n10.  Deputy National Coordinator.  \n11.  Appointment of officers, staff etc., by the Authority.  \n12.  Appointment of officers, staff etc., in cases o f special requirement . \n13.  Delegation of powers . \n14.  Fund . \n15.  Budget for the Authority.  \n16.  Maintenance of accounts and internal control . \n17.  Audit . \n Updated till 15.10.2021  \n \n \nPage 2 of 10 \n 18. Annual Report.  \n19.  Assistance and provision of information . \n20.  Indemnity . \n21.  Power of the f ederal government to issue directives . \n22.  Power to make rules and regulations . \n23.  Provisions of this Act. \n24.  Employees deemed to be Public Servants.  \n \nPage 3 of 10 \n NATIONAL COUNTER TERRORISM AUTHORITY ACT, 2013  \nACT NO. XIX OF 2013  \nAn Act to establish National Coun ter Terrorism Authority in Pakistan  \nWHEREAS , the menace of terrorism and extremism is becoming an existential threat to the state \nand needs to be responded to and addressed comprehensively;  \nAND WHEREAS , in order to eliminate this me, a focal institution to  unify state response by \nplanning, combining, coordinating  and implementing Government's policy through an exhaustive \nstrategic planning and necessary ancillary mechanism is needed;  \nIt is hereby enacted as follows:  \nPRELIMINARY  \n1. Short title, extent and co mmencement.___ (1) This Act may be called the National Counter \nTerrorism Authority Act, 2013.  \n(2)  It extends to the whole of Pakistan.  \n(3)  It shall come into force at once.  \n2. Definitions.__ In this Act, unless there is anything repugnant in the subject or context, -- \n(a)   \"Authority\" means the National Counter Terrorism Authority Pakistan established \nunder Section 3;  \n(b)   \"Board\" means the Board of Governors constituted under sections  5; \n(c)   \"Chairman\" means the Chairman of the Board of Governors;  \n(d)   \"Executive Committee means a Committee constituted under Section 8;  \n(e)   \"National Coordinator\" means the National Coordinator of the Authority;  \n(f)    \"Deputy National Coordinator\" means the Deputy National Coordinator of the \nAuthority;  \n(g)   \"rules\" means rules made under the Act;  \n(h)   \"regulations\" means regulations made under this Act; and  \n(i)   \"prescribed” means prescribed by rules or, as the case may be, regulations.  \n \nPage 4 of 10 \n 3. Establishment of the Authority.___(1) As soon as may be, but not later than ninety days after \nthe promulgation of this Act, the Federal Government shall, by notification in the official gazette, \nestablish an Authority to be known as the National Counter Terrorism Authority Pakistan for carrying \nout the purposes of this Act.  \n1[* * * * * * *] \n(3) The Authority shall be a body corporate having perpetual succession and a common seal with \npowers, subject to the provision of this Act, to acquire and hold property, movable and immovable, and \nto sue and be sued by its name. The Authority s hall have administrative and financial powers to carry \nout the functions of the Authority.  \n(4) The headquarters of the Authority shall be at Islamabad and it may set up offices at such \nother places in Pakistan.  \n4. Functions of the Authority.___ The Authori ty shall have the following functions, namely:____ \n(a) to receive and collate data or information or intelligence, and disseminate and co -\nordinate between all relevant stakeholders to formulate threat assessments with \nperiodical reviews to be presented to the Federal Government for making \nadequate and timely efforts to counter terrorism and extremism;  \n(b)   to co -ordinate and prepare comprehensive National counter terrorism and counter \nextremism strategies, and review them on periodical basis;  \n(c)  to devel op action plans against terrorism and extremism and report to the Federal \nGovernment about implementation of these plans, on periodical basis;  \n(d)  to carry out research on topics relevant to terrorism and extremism and to prepare \nand circulate documents;  \n(e)  to carry out liaison with international entities for facilitating cooperation in areas \nrelating to terrorism and extremism;  \n(f)  to review relevant laws and suggest amendments to the Federal Government; and  \n(g)  to appoint committees of experts from G overnment and non  Government \norganizations for deliberations in areas related to the mandate and functions of the \nAuthority.  \n2[5. Board of Governors.___ (1) The Authority shall have a Board of Governors comprising ,___ \n \n1omitted by National Counter Terrori sm Authority (Amendment) Act, 2020 (Act No. XIV of 2020) s.2. \n2Substituted by National Counter Terrorism Authority (Amendment) Act, 2020 (Act No. XIV of 2020) .s.3. \n \nPage 5 of 10 \n (a)  Minister In -charge of Interior Division  Chairman  \n(b)  Secretary, Interior Division  Member  \n(c)  Secretary, Defence Division  Member  \n(d)  Secretary, Law and Justice Division  Member  \n(e)  Secretary, Finance Division  Member  \n(f)  One member from the opposition and one member from Treasury \nbenches  respectively in the Senate of Pakistan to be nominated by the \nChairman  Senate  Members  \n(g)  One member from the opposition and one member from Treasury  \nbenches  respectively in the National Assembly to be nominated by the \nSpeaker,  National Assembly  Members  \n(h)  Director General, Intelligence Bureau  Member  \n(i)  Director General, Federal Investigation Agency  Member  \n(j)  Director General (CT), Inter -Services -Intelligence  Member  \n(k)  Representative of Directorate General, Military Intelligence (Not less \nthan DG) Member  \n(l)  National Coordinator of the Authority  Member  \n(m)  Home Secretaries of the Provin ces of Sindh, Punjab, Khyber \nPakhtunkhwa,  Balochistan, Gilgit -Baltistan and State of Azad Jammu  \nand Kashmir and  Chief Commissioner, Islamabad Capital Territory \n(ICT)  Members  \n(n)  Inspector General of Police of Provinces of Sindh, Punjab, Khyber  \nPakhtunkhwa, B alochistan, Islamabad Capital Territory (ICT), Gilgit -\nBaltistan  and State of Azad Jammu and Kashmir.  Members  \n(2) The National Coordinator  of the Authority shall act as the Secretary to the Board.  \n(3) The Board may invite any person to the meeting on speci al invitation. ] \n6. Procedure of the meeting of the Board.___ 1[* * * * * * *] \n1[* * * * * * *] \n(3) The quorum to hold a meeting shall be fifty per cent of the total membership:  \nProvided that  1[*******] , the presence of heads of various intelligence agencie s who are \nmembers of the Board shall be mandatory in every meeting of the Board while taking decision on any \npolicy matter.  \n \n1Omitted by National Counter Terrorism Authority (Amendment) Act, 2020 (Act No. XIV of 2020) s.4. \n \nPage 6 of 10 \n (4) The Board may meet as and whe n required but it shall meet at least once in 1[* * *] a year.  \n(5) No act or proceedings of the Board shall be invalid by reasons only of the existence of a \nvacancy in, or defect in the constitution of the Board.  \n7. Powers and functions of the Board.____(1) The powers and functions of the Board shall \ninclude, but would not be limited to, the following namely:  \n(a)   the Board shall exercise all the powers and functions of the Authority;  \n(b)   to provide strategic vision and oversee activities of the Authorit y; \n(c)   to recommend rules and approve policies and manuals in order to carry out the \npurposes of this Act; and  \n(d)   to approve the annual budget prepared by the Authority.  \n2[8. Executive Committee.___ (1) The Board shall be assisted by an Executive  Comm ittee \ncomprising the following, namely: - \n(a) National Coordinator, NACTA  \n Convener  \n(b) Additional Secretary, Finance Division  \n Member  \n(c) Additional Secretary, Interior Division  \n Member  \n(d) Additional Secretary, Ministry of Foreign Affairs  \n Member  \n(e) Additional Secretary, Ministry of Law and Justice  \n Member  \n(f) Additional Secretaries Home of the Provinces of \nSindh, Punjab, Khyber Pakhtunkhwa, Balochistan, \nGilgit -Baltistan and State of Azad Jammu and \nKashmir and representatives of Chief \nCommissioner, I slamabad Capital Territory (ICT).]   \nMember  \n(2) The National Coordinator shall also act as Secretary of the Executive Committee.  \n \n \n(3) The quorum to hold meeting of the Executive Committee shall be fifty per cent of the total \nmembership.  \n \n \n1Omitted by Nati onal Counter Terrorism Authority (Amendment) Act, 2017 (Act No. XXVI of 2017) s.2. \n2Substituted by National Counter Terrorism Authority (Amendment) Act, 2020 (Act No. XIV of 2020) s.5. \n \n \nPage 7 of 10 \n (4) The Executive Committee may co -opt any other relevant person to th e Executive Committee.  \n(5) The Executive Committee shall ensure effective implementation of the decisions of the \nBoard.  \n \n(6) The Executive Committee shall perform such other functions as are assigned to it by the \nBoard.  \n1[(7) The Executive Committee may me et as and when required but it shall meet at least once in \neach quarter of a year.]  \n9. National Coordinator.___ (1) There shall be a National Coordinator of the Authority to be \nappointed by the Federal Government for tenure of three years.  \n \n(2) The Nationa l Coordinator shall be a professional of known integrity and competence in BPS -\n22 or equivalent and may be appointed in rotation form bureaucracy or Police Service of Pakistan.  \n(3) The National Coordinator shall have the following powers, namely: - \n(a)   to execute the policies and plans approved by the Board and Instructions issued \nby the Federal Government;  \n(b)   to prescribe terms and conditions of the employees and grant additional \nallowances or any other incentives;  \n(c)   to have full financial and admi nistrative powers for effective administration of the \nAuthority, as approved by the Board;  \n(d)   to engage any person or entity on contract basis to carry out assignments for the \nconsultancy in accordance with acclaimed best practices;  \n(e)   to establish a dministrative structures at the field level for efficient implementation \nand accessibility of the Authority;  \n(f)    to submit quarterly progress reports to the Board on the financial and functional \naspects of the Authority;  \n(g)   to perform such other func tions as may be delegated by the Board;  \n(h)   to undertake any other assignments given by the Board in the respective fields; \nand \n(i)   produce periodical journals relating to counter terrorism and counter extremism \nissues.  \n \n1Added by National Counter Terr orism Authority (Amendment) Act, 2017 (Act No. XXVI of 2017) s.3. \n \nPage 8 of 10 \n 10. Deputy National Coordinator.___(1) There shall be a Deputy National Coordinator of the \nAuthority to be appointed by the Federal Government for a tenure of three years.  \n(2) The Deputy Nat ional Coordinator shall be an eminent professional of known integrity and \ncompetence in BPS -21or equivalent and may be appointed in rotation from bureaucracy or Police \nService of Pakistan.  \n(3) The National Coordinator may delegate any of his powers under s ub-section (1) of Section 9 \nto the Deputy National Coordinator with the approval of the Board subject to such conditions and \nlimitations as may be specified in this behalf by the board.  \n11. Appointment of officers, staff etc., by the Authority.____  (1) The  Authority may from time \nto time appoint, either through direct recruitment or through deputation such officials, experts or \nconsultants as it may consider necessary for the performance of functions in the prescribed manner.  \n(2) The Authority shall prescri be service regulations, with the approval of the Board for the \nappointment, promotion and transfer of officers, staff, experts and consultants, their terms and \nconditions of service including additional financial incentives such as special salaries, allowa nces, \npension or gratuity etc., constitution and management of pension and gratuity and shall be competent to \ntake disciplinary action against them.  \n(3) All appointments of officers and staff etc. shall be made with the approval of the Board and \ntheir secu rity clearance shall be carried out by Directorate General ISI.  \n12. Appointment of officers, staff etc., in cases of special requirement.____ Subject to the \nprovisions of this Act, the National Coordinator may, in case of urgency, appoint officers staff, e xperts \nand consultants on prescribed terms and conditions, provided that every such appointment shall be laid \nbefore the Board in the next meeting.  \n13. Delegation of powers.____ The National Coordinator may by special order delegate his \npowers and function s to the Deputy National Coordinator or any other senior officer of the Authority:  \nProvided that the National Coordinator may delegate his powers and functions under this \nprovision sparingly and not as a rule.  \n14. Fund. —(1) There shall be established a fun d to be known as NACTA Research and \nDevelopment Fund.  \n(2)  The Fund shall consist of,___ \n(a)   funds or budget amount received from the Federal Government;  \n(b)  grants made by the international bodies, organizations and entities, in accordance \nwith procedu res laid down by the Federal Government;  \n(c)   such other sums as may be received by the Authority.  \n \nPage 9 of 10 \n (3) The Fund shall be administered by the National Coordinator in such manner as prescribed.  \n(4) The Authority may receive international assistance in the f ield of counter terrorism and \ncounter extremism under the prescribed manner.  \n15. Budget for the Authority.____ (1) The National Coordinator shall, in respect of each \nfinancial year in accordance with the financial procedures approved by the Board, prepare the annual \nbudget estimates of the Authority and submit the same to the Federal Government after the approval of \nthe Board.  \n(2) The National Coordinator shall have full powers to incur expenditures and re -appropriate \nfunds as per system of financial contro l and budgeting of the Federal Government with the approval of \nthe Board.  \n16. Maintenance of accounts and internal control.____ The Authority shall maintain complete \nand accurate books of accounts in connection with the discharge of its responsibilities as  may be \nprescribed by the Auditor -General of Pakistan.  \n17. Audit .___ (1) The accounts of the Authority shall be audited every year by the Auditor -\nGeneral of Pakistan in such manners as may be prescribed.  \n(2) The Authority shall appoint its own financial ad visor to regulate the financial matters and for \ninternal audit.  \n18. Annual Report. —The Authority shall compile and submit an annual -report on its activities \nand accounts to the Board.  \n19. Assistance and provision of information .____ (1) The Federal Governm ent and Provincial. \nGovernments and their Departments shall assist the Authority in carrying out its functions, subject to \napplicable laws.  \n(2)  All Federal Ministries and Provincial Departments including Corporations bodies, set ups, \ncontrolled or adminis tered by or under the authority of Federal or Provincial Governments shall provide \ninformation and data required for carrying out the purposes of this Act, subject to applicable laws.  \n20. lndenmity.___ No prosecution, suit or other legal proceedings shall lie against the Authority \nor its officers and consultants for anything done in good faith for carrying out the purposes of this Act or \nrules and regulations made thereunder.  \n21. Power of the Federal Government to issue directives.____ The Federal Governmen t may, as \nand when it considers necessary, is sue directives to the Authority on matters of  policy  and such \ndirectives shall be binding on the Authority, Federal, Provincial and Local Governments and if a \nquestion arises whether any matter is a matter of po licy or not, the decision of the Federal Government \nthereon shall be final.  \n \nPage 10 of 10 \n 22. Power to make rules and regulations .___(1) The Federal Government may, on the \nrecommendation of the Board, make rules for carrying out the purposes of this Act.  \n(2) The Nationa l Coordinator may make regulations for the following purposes, namely: - \n(a)   effective and smooth functioning of the Authority;    \n(b)   internal working of the Authority;  \n(c)   terms and conditions of the employees and grant of additional allowances or an y \nother incentives.  \n23. Provisions of this Act.___ The provisions  of this Act shall be in addition to and not in \nderogation to any other law for the time being enforced.  \n24. Employees deemed to be Public Servants .___ The employees of the Authority shall be  \ndeemed to be Public Servants within the meaning of Section 21 of the Pakistan Penal Code (Act XLV \n1860).  \n \n \n \n_____________"
}