{
    "file": "./converted_json\\administrator3d8b6c9589ba4d9a1fdcea968397639d.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "Page 1 of 32 \n \n \nTHE INLAND MECHANICALLY PROPELLED VESSELS ACT , \n1917  \n \n \nCONTENTS  \n \nCHAPTER I  \nPRELIMINARY  \n1.  Short title and extent  \n2.  Definition s \nCHAPTER II  \nSURVEY OF MECHANICALLY PROPELLED VESSELS  \n \n3. Mechanically propelled vessel not to pro ceed on voyage or to be used for service without \n certificate of survey  \n4.  Appointment of surveyors and places of survey  \n5.  Powers of surveyors  \n6.  Fees in respect of surveys  \n7.  Declaration of surveyor  \n8.  Sending of declaration by owner or master to pr ovincial Government  \n9.  Power for provincial Government to grant or authorise the grant of certificates of survey  \n10.  Certificate of survey to be affixed in conspicuous part of mechanically propelled vessel  \n10A.  Effect of certificates of survey  \n11.  Term  of certificates of survey  \n12.  Renewal of certificate of survey   \n\n \nPage 2 of 32 \n 13.  Power for provincial Government to suspend or cancel certificate of survey  \n14.  Power for provincial Government to require delivery of expired or cancelled certificate  \n15.  Report of sus pension or cancellation of certain certificates  \n16.  Power for provincial Government to direct survey by two surveyors  \n17.  Power for provincial Government to order a second survey  \n18.  Division of duties when two surveyors employed  \n19.  Power for Provinci al Government to make rules as to survey  \n19A.  19A – 19R \nCHAPTER III  \nMASTERS (INCLUDING SERANGS) AND ENGINEERS  \n(INCLUDING ENGINE -DRIVERS)  OF MECHANICALLY  \nPROPELLED VESSELS  \n20.  Appointment of examiners  \n21.  Grant of masters serangs, engineers, and engine d rivers, certificate of competency  \n22.  Grant of masters serangs engineers and engine drivers certificate of service  \n22A.  Licences  \n23.  Certificate to be made in duplicate  \n24.  Copy of certificate or licence to be granted in certain cases  \n25.  Certificate to be held by master and engineer of vessel of one hundred or more horse -power  \n26.  Certificates to be held by master and engineer of vessel of between forty and one hundred \nhorse -power  \n27.  Certificate to be held by master and engineer of vessel of less t han forty horse -power  \n28.  Power for Provincial Government to require master or engineer to hold certificate granted \nunder Act in addition to other certificate  \n29.  Power for Provincial Government to make rules as to grant of certificate of competency  \n30.  Power for Provincial Government to make rules as to grant of certificate of service  \n30A.  Power for Provincial Government to make rules as to grant of licences  \n31.  Area in which certificates of competency or service and licences shall have effect  \n \n \n \nPage 3 of 32 \n  \nCHAP TER IV  \nINVESTIGATIONS INTO CASUALTIES  \n32.  Report of casualties to be nearest police station  \n33.  Power for Provincial Government to appoint Court of investigation  \n34.  Power of Court of investigation to inquire into charges of incompetency or misconduct  \n35.  Power for Provincial Government to direct investigation otherwise than under section 33  \n36.  Person charged to be heard  \n37.  Assessors  \n38.  Powers of courts as to evidence and regulation of proceedings  \n39.  Power of Court to effect arrest of witnesses by entry and detention of vessels  \n40.  Power of Court to commit for trial and to bind over witnesses  \n41.  Depositions of absent witnesses  \n42.  Report by court to provincial Government  \n43.  Court to exercise its powers independently of the assessors  \n44.  Power for Provincial Government to direct investigation into causes of explosions on \nmechanically propelled vessels  \nCHAPTER V  \nSUSPENSION AND CANCELLATION OF  \nCERTIFICATES GRANTED UNDER THE ACT  \n45.  Power for Provincial Government to suspend or cancel certific ate in certain cases  \n46.  Obligation to deliver up suspended or cancelled certificate  \n47.  Report to other Provincial Government  \n48.  Power for Provincial Government to revoke suspension or cancellation and to grant new \ncertificate  \n \nCHAPTER VI  \nPROTECTION O F, AND CARRIAGE OF PASSENGERS IN,  \nMECHANICALLY PROPELLED VESSELS  \n49.  Power for Provincial Government to declare dangerous goods  \n50.  Carriage of dangerous goods  \n51.  Power of owner or master of mechanically propelled vessel to throw overboard dangerous \ngoods \n \nPage 4 of 32 \n 52.  Power for provincial government to make rules for protection of mechanically propelled \nvessels from accidents  \n53.  Power for Provincial Government to make rules as to carriage of passengers in mechanically \npropelled vessels  \n54.  Power for Provinc ial Government to make rules for protection of passengers  \n54A.  Power of Provincial Government to fix maximum and minimum rates for passenger fares and \nfreight for goods  \n54AA.  Publication of times of sailing fares and freights  \n54B.  Power to make rules pr oviding for the appointment of advisory Committees  \n \nCHAPTER VII . ___PENALTIES AND LEGAL PROCEEDINGS  \n55.  Penalty for making voyage without certificate of survey  \n56.  Penalty for neglect to affix certificate of survey in mechanically propelled vessel  \n57.  Penalty for neglect or refusal to deliver up certificate of survey  \n58.  Penalty for carrying excessive number of passengers on board  \n59.  Penalty for serving or engaging a person to serve as master or engineer without certificate  \n60.  Penalty for master fai ling to give notice of wreck or casualty  \n61.  Penalty for failing to deliver up suspended or cancelled certificate  \n62.  Penalty for talking or delivering or tendering for carriage dangerous goods on board \nmechanically propelled vessel without notice  \n63.  Penalty for misconduct or neglect endangering mechanically propelled vessel or life or limb  \n64.  Levy of fine by distress of mechanically propelled vessel  \n65.  Jurisdiction of Magistrate  \n66.  Place of trial  \nCHAPTER VIII.___SUPPLEMENTAL  \n67.  Power for Provin cial Government to make general rules  \n68.  Power for Provincial Government to modify application of Act to certain mechanically \npropelled vessels  \n69.  Exemption of His Majesty’s and Government vessels  \n70.  Power for Provincial Government to define tidal wa ter \n \nPage 5 of 32 \n 71.  Fees recoverable as fines  \n72.  Certificated master of mechanically propelled vessels to be deemed pilots under section 31 of \nAct XV of 1908  \n73. [Omitted .] \n74.  Publication of rules  \n74A.  Appointment of inland waterways control Board in emergency  \n74B.  Control on vessels as to routes and traffic  \n74C.  Rules of business of Board  \n74D.  Obligation of the owner of vessels  \n74E.  Penalties  \n75.  [Repealed. ] \n \nSCHEDULE I .___RATES OF SURVEY FEES  \n \nSCHEDULE I I.___[Repealed. ] \n \n \nPage 6 of 32 \n THE  INLAND  MECHANICALLY  PROPELLED  VESSELS  ACT , 1917  \n1ACT  No. I OF 1917  \n[7th February,  1917 ] \nAn act to consolidate  the enactments  relating  to 2[Mechanically  Propelled  Vessels].  \n WHEREAS  it is expedient  to consolidate  the enactments  relating  to 2[mechanically  propelled  \nvessels]  ; It is hereby enacted  as follows: — \n \nCHAPTER  I \nPRELIMINARY  \n 3[1. Short  title and extent .___ (1) This Act may be called  the Inland  Mechanically  Propelled  \nVessels  Act.  \n (2) It extends  to the whole  of Pakistan.]  \n 2. Definition s. In this Act, unless  there  is anything  repugnant  in the subject  or context, — \n \n 4[(1) “mechanically  propelled  vessel ” means  every  description  of vessel  ordinarily  plying  on \ninland  waters  and propelled  wholly  or in part by steam,  electricity  or other  mechanical  power,  and \nincludes  for purposes  only of registration  under  this Act a sailing  boat,  dumb  barge  and any other  \ncraft not mechanically  propelled  when  towed  or pushed  by a mechanically  propelled  vessel;]  \n \n 5(2) “inland  water ” means  any canal,  river,  lake or other  navigable  water  in 6[Pakistan];  \n \n (3) “passenger ” includes  any person  carried  in a 7[mecha nically  propelled  vessel]  other  than \nthe master  and crew  and the owner,  his family  and servants;  \n \n (4) “prescribed ” means  prescribed  by any rule under  this Act; \n \n 8[(5) “registrar ” means  a registra r appointed  under  this Act;]  \n \n (6) “survey ” means  the survey  of a 7[mechanically  propelled  vessel]  under  this Act; \n \n (7) “surveyor ” means  a surveyor  appointed  under  this Act; and \n \n (8) “voyage ” includes  the plying  of a 7[mechanically  propelled  vessel]  at or about  any place.  \n \n1For statement of Objects and Reason, see Gazette of India, 1916, Pt. V.p.71; and for Proceedings in Council, see ibid , 1916, Pt. VI, p. 541, and ibid, \n1917, Pt. VI, p. 17.  \nThe Provisions of this Act (excluding sections 19 -A to 19 -P) have been applied to the territory of Gwadur by W. Pakistan Ordinance No. 36 of 1959 \n(with effect from the 16th June, 1959 ). \nNothing in the Control of Shipping Act, 1947 (26 of 1947), shall apply to any vessel registered under this Act, see the Inland Steam -vessels (Amdt) \nAct, 1951 (25 of 1951), s.18.  \nThe Act has been amended in its application to - \nSind, see the Inland Steam -vessels (Sind Amendment) Act, 1941 (Sind Act 21 of 1941).  \nThe following portions of this Act have been applied with certain modificatio ns to the inland mechanically propelled vessels belonging to the Central \nGovt. or the Provincial Govt. other than the vessels of Pakistan Navy and the Army I. W.T. namely: — \nChapter II — (i) Sections 3,4,5,6,7,8,9,10,11,12,13,14,15,16,17,18, and 19.  \n2Subs. by Act 25 of 1951, s. 2, for “inland steam -vessels.”.  \n3Subs. ibid., s. 3, for the original section 1 as amended by A. O., 1937 and A. O., 1949, Sch.  \n4Subs by Act 25 of 1951 , s. 4, for clause (1).  \n5For power to define how much of any tidal water shall be de emed to be an “inland water”, see s. 70, infra.  \n6Subs. by the Central Laws ( Statute                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                           \nReforms) Ordinance, 1960 (21 of 1960), s. 3 2nd Sch. ( with effect from the 14th October , 1955 ), for “the Provinces and the Capital of the Federation” \nwhich had been subs. by A. O., 1949 , Arts. 3 (2) and 4, for “British Indian”.  \n7Subs. by the Inland Steam -vessels (Amdt.) Act, 1951 (25 of 1951), s. 2, for “steam -vessel” . \n8Subs. by the Inland Steam -vessels (Amdt.) Act, 1951 (25 of 1951), s. 2 for “steam -vessel”.  \n \nPage 7 of 32 \n CHAPTER  II1 \nSURVEY  OF 2[MECHANICALLY  PROPELLED  VESSELS]  \n \n 3. Mechanically  propelled  vessel not to proceed  on voyage  or to be used  for service  \nwithout  certificate  of survey .— 3[(1) A mechanically  propelled  vessel  shall  not proceed  on any \nvoyage,  or ply on any inland  water  unless  she has a certificate  of survey  and a certificate  of registry , \nin force  and applicable  to such voyage  or water,  and unless  she is owned — \n \n(a)  by a person  who is a Pakistan  national,  or \n \n(b)  by a person  registered  as a company  in Pakistan,  or, if registered  outside  \nPakistan,  having  in Pakistan  an agent  or branch  together  with an organisation  \nadequate  to the independent  operation  of the agency  or branch  within  \nPakistan.]  \n \n (2) Nothing  in this section  shall  apply  to any 4[mechanically  propelled  vessel]  proceeding  on \na voyage  during  the interval  between  the time at which her certificate  of survey  expires  and the time \nat which  it is first practicable  to have  the certificate  renewed.  \n \n 4. Appointment  of surveyors  and places  of survey .___(1) The 5[Provincial  Government]  \nmay,  by notification6 in the 7[official  Gazette], — \n \n(a)  declare  such places,  within  the territories  under  its administration,  as it thinks  \nfit, to be places  of survey  8[and registry],  and \n \n(b)  appoint  so many  persons  to be surveyors  8[and registrar]  at the said places  as it \nthinks  fit, for the purposes  of this Act. \n \n 9[(2) Every  surveyor  and every  registrar  shall,  for the purposes  of any survey  or any registry  \nmade  by him, be deemed  to be a public  servant  within  the meaning  of the Pakistan  Penal  Code.]  \n(XLVof  1860) . \n \n 5. Powers  of surveyors .—(1) For the purposes  of a survey  10[or registry],  the surveyor  10[or \nthe registrar,  as the case may be] may,  at any reason able time,  go on board  any 11[mechanically  \npropelled  vessel],  and may inspect  the 4[mechanically  propelled  vessel]  and every  part thereof,  \nincludin g the hull, boilers,  engines  and other  machinery,  and all equipments  and articles  on board : \n \n Provided  that he shall  not unnecessarily  hinder  the loading  or unloading  of the 4[mechanically  \npropelled  vessel],  or unneces sarily  detain  or delay  her from  proceeding  on any voyage.  \n \n (2) The owner,  master  and officers  of the 4[mechanically  propelled  vessel]  shall  afford  to the \nsurveyor  all reasonable  facilities  for a survey,  and all such information  respecting  the 4[mechanically  \npropelled  vessel],  and her machi nery or any part thereof,  and all equipments  and articles  on board,  as \nhe may require  for the purposes  of a survey.  \n \n1For power to define how much of any tidal water shall be deemed to be an “inland water”, see s. 70, infra.  \n2Subs. by Act 25 of 1951, s. 5 , for INLAND STEAM -VESSELS”.  \n3Subs. ibid., for sub -section (1).  \n4Subs. ibid., for “local official Gazette”.  \n5Subs. by A. O., 1937, for “L. G.”.  \n6For such notification in Bombay, see the local Rules  and Orders.  \n7Subs. by A. O., 1937, for “local official Gaz ette”. \n8Added by Act 25 of 1951, s. 6.  \n9Subs. ibid., for sub -section (2).  \n10Ins. ibid., s. 7.  \n11Subs. ibid., s. 2, for “inland steam -vessel”.  \n11Subs. by the Inland Steam -vessels (Amdt.) Act, 1951 (25 of 1951), s. 2, for “steam -vessel”  \n \nPage 8 of 32 \n  1[6. Fees  in respect  of surveys.  Before  a survey  is commenced,  or a registry  is made,  the \nowner  or master  of the vessel  to be surveyed  or registered,  as the case may be, shall  pay to such \nofficer  as the Provincial  Govern ment  may,  by notification  in the official  Gazette  appoi nt in this \nbehalf,  a survey  or registry  fee, as the case may be, calculated  on the tonnage  of the vessel  according  \nto the rates  mentioned  in Schedules  I and IA or according  to any other  prescribed  rates.]  \n 7. Declaration  of surveyor . When  the survey  of a 2[mechanically  propelled  vessel]  is \ncompleted,  if the surveyor  making  it is satisfied  that— \n \n(a)  the hull, boilers,  engines  and other  machinery  of the 2[mechanically  propelled  \nvessel]  are sufficient  for the voyage  or service  intended  and in good  condition,  \nand \n(b)  the equipments  of the 2[mechanically  propelled  vessel]  and the certificates  of \nthe master  and engineer  are such and in such condition  as are required  by any \nlaw for the time being  in force  and applicable  to the 2[mechanically  propelled  \nvessel],  \nthe surveyor  shall  forthwith  give to the owner  or master  a declara tion in the prescribed  form  \ncontaining  the particulars  mentioned  in clauses  (a) and (b), and the following  further  particul ars, \nname ly: \n(i)  the time (if less than one year)  for which  the hull, boilers,  engines  and other  \nmachinery  and equip ments  of the 2[mechanically  propelled  vessel]  will be \nsufficient  ; \n(ii)  the limit  (if any) beyond  which,  as regards  the hull, boilers,  engines  and other  \nmachinery  or equipments,  the 2[mechanically  propel led vessel]  is in the \nsurvey ors, judgment,  not fit to ply; \n(iii)  the number  of passengers  (if any) which  the 2[mecha nically  propelled  vessel] \nis, in the judgment  of the surveyor,  fit to carry,  specifying,  if necessary,  the \nrespective  numbers  to be carried on the deck  and in the cabins,  and in different  \nparts  of the deck  and cabins  the number  to be subject  to such conditions  and \nvariations;  according  to the time of year,  the nature  of the voyage,  the cargo  \ncarried  or other  circumstances,  as the case requires; and \n(iv)  any other  prescribed  particulars.  \n 8. Sending  of declaration  by owner  or master to provincial  Government.___(1) The owner  \nor master  of a 3[mechanically  propelled  vessel]  to whom  a declaration  is given  under  section  7 shall,  \nwithin  fourteen  days after the date of the receipt  thereof,  send the declara tion to such officer  as the \n4[Provincial  Government]  may,  by notification  in the 5[official  Gazette],  appoint  in this behalf.  \n (2) If any owner or master fails to send a declaration as required b y sub-section (1), he shall \nforfeit a sum not exceeding five rupees for every day during which the sending of the declara tion is \ndelayed.  \n \n1Subs. by the Inland Steam -vessels (Amdt.) Act, 1951 (25 of 1951), s 8, for the original section 6, as amended by A.  O., 1937 and A. O., 1949, Sch,  \n2Subs. by Act 25 of 1951, s. 2, for “steam -vessel”  \n3Subs. by the Inland Steam -vessels (A mdt.) Act, 1951 (25 of 1951), s. 2, for “steam -vessel”.  \n4Subs. by A. O., 1937, for “L. G.”.  \n5Subs. ibid., for “local official Gazette”.  \n \nPage 9 of 32 \n  9. Power  for provincial  Government  to grant  or authorise  the grant  of certificates  of \nsurvey .___(1) The 1[Provincial  Government]  shall,  if satisfied  that all the provisions  of this Act have  \nbeen  complied  with in respect  of a declaration  sent under  section  8, cause, — \n(a)  a certificate  of survey,  in duplicate,  to be prepared,  and \n(b)  notice  thereof  to be given  by post or otherwise  to the owner  or master  of the. \n2[mechanically  propelled  vessel]  to which  the certificate  relates.  \n \n (2) On application  made  by the owner  or master  to such officer  at the place  of survey  as the \n1[Provincial  Government]  may,  by notification3 in the 4[official  Gazette],  appoint  in this behalf,  and \non payment  to such officer  by the owner  or master  of the sum (if any) forfeited  by him under section  \n8, sub-section  (2), (the actual  amount  of which  within  the limit  thereby  fixed  shall  be determined  by \nthe 1[Provincial  Government]),  the certificate,  in duplicate,  so prepared  shall  be granted  to the owner  \nor master  by the 1[Provincial  Govern ment] and issued  to him through  such officer.  \n (3) A certificate  granted  under  this section  shall  be in the prescribed  form,  shall  contain  a \nstatement  to the effect  that all the provisions  of this Act with respect  to the survey  of the \n2[mechanically  propel led vessel]  and the declaration  of survey  have  been  complied  with,  and shall  \nset forth — \n(a)  the particulars  concerning  the 2[mechanically  propelled  vessel]  mentioned  in \nthe declaration  of survey  \n as required  by clauses  (i), (ii) and (iii) of section  7, and \n(b)  any other  prescribed  particulars.  \n (4) The 1[Provincial  Government]  may,  by notification4 in the 5[official  Gazette],  delegate  to \nany person  all or any of the functions  assigned  to the 1[Provincial  Government]  under  this section:  \n \n Provided  that no delegation  shall  be made  under  sub-section  (2) so as to authorise  the grant  of \na certificate  of survey  by the surveyor  who made  the declaration  of survey  under  section  7. \n \n 10. Certificate  of survey  to be affixed  in conspicuous  part of mechanically  propel led \nvessel . The owner  or master  of every  2[mechanically  propelled  vessel]  for which  a certificate  of \nsurvey  has been  granted,  shall  forthwith,  on the receipt  of the certificate,  cause  one of the dupli cates  \nthereof  to be affixed  and kept affixed  so long as it remains  in force  and the 2[mechanically  propelled  \nvessel]  is in use, on some  conspicuous  part of the 2[mechanically  propelled  vessel]  where  it may be \neasily  read by all persons  on board . \n \n 6[10A. Effect of certificates of survey.  A certificate of surve y shall have effect throughout \nthe Province in which it was granted:  \n \n Provided that such a certificate may be endorsed by the Provincial Government of any other \nProvince, or with the general or special sanction of the Provincial Government of that other \nProvince, by the authority granting it, so as to have effect in that other Province or any part thereof, \nand, if so endorsed shall have effect accordingly.]  \n \n1Subs. by A. O., 1937, for “L. G.”.  \n2Subs. by the Inland Steam -vessels (Amdt.) Act, 1951 (25 of 195 1), s. 2, for “steam -vessel” . \n3For notifications appointing officers in___ \n (a) Bombay, see Digest of Acts and Rules, etc., relating to Bombay Survey Department.  \n4For list of officers to whom powers have been delegated in  \n (a) Bombay, see Digest of Acts an d Rules, etc., relating to Bombay Survey Department.  \n5Subs. by A.O., 1937, for “local official Gazette”.  \n6Ins. by A.O., 1937.  \n \nPage 10 of 32 \n  11. Term  of certificates  of survey . A certificate  of survey  shall  not be in force  1[in any \nProvince] — \n(a)  after the expiration  of one year from  the date thereof;  or \n(b)  after the expiration  of the period  (if less than one year)  for which  the hull, \nboilers,  engines  or other  machi nery,  or any of the equipments  of the \n2[mechanically  propelled  vessel]  to which  the certificate  relates  have  been  \nstated  in the certificate  to be sufficient;  or \n(c)  after notice  has been  given  3[by the Provincial  Govern ment  of the Province  in \nwhich  it was granted]  to the owner  or master  of such 2[mechanically  propelled  \nvessel],  that such 4[Provincial  Gove rnment]  has cancelled  or suspended  it. \n 5[A certificate  of survey  shall  not be in force  in any Province  by virtue  of any endorsement  in \nrespect  of that Province,  after notice  has been  given  by the Provincial  Government  of that Province,  \nto the owner  or master of a 2[mechanically  propelled  vessel],  that that Government  has cancelled  or \nsuspended  the endorsement.]  \n 12. Renewal  of certificate  of survey . After  a certificate  of survey  has ceased  to be in force  \nthe same  shall  only be renewed  after a fresh  surve y of the 2[mecha nically  propelled  vessel]  to which  \nthe certificate  relates,  has been  held in accordance  with the provisions  of this Chapter  save so far as \nany relaxation  thereof  may be prescribed.  \n 13. Power  for provincial  Government  to suspend  or cancel  certificate  of survey . 6[A \ncertificate  of survey  or any endorsement  thereon  made  under  section  10A may be suspended  or \ncancelled  by the Government  of the Province  in which  the certificate  was granted  or in respect  of \nwhich  the endorsement  was made,  as the case may be, if that Government  has reason  to believe —] \n(a)  that the declaration  by the surveyor  of the sufficiency  and good  condition  of \nthe hull, boilers,  engines  or other  machinery  or of any of the equipments  of the \n2[mechanically  propelled  vessel]  has been  fraudulently  or erroneously  made;  \nor \n(b)  that the certificate  has otherwise  been  granted  upon  false  or erroneous  \ninformation;  or \n(c)  that since  the making  of the declaration  the hull, boilers,  engines  or other  \nmachinery,  or any of the equipments  of the 2[mechanically  propelled  vessel]  \nhave  sustained  any material  injury,  or have  other wise become  insufficient.  \n 14. Power  for provincial  Government  to require  delivery  of expired  or cancelled  \ncertificate . The 4[Provincial  Government]  may require  any certificate  of survey,  which  has expired  \nor has been  suspended  or cancelled,  to be delivered  up to such officer  as the 4[Provincial  \nGovernment]  may,  by notification7 in the 2[official  Gazette],  appoint  in this behalf.  \n \n1Ins. By A. O., 1937.  \n2Subs. by the Inl and Steam -vessels (Amdt.) Act, 1951 (25 of 1951), s. 2, for “steam -vessel”  \n3Subs. by A. O., 1937, for “by any L. G”.  \n4Subs. by A. O., 1937, for “L. G.”.  \n5Ins. ibid.  \n6Subs. ibid., for “A certificate of survey may be suspended or cancelled by any L.G. if it has reason to believe___”. \n7For notification appointing such officers in ___ \n (a) Bombay, see Digest of Acts and Rules, etc., relating to Bombay Survey Department.  \n8 Subs. by A. O., 1937, for “local official Gazette”.  \n \nPage 11 of 32 \n  1[Where  an endorsement  on any certifi cate of survey  for any Province  has been  suspended  or \ncancelled,  the Provincial  Government  of that Province  may require  the certificate  of survey  to be \ndelivered  up to such officer  as that Government  may by notification  in the official  Gazette  appoint  in \nthis behalf,  in order  that particulars  of the suspension  or cancellation  of the endorse ment  may be \nnoted  on the certificate.]  \n 15. Report  of suspension  or cancellation  of certain  certificates.  2[If a Provincial  \nGovernment  suspends  or cancels  an endorsement  made  under  section  10A on a certificate  of survey,  \nit] shall  report  the fact of suspension  or cancellation,  together  with the reasons  therefor,  to the \n3[Provincial  Government]  which  (or whose  delegate)  granted  the certificate.  \n 16. Power  for provincial  Government  to direct  survey  by two surveyors . A survey  shall  \nordinarily  be made  by one surveyor,  but two surveyors  may be employed  if the 3[Provincial  Govern -\nment ], by order  in writing,  so directs  either  generally  in the case of all 4[mechanically  propelled  \nvessels]  at any place  of survey,  or specially  in the case of any particular  5[mechanically  propelled  \nvessel]  or class  of 4[mechanically  propelled  vessels]  at any such place.  \n 17. Power  for provincial  Government  to order  a second  survey .___(1) If the survey or \nmaking  a survey  of a 5[mechanically  propelled  vessel]  refuses  to give a declaration  under  section  7 \nwith regard  to the 5[mechanically  propelled  vessel],  or gives  a declara tion with which  the owner  or \nmaster  of the 5[mechanically  propel led vessel]  is dissatisfied,  the 3[Provincial  Government]  may on \nthe application  of the owner  or master,  and the payment  by him of such fee, not exceeding  twice  the \namount  of the fee payable  for the previous  survey,  as the 3[Provincial  Government]  may require,  \ndirect  two other surveyors  to survey  the 5[mechanically  propelled  vessel].  \n (2) The surveyors  so directed  shall  forthwith  survey  the 5[mechanically  propelled  vessel],  and \nmay,  after the survey,  either  refuse  to give a declaration  or give such declaration  as, under  the \ncircumstances,  seems  to them  proper.  \n (3) Any declaration  given,  or any refusal  to give a declara tion under  sub-section  (2), shall  be \nfinal.  \n \n 18. Division of duties when two surveyors employed.  When a survey is made by two \nsurveyors under either sectio n 16 or section 17, each of the surveyors shall perform the prescribed \nportion of the duties assigned to a surveyor under this Act or the rules made thereunder.  \n \n 19. Power for Provincial Government to make rules as to survey.___(1) The 6[Provincial \nGovern ment] may 7* * * make rules to regulate the making of surveys 8[and registries].  \n \n (2) In particular and without prejudice to the generality of the foregoing power, such rules \nmay prescribe — \n(a)  the times and places at which, and the manner in which, surv eys are to be \nmade;  \n \n1Ins. ibid. \n2Subs.  ibid, for “If the L G. which  suspends  or cancels  a certificate  of survey,  is not the L. G. which  (or whose  delegate)  granted  the certificate,  the L.G. \nsuspending  or cancelling  the certificate ”. \n3Subs.  ibid., for “L. G.” \n4Subs.  by the Inland  Steam -vessels  (Amdt.)  Act, 1951  (25 of 1951)  s. 2, for “steam -vessels ”. \n5Subs.  ibid., for “steam -vessel ”. \n6Subs. by A. O., 1937, for “L. G.”.  \n7The words “with the previous sanction of the G G. in C.” were rep. by the Devolution Act , 1920 (38 of 1920), s. 2 and Sch. I  \n8Added and ins. by the Inland Steam -vessels (Amdt.) Act, 1951 (25 of 1951) s. 9.  \n \nPage 12 of 32 \n (b)  the duties  of the surveyor  making  a survey  and, where  two surveyors  are \nemployed,  the respective  duties  of each such surveyor ; \n(c)  the form  in which  declarations  of survey  and certificates  of survey  1[or of \nregistry]  are to be framed,  and the nature  of the particulars  to be stated  therein  \n2[under  sections  7, 9, 19A and 19B];  \n(d)  the rates  other  than those  mentioned  in Schedules  I and IA according  to which  \nthe fees payable  in respect of surveys  and registry  are to be calculated  in the \ncase of all or any of the places  of survey  or registry  within  the territories  under  \nits administration;  and \n(e)  the cases  in which,  and the extent  to which, a survey  or registry  may be \ndispensed  with.  \n 3[19A.  The registrar  shall  register  a mechanically  propelled  vessel  on recepit  of an application  \nfor registry  from  an owner  being  a person  who fulfils  the conditions  specified  in clause  (a) or clause  \n(b) of sub-section  (1) of section  3. \n 19B.  The registrar  shall  keep  a register  book  in such form  as the Provincial  Government  may \nprescribe.  \n 19C.  On registering  a mechanically  propelled  vessel  the registrar  shall  grant  a certificate  of \nregistry  containing  the particulars  respecting  her entered  in the register  book,  and shall  assign  a \nregister  number  to her which  shall  be displayed  on both her bows,  and on her stern,  followed  by this \ndevice,  namely,  upon  a square  green  ground  a white  star and crescent  whose  horns point  to the upper  \nleft corner  of the ground.  \n 19D.  The certificate  of registry  shall  always  be carried  on board  the vessel  by the owner  or \nmaster  and shall  be open  to inspection  by a person  duly authorised  by the Provincial  Govern ment  in \nthis behalf . \n 19E.  In the event of the certificate of registry of the vessel being mislaid, lost or destroyed \nthe registrar shall grant a new certificate in lieu of her original certificate on payment of such fee as \nmay be prescribed by the Provincial Government.  \n 19F.__(1) In the event of a vessel registered under this Act being actually or constructively \nlost, taken by the enemy, or burnt or broken up, or transferred to a person who does not fulfil the \nconditions specified in clause (a) or clause (b) of sub -section (1) of section 3, the owner of the vessel \nshall immediately give notice of the event, if notice thereof has not already been given, to the \nregistrar, and the registrar shall make an entry thereof in the register book.  \n (2) In any such case, except where th e vessel's certificate of registry has been lost or \ndestroyed, the owner or master of the vessel shall, if the event occurs in the place of registry, \nimmediately, and if it occurs elsewhere, then within 10 days of her arrival at the place of registry, \ndeliver the certificate to the registrar, or if the vessel is not likely to return to the place of registry, \nwithin 10 days of the happening of the event, to the nearest magistrate, and the magistrate shall \nforthwith forward the certificate delivered to him to  the registrar.  \n \n1Added  and ins. by the Inland  Steam -vessels  (Amdt.)  Act, 1951  (25 of 1951)  s. 9. \n2Subs . ibid., for “under  sections  7 and 9” \n3Sections  19A to 19R ins. by the Inland  Steam -vessels  (Amdt.)  Act, 1951  (25 of 1951),  s. 10. \n \nPage 13 of 32 \n  (3) If the owner  or master fails,  without  reasonable  cause  to comply  with the provisions  of \nthis section,  he shall  for each offence  be liable  to a fine not exceeding  one hundred  rupees.  \n 19G.___(1) Whenever  a change  occurs  in the registered  ownership  of a mechanically  \npropelle d vessel,  the change  of owner ship shall  be endorsed  on her certificate  of registry  by the \nregistrar.  \n (2) The owner  or master  shall  for the purposes  of such endorsement  by the registrar  deliver  \nthe certificate  of registry  to the registrar  forthwith  after the change,  if the change  occurs  when  the \nvessel  is at her place  of registry,  or if it occurs  during  her absence  from  that place  then upon  her first \nreturn  to that place.  \n (3) If the owner  or master  fails to deliver  the certificate  of registry  to the regis trar as required  \nby this section  he shall,  for each offence,  be liable  to a fine not exceeding  one hundred  rupees.  \n 19H.___(1) If at any place  outside  Pakistan  a mechanically  propelled  vessel  becomes  the \nproperty  of a person  who fulfils  the conditions  specified in clause  (a) or clause  (b) of sub-section  (1) \nof section  3, the fact shall  be reported  to the registrar  giving  the time of her arrival  at the place  of \nregistry.  The following  particulars  shall  also be furnished: — \n(a)  the name  of the vessel,  if any, \n(b)  the time and place  of her purchase  and the name  or names  of the purchaser  or \npurchasers,  \n(c)  the name  of her master,  and \n(d)  the particulars  respecting  her tonnage,  build  and description  which  he is able \nto obtain.  \n 19I.___ (1) A registered  inland  mechanically  propelled  vessel  or share  therein  when  disposed  \nof shall  be transferred  by bill of sale. \n (2) Every  bill of sale for the transfer  within  Pakistan  of a mechanically  propelled  vessel  \nregistered  under  this Act, when  duly executed,  shall  be prese nted to the registrar  at her place  of \nregistry,  with the declaration  of transfer,  and he shall  thereupon  enter  the name  of the transferee  in \nthe register  book  as owner  of the vessel,  and endorse  on the bill of sale the fact of that entry  having  \nbeen  made,  with the day and hour thereof.  \n 19J.___ (1) No mechanically  propelled  vessel  registered  under this Act shall  be transferred  or \nsold without  the previous  notice  to the registrar  to any person  unless  that person  is a Pakistan  \nnational  residing  and carrying  on business  in Pakistan  or fulfils  the conditions  specified  in clause  (b) \nof sub-section  (1) of section  3. \n (2) Upon  receipt  of such notice  the registrar  shall  grant  him a certificate  of transfer  or sale \nauthorising  the transfer  or sale accordingly.  \n 19K.___ (1) If a mechanically  propelled  vessel  is sold to a person  being  a Pakistan  national  \nresiding  and carrying  on business  in Pakistan  or fulfilling  the condition  specified  in clause  (b) of \nsub-section  (1) of section  3, the vessel  shall  be registered  anew.  \n \nPage 14 of 32 \n  (2) Before  so registering  the vessel  the registrar  shall  require  the bill of sale by which  the \nvessel  is transferred,  the certificate  of transfer  or sale and the certificate  of registry  of such vessel.  \n (3) The registrar  shall  retain  the certificates  of sale and regis try, after having  endorsed  on \nboth of those  instruments  an entry  of the fact of a sale having  taken  place.  \n (4) When  he registers  a vessel  anew  under  this section  the registrar  may enter  in his register  \nbook  the description  of the vessel  contained in her original  certificate  of registry.  \n 19L.  On proof  at any time to his satisfaction  that a certificate  of transfer  or sale is lost or \ndestroyed,  or so obliterated  as to be useless,  and that the transfer  or sale thereby  authorised  has not \nbeen  carried out, or if it has been  carried  out, then on proof  of the several  matters  and things  that \nhave  been  done  thereunder,  the registrar  may issue  a new certificate,  or direct  such entries  to be \nmade  in the register  book  or such other  things  to be done  as might have  been  made  or done  if the \nloss, destruction  or oblitera tion had not taken  place.  \n 19M.___ (1) When  a mechanically  propelled  vessel  registered  under  this Act is so altered  as \nnot to correspond  with the particulars  relating  to her tonnage  or descr iption  contained  in the register  \nbook,  the registrar  shall,  on application  being  made  to him, and on receipt  of a certificate  from  a \nsurveyor  stating  the particulars  of the alteration,  register  the alteration,  or, if he thinks  fit, register  the \nvessel  anew . \n (2) Until  such vessel,  being  so altered,  is registered  anew  or her alteration  is registered,  as \nprovided  in sub-section  (1), she shall  be deemed  not to be registered  under  this Act. \n (3) When  the registrar  registers  a vessel  anew,  under  this section  there shall  be paid in that \nbehalf  the fee then payable  in respect  of a vessel  of that description  registered  under  this Act for the \nfirst time.  \n (4) When  the registrar  registers  an alteration  under  this section,  the vessel's  certificate  of \nregistry  shall  be produced  before  him, and he may,  at his discretion,  retain  it and grant  a new certi-\nficate  of registry  containing  a description  of her, as altered,  or endorse  and sign on the certificate  \nproduced  before  him a memo randum  of the alteration.  \n 19N.___(1) Wher e a vessel  is to be registered  anew,  the regis trar shall  proceed  as in the case \nof first registry,  and on the delivery  up to him of the existing  certificate  of registry  and upon  fulfil -\nment  of the other  requirements  for registry  or, in the case of a chang e of ownership,  such of them  as \nhe thinks  material,  he shall  register  the vessel  anew  and grant  a certificate  thereof.  \n (2) When  a vessel  is registered  anew,  her former  register  shall  be considered  as closed,  except  \nso far as it relates  to any unsatisfied  and unexpired  certificate  of sale entered  thereon,  but the names  \nof all persons  appearing  on the former  register  to be interested  in her as owners  shall  be entered  on \nthe new register  and the registry  anew  shall  not in any way affect  the rights  of any of those persons.  \n 19O. The registrar  shall,  not later than the 15th of January  and the 15th of July in every  year,  \ntransmit  to the Provincial  Government  particulars,  in such form  as that Government  may direct,  of all \nregistries  and transfers,  cancellations  of registry  and other  dealings  with vessels  registered  by him \nunder  this Act, which  have  taken  place  in the last six months  of the preceding  year or, as the case \nmay be, the first six months  of the current  year,  the names  of the persons  concerned  in the same , and \nsuch other  particulars  as may be directed  by the Provincial  Government.  \n \nPage 15 of 32 \n  19P. The registry  of a vessel  under  this Act once  made  shall  hold good  until the vessel  is sold \nor transferred  or is registered  anew  by reason  of having  been  altered.  \n 19Q.  Notw ithstanding  anything  to the contrary  in this Act, the Provincial  Government  may,  \nby notification  in the official  Gazette,  declare  that the provisions  of this Act, in its application  by \nreason  of the terms  of clause  (1) of section  2 to a sailing  boat,  dumb  barge or any other  craft not \nmechanically  propelled,  when  towed  or pushed  by a mechanically  propelled  vessel,  shall  have  effect  \nonly to such extent  and subject  to such modifications  as may be specified  in the notification.  \n 19R.___ (1) Where  the 1[Federal  Government]  is satisfied  that by the law or practice  of any \ncountry  outside  Pakistan,  mechani cally  propelled  vessels  having  a certificate  of registration  in force  \nunder  this Act- \n(a)  obtain  by reason  of such registration  any special  exemption  in that country \nwhile  plying  in the inland  waters  thereof,  or \n(b)  are required  as a condition  of plying  in the inland  waters  of that country  to \ncomply  with any special  requirement,  whether  by way of registration  anew  or \npayment  of a fee or otherwise,  the 1[Federal  Government]  may,  by notification  \nin the official  Gazette  direct  that the same  exemption  or requirement,  or an \nexemption  or a requirement  as similar  thereto  as may be, shall  by way of \nreciprocity  be granted  to, or imposed  upon,  inland  steam  vessels  registere d in \nthat country  while  plying  in the inland  waters  of the territories  to which  this \nAct extends.  \n (2) The 1[Federal  Government]  may by notification  in the official  Gazette  direct  that the \nabove  provisions  governing  reciprocity  in the matter  of certificat es of registration  shall  apply,  so far \nas may be, to certificates  of survey  of the vessels  and certificates  of competency  and licences  issued  \nunder  the provisions  of sections  9, 21, 22, and 22A of the Act.]  \nCHAPTER  III \nMASTERS  (INCLUDING  SERANGS)  AND  ENGI NEERS  (INCLUDING  \nENGINE -DRIVERS)  OF 2[MECHANICALLY  PROPELLED  VESSELS]  \n 20. Appointment  of examiners.  The 3[Provincial  Government]  may appoint  examiners  for \nthe purpose  of examining  the qualifications  of persons  desirous of obtaining  certificates  (hereinaf ter \ncalled  certificates  of competency),  to the effect  that they are competent  to act as masters  or serangs,  \nor as engineers  or engine -drivers,  as the case may be, on board  2[mechanically  propelled  vessels].  \n 21. Grant  of masters  serangs , engineers , and engine drivers , certificate  of \ncompetency .___(1) The 3[Provincial  Government]  or such officer  as it may,  by notification  in the \n4[official  Gazette],  appoint  in this behalf,  shall  grant  to every  person  who is reported  by the exami -\nners to possess  the prescribe d qualifications,  a certificate  of competency  to the effect  that he is \ncompetent  to act as a first-class  master,  second -class  master  or serang,  or as an engineer,  first  class  \nengine -driver  or second -class  engine -driver,  as the case may be, on board  an 5[mechanically  \npropelled  vessel] : \n \n1Subs. by F.A.O., 1975, Art. 2 and Table, for “Central Government”.  \n2Subs. by the Inland Steam -vessels (Arndt.) Act, 1951 (25 of 1951), s. 2, for “.INLAND STEAM -VESSELS” . \n3Subs. by A. O., 1937, for “L. G.”:  \n4Subs. by A. O., 1937, for “local official Gazette”.  \n5Subs. by Act 25 of 1951, s. 2, for “inland steam -vessel”.  \n \nPage 16 of 32 \n  Provided  nevertheless  that, before  granting  a certificate  of competency  under  this Act, the \nauthority  empowered  to grant  such certificate  may,  if it considers  the report  of the examiners  \nregarding  any applicant  for such certificate  to be defective,  or has reason  to believe  that such report  \nhas been  unduly  made,  require  a further  examination  or a re-examination  of the applicant.  \n (2) Every  certificate  granted  unde r this section  shall  be in the prescribed  form.  \n 22. Grant  of masters  serangs  engineers  and engine  drivers  certificate  of service .___(1) \nThe 1[Provincial  Government]  may,  2[if it thinks  fit], grant  without  examination  to any person  who \nhas served  as a mast er or as an engineer,  of an 3[mechanically  propelled  vessel]  before  the first day \nof April,  1890,  a certificate  (hereinafter  called  a certificate  of service)  to the effect  that he is, by \nreason  of his having  so served,  competent  to act as a first-class  master, second - class  master  or \nserang,  or as an engineer,  first-class  engine -driver  or second -class  engine -driver,  as the case may be, \non board  an 3[mechanically  propelled  vessel].  \n (2) A certificate  of service  so granted  shall  have  the same  effect  as a certificate  of \ncompetency  granted  under  this Act after examination.  \n 4[22A.  Licences.___(1) The 1[Provincial  Government]  may also, 2[if it thinks  fit], grant — \n \n(a)  to a person  who is in possession  of a second -class  master's  certificate  granted  \nunder  section  21 or section 22, and has, by virtue  of such certificate,  acted  as \nmaster  of an 3[mechanically  propelled  vessel]  having  engines  of forty  or more  \nnominal  horse power  for a period  of not less than five years,  or \n \n(b)  to a person  who is in possession  of a first-class  engine -driver's  certificate  \ngranted  under  section  21 or section  22, 5* * * and has, by virtue  of such \ncertificate,  served  as an engine -driver  of an 3[mech anically  propelled  vessel]  \nhaving  engines  of not less than seventy  nominal  horse  power  for five years,  for \nnot less than two and a half years  of which  period  he has been  the \nengine -driver  of such vessel  within  the meaning  of section  26, \n \na license  authorising  such person  to act as master  or engineer,  as the case may \nbe, of any 3[mechanically  propelled  vessel]  having  engines  of one hundred  and \nseventy  nominal  horse -power  or of such less nominal  horse -power  6[as such \nGovernment]  may deem  fit. \n \n (2) Any such licence  shall  remain  in force  only for such time as the person  holding  the same  \nis in possession  of an entitled  to a master's  or an engine -driver's  certificate,  as the case may be, of the \nnature  referred  to in sub-section  (1): \n \n Provided  that the 1[Provincial  Government]  may,  3[if it thinks  fit], suspend,  cancel  or vary the \nconditions  of any such licence.]  \n \n23. Certificate to be made in duplicate.  Every certificate of competency or service 7[and every \nlicence] granted under this Act shall be made in duplicate, and one copy shall be delivered to the \nperson entitled to the certificate, 7[or licenc e] and the other shall be kept and recorded in the \nprescribed manner.  \n \n1Subs. by A. O., 1937, for “L. G.”.  \n2Subs. ibid., for “in its discretion”.  \n3Subs by the Inland Steam -vessels (Amdt.) Act, 1951 (25 of 1951), s. 2, for “inland steam -vessel”  \n4S. 22A ins.  by the Inland Steam -vessels (Amdt.) Act, 1920 (6 of 1920), s. 2.  \n5Certain words omitted by the Federal Laws (Revision and Declaration) Ordinance, 1981 (27 of 1981), s. 3 and Sch, II.  \n6Subs. by the Repealing and Amending Act, 1923 (11 of 1923), s. 2., and Sch. I, for “as to such Govt.”  \n7Ins. by the Inland Steam -vessels (Amdt.) Act, 1920 (6 of 1920), s. 3.  \n \n \nPage 17 of 32 \n  24. Copy  of certificate  or licence  to be granted  in certain . cases . Whenever  a master  or \nserang,  or an engineer  or engine -driver,  proves,  to the satisfa ction of the authority  which  granted  his \ncertificate  1[or licence]  that he has, without  fault on his part, lost or been  deprived  of it, a copy  of the \ncertificate  1[or licence]  to which,  according  to the record  kept under  section  23, he appears  to be \nentitl ed shall  be granted  to him, and shall  have  the same  effect  as the original.  \n 25. Certificate s to be held by master  and engineer  of vessel  of one hundred  or more  \nhorse -power . 2[A] 3[mechanically  propelled  vessel]  having  engines  of 4[one hundred]  or more  \nnominal horse -power  shall  not proceed  on any voyage  unless  she has— \n(a)  as her master  a person  possessing  a first-class  master's  certificate  granted  \nunder  this Act, 5* * * or granted  under,  or continued  in force  by, the Merchant  \nShipping  Act, 1894,  6[or a master's  licence  granted  under  section  22A and \napplicable  to such vessel  and voyage],  and 57 & 58 Vict., c. 60.  \n(b)  as her engineer  a person  possessing  an engineer's  certificate  granted  under  this \nAct, 5* * * or granted  under  or continued  in force  by the 7[Merchant  Shipping  \nAct, 1923],  8[or an engine -driver's  licence  granted  under  section  22A and \napplicable  to such vessel  and voyage].  \n 26. Certificates  to be held by master  and engineer  of vessel  of between  forty  and one \nhundred  horse -power . 9[A] 10[mechani cally propelled  vessel]  having  engines  of 11[forty]  or more  \nnominal  horse -power,  but of less than 12[one hundred]  nominal  horse  -power,  shall  not proceed  on \nany voyage  unless  she has- \n(a)  as her master  a person  possessing  a second -class  master's  certific ate granted  \nunder  this Act, or any certificate  referred  to in clause  (a) of section  25, and \n(b)  as her engineer  a person  possessing  a first-class  engine  driver's  certificate  \ngranted  under  this Act, 13* * * or any certificate  referred  to in clause  (b) of \nsection  25: \n Provided  that a 10[mechanically  propelled  vessel]  shall  be deemed  to have  complied  with this \nsection  if she has as her master  and engineer  a person  possessing  both a certificate  referred  to in \nclause  (a), and a certificate  referred  to in clause  (b) of this section.  \n \n 27. Certificate s to be held by master and engineer of vessel of less than forty horse -\npower  9[A] 10[mechanically propelled vessel] having engines of less than 11[forty] nominal \nhorse -power shall not proceed on any voyage unless she has— \n \n1Ins. ibid., s. 4.  \n2Subs. by the Federal Laws (Revision and Declaration) Ordinance, 1981 (27 of 1981), s. 3 and Sch., II, for “An”  \n3Subs. by the Inland Steam -vessels (Amdt.) Act, 1951 (25 of 1951), s. 2, for “inland steam -vessel”  \n4Subs. by Act, 6 of  1920 , s. 5 for “eighty”.  \n5Certa in words omitted by Ord. 27 of 1981, s. 3 and Sch., II.  \n6Ins. by Act 6 of 1920, s. 5.  \n7Subs. by the Federal Laws (Revision and Declaration) Ordinance, 1981 (27 of 1981), s. 3 and Sch., II, for Merchants Shipping Act, 1894.”.  \n8Ins. by the Inland Steam -vessels (Amdt.) Act, 1920 (6 of 1920), s. 5.)  \n9Subs. by Ord. 27 of 1981, s. 3 and Sch. II for “An”  \n10Subs. by the Inland Steam -vessels (Amdt.) Act, 1951 (25 of 1951), s. 2, for “inland steam -vessel”.  \n11Subs. by Act 6 of 1920, sec tions 6 and 7, for “thirty”.  \n12Subs.  ibid., for “eighty  \n13Certain words omitted by Ord. 27 of 1981, s. 3 and Sch. II. \n14Subs. by the Inland Steam -vessels (Amdt.) Act, 1920 (6 of 1920), s.5.  \n \n  \n \nPage 18 of 32 \n (a)  as her master  a person  possessing  a serang's  certificate  granted  under  this Act, \nor any certificate  referred  to in clause  (a) of section  26, and \n(b)  as her engineer  a person  possessing  a second -class  engine -driver's  certificate  \ngranted  under  this Act, or any certificate  referred  to in clause  (b) of section  26: \n Provided  that a 1[mechanically  propelled  vessel]  shall  be deemed  to have  complied  with this \nsection  if she has as her master  and engineer  a person  possessing  both a certificate  referred  to in \nclause  (a), and a certificate  referred  to in clause  (b) of this section.  \n 28. Power  for Provincial  Government  to require  master  or engineer  to hold  certificate  \ngranted  under  Act in addition  to other  certificate.  Notwithstanding  anything  in this Chapter,  the \n2[Provincial  Government]  may,  by general  or special  order,  direct that a person  possessing — \n(a)  a master's  certificate  2* * * granted  under,  or continued  in force  by, the \n3[Merchant  Shipping  Act, 1923]  (XXI of 1923 ), or \n(b)  2* * * an engineer's  certificate  granted  under,  or continued  in force  by, the \n3[Merchant  Shipping  Act, 1923],  (XXI of 1923 ), shall  not act as master  or \nengineer,  as the case may be, of a 4[mechanically  propelled  vessel]  unless  he \nalso possesses — \n(i)  in case (a), such a master's  or serang's  certificate  granted  under  this Act \nas qualifies  him under this Chapter  to act as master  of the \n4[mechanically  propelled  vessel],  or \n(ii)  in case (b), such an engineer's  or engine -driver's  certificate  granted  \nunder  this Act as qualifies  him under  this Chapter  to act as engineer  of \nthe 4[mechanically  propelle d vessel] ]: \n Provided  that, for the purposes  of this section,  the 2[Provincial  Government]  may,  5[if it \nthinks  fit], grant  to any person,  without  examination,  a master's  or serang's  or an engineer's  or \nengine -driver's  certificate  of competency  under  this Act, and such certificate  shall  have  the same  \neffect  as a certificate  of competency  granted  under  this Act after examination.  \n 29. Power  for Provincial  Government  to make  rules  as to grant  of certificate s of \ncompetency.___(1) The 2[Provincial  Government]  may 6* * * make  rules  to regulate  the granting  of \ncertificates  of competency  under  this Chapter.  \n \n (2) In particular  and without  prejudice  to the generality  of the foregoing  power,  such rules  \nmay prescribe — \n(a)  the times  and places  of holding  and the mode  of conducting  examination  of \npersons  desirous  of obtaining  certificates  of competency;  \n \n1Subs. by the Inland Steam -vessels (Amdt.) Act, 19 51 (25 of 19 51), s. 2, for “Inland Steam -vessels (Amdt.) Act, 1951 (25 of 1951), s. 2, for “inland \nsteam -vessel”.  \n2Subs. by A.O., 1937, for “L.G.”.  \n3Subs. ibid., for “Merchant Shipping Act, 1894”.  \n4Subs. ibid., for “steam -vessel” . \n5Subs. by A.O.,1937, for in its discretion” . \n6The words with the previous sanction of the G.G. in C.  rep., ibid. \n \nPage 19 of 32 \n (b)  the qualifications  to be required  of persons  desirous  of obtaining  such \ncertificates;  \n(c)  the examination  fees to be paid by such persons;  and \n(d)  the forms  in which  such certificates  are to be framed,  and the authority  by \nwhom,  and the manner  in which,  copies  are to be kept and recorded  under  \nsection  23. \n [30. Power  for Provincial  Government  to make  rules  as to grant  of certificate  of service . \nThe 1[Provincial  Government]  may also make  rules  to regulate  the granting  of certificates  of service  \nunder  section  22, and may by such rules prescribe  in particular — \n(a)  the fees to be paid for such certificates;  And \n(b)  the forms  in which  such certificates  are to be framed,  and the authority  by \nwhom,  and the manner  in which,  copies  are to be kept and recorded  under  \nsection  23. \n 2[30A. Power for Provincial  Government  to make  rules  as to grant  of licences . The \n1[Provincial  Government]  may also make  rules  to regulate  the granting  of licences  under  section  \n22A,  and may by such rules  prescribe  in particular — \n(a)  the fees (if any) to be paid for such licences,  and \n(b)  the forms  in which  such licences  are to be framed  and the authority  by whom  \nand the manner  in which  copies  are to be kept and recorded  under  section  23.] \n 31. Area  in which  certificates  of competency  or service  and licences  shall have  effect . 3[A \ncertificate  of competency  or service  or a licence  granted  under  this Chapter]  shall  have  effect  \nthroughout  the Province  in which  it was granted:  \n Provided  that the authority  granting  such certificate  4[or licence]  may,  by endorsement  \nthereon,  restrict  the effect  of such certificate  4[or licence]  to any part of such Province : \n Provided  further  that such certificate  4[or licence]  may be endorsed  by the 1[Provincial  \nGovernment]  of any other  Province,  or with the general  or special  sanction  of the 1[Provincial  \nGovern ment]  of such other  Province,  by the authority  granting  it so as to have  effect  in such other  \nProvince  or any part thereof,  and thereupon  shall  have  effect  accordingly.  \n \nCHAPTER IV  \nINVESTIGATIONS INTO CASUALTIES  \n \n 32. Report of c asualties to be nearest police station .Whenever ___ \n \n(a)  any 5[mechanically propelled vessel] has been wrecked, abandoned or \nmaterially damaged; or  \n1Subs.  by A O., 1937,  for “L. G.” \n2Section  30A ins. by the Inland  Steam -vessels  (Amdt.)  Act, 1920  (6 of 1920), s. 8. \n3Subs.  by A. O., 1937  for” Certificates  of competency  or service  and licences  granted  under  this Chapter  shall  have  effect  as follows,  namely: - \n(i) A certificate  of competency  or service  as engineer  or engine -drive  shall  have  effect  throughout  British India.  \n(ii) A certificate  of competency  or service  as master  or serang  and a licence ” \n4Ins. by Act 6 of 1920,  s. 9. \n5Subs. by the Inland Steam -vessels (Amdt.) Act, 1951 (25 of 1951), s. 2, for “inland steam -vessel”  \n \nPage 20 of 32 \n (b)  by reason  of any casualty  happ ening to, or on board  of, any 1[mechanically  \npropelled  vessel],  loss of life has ensued;  or \n \n(c)  any 1[mechanically  propelled  vessel]  has caused  loss or material  damage  to \nany other  vessel,  \n \n the master  of the 2[mechanically  propelled  vessel]  shall  forthw ith give notice  of the wreck,  \nabandonment,  damage,  casualty,  or loss to the officer  in charge  of the nearest  police -station.  \n \n 33. Power  for Provincial  Government  to appoint  Court  of investigation .___ (1) If a formal  \ninvestigation  into the facts  of any case reported  under  section  32 appears  to the 3[Provincial  \nGovernment]  to be expedient,  the 3[Provincial  Government]  may— \n \n(a)  appoint  a special  Court  and direct  the Court  to make  the investigation  at such \nplace  as the 3[Provincial  Government]  may fix in this behalf;  or \n \n(b)  direct  any principal  Court  of ordinary  criminal  jurisdiction  or the Court  of any \nDistrict  Magistrate  to make  the investigation.  \n \n (2) A special  Court  appointed  under  clause  (a) of sub-section  (1) shall  consist  of not less than \ntwo nor more than four persons,  of whom  one shall  be a Magistrate,  one shall  be a person  conver sant \nwith maritime  affairs  or with the navigation  of 4[mechanically  propelled  vessels],  and the other  or \nothers  (if any) shall  be conversant  with either  maritime  or mercantile  affairs,  or with the navigation  \nof 4[mechanically  propelled  vessels].  \n \n 34. Power  of Court  of investigation  to inquire  into charges  of incompetency  or \nmisconduct .___ (1) Any Court  making  an investigation  under  section  33 may inquire  into any charge  \nof incompetency  or misconduct  arising  in the course  of the investigation  against  any master,  engineer  \nor engine -driver,  or any person  holding  a certificate  granted  under  Chapter  III, as well as into any \ncharge  of a wrong ful act or default  on his part causing any wreck,  abandonment,  damage,  casualty,  \nor loss referred  to in section  32. \n \n (2) In every  case in which  any such charge  arises  against  any master,  engineer  or \nengine -driver,  or any person  holding  a certificate  granted  under  Chapter  III in the cours e of an \ninvestigation,  the Court  shall,  before  the commencement  of the inquiry  into the charge,  cause  to be \nfurnished  to him a copy  of the report  or of any statement  of the case upon  which  the investigation  has \nbeen  directed.  \n \n 35. Power for Provincial Gov ernment to direct investigation otherwise than under \nsection 33. — (1) If the 3[Provincial Government] has reason to believe that there are grounds for \ncharging any master, engineer or engine -driver, or any person holding a certificate granted under \nChapter  III, with incompetency or misconduct, otherwise than in the course of an investigation under  \nsection 33, it may send a statement of the case to the principal Court of ordinary criminal \njurisdiction, or the Court of the District Magistrate, at or nearest t o the place at which it may be \nconvenient for the parties and witnesses to attend, and may direct the Court to make an investi gation \ninto the charge.  \n \n (2) Before commencing an investigation under sub -section (1), the Court shall cause the \nperson charged to be furnished with a copy of the statement of the case sent by the 3[Provincial \nGovern ment] . \n \n1Subs. by the Inland Steam -vessels (Amdt.) Act, 1951 (25 of 1951), s. 2, for “inland steam -vessel” . \n2Subs. ibid., for “steam -vessel” . \n3Subs. by A. O., 1937, fo r “L. G”.  \n4Subs. by Act 25 of 1951, s. 2, for “inland steam -vessels” . \n \nPage 21 of 32 \n  36. Person  charged  to be heard . For the purpose  of an investigation  under  this Chapter  into \nany charge  against  a master,  engineer  or engine -driver,  or any person  holding  a certificate  granted  \nunder  Chapter  III, the Court  may summon  him to appear,  and shall  give him full oppor tunity  of \nmaking  a defence,  either  in person  or otherwise.  \n 37. Assessors .___ (1) When,  in the opinion  of the Court  making  an As investigation  under  this \nChapter,  the investigation  involves,  or appears  likely  to involve,  any question  as to the cancelling  or \nsuspension  of the certificate  of a master,  engineer  or engine -driver,  or any person  holding  a \ncertificate  granted  under  Chapter  III, the Court  shall  appoint  as its assessors,  for the purposes  of the \ninvestigation,  two persons  having  experience  in the merchant  service  or in the navigation  of \n1[mechanically  propelled  vessels].  \n (2) In every  other  investigation  the Court  may,  if it thinks  fit, appoint  as its assessor,  for the \npurposes  of the investigation,  any person  conversant  with maritime  affairs  or the navigation  of \n1[mechanically  propelled  vessels]  and willing  to act as assessor.  \n (3) Every  person  appointed  as an assessor  under  this section  shall  attend  during  the \ninvestigation  and deliver  his opinion  in writing,  to be recorded  on the proceedings.  \n \n 38. Powers  of courts  as to evidence  and regulation  of proceedings . For the purpose  of any \ninvestigation  under  this Chap ter, the Court  making  the investigation  shall,  so far as relates  to \ncompelling  the attendance  and examination  of witnesses,  and the Production  of documents  and the \nregulat ion of the proceedings,  have — \n \n(a)  if the Court  is a special  Court -the same  powers  as are exercisable  by the \nprincipal  Court  of ordinary criminal  jurisdiction  for the place  at which  the \ninvestigation  is made;  or \n \n(b)  if the Court  is a principal  Court  of ordinary  criminal  jurisdiction  or the Court  \nof the District  Magistrate  the same  powers  as are exercisable  respectively  by \neither  Court in the exercise  of its criminal  jurisdiction.  \n \n 39. Power  of Court  to effect  arrest  of witnesses  by entry  and detention  of vessels .___ (1) If \nany Court  making  an investigation  under  this Chapter  issues  a warrant  of arrest  to compel  the \nattendance  of any person  whose  evidence  is in its opinion  necessary,  it may,  for the purpose  of \neffecting  the arrest,  but subject  to any general  or special  instructions  issued  by the 2[Provincial  \nGovernment]  in this behalf,  authorise  any officer  to enter  any vessel.  \n \n (2) An officer  so authorised  to enter  any vessel  may,  for the purpose  of enforcing  the entry,  \ncall to his aid any officers  of Police  or Customs,  or any other  persons,  and may seize  and detain  the \nvessel  for such time as is reasonably  necessary  to effect  the arrest; and every  such officer  or other  \nperson  shall  be deemed  to be a public  servant  within  the meaning  of the Pakistan  Penal  Code  (XLV  \nof 1860 ). \n \n (3) No person  shall  be detained  under  this section  for more  than forty -eight  hours.  \n \n 40. Power  of Court  to commit  for trial and to bind  over  witnesses.  Whenever,  in the \ncourse  of an investigation  under  this Chapter,  it appears  to the Court  making  the investigation  that \nany person  has committed,  within  3[Pakistan],  an offence  punishable  under  any law in force  in \n3[Pakistan],  the Court  making  the investigation  may (subject  to such rules  consistent  with this Act as \nthe High  Court  may,  from  time to time,  make  in this behalf) — \n \n1Subs. by the Inland Steam -vessels (Amdt.). Act, 1951 (25 of 1951), s. 2. for “inland steam -vessels”.  \n2Subs. by A. O., 1937, for “ L.G.”.  \n3Subs. by the Central Laws (Statute Reform) Ordinance, 1960 (21 of 1960), s. 3 and Ind Sch. ( s), for  “the Provinces and the Capital of the Federation \nwhich had been subs, by A. O., 1949, Arts. 3(2) and 4, fo r “British India”.  \n \nPage 22 of 32 \n   (a)  cause  such person  to be arrested;  \n(b)  commit  him or hold him to bail to take his trial before  the proper  Court;  \n(c)  bind over any other  person  to give evidence  at such trial;  and \n(d)  exercise,  for the purposes  of this section,  all the powers  of a Magistrate  of the \nfirst class  1* * *. \n 41. Depositions  of absent  witnesses .___ (1) Whenever,  in the course  of a trial refereed  to in \nsection  40, the evidence  of any witness  is required  in relation  to the subject -matter,  any deposition  \npreviously  made  by him in relation  to the same  subject  matter  before  any Court  making  an \ninvestigation  under  this Chapter  shall,  if authenticated  by the signature  of the Magistrate  or presiding  \nJudge  of such Court,  be admissible  in evidence  on proof — \n(a)  that the witness  cannot  be found  within  the jurisdic tion of the Court  before  \nwhich  the trial is held;  and \n(b)  that the deposition  was made  in the presence  of the person  accused,  and that \nhe had an opportunity  of cross -examining  the witness.  \n \n (2) A certificate  signed  by such Magistrate  or presiding  Judge  that the deposition  was made  \nin the presence  of the accused,  and that he had an opportunity  of cross -examining  the witness  shall,  \nunless  the contrary  be proved,  be sufficient  evidence  that it was so made  and that the accused  had \nsuch opportunity.  \n 42. Report  by court  to provincial  Government . The Court  shall,  in the case of every  \ninvestigation  under  this Chapter,  transmit  to the 2[Provincial  Government]  a full report  of the \nconclusions  at which  it has arrived, together  with the evidence  recorded  and the written  opinion  of \nany assessor.  \n 43. Court  to exercise  its powers  independently  of the assessors . Notwithstanding  the \nappointment  under  section  37 of an assessor  or assessors  by a Court  making  an investigat ion under  \nthis Chapter,  the exercise  of all powers  conferred  on such Court  by this Act shall  rest with the Court  \nalone.  \n 44. Power  for Provincial  Government  to direct  investigation  into causes  of explosions  on \nmechanically  propelled  vessels .___ (1) Wheneve r any explosion  occurs  on board  any 3[mechanically  \npropelled  vessel],  the 2[Provincial  Government]  may direct  that an investigation  into the cause  of the \nexplosion  be made  by such person  or persons  as it may appoint  in this behalf.  \n (2) The person  or perso ns so appointed  may,  for the purpose of the investigation,  enter  into \nand upon  the 4[mechanically  propelled  vessel],  with all necessary  workmen  and labourers,  and \nremove  any portion  of the 4[mechanically  propelled  vessel]  or of the machinery  thereof,  and shall \nreport  to the 5[Provincial  Govern ment]  what,  in his or their opinion,  was the cause  of the explosion.  \n \n (3) Every person making an investigation under this section shall be deemed to be a public \nservant within the meaning of the Pakistan Penal Code6 (XLV of 1860).  \n \n1The words “or of a Presidency Magistrate” omitted by A. O., 1949; Sch.  \n2Subs. by A. O., 1937 for “L. G.”.)  \n3Subs. by the Inland Steam -vessels (Amdt.) Act, 1951 (25 of 1951), a. 2, for “inland steam -vessel”.  \n4Subs. ibid ., for “steam -vesse l” \n5Subs. by A. O., 1937 for “L. G.”.)  \n6A new section 44A has been inserted after section 44 in the application of this Act to th e Province of Sind, see Inland Steam -vessels (Sindh  Amdt.) \nAct, 1941 (Sind Act 21 of 1941 ). \n \nPage 23 of 32 \n CHAPTER  V \nSUSPENSION  AND  CANCELLATI ON OF \nCERTIFICATES  GRANTED  UNDER  THE  ACT  \n 45. Power  for Provincial  Government  to suspend  or cancel  certificate  in certain  cases . \n1[Any  certificate  granted  or any endorsement  made  under  Chapter  III may be suspended  or cancelled  \nby the Govern ment  of the Province in which  the certificate  was granted  or, as the case may be, in \nrespect  of which  the endorsement  was made,  in the following  cases,  namely]: — \n(a)  if, on any investigation  made  under  this Act, the Court  reports  that the wreck  \nor abandonment  of, or loss or damage  to, any vessel,  or loss of life, has been  \ncaused  by the wrongful  act or default  of the holder  of such certificate,  or that \nthe holder  of such certificate  is incompetent,  or has been  guilty  of any gross  \nact of drunkenness,  tyranny  or other  misc onduct;  or \n(b)  if the holder  of such certificate  is proved  to have  been  convicted  of any \nnon-bailable  offence;  or \n(c)  if, in the case of a person  holding  a certificate  of competency  or service  as \nsecond -class  master  or serang,  or as engine -driver,  such person  is or has \nbecome,  in the opinion  of the 2[Provincial  Government],  unfit  to act as a \nsecond -class  master  or serang,  or as an engine -driver,  as the case may be: \n Provided  that a certificate  3[or endorsement]  shall  not be suspended  or cancelled  under  clause \n(a), unless  the 2[Provincial  Government]  is satisfied  that the holder  of the certificate  has, before  the \ncommencement  of the investigation,  been  furnished  with a copy  of the report  or statement  of the case \nas required  by section  34 or section  35, as the case may be. \n 46. Obligation  to deliver  up suspended  or cancelled  certificate . Every  person  whose  \ncertificate  is suspended  or cancelled  under  this Chapter  shall  deliver  it up to such person  as the \n2[Provincial  Government]  which  suspended  or cancelled  it may direct.  \n 47. Report  to other  Provincial  Government . 4[If a Provincial  Government  suspends  or \ncancels  an endorsement  under  this Chapter,  it] shall  report  the proceedings  and the fact of suspension  \nor cancellation  to the 2[Provincial  Government]  by which, or under  authority  from  which  5[the \ncertificate]  was granted.  \n 48. Power  for Provincial  Government  to revoke  suspension  or cancellation  and to grant  \nnew certificate .___ (1) Any 2[Provincial  Government]  may,  at any time,  revoke  any order  of \nsuspension  or cancellation  which  it may have  made  under  this Chapter,  or grant,  without  \nexamination,  to any person  whose  certificate  it has so cancelled,  a new certificate.  \n \n (2) A certificate so granted shall have the same effect as a certificate of competency grant ed \nunder this Act after examination. \n \n \n1Subs. by A. O., 1937, for “Any certificate granted under Chapter III, may be suspended or cancelled by the L.G. by which, or under authority from \nwhich, it was granted, or by any other L. G. in the following cases, n amely”.  \n2Subs. by A. O., 1937, for “L. G.”.  \n3Ins., ibid.  \n4Subs. by A. O., 1937, for “if  the L. G. which suspends or cancels a certificate under this Chapter is not the L. G. by  which  or under authority from \nwhich , such certificate was granted, the L. G. so  suspending or cancelling the certificate ”. \n5Subs. ibid., for “such certificate ”. \n \nPage 24 of 32 \n CHAPTER  VI \nPROTECTION  OF, AND  CARRIAGE  OF PASSENGERS  IN, \n1[MECHANICALLY  PROPELLED  VESSELS].  \n 49. Power  for Provincial  Government  to declare  dangerous  goods.  The 2[Provincial  \nGovernment]  may,  by notification3 in the 4[official  Gazette],  declare  what  shall,  for the purposes  of \nthis Act, be deemed  to be dangerous  goods.  \n 50. Carriage  of dangerous  goods .___ (1) No person  shall___ \n(a)  take with him on board  a 5[mechanically  propel led vessel]  any dangerous  \ngoods  without  giving  notice  of their nature  to the owner  or master  of the \n6[mechanically  propelled  vessel ]; or \n(b)  deliver  or tender  for carriage  on such 1[mechanically  propelled  vessel]  any \ndangerous  goods  without  giving  such notice, and without  distinctly  marking  \ntheir nature  on the outside  of the package  containing  the goods.  \n (2) If the owner  or master  of an 7[mechanically  propelled  vessel]  suspects,  or has reason  to \nbelieve,  that any luggage  or parcel  taken,  delivered,  or tendered for carriage  on the 1[mecha nically  \npropelled  vessel]  contains  dangerous  goods,  he may— \n(i)  refuse  to carry  it upon  the1[mechanically  propelled  vessel];  or \n(ii)  require  it to be opened  to ascertain  the nature  of its contents;  or \n(iii)  if it has been received  for carriage,  stop its transit  until he is satisfied  as to the \nnature  of its contents.  \n 51. Power  of owner  or master  of mechanically  propelled  vessel  to throw  overboard  \ndangerous  goods . Where  any dangerous  goods  have  been  taken  or delivered  on board  any \n7[mechanically  propelled  vessel]  in contravention  of section  50, the owner  or master  of the \n8[mechanically  propelled  vessel]  may,  if he thinks  fit, cause  the goods  to be thrown  overboard,  \ntogether  with any package  or receptacle  in which  they are contained,  and neither  the owner  nor the \nmaster  shall,  in respect of his having  so caused  the goods  to be thrown  overboard,  be subject  to any \nliability,  civil or criminal,  in any Court.  \n \n \n 52. Power for provincial government to make rules for protection of mechanically \npropelled vessels from accidents.___ (1) The 9[Provincial Government] may make rules for the \nprotection of 5[mechanically propelled vessels] against explosion, fire, collision and other accidents.  \n \n (2) In particular and without prejudice t o the generality of the foregoing power, such rules \nmay— \n \n \n1Subs. by the Inland Steam -vessels (Arndt.) Act, 1951 (25 of 1951) s., 2 for “INLAND STEAM VESSELS”.  \n2Subs. by A. O., 1937, for “G. G. in C.”  \n3For notification declaring certain articles to be dang erous goods, see Gen. R. & O.  \n4Subs. by A. O., 1937, for “Gazette of India”  \n5Subs. by Act 25 of 1951, s. 2 for “inland steam -vessel”.  \n6Subs. ibid., for “steam -vessel”  \n7Subs ibid., for “inland steam -vessel”.  \n8Subs. by the Inland Steam -vessels (Amdt.) Act, 1 951 (25 of 1951), s. 2, for “steam -vessel”.  \n9Subs. by A. O., 1937, for “L. G.”. \n \nPage 25 of 32 \n (a)  prescribe  the conditions  on, and subject  to, which  dangerous  goods  may be \ncarried  on board  1[mechani cally  propelled  vessels];  \n(b)  prescribe  precautions  to be taken  to prevent explo sions  or fires on board  \n1[mechanically  propelled  vessels];  \n(c)  prescribed  the apparatus  which  is to be kept on board  2[mechanically  propelled  \nvessels],  for the purpose  of extinguishing  fires;  \n(d)  regulate  the making  of sound  signals;  \n(e)  regulate the carriage  and exhibition  of lights  by 1[mechanically  propelled  \nvessels];  \n(f)  regulate  the carriage  and exhibition  of lights  by other  vessels  on specified  \ninland  waters  on which  3[mecha nically  propelled  vessels]  ply; \n(g)  prescribe  the steering  rules to be observed;  \n(h)  regulate  the towing  of vessels  astern  or alongside;  \n(i)  prescribe  the speed  at which  2[mechanically  propel led vessels]  may be \nnavigated  in specified  areas;  and \n(j)  regulate  the navigation  of 2[mechanically  propelled  vessels]  to prevent  danger  \nto other  vessels,  or to the banks,  channels,  navigation  marks  or any property,  \nmoveable  or immoveable,  in or abutting  on navigable  channels.  \n (3) Any rule made  under  this section  may contain  a provi sion that any person  committing  a \nbreach  of it shall  be punishable  with imprisonment  for a term which  may extend  to six months,  or \nwith fine which  may extend  to five hundred  rupees,  or with both.  \n 53. Power  for Provincial  Government  to make  rules  as to carriage  of passengers  in \nmechanically  prope lled vessels .___(1) The 4[Provincial  Government]  may make  rules  to regulate  the \ncarriage  of passengers  in 2[mechanically  propelled  vessels].  \n (2) In particular  and without  prejudice  to the generality  of the foregoing  power,  such rules  \nmay— \n(a)  prescribe t he cases in which passengers may be refused admission to, or may \nbe required to leave, 2[mechani cally propelled vessels],  \n(b)  provide for the payment of fares, and the exhibition of tickets or receipts (if \nany) showing the payment of their fares, by pass engers in 2[mechanically \npropelled vessels]; and  \n(c)  regulate generally the conduct of passengers in 2[mecha nically propelled \nvessels.]  \n1Subs. by Act 25 of 1951, s. 2, for “inland steam vessels.”. \n2Subs. by the Inland Steam -vessels (Arndt.) Act, 1951 (25  of 1951) S., 2 for “I nland  steam vessels ”. \n3Subs ibid., for “steam -vessel s”. \n4Subs. by A. O., 1937, for “L. G.”. \n \n \n \nPage 26 of 32 \n  (3) Any rule made  under  this section  may contain  a provi sion that any person  committing  a \nbreach  of it shall  be punishable  with fine which  may extend  to twenty  rupees.  \n (4) The master  or any other  officer  of an 1[mechanically  propelled  vessel],  and any person  \ncalled  by him to his assistance,  may arrest  any person  who has committed  a breach  of any rule made  \nunder  this section  if the name  and address  of such person  are unknown  to the master  or such other  \nofficer.  \n \n (5) The procedure  prescribed  by section  59 of the Code  of Criminal  Procedure,  1898  (V of \n1898 ), in the case of arrest  by private  persons  shall  apply  to every  arrest  made  under  this section.  \n 54. Power  for Provincial  Government  to make  rules  for protection  of passengers .___(1) \nThe 2[Provincial  Government]  may also make  rules  for the protection  of passengers  in \n1[mechanically  propelled  vessels],  and may by such rules  require — \n(a)  the prices of passenger  tickets  to be printed  or other wise denoted  on such \ntickets;  and \n(b)  the supply,  free of charge,  of a sufficient  quantity  of fresh  water  for the use of \nsuch passengers.  \n (2) Any rule made  under  this section  may contain  a provi sion that any person  committing  a \nbreach  of it shall  be punishable  with fine which  may extend  to fifty rupees.  \n 3[54A.  Power  of Provincial  Government  to fix maximum  and minimum  rates  for \npassenger  fares  and freight  for goods .___ (1) The 4[Provincial  Government]  may, by notification  in \nthe 5[official  Gazette],  after such inquiry  as 6[it] May consider  necessary,  in respect  of any system  of \ninland  waterways,  or of any stretch  of inland  wate rway,  or of the run between  any two stations  on an \ninland  waterway, — \n(a)  fix the maximum  or minimum  rate per mile which  may be charged  for \npassenger  fares  for passengers  of any class  travelling  on 1[mechanically  \npropelled  vessels];  \n(b)  fix the maximum rate per mile which may be charged for freight on goods of \nany description carried  in 7[mechanically propelled vessels];  \n \n \n(c)  fix the minimum rate per mile which may be charged for freight on goods of \nany description carried in 7[mechanically propelled vessels]; and  \n(d)  declare what shall be deemed to be the distance between any two stations on \nan inland waterway for the purpose of calculating passengers' fares or freight \non goods where maximum or minimum rates have been fixed under this \nsection.  \n  8*       *       *       *       *       *       *       *       * \n1Subs. by the Inland  Steam -vessels (Amdt.) Act, 1951 (25 of 1951), s. 2 for “inland steam -vessels”.   \n2Subs. by A. O., 1937, for “L. G.”. \n3Ins. by the Inland Steam -vessels (Amdt.) Act, 1930 (13 of 1930), s. 2.  \n4Subs. by A. O., 1937, for “G. G. in C.”.  \n5Subs. ibid., for “Gazett e of India”  \n6Subs.  ibid., for “he”. \n7Subs. by the Inland Steam -vessels (Amdt.) Act, 1951 (25 of 1951), s.2, for “inland steam -vessels”.  \n8Sub-section (2) omitted ibid., s. 11.  \n \nPage 27 of 32 \n  1[54AA.  Publication  of times  of sailing  fares  and freights.  The owner  of a mecha nically  \npropelled  vessel  shall  publish  as often  as may be necessary  (i) tables  showing  the times  of sailing  and \nfares,  and (ii) tariffs  showing  freights,  and shall  put the same  on sale to the public.]  \n 2[54B. Power  to make  rules  providing  for the appointme nt of advisory  Committees . The \n3[Provincial  Government]  may make  rules  providing  for the appointment,  constitution,  procedure  \nand functions  of Committees  to advise  the owners,  agents  and charterers  of 4[mechanically  propelled  \nvessels]  on questions  affecti ng the interests  of passengers  and shippers  of goods. ] \nCHAPTER  VII \nPENALTIES  AND  LEGAL  PROCEEDINGS  \n 55. Penalty  for making  voyage  without  certificate  of survey .___(1) If any 5[mechanically  \npropelled  vessel]  proceeds  on a voyage  in contravention  of section  3, the owner  and the master  of the \n6[mechanically  propelled  vessel]  shall  each be punishable  with fine, which  may extend  to one \nthousand  rupees.  \n (2) If the master  or any other  officer  on board  on 5[mech anically  propelled  vessel]  which  \nproceeds  on voyage  in contraven tion of section  3 is a licensed  pilot he shall  be liable  to have  his \nlicence  as a pilot suspended  or cancelled,  for any period,  by the 3[Provincial  Government].  \n 56. Penalty  for neglect  to affix  certificate  of survey  in mechanically  propelled  vessel . If \nthe certificate  of survey  is not kept affixed  in an 4[mechanically  propelled  vessel]  as required  by \nsection  10, the owner  and the master  of the 6[mechanically  propelled  vessel]  shall  each be \npublishable  with fine which  may extend  to one hundred  rupees.  \n 57. Penalty  for neglect  or refusal  to deliver  up certificate  of survey . If the owner  or master  \nof an 4[mechanically  propelled  vessel],  without  reasonable  cause,  neglects  or refuses  to deliver  up a \ncertificate  of survey  when  required  under  section  14 so to do, he shall  be punishable  with fine which  \nmay extend  to one hundred  rupees.  \n 58. Penalty for carrying excessive number of passengers on board.  If an 4[mechanically \npropelled vessel] has on board or in any part thereof a number of passengers whic h is greater than the \nnumber set forth in the certificate of survey as the number of passengers which the vessel or the part \nthereof is, in the judgement of the surveyor, fit to carry, the owner and the master shall each be \npunishable with fine which may e xtend to ten rupees for every passenger over and above that \nnumber.  \n \n 59. Penalty for serving or engaging a person to serve as master or engineer without \ncertificate.  If any person — \n \n(a)  proceeds on any voyage in an  4[mechanically pro pelled vessel] as th e master \nor engineer of such vessel without being at the time entitled to, and possessed \nof, a master's or serang's or an engineer's or engine -driver's certificate 2[or a \nmaster's or engine -driver's licence] as the case may be, as required under this \nAct; or \n1Ins. By the Inland Steam -vessels (Amdt.) Act, 1951 (25 of 1951), s. 2, for “inland steam -vessels”.  \n2Ins. by the Inland  Steam -vessels  (Amdt.)  Act, 1930 (6 of 1930), s. 2. \n3Subs.  by A. O 1937,  for “L. G \n4Subs. by the Inland Steam -vessels (Amdt.) Act, 19 51 (25 of 1951), s.2, for “inland steam -vessels”.  \n5Subs.  by Act 25 of 1951,  s. 2 for “inland  steam -vessel ”. \n6Subs.  ibid., for “steam -vessel  \n \nPage 28 of 32 \n (b)  employs  as the master  or engineer  of an 1[mechani cally  propelled  vessel]  any \nperson  without  ascertain ing that he is at the time entitled  to, and possessed  of, \nsuch certificate  4[or licence],  \n he shall  be punishable  with fine which  may extend  to five hundred  rupees.  \n 60. Penalty  for master  failing  to give notice  of wreck  or casualty . If any master  wilfully  \nfails to give notice,  as required  by section  32, of any wreck,  abandonment  damage,  casualty,  or loss, \nhe shall  be punishable  with fine which  may extend  to five hundred  rupees,  and, in default  of payment  \nof such fine, with simple  imprisonment  for a term which  may extend  to three  months.  \n 61. Penalty  for failing  to deliver  up suspended  or cancelled  certificate . If any person,  \nwhose  certificate  is suspended  or cancelled  under  this Act, fails to deliver  up the certificate  as \nrequired  by section  46, he shall  be punisha ble with fine, which  may extend  to five hundred  rupees.  \n 62. Penalty  for talking  or delivering  or tendering  for carriage  dangerous  goods  on board  \nmechanically  propelled  vessel  without  notice . If any person,  in contravention  of section  50, takes  \nwith him on board  any 1[mechanically  propelled  vessel]  any dangerous  goods,  or delivers  or tenders  \nany such goods  for carriage  on any 1[mechanically  propelled  vessel],  he shall  be punishable  with fine \nwhich  may extend  to two hundred  rupees,  and the goods  shall  be forfeited  to Government.  \n 63. Penalty  for misconduct  or neglect  endangering  mechanically  propelled  vessel  or life \nor limb . If any person  employed  or engaged  in any capacity  on board  an 1[mechanically  propelled  \nvessel],  by wilful  breach,  or by neglect  of duty, or by reason  of drunkenness  – \n(a)  does any act tending  immediately  to wreck,  destroy  or materially  damage  the \nvessel,  or to endanger  the life or limb of any person  on board,  or belonging  to \nthe vessel;  or \n \n(b)  refuses or omits to do any lawful act prop er and re quisite to be done by him \nfor preserving the vessel from immediate wreck, destruction or material \ndamage, or for preserving any such person from immediate danger to life or \nlimb; he shall be punishable with fine which may extend to one thousand \nrupees, or with imprisonment for a term which may extend to two years, or \nwith both.  \n \n64. Levy of fine by distress of mechanically propelled vessel.  Where the owner or master \nof an 1[machanically pro pelled vessel] is convicted of an offence under this Act or any rule made \nthereunder committed on board,  or in relation to, that 2[mechanically propelled vessel], and is \nsentenced to pay a fine, the Magistrate who passes the sentence  may direct the amount of the fine to \nbe levied by distress and sale of the 2[mechanically propelled vessel] and the tackle, apparel and \nfurniture thereof, or so much thereof as is necessary.  \n 65. Jurisdiction  of Magistrate . Except  in the case of an offence  against  any rule made  under  \nsection  53, no Magistrate  shall  try an offence  under this Act, or any rule made  thereunder,  unless  he \nis a 3* * *Magis trate whose  powers  are not less than those  of a Magistrate  of the first class.  \n  \n1Subs. by the Inland Steam -vessels (Amdt.) Act, 1951 (25 of 1951), s.2, for “inland steam -vessels”.  \n2Subs.  ibid., for “steam -vessel”.  \n3The words “Presidency Magistrate or” omitted by A. O., 1949, Sch.  \n4Ins. By the Inland Steam -vessels (Amdt.) Act, 1920 (60 of 1920), s. 10.  \n \n \nPage 29 of 32 \n CHAPTER  VIII \nSUPPLEMENTAL  \n 66. Place of trial.  If any person commits an offence against  this Act or any rule made \nthereunder, he shall be triable for the offence in any place in which he may be found or which the \n1[Provincial Government], by notification in the 2[official Gazette], appoints in this behalf, or in any \nother place in which he m ight be tried under any other enactment for the time being in force.   \n 67. Power  for Provincial  Government  to make  general  rules .___ (1) The 1[Provincial  \nGovernment]  may make  rules  to carry  out the purposes  of this Act not otherwise  specially  provided  \nfor. \n (2) Any rule made  under  this section  may contain  a provision  that any person  committing  a \nbreach  of it shall  be punish able with imprisonment  for a term which  may extend  to six months,  or \nwith fine which  may extend  to five hundred  rupees,  or with both.  \n 68. Power  for Provincial  Government  to modify  application  of Act to certain  \nmechanically  propelled  vessels . The 1[Provincial  Government]  may,  3* * * by notification4 in the \n2[official  Gazette],  declare  that all or any of the provisions  of Chapters  II and III shall  not apply  in \nthe case of any specified  class  of 2[mechanically  propelled  vessels],  or shall  apply;  to them  with such \nmodifications  as may be specified  in the notification.  \n 569. Exemption of His Majesty’s and Government vessels.  Save in so far a s the \n6[Provincial Government] may, by notification7 in the 8[official Gazette] otherwise direct, nothing in \nthis Act, or any rule made thereunder, shall apply to any 9[mechanically propelled vessel] belonging \nto, or in the service of, 10[the Federal Gover nment or any Provincial Government]:  \n 11[Provided that no such vessel shall be used for any com mercial purpose unless the registry \nfee prescribed under section 6 has been paid in respect of her.]  \n \n 70. Power for Provincial Government to define tidal water . The 1[Provincial Government] \nmay, by notification in the 12[official Gazette], define how much of any tidal water shall be deemed \nto be an inland water for the purposes of this Act:  \n \n1Subs.  by A.O.,  1937,  for “L.G.”. \n2Subs.  by A.O.,  1937,  for “local  official Gazette. ” \n3The words  “with the previous  sanction  of the G. G. in C.” rep. ibid. \n4The vessels  belonging  to the Karachi  Port Trust  and plying  within  the limits  of the Port of Karachi  have  been  exempted  for a certain  period,  from  the \nprovisions  of Chapte r III of this Act, by the Chief  Commissioner  of Karachi,  see Gazette  of Pakistan,  1954,  Pt. V, p. 138. \nThe steam  vessels  belonging  to the Karachi  Port Trust  and plying  within the limits  of the Port of Karachi,  shall  be exempted  from  the  provisions  of \nChapter III of the said Act, for a further  period  of 1 year w.e. f. 18th January,  1954,  see Gazette  of Pakistan,  1954,  Pt. VI, p. 138. \nThe provision  of section  27 (b) of this Act shall not apply  to the “Motor  Launches  of the Karachi  Port Trust  having  engines  of 44 Brake   Horse  \nPower  for the period  of 2 years  w.e. f. 3. 2. 54, see Gazette  of Pakistan,  1955,  Pt. VI, p. 3.) \n5The following portions of this Act (1 of 1917) in so far as certificate of registry is concerned shall, in addition to the po rtions already  appliedby notifn. \nNo. 538 -D, dated the 17th Nov., 1917, issued from the Deptt. of Commerce and Industry, Govt. of India, also apply to inland mechanica lly propelled \nvessels belonging to, or in the service of Her Majesty or the Central Govt. or Provincial Govt., namely : - \nChapter II -Sections 3, 4, 5, 6, 19, 19A, 19B, 19C, 19D, 19E, 19F, 19G, 19H, 191, 19J, 19K, 19L, 19M, 19N, 190, 19P, and 19Q.  \nChapter VII -Section 55.  \n6Subs. by A. O., 1937, for “G. G. in C.”.  \n7For such notification, see Gen. Rules and Order s.) (Subs. by A. O., 1937, for “Gazette of India”  \n8Subs. by A. O., 1937,, for “Gazette of India”  \n9Subs. by Act 25 of 1951, s. 2, for “inland steam -vessel”.  \n10The original words “His Majesty or the Government of India” have successively been amended by A. O ., 1937, A. O., 1949, Sch., A. O., 1961, Art. 2 \nand A. O., 1964, Art. 2 and Sch., has been subs. by F.A.O., 1975, Art. 2 and Table, for “Central Government”. to read as abov e. \n11Added by act 25 of 1951, s.13. \n12Subs. ibid., for “local official Gazette”. \n  \n \nPage 30 of 32 \n  1[Provided  that no such notification  shall  be made  after the end of March,  1937.]  \n 71. Fees  recoverable  as fines . All fees payable  under  this Act may be recovered , as fines  \nunder  this Act. \n 72. Certificated  master  of mechanically  propelled  vessels  to be deemed  pilots  under  \nsection  31 of Act XV of 1908 .___ (1) Subject  to the provisions  of section  31, every  master  of an \n2[mechanically  propelled  vessel]  who possesses  a master's  certificate  granted  under  this Act and in \nforce  shall,  in posts  to which  section  31 of the Posts  Act, 1908,  has been  extended,  be deemed,  for \nthe purpose  of that section,  to be the pilot of the 2[mechanically  propelled  vessel]  of which  he is in \ncharge.  \n (2) Nothing  in this section  shall  be deemed  to affect  that provisions  of Sindh  Act I of 1863  \n(An Act for the registry  of vessels  and Ievy of pilotage  fees on the river  Indus ), which  require  persons  \nin charge  of vessels  passing  through  any of the channels  or tidal channels  at the mouths  of the river  \nIndus  to pay fees for pilotage.  \n \n 73. [Application of Act to vessels propelled by electricity or other mechanical power.] \nOmitted by the Inland Steam -vessels (Amendment) Act, 1951 (XXV of 1951), s. 14.  \n 74. Publication of rules.___ (1) The power to make rules conferred on a  3[Provincial \nGovernme nt] by this act is subject to the condition of the rules being made after previous \npublication.  \n (2) All such rules shall, when made, be published in the 4[Official Gazette], and shall \nthereupon have effect as if enacted in this Act.  \n \n 5[74A. Appointment o f inland waterways control Board in emergency___ 6[If the \nProvincial Government is of the opinion] that an emergent necessity has arisen rendering it essential \nto control the movement of goods and passengers and to provide for the allocation of routes, 7[it \nmay] appoint an Inland Waterways Control Board consisting of: — \n \n(1)  A nominee of the 8[Federal Government],  \n(2)  A nominee of the Provincial Government, and  \n(3)  A representative of the Steamer Companies operating in the Province.  \n \n 574B. Control on ves sels as to routes and traffic.  The Board shall have the power to issue \nan order to the owner of a mechanically propelled vessel registered under this Act: — \n \n(i)  that his vessel shall ply on any route or routes specified in the order, and  \n \n(ii)  that prefe rence shall be given to any traffic or class of traffic to be carried in \nthe vessel.  \n \n \n1Proviso ins. Ibid. \n2Subs.  by Act 25 of 1951,  s. 2, for “inland  steam -vessel ”. \n3Subs. by A.O., 1937, for “L.G.”.  \n4Subs. ibid., for “local official Gazette”.  \n5Sections 74 A to 74E ins. by Act 25 of 1951, s. 15.  \n6Subs. by F.A.O., 1975, Art. 2 and Sch. for certain words  \n7Subs. ibid., for “the Provincial Government shall”.  \n8Subs. by F.A.O., 1975, Art. 2 and Table, for “Central Government”.  \n                  \n \nPage 31 of 32 \n 174C.  Rules  of business of Board . The rules  of business  of the Board  shall  be framed  by the \nProvincial  Government  2* * * * * * \n 174D.  Obligation  of the owner  of vessels . The owner  of a mechanically  propelled  vessel  to \nwhich  this Act applies — \n(a)  shall  afford  all reasonable  facilities  for the receiving,  forwarding  and \ndelivering  of traffic  to be carried  by the vessel  and for interchanging  traffic  \nwith other  transport  organisations  with which  interchange  arrangements  have  \nbeen  entered  into, and \n(b)  shall  not give any undue  or unreasonable  preference  or advantage  to any \nparticular  person  or commercial  concern  or any particular  description  of traffic  \nor subject  any particular  person  or commercial  concern or any particular  \ndescription  of traffic  to any undue  or unreasonable  prejudice or disadvantage  \nin any respect  whatsoever.  \n 174E.  Penalties . Any person  contravening  an order  under  section  54A or section  74B or any \nprovision  of section  74D shall  be liable  for each offence  to a fine not exceeding  one thousand  \nrupees.]  \n 75. [Repeal s and savings. ] Rep. by the Repealing Act, 1927 (XII of 1927), s. 2 and Schedule.  \n \nSCHEDULE I  \n3[RATES OF SURVEY FEES]  \n[See sections 4[6] and 19 (d)]  \n  Tons  Rs. \nFor 5[mechanically propelled vessels] of less than  - 100 25 \n“ “ “ “ “ “ 100  Tons and upto  200 40 \n“ “ “ “ “ “ 200  “ “ “ 350 50 \n“ “ “ “ “ “ 350  “ “ “ 700 60 \n“ “ “ “ “ “ 700  “ “ “ 1000  80 \n“ “ “ “ “ “ 1000  “ “ “ 1500  100 \n“ “ “ “ “ “ 1500  “ and upwards  .. 120 \nSCHEDULE IA  \nRATES OF REGISTRATION FEES  \n[See sections 6 and 19(d)]  \n  Tons  Rs. \nFor mechani cally propelled vessels of less than  --- 100 50 \n \n1 Sections 74A to 74E ins. by the Inland Steam -vessels (Amdt.) Act, 1951 ( 25 of 1951 ), s. 15.  \n2Certain words omitted by F.A.O, 1975, Art. 2 and Sch.  \n3Subs. ibid., s. 16, for “RATES OF FEES”.  \n4Subs. ibid., f or “6(a)”.  \n5Subs. ibid., s. 2, for “steam -vessels”.  \n \nPage 32 of 32 \n 1[SCHEDULE  IA \n“ “ “ “ “ “ 100 Tons  and upto 200 80 \n“ “ “ “ “ “ 200 “ “ “ 350 100 \n“ “ “ “ “ “ 350 “ “ “ 700 120 \n“ “ “ “ “ “ 700 “ “ “ 1000  160 \n“ “ “ “ “ “ 1000  “ “ “ 1500  200 \n“ “ “ “ “ “ 1500  “ and upwards .. 240 \n \n SCHEDULE  II.—[ENACTMENTS  REPEALED.]  Rep. by the Repealing  Act, 1927  (XII of \n1927).  \n \n____________  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nDate: 11 -09-2024  \n 1Ins by the Inland  Steam -vessels  (Amdt)  Act, 1951,  (25 of 1951),  s. 16."
}