{
    "file": "./converted_json\\administrator949827395cfae81644e350c7c08aa93b.json",
    "name": "National Commission for Human Rights Act",
    "date": "2012",
    "tagline": "Establishing a National Commission for Promotion and Protection of Human Rights",
    "content": "1 NATIONAL COMMISSION FOR HUMAN RIGHTS ACT, 2012  \nAct  No. XVI OF 2012  \nAn Act to provide for the establishment of a National Human Rights Commission  \nWHEREAS it is expedient to provide for the creation of a National Commission for \nHuman Rights, for the purpose s of promotion and protection of human rights as provided for in \nthe Constitution of the Islamic Republic of Pakistan and the various international instruments to \nwhich Pakistan is a state party or shall become a state party;  \nIt is hereby enacted as follo ws:—.  \n \nCHAPTER -I \nPRELIMINARY  \n1. Short title, extent and commencement. —(1) This Act may be called the National \nCommission for Human rights Act, 2012.  \n(2) It extends to the whole of 44kistan except Chapter V which shall extend to the \nIslamabad Capital Terr itory. gr.  \n(3) It shall come into force at once.  \n2. Definitions. — In this Act, unless there is anything repugnant in the subject or \ncontext,—  \n(a)  \"armed forces\" means army, navy, air force and all other civil armed \nforces including military intelligenc e agencies;  \n(b)  \"Chairperson\" means the Chairperson of the Commission, as appointed \nunder section 4;  \n(c)  \"Commission\" means National Commission for Human Rights constituted \nunder section 3;  \n(d)  \"human rights\" means the rights relating to life, libert y and dignity of the \nindividual guaranteed and included in the international instruments \nincluding political and women rights;  \n(e)  \"member\" means a member of the Commission and includes the \nChairperson;  \n(f)  \"prescribed\" means prescribed by rules made u nder this Act; and  \n 2 (g) \"public servant\" means a public servant defined under section 21 of the \nPakistan Penal Code (Act XLV of 1860).  \n \nCHAPTER -II \nESTABLISHMENT OF COMMISSION FOR HUMAN RIGHTS  \n \n3. Establishment of Commission. —(1) The Federal Government sha ll constitute a \nCommission to be known as the National Commission for Human Rights to exercise the powers \nand perform the functions under this Act.  \n (2) The Commission shall consist of —  \n(a)  a Chairperson, who has been, or is qualified to be, a judge of the Supreme \nCourt or a person having demonstrable knowledge of, or practical \nexperience in, matters relating to human rights;  \n(b)  one member from each Province, Federally Administrated Tribal Areas \nand Islamabad Capital Territory having demonstrable know ledge of, or \npractical experience in, matters relating to human rights;  \n(c)  Chairperson of the National Commission on Status of Women;  \n(d)  one member from minority communities; and  \n(e)  a Secretary, who shall be appointed by the Commission:  \nProvided that of the total membership of the Commission, at -least \ntwo shall be women members.  \n(3) A member shall not be less than forty years of age and shall have knowledge and \nexperience relating to human rights.  \n(4) The headquarters of the Commission shall be at Islamabad and it may establish its \noffices at other place or places in Pakistan as it may consider appropriate.  \n(5) The Commission shall be a body corporate having perpetual succession and a \ncommon seal with powers, among other, to acquire, hold and di spose of any property and shall \nsue and be sued by the said name.  \n(6) All members of the Commission shall work on full time basis on prescribed terms and \nconditions and the Chairman on ceasing to hold office shall be inelligible for holding any office \nof profit in the Government, Federal or Provincial, for a period of two years:  \n 3 Provided that it shall not apply to the Chairperson of the National Commission on the \nStatus of Women.  \n4. Appointment of Chairperson and members. —(1) The Federal Government shall , \nthrough public notice, invite suggestions for suitable persons for appointment as Chairperson and \nmembers of the Commission and, after proper scrutiny, shall submit a list of these persons to the \nPrime Minister and the Leader of the Opposition in the Nat ional Assembly.  \n(2) The Prime Minister shall in consultation with the Leader of the Opposition in the \nNational Assembly forward three names for each post to a Parliamentary Committee for hearing \nand confirmation of any one person for each post:  \nProvided t hat in case there is no consensus between the Prime Minister and the Leader of \nthe Opposition; each shall forward separate lists to the Parliamentary Committee.  \n(3) The Parliamentary Committee shall be constituted by the Speaker of the National \nAssembly c onsisting of the following four members, namely: —  \n(a)  two members from the Senate; and  \n(b)  two members from the National Assembly:  \nProvided that when the National Assembly is dissolved, the total membership of the \nParliamentary Committee shall consist  of the members from the Senate only as mentioned in \nparagraph (a) and the provisions of this section shall, mu tatis-mutandis, apply:  \nProvided further that out of the four members of the Committee, two shall be from the \nTreasury Benches, one from each Hou se and two from the Opposition Benches, one from each \nHouse. The nomination of members from the Treasury Benches shall be made by the Leader of \nthe House and from the Opposition Benches by the Leader of the Opposition.  \n(4) The Parliamentary Committee shal l regulate its own procedure.  \n(5) The Parliamentary Committee shall forward the names of the nominees confirmed by \nit to the President, who shall appoint the Chairperson and members accordingly. .  \n5. Term of office of Chairperson and of members. —(1) A pe rson appointed as \nChairperson or a member shall hold office for a term of four years from the date on which he \nenters upon his office:  \nProvided that the term of office may be extended once in the manner provided in section \n4.  \n 4 (2) The Chairperson or a mem ber may resign from his office in writing under his hand \naddressed to the President and on acceptance of the resignation, such vacancy shall be filled \nwithin sixty days.  \n6. Removal of the Chairperson and members .—The Chairman and members may be \nremoved fro m office on the grounds and in the manner provided for in Article 209 of the \nConstitution of the Islamic Republic of Pakistan.  \n7. Acting Chairperson .—At any time when the Chairperson is absent or unable to \nperform the duties of his office for any reason, or. in the event of the vacancy in the office of the \nChairperson by reason of his death, resignation or otherwise, the members of the Commission \nshall elect an Acting Chairperson from amongst themselves until the incumbent Chairperson \nresumes his office, o r as the case may be, until the appointment of a new Chairperson to fill such \nvacancy which shall not exceed sixty days.  \n8. Terms and conditions of service of members including Chairperson .—The salaries \nand allowances payable to, and terms -and conditions of service of the members, other than ex -\nofficio member, shall be such as may be prescribed by the Federal Government in consultation \nwith the Commission:  \nProvided that neither the salary and allowances nor the terms and conditions of service of \na member shall be varied to his disadvantage after his appointment.  \n \nCHAPTER -III \nMANAGEMENT AND PROCEDURES OF THE COMMISSION  \n \n9. Functions of the Commission .—The Commission shall perform all or any of the \nfollowing functions, namely: — \n(a)  suognolo or on a petitio n presented to it by a victim or any person on his \nbehalf, inquire into complaints of — \n(i)  violation of human rights or abetment thereof; or  \n(ii)  negligence. in the prevention of such violation, by a public servant;  \n(b)  intervene in any proceeding inv olving any allegation of violation of \nhilman rights pending before a court by finking application for becoming a \nparty to the proceedings before such court;  \n(c)  notwithstanding anything contained in any other law for the time being . in \nforce, the Commis sion or any person authorized by it may visit any jail, \n 5 place of detention or any other institution or place under the control of the \nGovernment or its agencies, where convicts, under trial prisoners, \ndetainees or other persons are lodged or detained for p urposes of  \nascertaining the legality of their detention as well as to find out whether \nthe provisions of the applicable laws or other provisions relating to the \ninmates living conditions and their other rights are being complied with;  \n(d)  review the safe guards provided by or under the Constitution of the \nIslamic Republic of Pakistan or any other law for the time being in force \nfor the protection of human rights and recommend adoption of new \nlegislation, the amendment of existing laws and the adoption or \namendment of administrative measures for their effective implementation: \nProvided that if requested by the Government, the Commission may \nexamine any legislation and submit its views thereon and comment on the \nimplication of the same for legislation;  \n(e)  review the factors, including acts of terrorism, that inhibit the enjoyment \nof human rights and recommend appropriate remedial measures;  \n(f)  study treaties, other international instruments on human rights and reports \nsubmitted by the Government of Pakist an on them including the comments \nthereon, to make recommendations for their effective implementation;  \n(g)  undertake and promote research in the field of human rights, maintain \ndatabase on the complaints on violence of human rights received and \ndevelopme nt of human rights norms;  \n(h)  spread human rights literacy among various sections of society and \npromote awareness of the safeguards available for the protection of these \nrights through publications, print and electronic media, seminars and other \navailab le means in all major languages of the country;  \n(i)  direct investigation and inquiry in respect of any incident of violation of \nhuman rights;  \n(j)  submit independent reports to the Government on the state of human \nrights in Pakistan for incorporation in  reports to United Nations' bodies or \ncommittees;  \n(k)  develop a national plan of action for the promotion and protection of \nhuman rights; and  \n(l)  such other functions as it may consider necessary for the promotion of \nhuman rights.  \n 6 10. Procedure of the Commission. —(1) The Commission shall regulate its own \nprocedure.  \n(2) All orders and decisions of the Commission shall be authenticated by the Secretary or \nany other officer of the Commission duly authorized by the Chairperson in this behalf.  \n(3) The quor um for a meeting of the Commission shall not be less than one -half of the \ntotal membership of the Commission.  \n(4) The decision of the Commission shall be taken by the majority of its members present \nand, in case of a tie, the member presiding the meeting shall have a casting vote.  \n11. Advisory Committee. —The Commission may constitute an advisory committee \nconsisting of human rights activists, civil society organizations, members of bar associations, \nmembers of press clubs and such other representatives of  the Federal and Provincial \nGovernments as may be concerned with the functions of the Commission:  \nProvided that the members of the advisory committee shall perform their functions in an \nhonorary capacity to assist the Commission in their areas of competen ce and expertise.  \n \nCHAPTER -IV \nINQUIRIES AND INVESTIGATIONS  \n \n12. Inquiry into complaints .—(1) The Commission while inquiring into the complaints \nof violations of human rights may call for information or report from the Federal Government or \na Provincial Go vernment or any other authority or organization, subordinate thereto, within such \ntime as may be specified by it:  \nProvided that if the information or report is not received within the time stipulated by the \nCommission, it may proceed to inquire into the c omplaint on its own:  \nProvided further that in case the complaint relates to areas that are security sensitive, the \nCommission shall obtain a report within fifteen days from the Federal Government and if the \nreport is not received within thirty days the Co mmission may proceed to inquire into complaint \non its own:  \nProvided also that if on receipt of information or report, the Commission is satisfied \neither that no further inquiry is required or that the required action has been Initiated or taken by \nthe con cerned Government or authority, it may not proceed with the complaint and inform the \ncomplaint accordingly.  \n 7 (2) Without prejudice to anything contained in sub -section (1), if the Commission \nconsiders necessary, having regard to nature of the complaint, it  may initiate an inquiry.  \n(3) if at any stage of the inquiry, the Commission — \n(a)  considers it necessary to inquire into the conduct of any person; or  \n(b)  is of the opinion that the reputation of any person is likely to be \nprejudicially affected by the  inquiry, it shall give to that person a \nreasonable opportunity of being heard in the inquiry and to produce \nevidence in his defence: Provided that nothing in this section shall apply \nwhere the credit of a witness is being impeached.  \n13. Powers relating t o inquires. —(1) The Commission shall, while inquiring into \ncomplaints under this Act, have all the powers of a civil court trying a suit under the Code of \nCivil Procedure, 1908 (Act V of 1908), in respect of the following matters, namely: —  \n(a)  summoning and enforcing the attendance of witnesses and examining \nthem on oath;  \n(b)  discovery and production of documents;  \n(c)  receiving evidence on affidavits;  \n(d)  requisitioning any public record or copy thereof from any court or office;  \n(e)  issuing commis sions for the examination of witnesses or documents; and  \n(f)  any other matter which may be prescribed.  \n(2) The Commission shall have power to require any person, subject to any privilege \nwhich may be claimed by that person under any law for the time bei ng in force, to furnish \ninformation on such points or matters as, in the opinion of the Commission, may be useful for, or \nrelevant to, the subject -matter of the inquiry and  any person so required shall be deemed to be \nlegally bound to furnish such informat ion within the meaning of section 176 and section 177 of \nthe Pakistan Penal Code (Act XLV of 1860).  \n(3) The Commission shall be deemed to be a civil court to the extent that is described in \nsections 175, 178, 179, 180 and 228 of the Pakistan Penal Code, 1 860 (Act XLV of 1860). If the \noffence is committed in the view or presence of the Commission, the Commission may, after \nrecording the facts constituting the offence and the statement of the accused as provided for in \nthe Code of Criminal Procedure, 1898 (A ct V of 1898), forward the case to a Magistrate having \njurisdiction to try the same -and the Magistrate to whom any such case is forwarded shall proceed \nto hear the complaint against the accused as if the case has been forwarded to him under section \n346 of the Code of Criminal Procedure, 1898 (Act V of 1898).  \n 8 (4) Every proceeding before the Commission shall be deemed to be a judicial proceeding \nwithin the meaning of sections 193, 196 and 228 of the Pakistan Penal Code, 1860 (Act XLV of \n1860).  \n(5) The Commi ssion shall be deemed to be a civil court for the purposes of section 195 \nand Chapter XXVI of the Code of Criminal Procedure, 1898 (Act V of 1898).  \n14. Procedure with respect to armed forces .—(1) Notwithstanding anything contained \nin any other law for the  time being in force while dealing with the complaints of human rights \nviolations by the members of the armed forces, the Commission shall adopt the following \nprocedure, namely: — \n(a)  it may either on its own motion or on receipt of a petition, seek a repo rt \nfrom the Federal Government on complaint or violation;  \n(b)  after the receipt of the report it may either not proceed with the complaint \nor, as the case may be, make its recommendations to the Federal \nGovernment.  \n(2) The Federal Government shall infor m the Commission of the action taken on the \naforesaid recommendations within three months or such extended time as the Commission may \ndeem appropriate.  \n(3) The Commission shall publish its report together with its recommendations made \nunder paragraph (b) of sub -section ( 1) and the action taken by the Federal Government.  \n(4) The Commission shall provide a copy of the report published under sub -section (3) to \nthe petitioner or his representative.  \n15. Procedure with respect to intelligence agencies .—(1) Notw ithstanding anything \ncontained in this Act, the functions of the Commission do not include inquiring into the act or \npractice of intelligence agencies and where a complaint is made to the Commission alleging that \nan act or practice of such an agency is inc onsistent with or contrary to any human right, the \nCommission shall refer the complaint to the competent authority concerned.  \n(2) The procedure thereafter shall be the same as in sub -section (1) of section 14 with \nrespect to the armed forces.  \n16. Indepen dence of the Commission. —(1) The Commission and every member of its \nstaff shall function without political or other bias or interference and shall, unless this Act \nexpressly otherwise provides, be independent and separate from any government, \nadministratio ns, or any other functionary or body directly or indirectly representing the interests \nof any such entity.  \n 9 (2) If at any stage during the course of proceedings at any meeting of the Commission, it \nappears that a member has or may have a financial or perso nal interest which may cause a \nsubstantial conflict of interests in the performance of his functions as such, the member shall \nforthwith and fully disclose the nature of his interest and absent himself from that meeting so as \nto enable the remaining member s to decide whether the member should be precluded from \nparticipating in the meeting by reason of that interest. Such a disclosure and the decision taken \nby the remaining members shall be entered on the record of the proceedings.  \n(3) If a member fails to disclose any conflict of interest as required under sub -section (2) \nand is present at a meeting of the Commission or in any manner participates in the proceedings, \nsuch proceedings in relation to the relevant matter shall, as soon as such non -disclosure is  \ndiscovered, be reviewed and be varied or set aside by the Commission without the participation \nof the member concerned and such conduct on the part of the member shall be treated as \nmisconduct.  \n17. Investigation .—(1)Notwithstanding anything contained in any other law for the time \nbeing in force, the Commission may, for the purpose of conducting an investigation into a matter \nwhich is the subject of a complaint, requisition the services of any officer or investigation agency \nof the Federal Government or a Provincial Government with their concurrence.  \n(2) For the purposes of investigating into any matter which is the subject of a complaint, \nany officer or agency whose services are requisitioned under sub -section (1) shall, under the \ndirection and control of  the Commission, —  \n(a)  summon and enforce the attendance of any person and examine him;  \n(b)  require the discovery and production of any document; and  \n(c) requisition any public record or copy thereof from any office.  \n(3) The provisions of section 13 sh all apply in relation to any statement made by a person \nbefore any officer or agency whose services are requisitioned under sub -section (1), as they \napply in relation to any statement made by a person in the course of giving evidence before the \nCommission.   \n(4) The officer or agency, whose services are requisitioned under sub -section (1), shall \nsubmit a report to the Commission within such period as may be specified.  \n(5) The Commission shall consider the report submitted to it under sub -section (4) and, \nafter satisfying itself that the procedure prescribed by or under this Act has been duly observed in \nthe investigation, may proceed in accordance with the provisions of section 16.  \n18. Steps after inquiry. —The Commission may take any of the following, among st \nother, steps upon the completion of an inquiry held under this Act, namely: —  \n 10 (a) where the inquiry discloses the commission of violation of human rights \nor negligence in the prevention of violation of human rights by a public \nservant, it may recommend to the concerned Government or authority the \ninitiation of proceedings for prosecution or such other action as the \nCommission may deem fit against the concerned person or persons;  \n(b)  recommend to the concerned Government or authority for the grant of \nsuch immediate interim relief to the victim or the members of his family \nas the Commission may consider necessary; (c) provide a copy of the \ninquiry report to the complainant or his representative;  \n(d)  the Commission shall send a copy of its inquiry report  together with its \nrecommendations to the Government or authority which shall, within a \nperiod of one month or such further time as the Commission may allow, \nsubmit its reply indicating the action taken or proposed to be taken to \nimplement the recommendati ons or reasons why these cannot or should \nnot be implemented; and  \n(e)  the Commission shall publish its inquiry report together with its \nrecommendations and the reply of the Government or authority thereto.  \n19. Statement made by persons to the Commission. - No statement made by a person \nwhile giving evidence before the Commission shall subject him to or be used against him in any \ncivil or criminal proceeding except prosecution for giving false evidence:  \nProvided that where — \n(a)  it is necessary to inquire into the conduct of any person; or  \n(b)  the reputation of any person is likely to be prejudicially affected by the \ninquiry,  \nit shall give an opportunity to such person of being heard and to produce evidence in his defence, \nif any.  \n20. Commission to pres erve identity. —Where the Commission considers that the \npreservation of the identity of a person who, has — \n(i)  made a complaint; or  \n(ii)  furnished or proposes to furnish information; or  \n(iii)  produced or proposes to produce a document; or  \n(iv)  given or proposes to give evidence; or  \n 11 (v)  made or proposes to make a submission,  \nto the Commission or to a person acting for or on behalf of the Commission, is necessary to \nprotect the security of employment, the privacy or any human right of the person, the  \nCommission may give directions prohibiting the disclosure of the identity of the person.  \nCHAPTER V  \nHUMAN RIGHTS COURTS  \n \n21. Human Rights Court. —For the purposes of speedy trial of offences arising out of \nviolation of human rights, the Federal Government may, in consultation with Chief Justice of \nIslamabad High Court, by notification in the official Gazette, specify a Court of Sessions to be \nthe Human Rights Court for that District to try such offences:  \nProvided that nothing in this section shall apply, i f— \n (a)  a Court of Sessions is already specified as a special court; or  \n(b)  a special court is already constituted,  \nfor such offences under any other law for the time being in force.  \n22. Special prosecutors. —The Federal Government, on the advice of th e Commission, \nshall, by notification in the official Gazette, appoint an advocate from the list prepared by the \nCommission, who has been practicing as an advocate for not less than seven years, to be the \nspecial prosecutor for the purposes of conducting ca ses in that Court.  \n \nCHAPTER -VI \nFINANCIAL PROVISIONS  \n \n23. Fund of the Commission. — (1) There shall be established a fund to be known as the \nNational Commission for Human Rights Fund which shall vest in the Commission and shall be \nused by the Commission to meet the charges in connection with its functions under this Act.  \n(2) Source of the Fund shall amongst other monies be the following, namely: —  \n (a)  such sums as the Federal Government shall, after due appropriation made \nby the Majlis -e-Shoora (Parliamen t) by law in this behalf, pay to the \nCommission by any of grants such sums of money for being utilized for \nthe purposes of this Act;  \n 12 (b)  grants and endowments and income therefrom; and  \n(c)  all other sums or properties which may in any manner become pay able to, \nor vest in, the Commission in respect of any matter.  \n(3) The Commission, while performing its functions and exercising its powers under this \nAct, shall exercise highest sense of prudence as far as expenditures are concerned.  \n24. Expenditure to b e charged on the Fund. —The Fund shall be expended for the \npurposes of —  \n(a)  paying any expenditure lawfully incurred by the Commission, relating to \nremuneration of its members, employees, advisors and consultants  of the \nCommission including legal fees an d costs as well as other fees and costs;  \n(b)  paying any other expenses, costs or expenditure properly incurred or \naccepted by the Commission in the performance of its functions or in the \nexercise of its powers under this Act;  \n(c)  purchasing or hiring e quipment, machinery and any other work and \nundertakings in the performance of its functions or in the exercise of its \npowers -under this Act;  \n(d)  repaying any financial accommodation received; and  \n(e)  generally, paying any expenses for carrying into eff ect the provisions of \nthis Act.  \n25. Power to obtain finances and receive grants. —The Commission may, from time to \ntime, obtain and receive unconditional grants or contributions from donors and non -\ngovernmental organizations in a transparent manner. No con tribution from any foreign source, \nprivate or governmental, shall be acceptable except after the approval of the Federal \nGovernment.  \n26. Accounts and audit. —(1) The Commission shall maintain proper accounts and other \nrelevant records and prepare an annual  statement of accounts in such form as may be prescribed \nby the Federal Government in consultation with the Auditor -General of Pakistan.  \n(2) The accounts of the Commission shall be audited by the Auditor -General at such \nintervals as may be specified by hi m.  \n(3) The Auditor -General and any person appointed by him in connection with the audit of \nthe accounts of the Commission under this Act shall have the same rights and privileges and the \nauthority in connection with such audit as the Auditor -Genera l gener ally has in connection with \nthe audit of Government's accounts and in particular shall have the right to demand the \n 13 production of books, accounts, connected vouchers and other documents and paper and to \ninspect any of the offices of the Commission.  \n(4) Th e accounts of the Commission, as certified by the Auditor -General or any other \nperson appointed by him in this behalf, together with the audit report thereon shall be forwarded \nannually to the Federal Government by the Commission and the Federal Government  shall cause \nthe audit report to be laid, as soon as may be after it is received, before each House of Majlis -e-\nShoora (Parliament).  \n27. Financial freedom of the Commission .—The Government shall allocate specific \namount of money for the Commission in each financial year and it shall not be necessary for the \nCommission to take prior approval from the Government to spend such allocated money for the \napproved and specific purposes.  \nCHAPTER -VII \nMISCELLANEOUS  \n28. Annual and special reports of the Commission. —(1) The Commission shall \nprepare an annual report at the end of the financial year and may at any time prepare special \nreports on any matter which in its opinion is of particular urgency or importance.  \n(2) The Federal Government shall cause the annual repor t and the special reports to be \nlaid before the Majlis -e-Shoora (Parliament) within ninety and thirty days, respectively, from the \ndate of their receipt, alongwith a memorandum indicating the action taken or proposed to be \ntaken on the recommendations of t he Commission and reasons for non -implementation of the \nrecommendations, if any.  \n(3) The report shall be placed on the website of the Commission immediately after its \nlying before the Majlis -e-Shoora (Parliament) for information of general public.  \n29. Ap pointment of officers and employees. —(1) There shall be a Secretary of the \nCommission as appointed under section 3. (2) The Commission may, under this Act, appoint \nsuch officers and employees or consultants as it considers necessary for the efficient \nperfo rmance of its functions.  \n(3) Salary, remuneration and other terms and conditions of the services of the officers and \nemployees of the Commission shall be determined by the Commission in consultation with the \nFederal Government.  \n(4) The Federal Government  may, on request from the Commission, appoint any officer \nor employees of the Federation to the Commission on deputation.  \n30. Indemnity. —No suit, prosecution or legal proceedings shall lie against the \nCommission, the Chairperson or any member, officer, se rvant, advisors or consultant of the \nCommission in respect of anything in good faith done or intended to be done under this Act or \n 14 the rules made thereunder or order made or published by or under the authority of the Federal \nGovernment, a Provincial Govern ment, Commission or any report, paper or proceedings.  \n31. Members and officers to be public servants. —Every member of the Commission \nand every officer appointed or authorized by the Commission to exercise functions under this \nAct shall he deemed to be a pu blic servant within the meaning of section 21 of the Pakistan Penal \nCode, 1860 (Act XLV of 1860).  \n32. Validity of proceedings. —No act or proceedings of the Commission shall be invalid \nby reason only of the existence of a vacancy in, or defect in the const itution of, the Commission.  \n33. Power to make rules. —(l) The Commission may in consultation with the Federal \nGovernment and by notification in the official Gazette make rules to carry out the purposes of \nthis Act.  \n(2) In particular and without prejudice to the generality of the foregoing power, such \nrules may provide for all or any of the following matters, namely: —  \n(a)  the salaries and allowances and other terms and conditions of service of \nthe members as provided under section 8;  \n(b)  the conditions subject to which other administrative, technical and \nscientific staff may be appointed by the Commission and the salaries and \nallowances of officers and other staff appointed under section 29;  \n(c)  the form in which the annual statement of accounts is to be prepared by \nthe Commission under section 26; and  \n(d)  any other matter which has to be, or may be, prescribed.  \n34. Power to remove difficulties. —If any difficulty arises in giving effect to the \nprovisions of this Act, the Federal Government may, by or der published in the official Gazette, \nmake such provisions not inconsistent with the provisions of this Act as appears to it to be \nnecessary or expedient for removing the difficulty:  \nProvided that this power shall be available for a period of one year fr om the 'date of \ncommencement of this Act.  \n \n______________"
}