{
    "file": "./converted_json\\administrator541061fa5533fb0cdf613aef3cecea52.json",
    "name": "Diplomatic and Consular Officers (Oath and Fees) (Amendment) Ordinance, 2021",
    "date": "October 14, 2021",
    "tagline": "Further to amend the Diplomatic and Consular Officers (Oath and Fees) Act, 1948",
    "content": "vud 4 to6- z-z-o''-\nREGISTEREDNO.M.3O2L.-7646\nd $s[tdtcrr9\nEXTRAOBDINARY\nPUBLISHED BY AUTHORITY\nISLAMABAD, THURSDAY, OCTOBER 14, 2O2I\nPART I\nActs, Ordinances, President's Orders and Regulations\nGOVERNMENT OF PAKISTAN\nr,aw lxu rusricr DTvISIoN\nIslamabad, the 13th October, 2021\nNo. F. 2(1)/202f -Pub.-The following Ordinance promulgated on 12th\nOctober, 2021 by the President is hereby published for general information:-\nORDIN-ANCC No. iXlV oF 2021\nAN\nORDTNANCE\nfurther to amend the Diplonrutic and Cottsular Oficers (Oath and Fees) Act, 1948\nWIIEREAS, it is expedient further to amend the Diplomatic and Consular\nOfficer (Oath and Fees) Act, 1948 (Act No. XXI of 1948), for the purposes\nhereinafter appearing;\nAND wttEREAS the Senate and the National Assembly are not in session\nand the President of the Islamic Republic of Pakistan is satisfied that\ncircumstances exist which render it necessary to take immediate actioh;\n(723)\nPrice: Rs. 5.00\n11507(2021)lEx. Gaz.l@$eGgqldfto\n724 THE GAZETTE OF PAKISTAN, EXTRA., OCTOBER 14,2021 [PARr I\nNOw THEREFORE, in exercise of the powers conferred by clause (l) of\nArticle 89 ofthe Constitution of the Islamic Republic of Pakistan, the President\nof the Islamic Republic of Pakistan is pleased to make and promulgate the\nlollowing Ordinance:-\nl. Short title and commencert ent.-{I) This Ordinance shall be\ncalled the Diplomatice and Consular Officers (Oath and Fees) (Amendment)\nOrdinance, 2021 .\n(2) It shall come into force at once.\n2. Amendment in section 3, Act XXI of 1948.-ln the Diplomatice\nand Consular Officers (Oath and Fees) Ac! 1948(XXI of 1948), hereinafter\nreferred to as the said Act, in section 3, in sub-section (l), after the word\n\"administei\", the expression \"either online or in physical form,\" shall be inserted.\n3. Addition of Section 9, Act XXI of 1948.-In the said Act, after\nsection 8, the following new section shall be added, namely:-\n\"9. Power to make rules.-The Federal Government may, by\nnotification in the official Gazefte, make rules for carrying out the\npurposes ofthis Act.\"\nDR. ARIF ALVI,\nPresident.\nRAJANAEEM AKBA&\nSecretary.\nPRINTED BY THE MANAGER. PRINTING coRPoRATIoN oF PAKISTAN PREss. ISIAMABAD.\nPT'BLIS}IED BY TI{E DEPLTY CONTROLLER, STATIONERY AND FORMS. UMWRSITY ROAD. (ARACHI,"
}