{
    "file": "./converted_json\\administratorbce84c6cf30cb149d8820a00cd175b08.json",
    "name": "The Employment of Children Act, 1991",
    "date": "2nd April, 1991",
    "tagline": "An Act to prohibit the employment of children in certain occupations and to regulate the conditions of work of children",
    "content": "Page 1 of 11 \n  \n \n \n \n \n \nTHE  EMPLOYMENT  OF CHILDREN  ACT,  1991  \n \n \n  CONTENTS  \n \n       PART I  \nPRELIMINARY  \n1. Short title, extent and commencement.  \n2. Definitions.   \nPART II  \nPROHIBITION OF EMPLOYMENT OF CHILDREN IN CERTAIN  \nOCCUPATIONS AND PROCESSES  \n3. Prohibition on employment.  \n4. Amendment of schedule.  \n5. National committee on the rights of the child.  \nPART III  \nREGULATION OF CONDITIONS OF WORK OF CHILDREN  \n6. Application of part.  \n7. Hours and period of work.  \n8. Weekly holidays.  \n9. Notice to inspector.  \n10. Dispute as to age.  \n11. Maintenance of register.  \n12. Display of notice containing abstract of sections.  \n13. Health and safety.  \n\nPage 2 of 11 \n PART IV  \nMISCELLANEOUS  \n14. Penalties.  \n15. Modified application of certain laws in relation to penalties .  \n16. Procedure relating to offences.  \n17. Appointment of inspectors.  \n18. Power to make rules.  \n19. Certain other provisions of law not barred.  \n20. Power to remove difficulties.  \n21. Repeal and saving . \nTHE SCHEDULE.  \n \nPART I  \nOCCUPATIONS  \n \nPART II  \nPROCESSES  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nPage 3 of 11 \n THE EMPLOYMENT OF CHILDREN ACT, 1991  \n1*ACT NO. V OF 1991  \n[2nd April, 1991]  \nAn Act to prohibit the employment of children in certain occupations and to regulate the conditions \nof work of children  \nPART I  \nPRELIMINARY  \n 1.  Short Ti tle, Extent and Commencement.___(1) This Act may be called the \nEmployment of Children Act, 1991.  \n  (2)  It extends to the whole of Pakistan.  \n  (3)  The provisions of this Act, shall come into force at once.  \n 2.  Definitions . In this Act, unless th e context otherwise requires  \n(i)  “adolescent” means a person who has completed his fourteenth but has not \ncompleted his eighteenth year;  \n(ii)  “appropriate  Government” means the Federal Government in relation to an \nestablishment under the control of the Federal Government, and in all other \ncases, the Provincial Government concerned;  \n(iii)  “child” means a person who has not completed his fourteenth year of age;  \n(iv)  “day” means a period of twenty -four hours beginning at mid -night;  \n(v)  “establishment” include s a shop, commercial establishment, workshop, factory, \nfarm, residential hotel or  restaurant;  \n(vi)  “factory” means any premises, including the precincts thereof, whereon ten or \nmore workers are working or were working on any day of the preceding twelve \nmonths, and in any part of which a manufacturing process is being carried on or \nis ordinarily, carried on with or without the aid of power but does not include a \nmine, subject to the operation of the Mines Act, 1923 (IV of 1923).  \n(vii) “family” in relation to an occupier, means the individual, the wife or husband, as \nthe case may be, of such individual, and their children, brother or sister of such \nindividual;  \n___________________________________________________________ ______________________  \n1*This Act shall apply to FATA. vide S.R.O. No.1294 (1)/98, dated 16 -11-1998.  \nPage 4 of 11 \n (viii)  “occupier ” in relation to an establishment, means the person who has the \nultimate control over the affairs of the establishment;  \n(ix)  “Inspector” means an official duly appointed and notified, as an inspector for \nthe purpose of this Act by the Federal Government or the Provincial \nGovernment concerned;  \n(x) “port authority” means any authority administering a port;  \n(xi)  “prescribed” means prescribed by rules made under section 18 of this Act;  \n(xii)  “week” means a period of seven days beginning at mid -night on Thursday night \nor such other night as may be approved in writing for a particular area by the \nInspector;  \n(xiii)  “workshop” means any premises (including the precincts thereof) wherein any \nindustrial process is carried on.  \n(xiv)  “mine” means any excavation where any operation for the purpose of searching \nfor or obtaining minerals has been or is being carried on, and includes all work, \nmachinery, tramways and sidings, whether above or below grounds, in or \nadjacent to or belonging to a mine:  \n  Prov ided that it shall not include any part of such premises on which a \nmanufacturing process is being carried on unless such process is a process for \ncoke making on the dressing of minerals.  \nPART I I \nPROHIBITION OF EMPLOYMENT OF CHILDREN IN CERTAIN OCCUPATIONS AND \nPROCESSES  \n \n 3.  Prohibition on Employment . ___ No child shall be employed or permitted to work in \nany of the occupations set forth in Part I of the Schedule or in any workshop wherein any of the \nprocesses set forth in Part II of that Schedu le is carried on:  \n Provided that nothing in this section shall apply to any establishment wherein such process is \ncarried on by the occupier with the help of his family or to any school established, assisted or \nrecognized by Government.  \n 4.  Amendment of Schedule . ___ The Federal Government, may by notification in the \nofficial Gazette, add any occupation or process to the Schedule and thereupon the Schedule shall be \ndeemed to have been amended accordingly three months after the date of the not ification.  \n 5.  National Committe e on the Rights of the Child. ___ (1) The Federal Government may, \nby notification in the official Gazette, constitute a National Committee to be called the National \nCommittee on the “Rights of the Child”, to perform the fu nctions visualized in Article 43 of the US \nPage 5 of 11 \n Convention on the Rights of the Child, and to advise the Federal Government for the purpose of \naddition of occupations and processes to the Schedule.  \n (2)  The Committee shall consist of a Chairman and 10 other e xperts of high moral standing \nand recognized competence.  \nPART III  \nREGULATION OF CONDITIONS OR WORK OF CHILDREN  \n 6.  Application of Part.___ The provisions of this Part shall apply to an establishment or a \nclass of establishments in which none of the occupations or processes referred to in section 3 is carried \non.  \n 7.  Hours and Period of Work. ___ (1) No child or adolescent shall be required or \npermitted to work in any establishment in excess of such number of hours as may be prescribed for \nsuch establishment or class of establishments.  \n  (2)  The period of work on each day shall be so fixed that no period shall exceed three hours \nand that no child shall work for more than three hours before he has an interval of at least one hour for \nrest.  \n (3)  The period of work of a child shall be so arranged that inclusive of the interval for rest, \nunder sub -section (2), it shall not exceed seve n hours, including the time spent in waiting for work on \nany day.  \n (4)  No child shall be permitted or required to work  between 7.00 p.m. to 8.00 a.m.  \n (5)  No child shall be required or permitted to work over time.  \n  (6)  No child shall be required or pe rmitted to work in any establishment on any day on \nwhich he has already been working in another establishment.  \n  8.  Weekly Holidays . ___ Every child employed in an establishment shall be allowed in \neach week, a holiday of one whole day, which day shall be specified by the occupier in a notice \npermanently displayed in a conspicuous place in the establishment and the day so specified shall not \nbe altered by the occupier more than once in three months.  \n 9.  Notice to Inspector . ___ (1) Every occupier in relation to an establishment in which a \nchild was employed or permitted to work immediately before the date of commencement of this Act \nin relation to such establishment shall, within a period of thirty days from such commencement, send \nto the Inspector  within whose local limits the establishment is situated, a written notice containing the \nfollowing particulars, namely.  \n(a)  the name location and address of the establishment;  \n(b)  the name of the person in actual management of the establishment;  \nPage 6 of 11 \n (c)  the address to which communications relating to the establishment should be \nsent; and  \n(d)  the nature of the occupation or process carried on in the establishment.  \n (2)  Every occupi er, in relation to an establishment, which employees, or permits to work, \nany child after the date of commencement of this Act in relation to such establishment, shall, within a \nperiod of thirty days from the date of such employment, send to the Inspector within whose local limits \nthe establishment is situated, a written notice containing the particulars mentioned in sub -section (1).  \n  (3)  Nothing in sections 7, 8 and 9 shall apply to any establishment wherein any process is \ncarried on by the occupier with  the aid of his family or to any school established, assisted or recognized \nby Government.  \n 10.  Dispute as to Age. ___ If any question arises between an Inspector and an occupier as \nto the age of any child who is employed or is permitted to work by him in an establishment, the question \nshall, in the absence of a certificate as to the age of such child granted by the presc ribed medical \nauthority, be referred by the Inspector for decision to the prescribed medical authority.  \n 11.  Maintenance of Register . ___ There shall be maintained by every occupier in respect \nof children employed or permitted to work in any establishmen t, a register to be available for inspection \nby an Inspector at all times during working hours showing :__ \n  (a)  the name and date of birth of every child so employed or permitted to work;  \n(b)  hours and periods of work of any such child and the intervals  of rest to which \nhe is entitled;  \n(c)  the nature of work of any such child; and  \n(d)  such other particulars as may be prescribed.  \n 12.  Display of Notice  containing abstract of section  3 and 14. ___ Every occupier shall \ncause to be displayed in a conspicuous and accessible place a notice in the local language and in the \nEnglish language containing an abstract of sections 3 and 14.  \n 13.  Health and Safety. ___ (1) The appropriate Government may, by n otification in the \nofficial Gazette, make rules for the health and safety of the children employed or permitted to work in \nany establishment or class of establishments.  \n (2)  Without prejudice to the generality of the foregoing provisions, the said rules may \nprovide for all or any of the following matters, namely:__ \n(a)  cleanliness in the place of work and its freedom from nuisance;  \n(b)  disposal of wastes and effluents;  \n(c)  ventilation and temperature;  \n(d)  dust and fume;  \nPage 7 of 11 \n (e)  artificial humidificati on; \n(f)  lighting;  \n(g)  drinking water;  \n(h)  latrine and urinals;  \n(i)  spittoons;  \n(j)  fencing of machinery;  \n(k)  work at or near machinery in motion;  \n(l)  employment of children on dangerous machines;  \n(m)  instructions training and supervision in relation to employment of children on \ndangerous machines;  \n(n)  device for cutting off power;  \n(o)  self-acting machines;  \n(p)  easing of new machinery;  \n(q) floor , stairs and means of access;  \n(r)  pits, sums, openi ng in floors, etc.;  \n(s) excessive weights;  \n(t)  protection of eyes;  \n(u)  explosive of inflammable dust, gas, etc.;  \n(v)  precaution in case of fire;  \n(w)  maintenance of buildings; and  \n(x)  safety of buildings and machinery.  \nPART I V \nMISCELLANEOUS  \n 14.  Penalties. ___(1) Whoever employs any child or permits any child to work in \ncontravention of the provisions of section 3 shall be punishable with imprisonment for a term which \nmay extend to one year or with fine which may extend to twenty thousand rupees or w ith both.  \nPage 8 of 11 \n  (2)  Whoever, having been convicted of an offence under section 3, comments a like offence \nafterwards, he shall be punishable with imprisonment for a term which shall not be less than six months \nbut which may extend to two years.  \n  (3)  Whoever:__ \n (a)  fails to give notice as required by section 9; or  \n(b)  fails to maintain a register as required by section 11 or makes any false entry in \nany such register; or  \n(c)  fails to display a notice; or  \n(d)  fails to comply with or contravenes a ny provisions of this Act or the rules made \nthereunder,  \n shall be punishable with simple imprisonment which may extend to one month \nor with fine which may extend to ten thousand rupees or with both.  \n  15.  Modified Application of Certain L aws in relation to Penalties. ___ (1) Where any \nperson is found guilty and convicted of contravention of any of the provisions regarding children and \nadolescents mentioned in sub -section (2), he shall be liable to penalties as provided in sub -sections (1) \nand (2) of section 14 of this Act and not under other relevant Acts.  \n  (2) The provisions mentioned in section (1) are the provisions regarding children and \nadolescents in the following Acts:  \n(a)  The Mines Act 1923.  \n (b)  The Factories Act 1934.  \n(c)  The Shops and Establishments Ordinance 1969.  \n 16.  Procedure relating to Offences. ___ (1) Any person, police officer or Inspector may \nfile a complaint of the commission of an offence under this Act in any Court of competent j urisdiction.  \n  (2) Every certificate as to the age a child which has been granted by a prescribed medical \nauthority shall, for the purposes of this Act, be conclusive evidence as to the age of the child to whom \nit relates.  \n  (3) No Court inferior to that of a Magistrate of the first class shall try any offence under \nthis Act.  \n 17.  Appointment of Inspectors. ___ The appropriate Government may appoint Inspectors \nfor the purposes of securing compliance with the provisions of this A ct and any Inspector so appointed \nshall be deemed to be a public servant within the meaning of the Pakistan Penal Code.  \n 18.  Power to m ake Rules. ___ The appropriate Government may, by notification in the \nOfficial Gazette and subject to the condition of previous publication, make rules for carrying into effect \nthe provisions of this Act.  \nPage 9 of 11 \n  19.  Certain other provisions of Law not barred . ___ Subject to the provisions contained \nin section 15, the provisions if this Act and the rules made thereunder shall b e in addition to, and not \nin derogation of, the provisions of the Mines Act, 1923, the Factories Act, 1934, the Sindh Children \nAct, 1955; the Shops and Establishments Ordinance, 1969, and the Punjab Children Ordinance, 1983. \nThe definition of ‘child’ and ‘ adolescent’ in these provisions shall be deemed to have been amended \nin accordance with the definitions in section 2 of this Act.  \n  20.  Power to r emove difficulties. ___ (1) If any difficulty arises in giving effect to the \nprovisions of this Act, the Federal Government may by order published in the official Gazette, make \nsuch provisions not inconsistent with the provisions of this Act as appear to it to be necessary or \nexpedient for removal of the difficulty:  \n Provided that no such order shall be made after the expiry of a period of three years from the \ndate on which this Act receives the assent of the President.  \n  (2) Every order made under this section shall, as soon as  may be after it is made, be laid \nbefore each House of Parliament.  \n 21.  Repeal and Savings. ___ (1) The Employment of Children Act, 1938, is hereby \nrepealed.  \n (2) Notwithstanding such repeal, anything done or any action taken or purported to have \ndone or  taken under the Act so repealed shall, in so far as it is not inconsistent with the provisions of \nthis Act, be deemed to have been done or taken under the corresponding provisions of this Act.  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nPage 10 of 11 \n 1 [THE SCHEDULE  \n[See section 3]  \nPART I  \nOCCUPATIONS  \nAny occupation  connected with:__ \n (1) Transport of passengers, goods or mail;  \n (2) Work in a catering establishment at a railway station, involving the movement of a \nvendor or any other employee of the e stablishment from one platform to another or into or out of a \nmoving train;  \n (3) Work relating to the construction of a railway station or with any other work where \nsuch work is done in close proximity to or between the railway lines; and  \n (4) a port authority within the limits of any port.  \nPART II  \nPROCESSES  \n (1) Work inside underground mines and above ground quarries including blasting and \nassisting in blasting.  \n (2) Work with power driven cutting machinery like saws, shears, guillotines and \nagricultural machines, thrashers, fodder cutting machines.  \n  (3) Work with live electrical wires over 50 volts.  \n (4) All operations related to leather tanning process e.g., soaking, dehairing, liming chrome \ntanning, deliming, pickling, defleshing, ink appli cation.  \n (5) Mixing and manufacture of pesticides and insecticides; and fumigation.  \n (6) Sandblasting and other work involving exposure to free silica.  \n  (7) Work with exposure to all toxic, explosive and carcinogenic chemicals e.g., asbestos, \nbenzene, a mmonia, chlorine, manganese, cadmium, Sulphur dioxide , hydrogen sulphide, sulphuric \nacid, hydrochloric acid, nitric acid, caustic soda, phosphorus, benzidene dyes, isocyanates, carbon \ntetrachloride, carbon disulphide, epoxy resins, formaldehyde, metal fume s, heavy metals like nickel, \nmercury chromium, lead, arsenic, beryllium, fiber glass.  \n (8) Work with exposure to cement dust in cement industry.  \n (9) Work with exposure to coal dust.  \n1Subs. by S.R .O. 1280 (I)/05, dated 20 -12-2005  \nPage 11 of 11 \n  (10) Manufacture and sale of fireworks and explosives.  \n (11) Work at the sites where liquid petroleum gas (LPG) and compressed natural gas (CNG) \n  is filled in cylinders.  \n (12) Work on glass and metal furnaces; and glass bangles manufacturing.  \n (13) Work in t he cloth weaving, printing, dyeing and finishing sections.  \n (14) Work inside sewer pipelines, pits and storage tanks.  \n (15)  Stone crushing.  \n (16)  Lifting and carrying of heavy weight  (15 Kg and above) specially in transport \n industry.  \n (17)  Carpet weaving.  \n (18)  Working two meters or more above the floor.  \n (19)  All scavenging including hospital waste.  \n (20)  Tobacco processing and manufacturing including niswar  and bidi making.  \n (21)  Deep -sea fishing, commercial fishing and processing  of fish and seafood.  \n (22)  Sheep casing and wool industry.  \n (23)  Ship breaking.  \n (24)  Surgical instruments manufacturing specially in vendors' workshops.  \n (25)  Spice grinding.  \n (26)  Work in boiler house.  \n (27)  Work in cinemas, mini cinemas and cyber clubs.  \n (28)  Mica -cutting  and splitting.  \n (29)  Shellas manufacturing.  \n (30)  Soap manufacture.  \n (31)  Wool cleaning.  \n (32)  Building and construction industry.  \n (33)  Manufacture of slate pencils including packing.  \n (34)  Manufacture of products from agate.]"
}