{
    "file": "./converted_json\\administrator9a1f20230591e2e1e66b3bedab928224.json",
    "name": "Life Insurance (Nationalisation) Order",
    "date": "18th March, 1972",
    "tagline": "Providing for the nationalisation of life insurance business in Pakistan",
    "content": "Page 1 of 23 \n  \n \n \n \nTHE LIFE INSURANCE (NATIONALISATION) ORDER , 1972  \n \n \n \n \nCONTENTS  \n \nCHAPTER I  \nPRELIMINARY  \n1. Short title, extent and commencement.  \n2. Definitions.  \n3.  Order to override other laws.  \nCHAPTER II  \nACQUISITION OF MANAGEMENT OF LIFE INSURANCE  BUSINESS BY THE \nFEDERAL GOVERNMENT.  \n4.  Vesting of management of  insurers in the Federal Govern ment.  \n5.  Appointment of a trustee for managing the affairs of insurer.  \n6.  Possession of assets relating  to life insurance business.  \n7.  Restriction on transfer of assets.  \n8.  Power of trustee to recover certain property.  \n9.  Directors, etc., not to withhold assets.  \n10.  Continuation in service of life insurance employees.  \nCHAPTER III  \nESTABLISHMENT OF CORPOR ATIONS TO TRANSACT LIFE INSURANCE \nBUSINESS IN PAKISTAN.  \n11. Establishment of Life Insurance Corporation.  \n \n \n\n \n \nPage 2 of 23 \n 12.  Constitution of Corporation.  \n13.  Capital of Corporation.  \nCHAPTER IV  \nFUNCTIONS OF CORPORATION  \n14. Functions of Corporation.  \nCHAPTER V  \nTRANSFER OF EXISTING LIFE INSURANCE BUSINESS TO A  CORPORATION  \n15. Transfer of assets and liabilities of existing insurers carrying  on life insurance business.  \n16. Provident, superannuation and other life funds.  \n17. General effect of vesting of life insurance business.  \n18. Provisions as to composite insurers.  \n19. Transfer of service of existing employees of insurers to a Corporation.  \n20. Duty to deliver possession of property and documents  relating thereto.  \n21. Power of Corporation to modify contracts of life insurance in certain cases.  \n22. Right of Corporation to seek relief in respect of certain transactions of the insurer.  \nCHAPTER VI  \nMANAGEMENT  \n23. Offices, branches and agencies.  \n24. Committees of a Corporation.  \n25. Corporation to be guided by the di rections of Federal Government.  \n26. Staff of a Corporation.  \nCHAPTER VII  \nFINANCE, ACCOUNTS AND AUDIT  \n27. Funds of a Corporation.  \n28. Audit.  \n29. Actuarial valuation..  \n30. Annual report of activities of Corporation.  \n31.  Surplus how to be utilized.  \n \n \nPage 3 of 23 \n CHAPTER VIII  \nMISCELLANEOUS  \n32. Corporation to have the exclusive privileges of carrying on life insurance business.  \n33. Power of Corporation to have official seal.  \n34. Repatriation of assets and liabilities in the case of foreign insurers in certain cases.  \n35.  Policie s to be guaranteed by Federal Government.  \n36.  Liquidation of Corporation.  \n37.  Special provisions for winding up of certain insurers.  \n38.  Application of the Insurance Act.  \n39.  Compensation.  \n40.  Over valuation of assets or under valuation of liabilitie s. \n40A.  Conduct of Tribunal's proceedings and enforcement of order.  \n40B.  Certain amounts recoverable as an arrear of land revenue.  \n41.  Savings.  \n42.  Certain powers of the Administrator.  \n43.  Delegation of powers.  \n44.  Cognizance of offences.  \n45.  Bar of  jurisdiction.  \n46.  Indemnity.  \n47.  Constitution of a Board.  \n48.  Power to make rules.  \n49.  Power to make regulations.  \n50.  Removal of difficulties.  \nTHE SCHEDULE.  \n  \n \n \nPage 4 of 23 \n THE LIFE INSURANCE (NATIONALISATION) ORDER, 1972  \nPRESIDENT'S ORDER NO. 10 OF 1972  \n[18th March, 1972]  \n WHEREAS it is expedient in the public interest to provide for the nationalisation of life \ninsurance business in Pakistan;  \n NOW, THEREFORE, in pursuance of the Proclamation of the 25th day of March, 1969, read \nwith the Proclamation of the 20th  day of December, 1971, and in exercise of all powers enabling him \nin that behalf, the President is pleas ed to make the following Order: — \nCHAPTER I  \nPRELIMINARY  \n 1. Short title extent and commencement. —(1) This Order may be called the Life Insurance \n(Nationalisation) Order, 1972.  \n (2) It extends to the whole of Pakistan.  \n (3) It shall come into force at once.  \n 2. Definitions.  In this Order, unles s there is anything repugnant in the subject or context, — \n(a)  “Act” means the Insurance Act, 1938;  \n(b)  “assets”. includes all rights and powers and all properties, whether movable or \nimmovable, cash balances, reserve funds, investments, deposits and all other \ninterests and rights in or arising out of any such property and the books of \naccount and documents;  \n(c)  “composite insurer ” means an insurer carrying on any other class of insurance \nbusiness alongwith life -insurance business;  \n(d)  “Corporation ” means a Corporation set up under  Article 11;  \n(e)  “Director ” means a Director of the Corporation;  \n(f)  “perso ns vested with the management ” includes the principal officer of an \ninsurer and, except in the case of an insurer referred to in paragraph (i) or (iii) \nof sub - clause (a) of clause (9) of section 2 of the Act, the board of directors of \nan insurer;  \n(g)  “specified date ” means the 19th day of March, 1972;   \n(h)  “Tribunal ” means a Tribunal set up under section 110 of the Act;  \n \n \nPage 5 of 23 \n (i)  “trustee ” in relation to an insurer means the trustee appointed under Article 4 in \nrespect of such insurer and includes a sub -trustee performing the functions of a \ntrustee; and  \n(j)  words and expressions used but not defined in this  Order shall have the same \nmeanin gs as in the Act.  \n 3. Order to override other laws.  This Order shall have effect notwithstanding anything \ncontained in the Provisional Constitution Order or in any other law for the time being in force.  \nCHAPTER II  \n ACQUISITION OF MANAGEMENT OF LIFE INSURANCE BUSINESS BY THE \n1[FEDERAL GOVERNMENT].  \n 4. Vetting of management of insurers in the Federal Government. —As from the specified \ndate, the management of all insurers transacting life insurance business in so far as the management \nrelates to such business shall vest in the 1[Federal Government] and all persons vested with such \nmanagement immediately before the s pecified date shall be divested of such management.  \n 5. Appointment of a trustee for managing the affairs of insurers. —(1) The 1[Federal \nGovernment] may appoint a trustee for the management of the affairs of one or more insurers \ntransacting life insurance business in relation to such business.  \n (2) Upon the appointment of a trustee under clause (1) in respect of an insurer, the management \nof the affairs of such insurer in so far as they relate to life insurance business shall vest in that trustee.  \n (3) The trustee shall act under the direction and control of the 1[Federal Government].  \n (4) A trustee may be assisted by such sub -trustees as may be appointed by the 1[Federal \nGovernment].  \n (5) A trustee may delegate to a sub -trustee such of his powers under this  Order, subject to such \nconditions, if any, as he may deem fit.  \n (6) A trustee and a sub -trustee shall receive such remuneration and, save as provided in clause \n(7), be subject to such terms and conditions of service as the 1[Federal Government] may direct.  \n (7) A trustee and a sub -trustee shall hold office during the pleasure of the 1[Federal \nGovernment].  \n 6. Possession of assets relat ing to life insurance business.___(1) A trustee appointed in respect \nof an insurer shall take possession of all asset s of the insurer in so far as they relate to life insurance \nbusiness.  \n \n \n \n1 Subs. by the Life Insurance (Nationalisation) (Amdt.) Act, 1973 (67 of 1973), s. 2, for “Central Government ”. \n \n \nPage 6 of 23 \n  (2) Where a composite insurer has any assets in common use or which cannot be allocated to \neither life insurance business or any other class of insurance business, the trustee may, if he is of the \nopinion that the assets are allocable to life insurance business, take possession of those assets.  \n 7. Restriction on transfer of assets.___(1) If a trustee has reason to believe that the assets \nconstituting the life fund of a composite insurer are not sufficient to meet the liabilities of the insurer \nin respect of life insurance, the trustee may apply to the Controller of Insuran ce to prohibit the insurer \nfrom transferring, pledging, hypothecating or in any way directly or indirectly disposing of, or creating \na lien in respect of, all or any of the assets of the insurer.  \n (2) Upon an application under clause (1) the Controller of Insurance may pass such orders as \nhe deems fit:  \n Provided that an insurer aggrieved by the order of the Controller of Insurance may appeal to \nthe Tribunal whose decision on such appeal shall be final.  \n 8. Power of trustee to recover certain property.  A trustee appointed in respect of an insurer \nshall have all the powers which an Administrator has under sections 52C and 52D of the Act, as if he \nwere an Administrator appointed under section 52A of the Act in respect of that insurer.  \n 9. Directors, etc.,  not to withhold assets. No director or officer of an insurer nor any other \nperson, shall retain or fail to deliver to the trustee any assets of which the trustee is required to take \npossession under Article 6.  \n 10. Continuation in service of life insuranc e employees.  Every whole -time employee of an \ninsurer the management of whose life insurance business vests in the 1[Federal Government] who was \nemployed by the insurer wholly or mainly in connection with the life business immediately before the \nspecified d ate shall continue to hold his office on the same terms and conditions, including \nremuneration and tenure of office, as were applicable to him immediately before the specified date \nuntil his employment is terminated or his terms and conditions of service a re altered by the trustee :  \n Provided that nothing contained in this Article shall apply to any employee who has, by notice \nin writing given within ten days of the specified date, intimated to the trustee his intention not to \ncontinue in employment.  \nCHAPTER III  \nESTABLISHMENT OF CORPORATIONS TO TRANSACT LIFE INSURANCE BUSINESS IN \nPAKISTAN.  \n 11. Establishment of Life Insurance Corporation.___(1) With effect from such date, \nhereinafter referred to as the appointed date, as the '[Federal Government] may, by notification in the \nofficial Gazette, appoint, there shall be established one or more Corporations for the purpose of \ncarrying on life insurance business.  \n \n \n \n1 Subs. by the Life Insurance (Nationalisation) (Amdt.) Act, 1973 (67 of 1973), s. 2, for “Cent ral Government ”. \n \n \nPage 7 of 23 \n  (2) A Corporation shall be a body corporate to be known by a distinct name and having \nperpetual succession and a common seal with power, subject to the provisions of this Order, to acquire, \nhold and dispose of property, and may be its name sue and be sued.  \n 12. Constitution of Corporation .__ (1) A Corporation shall consist of such number of \nDirectors as the 1[Federal Govern ment] may think fit to appoint;  and one of the Direc tors shall be \nappointed by the 1[Federal Government] to be the Chairman of the Corporation.  \n (2) Before appointing a person to be a Director, the 1[Federal Government] shall satisfy itself \nthat that person will have no such financial or other interest as is likely to affect prejudicially the \nperformance by him of his functions as a Director, and the 1[Federal Government] shall also satisfy \nitself from time to time with respect to every Director that he has no such interests; and any person \nwho is, or whom the 1[Federal Government] proposes  to appoint and who has consen ted to be, a \nDirector shall, whenever required by the 1[Federal Government] so to do, furnish to it such information \nas the 1[Federal Government] considers necessary for the performance of its duties under this clause.  \n (3) A Director who is in any way directly or indirectly interested in a contract made or proposed \nto be made by the Corporation shall, as soon as possible after the relevant circumstances have come to \nhis knowledge, disclose the nature of his interest to the Corporation; and it shall not be lawful for the \nDirector to take part in any deliberations or discussion of the Corporation with respect to that contract.  \n 13. Capital of Corporation.  The initial capital of a Corporation shall be provided by the \n1[Federal Government] and the amount of such capital and the terms and conditions relating to its \nprovision shall be such as may be determined by the 1[Federal Government].  \nCHAPTER IV  \nFUNCTIONS OF CORPORATION  \n 14. Functions of Corporation .__(1) Subject to the rules, if any, made by the 1[Federal  \nGovernment] in this behalf, it shall be the general duty of a Corporation to carry on life insurance \nbusiness, whether in or outside Pakistan, and the Corporation shall so exercise its powers under this \nOrder as to secure that life insurance business is d eveloped to the best advantage of the community.  \n (2) Without prejudice to the generality of the provisions contained in clause (1) but subject to \nthe other provisions contained in this Order,  a Corporation shall have power___ \n(a)  to carry on capital redemption business, annuity certain business and \nreinsurance business in so far as such reinsurance business appertains to life \ninsurance business;  \n(b)  to invest the funds of the Corporation in such manner as the Corporation may \nthink fit and to take all  such steps as may be necessary or expedient for the \nprotection or realization of any investment, including the taking over of and \nadministering any property offered as security for the investment until a suitable \nopportunity arises for its disposal;  \n(c)  to acquire, hold and dispose of any property for the purpose of its business;  \n \n1Subs. by the Life Insurance (Nationalisation) (Amdt.) Act, 1973 (67 of 1973), s. 2, for “Central Government ”. \n \n \nPage 8 of 23 \n (d)  to transfer the whole or any part of the life insurance busin ess carried on outside \nPakistan to any other person or persons, if in the interest of the Corporation it is \nexpedient so to do;  \n(e)  to advance or lend money upon the security of any  movable or immovable \nproperty or otherwise;  \n(f)  to borrow or raise any money in such manner and upon such security as the \nCorporation may think fit;  \n(g)  to carry on either by itself or through any subsidiary any other business in any \ncase where such other business was being carried on by a subsidiary of an \ninsurer whose life  insurance business has been transferred to and vested in the \nCorporation under this Order;  \n(h)  to carry on any other business which may seem to the Corporation to be capable \nof being conveniently carried on in connection with its business and calculated \ndirectly or indirectly to render profitable the business of the Corporation; and  \n(i)  to do all such things as may be incidental or conducive to the proper exercise of \nany of the powers of the Corporation.  \n (3) In the discharge of any of its functions the Corporation shall act as far as may be on sound \nbusiness principles.  \nCHAPTER V  \n \nTRANSFER OF EXISTING LIFE INSU RANCE BUSINESS TO A CORPORATION  \n 15. Transfer of assets and liabilities of existing insurers carrying on life insurance \nbusiness .—(1) All the assets and liabilities appertaining to the life insurance business in Pakistan of \nall insurers shall, on the appointed date, stand transferred to, and vested in,  \n(a)  the Corporation, if there be only one, and  \n(b)  such of the Corporations, where there are more than one, in such manner and to \nsuch extent as the ¹[Federal Government] may specify in this behalf.  \n (2) The assets appertaining to the life insurance business of an insurer shall be deemed to \ninclude all rig hts and powers, and all property, whether movable or immovable, appertaining to his life \ninsurance business including, in particular, cash balances, reserve funds, investments, deposits and all \nother interests and rights in or arising out of such property as may be in the possession of the insurer \nand all books of account or documents relating to the life insurance business of the insurer; and \nliabilities shall be deemed to include all debts, liabilities and obligations of whatever kind then existing \nand ap pertaining to the life insurance business of the insurer.  \n \n \n1 Subs. by the Life Insurance (Nationalisation) (Amdt.) Act, 1973 (67 of 1973), s. 2, for “Central Government ”. \n \n \nPage 9 of 23 \n  16. Provident, superannuation and other like funds.___(1) Where an insurer whose life \ninsurance business is to be transferred to, and vested in a Corporation under Article 15, has established \na provident or superannuation fund or any other like fund for the benefit of his employees and \nconstituted a trust in respect thereof (hereafter in this Article referred to as an existing trust), the \nmoneys standing to the credit of any such fund on the appointed date together with any other assets \nbelonging to such fund, shall, subject to the provisions of clause (2), stand transferred to and vest  in \nthe Corporation on the appointed date free from any such trust.  \n (2) Where all the employees of any such insurer do not become employees of a Corporation \nunder Article 19, the moneys and other assets belonging to any such fund as is referred to in clau se (1) \nshall be apportioned between the persons responsible for the fund and the Corporation in such manner \nas may be prescribed by rules; and, in the case of any di spute regarding such apportion ment, the \ndecision of the [Federal Government] thereon shall be final.  \n (3) A Corporation shall, as soon as may be after the appointed date, constitute in respect of the \nmoneys and other assets which are transferred to and vested in it under this Article, one or more trusts \nhaving objects as similar to the objects o f the existing trust as in the circumstances may be practicable.  \n (4) Where all the moneys and other assets belonging to an existing trust are transferred to and \nvested in a Corporation under this Article, the persons responsible for such trust shall, as f rom the \nappointed date, be discharged from the trust, except as respects things done or omitted to be done \nbefore the appointed date.  \n 17. General effect of vesting  of Life Insurance Business.___(1) Unless otherwise expressly \nprovided by or under this Order, all contracts, agreements and other instruments of whatever nature \nsubsisting or having effect immediately before the appointed date to which an insurer whose life \ninsurance business has been transferred to and vested in a Corporation is a party of which are in favour \nof such insurer shall, in so far as they relate to the life insurance business of the insurer, be of as full \nforce and effect against or in favour of the Corporation, as the case may be, and may be enforced or \nacted upon as fully and effectually as if, instead of the insurer, the Corporation had been a party thereto \nor as if they had been entered into or issued in favour of the Corporation.  \n (2) If on the appointed date any suit, a ppeal or other legal proceeding of whatever nature is \npending by, or against an insurer, then, in so far as it relates to his life insurance business, it shall not \nabate, be discontinued or be in any way prejudicially affected by reason of the transfer to a Corporation \nof the Business of the insurer or of anything done under this Order, but the suit, appeal or other \nproceeding may be continued, prosecuted and enforced by or against the Corporation.  \n 18. Provisions as to composite insurers.___(1) For the rem oval of doubt, it is hereby declared \nthat in any case where an insurer whose life insurance business has been transferred to and vested in a \nCorporation under this Order is a composite insurer, the provisions of the preceding Articles shall \napply only to t he extent to which any property appertains to his life insurance business and to rights \nand powers acquired and to debts, liabilities and obligations incurred, and to contracts agreements and \nother instruments made by the insurer for the purpose of his lif e insurance business and to legal \nproceedings relating to those purposes, and the provisions of those Articles shall be construed \naccordingly.  \n \n1 Subs. by the Life Insurance (Nationalisation) (Amdt.) Act, 1973 (67 of  1973), s. 2, for “Central Government ”. \n \n \nPage 10 of 23 \n  (2) The 1[Federal Government] may, by rul es made in this behalf, provide___ \n(a)  for the determination of the question whether any property appertains to the life \ninsurance business of an insurer or whether any rights, powers, debts, liabilities \nor obliga tions were acquired or incurred, or any contract, agreement or other \ninstrument was made by the insurer for the purposes of his life insurance  \nbusiness or whether any document relates to those purposes;  \n(b)  for the allocation of the paid -up capital, or as sets representing paid -up capital, \nas the case may be, between the life insurance business of the insurer and any \nother business;  \n(c)  for substituting for any agreement entered into by any insurer partly for the \npurposes of his life insurance business and  partly for other purposes separate \nagreements in the requisite terms and for any apportionments and indemnities \nconsequent thereon;  \n(d)  for the severance of leases comprising property of which part only is transferred \nto and vested in a Corporation by vi rtue of this Order and for apportionments \nconsequent on such severance;  \n(e)  for the apportionment and the making of financial adjustments with respect to \nany debts, liabilities or obligations incurred by any such insurer partly for the \npurposes of his lif e insurance business and partly for other purposes and for any \nnecessary variation of mortgages and encumbrances relating to such debts, \nliabilities or obligations;  \n(f)  for the apportionment of the moneys and other assets belonging to any provident \nor sup erannuation fund or any other like fund to which the provisions of Article \n16 do not apply between persons employed in connection with the life insurance \nbusiness of an insurer and other persons; and  \n(g)  for any other matters supplementary or incidental t o or consequential on the \nmatters aforesaid for which provision appears to be necessary or expedient,  \n (3) Where at any time before the expiration of six months from the appointed date a question \narises under this Article or under any rules made thereunder  as to whether any property is or was held \nor used by the insurer for the purposes of his life insurance business, the question shall be referred to \nthe Tribunal for decision.  \n 19. Transfer of service of existing employees of Insurers to a Corporation.__(1) Every \nwhole -time employee of an insurer whose life insurance business has been transferred to and vested in \na Corporation and who was employed by the insurer wholly or mainly in connection with his life \ninsurance business immediately before the appointed  date shall, on and from the appointed date \nbecome an employee of the Corporation and shall hold his office therein on the same terms and \nconditions including remuneration, tenure of office, rights and privileges as to pension and gratuity \nand other matter s,  as  were  applicable  to  him   immediately  before   the   appointed  date  until   his \n  \n1 Subs. by the Life Insurance (Nationalisation) (Amdt.) Act, 1973 (67 of 1973), s. 2, for “Central Government ”. \n \n \nPage 11 of 23 \n employment in the Corporation is terminated or his terms and conditions of service are altered by the \nCorporation:  \n Provided that nothing contained in this clause shall apply to any employee who has, by notice \nin writing given to the 1[Federal Government] prior to the appointed date, intimated his intention of \nnot becoming an employee of the Corporation.  \n (2) Notwithstanding anything contained in clause (1) or in any contract of service, a \nCorporation may, for the purpose of rationalizing the pay scales of employees who have become \nemployees of the Corporation under that clause or for the purpose of reducing the remuneration \npayable to such employees in cases where, in the interest of the Corporation and its policy holders, a \nreduction is called for, alter the terms and conditions of service of the e mployees as to their \nremuneration in such manner as it thinks fit; and, if the alteration is not acceptable to any employee, \nthe Corporation may terminate his employment by giving him compensation equivalent to three \nmonths' remuneration unless the contrac t of service with such employee provides for a shorter notice \nof termination.  \n Explanation.___ The compensation payable to an employee under this clause shall be in addition \nto and not in derogation of any of his rights as to pension, gratuity, provident f und money or other \nbenefit to which he may be entitled under his contract of service.  \n (3) If any question arises as to whether any person was a whole time employee of an insurer \nor as to whether any employee was employed wholly or mainly in connection with the life insurance \nbusiness of an insurer immediately before the appointed  date the question shall be referred to the \n1[Federal Government] whose decision shall be final.  \n (4) Notwithstanding anything contained in any law for the time being in force, the transfer of \nthe services of any employee of an insurer to a Corporation shall not, except as provided in this Article, \nentitle any such employee to any compensation, and no such claim shall be entertained by any court, \ntribunal or other authority.  \n 20. Duty to deliver possession of property and documents relating hereto .___ (1) Where any \nproperty appertaining to the life 1 insurance business of an insurer has been transferred to and vested \nin a Corporation under this Order, then, - \n(a)  every person in w hose possession, custody or control any such property may be \nshall deliver the property to the Corporation forthwith; and  \n(b)  any person who, on the appointed date, has in his possession, custody or control \nany books, documents or other papers relating t o such life insurance business \nshall be liable to account for the said books, documents and papers to the \nCorporation, and shall deliver them to the Corporation or to such person as the \nCorporation may direct.  \n (2) In particular, all the assets of an insure r appertaining to life insurance business held in \ndeposit by the State Bank of Pakistan under the Act or by persons holding such assets in trust shall be \ndelivered to the Corporation.  \n \n1 Subs. by the Life Insurance (Nationalisation) (Amdt .) Act, 1973 (67 of 1973), s. 2, for “Central Government   \n \n \nPage 12 of 23 \n  (3) Without prejudice to the other provisions contained in this Article, it shall be lawful for the \nCorporation to take all necessary steps for acquiring possession of all properties which have bee n \ntransferred to and vested in it under this Order.  \n 21. Power of Corporation to modify contracts of life insurance in certain cases.  A \nCorporation may, having regard to the financial condition on the appointed date of any insurer whose \nlife insurance busi ness has been transferred to and vested in the Corporation, reduce the amounts of \ninsurance under contracts of life insurance entered into by such insurer before the appointed date, in \nsuch manner and subject to such conditions as it thinks fit:  \n Provided that no such reduction shall be made except in  accordance with a scheme prepared \nby the Corporation in th e behalf and approved by the 1[Federal Government].  \n 22. Right of Corporation to seek relief in respect of certain transactions of the insurer.___ \n(1) Where an insurer whose life insurance business has been transferred to and vested in a Corporation \nunder this Order has, at any time within fifteen year s preceding the appointed date, — \n(a)  made any payment to any person without consideration;  \n(b)  sold or disposed of any property of the insurer without  consideration or for an \ninadequate consideration;  \n(c)  acquired any property or rights for an excessive consideration;  \n(d)  entered into of varied any agreement so as to require an excessive considerat ion \nto be paid or given by the insurer;  \n(e)  entered into any other transaction of such an onerous nature as to cause a loss \nto, or impose a liability on, the insurer exceeding any benefit accruing to the \ninsurer;  \n(f)  if a composite insurer transferred an y property from his life department to his \ngeneral department without consideration or for an inadequate consideration;  \n2[(g)  acted, or omitted to act, in violation of any provision of the Act and has thereby \ncaused a loss to, or imposed a liability on, t he insurer.].  \nand the payment, sale, disposal, acquisition, agreement or variation thereof or other transaction or \ntransfer was not reason - ably necessary for the purpose of the life insurance business of the insurer or \nwas made without reasonable care and  prudence on the part of the insurer, regard being had in either \ncase, to the circumstances at the time, the Corporation may apply for relief to the Tribunal in respect \nof such transaction, and all parties to the transaction shall, unless the Tribunal othe rwise directs, be \nmade parties to the application.  \n (2) The Tribunal may make such order against any of the parties to the application as it thinks \njust having regard to the  extent to which those parties were respectively responsible for the transaction \nor benefited from it and all the circumstances of the case.  \n1 Subs. by the Life Insurance (Nationalisation) (Amdt.) Act, 1973 (67 of 1973), s. 2, for “Central Government  \n2 New sub -clause (g) added and shall be deemed always to have been so added by the Life Insurance (Nationalisation) (Amdt.) Act, 1975(75 of 1975),s. 2. \n \n \nPage 13 of 23 \n  (3) Where an application is made to the Tribunal under clause (1) in respect of any transaction \nand the application is determined in favour of the Corporation, the Tribunal shall have exclusiv e \njurisdiction to determine any claims outstanding in respect of the transaction.  \n (4) Notwithstanding anything contained in this Article or anything contained in the Act, the \nCorporation may bring suit under section 106 of the Act against any person to wh om sub - section (1) \nof that section is applicable.  \n 1[(5) Any amount due to the Corporation in pursuance of an order of the Tribunal under clause \n(3) or an order of the High Court under section 106 of the Act may be set off against any compensation, \ndebt, liability or any money due by the Corpora - tion to the insurer or its share holders or directors \nunder the provisions of this Order, including the amount of compensation payable under Article 39.]  \nCHAPTER VI  \nMANAGEMENT  \n 23. Offices, branches and agencies.___ (1) The principal office of a Corporation shall be at \nsuch place as the 2[Federal Government] may, by notification in the official Gazette, specify.  \n (2) A Corporation may establish as many zonal and regional offices as it thinks fit.  \n 24. Committees of a Corporation.___(1) A Corporation m ay set up such committees as it may \nthink fit for advising it on the matters relating to the  discharging of its functions.  \n (2) The meetings of such committees shall be conducted in such manner as may be prescribed \nby regulations.  \n 25. Corporation to be guided by the directions of Federal Government.  In the discharge of \nits functions under this Order, a Corporation shall be guided by such directions in matters of policy \ninvolving public interest as the 2[Federal Government] may give to it in writing; and if any question \narises whether a direction relates ” to a matter of policy involving public interest the decision of the \n2[Federal Government] thereon shall be final.  \n 26. Staff of a Corporation.  ___(1) For the pur pose of enabling it to discharge its functions \nunder this Order, a Corporation may employ such ” number of persons as it thinks fit.  \n (2) Every person who is employed by a Corporation or whose services have been transferred \nto it under this Order shall be l iable to serve anywhere in Pakistan.  \n \n \n \n \n \n \n \n1 New clause (5) added by the Life Insurance (Nationalisation) (Amdt.) Act, 1973 (67 of 1973) s. 3.  \n2 Subs. ibid., s. 2, for “Central Government ”. \n \n \nPage 14 of 23 \n CHAPTER VII  \nFINANCE, ACCOUNTS AND AUDIT  \n 27. Funds of a Corporation.  A Corporation shall have its own fund and all receipts of the \nCorporation shall be credited thereto and all payments of the Corporation shall be made therefrom.  \n 28. Audit.__(1) The accounts of a Corporation shall be audited by auditors duly q ualified to act \nas auditors of companies under the law for the time being in force relating to companies, and the \nauditors shall be appointed by the Corporation with the previous approval of the 1[Federal \nGovernment] and shall receive such remuneration fro m the Corporation as the 1[Federal Government] \nmay fix.  \n (2) Every auditor in the performance of his, duties shall have at all reasonable times access to \nthe books of account and other documents of the Corporation.  \n (3) The auditors shall submit their repo rt to the Corporation and shall also forward a copy of \ntheir report to the 1[Federal Government.]  \n 29. Actuarial valuation.  A Corporation shall, once at least in every two years, cause an \ninvestigation to be made by actuaries into the financial condition o f the business of the Corporation, \nincluding a valuation of the liabilities of the Corporation and submit the report of the actuaries to the \n1[Federal Government].  \n 30. Annual report of activities of Corporation.  A Corporation shall, as soon as may be after \nthe end of each calendar year, prepare and submit to the 1[Federal Government] in such form as may \nbe prescribed by rules a report giving an account of its activities during that year; and the report shall \nalso give an account of the activities, if any, which are likely to be undertaken by the Corporation \nduring the year next following the year to which the report relates.  \n 31. Surplus how to be utilized.  If as a result of any investigation undertaken by a corpor ation \nunder Article 29 any surplus emerges, ninety -seven and one half per cent of such surplus shall be \nallocated to or reserved for the policy -holders of the Corporation and the remainder may be utilized \nfor such purp oses and in such manner as the 1[Feder al Government] may determine.  \nCHAPTER VIII  \nMISCELLANEOUS  \n 32. [Corporation to have the exclusive privilege of carrying on life insurance business.]  \nOmitted by the Finance Act, 1990 (VII of 1990), s. 14B.  \n 33. Power of Corporation to have official seal.___(1) A Corporation may have an official sea l, \nas dis tinguished from its common seal, and whenever a divisional, zonal or any other office is \nauthorised the use of the official seal a facsimile thereof shall have the name of the zonal, divisional \nor other of fice added to its face.  \n \n \n1 Subs. by the Life Insurance (Nationalisation) (Amdt.) Act, 197 3 (67 of 1973), s. 2, for “Central Government ”. \n \n \nPage 15 of 23 \n  (2) The official seal may be affixed to such deed or document which is incomplete without that \nseal or to such other documents as may be authorised by the Corporation.  \n 34. Repatriation of assets and liabilities in the case of foreign insurers in certain cases.__(1) \nAny insurer incorporated outside Pakistan may, within six months of the appointed date, make an \napplicatio n to the 1[Federal Government] stating  that among the assets pertain ing to life insurance \nbusiness of the insurer there are assets brought into Pakistan by the insurer for the purpose of building \nup his life insurance business in Pakistan, or there are ass ets pertaining to profits and expenses which \nhe could lawfully have remitted from Pakistan, which, notwithstanding anything contained in Article \n15, should not be transferred to and vested in a Corporation.  \n (2) On receipt of an application under clause (1 ) the 1[Federal Government] shall determine the \namount which was. brought in by the insurer for the purpose of developing his life insurance business \nin Pakistan and the amounts of previous profits and expenses which were not remitted from Pakistan \nand, if  the 1[Federal Government] finds that the assets of the insurer are in excess of its liabilities, it \nmay direct that the assets comprising the said amounts shall not be vested in the Corporation or, if the \nassets  are vested in the Corporation, that the Cor poration shall be  divested of the same:  \n Provided that the 1[Federal Government] may prescribed the manner in which the assets and \nliabilities shall be determined in  such cases.  \n (3) In case of any insurer incorporated outside Pakistan the 1[Federal Government] may also, \nby order, direct that any such liabilities in respect of life, insurance policies expressed in any foreign \ncurrency issued on the lives of the persons who are not citizens of Pakistan as are specified in the order, \ntogether with any s uch assets necessary to meet the liabilities as may be specified, shall not be \ntransferred to or vested in the Corporation, that the Corporation shall be divested of the same.  \n (4) The amount of liabilities in respect of policies referred to in an order ma de under clause (3) \nshall be computed as at the 31st December, 1971, in accordance with the basis prescribed by the \nController of Insurance under sub -section (7) of section 13 of the Act, or the basis used by the actuary \nof an insurer to calculate the last  valuation of liabilities of the insurer, whichever is higher.  \n Explanation.___ In computing the amount of liabilities in respect of the policies referred to in \nthis clause, allowance shall be made for receipts and payment in respect of such policies from the 31st \nday of December, 1971, up to the date of the commencement of this Order.  \n (5) Every order made by the 1[Federal Government] under this Article shall be carried out by \nthe Corporation in such manner as the 1[Federal Government] may direct.  \n 35. Pol icies to be guaranteed by Federal Government . The sums assured by all policies \nissued by the Corporation including any bonuses declared in respect thereof and, subject to the \nprovisions contained in Article 21, the amounts assured by all policies issued by  any insurer, the \nliabilities under which have vested in a Corporation under this Order, and all bonuses declared in \nrespect thereof, whether before or after the appointed day, shall be guaranteed as to payment in cash \nby the 1[Federal Government].  \n \n \n1 Subs. by the Life Insurance (Nationalisation) (Amdt.) Act, 197 3 (67 of 1973), s. 2, for “Central Government ”. \n \n \nPage 16 of 23 \n  36. Liquidation of Corporation.  No provisions of law relating to the winding up of companies \nor corporations shall apply to a Corporation and a C orporation shall not be placed in liquidation save \nby order of the 1[Federal Government] and in such manner as the Governme nt may direct.  \n 37. Special provisions for winding up of certain insurers.  Where any insurer transacting life \ninsurance business whos e business has been transferred to and vested in a Corpora - tion under this \nOrder has, in accordance with the provisions of this Order, collected and distributed any moneys paid \nto him by the Corporation by way of compensation or otherwise and has also com plied with any \ndirection given to him by the Corporation for the purpose of securing that the ownership of any \nproperty or any rights is effectively transferred to the Corporation, the [Federal Government] may, on \napplication being made to it in this behal f by such insurer, grant a certificate to the insurer that there is \nno reason for the continued existence of the insurer; and, where the ¹[Federal Government] has granted \nsuch a certificate, it shall cause the certificate to be published in the official Ga zette and upon the \npublication of the certificate the insurer shall stand dissolved.  \n 38. Application of the Insurance Act.___(1) The following sections of the Act shall, so far as \nmay be, apply to a Corporation as they apply to any other insurer, namely, sections 3B (in so far as it \nrelates to reinsurance), 3BB, 3D, 3E, 10, 11, 12A, 13, 14, 15, 20, 21, 22, 23, 25, 27, 28, 29, 30, 33, 34, \n35, 36, 37, 38, 39, 40, 40A, 40B, 42, 42A, 43, 44, 45, 46, 47A, 47B, 47C to 47L and where the [Federal \nGovernment] has a lso entrusted to the claims Settlement Board the settlement of disputes relating to \nlife insurance claims, sections 50A, 102 to 110, 110C, 111, 113, 114 and 116A.  \n (2) The 1[Federal Government] may, by notification in the official Gazette, direct that all or \nany of the provisions of the Act other than those specified in clause (1) shall apply to a Corporation \nsubject to such conditions and modifications as may be specified in the notification.  \n 39. Compensation.___ (1) Where the life insurance business of a n insurer has been transferred \nto and vested in a Corporation, compensation shall be paid by the Corporation to that insurer.  \n (2) The amount of the compensation payable under clause (1) shall be determined, in \naccordance with the principles set out in the  Schedule, by such authority as the 1[Federal Government] \nmay appoint in this behalf, and, if the amount so determined is approved by the 1[Federal Government], \nit shall be offered to the insurer in full satisfaction of the compensation payable to him unde r clause \n(1). \n (3) If the amount so offered is not acceptable to the insurer, he may, within such time as may \nbe prescribed by rules, have the matter referred to the Tribunal for decision.  \n 2[(4) Notwithstanding anything contained in clause (2), in the cas e of an insurer incorporated \noutside Pakistan whose paid - up capital is held outside Pakistan, the Federal Government may, with \nthe consent of the insurer, settle the compensation payable to him under clause (1) in such manner as \nthe Federal Government may  consider equitable and direct the Corporation to pay the insurer the \ncompensation so settled.]  \n 40. Over valuation of assets or under valuation of liabilities.___ (1) If the authority appointed \nunder Article 39 has reason to believe that the assets have b een grossly over -valued or the liabilities \ngrossly under -valued or the surplus is inflated due to any reason whatever and a report thereon is made \non the subject to the 1[Federal Government] the 1[Federal Government] may direct that the assets and  \n \n1 Subs, by the Life Insurance (Nationalisation) (Amdt.) Act, 1973 (67 of 1973), s. 2, for “Central Government ”. \n2 New clause (4) added ibid., s. 4.  \n \n \nPage 17 of 23 \n liabilities shall be revalued on the basis prescribed by the Controller of Insurance under sub -section \n(7) of section 13 of the Act by an actuary nominated by the Controller of Insurance and for the purpose \nof such revaluation, the Controller of Insurance may, if necessary, appoint accountants or va luers of \nproperty and assets.  \n 1[(1A) The revaluation by the actua ry under clause (1) shall form the basis for determining the \namount of compensation payable under Article 39 and any benefits derived or enjoyed by the insurer \nbefore the appoi nted date because of any over -valuation of assets or undervaluation of liabilities shall \nbe. deducted from such compensation or otherwise recovered from the insurer by the Corporation.] . \n (2) The expenses of valuation of liabilities or assets shall be borne by the persons vested with \nthe management of the insurer, before the appointed date.  \n (3) If it be found that the liabilities of the insurer exceed the assets, 2[or that loss has been \ncaused to, or liability imposed on, the insurer by reason of its having acted, or omitted to act, in \nviolation of any of the provisions of th e Act, the 3[Federal Government] shall set off such difference \n2[, loss or liability] against the compensation, if any, or take steps to recover such difference 2[, loss or \nliability] from the persons vested with the management of the insurer before the ap pointed date.  \n \n (4) Any person aggrieved by an order under clause (3) may appeal to the Tribunal whose \ndecision shall be final.  \n \n 4[40A. Conduct of Tribunal’s proceedings and enforcement of order.  ___(1) For the conduct \nand disposal of proceedings under th is Order, the Tribunal shall have the same powers as are vested in \nit under section 110 of the Act, including the power to regulate its own procedure, and may review any \nof its decisions in the event of there being a mistake apparent on the face of the rec ord or correct any \narithmetical or clerical error therein.  \n \n (2) Any decision of the Tribunal shall be enforced in the principal court of civil jurisdiction \nwithin whose local limits the insurer or other person against whom the decision is to be enforced h as \nits principal place of business or, as the case may be, actually and voluntarily resides and carries on \nbusiness or personally works for gain or owns any property, as if it were a decree passed by that court.]  \n \n 5[40 B. Certain amounts recoverable an arrear of land revenue.  Notwithstanding anything \ncontained in this Order or in any other law for the time being in force and without prejudice to the right \nof the Corporation to recover its dues in any other manner, any dues of the Corporation determined b y \nthe Tribunal, or payable under a decree of any court, shall be recoverable as an arrear of land revenue.]  \n \n 41. Savings.  Nothing contain ed in this Order shall apply to — \n \n(i)  any insurer whose registration stood cancelled immediately before the \nappointed  day; \n(ii)  any insurer whose business is being wound und the orders of the court:  \n(iii)  any person carrying on life insurance business whom the Act does not apply ; \n \n \n1 New clause (1A) ins by the Life Insurance (Nationalisation) (Amd t.) Act, 1973 (67 Of 1973), s. 5.  \n2 Ins. by the Life Insurance (Nationalisation) (Amdt.) Act, 1975 (75 of 1975),  \n3 Subs, by the Life Insurance (Nationalisation) (Amdt.) Act, 1973 (67 of 1973), s. 2, for “Central Government ”. \n4 New Article 40A ins. ibid.s.6 \n5 New Article 40B ins. by the Act 75 of 1975 s.4. \n \n \nPage 18 of 23 \n (iv)  the scheme ru n by the 1[Federal Government ] know s as the Post Office Life \nInsurance Fund;  \n2[(v)  any approved superannuation fund as defined clause (5) of section 2 of the \nIncome Tax Ordinance, 1979 ;] \n(vi)  any composite insurer in respect of the management of whose affairs an \nAdministrator has been appointed  under section 52A of the Act : \n(vii)  any scheme framed by or with the approval of the 1[Federal Government ] \nwhereby, in consideration certain comp ulsory deductions made by the \nGovernment from the salaries of its employees as part of the conditions of \nservice, the payment of money in assured by the Government on the death of \nthe employee concerned or on the happening of any contingency dependent on \nhis life.  \n 42. Certain  powers of the Administrator.   Notwithstanding any thin g contained in clause (vi) \nof Article 41, the Administrator appointed to manage the affairs of a composite insurer under the Act \nshall, as soon as may be practice  able after the establishment of a Corporation, take steps___ \n(a)  to transfer the assets and liabilities pertaining to the life insurance business of \nthe insurer to the Corporation, and  \n(b)  to vest the management of the affairs of the insurer in respect of any business \nother than life insurance in such person as may be directed by, the 1[Federal \nGovernment ] \n 43. Delegation of powers.  The 1[Federal Government ] may, by notification in the  official \nGazette, direct that any of its powers under this Order  shall, subject  to such conditions, if any, as may \nbe specified in the notification, be exercisable also by such person as may be specified in the \nnotification.  \n 44. Cognizance of offences.  No court inferior to that of a Magistrate of the first class shaft try \nany offence punishable under this Order.   \n \n 45. Bar of jurisdiction.___(1) Except as otherwise specifically provided in this Bar of juris. \nOrder, no court, including the Supreme Court and a High Court, diction. shall call in question, or permit \nto be called in question, any provision of this Order or of any rule or order made or anything done or \nany action taken or purporting to be made, done or taken thereunder.  \n (2) No court, includin g the Supreme Court and a High Court, shall grant any injunction or make \nany order, not shall any such court entertain any proceedings, in relation to anything done or intended \nor purporting to be done under this Order.  \n \n \n1Subs. by the Life Insurance (Nati onalisation) (Amdt.) Act, 1973 (67 of s. 3. 1973), s. 2. for “Central Government ”. \n2Subs, by the Federal Laws (Revision and Declaration) Ordinance, 1981 (27 of 1981), 3 and Sch. II, for d. (v).  \n \n \nPage 19 of 23 \n  46. Indemnity.  No suit, prosecution or other legal proceedings shall lie Indemnity  against the \n1[Federal Government] or a trustee or sub -trustee or any other person for anything in good faith done \nunder this Order or any rule or order made thereunder.  \n 47. Constitution of a Broad.  The 1[Federal Government]  may constitute a board consisting of \none or more members to guide, coordinate and supervise the activities of trustee and to perform such \nother functions including the functions of the 1[Federal Government) under this Order as may be \nassigned to it.  \n \n (2) The Board shall stand dissolved as soon as the trustees cease to transact life insurance \nbusiness of insurers.  \n \n 48. Power to make rules.__ (1) The 1[Federal Government] may, by notification in Power to \nthe official Gazette, make such rules as appear to it necessary or make rules. expedient for carrying \nout the purposes of this Order.  \n \n (2) In particular and without prejudice to the generality of the foregoing power, such rules may \nprovide for, or may empower any authority to make orders to provide for, a ll or any of the following \nmatters, namely: — \n  \n(a)  ensuring the safety of the assets of an insurer the  possession of which has been \ntaken over by a trustee  under this Order;  \n \n(b)  ensuring the due performance of their duties by the person connected with a n \ninsurer;  \n(c)  prohibiting anything likely to interfere with the  proper functioning of an \ninsurer;  \n(d)  the administration, management and disposal by way  of transfer or otherwise of \nany property belonging to  or managed by or on behalf of an insurer;  \n \n(e)  prohibiting the departure from any area of any person connected with the \nadministration, control or func tioning of an insurer;  \n \n(f)  preventing the entry of any person into any place or office used for the purposes \nof an insurer;  \n \n(g)  the taking of any steps for collecting, controlling and disposing of the assets of \nan insurer;  \n \n(h)  the term of office and conditions of service of directors of the Corporations;  \n \n(i)  the term of office and conditions of service of members of Committees of the \nCorporation;  \n \n1 Subs. by the Life Insurance (Nationalisation) (Amdt.) Act, 1973 (67 of 1973), s. 2, for “Central Government ”. \n  \n \n \nPage 20 of 23 \n (j)  the manner in which the moneys and other assets  belonging to any funds \nreferred to in Article 16 shall  be apportioned betwe en such persons as are \nresponsible for such funds and a Corporation;  \n(k)  the manner in which and the persons to whom any  compensation under this \nOrder may be paid;  \n \n(1)  the manner in which the assets of an insurer may be valued;  \n \n(m)  the time within which any matter to be referred to the Tribunal for decision \nunder this Order may be so referred;  \n \n(n)  the manner in which and the conditions subject to which investment may be \nmade by the Corporation;  \n \n(o)  the manner in which an employees, agents and em ployers of agents relations \ncommittee may be constituted for each such area as may be specified in an order \nin this behalf;  \n(p)  the fees payable under this Order and the manner in which they are to be \ncollected; and  \n \n(q)  any other matter which has to be or may be prescribed.  \n \n 49. Power to make regulations.___(1) The Corporation may, with the previous approval of the \n1[Federal Government] by notification in the official Gazette, make regulations not inconsistent with \nthis Order and the rules made thereund er to provide for all matters for which provision is expedient \nfor the purpose of giving effect to the provisions of this Order.  \n \n (2) In particular and without prejudice to the generality of foregoing power, such regulations \nmay provide for — \n(a)  the powers and functions of a Corporation which ma y be delegated to its \nofficers;  \n(b)  the method for recruitment of employees and agents and employers of agents of \na Corporation and the terms and conditions of service of such employees or \nagents or employ ers of agents;  \n(c)  the manner in which the funds of a C orporation shall be maintained;  \n(d)  the maintenance of s eparate funds and accounts each of the regional and zonal \noffices of a Corporation;  \n(e)  the conduct of business at meetings of the Board  of Di rectors of a Corporation;  \n(f)  the formation of the committee of a Corporation and delegation of power s and \nfunctions of the Corpora tion to such committees;  \n \n1 Subs. by the Life Insurance (Nationalisation) (Amdt.) Act, 1973 (67 of 1973), s. 2, for “Central  Government ”. \n \n \nPage 21 of 23 \n  (g)  the form and manner in which policies may be issued and contracts binding on \na Corporation may be executed;  \n(h)  the classification of policies, whether issued by a Corporation or by any insurer \nwhose life insurance  business has been transferred to and vested in the \nCorporation, for the purpose of declaring differential bonuses; wherever \nnecessary;  \n(i)  the method of constitution of committees  at zonal and regional offices;  \n(i)  the number, terms of office and conditions of service of members of committees \nconstituted  at zonal and regional offices;  \n(k)  the territorial limits of each zonal or regional office and the business to be \ntransacted in each zone or region;  \n(l)  the manner in which and the intervals at which the  accounts of the various zonal, \nregional and other  offices may be drawn up and their accounts audited;  and \n(m)  the conditions subject to which any payment may be made by a Corporation.  \n \n 50. Removal of difficulties.  If any difficulty arises in giving effect to any of the provisions of \nthis Order, the 1[Federal Government] may make such order, not inconsistent with the provisions of \nthis Order, as may appear to it to be necessary for the purpose of removing the difficulty:  \n Provided that no such power shall be exercised after the expiry of one year from the \ncommencement of this Order.  \n \n \n \n \n \n \n \n \n \n \n \n1 Subs. by the Life Insurance (Nationalisation) (Amdt.) Act, 1973 (67 of 1973), s. 2, for “Central Government ”. \n \n \nPage 22 of 23 \n   \nTHE SCHEDULE  \n(See Article 39)  \nPRINCIPLES FOR DETERMINING COMPENSATION  \nPART I  \n 1.___ The compensation to be given to an insurer having a share capital, other than an insurer \nincorporated outside Pa kistan shall, at his option, be___ \n(i)  twenty times the allocation to the shareholders from the annual average surplus, \nmultiplied by a figure referred to in paragraph 3, or  \n(ii)  the amount of the paid -up capital of the insurer:  \n Provided that, if the liability to the holders of life insurance policies as \nat the 31st December, 1970, computed on the basis laid down  by the Controller \nof Insurance under sub -section (7) of section 13 of the Act exceeds the life fund \nas shown in the accounts maintained in accordance with the Third schedule to: \nthe Act as at that date, the compensation payable shall be reduced by an amou nt \nequal to the difference as at that date between such liability and the life fund.  \n 2.___ (1) The annual average surplus shall be the amount arrived at by dividing the total of the \nsurplus for the years covered by the aggregate period of actuarial invest igation referred to in sub -\nparagraph (2), reduced by any surplus carried forward unallocated from the previous period of actuarial \ninvestigation, by the number of years so covered.  \n (2) The aggregate period of actuarial investigation shall be 1[the minimum  period ending on \nthe latest possible date coincident with or earlier than the 31st December, 1970, which is].  \n(i)  not less than six years in the case of an insurer carrying on life insurance \nbusiness since before the 1st January, 1966, in respect of whic h there has been \nactuarial investigation for not less than two periods; and   \n(ii) not less than three years in the case of an insurer who  commenced life insurance \nbusiness on or after the 1st January, 1966, in respect of which there has been  \nactuarial investigation for one or more periods.  \n (3) For the purpose of this paragraph, “surplus ” means the surplus as shown in the valuation \nbalance sheet required to be prepared in Form I in part II of the Fourth Schedule to the Act.  \n 3.___ (1) The figure by whic h twenty times the allocation to the shareholders is required by \nclause (i) of paragraph 1 to be multiplied shall be___ \n \n \n1 Ins, by the Life Insurance (Nationalisation) (Amdt.) Act, 1973 (67 of 1973), s. 7.  \n \n \nPage 23 of 23 \n  (i)  in the case of an insurer who commenced life insu rance business before the 1st \n January, 1966, 1*** the  figure which represents the proportion that the total of \n the business in force at the end of each of such number of calendar years ending \n with 1969 as is equivalent to the number of years co vered by the aggregate \n period of actuarial investigation referred to in clause (i) of sub - paragraph (2) of \n paragraph 2 bears to the total of the business in force at the end of each of the \n calendar years comprised in that aggregate period of actuarial investigation;  \n(ii)  in the case of an insurer who commenced life insurance business on or after the \n1st January, 1966, the figure which represents the proportion that the total of the \nbusiness in force at the end of each of such number of calendar years e nding \nwith 1969 as is equivalent to the number of years covered by the aggregate \nperiod of actuarial investigation referred to in clause (ii) of sub - paragraph (2) \nof paragraph 2 bears to the total of the business in force at the end of each of the \ncalenda r years comprised in that aggregate period of actuarial investigation.  \n \n (2) For the purpose of this paragraph, business in force at the  end of a calendar year means the \ntotal 2[sum insured and bonuses  under ordinary policies as] at the end of that years a s shown in the  \nstatement in Form DD in Part II of the Third Schedule to the Act.  \n \n 4. For the purpose of clause (i ) paragraph 1, the actual allocation to shareholders shall be \ndeemed to be 5% of such surplus if the actual allocation is less than 5% and, for the purpose of clause \n(ii) of that paragraph, “paid-up capital ” of an insurer incorporated in Pakistan means suc h part of the \npaid-up capital as is shown to have been allocated to life insurance business in the balance sheet in \nform A in Part II of the First Schedule to the Act required to be furnished to the Controller of Insurance \nunder section 15 of the Act with reference to the years ending the 31st December, 1970.  \n \nPART II  \n \n 5. The compensation to be given to an insurer having, no  capital shall be 3[two] times the annual \naverage surplus as computed in the manner laid down in paragraph 2 and shall be distributed amongst \nthe holders of the policies of the insurer in the shape of addition to the sum insured under each policy, \nthe addition being made to participating and non -participating policies in such manner as the 4[Federal \nGovernment] may direct.  \nPART III  \n The compensation to be given to an insurer incorporated outside Pakistan whose paid -up capital \nis held outside Pakistan shall be twenty times the allocation to the shareholders from the annual average \nsurplus, as computed in the manner laid down in paragraph 2 . \n 7. If the annual average surplus of an insurer incorporated outside Pakistan, as computed in the \nmanner laid down in paragraph 2, contains any part of surplus arising out of business in respect of \nwhich an order under clause (3) of Article 34 has been m ade, the annual average surplus shall, for the \npurpose of determining the compensation to be given to the insurer, be reduced by a figure which  \nrepresents the proportion that the business in force in Pakistan at the 31st December, 1971, less the \nbusiness i n respect of which such order has been made, bears to the total business in force in Pakistan \nas at that day.  \n \n1 The words “and whose last actuarial investigation was completed before the 1st January, 1970, ” omitted ibid. \n2 Subs. by the Life Insurance ( Nationalisation) (Amdt) Act, 1973 (67 of 1973), s. 7, for “Life Insurance business in force ”. \n3 Subs by the Life Insurance (Nationalisation) (Amdt.) Act. 1973 (67 of 1973), 7. for twenty ” \n4 Subs. ibid., s. 2, for “Central Government” ."
}