{
    "file": "./converted_json\\administrator8c0c9c8adfa3282499e0822eecaf710f.json",
    "name": "The National Insurance Corporation (Reorganization) Ordinance, 2000",
    "date": "11th August, 2000",
    "tagline": "ORDINANCE No. XXXVII of 2000",
    "content": "Page 1 of 4 \n  \nTHE NATIONAL INSURANCE CORPORATION \n(REORGANIZATION) ORDINANCE, 2000  \n \n \nCONTENTS  \n1.  Short title, extent and commence ment  \n2.  Definitions  \n3.  Vesting of the property, rights and liabilities of the Corpora tion \n4.  Transfer of employees from the Corporation to the Company  \n5.  Exemption from registration fees  \n6.  Registration  \n7.  Power to make rules  \n8.  Removal of difficulties  \n9.  Repeal  \n  \n \n\n \nPage 2 of 4 \n THE NATIONAL INSURANCE CORPORATION (REORGANIZATION) \nORDINANCE, 2000  \nORDINANCE No. XXXVII of 2000  \n[11th August,  2000]  \nAn Ordinance to provide for conversion of the National Insurance Corporation into a public limited \ncompany  \n WHEREAS,  it is expedient to provide for conversion of the National  Insurance Corporation \ninto a public limited company for incorporation under the Companies Ordinance, 1984. (XLVII of \n1984).  \n AND WHEREAS  the National Assembly and the Senate stand suspended in pursuance of the \nProclamation of Emergency of the fourteenth d ay of October, 1999, and the Provisional Constitution \nOrder No. I of 1999;  \n AND WHEREAS  the President is satisfied that circumstances exist which render it necessary \nto take immediate action;  \n NOW, THEREFORE,  in pursuance of the Proclamation of Emergency o f the fourteenth day of \nOctober, 1999, and Provisional Constitution Order No. 1 of 1999, as well as Order No. 9 of 1999, and \nin exercise of all powers enabling  him in that behalf, the President of the Islamic Republic of Pakistan \nis pleased to make and pro mulgate the following Ordinance: — \n 1. Short title, extent and commence ment .___ (1) This Ordinance may be called the National \nInsurance Corporation (Reorganization) Ordinance, 2000.  \n  (2) It extends to the whole of Pakistan.  \n  (3) It shall come into force  at once.  \n 2. Definitions .___ (1) In this Ordinance, unless there is anything repugnant in the subject or \ncontext—  \n(a)  “Company ” means the National Insurance Company Limited incorporated \nunder the Companies Ordinance, 1984. (XLVII of 1984)  \n(b)   “Corporation ” means the National Insurance Corporation established under \nsection 3 of the National Insurance Corporation Act, 1976; (XXIII of 1976)  \n(c)   “effective date ” means the date on which property, rights and liabilities of the \nCorporation are vested  in the Company under section 3; and  \n (2) All words and expressions used but not defined in this Ordinance shall have the same \nmeaning as in the Insurance Act, 1938. (IV of 1938)   \n \nPage 3 of 4 \n  3. Vesting of the property, rights and liabilities of the Corpora tion.___ (1) As soon as may \nbe after the commencement of this Ordinance, the Federal Government may, by order, published in \nOfficial Gazette, direct that as and from the date, as may be specified in the order by the Federal \nGovernment, (hereinafter referred to as t he effective date), all property, rights and liabilities to which \nthe Corporation was entitled or subject, immediately before such orders, and identified therein, shall, \non such terms and conditions as the Federal Government may determine, vest in the Comp any and \nbecome the property, rights and liabilities of the Company.  \n (2) An o rder issued under sub -section (1 ) shall provide for all such matters consequential and \nincidental to the matters provided for in sub -section (1) as the Federal Government shall co nsider \nnecessary or expedient.  \n (3) An order issued under sub -section (1) shall provide for — \n(a)   the continuation by the Company of the operations and undertaking of the \nCorporation on the same basis as were being carried on immediately prior to the \ndate of the order; and  \n(b)   the dissolution of the Corporation from the effective date on which date the \nCorporation shall cease to exist.  \n (4) In consideration of the vesting in the Company of the property, rights and liabilities of the \nCorporation under  the order issued under sub -section (1), the Company shall issue in the name of the \nPresident of the Islamic Republic of Pakistan such number of fully paid ordinary shares, of the \nCompany as the Federal Government may determine to be the estimated net asse t value of the \nCorporation on the effective date.  \n (5) No stamp duty shall be payable under any law for the time being in force or in relation to \nthe transfer or vesting of property of the Corporation under any order issued under sub section ( 1), or \non any  shares or securities or the certificates or scripts evidencing title thereto issued to the President \nof the Islamic Republic of Pakistan.  \n (6) The value ascribed to the property vested in the Company by the Federal Government under \nthe order made under th is section shall represent the actual acquisition cost of the property for the \npurposes of taxation and depreciation.  \n (7) All contracts, bonds, agreement, powers of attorn ey, grants  of legal representation and all \nother instruments of whatever kind in eac h case subsisting or having effect immediately before the \neffective date or to, which the Corporation may have been a party before the effective date shall be \ndeemed to have been made with the Company, as if, instead of the Corporation, the Company had bee n \na party thereto.  \n (8) All suits, appeals or other legal proceedings of whatever nature by or against or relating to \nthe Corporation pending on the effective date in any court, tr ibunal or other authority shall be \ncontinued, prosecuted and enforced in the  same manner and to the same extent as they would or might \nhave been continued, prosecuted and enforced by or against the Corporation.  \n (9) On and after the effective date, any reference to the Corporation in any law other than the \nOrdinance, or in any rul e, regulation, other notification or in any contract, deed or other document \n \nPage 4 of 4 \n shall, except where the context otherwise requires or the Federal Government otherwise directs, be \nconstrued as reference to the Company.   \n Explanation. —-For the purpose of this s ection the expression “property” includes assets and \nentitlements of every description and nature, wherever situated; and “liabilities” includes duties, \nobligations, loans, encumbrances, claims and charges of every description and nature, actual or \nconting ent, whether or not they are capable, under any law of Pakistan or of any other State or under \nany agreement or otherwise, of being vested, transferred or assigned by the Corporation.  \n 4. Transfer of employees from the Corporation to the Company .___ (1) All whole time \nemployees of the Corporation who had continuously served for a period of not less than six months \nbefore the effective date shall be transferred to, and become the employees of the Company, hereinafter \nreferred to as the “Transferred Em ployees”, on the same terms and conditions, including remuneration, \ntenure of office, rights, perquisites, privileges, pension benefits, gratuity, provident fund, group \ninsurance and other matters, as were applicable to them immediately before the effectiv e date.  \n (2) No person transferred to the Company pursuance to sub -section (1) shall be entitled to any \ncompensation as a consequence of transfer to the Company.  \n (3) The terms and conditions of service of any Transferred Employee shall not be altered \nadve rsely by the Company except in accordance with the laws of Pakistan or with the consent of the \nTransferred Employees and the award of appropriate compensa tion. \n 5. Exemption from registration fees .___ Notwithstanding the provisions of section 470 and \nSixth Schedule of the Companies Ordinance, 1984, (XLVII of 1984) the company shall be exempt \nfrom payment of the registration fees for the purpose of its incorporation.  \n 6. Registration .___(1) The company shall be entitled to carry on non -life insurance busine ss in \naccordance with the object clause of its Memorandum of Association, without obtaining the \nregistration under  the Insurance Ordinance 2000 for a period of one year from the effective date.  \n (2) Within one year from the effective date, the Company sha ll either:— \n(a)  get itself registered under the said Insurance Ordinance, or  \n(b)  cease to enter into new contracts or insurance and all the provisions under the \nlaw for the time being in force shall apply to the Company as they apply to the \nunregistered companies.  \n 7. Power to make rules .___ The Federal Government may, by notification in the official \nGazette, make rules for carrying out the purposes of this Ordinance.  \n 8. Removal of difficulties .___ If any difficulty arises in giving effect to any of the provisions \nof this Ordinance, the Federal Government may make such order, not inconsistent with the provisions \nof this Ordinance, as may appear to it to be necessary for the purpose of removing the difficulty.  \n 9. Repeal .___ Immediately after the incorpora tion and registration of the National Insurance \nCompany as a public limited company, the National Insurance Corporation Act, 1976, (XXIII of 1976) \nshall stand repealed."
}