{
    "file": "./converted_json\\administratorad4eab69eac3b5f52ffe374d3e7ff6bc.json",
    "name": "Pakistan Refugees Rehabilitation Finance Corporation (Dissolution) Ordinance",
    "date": "7th January 1980",
    "tagline": "An Ordinance to provide for the dissolution of the Pakistan Refugees Rehabilitation Finance Corporation",
    "content": "Page  1 of 3 \n  \n \nTHE PAKISTAN REFUGEES REHABILITATION FINANCE \nCORPORATION (DISSOLUTION) ORDINANCE, 1980  \n \n \n \nCONTENTS  \n \n1.  Short title  and commencement  \n \n2.  Definitions  \n3.  Transfer of undertaking, etc., of the Corporation  \n4.  Dissolution of the Corporation  \n5.  Supplemen tary powers  \n \n \n \n \n \n \n \n \n \n \n \n\n \nPage  2 of 3 \n THE PAKISTAN REFUGEES REHABILITATION FINANCE \nCORPORATION (DISSOLUTION) ORDINANCE, 1980  \nORDINANCE No. I of 1980  \n[7th January, 1980]  \nAn Ordinance to provide for the dissolution of the Pakistan Refugees Rehabilitation Finance \nCorporat ion. \n WHEREAS it is expedient to provide for the dissolution of the Pakistan Refugees \nRehabilitation Finance Corporation, and for matters ancillary thereto;  \n AND WHEREAS the President is satisfied that circumstances exist which render it necessary \nto take immediate action ;  \n NOW, THEREFORE, in pursuance of the Proclamation of the fifth day of July, 1977, read \nwith the Laws (Continuance in Force) Order, 1977 (C.M.L.A. Order No. I of 1 977),  and in exercise \nof all powers enabling him in that behalf, the Presid ent is pleased to make and promulgate the \nfollowing Ordinance : — \n \n 1. Short title and com mencement. —(1) This Ordinance may be called the Pakistan \nRefugees Rehabilitation Finance Corporation (Dissolution) Ordinance, 1980.    \n (2) It shall come into force at  once.  \n 2. Definitions.  In this Ordinance, unless there is anything repugna nt in the subject or \ncontext, — \n(a) “Corporation” mean the Pakistan Refugees Rehabilitation Finance \nCorporation established under the Pakistan Refugees Rehabilitation Finance \nCorpora tion Ordinance, 1959 (II of 1960) ; and  \n \n(b) “undertakings and properties” shall include loans, assets, rights, authorities, \npowers, properties, both movable and immovable, including lands, leases, \nleaseholds, reserve fund investments, shares, book debts, and all rights, \ninterests and benefits in assignable contracts and choses in  action.  \n 3. Transfer of undertaking, etc., of the Corporation.  Notwithstanding anything contained \nin the Pakistan Refugees Rehabilitation Finance Corporation Ordinance, 1959 (II o f 1960) or in any \nlaw, agreement or contract for the time being in force, the Federal Government may, by order,  1direct \nthat,— \n(a) the undertakings and properties of the Corporation shall be transferred to such \nbody or authority as it may think f it, on suc h date, in such manner and to such \nextent as may be specified in the order, and the undertakings and properties so \ntransferred shall be carried on by, and vest in the body or authority concerned ; \nand \n______ _________ _______________________________________ ___________________________  \n1For such Order, see S.R.0:499(I)/80, dated 13 -5-80, Gaz. of P., 1980, Extra., Pt. II . pp. 605 -606. \n \n \nPage  3 of 3 \n (b) the officers, advisers and e mployees  of the Corporation shall be transferred to, \nand appointed by, such body or authority as aforesaid, in such manner and on \nsuch terms and conditions as may be specified in the order.  \n 4. Dissolution of the Corporation. —(1) As soon as may be after the order under section 3 \nhas issued, the Federal Government may, by notification1 in the offici al Gazette, direct that the \nCorporation shall be dissolved on such date as may be specified in the notification, and thereupon the \nCorporation shall stand dissolved.  \n (2) Upon the dissolution of the Corporation under sub -section (1), — \n(a) the Pakistan Ref ugees Rehabilitation Finance Corporation Ordinance, 1959 (II \nof 1960) shall stand repealed ;  \n(b) all debts, liabilities and obligations incurred by the Corporation before its \ndissolution shall be deemed to be debts, liabilities and obligations incurred by \nthe body or authority to which the undertakings and properties of the \nCorporation are transferred under section 3 ;  \n(c) all contracts entered into, and all matter s and things engaged to be done, by, \nwith or for the Corporation before its dissolution shall be deemed to be \ncontracts entered into, and matters and things engaged to be done by, with or \nfor such body or authority as aforesaid ; and  \n(d) all suits and other legal proceedings instituted by or against the Corporation \nbefore its dissolution shall be d eemed to be suits and legal proceedings \ninstituted by or against such body or authority as aforesaid.  \n 5. Supplemen tary powers.  Without prejudice to the foregoing provisions, the Federal \nGovernment may, in such manner as it may consider necessary or exped ient, provide for , — \n(a) the removal of difficulties arising out of, or in connection with, the dissolution \nof the Corporation or in effectively carrying out the purposes of this \nOrdinance;  \n(b) other matters supplemental or incidental to, or consequential upon, the \ndissolution of Corporation.  \n \n \n  \n \n \n \n__________________ _________ ______________________________________________________  \n1For such notification, see S.R.O. 500(I)/80, dated 13 -5-80, Gaz. of P., 1980, Extra., Pt. II p. 606."
}