{
    "file": "./converted_json\\administrator48b15bbf10a56b9cafa2aecc7da033da.json",
    "name": "The Prevention of Gambling Act, 1977",
    "date": "21st May, 1977",
    "tagline": "An Act to provide for the prevention of gambling",
    "content": "Page 1 of 4 \n  \n \nTHE PREVENTION OF GAMBLING ACT, 1977  \n \n \n \nCONTENTS  \n1.  Short title, extent and commencement  \n2.  Definitions  \n3.  Penalty for owning or keeping or having charge of a common gaming -house  \n4.  Penalty for being found in common gaming -house  \n5.  Penalty for gaming in a public place  \n6.  Penalty for gaming in private places, etc . \n7.  Enhanced punishment for subsequent offences  \n8.  Power to enter and search  \n9.  Presumption with respect to common gaming -house and persons present there in \n10.  Tender of pardon to an accomplice  \n11.  Saving  \nl2.  Act to override other laws, etc . \n \n \n  \n \n \n\n \nPage 2 of 4 \n THE PREVENTION OF GAMBLING ACT, 1977  \n1ACT NO. XXVIII OF 1977  \n[21st May, 1977]  \nAn Act to provide for the prevention of gambling  \nWHEREAS it is expedient to provide for the prevention of gambling;  \nAND WHEREAS the Proclamation of Emergency referred to in Article 280 of the Constitution \nof the Islamic Republic of Pakistan is in force;  \nIt is hereby enacted as follows :___ \n1. Short title , extent and commencement :___ (1) This Act may be called the Prevention of \nGambling Act, 1977.  \n(2) It extends to the whole of Pakistan.  \n(3) It shall come into force at once.  \n2. Definitions . In this Act, unless there is anything repugnant in the subject or context, — \n(a)  “common gaming -house ” means any house, room, tent, enclosure, vehicle, \nvessel or other place whatsoever in which any instruments of gaming are kept \nor used for gaming purposes — \n(i)  with a view of profit or gain of any person owni ng, occupying or keeping \nsuch house, room, tent, enclosure, vehicle, vessel or other place, whether \nby way of charge for the use of such house, room, tent, enclosure, \nvehicle, vessel or place or instruments or otherwise howsoever; or  \n(ii)  with or without  a view of such profit or gain, if the gaming for the \npurpose of which such instruments are so kept or used is gaming on any \nfigures or numbers or dates to be subsequently ascertained or disclosed, \nor on the occurrence or non -occurrence of any natural even t; \n(b) “gaming ” includes wagering or betting, including a wager or bet made in respect \nof any horse, mare or gelding running in competition with any other horse, mare \nor gelding, or of the rider thereof;  \n(c)  “instruments of gaming ” includes any article u sed or intended to be used as a \nmeans or appurtenance of, or of carrying on or facilitating, gaming, and any \ndocuments used as a register or record or evidence of any gaming; and  \n \n1 For Statement of Objects and Reasons, see Gaz. of P., 1977, Ext., Pt. III , p. 3544.  \n This Act has ceased to have effect w.e.f. 15 -3-78 clue to the revocation of Proclamation of Emergency on 15 -9-77, under Article 232 of  the Constitution     \nof Pakistan. 1973 except the Islamabad Capital Territory.  \n \nPage 3 of 4 \n (d)  “prescribed ” means prescri bed by rules made under this Act . \n3. Penalty for owning or keeping or having charge of a common gaming -house :___ (1) \nWhoever — \n(a)  being the owner or occupier, or having the use, of any house, room, tent, \nenclosure, vehicle, vessel or other p lace, keeps or uses, or knowingly or wilfully \npermits the same to be occupied, kept or used by any other person as a common \ngaming -house; or  \n(b)  has the care or management, or in any manner assists in conducting the business, \nof any common gaming house; or  \n(c)  advances or furnishes money for the purpose of gaming with persons \nfrequenting any common -gaming -house,  \n shall be punishable with imprisonment for a term which shall not be less than \none month nor more than one year, or with fine which shall not be less than one \nhundred rupees nor more than one thousand rupees, or with both.  \n(2) In a prosecution under sub -section (1), it shall not be necessary to prove that the person \nfound playing was playing for any money, wager or stake.  \n4. Penalty for being found in common gaming  house :___ (1) Whoever is found in any \ncommon gaming -house playing or gaming with cards, dice, counters, money or other instruments of \ngaming, or for the purpose of gaming, whether for any money, wager or stake or otherwise, sha ll be \npunishable with imprisonment for a term which may extend to one year, or with fine which may extend \nto five thousand rupees, or with both.  \n(2) Any person found in any common gaming -house during any gaming or playing therein shall \nbe presumed, until the contrary be proved, to have been there for the purpose of gaming.  \n5. Penalty for gaming in a public place . Whoever is found gaming in any public place, street \nor thoroughfare, shall be punishable with imprisonment for a term which may extend to one yea r, or \nwith fine which may extend to five hundred rupees, or with both.  \n6. Penalty for gaming in private places, etc . Whoever is found gaming in any  house, room, \ntent, enclosure, vehicle, vessel or other place shall be punishable with imprisonment for a te rm which \nmay extend to two years, or with fine which may extend to one thousand rupees, or with both.  \n7. Enhanced punishment for subsequent offences . Whoever, having been convicted of any \noffence under this Act, again commits any such offence shall be pun ishable for every such subsequent \noffence with imprisonment for a term which may extend to three years, or with fine which may extend \nto two thousand rupees, or with both.  \n8. Power to enter and search . If a District Magistrate, Sub -divisional Magistrate, Magistrate \nof the first class upon information and after such inquiry as he thinks necessary, has reason to believe \nthat any place is used as a common gaming -house, or that an offence under section 6 is being \ncommitted at or in any place, he may — \n \nPage 4 of 4 \n (a)  enter such place at any time with such assistance as he  may require and using \nsuch force as may be necessary:  \nProvided that, if such place is in the actual occupancy of a woman who, according to custom, \ndoes not appear in public, the officer so entering such p lace shall give notice to her that she is at liberty \nto withdraw and, after allowing reasonable time for her to withdraw and giving her reasonable facility \nfor withdrawing, may enter the place;  \n(b)  search such place for any instruments of gaming kept or c oncealed therein, and \nalso the person of all those who are found in that place, except the women;  \n(c)  seize and take possession of gaming moneys and securities for money and \narticles of value reasonably suspected to have been used or intended to be used \nfor the purpose of gaming which are found therein or upon any person found \ntherein; and  \n(d)  take into custody all persons, except women, found in that place, whether or not \nthen actually gaming.  \n9. Presumption with respect to common gaming -house and pers ons present therein . When \nany cards, dice, gaming -tables, gaming clothes, gaming -boards or other instruments of gaming are \nfound in any house, room, tent, enclosure, vehicle, vessel or other place entered or searched under the \nprovisions of section 8, or u pon any person found therein, it shall be presumed, until the contrary is \nproved, that such house, room, tent, enclosure, vehicle, vessel or other place is used as a common \ngaming -house and that any person found therein was there present for the purpose of  gaming, although \nno play was actually seen by the officer making the entry or search.  \n10. Tender of pardon to an accomplice . Any person who shall have been concerned with any \ngaming contrary to this Act and who shall be examined as a witness before a Mag istrate on the trial of \nany person for a breach of any of the provisions of this Act relating to gaming and who, upon such \nexamination, shall in the opinion of the Magistrate make true and faithful discovery to the best of his \nknowledge of all things as to  which he shall be so examined, shall thereupon receive from the said \nMagistrate a certificate in writing to this effect and shall be freed from all prosecutions under this Act \nfor anything done before that time in respect of such gaming.  \n 111. Saving. —Nothing in this Act shall apply to games played in a Tourist Complex which is \nestablish ed and maintained under, and in accordance with the terms of, a licence granted by the \nProvincial Government and to which only foreigners are admitted.  \n2 [l2. Ac t to override other laws, etc :___(1) This Act shall have effect notwithstanding anything \ncontained in any other law for the time being in force.]  \n \n        Last Uploaded on 12.10.2023  \n \n1This section is not applicable in ICT vide (Amdt.) Act, 1987 (Ac t No. XIII of 1987) s.2.  \n2 Subs. by the Federal Laws (Revision and Declaration) Ordinance, 1981 (27 of 1981), s. 5  and Sch. 4 (to the extent of I.C .T.)"
}