{
    "file": "./converted_json\\administratorb22dc23f6d59ddbc5546f72fc5606b85.json",
    "name": "Pakistan Civil Aviation Authority Ordinance, 1982",
    "date": "4th December, 1982",
    "tagline": "Establishing a Civil Aviation Authority for the promotion and regulation of civil aviation activities in Pakistan",
    "content": "Page 1 of 11   \n \nTHE  PAKISTAN  CIVIL  AVIATION  AUTHORITY  ORDINANCE,  \n1982  \n \n \n \n                   CONTENTS  \n1. Short  title, extent  and commencement  \n2. Definitions  \n3. Establishment  of the Authority  \n4. Power  of the Federal  Government  to issue  directives  \n5. Powers  and functions  of the Authority  \n6. Control  of air transport  and aviation  services  \n7. Management  \n8. Executive  Committee  \n9. Director­General  his duties,  functions  and powers  \n10. Delegation  of powers  \n11. Transfer  of assets  and liabilities  of the Department  of Civil  Aviation  to the Authority  \n12. Recruitment  of officers,  etc \n13. Members,  officers  etc, to be public  servants  \n14. Transfer  of civil servants,  etc, to the Authority  \n15. Budget  \n16. Civil  Aviation  Author ity Fund  \n17. Maintenance  of accounts  \n18. Audit  \n19. Authority  to be deemed  to be a local  authority  \n20. Liability  of the Federal  Government  to be limited  \n\n \n \nPage 2 of 11  21. Submission  of yearly  reports,  returns,  etc \n22. Exemption  from  taxes  \n23. Ordinance  XXIII  of 1969  not to apply  to Authority  \n24. Indemnity  \n25. Certain  existing  arrangements  to continue  \n26. Power  of Federal  Government  to make  rules  \n27. Power  of the Authority  to make  regulations  \n28. Winding  up of the Authority  \n29. Removal  of difficultie s\n \n \nPage 3 of 11  THE  PAKISTAN  CIVIL  AVIATION  AUTHORITY  ORDINANCE,  1982.  \n \n*ORDINANCE  No. XXX  OF 1982  \n \n[4th December,  1982 ]  \nAn Ordinance  to establish  a Civil  Aviation  Authority  \n \nWHEREAS it is expedient to establish a Civil Aviation Authority to provide for the \npromotion  and regulation of civil aviation activities and to develop an infrastructure for safe, \nefficient, adequate,  economical  and properly  coordinated  civil air transport  service  in Pakistan  ; \n \nAND WHEREAS the President is satisfied that circumstances exist which render it necessary \nto take immediate  action  ; \n \nNOW, THEREFORE, in pursuance of the Proclamation of the fifth day of July, 1977, and in  \nexercise of all powers enabling him in  that behalf, the President is pleased to make and promulgate  \nthe following  Ordinance :― \n \n1. Short  title, extent  and commencement. ―(1) This Ordinance  may be  called  the Pakistan \nCivil  Aviation  Authority  Ordinance,  1982  \n \n(2) It extends  to the whole  of Pakistan.  \n \n(3) It shall  come  into force  at once.  \n \n2. Definitions.  In this Ordinance,  unless  there  is anything  repugnant  in the subject  or context,― \n \n(i)  “aerodrome ” means any area of land or water designed, equipped, set ap art or \ncommonly  used or intended to be used, either wholly or in part, for affording \nfacilities for the landing  and departure  of aircraft,  and includes all buildings, \nsheds, vessels and other  structures  and roads  thereon  or apper  taining  thereto  ; \n \n(ii)  “airport ” means an aerodrome at which facilities have, in the opinion of the \nFederal  Government,  been  sufficiently  developed  to be of importance  to civil \naviation  ; \n \n(iii)  “Authority ” means  the Civil  Aviation  Authority  established  under  section  3 ; \n \n(iv)  “Board ” means  the Board  referred  to in section  7 ; \n \n(v)  “Chairman ” means  the Chairman  of the Board  ; \n \n(vii)  “Director‑General ” means the Director ‑General of the Authority  \n \n \n*Has  been  applied  to the F ATA,  by S.R.O.  1312(1)/97,  dt. 25­1­97  \n \n \nPage 4 of 11  (viii)  “licence ” means  the certificate  of competency  which  a licence‑holder  is \nrequired  by the           law of the country  granting  the licence  to hold connection  with \nhis licence  ; and \n \n(ix)  “member ” means  a member  of the Board.  \n \n3. Establishment of the  Authority .― (1) As soon as may be after the commencement of this \nOrdinance, the Federal Government shall, by notific ation in the  official Gazette, establish an \nauthority to be known as the Civil Aviation Authority for carrying out the purposes of this  \nOrdinance.  \n \n(2) The Authority shall be a body corporate, having perpetual succession and a common seal \nwith       power, subject to the provisions of this Ordinance, to acquire and hold property, both movable \nand immovable,  and shall  sue and be sued by the name  assign ed to it by sub­section  (1). \n \n4. Power of the Federal Government to issue directives. The Federal Government may, as \nand when  it considers  necessary,  issue  directives  to the  Authority  on matters  of policy,  and such \ndirectives   shall be binding on the Authority, and if a question arises whether any matter is a matter of \npolicy or  not; the decision  of the Federal  Government  shall  be final.  \n \n5. Powers  and functions  of the Authority. ―(1) The Authority  shall  be responsible  for \nthe regulation  and control  of civil aviation  activities  in the country . \n(2) The Authority shall from time to time prepare for the approval of the Federal Government  \nfive‑year plans for the development of infrastructure for the promotion of safe, efficient, adequate,  \neconomical and properly coordinated civil air transport service and control and regulate civil aviation  \nactivities  in Pakistan.  \n \n(3) The Authority  shall  frame  schemes  in respect  of \n \n(i)  provision  of civil airports  and aerodromes  in the country  ; \n \n(ii)  rovision  of air traffic  services  to aircraft  ; \n \n(iii)  provision  of navigational  services  to aircraft  ; \n \n(iv)  provision  of communication  services  at the civil airports  and aerodromes  in the \ncountry  ; \n \n(v)  provision  of aeronautical  and flight  inspection  services  to all aircraft  registered  \nin Pakistan ; \n \n(vi)  provision  of search  and rescue  services  ; \n \n(vii)  provision of crash, fire and rescue services at all airports and aerodromes to \naircraft in  need  ; \n \n(viii)   management  of estates  at airports  and aerodromes  ; and \n \n (ix)  any other  matter  facilitating  the achievement  of the objects  of this Ordinance  \n \n \n \nPage 5 of 11  (4) The Authority  may,  if it considers  necessary,  \n \n(i)  cause studies, surveys, experiments or technical research to be made or \ncontribute towards  the cost of any such studies, surveys, experiments or \ntechnical research made by any,  other  agency  at the request  of the Authority;  \n \n1[(ii)  approve  estimates  of development  projects  and maintenance  works  and \naward  of contracts  for construction,  maintenance  and operation  of airports  and \nits establishment;]  \n \n(iii)  subject to clause (ii) undertake  any approved works, incur any expenditure, \nprocure  vehicles, plants, machinery and material, required for its use and enter \ninto and perfor m all such contracts  as it may consider  necessary  or expedient  ; \n \n(iv)  acquire  by purchase,  lease,  exchange  or otherwise  any land or immovable  \nproperty  or any interest  in such land or property  ; \n \n(v)  1* * * pledge any property vested in it, including the  immovable assets \ntransferred to it  under section 11, to raise finances for the development \nprojects to be undertaken by it ;  and \n \n(vi)  seek and obtain advice and assistance in the preparation or execution of a \nscheme from  any local body or agency of the Government and such local body \nor agency shall give the  advice and assistance sought by the Authority to the \nbest of its ability, and additional  expenditure,  if any, involved  in such advice  or \nassistance  shall  be borne  by the Authority.  \n \n1* * * * * * * \n (6) Notwithstanding anything contained  in this Ordinance,  the Authority may undertake  the \nexecution of any scheme relating to civil aviation activity as framed or sponsored by any local body  \nor agency  or exercise  technical  supervision  and administrative  and financial  control  over the \nexecution thereof on such terms and conditions as may be agreed to between the Authority and the  \nlocal  body  or agency.  \n \n(7) The Authority and the Director ‑General may exercise such powers under the Civil \nAviation  Rules, 1978,  and the Schedule to the Aircraft Rules, 1937, as the Federal Government may, \nby notification  in the official  Gazette,  specify.  \n \n(8) The acquisition of any land or any interest in land for the Authority or for any scheme \nunder  this Ordinance shall be deemed to be an acquisition for a public purpose within the meaning of \nthe Land Acquisition Act, 1894 (I of 1894), and the provisions of the said Act shall apply to all such  \nproceedings.  \n \n(9) The Director‑General or any person authorised by him in writing may enter upon any \nsurvey and land, erect pillars for the determination of intended lines of works, make borings and \nexcavations and do all other acts which may be necessary for the preparation of any scheme, \nprovided that, when  the affected land does not vest in the Authority, the power conferred by this \nsubsection shall be exercise in such manner as to cause the least interference with and the least \ndamage to the rights of the owner thereof.  \n1Subs.  and omitted  by Ordinance  XI of 1999,  s. 2. \n \n \nPage 6 of 11  (10) When any person enters into or upon any land in pursuance of sub­section (9), he shall \nat the  time of entering or as soon thereafter as may be practicable pay or tender payment for all \nnecessary  damage to be done as aforesaid and in case of dispute as to the suffic iency of the amount \nso paid or  tendered  the dispute shall be referred  to the Deputy Commissioner of the District whose \ndecision  shall  be final.  \n \n6. Control  of air transport  and aviatio n services.― (1) Subject  to the provisions  of any \nother  law for  the time being  in force,  the Authority  shall  have  control  over \n \n(i)  all the civil airports and aerodromes in the  country  including their planning, \nconstruction,  operation  and maintenance  ; \n \n(ii)  air routes  in Pakistan,  in consultation  with the Federal  Government  ; \n \n(iii)  airspace  management  of civil airports  and aerodromes  ; and \n \n(iv)  collection  of revenues  at airports  and aerodromes  and at various  offices  of the \nAuthority.  \n(2) The Authority  may,  with the approval  of the Federal  Government,  hold negotiations  \nwith foreign  countries  to settle  technical  matters  arising  out of bilateral  air transport  agreements . \n \n(3) Nothing in this section shall entitle the Authority to exercise any power in respect of such  \nworks, airports, aerodromes, airfields and things connected therewith as are owned by the Federal  \nGovernment  and established  for the exclusive  use of Defence  Services.  \n \n(7) Management. ― (1) The general  direction  and administration  of the Authority  and its \naffairs shall  vest in a Board  which  may exercise  all powers,  perform  all functions  and do all acts \nand things  which  may be exercised,  performed  or done  by the Authority.  \n1[(2) The Board  shall  consist  of the following  members,  namely:― \n \n(i) Secretary  of the Division  to which  \nthe affairs  of the Authority  are \nallocated.  Chairman  \n(ii) Vice‑Chief  of Air Staff.  Member  \n(iii) Secretary,  Planning  and Development,  \nDivision.  Member  \n(iv) Secretary,  Culture,  Sports,  Tourism  \nand Youth  Affairs  Division.  Member  \n(v) Managing  Director,  Pakistan  \nInternational  Airlines  Corporation.  Member  \n(vi) 2[Special]  Secretary  (military)  Finance  \nDivision.  Member  \n \n(vii) Director‑General,  Civil  Aviation  \nAuthority.  Member  \n   \n1Subs.  and omitted  by Ordinance  XI of 1999,  s. 3. \n2Subs.  by SRO.  73(KE)/2004,  dts 29­5­04.  \n \n \nPage 7 of 11  (3) The Federal  Government  may,  by notification  in the official  Gazette,  amend  sub­section  \n(2) so   as to add any clause  thereto,  or modify  or omit any clause  thereof.]  \n \n(4) The Federal  Government  may appoint  not more  than three  additional  members  on such \nterms  and conditions  and for such period  as it may determine.  \n \n(5) The meetings  of the Board  shall  be held at such times  and places  and in such manner  as \nmay be prescribed  by regulations:  \n \nProvided  that until regulations  are made  in this behalf,  the meetings  shall  be held as and \nwhen  convened  by the Chairman.  \n \n(6) The Chairman  or, in his absence,  a member  authorised  by him in this behalf  and \nthree  members  shall  constitute  a quorum  for a meeting  of the Board.  \n8. Executive  Committee. ― (1) There  shall  be an Executive  Committee  of the \nAuthority  \nConsisting  of the Director ‑General, who shall be its head, and four other members, of whom three  \nshall be nominated by the Board from amongst the most senior Officers of the Authority, and one to  \nbe nominated  by the Ministry  of Finance  and designated  as Finance  Member.  \n \n(2) The Executive  Committee  shall  exercise  such administrative,  executive,  financial  and \ntechnical  powers  as may be delegated  to it by the Authority:  \n \nProvided that the  Executive  Committee may, in an emergency which in its opinion requires  \nimmediate action take such action as it considers necessary, and shall report it for approval to the  \nBoard  in its next meeting.  \n9. Director ‑General,  his duties,  functions  and powers.― (1) The Federal  Government  \nshall  appoint the Director ‑General who shall be the executive head of the Authority and shall \nexercise such  powers  and perform  such functions  as may be specified under  sub­section  (7) of section  \n5 or delegated  to him by the Board  from  time to time.  \n \n(2) The Director‑General  shall receive  such salary  and allowances  and be subject  to such \nconditions  of service  as may be determined  by the Federal  Government.  \n \n10. Delegation  of powers. The Authority may, by general or special order, delegate to the  \nExecutive Committee, the Director ‑General or an officer of the Authority any of its powers, duties or  \nfunctions  under  this Ordinance,  subject  to such conditions  as it may think  fit to impose.  \n \n 11. Transfer  of assets  and liabilities  of the Department  of Civil  Aviation  to the Authority .―(1) \nAll assets and undertakings, including lands, buildings, airports and aerodromes, works, machinery, \napparatus, equipment, material and plants vested in the Dep artment of Civil Aviation, hereinafter \nreferred to as the Department, shall vest in the Authority, and all liabilities in respect of the said \nassets shall be the liability of the Authority.  \n \n(2) The assets and liabilities of the Department shall be evaluat ed by the Federal Government and  \ntaken on books, and the excess of the assets over the liabilities will be deemed to be the Federal  \nGovernment's contribution to the Authority either as equity or loan as may be determined by the  \n \n \nPage 8 of 11  Federal  Government.  \n(3) The evaluation of the net assets transferred to the Authority under sub­section (2), the \nterms  governing the transfer, the return on equity, if any, and the conditions governing the loan shall \nbe determined  by the Federal  Government.  \n \n1*  * * * * *  * \n \n2[(5) T he Federal Government Lands and Buildings (Recovery of Possession) Ordinance \n1965,  (LIV of 1965) shall apply to lands and buildings vesting in the Authority and for the purpose of \nsuch application shall have effect as if reference therein to the Federal Go vernment included a \nreference to  the Authority.]  \n \n12.  Recruitment   of  officers,   etc.―(1)  The Authority  may,  from  time to time,  appoint  \nsuch Officers, servants, experts and consultants as it may consider necessary for the performance of \nits functions.  \n \n(2) The Authority shall prescribe by regulations the procedure for appointment of its officers,  \nservants,  experts  and consultants,  and the terms  and conditions  of their service . \n \n13. Members, officers etc., to be public servants. The Director ‑General, members, officers,  \nservants,  experts  and consultants  of the Authority,  shall,  when  acting  or purporting  to act in \npursuance of any of the provisions of this Ordinance or the rules or regulations made thereunder, be  \ndeemed to be public servants within the meaning of section 21 of the Pakistan Penal Code ( Act XLV  \nof 1860 ). \n \n14. Transfer  of civil serva nts, etc., to the Authority. ― (1) Notwithstanding  anything  \ncontained in any law, contract  or agreement  or in the conditions  of service.— \n(a) every civil servant employed in the Department immediately before the \nestablishment of  the Authority, including a person on deputation to any other \norganisation in Pakistan or  abroad  but not being  a person  on deputation  to the \nDepartment  from  any other  organisation, shall, on such establishment, stand \ntransferred to, and become an employee  of, the Authority  on such terms  and \nconditions  as may be prescribed  by regulations:  \n \nProvided  that the pay and allowances  to which  such civil servant  shall  be entitled  \nshall  not be less favourable  than those  to which  he was entitled  immediately  \nbefore  such transfer  ; and \n \n(b) unless the  Authority otherwise directs, every  person on deputation  to the  \nDepartment  from any other organisation immediately before the establishment \nof the Authority shall,  on such establishment,  stand  transferred  to the \nAuthority  on the same  terms  and conditions  to which  he was entitled  \nimmediately  before  such transfer.  \n \n(2) No person who stands transferred to the Authority by virtue of sub­section (1) shall,  \nnotwithstanding  anything  contained  in any laws,  be entitled  to any compensation  because  of such \ntransfer.  \n \n1 Omitted  by Ordinance  No. XI of 1999,  s. 4. \n2 New  sub­section  (5), added  by the Pakistan  Civil  A viation  Authourity  (Second  Amdt.)  Ordinance,  1984  (22 of 1984),  s. 2. \n \n \nPage 9 of 11  (3) The Federal Government shall pay to the Authority pension charges and gratuity in \nrespect of,  and provident fund accumulations of, persons transferred by virtue of sub­section (1), in \nsuch manner   and to such extent  as the Federal  Government  may determine.  \n \n15. Budget. The Authority shall, in respect of each financial year, submit for the approval of \nthe Federal Government by such date and in such form as may be specified by the Federal \nGovernment a  statement showing the estimated receipts and current and development expenditure \nand the sums  which  are likely  to be required  from  the Federal  Government  during  the next financial  \nyear.  \n \n16. Civil  Aviation  Authority  Fund. (1) There  shall  be a fund to be known  as the \n\"Civil Aviation Authority Fund\" which shall vest in the Authority and shall be utilised by the \nAuthority to  meet charges in connection  with its functions under  this Ordinance including the  payment  \nof salaries  and other remuneration to the Director‑General, officers, servants, experts and consultants \nof the  Authority.  \n \n(2) The Civil  Aviation  Authority  Fund  shall  consist  of— \n \n(i)  grants  made  by the Federal  Government  ; \n \n(ii)  loans  obtained  from  the Federal  Government  ; \n \n(iii)  sale proceeds  of bonds  issued  under  the authority  of the Federal  \nGovernment;  \n \n(iv)  loans  obtained  by the Authority  with the special  or general  \nsanction  of the Federal  Government  ; \n \n(v)  foreign  aid and loans  obtained  with the sanction  of and on such terms  \nand conditions  as may be approved  by, the Federal  Government  ; and \n \n(vi)  all otsher sums  received  and fees collected  by the Authority.  \n \n(3) The  Authority  shall  be competent  to levy and collect,  at such rates  as may be prescribed   \nby the Authority  by regulations  from  time to time.  \n \n(i)  air route  navigation  charges.  \n \n(ii)  embarkation  charges  to be paid by the passengers  travelling  by air ; \n \n(iii)  fees paid by individuals  in respect  of issue  and renewal  of licences  and any \nexamination  prescribed  by the Authority  ; \n \n(iv)  fees and charges  in respect  of commercial  exploitation  of the Authority's  \nproperties,  including  land and aircraft  ; and \n \n(v)  landing  and housing  charges.  \n \n \n \nPage 10 of 11   \n (4) The Civil Aviation Authority Fund shall be kept in 1[any of the banks nationalized \nunder the  Banks  (Nationalization)  Act, 1974  (XIX of 1974 )]. \n \n17. Maintenance of accounts. The accounts of the Authority shall be maintained in such \nform  and manner as the Federal Government may determine in consultation with the \nAuditor‑General of  Pakistan.  \n \n18. Audit. ― (1) The accounts  of the Authority  shall  be audited  every  year by \nthe Auditor ‑General  of Pakistan  2* * *. \n \n(2) Copies of the audit report shall be sent to the Authority and the Authority shall forward \nthe report  alongwith  its comments  to the Federal  Government.  \n \n(3) The audit  report  shall  be available  for public  inspection.  \n \n(4) The Federal Government may issue directions to the Authority for the rectification of \nmatters  objected  to by the Auditor‑General and  the Authority  shall comply  with every  such direction.  \n \n(5) The Authority may, in addition to the audit under sub­section (1), cause to be carried out  \ninternal  audit  of its accounts.  \n \n19. Authority to be deemed to be a local Authority. The Authority shall be deemed to be a  \nlocal authority for the purpose of borrowing money under the Local Authorities Loans Act, 19 14 (IX \nof 1914 ), and the making and execution of any scheme under this Ordinance shall be deemed to be a  \nwork  which  such authority  is legally  authorised  to carry  out. \n \n20. Liability  of the Federal  Government  to be limited.  The liability  of the Federal  \nGovernment  to the  creditors of the  Authority shall be limited to the  extent  of grants made by it and the  \nloans raised  by the Authority  with the sanction  of the Federal  Government.  \n \n21. Submission  of yearly  report,  returns,  etc.―(1) The Authority  shall submit  to the \nFederal Government,  as soon  as possible  after the end of every  financial  year but before  the \nlast day of  September  next following,  a report  on the conduct  of its affairs  for that year.  \n \n(2) A copy  of the report  mentioned  in sub­section  (1) together  with a copy  of the audit  \nreport  referred  to in section  18 shall  be placed  by the Federal  Government  before  the National  \nAssembly.  \n \n(3) The Public Accounts Committee shall scrutinise and examine the reports referred to in \nsub­ section  (2) in the same  manner,  and perform  the same  functions  and exercise  the same  \npowers  in respect thereof, as is or are required by it to be examined, performed and exercised in \nrespect of  appropriation accounts of the Federal Government and the report of the Auditor­General \nof Pakistan  thereon.  \n \n1Subs.  by the Pakistan  Civil  Aviation  Authority  (Amdt.)  Ordinance,  1984  (14 of 1984),  s. 2, for certain  words.  \n2The words  in such manner  as may be specified  by the Federal  Government”  omitted  by the Pakistan  Civil  A viation  (Amdt.)  Ordinance,  1983  (12 of \n1983),  s.  \n \n \nPage 11 of 11  (4) The Federal Government may require the Authority to supply any return, statement \nestimate,  statistics or other  information regarding any matter  under the  control of the  Authority or a \ncopy of  any document  in the  charge of the  Authority; and  the Authority shall comply with every  \nsuch requisition.  \n \n22. Exemption from taxes.  Notwithstanding anythi ng contained in the Wealth Tax Act, \n1963 (XVI of 1963), the Income‑tax Ordinance, 1979 (XXXI of 1979 ), or any other law for the time \nbeing in force relating to inc ome‑tax, super‑tax, wealth‑tax or gift‑tax, the Authority shall not be \nliable to pay and be exempt from paying any such taxes as aforesaid on its incomes, profits or gains \nfor a period of five years beginning from the date of its establishment.  \n \n23. Ordinance XXIII of 1969 not to apply to Authority. The Industrial Relations \nOrdinance,  1969 (XXIII of 1969), shall not apply to or in relation to the Authority or any person in \nthe service of  the Authority.  \n \n24. Indemnity . No suit, prosecution or other leg al proceedings shall lie against the \nAuthority, the  Director‑General, or any member, officer, servant, expert or consultant of the \nAuthority in respect of  anything,  done  or intended  to be done  in good  faith under  this Ordinance.  \n \n25. Certain existing arran gements to continue. All contracts and working arrangement \nmade  and all liabilities incurred by the  Federal Government in connection  with, or for the  purpose of, the  \nDepartment,  before  the establishment of the  Authority, shall be  deemed  to have  been  made or \nincurred  by the Authority  and have  effect  accordingly.  \n \n26. Power  of Federal  Government  to make  rules.  The Federal  Government  may,  by \nnotification  in the official  Gazette,  make  rules  for carrying  out the purposes  of this Ordinance.  \n \n27. Power of the Authority to make regulations. The Authority may make regulations, \nnot inconsistent with this Ordinance and the rules made thereunder, to provide for all matters for \nwhich  provision  is necessary  or expedient  for carrying  out the purposes  of this Ordinance.  \n \n 28. Winding‑up of the Authority.  No provision of any law relating to the winding‑up of \nbodies corporate shall apply to the Authority and the Authority shall not be wound up except by \norder of the Federal Government and in such manner as the Federal Government may direct.  \n \n29. Removal of difficulties. If any difficulty arises in giving effect to any of the \nprovision of this  Ordinance,  the President  may make  such order,  not inconsistent  with the \nprovisions  of this Ordinance,  as may appear  to him to be necessary  for the purpose  of \nremoving  the difficulty:  \n \nProvided  that no such power  shall  be exercised  after the expiry  of one year from the  coming  \ninto force  of this Ordinance."
}