{
    "file": "./converted_json\\administrator4967ed8b014d6cfa3161155697d89949.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "Page 1 of 19  \n \n \nTHE CREDIT BUREAUS ACT, 2015  \n \n \n \n \nCONTENTS  \nPART I  \nPRELIMENARY  \nSECTIONS:  \n1. Short title, extent and commencement.  \n2. Definitions.  \n3. Application of other laws not barred.  \n \nPART II  \nESTABLISHMENT OF THE CREDIT BUREAU AND ITS CAPITAL  \n4. Licence.  \n5. Eligibility for licensing.  \n6. Paid up capital.  \n7. Shareholding.  \n8. Credit bureau in existence prior to the commencement of this Act.  \n9. Power to suspend or cancel licence.  \n \nPART III  \nREQUIREMENT TO PROVIDE CREDIT INFORMATION  \n10. Credit information furnishers to provide credit information.  \n11. Membership of credit bureaus.  \nPART IV  \nAUDIT  \n12. Accounts and balance sheet.  \n13. Audit.  \n \n  \nUpdated till 3.8.2022\n \nPage 2 of 19  PART V  \nPOWERS OF THE STATE BANK OF PAKISTAN  \n14. Powers of the State Bank of Pakistan to give directions.  \n15. Power of the State Bank of Pakistan to call for information.  \n16. Power of the State Bank of Pakistan to remove directors or other managerial persons from \noffice.  \n17. Powers of the State Bank of Pakistan to appoint auditors for special audit.  \n \nPART VI  \nFUNCTIONS OF A CREDIT BUREAU  \n18. Functions which a credit bureau may transact.  \n \nPART VII  \nPROTECTION OF CONSUMER  \n19. Permissible purposes and uses of credit information reports.  \n20. Contents of credit information report .  \n21. Prohibition of collection of credit information.  \n22. Deletion of information from credit information report.  \n23. Disclosure of source of credit information.  \n24. Accuracy and security of credit information files and credit reports.  \n25. False or misleading c redit information.  \n26. Unauthorized access to or disclosure of credit information.  \n27. Obtaining access to credit information by false pretences.  \n28. Obligations as to fidelity, confidentiality and secrecy.  \n29. Exchange of credit information.  \n30. Protectio n of action taken in good faith.  \n31. Requirements on users.  \n32. Legal recognition of electronic forms.  \n \nPART VIII  \nDISPUTE RESOLUTION  \n33. Resolution of disputes.  \n \n \n \n \nPage 3 of 19  PART IX  \nOFFENCES, FINES AND PENALTIES  \n34. Penalties.  \n35. Adjudication of fine or penalty.  \n36. Application of fines or penalties.  \n37. Adjudication of punishment by imprisonment.  \n38. Appeal.  \nPART X  \nAPPEALS AND LEGAL PROCEEDINGS  \n39. Complaint to State Bank of Pakistan.  \n40. Appeal to High Court.  \nPART XI  \nGENERAL  \n41. Removal of difficulties.  \n42. Power of the Federal Government to make rules.  \n43. Power to make regulations.  \nSCHEDULE  \nSUMMARY OF RIGHTS  \n  \n \nPage 4 of 19  THE CREDIT BUREAUS ACT, 2015  \nACT No. XI OF 2015  \n[24th August, 2015 ] \n \nA Bill to provide for the  incorporation and functioning of  credit bureaus and to provide for \nmatters connected therewith and incidental thereto  \n \nWHEREAS it is expedient to provide for the incorporation and functioning of credit bureaus \nfor collecting credit information relating to debtors of banks, financial institutions, non -banking \nfinancial institutions, non -financial companies and other lenders or authorities and maintain data of \nsuch information and also for the provision to disseminate such information, on request,  for specified \npurposes with a view to facilitating efficient distribution of credit and for matters connected \ntherewith and incidental thereto;  \n \nIt is hereby enacted as follows: ― \n \nPART I  \n \nPRELIMINARY  \n \n1. Short title, extent and commencement. ―(1) This Act may be called the Credit Bureaus \nAct, 2015.  \n \n(2) It extends to the whole of Pakistan.  \n \n(3) It shall come into force at once on such dates as the Federal Government may, by \nnotification in the official Gazette appoint.  \n \n2. Definitions. ―(1) In this  Act, unless there is anything repugnant in the subject or \ncontext, ― \n \n(a) “adverse action ” means any action which causes a denial, rejection, \ncancellation of or reduction in or otherwise any unfavourable result in any \ntransaction involving credit, finance, trade, commerce or employment with \nrespect to a debtor;  \n \n(b)  “banking ” means the accepti ng, for the purposes of lending or investment, of \ndeposit of money from the public, repayable on demand or otherwise, and \nwithdrawable by cheque, draft, order or otherwise;  \n \n(c) “banking company ” means any company which  transacts business of banking \nin Pakistan;  \n \n(d) “banking policy ” means any policy formulated by the State Bank of Pakistan \nin the interest of banking or in the interest of monetary stability or sound \neconomic growth, having due regard to the interest of t he depositors, the \nvolume of deposits and other resources of the bank and the need for equitable \nallocation and the efficient use of these deposits and resources;  \n \n(e) “companies Ordinance ” means the Companies Ordinance, 1984 (XLVII of \n1984);  \n \nPage 5 of 19  (f)  “company ” means a company incorporated under the Companies Ordinance;  \n \n(g)  “court ” means the court of sessions having territorial jurisdiction in the area \nwhere the cause of action arises or offences committed under this Act;  \n \n(h) “credit bureau ” means a public limited company established under the \nCompanies Ordinance which has been granted a licence by the State Bank of \nPakistan in accordance with this Act;  \n \n(i) “credit information ” means any information with respect to a debtor relating \nto― \n \n(i) the amounts, nature of loans or advances, finance and other credit \nfacilities granted by a credit institution and repayment thereof by the \ndebtor and the nature of security taken by a credit institution for credit \nfacilities granted;  \n \n(ii) the guarante e or any other non -fund based facility furnished by a credit \ninstitution for the benefit thereof ; \n \n(iii) the amounts and nature of commercial transactions, facilities and \nservices entered into or availed of credit from non -financial companies \nand bodies an d other lenders and authorities including but not limited \nto retailers, insurance companies, utility providers and landlords as \nnotified by the Federal Government;  \n \n(iv)  any and all factors included in the financial history bearing on the \ncredit worthiness, credit standing and credit capacity thereof;  \n \n(v)  any other related public record and information as prescribed by rules; \nor \n \n(vi)  personal information as prescribed by rules;  \n \n(J)  “credit  information furnisher ” means any credit institution, person or entity \nwhich provides credit information to a credit bureau including non -financial \ncompanies and bodies and other lenders and authorities;  \n \n(k)  “credit  information report ” means any written or electronic communication \nissued by a c redit bureau containing credit information relating to any debtor \nfor the purposes of this Act;  \n \n(l) “credit institution ” includes ― \n \n(i) a banking company;  \n \n(ii) microfinance banks;  \n \n(iii) a financial institution, which means  \n \n \nPage 6 of 19  (a)  any company, whether incorporated within or outside Pakistan, \nwhich transacts business of banking or any associated or \nancillary business in Pakistan through its branches within or \noutside Pakistan and includes a government savings bank but \nexcludes the State Bank of P akistan;  \n \n(b)  a modaraba, leasing company, investment bank, financing \ncompany, unit trust or mutual fund of any kind and credit or \ninvestment institution, corporation or company; and  \n \n(c)  any company authorized by law to carry on any similar \nbusiness;  \n \n(iv)  non-banking financial company; and  \n \n(v)  any company, corporation or institution or class of companies or \ninstitutions as  the Federal Government may from time to time, by \nnotification in the official Gazette , specify for the purpose;  \n \n(m) “credit  scoring ” means a system whereby points are awarded to debtors \nenabling users to asses the credit worthiness and capacity of debtors to repay \nloans and advances and to discharge any and all other obligations with regard \nto credit facility availed of or to be availed of by the debtors;  \n \n(n) “debtor ” means a person to whom finance as defined in the Financial \nInstitutions (Recovery of Finances) Ordinance, 2001(XLVI of 2001) has been \nprovided, including those who have been credit recip ients and who are \npotential recipients of credit as notified by the Federal Government;  \n \n(o) “default ” includes omission or failure to perform a legal or contractual \nobligation involving credit;  \n \n(p) “licence ” means the licence issued by the State Bank of Pakistan to a public \nlimited company for the purpose of functioning as, and carrying out the \nbusiness of, a credit bureau in accordance with the provisions of this Act;  \n \n(q) “person ” means an individual, association or body of individuals, company, \nfirm, a uthority, institution or any other entity;  \n \n(r) “prescribed ” means prescribed by rules or regulations made under this Act;  \n \n(s) “regulations ” means regulations made under this Act;  \n \n(t) “rules ” means rules made under this Act;  \n \n(u) “Schedule ” means a Schedule to this Act; and  \n \n(v) “user” means any person or body which obtains a credit information report \nfrom a credit bureau under this Act.  \n \n \nPage 7 of 19  (2) The words and expressions used and not defined in this Act shall have the meanings as \nassigned to them in the Companies Ordinance, 1984 (XLVII of 1984), State Bank of Pakistan Act, \n1956 (XXXIII of 1956) and Banking Companies Ordinance, 1962  (LVII of 19 62). \n \n3. Application of other laws not bar red. ―The provisions of this Act shall be in addition \nto, and not, save as herein after expressly provided, in derogation of, the Companies Ordinance, 1984 \n(XLVII of 1984), the Banking Companies Ordinance, 1962 (LVII of 1962) or any other law for the \ntime being in force.  \n \nPART II  \nESTABLISHMENT OF THE CREDIT BUREAU AND ITS CAPITAL  \n4. Licence .―Notwithstanding anything contained in any other law for the time being in force \nand save as hereinafter provided, no person shall commence or carry on business of or function as a \ncredit bureau without obtaining a licence from the State Bank of Pakistan in the manner prescribed \nby regulations.  \n \n5. Eligibility for licensing. ―( 1) A person proposin g to commence business  as a credit \nbureau  shall be eligible for licence under this Act subject to the following conditions or \nrequirements, namely: ― \n \n(a) such person is incorporated as a public limited company under the Companies \nOrdinance;  \n \n(b) none of t he promoters, sponsors, directors, officers or employees of such \ncompany being an individual, sponsor, director, chief executive or major \nshareholder in any company ,― \n \n(i) has been associated with any illegal banking business;  \n \n(ii)  has overdue loan against any credit institutions that has not been \nsettled within last six months;  \n \n(iii)  has been convicted of any offence involving fraud, breach of trust or \nmoral turpitude;  \n \n(iv) has defaulted on payment of taxes and liabilities towards other \ngovernmen t agencies; and  \n \n(v) has either been adjudicated as insolvent or has defaulted in payment of \ndebt or has compounded with his creditors;  \n \n(c) the promoters of such company are persons of means and have special \nknowledge of matters which the company may have  to deal with as a credit \nbureau and are not involved in the capacity of a director or shareholder with \nany company, business or activity which is likely to be in conflict with the \nbusiness of the credit bureau; and  \n \n(d)  none of the directors of such comp any shall hold such office with any other \ncompany, business or activity which is likely to be in conflict with the \nbusiness of the credit bureau.  \n \nPage 8 of 19  Explanation ―A company, business or activity shall be deemed to be in conflict with the \nbusiness of the credit bureau, if it directly or indirectly competes with the business of credit \ninformation bureaus including but not limited to another credit bureau and financial institution.  \n \n(2) Without prejudice to the conditions specified in sub -section (1), the State Bank of \nPakistan may impose such additional conditions as it may deem necessary on any company at the \ntime of granting the licence or generally by regulations.  \n \n(3) The State Bank of Pakistan may refuse to grant licence, provided that ― \n \n(a) any of th e conditions imposed under this section is not fulfilled; or  \n \n(b)  the application for a licence has been made subsequent to the issuance of a \nnotification regarding suspension of issuance of licences generally:  \n \nProvided that grant of licence shall not be refused without giving an opportunity of being \nheard.  \n \n6. Paid up capital. ―The minimum paid up capital of a credit bureau shall be a minimum of \nPKR 250,000,000 or as may be prescribed by the State Bank of Pakistan from time to time but not \nless than 250 ,000,000/ - should be fully subscribed and deposited as paid up capital of the company.  \n \n7. Shareholding. ―(1) No person shall acquire more than ten percent shares of a credit \nbureau either directly or indirectly, except with prior written approval of the State Bank of Pakistan.  \n \n(2) Anyone who knowingly contravenes the provisions of sub -section(1 ) shall be punishable \nwith a fine not exceeding one million rupees.  \n \n8. Credit bu reau in existence prior to the commencement of this Act. ―(1) Every person \nconducting the business of a credit bureau on commencement of this Act, other than the credit \ninformation bureau of the State Bank of Pakistan, shall before the expiry of the twelve months from \nsuch commencement, apply in writing to the State Bank of Pakis tan for obtaining a licence to \ncontinue to carry on business of a credit bureau.  \n \n(2) In the event that the application for the grant of licence made by a person conducting \nbusiness of a credit bureau on commencement of this Act is refused by the State Ban k of Pakistan, \nsuch person shall cease operations as a credit bureau within such period as specified in the decision. \nThe credit information collected, collated, stored and maintained by such person may not be sold to \nany entity other than a credit bureau and if the same is not sold to a credit bureau, for whatever \nreason, it shall be surrendered to the State Bank of Pakistan.  \n \n9. Power to suspend or cancel licence .―The State Bank of Pakistan may suspend or cancel \na licence, if a credit bureau ― \n \n(a) ceases to carry on business of a credit bureau in Pakistan;  \n \n(b) fails to comply with or contravenes any provision of this Act or any conditions \nsubject to which the licence was granted to it or any other law for the time \nbeing in force or fails to comply with or contravenes any rules or regulations, \ndirections, guidelines or instructions issued under this Act:  \n \nProvided that no licence shall be suspended or cancelled without affording an opportunity to \nbe heard.  \n \nPage 9 of 19  PART III  \n \nREQUIREMENT TO PROVIDE CRED IT INFORMATION  \n \n10. Credit information furnishers to provide credit information .―Notwithstanding \nanything contrary to any other law for the time being in force or in any agreement entered into \nbetween a credit information furnisher and its debtor, credit information furnishers shall provide \ncredit information to credit bureaus, provided that such credit information furnisher is a member of \nthe credit bureau, to which credit information is being provided.  \n \n11. Membership of credit bureaus. ―(1) Every credit institution shall become a member of \nat least one credit bureau within a period as may be prescribed by regulations. The membership of \nother credit information furnisher, other than credit institution, to become a member of credit \nbureaus shall be n otified by the Federal Government accordingly.  \n \n(2) All credit information furnishers upon membership of a credit bureau  shall furnish credit \ninformation in accordance with the requirements and specifications.  \n \n(3) In case of termination of  membership, the credit institution shall obtain membership of \nany other credit bureau either before termination or simultaneously to co mply with sub -section (1).  \n \n(4) In case of failure to comply with quality standards and procedural requirements specified \nby credit bureaus, the membership of credit information furnisher either by the credit bureau on its \nown motion or at the direction of the State Bank of Pakistan may be suspended or cancelled, \nprovided that an opportunity to show cause for the proposed action is given.  \n \n(5) Where a credit institution  \n \n(a) abstains from becoming a member of at least one credit bureau; or  \n \n(b) at any time is not a member of any credit bureau ― \n \nsuch credit institution shall be liable to a fine not exceeding one million rupees and, where the \ncontravention is a continuing one, with a further fine which may extend to fifty thousand rupees for \nevery day during which the violation continues, provided that no penalty may be imposed by the \nState Bank of Pakistan without affording such credit institution an opportunity to show cause against \nthe proposed imposition of penalty.  \n \nPART IV  \nAUDIT  \n12. Accounts and balance sheet .―Every credit bureau shall on expiration of each calendar \nyear prepare a balance sheet and profit and loss account in respect of all business transacted in that \nyear by it.  \n \n13. Audit .―(1) The accounts of credit bureaus shall be audited by auditors who are chartered \naccountants within the meaning of Chartered Accountants Ordinance, 1961 (X of 1961) and are on \nthe panel of auditors maintained by the State Bank of Pakistan for the purposes  of audit of banking \ncompani es. \n \n \nPage 10 of 19  (2) Credit bureaus shall submit duly audited accounts to the State Bank of Pakistan within a \nperiod not exceeding three months of the date of closing of each calendar year.  \n \n \nPART V \nPOWERS OF THE STATE BANK OF PAKISTAN  \n14. Powers of the State Bank of Pakistan to give directions .―(1) Where the State Bank of \nPakistan is satisfied that it is necessary and expedient so to do ― \n \n(a) in the public interest; or  \n \n(b) in the interest of banking policy; or  \n \n(c) in the interest of the credit system, credit bureaus, credit inf ormation \nfurnishers, users and debtors in general or to prevent the affairs of a credit \nbureau being conducted in a manner detrimental or prejudicial to the interests \nthereof; or  \n \n(d) to secure the proper management of  credit bureaus generally, ―  \n \nit may f ormulate the policies, issue regulations, directions or guidelines to \ncredit bureaus generally or to a credit bureau in particular, from time to time, \nas it deems fit and the credit bureau or all the credit bureaus, as the case may \nbe, shall be bound to co mply with such policy, directions and guidelines.  \n \n(2) The State Bank of Pakistan may, on representation made to it or on its own motion, \nmodify or cancel any regulations, guidelines or direction issued under sub -section (1) and in so \nmodifying or canceling any direction may impose such conditions as it deems fit, subject to which \nthe modification or cancellation shall have effect.  \n \n15. Power of the State Bank of Pakistan to call for information .―(1) The  State  Bank  of \nPakistan shall have the power and authority to call for any information from a credit bureau \nregarding its business and affairs and to appoint inspecting officers to inspect its books, data, \naccounts, record and other documents.  \n \n(2) It shall be duty of every director, officer or  employee of credit bureaus to produce all such \nbooks, data, accounts, record and other documents in his custody or power to an inspecting officer \nappointed under sub -section (1) and furnish to such inspecting officer any statement and information \nrelating  to the affairs of the credit bureau.  \n \n(3) An inspecting officer appointed under sub -section (1) may examine on oath any director, \nofficer or employee of a credit bureau in relation to its business and may administer an oath \naccordingly.  \n \n1[* * * * * * *] \n \n \n \n \n1 omitted by Act XXXIV of 2016, s.2.  \n \n \nPage 11 of 19  16. Power of the State Bank of Pakistan to remove directors or other managerial \npersons from office .―(1) Where the State Bank of Pakistan is satisfied that any chairman, director, \nchief executive or any officer, by whatever name called, of a credit bureau, has been, or is likely to \nbe, in breach of the provisions of this Act or rules or regulations made thereunder or any policy, \ndirections or guidelines issued thereunder, it may, for reasons to be recorde d in writing, remove from \noffice, with effect from such date as may be specified in the order, or may hold the same liable to a \nfine not exceeding five million rupees:  \n \nProvided that no order under this sub -section shall be made unless concerned person has  been \ngiven a reasonable opportunity of being heard against the proposed action and that concerned person \nhas failed to provide an explanation to the satisfaction of the State Bank of Pakistan within the time \nframe specified. In the  event of issuance of an  order of removal, the chairman, director, chief  \nexecutive and officer so removed shall vacate their office on the date specified in the order and the \nvacancy so created shall be filled in accordance with the Companies Ordinance.  \n \n(2) Where the State Bank of Pakistan is satisfied that the board of directors of any credit \nbureau is, or is likely to be, detrimental to the interest of such credit bureau, its shareholders or the \npublic interest or the interest of the credit information system in general or for securing proper \nmanagement of such credit bureau, it is necessary so to do, it may for reasons to be recorded in \nwriting, supersede the board of directors of the credit bureau for such period as may be specified in \nthe order or extended subsequently, howev er, the total period shall not exceed twelve months:  \n \nProvided that no order under this sub -section shall be made unless the concerned credit \nbureau has been given a reasonable opportunity of being heard against the proposed supersession and \nthat bureau ha s not provided an explanation to the satisfaction of the State Bank of Pakistan within \nthe time frame specified. In the event of the issuance of an order of supersession under this sub -\nsection, the board of directors, including the chairman, chief executive and directors, by whatever \nname called, shall vacate their offices on the date specified in the order.  \n \n(3) Upon making of an order of supersession under sub -section (2), ― \n \n(a) the State Bank of Pakistan may appoint an administrator and shall issue such \ndirections to the appointed administrator as it deems fit and appropriate and \nthe administrator shall be bound to follow the issued directions; and  \n \n (b) all powers, functions and duties, which may under the provisions of the \nCompanies  Ordinance or this Act or any other law for the time being in force \nor by resolution passed in a general meeting  of such credit bureau, be \nexercised or discharged by or on behalf of the  board of directors of such credit \nbureau until the reconstitution of the b oard of directors under sub -section (5) \nshall be exercised and discharged by the administrator appointed by the    \nState Bank of Pakistan.  \n \n(4) The salary payable to the administrator and any staff assisting the administrator shall be \nfixed by the State Bank of Pakistan and shall be borne by the credit bureau.  \n \n(5) On or before the expiration of two months prior to the expiry of the period of supersession \nspecified in the order of the State Bank of Pakistan issued under sub -section (3), the administ rator \nshall call a general meeting of the credit bureau to elect new directors and to reconstitute its board of \ndirectors.  \n \nPage 12 of 19  (6) No person removed from his office under the order of the State Bank of Pakistan shall be \nentitled to any claim or compensation.  \n \n17. Powers of the State Bank of Pakistan to appoint auditors for special audit. ―(1) \nWhere the State Bank of Pakistan is satisfied that it is necessary and expedient to do so in the public \ninterest or in the interest of the credit system, credit bureaus, cr edit information furnishers, users or \nthe debtors, it may, at any time, direct by written notice that a special audit of a credit bureau shall be \nconducted and the State Bank of Pakistan may by such notice or by a separate notice appoint auditors \nto conduc t such special audit of ―  \n \n(a) the accounts of the credit bureau in relation to any transaction or class of \ntransactions or for such period or periods as may be mentioned in the notice; \nand \n \n(b) where the credit bureau has not complied with the requirements for audit \nunder sub -section  (3) of section 24 or where the State Bank of Pakistan deems \nthat such an audit is required, it may appoint the auditors who shall comply \nwith such notice and directicns of the State Bank of Pakistan and submit a \nreport of such audit to the State Bank of Pakistan.  \n \n(2) The State Bank of Pakistan may issue directions in particular or in general with respect to \nthe audit of credit bureaus conducted in accordance with this Act and submission of reports thereof  \n \n(3) The remuneration of the auditors appointed under sub -section (1) shall be fixed by the \nState Bank of Pakistan with due consideration to the nature and volume of work involved in the audit \nand the expenses of, or incidental to, the audit shall be borne by the  credit bureau with respect to \nwhich the audit is conducted.  \n \n \nPART VI  \nFUNCTIONS OF A CREDIT BUREAU  \n18. Functions which a credit bureau may transact .―(1) A credit bureau, in accordance \nwith the provisions of this Act and rules made thereunder, may ― \n \n(a) collect, process, collate, store and maintain credit information relating to \ndebtors;  \n \n(b) provide credit information reports to users and other credit bureaus;  \n \n(c) undertake credit scoring and to sell such credit scoring to users;  \n \n(d) consolidate and ut ilize credit information for purposes of supplying statistics, \nanalysis and conducting research, provided that the identity of the concerned \ndebtor or the credit information furnisher is not disclosed in any manner;  \n \n(e) undertake any other form of busines s which may be prescribed by regulations.  \n \n(2) No credit bureau shall engage in any form of business other than those provided under \nsub­ section (1).  \n \nPage 13 of 19  PART VII  \nPROTECTION OF CONSUMER  \n19. Permissible purposes and uses of credit information reports .―(1) A credit  bureau  \nmay furnish credit information collected, processed, collated, stored and maintained, in accordance \nwith the provisions of this Act and rules made thereunder in the form of a credit information report, \nunder the  following  circumstances,  namely: ― \n \n(a) on written or electronically received request of a credit institution;  \n \n(b) on written or electronic request or instructions of the debtor, to whom it \nrelates, received from such debtor or through a duly constituted attorney \nthereof;  \n \n(c) on written or electronically received request from Securities and Exchange \nCommission of Pakistan to assist them in discharging their regulatory \nobligations;  \n \n(d) in Compliance with an order of a competent court having jurisdiction to issue \nsuch order; and  \n \n(e) for any other purpose, which may be prescribed by regulations.  \n \n(2) A credit bureau may not furnish a credit information report provided reasonable grounds \nare available to believe that the same will not be used for purposes specified under sub -section (1).  \n \n(3) No credit bureau shall maintain its data base at a place outside Pakistan without prior \npermission in writing of the State Bank of Pakistan.  \n \n(4) In the event of winding up, dissolution, liquidation or bankruptcy of a credit bureau or in \ncase of termination of licence, such credit bureau shall immediately cease all such functions and \noperations. The credit information collected, collated, processed,  stored and  maintained by such  \ncredit bureau may be sold to any other credit bureau or the same shall be surrendered to the State \nBank of Pakistan.  \n \n20. Contents of credit information report .―(1) A credit information report issued by a \ncredit bureau in accordance with the provisions of this Act shall only contain credit information as \nprescribed and shall not contain any information or data relating to a debtor that is not relevant for \nthe purposes of evaluating or assessing the credit worthiness of such  debtor.  \n \n(2) Personal information contained in a credit information report relating to an individual \ndebtor shall be limited to such items as may be prescribed by regulations.  \n \n21. Prohibition of collection of credit information .―No credit bureau shall co llect credit \ninformation which ― \n \n(a) violates any law for the time being in force; or  \n \n(b) intrudes upon, to an unreasonable extent, personal affairs of the individual \nconcerned.  \n \n \nPage 14 of 19  22. Deletion of information from credit information report .―No credit bureau shall \ninclude information of default or overdue with respect to any obligation involving credit, where the \ndate on which the default or overdue has been settled antedates the credit information report by the \nnumber of years as may be prescribed by r ules. \n \n23. Disclosu re of source of credit information .―(1) Every credit bureau, upon request and \npayment of fee prescribed by regulations shall disclose to a debtor, clearly and accurately, the source \nof credit information contained in the credit information report of such debtor.  \n \n(2) A credit bureau shall provide to a debtor, a copy of the summary of rights alongwith the \nreport requested under sub -section (1) as set out in the Schedule.  \n \n24. Accu racy and security of credit information files and credit reports. ― (1) A credit \nbureau  shall ― \n \n(a) take reasonable steps to ensure that the credit information stored, maintained \nand disseminated is accurate, up -to-date, complete and not misleading and for \nthis purpose may make therein appropriate cor rections, deletions and additions \nregularly during the course of business; and  \n \n(b) ensure that the credit information maintained by it is protected by such \nsecurity safeguards as are reasonable in the circumstances against loss, \nunauthorized access, use, modification or disclosure  thereof ― \n \n(2) The credit bureau shall follow the standards with respect to systems and procedures, \nincluding any information systems employed by the credit bureau to ensure credit information \naccuracy and security as may be pres cribed by regulations.  \n \n(3) Every credit bureau shall arrange to have such systems and procedures independently \naudited every year to ensure adherence to standards prescribed under sub -section (2).  \n \n25. False or misleading credit information .―(1) A credit  bureau  or   a  credit  information \nfurnisher shall not knowingly disseminate credit information that contains false or misleading \ninformation.  \n \n(2) A credit bureau or credit institution which contravenes sub -section (1) shall be punishable \nwith a fine not exceeding five million rupees.  \n \n26. Unauthorized access to or disclosu re of credit information .―(1) No one  shall obtain \naccess to, or distribute or disclose, credit information in the possession or control of a credit bureau \nor a credit informati on furnisher or a user unless such access or distribution or disclosure is \nauthorized by this Act or any other law for the time being in force.  \n \n(2) Any credit bureau which contravenes the provisions of this section shall be guilty of an  \noffence punishable  with a fine not exceeding five million rupees or by imprisonment not exceeding \nthree months or with both:  \n \nProvided that the punishment of imprisonment shall be awarded to the director, officer, \nemployee, agent or representative, etc., of the credit burea u who is convicted of such contravention.  \n \n \n \nPage 15 of 19  27. Obtaining access to credit information by false pretences .―No one shall  obtain access   \nto credit information in the possession or control of a credit bureau or a credit information furnisher \nor a user under or by false pretences and anyone who violates the provisions of this section shall be \nliable to be punished with a fine, not exceeding  one million rupees or by imprisonment not exceeding \nthree months or with both.  \n \n28. Obligations as to fidelity, confidentiality and secrecy .―(1) Every credit bureau, credit \ninformation provider, present or past employee of a credit bureau or credit inform ation provider, or \nother person by reason of his capacity or office to have by any means access to credit information, \nshall regard as secret and confidential all documents or information disclosed to it in connection with \nthe performance of any duty or fu nction under this Act.  \n \n(2) Every chairman, director, member of the board of directors, auditor, adviser, officer or \nother employee of a credit bureau shall, before entering upon his duties, make a declaration of \nfidelity and secrecy in the form as may be prescribed.  \n \n(3) A disclosure made in any of the following circumstances shall not be deemed inconsistent \nwith any duty imposed by this section being a disclosure.  \n \n(a) permitted by the provisions of this Act;  \n \n(b) on the instruction of the consumer to whom the information related;  \n \n(c) to the consumer to whom the information relates; and  \n \n(d) as directed by an order of the court.  \n \n29. Exchange of credit information .―Notwithstanding anything contained in this Act , \ncredit  bureaus in Pakistan m ay exchange credit information on  confidential basis amongst \nthemselves, or with other companies as may be approved by the State Bank of Pakistan for the \npurpose of exchange of credit information.  \n \n30. Protection of action taken in good faith .―No suit or other legal proceedings, \nprosecution, claims, actions or demands shall lie against the Federal Government, State Bank of \nPakistan, a credit bureau and credit information furnisher or against their directors, officers, \nemployees, agents or representatives o r any other person authorized by the same to discharge any \nfunctions under this Act, for any loss or damage caused or that is likely to be caused by anything \nwhich is in good faith done or intended to be done, in pursuance of this Act or the rules and \nregulations made thereunder or any other law or provision having the force of law.  \n \n31. Requirements on users .―In the event that any user takes an adverse action with respect \nto a debtor that is based in whole or in part on any information contained in a credi t information \nreport relating to such debtor, such user shall provide to such debtor a copy of the credit information \nreport relied upon, the name, address and telephone number of the credit bureau, which issued the \ncredit information report in question, a  copy of the summary of rights set out in the Schedule and a \nstatement that the credit bureau did not make the decision to take the adverse action.  \n \n32. Legal  recognition  of electronic  forms .―Any document,  record,  information,  \ncommunication, transaction, publication or notice, made under or for the purposes  of this Act,  \nwhether required or otherwise, shall be deemed valid if made in electronic form.   \n \n \nPage 16 of 19  PART VIII  \nDISPUTE RESOLUTION  \n33. Resolution of disputes. ―(1) In the event that the accuracy, completeness or correctness \nof a credit information report or any part thereof is disputed by the concerned debtor, such debtor \nmay notify in writing to the concerned credit bureau of the alleged error, such credit bureau shall \nresolve or take up  the dispute with the credit information furnisher:  \n \nProvided that the rights specified in the Schedule shall also apply to this section.  \n \n(2) The credit information reports shall clearly identify the disputed credit information, if \nany. \n \nPART IX  \nOFFENCES,  FINES AND PENALTIES  \n34. Penalties. ―Any person who contravenes or defaults in complying with any provision or \nrequirement of this Act or of any rules or regulations made thereunder or obstructs lawful exercise of \nany power conferred by or under this Act, shall, if no specific provision is made under this Act, the \nrules and regulations made thereunder for punishment of such contravention, default or obstruction, \nin addition to any other liability as provided for herein, be punishable with fine which ma y extend to \nfive million rupees and where a contravention, default or obstruction is a continuing one, with a \nfurther fine which may extend to fifty thousand rupees for every day during which the contravention \nor default or obstruction continues.  \n \n35. A djudication of fine or penalty .―Where only a fine is provided  for any offence, \ncontravention or default in complying with any of the provisions or requirements of this Act or of \nany rule or regulations made thereunder, it shall be adjudged by the State Bank o f Pakistan provided \nthat the person concerned is afforded an opportunity of being heard.  \n \n36. Application of fines or penalties .―(1) The Court imposing any fine or penalty under \nthis Act may direct that the whole or any part thereof shall be applied in or towards ― \n \n(a) payment of costs of the proceedings; or  \n \n(b) for such purposes as may be directed by the Court.  \n \n(2) Any amount recovered as fine or penalty, which is not applied as aforesaid, shall be  \ncredited to the Public Account of the Federal Government.  \n \n37. Adjudication  of punishment  by imprisonment .―(1) Where  imprisonment  or \nimprisonment in addition to fine is provided for any contravention of, or default in complying with, \nany provisions of this Act and any rules or regulations made thereun der, it shall be adjudged by the \nCourt.  \n \n(2) The Court shall not take cognizance of any offence punishable under this Act except upon \na complaint in writing made by an officer of the State Bank of Pakistan or by a person authorised \nby the Federal Governmen t in this behalf.  \n \n \n \n \nPage 17 of 19  38. Appeal. ―Any person aggrieved by decision of the Court under this Part, may within \nthirty days of date of the decision, prefer an appeal to the High Court.  \n \nPART X  \nAPPEALS AND LEGAL PROCEEDINGS  \n39. Complaint to State Bank of Pakistan .―Any person aggrieved by any action or \nomission of a credit bureau, credit institution, debtor, user or any other person under this Act may \nmake a complaint to the State Bank of Pakistan to resolve the dispute in such manner as it deems fit.  \n \n40. Appeal to High Court. ―Any person aggrieved by decision, of the State Bank of \nPakistan may, within thirty days of date of the decision, prefer an appeal to the High Court.  \n \nPART XI  \nGENERAL  \n41. Removal of difficulties .―If any difficulty arises in giving effect to any of the provisions \nof this Act, the Federal Government may make such order as may appear to it to be necessary for the \npurpose of removing the difficulty:  \n \nProvided that such power under this section shall not be exercisable after  two years of the \ncommencement of this Act.  \n \n42. Power of the Federal Government to make rules .―The Federal Government  may, \nafter consultation with the State Bank of Pakistan and by notification in the official Gazette, make \nrules to provide for all matters for which provision is necessary or expedient for the purposes of \ngiving effect to the provisions of this Act.  \n \n43. Power to make regulations .―The State Bank of Pakistan may, by notification in the \nofficial Gazette, make regulations not inconsisten t with the rules to provide for all matters for which \nprovision is necessary.  \n \nSCHEDULE  \n[see sections 23(2), 31 and 33]  \nSUMMARY OF RIGHTS  \n1. Limitation on credit information .―The scope of credit information that may be included \nin a credit information report by  a credit bureau is limited by this Act. Personal information that may \nappear on a credit information report is also specific and limited under this Act and the rules and \nregulations made thereunder. Certain type of information may not  appear on your credit information \nreport for longer than a specified period of time.  \n \n2. Limitation on access to credit information reports .―Credit information reports may \nonly be issued to specific persons under strictly defined circumstances and for specific purposes. \nCredit bureaus are liable to follow certain steps pertaining to the manner in which credit information \nreports are issued in order to ensure that the person to whom and the purposes for which credit \ninformation is b eing provided is authorized by and lies within the scope of this Act and the rules and \nregulations made thereunder.  \n \n \nPage 18 of 19  3. Collection of credit information .―On most occasions when a credit bureau is seeking \nyour credit information from you, credit bureaus are  required to inform you that credit information is \nbeing collected; the purpose of such collection; intended recipients; name and address of the credit \ninformation that is collecting the information and the agency that will hold such information ; \nwhether o r not the supply of the information is voluntary or mandatory and if mandatory, the \nparticular law under which it is required; the consequences, if any, if all or any part of the requested \ninformation is not provided; the rights of access to and correction  of credit information held and used \nby the credit bureau as provided herein.  \n \n4. Disclosu re of source of credit information .―Credit bureaus are required  to disclose  the \nsource of the credit information appearing on  your credit information report upon request and \npayment of fee by you.  \n \n5. Right to credit information report. ―(1) You or your authorized attorney may obtain a \ncopy of your credit information from a credit bureau.  \n \n(2) Any user who takes an adverse action against you based in whole or in par t on any \ninformation contained in a credit information report is required to provide you a copy of the credit \ninformation report relied upon, the name, address and telephone number of the credit bureau, which \nissued the credit information report in questio n and a statement that the credit bureau did not make \nthe decision to take the adverse action.  \n \n(3) In the event that a correction is made to the credit information appearing on your credit \ninformation report in response to your notification of error, the concerned credit bureau must provide \nyou with a copy free of cost of the updated credit information report.  \n \n6. Right to  dipute incorrect  credit  information .―(1) Credit bureaus must take  reasonable  \nsteps to ensure that the credit  1[information]  they collect, collate, accept, store, maintain and \ndisseminate is accurate, up -to-date, complete and not misleading in any manner and for this purpose \nmay make therein corrections, deletions and additions regularly during the course of busine ss. \n \n(2) In any event that the accuracy, completeness or correctness of a credit information report \nrelating to you or any part thereof is disputed by you, you may notify the concerned credit bureau \nof the alleged error. The credit bureau must acknowledge receipt of such notification of  error  and \nprovide you with this summary of rights within the time period prescribed.  \n \n(3) The credit bureau is required to re -investigate the disputed information, free -of-charge, \nwithin the period of time as pre scribed. Credit information reports issued while the investigation is \npending shall clearly identify the disputed credit information and that the same is being investigated \nfor accuracy and the concerned credit bureau shall also, as far as is reasonably pr acticable, inform \nthose persons or entities who have received a credit information report containing the credit \ninformation allegedly inaccurate and under investigation.  \n \n(4) If after re -investigation, any item contained in the credit information report is  found to be \ninaccurate or incomplete or otherwise incorrect, the credit bureau must immediately and without \nundue delay delete such item or modify such item, as appropriate, in the credit information report \nand must supply free of cost a copy of the updat ed credit information report to the concerned debtor. \nThe credit bureau must also, if reasonably practicable, inform each person or entity to whom the \ncredit information report containing inaccurate credit information is supplied, about the dispute and \nthe result of investigation.  \n \n1 Ins. by Act XXXIV of 2016, s. 3  \n \nPage 19 of 19  (5) If after re -investigation, the credit bureau finds that the disputed items are accurate, \ncomplete and correct, you may file a brief written statement setting forth the nature of the dispute, \nwhich the credit bureau must include in the subsequent credit information reports concerning you or \na clear and accurate summary of such statement unless there is reasonable ground to believe that \nsuch dispute is frivolous or irrelevant alongwith a stateme nt detailing the re -investigation report \nfindings.  \n \n7. Right to file complaint with the State Bank of Pakistan.  If you are aggrieved by any \naction or omission of a credit bureau, including the result of re -investigation conducted in response \nto your notifi cation of alleged error or by that of a credit institution, credit information furnisher or \nuser under this Act or the rules and regulations made thereunder, you have the right to lodge a \ncomplaint with the State Bank of Pakistan.  \n \n8. Contact details. —Credit bureau is required to insert address, phone and facsimile number, \nwebsite and e -mail address, if available.  \n \n \n_________ _______"
}