{
    "file": "./converted_json\\administratorfe22eb79a9542f2fa3217a82f0788ead.json",
    "name": "Premium Prize Bond (Registered) Rules, 2017",
    "date": "February 6, 2017",
    "tagline": "Draft Rules for Premium Prize Bond (Registered) Issuance in Pakistan",
    "content": "- M 302 REGISTERED No. -  L.-7646 \ncbt 1 • 4. peat Slaltiotan \n*=airinsvisoil \nEXTRAORDINARY \nPUBLISHED BY AUTHORITY \nISLAMABAD, MONDAY, FEBRUARY 6,2017 \nPART II \nStatutory Notifications (S. R. 0.) \nGOVERNMENT OF PAKISTAN \nFINANCE DIVISION \n(BUDGET WING) \nNOTIFICATION \nIslamabad, the 3rd February, 2017 \nS.RO. 76(1)12017.— The following draft Premium Prize Bond (Registered) \nRules, 2017, which it is proposed by the Federal Government to be made in exercise \nof its powers conferred by section 28 of the Public Debt Act, 1944 (XVIII of 1944), \nare hereby published, as required under sub-section (1) of the said section, for \ninformation of all persons likely to be affected thereby and notice is hereby given that \nobjections or suggestions thereon, if any, may be sent to the Finance Division within \nseven days of the publication of the draft rules in the official Gazette. \n(177) \nPrice Rs. 5.00 \n[125(2017)/Ex. Gaz.] \n178 \tTHE GAZETTE OF PAKISTAN, EXTRA., FEBRUARY 6,2017 [PART \t\n2. \tAny objections or suggestions which may be received from any \nperson, before the expiry of the aforesaid period, shall be taken into consideration \nby the Federal Government. \nDRAFT RULES \t\n1. \tShort title, application and commencement.--(I) These rules shall be called the Premium Prize Bond (Registered) Rules, 2017. \nThese rules shall be applicable to the premium prize bonds \n(registered) issued under these rules. \nThese rules shall come into force at once. \n2. \tDefinitions.—In these rules, unless there is anything repugnant in the subject or context,— \n\"bond\" means the premium prize bond (registered) issued under \nthese rules; and \n\"SBP Banking Services Corporation\" means the SBP Banking \nServices Corporation established under the SBP Banking Services \nCorporation Ordinance, 2001 (LXVII of 2001). \t\n3. \tOffice of issue.—The bonds shall be issued through offices of SBP \nBanking Services Corporation and any other office as authorized by the Central \nDirectorate of National Savings in consultation with the SBP Banking Services \nCorporation. \t\n4. \tProcedure.—The Central Directorate of National Savings shall, in \nrelation to the bonds, devise, in consultation with SBP Banking Services \nCorporation, procedure for sale, encashment, payment of profit and prize money \nand other allied matters to carry out the purpose of these rules. \t\n5. \tDenomination.—(1) The bonds shall be issued in denominations of \nforty thousand Rupees and one hundred thousand Rupees and such other \ndenomination as the Finance Division may, by notification in the official Gazette, \ndetermine. \nThe bonds shall be issued in multiple of face value of each bond. \nThe bonds shall be issued in a series \npieces or such other pieces as the Finance Division \nofficial Gazette, determine. \n6. Investment limit.—There shall be \ninvestment in the bonds. of one less than a million \nmay, by notification in the \nno maximum limit for \n, Ilt-T II] \tTHE GAZETTE OF PAKISTAN, EXTRA., FEBRUARY 6, 2017 \t179 \n7. \tWithdrawal from circulation.—(1) The Finance Division may, by \nnotification in the official Gazette, withdraw out of circulation any bond. \nr\n/ sub-rule No claim for prize money or profit   on bonds withdrawn under (1) shall be admissible from the date of withdrawal: \nProvide that the profit accrued on the bond till the date of its withdrawal / \tshall be admissible at the applicable rate. \n( \n(a) \ta single adult; \n(b) \ttwo or more adults in their joint names— \npayable to the holders jointly or payable to either with written \nconsent of the others to be called joint class A; or \npayable to either to be called joint class B; \n(c) a public or private sector institution and organization, excluding \nbanks, insurance companies and mutual funds. \nThe payment for purchase of bonds may be made through cash, \nbank draft, pay order or crossed cheque or such other mode as the Finance \nDivision may, by notification in the official Gazette, determine. \nEvery person for the purpose of purchasing the bonds shall make \napplication, obtainable free of charge from office of issue, on the format and \nalong with such documents and information as set out under rule 4. \nValidity period.—(1) The bonds shall be issued for unlimited \nperiod and shall remain valid for accrual of profit or prize money and payment \nthereof; if any, till such time it is encashed by the registered holder or withdrawn \nunder these rules. \n(2) The bonds may be redeemed any time after issuance. \nDraw.—(1) For the purpose of prize money, the draw of the \nbonds shall be held on quarterly basis or such other frequency as the \nFinance Division may, by notification in the official Gazette, determine. \n(2) The Central Directorate of National Savings shall, at the start \nof each calendar year and by notification in the office Gazette, determine schedule nf the riraut711.-,,I.” \t-.I_ /IN 8. \tEligibility criteria.—(1) The bonds may be purchased by any of the following, namely:— \n180 \t\nTHE GAZETTE OF PAKISTAN, EXTRA., FEBRUARY 6,2017 [PART \n(3) \tThe date, time and place of each draw and the series of bonds \nparticipating in respective draw shall, by notification in the office Gazette, \nbe determined by the Central Directorate of National Savings sufficiently \nin advance of the date of draw for the information of general public. \n(4) A bond shall not qualify for prize money in such a draw \nwhich is held within— \ntwo months commencing from every date of purchase of \nthe bond of denomination of forty thousand Rupees; or \n(b) three months commencing from every date of purchase \nof the bond of denomination of one hundred thousand \nRupees. \n(5) The SBP Banking Services Corporation shall, by notification \nin the official Gazette, determine the draw mechanism for the bonds under \nthese rules. \n(6) The Central Directorate of National Savings shall, by \nnotification in the official Gazette, notify draw results of the bonds under \nthese rules. \n11. Prize money and profit.—(1) The Finance Division shall, by \nnotification in the official Gazette, determine prize money in respect of \neach bond under these rules. \nThe Finance Division shall, by notification in official Gazette, \ndetermine biannual rate of profit payable for each completed period of six \nmonths. \nNo profit shall be payable on the bonds if redeemed before \ncompletion of six months' period from the date of issuance or the date of \nlast profit due thereon. \nProfit and prize money, if any, shall be credited to the \nspecified bank account of the registered bond holder on due dates. In case \nthe bank returns the said profit or prize money to the office of issue due to \nany reason, such amounts may, as per procedure prescribed under rule 4, \nbe claimed from the office of issue by the registered bond holder within a \nperiod of six years from the date such amounts become due. After expiry \nof said period the liability of the Federal Government to pay such amounts \nshall be terminated and no such claim shall be entertained. \n11] \tTHE GAZETTE OF PAKISTAN. EXTRA., FEBRUARY 6, 2017 \t1 8 1  \n(5) No further profit shall be admissible on any profit or prize \nmoney for the period during which these amounts remain unclaimed due \nto any reason after the date of draw or due date of profit. \nTransfer of ownership.—The holder of the bonds may, on \napplication made on the format as set out under rule 4, transfer ownership \nof his bonds to another person. The transferor shall, in favour of the \ntransferee, relinquish his entire claim in respect of principal investment, \naccrued profit and prize money, if any. \nPledging.—A bond may be pledged as collateral only after its \nretention for three months' period from the date of its first issue. \nPayment in default.—Any profit or payment which may \nhave been made in contravention of these rules or by mistake shall be \nrefundable and in the event of failure to refund may, in addition to other \nremedies for the recovery thereof, be deducted from any money payable \nby the Federal Government to the recipient person from his estate or be \nrecovered as arrears of land revenue. \n• Succession.—In case of death of a bond's holder, payment of \nprincipal amount, profit and the prize money, as the case may be, shall be \npayable to his legal heirs according to succession certificate issued by a \ncourt of competent jurisdiction. \nDuplicate.—In case of loss of a bond, the investor shall make \nan application, on the format prescribed under rule 4, to the office of issue \nfor issuance of fresh bond equivalent to the face value and in lieu of the \nlost bond with new serial number. \n17. Zakat.—Investment made under these rules, payable profit and \nprize money thereof, shall be exempt from compulsory deduction of Zakat. \n18. Applicable tax.—Profit and prize money on the bonds shall \nbe subject to tax in accordance with the applicable laws. \n[No. F. 16(1)GS-I/2016-196.] \nNIAMATULLAH KHAN, \nSection Officer (GS-I). \nPRINTED BY THE MANAGER, PRINTING CORPORATION OF PAKISTAN PRESS, ISLAMABAD. \nPUBLISHED BY THE DEPUTY CONTROLLER, STATIONERY AND FORMS, UNIVERSITY ROAD, KARACHI."
}