{
    "file": "./converted_json\\administratorec9f735cee6012feeae4b12811d9dc12.json",
    "name": "Constitution (Twenty-fifth Amendment) Act, 2018",
    "date": "2018-05-31",
    "tagline": "Amendments to the Constitution of the Islamic Republic of Pakistan",
    "content": "REGrsrEREDN\".y#\n@0eGvffi d SiltdtulI\nEXTRAORDINARY\nPUBLISHED BY AUTHORITY\nISLAMABAD, TUESDAY, JUNE 5, 2OI8\nPART I\nActs, Ordinances, President's Orders and Regulations\nSENATE SECRETARIAT\nIslamabad. the lth ,Iune. 201 I\nNo. F.9 (30)/2018-Legis.-The following Act of Majlis-e-Shoora\n(Parliament) received the assent of the President on 3lst May, 2018 and is\nhereby published for general information:-\nAcr No. xxxvIl ol' 2018\nAn Act.firrlher to umend lh! Constitttlion of thc lslumic Republic oJ\nPakistun\nWHrnees it is expedient further to amend the Constitution of the lslamic\nRepublic of Pakistan for the purposes hereinafter appearing;\nIt is hereby enacted as follows:-\nl. Short title antl commencement.-< l) This Act Inay be called the\nConstitution (Twenty-fifth Arnendment) Act, 201 8.\n(2) Except as provided in this Act, it shall come into force at once.\n(7 l3)\nPrice; Rs. 1.00\n[5996(201 8) Ex.Gaz.]\n714 TI]E GAZET\"fE OF PAKISTAN. EXTRA,, JUNE 5. 20I8 [PART I\n2. Amend ment of Article I of the Constitution.-ln the Constitution\nof the Islamic Republic of Pakistan, hereinafter referred to as the Constitution, in\nArticle I, in clause (2),-\n(i) in paragraph (b), after semi-colon the word \"and\" shall be inserted;\n(iD paragraph (c) shall be ornifted; and\n(iii) paragraph (d) shall be renumbered as paragraph (c)\n3. Amendrnent of Article 51 of the Constitution.-ln the Constitution,\nin Article 5 i,-\n(i) in claus,: (l), for the expression \"three hundred and fbrty-two\" the\nexpressicn \"tlrree hundred and thirty-six\" shall be substituted;\n(ii) for clause (3) and the Table thereunder, the following shall be\nsubstituled, namely:-\n\"(3) Th: seats in the National Assembly referred to in clause (l),\nexcept the seats mentioned in clause (4), shall be allocated to\neach Province and the Federal Capital as under:-\nBalochistarr\nKhber Pakhtunkhw,r\nPunab\nS indh\nFederal Caital\nTotal:\n(iii) after clarrse (3), substituted as aforesaid, the following new clause\nshall be inserted. namely:-\n\"(lA)Norwithstanding anything contained in clause (l) or any other\nlaw for the time being in force, the members of the National\nAssembly from the Federally Administered Tribal Areas to\nbe :lected in the general elections, 2018 shall continue till\ndissolution of the National Assemblv and thereafter this\nclar se shall stand omitted.\"; and\n(iv) in clause 5, the words, brackets; figure and comma .,Save as\nprovided in clause (3) in respect of the Federally Administered\nTribal Areas,\" shall be omitted and for the word ,,the,,, occurring\nfor the fir;t time, the word \"The', shall be substituted.General Seats Women SeatsTotal Seats\nl6 4 20\n45 l0 55\n32 t73 l4t\n6l t4 15\nJ 3\n326 266 60\nPARr llTHE GAZETTE OF PAKISTAN, EXTRA., JUNE 5, 20 I8 715\n4. Amendment of Article 59 of the Constitution.-ln the\nConstitution. in Article 59,-\n( l) in clause ( I ), -\n(a) for the words \"one hundred and four\" the word \"ninety-six\"\nshall be substituted; and\n(b) paragraph (b) shall be omitted;\n(2) in clause (3), paragraph (b) shall be omitted; and\n(3) after clause (3), amended as aforesaid, the following new clause\nshall be inserted, namely:-\n\"(3A)Notwithstanding the omission of paragraph (b) of clause ( l)\nand the omission of paragraph (b) of clause (3). the existing\nmembers of the Senate from the Federally Administered\nTribal Areas shall continue till expiry of their respective\nterms of office and on the expiry of the aforesaid terms this\nclause shall stand omitted.\".\n5. Amendment of Article 62 of the Constitution.-ln the Constitution,\nin Article 62, in clause (l), in paragraph (c), the words \"or the Federally\nAdministered Tribal Areas\" shall be omitted.\n6. Amendment of Article 106 of the Constitution.-ln the\nConstitution, in Article 106,-\n(D in clause (l), in the Table, for the expression \"Khyber Pakhtunkhwa\",\nin the first column and the entries relating thereto in the second,\nthird, fourth and fifth columns, the following shall be substituted.\nnamely:-\n\"Khyber Pakhtunkhwa I l5 26 4 145\" ; and\n(ll) after clause (l), amended as aforesaid, the following new clauses\nshall be inserted. namely:-\nThe seats for the Province of Khyber Pakhtunkhwa, referred\nto in clause (l), include sixteen general seats, four seats for\nwomen and one seat for non-Muslims in respect of the\nFederally Administered Tribal Areas:\nProvided that elections to the aforesaid seats shall be\nheld within one year after the general elections, 2018.\"(lA)\n716 THE GAZETTE OF PAKISTAN, EXTRA., JUNE5, 2OI8 [PARTI\n( lB) Aft,,r elections to seats referred to in clause (1A), both clause\n( I A ) and this clause shall stand omitted.\".\n7. Amendnrent of Article 155 of the Constitution.-ln the\nConstitution, in Article 155, in clause (l), the words and comma \"or the\nFederally Adrninistere,i Tribal Areas,\" shall be omitted.\n8. Amendntent of Article 246 of the Constitution.-ln the\nConstitution. in Articl(: 246.-\n(i) in paragraph (b), the word \"and\", at the end, shall be omittedl\n(ii) in paragraph (c), for the full stop at the end, a semi colon and the\nword \"; z nd\" shall be substituted; and\n(iii) after par,rgraph (c), as amended herein above, the following new\nparagrapn shall be added, namely:-\n\"(d) On the commencement of the Constitution (Twenty-fifth\nAmendment) Act,20l8, the areas mentioned in-\n(i) paragraph (b),-\n(a) in riub-paragraph (i), shall stand merged irt the Province of\nKh.iber Pakhtunkhwa; and\n(b) in r;ub-paragraph (ii), shall stand merged in the Province of\nBalochistan; and\n(ii) paragraph (c), shall stand merged in the Province of Khyber\nPakhtunkhwa.\".\n9. Omission of Article 247 ot lhe Constitution.-ln the Constitution,\nAaicle 247 shall be orritted.\nAMJED PERVEZ,\nSe cre lo rv\nPRINTED BY THE MANAGER, PRINTING CORPORATION OF PAKISTAN PRESS, ISLAMABAD,\nPUBLISHEO BY THE DEPUT/ CONTROLLER, STATIONERY AND FORMS, UNIVERSITY ROAD, KARACHI"
}