{
    "file": "./converted_json\\administrator3a862450cdd72c28333bf4c2c147d034.json",
    "name": "The Costs of Litigation Act, 2017",
    "date": "23rd May, 2017",
    "tagline": "An Act further to amend the Code of Civil Procedure, 1908 and the Code of Criminal Procedure, 1898",
    "content": "THE COSTS OF LITIGATION ACT, 2017  \n \n \n \n \nCONTENTS  \n1. Short title, application and commencement.  \n2. Amendment of Act V of 1908.  \n3. Amendment  of Act V of 1898.  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n  \n\n \n THE COSTS OF LITIGATION  ACT, 2017  \nACT  NO. XVII  OF 2017  \n [23th May,  2017 ] \n \nAn Act further  to amend  the Code  of Civil  Procedure , 1908  and the Code  of Criminal  Procedure,  \n1898  \n \nWHEREAS  it is expedient  further  to amend  the Code  of Civil  Procedure,  1908  (V of 1908)  and the \nCode  of Criminal  Procedure,  1898  (V of 1898),  for the purposes  hereinafter  appearing ; \n \nIt is hereby  enacted  as follows:— \n \n  1.  Short  title,  application  and commencement. — (1) This Act may be called  the Costs  of \nLitigation  Act. 2017.  \n \n(2)   It shall  apply  to the Islamabad  Capital  Territory.  \n \n(3)   It shall  come into force  on such date as the Federal  Government  may,  by notification  in \nthe official  Gazette,  specify  and shall  apply  to such courts  in the Islamabad  Capital  Territory  as the \nFederal  Government  may,  by notification  in the official  Gazette,  deter mine  in this behalf  and different  \ndates  may be specified  in respect  of different  courts.  \n \nPART -I \n \nCIVIL  PROCEEDINGS  \n \n2.  Amendment  of Act V of 1908.— In the Code  of Civil  Procedure,  1908  (V of 1908),— \n \n(I) for section  35, the following  shall  be substituted,  namely:⸻ \n \n      “35.  Costs.— (1) Subject  to such conditions  and limitations,  as may be prescribed , and to \nthe provisions  of any law for the time being  in force,— \n \n(i)    a party  to any proceedings  shall,  before  the announcement  of final order,  \njudgment  or decree,  file in the prescribed  form,  details  of actual  costs  of \nlitigation,  including  but not limited  to court  fee, stamp  fee. fee paid to counsel  \nand all other  ancillary  or incidental  expenses  thereto;  \n \n(ii)   the Court  shall  award  the actual  costs  of litigation  under  clause  (i) to the \nsuccessful  party  with markup  not exceeding  the prescribed  limit  per annum,  as \nnotified  by the State  Bank  of Pakistan,  at the time of passing  the order,  \njudgment  or decree;  \n \n(iii)  the costs  other  than those  mentioned  in clause  (i) shall  be in the discretion  of \nthe Court:  and \n \n(iv) the Court  shall  have  full power  to determine  out of what  property  such costs  are \nto be paid and recovered  and to give all necessary  directions  for the purposes  \naforesaid.  \n \n (2)  The fact that the Court  has no jurisdiction  in respect  of the proceedings  shall  be no bar to \nthe exercise  of such powers  under  this section.”; \n \n(II)  for section  35A,  the following  shall  be substituted,  namely:— \n \n“35A.  Adjournment  costs.— If, on the date fixed  for hearing  in any proceedings,  a party  to \nthe proceedings  or any other  person,  despite  service  of notice,  fails to appear  or comply  \nwith any order  of the Court  or mandatory  provision  of the Code  or any other  law for \nthe time being  in force,  seeks  an adjournment  for such purpose,  the Court  shall,  for \nsufficient  cause  and reasons  to be recorded,  grant  such adjournment  on the condition  \nthat such party  or person  shall  pay to the other  party,  costs  of adjournment  which  shall  \nnot be less than five thousand  Rupees  per adjournment  or such higher  amount  as may \nbe prescribed  from  time to time:  \n \nProvided  that if the Court  is satisfied  that the adjournment  being  sought  is on \naccount  of unavoidable  reasons  beyond  the control  of the party  concerned,  which  \nreasons  shall  be recorded  by the Court,  the Court  may grant  adjournment  without  \nimposing  adjoumment  costs:  \n \nProvided  further  that if the Court  finds  that there  is a tendency  of seeking  \nrepeated  adjournments  by any party  on such grounds,  the Court  may not grant  \nadjournment  without  imposing  the adjournment  costs  as the Court  may deem  fit.”; and \n \n(III)    after section  35A,  substituted  as aforesaid,  the following  new sections  shall  be inserted,  \nnamely:  \n \n35B.     Special  costs.— (1) If in any proceedings,  the Court  finds  that any averment  made  by \nany party  is false  or vexatious  to the knowledge  of such party,  the Court  shall  award  \nspecial  costs  to the opposite  party  against  whom  such averment  has been  made.  \n \n(2)  The amount  of any special  costs  awarded  under  sub-section  (1) shall  be taken  into \naccount  in any subsequent  suit for damages  or compensation  in respect  of such claim  \nor defence.  \n \n35C.   General  provisions  as to costs.— The Government  shall  not be liable  to costs  under  \nsections  35, 35A and 35B. \n \nExplanation .— In sections  35, 35A and 35B,  the expression  “proceedings ” \nincludes  suit, appeal,  review,  revision,  execution  or any other  proceedings  and any \nmatter  incidental  thereto.” \n \n \n \n \n \n \n \n \n \n \n \n Part - II \nCRIMINAL  PROCEEDINGS  \n \n3.  Amendment  of Act V of 1898.— In the Code  of Criminal  Procedure,  1898  (V of 1898),— \n \n(I)  the existing  section  200 shall  be re-numbered  as sub-section  (I) thereof  and,— \n \n(i)    in sb-section  (1), re-numbered  as aforesaid,  in the proviso,  after clause  (aa), the \nfollowing  new clause  (b) shall  be inserted,  narrely:⸻ \n \n“(b)  Where  a complainant  is a Court  or a public  servant,  the Court  or a public  \nservant,  as the case may be, shall  not be liable  to adjournment  costs  \nunder  sub-section  (2); and \n \n(ii)    after sub-section  (1), amended  as aforesaid,  the following  new sub-section  \nshall  be added,  namely:— \n \n(2)  Subject  to provisions  of section  344, if on the date fixed  for hearing  in any proceedings,  a \nparty  to a case or any other  person,  despite  service  of notice,  fails to appear  or comply  with any order  \nof the Court  or mandatory  provision  of the Code  or any other  law for the time being  in force,  seeks  an \nadjournment  for such purpose,  the Court  may,  for sufficient  cause  and reasons  to be recorded,  grant  \nsuch adjournment  on the condition  that such party  or person  shall  pay to the other  party,  adjournment  \ncosts  which  shall  not be less than ten thousand  rupees  per adjournment  or such higher  amount  as may \nbe prescribed  from  time to time.”; \n \n(II)  in section  250, in sub-section  (2), for the words  “twenty  five thousand” the words  “one \nhundred  thousand  shall  be substituted. ”; and \n \n(III) in section  344, in sub-section  (I), after the expression  “terms” the commas  and words  “, \nincluding  adjournment  costs,” shall  be inserted .”"
}