{
    "file": "./converted_json\\administrator46c9a3c62acc16428e73999e7d30ba2a.json",
    "name": "The Official Secrets Act, 1923",
    "date": "2nd April, 1923",
    "tagline": "An Act to consolidate and amend the law in Pakistan relating to official secrets",
    "content": "Page 1 of 14 \n \n  \n \n \nTHE OFFICIAL SECRETS ACT, 1923  \n \n \n \nCONTENTS  \n        \n1.  Short title, extent and application  \n2.  Definitions  \n3.  Offence  \n3A.  Restriction against photographs, sketches, etc., of prohibited and notified areas  \n4.  Communications with enemy or foreign ag ents to be evidence of commission of \ncertain  offence  \n5.  Wrongful communication, etc., of information  \n6.  Unauthorized use of uniforms; falsification of reports, forgery, personation and false \ndocuments  \n6A. Unauthorized disclosure of identities, etc . \n7.  Interfering with officers of the police or members of the armed Forces of Pakistan  \n8.  Duty of giving infor mation as to commission of offences  \n9. Attempts, incitements, etc . \n10.  Penalty for harbouring spies  \n11.  Search warrants   \n\n \nPage 2 of 14 \n 12.  Power to arrest  \n12A.  Investigation etc . \n13.  Restriction on trial of offences  \n14.  Exclusion of public from proceeding s \n15.  Offences by companies, etc . \n16.  Power to make rules  \n \n \nPage 3 of 14 \n THE  OFFICIAL  SECRETS  ACT,  1923  \n1ACT  NO. XIX OF 1923  \n[2nd April,  1923] \nAn Act to consolidate  and amend  the law in 2[Pakistan]  relating  to official  secrets.         \n 3[*   *   *   *   *   *   *] \n \nWHEREAS  it is expedient  that the law relating  to official  secrets  in 2[Pakistan]  should  be \nconsolidated  and amended;  \n \nIt is hereby  enacted  as follows: \n \n1. Short  title,  extent  and application.  (1) This Act may be called  the 4[*] Official  Secrets  \nAct, 1923.  \n \n5[(2) It extends  to the whole  of Pakistan,  and applies  also to all citizens  of Pakistan  and \npersons  in the service  of Government  wherever  they may be.] \n \n2. Definitions.  In this Act, unless  there  is anything  repugnant  in the subject  or context, — \n \n(1) any referen ce to a place  belonging  to 6[Government]  includes  a place  occupied  by any \ndepartment  of the Government,  whether  the place  is or is not actually  vested  in 6[Government]  ; \n \n7[*   *   *   *   *   *   *] \n \n(2) expressions referring to communicating or rece iving  include any communicating or \nreceiving, whether in whole or in part, and whether the sketch, plan, model, article, note, document, \nor information itself or the substance, effect or description thereof only be com municated or \nreceived; expressions referri ng to ob taining or retaining any sketch, plan, model, article, note or \ndocument, include the copying or causing to be copied of the whole or any part of any sketch, plan, \nmodel, article, note, or document ; and expressions referring to the communication of  any sketch, \nplan, model, article, note or document include the transfer or transmission of the sketch, plan, m odel, \narticle, note or document ; \n \n1For Statement of Objects and Reasons, see Gazette of India, 1922, Pt. V, p. 210; and for Report of Select Comm ittee, see ibid.,  1923, Pt. V, \np. 61.  \nFor temporary amendment of this Act during the continuance of war , and for a period of six months thereafter, see s. 6 of the Defence of \nIndia Act, 1939 (35 of 1939), since expired.  \nThe Act has been extended to the Lea sed Areas of Baluchistan, see the Leased Areas (Laws) Order, 1950 (G.G.O. 3 of 1950), and applied in \nthe Federated Areas of Baluchistan, see Gazette of India, 1937, Pt. I, p. 1499.  \nThis Act has been extended to the Baluchistan States Union, see the Baluchi stan States Union (Federal Laws) (Extension) Order, 1953 \n(G.G.O. 4 of 1953), as amended by the Baluchistan States Union (Federal Laws) (Extension) (Second Amdt.) Order, 1953 (G.G.O. 19 of \n1953).  \nIt has also been extended to the Khairpur State, see G.G.O. 5 of 1953, as amended by G.G.O. 25 of 1953.  \nIt has also been extended to the State of Bahawalpur by the Bahawalpur (Extension of Federal Laws) Order, 1953 (G.G.O. 11 of 1953), as \namended.  \nThe Act has been and shall be deemed to have been brought into force  in Gwadur with effect from the 8th September, 1958, by the Gwadur \n(Application of Central Laws) Ordinance, 1960 (37 of 1960), s. 2.  \nThis Act has been applied with certain modifications to the Tribal Areas of West Pakistan by Regulation No. I of 1963, s. 2  and Sch. ( with \neffect from the 30th December, 1964 ). \nFor notification of Procedure provided under this Act, see the Enemy Agents Ordinance, 1943 (1 of 1943).  \n2Subs. by the Central Laws (Statue Reform) Ordinance, 1960 (21 of 1960), s. 3 and 2nd Sch. ( with effect from the 14th October, 1955 ), for \n“the Provinces and the Capital of the Federation” which had been subs. by A.O., 1949, for “British India”.  \n3Preamble omitted by the Federal Laws (Revision and Declaration) Ordinance, 1981 (27 of 1981), s. 3 and Sc h. II.  \n4The word “Indian” omitted by the Federal Laws (Revision and Declaration) Act, 1951 (26 of 1951), s. 3 and Sch II.  \n5Subs. by the Central Laws (Statue Reform) Ordinance, 1960 (21 of 1960), s. 3 and 2nd Sch. ( with effect from the 14th October, 1955 ), for \nsub-section (2) as amended by A.O., 1937, A.O., 1949 and the Federal Laws (Revision and Declaration) Act, 1951 (26 of 1951).  \n6Subs. by A.O., 1961, Art. 2 and Sch., for “His Majesty” ( with effect from the 23rd March, 1956 ). \n7Cl. (1A) which was ins. by A.O., omitted by A.O., 1949.  \n \nPage 4 of 14 \n              1[(2A)  ‘appropriate  Government ’ means,  in relation  to matters enumerated  in the 2[Federal  \nLegislative  List in the Fourth  Schedule]  to the Constitution,  the 3[Federal  Government]  and, in relation  to \nany other  matte r, the Provincial  Government;]  \n4[(3) “document” includes any written, unwritten, virtual, electronic, digital, or any other tangible \nor intangible instrument, and includes part of such document, the plans, measures, activities, contracts, \nagreements, memor andums, etc. related to procurements of supplies of or sales of munitions that relate to \nmilitary capability and potential and would be needed by the state in time of peace and war :] \n4[(3A) “intelligence agency” means, inter alia , the Directorate General o f Inter -Services \nIntelligence and Intelligence Bureau; ] \n(4) “model”  includes  design,  pattern  and specimen  ; \n4[(5) “Munitions of war” includes the whole or any part of any ship, submarine, aircraft, tank, \nvehicles or similar engine, arms and ammunition, tor pedo, or mine intended or adopted for use in war, \nand any other article, equipment, material, device or capability, system or platform including digital, \nphysical, virtual, electronic, vehicular use by the Armed Forces, whether actual or proposed, intended  for \nsuch use; ] \n(6) “Office  under  5[Government]”  includes  any office  or employment  in or under  any department  \nof the Govern ment  6[* * *]; \n(7) “photograph”  includes  an undeveloped  film or plate  ; \n(8) “prohibited  place”  means \n(a)  any work  of defence,  arsenal naval,  military  or air force  establishment  4[office, or \npart of building]  or station,  mine,  minefield,  camp,  ship or aircraft  belonging  to, \nor occupied  by or on behalf  of, 5[Government],  any military  telegraph  or \ntelephone  so belonging  or occupied,  any wireless  or signal  station  or office  so \nbelonging  or occupied  and any factory,  dockyard  or other  place  so belonging  or \noccupied  and used for the purpose  of building,  repairing,  making  or storing  any \nmunitions  of war, or any sketches,  plans,  models  or documents  relating  thereto,  or \nfor the purpose  of getting  any metals,  oil or minerals  of use in time of 4[peace \nand] war ; \n(b)  any place not belonging to 5[Government] where any munitions of war or any \nsketches, models, plans or documents relating thereto a re being made, repaired, \ngotten or stored under contract with, or with any person on behalf of, 5[Govern -\nment], or otherwise on behalf of 5[Government];  \n(c)  any place belonging to or used for the purpose of 5[Govern ment] which is for the \ntime being decla red by the 7[appropriate Government], by notification8 in the \n9[official Gazette], to be a prohibited place for the purposes of this Act on the \nground that  4[any access,  intrusion,  approach,  attack  or]  information  with respect  \n \n \n1Subsection (2A) ins. by  A.O., 1964, Art. 2 and Sch.  \n2 Subs. by F.A.O., 1975, Art. 2 and Sch., for “Third Schedule”.  \n3Subs. ibid., Art. 2 and Table for “Central Government”.  \n4Subs.  and Ins.,  by Act LXIII of 2023, s.2.  \n5Subs. by A.O., 1961 Art. 2 and S ch., for “His Majesty” ( with eff ect from the 23rd March, 1956 ).  \n6The words “or of the Government of the United Kingdom or of any British possession” omitted ibid., (with eff ect from the 23rd March,  1956 ). \n7Subs. by A.O., 1964, Art. 2 and Sch., for “Central Government” which had be en subs. by A.O., 1937, for “G.G. in C.”.  \n8For such notifin., see Ga z. of P., 1957, Ext., p. 1172; ibid., 1959, Pt. I, p 518 and ibid., 1960, Pt. I, p. 520.  \n9Subs. by A.O., 1937, for “Gazette of India”.  \n \nPage 5 of 14 \n thereto, or damage thereto, would be useful to an enemy, and to which a copy of \nthe notification in respect thereof has  been affixed in English and in the \nvernacular of the locality ;  \n \n(d) any railway, road, way or channel  1[or any strategic infrastructure] , or other \nmeans of communication by land or water 1[or air] (including any works or \nstructures being part thereof or connected therewith) or any place used 1[for \nmodern communication means,] for gas, water or electricity works or other works \nfor purposes of a public character, or any place where any muni tions 1[related to \ndefence] of war or any sketches, models, plans, or documents relating thereto, are \nbeing made, repaired or stored otherwise than on behalf of 2[Govern ment], which \nis for the time being  declared3 by the 4[appropriate  Government]  by notification  in \nthe 5[official  Gazette],  to be a prohibited  place  for the purposes  of this Act on the \nground  that information  with respect  thereto,  or the destruction  or obstruction  \nthereof,  or interference  there  with,  would  be useful  to an enemy,  and to which  a \ncopy  of the notification  in respect  thereof  has been  affixed  in English  and in the \nvernacular  of the locality  [:]6 \n7[Provided  that where  for declaring  a prohibited  place  under  sub-clause  \n(c) or sub-clause  (d) a notifica tion in the official  Gazette  is not considered  desir -\nable in the interest  of the security  of the State, such declaration  may be made  by \nan order  a copy  or notice  of which  shall  be prominently  displayed  at the point  of \nentry  to, or at a conspicuous  place  near,  the prohibited  place.].  \n1[(e)  any place occupied by armed forces for the purpose of war games, e xercises, \ntraining, research and development, movement of troops, in camera briefings;  \n(f)  any place, any land, building or a property situated in Pakistan or anywhere in the \nworld having physical or virtual custody or storage of protected information or an \nasset, the access to and use of which is prejudicial to the safety or interest of \nPakistan. ] \n1[(8A) “Enemy”  for the purposes  of this Act means “any person who is directly or indirectly, \nintentionally working for or engaged with the foreign power, foreig n agent, Non -State Actor, \norganization, entity, association or group guilty of a particular act tending to show a purpose that is \nprejudicial to the safety and interest of Pakistan; ] \n  \n(9) “sketch”  includes  any photograph  or other  mode  of representing  any place  or thing  ; 1[*] \n \n(10) “Superintendent  of Police”  includes  any police  officer  of a like or superior  rank,  and any \nperson  upon  whom  the powers  of a Superintendent  of Police  are for the purposes  of this Act conferred  by \nthe 4[appropriate  Government],  8[*    *    *] 1[;and]  \n1[(11) “unauthorized access” means without authorization any physical, electronic, or virtual \naccess or contact, direct or  indirect, to a prohibited place, an information system, application, network, \ndata, processed or derived, or any  such document or resource or prohibited place which is not available \nfor access by general public. ] \n \n1Ins. and omitted  by Act LXIII of 2023, s.2.  \n2Subs. by A.O., 1961 Art. 2 and Sch., for “His Majesty” ( with effect from the 23rd March, 1956 ). \n3For such de claration see Gaz. of P., 1955, Pt. I, p. 43 and 383; and ibid., 1958, Pt. I, p. 1470.  \n4Subs. by A.O., 1964, A rt. 2 and Sch., for “Central Government” which had been subs. by A.O., 1937, for “G.G. in C.”.  \n5Subs. by A.O., 1937, for “Gazette of India”.  \n6Subs. by the Of ficial Secrets (Amdt.) Act, 1966 (8 of 1966), s. 2, for semi colon.  \n7Proviso ins. ibid.  \n8The words “or by any L. G.” omitted by A.O., 1964, Ac t. 2. \n \nPage 6 of 14 \n 1[3. Offence. — (1) A person shall commit an offence under this section If he intentionally \nfor any purpose prejudicial to public order, defence, safety or interests of the State, — \n(a) approaches, inspects, passes over or is in the vicinity of, or enters, attacks, \ndestroys or otherwise undermines any prohibited place; or  \n(b) makes any sketch, pla n, model, or note which is calculated to be or might be \nor is intended to be, directly or indirectly, useful to an enemy;  \n(c) obtains, collects, records or publishes or communicates to any other person \nany secret official code or password, or any electroni c or modern device, \nsketch, plan, model, article or note or other document or information, in any \nmanner whatsoever, which is calculated to be or might be or is intended to be, \ndirectly or indirectly, useful to an enemy of the State;  \n(d) gains unauthorized  access to document or information from within or outside \nof Pakistan with or without use of electronic or modern devices;  \n(e) causes an unmanned vehicle or device to access, enter, inspect, pass over or \nunder, approach or be in the vicinity of a prohibite d place; and  \n(f) disclosure or retention of any activity, information, document, related to \ninvention, research, development, production, maintenance, operation, storage \nand disposal of weapons, equipment or any capability of these forces, and \naccess to or  unauthoriz edd disclosure of which is prejudicial to the safety and \ninterest of Pakistan. ] \n \n(2) On a prosecution for an offence punishable under this section with imprisonment for a \nterm which may extend to four teen years, it shall not be necessary to sho w that the accused person \nwas guilty of any particular act tending to show a purpose prejudicial to the safety or interests of the \nState, and, notwith standing that no such act is proved against him, he may be con victed if, from the \ncircumstances of the c ase or his conduct or his known character as proved, it appears that his purpose \nwas a purpose prejudicial to the safety or interests of the State ; and if any sketch, plan, model, \narticle, note, document, or information relating to or used in any prohibit ed place, or relating to \nanything in such a  1[prohibited place, related to work of defence during peace or war by land, sea or \nair] place, or any secret official code or password is made, obtained, collected,  1[retained,]  recorded, \npublished or communicate d by any person other than a person acting under lawful authority, and \nfrom the  circumstances of the case or his conduct or his known character as proved it appears that his \npurpose was a purpose prejudicial to the safety or interests of the State, such sk etch,  plan, model, \narticle, note, document or information shall be presumed to have been made, obtained, collected,  \n1[retained, ] recorded, published or communicated for a purpose prejudicial to the safety or interests \nof the State.  \n2[(3) A person  guilty  of an offence  under  this section  shall  be punishable,  \n \n(a)  where  the offence  committed  is intended  or calculated  to be, directly  or \nindirectly,  in the interest  or for the benefit  of 1[enemy] , or is in relation  to any \nwork  of defence,  1[military]  arsenal,  naval,  military  or air force  estab lishment  \nor station,  mine,  minefield,  factory,  dockyard,  camp,  ship or aircraft   \n \n1Subs . and Ins. by Act LXIII of 2023, s.3.  \n2Added by the Of ficial Secrets (Amdt.) Act, 1966 (8 of 1966), s. 3.  \n \nPage 7 of 14 \n or otherwise  in relation  to the naval,  military  or air force  affairs  of Pakistan  or in \nrelation  to any secret  official  code,  1[with  death,  or] with imprisonment  for a term \nwhich  may extend  to fourteen  years;  and \n \n(b)  in any other  case,  with imprisonment  for a term which  may exten d to three  years.]  \n \n2[3A. Restriction  against  photographs,  sketches,  etc., of prohibited  and notified  areas. (1) No \nperson  shall,  except  under  the authority  of a written  permit  granted  by or on behalf  of the 3[appropriate  \nGovernment],  make  any photograph , sketch,  plan,  model,  note or representation  of any kind of any prohibited  \nplace  or of any other  place  or area 4[any document, work of defence, by using any digital, analogue or virtual \ndevice or means], notified  by the 3[appropriate  Government]  as a place or area 4[any document, work of \ndefence, by using any digital, analogue or virtual device or means]  with regard  to which  such restriction  \nappears  to that Government  to be expedient  in the interests  of the security  of Pakistan,  or of any part of or \nobject  in any such place  or area 4[any document, work of defence, by using any digital, analogue or virtual \ndevice or means] . \n(2) The 3[appropriate  Government]  may,  by general  or special  order  make  provision  for securing  that \nno photograph,  sketch,  plan,  model,  note or representation  of any kind made  under  the authority  of a permit  \ngranted  in pursuance  of subsection  (1) shall  be published  unless  and until the same has been  submitted  to and \napproved  by such authority  or person  as may be specified  in the order,  and may retain  or destroy  or otherwise  \ndispose  of anything  so submitted.  \n \n(3) If any person  contravenes  any of the provisions  of this section,  he shall  be punished  with \nimprisonment  for a term which  may extend  to three  years  or with fine or with both.  \n \n(4) The 5[Federal  Government]  may by 6notification  in the official  Gazette  empower  any Provincial  \nGovernment  to exercise  all or any of the powers  exercisable  by the 5[Federal  Government]  under  this section,  \nor under  sub-clause  (c) or sub-clause  (d) of clause  (8) of section  2, or under  clause  (10) of that section.]  \n4[4. Communications with enemy or foreign agents to be evidence of commission of certain \noffence.__] (1) In any proceedings  against  a person  for an offence  under  section  3, the fact that he has been  in \ncommunication  with,  or attempted  to communicate  with,  a foreign  agent,  whether  within  or without  \n7[Pakistan],  shall  be relevant  for the purpose  of proving  that he has, for a purpose  prejudicial  to the safety  or \ninterests  of the State,  obtained  or attempte d to obtain  informa tion which  is calculated  to be or might  be, or is \nintended  to be, directly  or indirectly,  useful  to an enemy.  \n4[(2) For the purpose of this section, but without prejudice to the generality of the foregoing \nprovision, — \n(a) a person may b e presumed to have been in communication with enemy or a foreign \nagent if — \n(i) Knowingly  he has, either within or without Pakistan visited the address of a \nforeign agent or consorted or associated with enemy or a foreign agent; or  \n \n \n1Ins. by the Of ficial S ecrets (Amdt.) Act, 1968 (8 of 1968), s. 2.  \n2S. 3A ins. by the Of ficial Secrets (Amdt.) Act, 1956 (10 of 1956), s. 2.  \n3Subs. by A.O., 1964, A rt. 2 and Sch., for “Central Govt.”.  \n4Ins. and Subs. by Act LXIII of 2023, s.4 -5 \n5Subs. by F.A.O., 1975, A rt. 2 a nd Table, for “Central Government”.  \n6For notifin. empowering the Provincial Governments, the Chief Commissioner of Karachi and the Agent to the Governor  General and Chief   \nCommissioner in Baluchistan to exercise the powers exercisable by Central Governm ent under this section and under cls. (c) and (d) of  subsection (8)  \nof section (2) and sub section (10) of  section 2, see Gaz. of P., 1955, Ext., pp 1019, 1338 and 1470.  \n7Subs. by the Central Laws (Statue Reform) Ordinance, 1960 (21 of 1960), s. 3 and 2 nd Sch. ( with ef fect from the 14 th October, 1955 ), for “the \nProvinces and the Capital of the Federation” which had been subs. by A.O. 1949, for “British India”.  \n \n \nPage 8 of 14 \n (ii) he either within or without Pakistan, has in possession the name or \naddress of, an enemy  or any other information regarding, an enemy \nforeign agent has been obtained by him from any other person;  \n(b)  the expression “enemy or foreign agent” includes any person who is or has \nbeen or in respect of whom it appears that there are reasonable groun ds for \nsuspecting him of being or having been employed by, an enemy either directly \nor indirectly, for the purpose of committing an act, either within or without \nPakistan, prejudicial to the safety or interests of the State, or who has or is \nreasonably  suspected of having, either within or without Pakistan, committed, \nor attempted to commit, such an act in the interests of or an enemy;  \n(c) any address, whether within or without Pakistan, in respect of which it appears \nthat there are reasonable grounds for s uspecting it of being an address used for \nthe receipt of communications intended for an enemy or a foreign agent; or \nany address at which an enemy or a foreign agent resides, or to which he \nresorts for the purpose of giving or receiving communications, or at which he \ncarries on any business, may be presumed to be the address of an enemy or a \nforeign agent, and communications addressed to such  an address to be \ncommunications with an enemy or a foreign agent. ] \n5. Wrongful  communication,  etc., of information .(1) If any person  having  in his \npossession  or control  any secret  official  code  or password  or any sketch,  plan,  model,  article,  note,  \ndocument  or information  which  relates  to or is used in a prohibited  place  1[or relates to the activities \nof Armed Force s during peace and war]  or relates  to anything  in such a place,  or which  has been  \nmade  or obtained  in contravention  of this Act, or which  has been  entrusted  in confidence  to him by \nany person  holding  office  under  2[Government],  or which  he has obtained  1[or retained]  or to which  \nhe has had access  owing  to his position  as a person  who holds  or has held office  under  \n2[Government],  or as a person  who holds  or has held a contract  made  on behalf  of 2[Government],  or \nas a person  who is or has been  employed  under  a person  who holds  or has held such an office  or \ncontract — \n \n(a)  wilfully  communicates  the code  or password,  sketch,  plan,  model,  article,  \nnote,  document  or information  to any person  other  than a person  to whom  he \nis authori sed to communicate  it, or a Court of Justice  or a person  to whom  it is, \nin the interests  of the State,  his duty to communicate  it ; or \n \n(b)  uses the information  in his possession  for the benefit  of any 1[enemy]  or in \nany other  manner  prejudicial  to the safety  of the State  ; or \n \n(c)  retains  the sketch,  plan,  model,  article,  note or docu ment  in his possession  or \ncontrol  when  he has no right  to retain  it, or when  it is contrary  to his duty to \nretain  it, or wilfully  fails to comply  with all directions  issued  by lawful  \nauthority  with regar d to the return  or disposal  thereof  ; or \n(d)  fails to take reasonable care of, or so conducts himself as to endanger the \nsafety of, the sketch, plan, model, article, note, document, secret official code \nor pass word or information ;  \n \n1Ins. by Act LXIII of 2023, s.6.  \n2Subs. by A.O., 1961, Ar t. 2, for “His Majesty” ( with effect from the 23rd March, 1956 ). \n \n \nPage 9 of 14 \n he shall be guilty of an offence under this section.  \n \n(2) If any person  voluntarily  receives  any secret  offici al code  or password  or any sketch,  plan,  \nmodel,  article,  note,  document  or information  knowing  or having  reasonable  ground  to believe,  at the \ntime when  he receives  it, that the code,  password,  sketch,  plan,  model,  article,  note,  document  or \ninformation  is communi cated  in contravention  of this Act, he shall  be guilty  of an offence  under  this \nsection.  \n \n1[(3) A person  guilty  of an offence  under  this section  shall  be punishable,  \n \n(a)  where  the offence  committed  is a contravention  of clause  (a) of sub-section  \n(1) and intended  or calculated  to be, directly  or indirectly,  in the interest  or for \nthe benefit  of a foreign  power,  or is in relation  to any work  of defence,  arsenal,  \nnaval, military  or air force  establish ment  or station,  mine,  mine -field,  factory,  \ndockyard,  camp,  ship or aircraft  or otherwise  in relation  to the naval,  military  \nor air force  affairs  of Pakistan  or in relation  to any secret  official  code,  2[with  \ndeath,  or] with imprisonment  for a term which  may extend  to fourteen  years  ; \nand \n \n(b)  in any other  case,  with imprisonment  for a term which  may extend  to two \nyears,  or with fine, or with both.]  \n \n6. Unauthorized  use of uniforms;  falsification  of reports,  forgery,  personation  and false  \ndocuments. (1) If any person  for the purpose  of gaining  admission  or of assisting  any other  person  \nto gain admission  to a prohibited  place  or for any other  purpose  prejudicial  to the safety  of the \nState \n \n(a)  uses or wears,  without  lawful authority,  any naval,  military,  air force,  police  or \nother  official  uniform,  or any uniform  so nearly  resembling  the same  as to be \ncalculated  to deceive,  or falsely  represents  himself  to be a person  who is or has \nbeen  entitled  to use or wear  any such uniform  ; or \n \n(b)  orally,  or in writing  in any declaration  or application,  or in any document  \nsigned  by him or on his behalf,  knowingly  makes  or connives  at the making  of \nany false  statement  or any omission  ; or \n \n(c)  forges,  alters,  or tampers  with any passport  or any naval,  military,  airforce,  \npolice,  or official  pass,  permit, certificate,  licence,  or other  document  of a \nsimilar  character  (hereinafter  in this section  referred  to as an official  \ndocument)  or knowingly  uses or has in his possession  any such forged,  altered,  \nor irregular  official  document  ; or \n \n(d)  personates,  or falsely  represents  himself  to be, a person  holding,  or in the \nemployment  of a person  holding  office  under  3[Government],  or to be or not to \nbe a person  to whom  an official  document  or secret  official  code  or password  \nhas been  duly issued  or communi cated,  or with intent  to obtain  an official  \ndocument,  secret  official  code  or password,  whether  for himself  or any other  \nperson,  knowingly  makes  any false  statement  ; or \n \n1Subs. by the Of ficial Secrets (Amdt.) Act, 1966 (8 of 1966)., s. 4. for sub section s (3) and (4).  \n2Ins. by the Of ficial Secrets (Amdt.) Act, 1968 (8 of 1968), s. 3.  \n3Subs. by A.O., 1961, Ar t, 2, for “His Majesty” ( with ef fect from the 3rd March, 1956 ). \n \nPage 10 of 14 \n (e)  uses,  or has in his possession  or under  his control,  without  the authority  of the \ndepartment  of the Government  or the authority  concerned,  any die, seal or \nstamp  of or belonging  to, or used,  made  or provided  by, any department  of the \nGovernment,  or by any diplomati c, naval,  military  or air force  authority  \nappointed  by or acting  under  the authority  of 1[Government],  or any die, seal \nor stamp  so nearly  resembl ing any such die, seal or stamp  as to be calculated  \nto deceive,  or counterfeits  any such die, seal or stamp,  or knowingly  uses,  or \nhas in his possession  or under  his control,  any such counterfeited  die, seal or \nstamp,   \n \nhe shall  be guilty  of an offence  under  this section.  \n \n(2) If any person  for any purpose  prejudicial  to the safety  of the State \n \n(a)  retains  any official  document,  whether  or not completed  or issued  for use, \nwhen  he has no right  to retain  it, or when  it is contrary  to his duty to retain  it, \nor wilfully  fails to comply  with any directions  issued  by any department  of the \nGovernment  or any person  authorised  by such department  with regard  to the \nreturn  or disposal  thereof  ; or \n \n(b)  allows  any other  person  to have  possession  of any official  document  issued  for \nhis use alone,  or communi cates  any secret  official  code  or password  so issued,  \nor, witho ut, lawful  authority  or excuse,  has in his possession  any official  \ndocument  or secret  official  code  or password  issued  for the use of some  person  \nother  than himself,  or, on obtaining  possession  of any official  document  by \nfinding  or otherwise,  wilfully  fails to restore  it to the person  or authority  by \nwhom  or for whose  use it was issued,  or to a police  officer  ; or \n \n(c) without  lawful  authority  or excuse,  manufactures  or sells,  or has in his \npossession  for sale, any such die, seal or stamp  as aforesaid  ; \n \nhe shall  be guilty  of an offence  under  this section.  \n \n(3) A person  guilty  of an offence  under  this section  shall  be punishable  with imprisonment  \nfor a term which  may extend  to two years,  or with fine, or with both.  \n(4) The provisions  of sub-section  (2) of section  3 shall  apply,  for the purpose  of proving  a \npurpose  prejudicial  to the safety  of the State,  to any prosecution  for an offence  under  this section  \nrelating  to the naval,  military  or air force  affairs  of 1[Government],  or to any secret  official  code in \nlike manner  as they apply,  for the purpose  of proving  a purpose  prejudicial  to the safety  or interests  \nof the State,  to prosecutions  for offences  punishable  under  that section  with imprisonment  for a term \nwhich  may extend  to fourteen  years.  \n2[6A. Unauthor ized disclosure of identities, etc .— (1) A person shall commit an offence \nwho intentionally acting in any manner prejudicial to public order, safety, interests or defence of \nPakistan, or any part thereof, discloses in such a manner that exposes the identit y of such undisclosed \npersons in any manners the identity of the members of the intelligence agencies, or the informants or \nsources thereof.  \n1Subs. by A.O., 1961, Ar t. 2, for “His Majesty” ( with effect from the 23rd March, 1956 ).  \n2Ins. by Act LXIII of 202 3, s.7.  \n \nPage 11 of 14 \n (2) Whoever commits an offence under sub -section (1) shall be liable to punishment of \nimprisonment for a term which may extend to three years, or with fine which may extend to one \nmillion rupees, or with both.  \n(3) Any person who abets, incites, con spires or attempts to commit the offence under sub -\nsection (1) shall be liable to the same punishment provided for under sub -section (2). ] \n7. Interfering with officers of the Police or members of the armed forces of \nPakistan. (1) No person in the vicinity  of any prohibited place shall obstruct, knowingly mislead \nor otherwise interfere with or im pede, any police officer, or any member of 1[the armed forces of \nPakistan] engaged on guard, sentry, patrol, or other similar duty in relation to the prohibited pl ace. \n(2) If any person acts in contravention of the provisions of this section, he shall be punishable \nwith imprisonment which may extend to two years, or with fine, or with both.  \n8. Duty  of giving  information  as to commission  of offences.(1) It shall  be the duty of \nevery  person  to give on demand  to a Superintendent  of Police,  or other  police  officer  not below  the \nrank of Inspector,  empowered  by an Inspector -General  2[*  *  *] in this behalf,  or to any member  of \n1[the armed  forces  of Pakistan]  engaged  on guard,  sentry,  patrol  or other  similar  duty,  any \ninformation  in his power  relating  to an offence  or suspected  offence  under  section  3 or under  section  \n3 read with section  9 and, if so required,  and upon  tender  of his reasonable  expenses,  to attend  at \nsuch reasonable  time and place  as may be specified  for the purpose  of furnishing  such information.  \n(2) If any person  fails to give any such information  or to attend  as aforesaid,  he shall  be \npunishable  with imprisonment  which  may extend  to two years,  or with fine, or with both.  \n3[9. Attempts, incitements, etc. — Any person who incites to commit, conspires to commit, \nattempts to commit, aids or abets the commission of an offence under this Act shall be punishable \nwith the same punishment, and be liable to be proceeded against in the same manner as if he had \ncommitted such offence. ] \n10. Penalty  for harbouring  spies.(1) If any person  knowingly  harbours  any person  whom  \nhe knows  or has reasonable  grounds  for supposing  to be a person  who is about  to commit  or who has \ncommitted  an offence  under  section  3 or under  section  3 read with section  9 or knowingly  permits  to \nmeet or assemble  in any premises  in his occupation  or under  his control  any such persons,  he shall  be \nguilty  of an offence  under  this section.  \n(2) It shall  be the duty of every  person  having  harboured  any such person  as aforesaid  or \npermitted  to meet  or assem ble in any premises  in his occupation  or under  his control  any such \npersons  as aforesaid,  to give on demand  to a Superintendent  of Police  or other  police  officer  not \nbelow  the rank of Inspector  empowered  by an Inspector -General  2[* * *] in this behalf,  any informa -\ntion in his power  relating  to any such person  or persons,  and if any person  fails to give any such \ninformation,  he shall  be guilty  of an offence  under  this section.  \n(3) A person  guilty  of an offence  under  this section  shall  be punishable  with impr isonment  \nfor a term which  may extend  to one year,  or with fine, or with both.  \n \n1Subs. by A.O., 1961, Art. 2 and Sch. for “His Majesty’s forces” ( with effect from the 23rd March, 1956 ).  \n2The words “or Commissioner of Police” omitted by A.O., 1949.  \n3Ins. b y Act LXIII of 2023, s.8.  \n \nPage 12 of 14 \n 11. Search  Warrants. (1) If a 1[* * *] , Magistrate  of the first class  2[* * *] is satisfied,  by \ninformation  on oath that there  is reason able ground  for suspecting  that an offence  under  this Act has \nbeen  or is about  to be commi tted, he may grant  a search -warrant  authorising  any police  officer  \nnamed  therein,  not being  below  the rank of an officer  in charge  of a police  station,  to enter  at any \ntime any premises  or place  named  in the warrant,  if necessary,  by force, and to search t he premises \nor place and every person found therein, and to seize any sketch, plan, model, article, note or \ndocument, or anything of a  like nature, or anything which is evidence of an offence under this Act \nhaving been or being about to be committed which he may find on the pr emises or place or any such \nperson, and with regard to or in connection with which he has reasonable ground for suspecting that \nan offence under this Act has been or is about to be committed.  \n(2) Where it appears to a police officer, n ot being below the rank of Superintendent, that the \ncase is one of great emergency, and that in the interests of the State immediate action is necessary, he \nmay by a written order under his hand give to any police officer the like authority as may be given  by \nthe warrant of a Magistrate under this section.  \n(3) Where action has been taken by a police officer under sub -section (2) he shall, as soon as \nmay be, report such action, 1[* * * ] to the 2[Magistrate of the first class having jurisdiction] . \n12. Power t o arrest. 3[(1)] Notwithstanding anything in the Code of Criminal Procedure, \n1898 (V of 1898), — \n(a) 4[*  *  *  * *  *  *] \n5[(b)  an offence under this Act, other than an offence punishable with imprisonment \nfor a term which may extend to 3[ten]  years, shall be a cognizable and bailable \noffence ; and].  \n6[(c)  any member of the armed forces of Pakistan  3[or an intelligence agency ] may, \nwithout an order from a Magistrate and without a warrant, arrest, in or in the \nvicinity of a prohibited place, any person who has be en concerned in an \noffence under section 3, or under section 3 read with section 9, or under clause \n(a) or clause (b) of sub -section (1) of section 5, or under clause (a) of \nsub-section (1) of section 6, or against whom a reasonable complaint has been \nmade  or credible information has been re ceived, or a reasonable suspicion \nexists of his having been so concerned, and shall without unnecessary delay \ntake or send the person arrested before a Magistrate having jurisdiction in the \ncase or before an officer in charge of a police -station, and thereupon the \nprovisions of the said Code 3[shall be]  applicable in respect of a person who, \nhaving been arrested without warrant, has been taken or sent before a \nMagistrate or before an officer in charge of a police -station  shall apply to \nhim.]  \n \n1The words “Presidency Magistrate” omitted by A.O., 1949.  \n2Omitted by Ord. 68 of 200 2, s. 2. \n3Re-numbered, Subs. and Ins. by Act LXIII of 2023, s.9 -10. \n4Clause (a) omitte d by the Off icial Secrets (Amdt.) Act, 1968 (8 of 1968), s. 5.   \n5Subs. ibid., for clause (b), which was previously amended by Act 13 of 1952, s. 2 to read as above.  \n6Subs. by the Off icial Secrets (Amdt.) Act, 1967 (15 of 1967), s. 2, for clause (c).  \n \nPage 13 of 14 \n 1[(2) The material seized during arrest of an accused by an arresting officer shall be handed over \nby him to the investigating officer or the head of the Joint Investigating Team as the case may be and the \nsame shall be admissible in evidence. ] \n1[12A. Investigation etc .— (1) An investigating officer under this Act shall be an officer of the \nFederal Investigation  Agency not below the rank of BPS -17 or equivalent. The said Officer shall be \ndesignated by the Director General, Federal Investigation  Agency for the purposes of  investigation. If \nthe Director General, Feder al Investigation  Agency deems necessary, he may constitute a Joint \nInvestigation Team, convened  by such officer and consisting of such other officers of intelligence \nagencies as he may appoint. The Joint Investigation Team may co -opt any additional person from any \nFederal or Provincial institution or department as it deems appropriate for investigation:  \nProvided that the offence relating to civil espionage shall be investigated by Federal Investigation \nAgency or Joint Investigation Team.  \n(2) The investigati ng officer or the JIT, as the case may be, shall complete the investigation in \nrespect of cases triable by the Court established or designated under section 13 within thirty working \ndays. The report under section 173 of the Code shall be signed and forward ed by the investigating officer \nappointed under sub -section (1) through public prosecutor to the court. ] \n  13. Restriction  on trial of offences.2[(1) No Court  3[inferior  to] that of a Magistrate  of the \nfirst class  specially  empowered  in this behalf  by the appropriate  Government  shall  try any offence  under  \nthis Act.]  \n(2) If any person under trial before a Magistrate for an offence under this Act  at any time before a \ncharge is framed claims to be tried by the Court of Session, the Magistrate shall, if he does not discharge \nthe accused, commit the case for trial by that Court, notwithstanding that it is not a case exclusively \ntriable by that Court.  \n(3) No Court shall take cognizance of any offence under this Act unless upon complaint made by \norder of, or under authority from, the 4[appropriate Government] 5[* * *] or some officer empowered by \nthe 4[appropriate Government] in this behalf:  \nProvided th at a person charged with such an offence may be arrested, or a warrant for his arrest \nmay be issued and executed, and any such person may be remanded in custody or on bail, \nnotwithstanding that such complaint has not been made, but no further or other proc eedings shall be \ntaken until such comp laint has been made.  \n(4) For the purposes of the trial of a person for an offence under this Act, the offence may be \ndeemed to have been commit ted either at the place in which the same actually was committed or at an y \nplace in 6[Pakistan] in which the offender may be found.  \n7[*   *   *   *   *   *   *] \n1Added and Ins. by Act LXIII of 2023, s.9 -10 \n2Subs. by the Federal Laws (Revision and Declaration) Ordinance, 1981 (27 of 1981), s. 3 and Sch., II, for sub section (1),  which was previously \namended by various enactments.  \n3Subs. by Ord. 68 of 2002, s. 3 . \n4Subs. by A.O., 1937, for “G.G. in C.”.  \n5The words “the L.G.” rep., ibid.  \n6Subs. by the Central Laws (Statue Reform) Ordinance , 1960 (21 of 1960), s. 3 and 2 nd Sch. ( with eff ect from the 14 th October, 1955 ), for “the \nProvinces and the Capital of the Federation” which had been subs. by A.O., 1949, for “British India”.  \n7Subsection (5) which was ins. by A.O., 1937, omitted by A.O., 1964, Art. 2 and Sch.  \n \nPage 14 of 14 \n 1[(6) The 2[appr opriate Government] may, if it thinks fit, by general or special order direct \nthat the procedure for the trial of an offence 3[under section 3, or under section 3 read with section 9, \nor under clause (a) or clause (b) of sub -section (1) of section 5, or] u nder clause (a) of sub -section (l) \nof section 6 shall be that prescribed for offences under the Enemy Agents Ordi nance, 1943 (Ord. I of \n1943), or under the Pakistan Criminal Law, Amendment Act, 4[1958 (XL of 1958)].  \n14. Exclusion of public from proceeding s.In addition and without prejudice to any \npowers which a Court may possess to order the exclusion of the public from any proceedings if, in \nthe course of proceedings before a Court against any person for an offence under this Act or the \nproceedings on app eal, or in the course of the trial of a person under this Act, application is made by \nthe prosecution, on the ground that the publication of any evidence to be given or of any statement to \nbe made in the course of the proceedings would be prejudicial to th e safety of the State, that all or \nany portion of the public shall be excluded during any part of the hearing, the Court may make an \norder to that effect, but the passing of sentence shall in any case take place in public.  \n15. Offences by companies, etc.  Where the person guilty of an offence under this Act is a \ncompany or corporation, every director and officer of the com pany or corporation with whose \nknowledge and consent the offence was committed shall be guilty of the li ke offence.  \n5[16. Power to ma ke rules. — The Federal Government may make rules to carry  out the \npurposes  and objects  of this Act. ] \n \n \n \n \n \n_______________  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n         Last Uploaded on 20.09.2023 \n \n \n \n1Subsection (6) ins by the Of ficial Secrets (Amdt.) Act, 1952 (13 of 1952), s. 3.  \n2Subs. by A.O., 1964 , Art. 2 and Sch., for “Central Government”.  \n3Subs. by the Of ficial Secrets (Amdt.) Act, 1967 (15 of 1967), s. 3, for “mentioned in clause (a) of  section 12 or an of fence”.  \n4Subs. ibid., for “1948”.  \n5Ins. by Act LXIII of 2023, s.11."
}