{
    "file": "./converted_json\\administrator3cf3729194833535bf55d3a351a15011.json",
    "name": "Chemical Weapons Convention (Implementation) Rules, 2010",
    "date": "19th March, 2010",
    "tagline": "Implementation of the Chemicals Weapons Convention in Pakistan",
    "content": "• \nREGISTERED No.  M 302  \nL.-7646 \ngbe • \n4. alette of Siakfotan \nEz=or \nEXTRAORDINARY \nPUBLISHED BY AUTHORITY \nISLAMABAD, FRIDAY, MARCH 26, 2010 \nPART II \nStatutory Notifications (S. R. 0.) \nGOVERNMENT OF PAKISTAN \nMINISTRY OF FOREIGN AFFAIRS \nNOTIFICATION \nIslamabad, the 19th March, 2010 \nS. R. 0. 205 (I) 2010.-In exercise of the powers conferred by section \n26 of the Chemicals Weapons Convention Implementation Ordinance 2000 (LIV \nof 2000), the National Authority, Ministry of Foreign Affairs is pleased to make \nthe following rules, namely:-- \nShort title and commencement.- (1) These rules may be called the \nChemical Weapons Convention (Implementation) Rules, 2010. \n(2) They shall come into force at once. \nDefinitions.-(1) In these Rules, unless there is anything \nrepugnant in the subject or context, \n(635) \n[2274(2010)/Ex. Gaz.] \t Price :1050 \n636 \tTHE GAZETTE OF PAKISTAN, EXTRA., MARCH 26, 2010 [PAW \n(a) \"activities\" includes activities for permitted purposes under the \nOrdinance; \n(b)\"approved equipment\" means the equipment authorized by the \nNational Authority specifically made for the inspection of Schedule I, \nII and III Chemicals respectively and other chemical production \nfacilities as defined under Part IX of the Annex on implementation and \nverification in the Convention; \n(C) \"Committee\" means Advisory Committee constituted under Rule 3; \n\"consumption\" means the conversion of a chemical into another . \nchemical by a chemical reaction; \n\"designated authority\" means the government department designated \nby the National Authority from time to time, for proper and effective \nimplementation of these rules; \n\"Cell\" means an emergency coordination cell established by the \nNational Authority; \n\"export\" means the transportation, transit and transshipment of \nScheduled chemicals, or unscheduled discrete organic chemicals \n(DOCs) and unscheduled discrete organic chemicals containing \nelements of phosphorous, sulphur or flourine (PSF DOCs) under the \nOrdinance by any means out of the territory of Pakistan; \n(h) \"facility\" means the facility as defined under Part I of the Atuiex on \nImplementation and Verification (Verification Annex) in the \nConvention; \n(1) \"inspector\" means any person or agency notified by the National \nAuthority as inspector; \n\"import\" means the transportation • transit and transshipment of \nscheduled chemicals, or unscheduled discrete organic chemicals \n(DOCs) and unscheduled discrete organic chemicals containing \nelements of phosphorous, sulphur or flourine (PSF DOCs) under the \nOrdinanCe by any means into of the territory of Pakistan; \n\"Organization\" means, the Organization for the Prohibition of \nChemical Weapons established pursuant to Article VIII of the \nConvention; \nP 2T lfl \tTHE GAZETTE OF PAKISTAN, EXTRA., MARCH 26, 2010 \t637 \n(I) \"permit\" means authorization of National Authority or its designated \nauthority to import or export.scheduled chemicals; \n(m) \"production\" means a process in which a chemical is formed through \na chemical reaction; \n(0) \"processing\" means a physical process such as •  formulation, extraction \nand purification, in which a chemical is not converted into another \nchemical; \n(0) \"transfer\" means the conveyance of all permitted chemicals by OF \nbetween facilities within the territory of Pakistan; \n\"transit\" means transportation through the territory of Pakistan by land, \nair or sea; \n\"schedule I Chemical\" means the chemical mentioned in the schedule I \nof the Ordinance; \n\"schedule H Chemical\" means the chemical mentioned in the schedule \nII of the Ordinance; \n\"schedule III Chemical\" means the chemical mentioned in the \nschedule III of the Ordinance; and \n(I) \"storage\" means retention of scheduled chemicals or DOCs or PSF \nDOCs by any facility for the permitted purposes; \n(2) The words and expressions used but not defined herein shall have \nthe same meaning as are assigned to them under the Ordinance and the \nConvention. \n3. \tEstablishment of an Advisory Committee.--(l) The National \nAuthority may establish an Advisory Committee. \nThe Committee shall 'consist of Chairman, Secretary and such other \nmembers as the National Authority may deem appropriate. \nThe Additional Secretary (UN) Ministry of Foreign Affairs, shall \nbe the Chairman of the Committee. \nThe Director General National Authority CWC or Director General \nDisarmament-C as the case may be, shall be the Secretary of the Committee. \n638 \t\nTHE GAZETTE OF PAKISTAN, EXTRA., MARCH 26, 2010 IF TI! \n(5) \tThe other members of the Committee may include:. \nDirector General Disarmament-p, Ministry of Foreign Affairs; \nrepresentative of the Ministry of Defence; \nrepresentatives of Strategic Plans Division; \nrepresentative of Ministry of Industry; \nrepresentative of the Ministry of Information; \nrepresentatives of the Ministry of Interior including Police \nFire Brigade, Civil Defence, Federal Investigation Agency; \nrepresentative of the National Disaster Management Authority; \nrepresentative of the Strategic Export Control Division; \nrepresentatives of Civil Aviation and Ambulance Services; \nrepresentative of Ministry of Health; \nrepresentative of Ministry of Commerce; \nrepresentative of Ministry of Law and Justice; \nrepresentative of Federal Board of Revenue; \nrepresentative of Ministry of Environment; \nrepresentative of Pakistan Council of Scientific and Industrial \nResearch. \nThe Committee may meet at such time and place and in such \nmanner as the Chairman may deem appropriate. \nThe Chairman may, as and when required, and for the purpose of \nadvice may invite all or any of the above mentioned members to participate in \nthe forthcoming meeting of the Conunittee as is required by the Agenda or business. \nFunctions of the Advisory Committee.-(1) The Advisory Committee may advise and give recommendations to the National Authority for \nthe issuance of guidelines for an emergency situation that may occur due to any \naccident or sabotage at any facility. \n(2) The National Authority may seek recommendations from the \nCommittee, as and when required, on any matter related to implementation of \nthe Ordinance or Rule made there under including but not limited to \nconsumption, processing, production, acquisition, transfer, transit, trans-\nshipment, storage, import or export of scheduled chemicals. \nRecord keeping requirements.-(1) Any facility involved in \nconsumption, acquisition, production, processing , storage, transfer, imports or \nexports of the scheduled chemicals or unscheduled DOCs, PSF DOCs shall be \nunder an obligation to:-  \n \n \n \n \n(0 \n(g) \n(14) \n(i) \nU) \n(k) \n(I) \n \n \n \nCART Ill \tTHE GAZETTE OF PAKISTAN, EXTRA., MARCH 26, 2010 \t639 \nkeep, maintain and update electronic and manual record of \nconsumption, acquisition, production, processing storage, transfer, \nimports or exports of the scheduled chemicals and unscheduled DOCs, \nPSF DOCs within the premises of the such facility; \nsubmit any report, document, or any other information required by the \nNational Authority or to its designated Authority; and \npermit access to the personnel of National Authority or its designated \nAuthority to the record of the facility under inspection subject to sub-\nsection (2) of section 12 of the Ordinance. \nA facility shall be under an obligation to cooperate and facilitate \nthe National Authority for all purposes incidental and ancillary to Annual \nDeclaration to Organization. \nThe National Authority may make policy guidelines for regulating \nthe consumption, acquisition, production, processing storage, transfer, imports or \nexports of the scheduled chemicals and unscheduled DOCs, PSF DOCs for the \npermitted purposes under the Ordinance. \n6. \tDeclaration requirements of the facility etc.—Subject to sub- \nrule (2), a facility shall make declaration to the National Authority or its \ndesignated Authority in case of:- \n(a) \tschedule I chemical, if it is produced in any quantity permissible \nunder the license issued for production by •the concerned \ngovernment department. \n(b) \tschedule II chemical, if it is produced, consumed or processed in \nany quantity more than referred in the following clauses, namely:- \nOne kilogram of a chemical designated in Schedule 2 \nPart A; \nOne hundred kilogram of any other chemical listed in \nSchedule 2 Part A; and \nOne Ton of a chemical listed in Schedule 2 Part B; \n(c) \tschedule III chemical is consumed, processed or produced in any \nquantity more than thirty Tons. \n640 \tTHE GAZETTE OF PAKISTAN, EXTRA, MARCH 26, 2010 [PAW \nunscheduled discrete organic chemicals (DOCs), if consumed, \nprocessed or produced in quantities that exceed the two hundred \nTons; and \nunscheduled discrete organic chemicals contifiing elements of \nphosphorous, sulphur and flourine (PSF chemicals) if consumed, \nprocessed or produced in quantities that exceed thirty Tons; \t\n(2) \tThe annual declaration by a facility of consumption, acquisition, \nproduction, processing storage, transfer, imports or exports of scheduled \nchemicals, unscheduled DOCs, PSF DOCs threshold quantities herein referred \nshall be sent to the National Authority not later than forty-five days after the end \nof the previous calendar year and the declaration by a facility shall include:- \t\n(a) \tthe name of the facility and the name of its owner, company, or \nenterprise operating it; \n• \t(b) \tthe precise location of the facility; \t\n(c) \tthe discloser of all activities permitted under the Ordinance \nwhich are carried out by any such facility. \t\n(d) \tthe details of the number of plants within the facility that ar::. \nengaged in activities permitted under the Ordinance; and \n(3) \tInformation on each chemical such as; \nthe name of the chemical, common or trade name, structural \nformula and Chemical Abstract Service Registry Number of \nChemical, if assigned; \nIn case of import or export, the name of importer or exporter \nincluding; \ni. details on the total amount imported or exported in the \nprevious calendar year specifying the countries involved \nas the country of origin, transit or destination; and \n, ii. the import or export of Scheduled chemicals, additional \ninformation, i.e.. date, quantity, purpose as well as name \nand address of the suppliers or consignee. \n7. \tRequirement of declaration.—(1) If any facility produces any of \nthe quantities of Scheduled Chemicals mentioned below it may not submit \ndeclaration as required under rule 6:-- \n^,RT II] \tTIIE GAZETTE OF PAKISTAN, EXTRA., MARCH 26,2010 \t641 \n(a) Schedule 2A/ 2A*: one percent or less for exports to and \nimports between State Parties and State not Party to the \nConvention for the purpose of products identified as consumer \ngoods packed for retail sale for personal use or packed for \nindividual use. \n(b) Schedule 2B: ten percent or less for exports to and imports \nbetween State Parties and State not Party' to the Convention for \nthe purpose of products identified as consumer goods packed for \nretail sale for personal use or packed for individual use; and \nSchedule 3: thirty percent or less for exports to and imports \nbetween State Parties and State not Party to the Convention for \nthe purpose of products identified as consumer goods packed for \nretail sale for personal use or packed for individual use. \n8. .Inspection Procedure.—(1) The National Authority shall \nfacilitate and monitor inspection conducted by the duly authorized agency or any \nperson designated by the Technical Secretariat of organization as inspector, to \nean-y out; \nroutine inspection; \nchallenge inspection or; \nassistance inspection \n(2) The National Authority in order to facilitate the inspections \nreferred to in sub-rule (1) and may \nappOint teams of inspectors in coordination with the Ministry of \nDefence, Ministry of Industries, Ministry of. Health and \nStrategic Plans Division; and \ncarryout inspection more than once in a calendar year, subject to \nverification requirement under the Ordinance; \nshall take all possible measures to ensure that the inspection \nteam is not hindered or disrupted during an inspection. \n(3) The inspectors shall have access to all the requisite records within \nthe facility under inspection; and (c) \n642 \t\nTHE GAZETTE OF PAKISTAN, EXTRA., MARCH 26, 2010 [PART Ii \nThe inspection team shall be under no obligation to compensate for \nany business loss that may occur during an inspection; \n(5) The inspection team shall have the power to take samples from the \nfacility for the purpose of verification with the concurrence of Director-General, National Authority. \nThe inspection team may seek through National Authority security \nescort from the law enforcing agency or any other assistance for the duration of inspection. \nPrivileges and immunities of inspector carrying out inspection in Pakistan.—The organization's inspector shall have all the privileges and \nimmunities as provided under Articles 29, 30, 31, 34 and 36 (1)(6) of the Vienna \nConvention on Diplomatic Relations of 1961 and the First Schedule of the \nDiplomatic and Consular Privileges Act 1972 as is specified in section 21 of the Ordinance (IX of 1972). \nSamples and approved equipment.—(1) An Organization inspector who has in his possession a sample from a facility in Pakistan shall:-- \n(a) \tallow the inspector notified by the National Authority to take \nand retain a portion of that sample taken by the inspection team; and \n(b) \tif he analyzes the sample at the facility shall allow the inspector \nor technical expert designated by the National Authority to be \npresent during the analysis. \nThe Organization's inspector must allow an inspector notified by \nthe National Authority to inspect the accompanied equipment on his arrival in \nPakistan and to take appropriate actions. \t. \nThe National Authority may disallow the Organization's inspector \nto use or access their inspection equipment if it; \ndoes not meet the description of approved equipment for the \ninspection; or \n(b) \tdoes not bear a document or stamp from the Technical \nSecretariat authenticating the equipment's designation and \napproval by the Secretariat. (a) \nPART II] \tTHE GAZETTE OF PAKISTAN, EXTRA., MARCH 26, 2010 \t643 \n(4) An Organization's inspector shall not violate any law or rules for \nthe time being in force related to handling and transport of hazardous goods. \n11. Registration requirement and criteria.—(l) Any facility that \nproduces, possesses, consumes, transfers, exports, imports scheduled chemicals \nor unscheduled DOCs, PSF DOCs chemicals shall apply for registration on the \nprescribed form within ninety days from the commencement date of these rules. \n(2) The facility under sub-rule (1) shall give all details to National \nAuthority including; \nnumber of plants to be affixed; \nproduction capacity; \ndaily consumption; \nstorage space available on site; \ndetails of the technicians on site; \ndetails of toxic or scheduled chemical or unscheduled DOC \n(PSF chemicals); \ndetails of procedure in case of an emergency at the site due to \nan accident or any uncontrollable situation; \n(h) \tdisclosure of the complete record of production, consumption \nand processing on facility; and \nany additional information which National Authority or its \ndesignated authority may seek by the applicant facility. \nProvided that, such facility shall give the disclosure of information specified \nherein regularly after every three months. \n(3) \tNo facility shall be allowed to produce, possess, consume, transfer, \nexport, import scheduled chemicals unscheduled DOCs, PSF DOCs without \nprior registration after the prescribed period. \n12. Permit for import and export of Schedule I, II and III \nChemicals.—(l) Subject to the Ordinance and these rules the National \nAuthority .  or its designated authority may issue a permit to any facility that \nintends to export or import Schedule 1, II or III chemicals and their mixtures.  \nW \n644 \nTHE GAZETTE OF PAKISTAN, EXTRA., MARCH 26, 2010 [PART \n(2) The importer or exporter, as the case may be, shall at least forty five days prior to the subject export or import, give a written notice to the National Authority or its designated entity, which includes the information such as; \nthe name, address and telephone number of the importer or exporter, as the case may be; \nfor each Schedule I, II, III chemical, its CAS registry number (or \nits structural formula if no CAS registry number has been \nassigned) and its quantity or percentage in the mixture; \nthe purpose of the import or export; \nthe anticipated date of shipment; \nin the case of an export, the name and address, including the \ncountry,' of the ultimate recipient and of the facility for which \nthat recipient acts, as well as their contact numbers; and \n(i) \tin the case of an import, the name and address, including the \ncountry, of the originating sender and of the facility for which \nthat sender acts, as well as their contact numbers. \n(3) No facility shall be allowed to export or import scheduled \nhas been duly issued. chemicals unless a permit from the National Authority or its designated entity \n' 13. Emergency Coordination Cell.—(1) The National Authority in case of any emergency in any facility shall liaison and coordinate with any \nconcerned Federal Government department or a Provincial department or \nagencies involved in dealing with crisis management and form an emergency \ncoordination cell consisting of such members as the National Authority deems appreciate. \n(2) c, The emergency under sub-rule (1) may include; \naccident at any facility; or \nloss or theft of scheduled chemical, unscheduled DOCs, PSF \nDOCs during its transportation to or from any facility. \n(2) Provided that the facility under emergency as referred to in sub-\nrule (2) shall immediately inform the National Authority which would, then \nliaison with National Disaster Management Authority (NDMA). (P) \nH] \tTHE GAZETTE OF PAIUSTAN, EXTRA., MARCH 26, 2010 \t645 \nIn case NDMA receives any information related to accident, loss or \neft of schedule II, III chemicals, or unscheduled DOCs, PSF DOCs at a facility \nit shall at once bring to the notice of National Authority. \nThe NDMA shall establish and ensure proper response system for \nthe assistance and protection in accordance with sub-rule 13 (1) through \ncoordination with concerned government department and agency or agencies as \nthe case may. \n14. Offences relating to inspections, disclosures or registration.—\n(1) In case of any contravention of the provisions of section 19 of the Ordinance \nsuch person shall be liable to imprisonment of either description for a term \nwhich may extend to two years or with fine or with both. \nIn case of any contravention of the provisions of section 21 of the \nOrdinance such person shall be liable to imprisonment of either description for a \nterm, which may extend to two years or with fine or with both. \nIn case of any contravention of the provisions of section 23 of the \nOrdinance such person shall be liable to imprisonment of either description for a \nterm, which may extend to two years or with fine or with both. \n15. Power to issue notification.—The National Authority may issue \nnotifications, directions, etc. from time to time for carrying out the purposes of \nthese rules. \nSd/- \nSALMAN BASHIR, \nSecretary \nMinistry of Foreign Affairs Islamabad. \nPRINTED BY THE MANAGER, PRINTING CORPORATION OF PAIUSTAN PRESS, ISLAMABAD \nPUBLISHED BY THE DEPUTY CONTROLLER, STATIONERY AND FORMS, UNIVERSITY ROAD, KARACHI."
}