{
    "file": "./converted_json\\administratorc94aeb8ee3e750bf2775495293a4972b.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "Page 1 of 5 \n \n \n \n  \nTHE PUBLICATION OF THE HOLY QURAN (ELIMINATION OF \nPRINTING ERRORS) ACT, 1973    \n \n \n \n \n \n \n \nCONTENTS  \n \n1 Short title, extent and commencement   \n2 Definitions   \n3 Registration of publishers and recording companies  \n4 Quran Board  \n5 Publishing of the Holy Quran  \n    5A.          Literal distortion of the text of Ayah  \n    5B.           Translation or interpretation of the Holy Quran contrary to belief of Muslims  \n    5C.            Disposal of damaged or Shaheed  copies   \n6 Penalty   \n7 Offences by c orporations   \n8 Power to make rules  \n \nTHE SCHEDULE\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nPage 2 of 5 \n THE PUBLICATION OF THE HOLY QURAN (ELIMINATION OF \nPRINTING ERRORS) ACT, 1973  \n \nACT NO . LIV OF 1973   \n[28th July, 1973 ]  \nAn Act to ensure publication of the text of the Holy Qur an free from errors of printing  \n \nWHEREAS it is exp edient to ensure publication of the text of the H oly Quran free from \nerrors of printing, and matters connected therewith;  \n \nIt is hereby enacted as follows:___ \n \n 1. Short title, extent and commencement. —(1) This Act may be called the Publication of \nthe Holy Quran (Elimination of Printing 1[and Recording] Errors) Act, 1973.  \n  \n  (2) It extends to the whole of 2[Islamabad Capital Territory. ]  \n \n \n  (3) It shall come into force at once.  \n \n 2. Definitions. —In this Act, unless there is anything repugnant in the subject or context,___ \n \n3[(a) “Ayah” means a sentence,  clause or verse of the Holy Quran at the end of \nwhich the sign “O ” is given in the standard copy;  \n \n \n2[(b)] “Committee” means the Committee of Ulema appointed under section 4;]  \n \n2[(c)  “damaged or Shaheed copy of the  Holy Quran” includes:  \n \n (i)  a sub -standard copy of the  Quran, damaged or worn -out pages of the \nHoly Qura n; \n \n (ii)  any other material in the form of book, magazine, card, bill, flex etc. \nthat contains Arabic Text of the Holy Quran;  \n \n \n(d)  “disposal ” means collection and storage of demaged or  shaheed copy of \nthe Holy Quran and includes its burial under t he gr ound or its  disposal in \nthe  sea or river or re -cycling it in such manner as conforms to its holiness \nand sanctity; ] \n \n \n2[(e)] “Holy Quran” means the Holy Quran in the Arabic text, published in \ncomplete form, or  in the form of parts (Paras)  or Chapters (Surahs),  but \ndoes not include extracts published in text­books or prayer­books or \nreligious treaties;  \n \n \n2[(f)] “prescribed” means prescribed by rules made under this Act;  \n \n \n2[(g) “Quran Board” means the Board  constituted under section 4 ;] \n \n \n1[2[(h)] “record o f the Holy Qur’an” means the Holy Qur’an recited in human \nvoice and recorded by any modern means of recording conforming to the \ntext thereof contained in the standard copy;  \n \n \n2[(i)] “recording company” means a person, or an association of persons, \nregister ed under section 3 as a recording company;]  \n \n2[(j)] “standard copy” means a copy of the Holy Quran authenticated by the \n2[Quran Board ] as correct an d free from errors of printing.  \n \n \n \n \n \n \n  \n \n \n \n \n1Ins. by  Act No. X of 1987 , ss. 2-3. \n2Subs., re-numbered and ins . by Act No. II of 2024, ss. 2 -3. \n3Subs. by Act No. XXXVIII  of 1976 , s. 2 .  \n \nPage 3 of 5 \n  \n3. Registration of publishers 1[and recording companies ].___Any publisher who intends to \npublish 1[, and any recording company which intends to record, the Holy Qur’ an shall get h imself or \nitself] registered with the Auqaf 2[Directorate, Islamabad Capital Territory,]  2[***], on payment of \nsuch fee and on such terms and conditions as may be prescribed.  \n \n4. 2[Quran Board] .___(1) The Federal Government shall  2[constitute a Quran Board ] \ncomprising prominent Ulema, Huffaz  and Qaris  of all schools of thought amongst Muslims.  \n \n \n \n \n \n         2[(2) The Federal Government shall  in the prescribed manner  cause a copy of the Holy Quran \nto be prepared and shall forward it to the Quran Board for au thentication as a standard copy.  \n \n            (3) The Federal Government shall in the prescribed  manner keep the standard copy in the \nGovernment archives for safe custody including to upload it on website of the Division to which \nbusiness of religious aff airs stands allocated. ] \n \n            2[(4) The Quran Board shall recommend steps for error -free printing and publication or \nrecording of the Holy Quran and shall, subject to th e direction of the Government, s upervise the \nwork of error -free printing and pub lication and recording of the Holy Quran including uploading the \ncopies on the I nternet.  \n \n            (5) The Quran Board shall perform such other functions as may be prescribed.]  \n \n5.  Publishing of the Holy Quran.___(1) A publisher may print the Holy Qura n in off­set, \nphotostate, photo­block or any other modern system of printing but he shall not print it in litho \nprocess.  \n \n           (2) In printing the Holy Quran, a publisher shall us e paper the use of which is not prohibited \nby the Federal Government.  \n \n           (3) Every publisher shall get his specimen copy 1[, and every recording company shall get its \nspecimen record,] of the Holy Quran compared with the text of the standard copy by a person \nholding a diploma from a religious institution or a certifi cate of Moulvi Fazil  or a qualified Qari  who \nis also a Hafiz or a person trained in the job of proof reading in Arabic and have a certificate \nrecorded by such  person at the end to the effect that the text and references do not contain any error.  \n \n            (4) The publisher shall ensure — \n \n(a) that the serial number of every Chapter ( Surah ) is printed on every page and the serial \nnumber of every 3[Ayah] is inserted within the sign of conclusion (o ) of every \n3[Ayah ]; \n \n(b) that the cover page of every edition of the Holy Quran clearly bears the name of the \npublisher, the name of the printing press, and the year of publication;  \n \n(c) that every page of the Holy Quran bears the indication given in the illustration in th e \nSchedule; and  \n \n(d) that on detection of any error or omission in the printed Holy Quran the leaf on which \nit occurs is replaced by a fresh leaf free from such error and omission in each copy:  \n \n \n  \n1Ins. and subs. by  Act No. X of 1987 , ss. 4-5. \n2Subs., omi tted and added by Act No. II of 2024, ss. 4-5. \n3Ins. and subs. by  Act No. XXXVIII of 1976 , s. 3.  \n \nPage 4 of 5 \n   Provided that he shall not be penalized for non­compliance with the provisions of \nparagraphs (a) and (c) 1[unless he is found negligent  in the performance of his duty ]. \n \n (5)  No translation of the Holy Quran shall be published 2[or recorded] without its Arabic \ntext. \n \n 1[(5a) Arabic text of the Holy Quran shall not be printed on newspapers, flexes, cards, hand \nbills, brochures or on any other such disposable  forms, and only its translation shall be printed in \nsuch forms where required.]  \n \n 2[(6) No record of the Holy Qur’an which injuries its sanctity in any form shall be prepared].  \n \n                  3[5A. Literal distortion of the text of Ayah. —Where, in a c opy 2[or record] of the Holy \nQuran or in any extract thereof p ublished in a text­book, prayer book, religious treatise or otherwise, \nan Ayah  has been so literally distorted, either by change of a word, or of sequence, or of Aarab , as to \nalter its  meaning, t he printer or publisher thereof  2[or, as the case may be, recording company], \nwhether registered under this Act or not, shall, unless he 2[or it] can prove that such distortion \noccurred only due to a printing 2[or mechanical] error, be liable to the punish ment provided for in \nsection 6.]  \n \n                  2[5B. Translation or interpretation of the Holy Qur’an contrary to belief of Muslims. —\nWhere, in a copy or record of the Holy Qur’an, or in any extract thereof published in a text book, \nprayer book, religi ous treatise or other book, an Ayah of the Holy Qur’an is translated, interpreted or \ncommented upon by a non Muslim contrary to the belief of Muslims, the author, printer or publisher, \nor the person who prepared the record, whether registered under this Ac t or not, shall , unless he can \nprove that such translation, interpretation or commentary occurred only due to a printing or \nmechanical error, be liable to the punishm ent provided for in section 6.]  \n \n \n \n \n \n1[5C.  Disposal of damaged or shaheed copies . ___A pu blisher or a recording company shall \nmake suitable arrangements in the prescribed manner for disposal of damaged or shaheed  copy of the \nHoly Quran.]  \n \n6. Penalty.___2[(1) A printer or publisher who, or a recording company which, contravenes \nany provision of  this Act or the rules made thereunder, or a person in whose voice a record is \nprepared, or a person who has certified, under sub­section (3) of section 5, a specimen copy, or \nrecord, of the Holy Qur’an which is not in conformity with the provisions of thi s Act shall be liable \nto imprisonment for a term which may extend to three years, or with fine  amounting to not less than \n1[twenty ] thousand rupees, or with both.]  \n \n(2) The registration und er section 3 of a publisher who  2[, or recording company which,] is  \nconvicted of an offence under sub­section (1) may be cancelled.  \n \n             7. Offences by c orporations. —If the person guilty of an offence under sub­section (1) of \nsection 6 is a company or other body corporate, every director, manager, secretary or ot her officer \nthereof shall, unless he proves that the offence was committed without his knowledge or that he \nexercised all due diligence to prevent the commission thereof, be deemed to be guilty of such \noffence.  \n \n \n \n8. Power to make rules.___(1) The Federal Government may, by notification in the official \nGazette, make rules for carrying out the purposes of this Act.  \n  \n(2) In particular and without prejudice to the generality of the foregoing power, such rules \nmay provide for__ \n \n________________________________________________________________________________________________________________________ \n1Ins. added and subs. by Act No. II of 2024, sss. 6 -8. \n2Ins. and added by Act No. X of 1987 , ss. 5-8. \n3Ins. by Act No. XXXVIII of 1976 , s. 4. \n \nPage 5 of 5 \n \n1[(a) the inspection of the copies and records of the Holy Qur’an printe d or, as \nthe case may be, prepared before the commencement of this Act;]  \n \n(b) the prohibition of the sale of copies 1[and records] containing errors 2[;] \n  \n2[(c) the checking of all such copies 1[and records] of the Holy Quran as have not \nbeen  certified un der this Act as free from errors, at the expense of the \npublisher 1[or recording company]; 3[*] \n \n(d) the seizure of such copies 1[or records] of the Holy Quran in which there \nexist errors which cannot, in the opinion of the prescribed authority, easily \nbe corrected in print 1[or record] 3[;]] \n \n3[(e) the constitution and functions of the Quran Board; and  \n \n(f) the disposal of damaged and shaheed  copies of the Holy Quran.]  \n  \n–––––––––––  \nTHE SCHEDULE  \n[See section 5(4) (c)]  \nIllustration  \nUpper side of the pag e \n \nSerial number of Surah  \nwith caption as                          Page number  \n                          Serial number of Para  with \n opening words  as      \n \n \n            \nLower side of the page  \n \nSerial number of Surah  with                                                                    \nserial number of  the concluding  \nAyah  on the page as  \n             Manzil       Serial Number of  \n     Surah  with opening Ayah  \n     on the page as  \n   \n  \n     \n \n \n_____________  \n \n \n \n \n \nRGN Date: 03 -09-2024  \n  \n1Subs., ins. and added by Act No. X of 1987 , s. 9 . \n2Subs. by Act No. XXXVIII  of 1976 , s. 5 .  \n3Omitted, subs. and added by Act No. II of 2024, s. 9."
}