{
    "file": "./converted_json\\administrator85e6891b7adacbe61b630b97215c35af.json",
    "name": "Islamabad Capital Territory Child Protection Act, 2018",
    "date": "May 24, 2018",
    "tagline": "An Act to provide for the protection and care of children in the Islamabad Capital Territory",
    "content": "REcISTERED No.l4+!!2\n9\n@eGatde d ?Eltdtm\nEXTRAOBDINARY\nPUBLISHED BY AUTHORITY\nISLAMARAD, TIIURSDAY, MAY 24,20I8\nPART I\nActs, Ordinances, President's Orders and Regulations\nSENATE SECRETARIAT\nIslanabacl, the 22nd May, 2018\nNo.F.S(.r)/20I 8-Legis.-Th€ following Act of Majlis-e-Shoora (Padiamenr)\n.cceiled the assent olthe Presidenl on l8th May,20l8 and is herebr- published tor\ngenera I information :-\nAcr No. XXI OF 2018\nAn Act to pror\\.le.lbr the protection and core o.f children in the lslanabad\nCdPilalTerritory\nwlILjREAS it is expedient to provide for protection and care ofchildren in\nlslamabad Capital Territory from all forms ofphysical or mental violence, injury,\nnegtect, maltreatment, exploitation, abuse snd nlatters ancillary thereto;\nIt is herebv enacted as follows:-\nl. Short title, extent and commencement.--( I ) This Act may be\ncalled rhe lslamabad CapitalTerritory Child Protection Act,20l8.\n(2qg)\n[5947(2018)trx. Gaz.]Price. Rs lA 50\n100 'IHE GAZETTE OF PAKISTAN, EXTRA., MAY 24. 2018 [P^Rr I\n(2)\n2.\n(a)It extends to the whole ofthe Islamabad Capital Tcnitory.\nIt shall ,)olne into tbrcc at once.\nDefiDitions. {l ) In this Act, unless the context otherwise r€qutes,-\n\"altemative care\" includes family care, placemcnt in an institution\nestablislled or regulated by the govemment or any olher arangemenl\nin the b( st interest ofa child, as directed by the Courti\n(b) \"Board' rneanstheChild ProleclionAdvisory Boa rd esrab Iishcd under\nsection rj:\n(c) \"caregi\\ er\" includes government institutions and othur organiza tions\nincluding ron-govemmcntal organizations, providing necessarv agc\nand genler-appropriate services for admission, care. protection and\n.ehabilitation ofchildren in need ofcare, recognized under this Act or\nthe ruleri made ther€under:\n(d) \"child\" rneans a pe6on whohas not attaincd the a!!e ol eighteen years:\n(e) \"childal)use\" means phys ical or mental violence, injury. exploitation\nneglect,)r negligent treatment, maltreatment or scxual abuse;\n(D \"child e)tplortation\" includes alltypes ofexploitation prejudicialto the\nprotecti. n and care ofa child including exploitation in terroristactivities,\nmedical or scientific expcrimentation, sports or performing arts etc.;\n(g) \"Child I rotection lnstitution'' means the Child Proteotion Institution\nestablisl ed under sub-section (l) ofsection l0;\n(h) \"Child Protection Officer\"meansa Child Protection Officer appointed\nunder sub-section (2) otsection l0;\n(i)'child cLreplan\"neansa plan containing details of the services to be\nprovide( to the chlld, bascd on a comp.ehensive assessment ofthe\nchild an(lhis family undcrsecrion t4;\n(j) 'compre hensive assessm en t\" mea ns an ana,ysis undertaken by aChild\nProtect(,n Officer under section 13, ro derermille as to whether a\nchild requires care in accordance ryith the p.ovisions ofthis Acri\n(k) \"Court\" neans lhe Family Courtestablished under the Family Courrs\nAct, 1961(XXXV of 1964):\nPARI Il THE GAZETTE OF PAKISTAN, EXTRA., MAY 24,2018 301\n(l) 'CovemmeDt\" means the Fedeml Govemment;\n(In) \"guardian' means a person, other than a biological parent who haj\nparental responsibility for a child, which may include a guardian\nappointed under the Cuardians and Wards Act, I890 (Vlll of 1890);\n(n)'initial assessment\" meansaprcliminary analysis, undersection 12, of\nwhether a child requires protection;\n(o) \"maltreatment' means cruel treatment meted out to a child resulting\nfrom ignorance or ivi lfu I eglect;\n(p) \"mental violence\" rneans subjecting or exposing a child to scaring,\nterrorizing and threatening behavior that may result in psychological\ntrauma, includinganxiety, chronicdepression, oranyothertreatmerr\nwhich may diminish the sense ofidentity. dignity and self:respectl\n(q) 'n€glec1\" means failure on the part of natural or legal guardian or\ninstitution rcsponsible for care ofthe child, to provide the child with\nphysical, psychologica I and educational needs;\n(r) ''phys ica I violence\" includes corporolpunishmentandallother forms\noftorture, cruel, inhuman or degrading treatment or prmishment;\n(s) \"prescribed\" means presc.ibed by rules made under this Act;\n(t) \"sexualabuse and explotation\" includes the inducementor coercion\nofa child to engage in any unlawful sexual activity including use of\nchildren in audio o. visual images for child pomography. child\nprostitution. rraffickillg within and between countries for sexual\nexploitation and salc ofchildren for sexualpurposes;\n(u) \"supervision o.der\" means the lawfu l supervision ofachild by aChild\nProtec tion Oflicer for the purpose of ensuring that the ch ild is prolccted\nin accordance with the provisions oflhisAct; and\n(v) \"unattended child\" mcans a child with unknown parcntage, orphan,\nabandoned, neglected and destitute, homeless ornot in the legalcustody\nofanyone,\n(2) AII otherwonds and expressions used but notdefined in thisAct shall\nhave the same meaning as assigned to them in respective laws for the tim€ being in\nforce.\n3. Factors lbr dctermining the best iDterest of B child.-Thc factors\nto be laken into accountwhilc determininS the best interestofa chrld shall rnclude\n(a) child prorection, care, well-being and safety ofa child;\n(b) physical imd cmotional needs ofa child;302 THE GAZE l-tE OF PAKISTAN, EXTRA., MAY 24,201IJ [P^R' I\n(c) religious and cultural vrervs ofa child;\n(b) a chrld is subject ofa child care plan; or(d) level ofelucation and educationalrequiremeDts ofa child\n(e) consider ng family as a preferred environment for the care and\nupbringir g ofachild, and\n(0 effect on a child ofdelay in making a decision.\n4. ResarictLon on parental custody.-The Court rnay restrict the\nexercise of parental cu itody aId control ofa child when,\n(a) a chitd is at risk ofsignificant harm and is in need ofcare;\n(c) achild is iu bject o f emergency pow€rs excrcised b) a Child Protection\nOfficer under this Act.\n5. Child ill need ofcire. Achild in need ofprotection and care shall\ninclude a child who-\n(a) has been subjected to or is under serlous threat ofbeinS subjected to\nchild abr se oi child exploitation while in the care ol-parents, legal\nBuardian or any other person who has custody of the child in any\n(b) is unatterded, victim of an offence, child, domestic and such other\nworkers, found begging, imprisoned with the molhcr or livcs in an\nimmoral,invironment.\n6. fstablishment of Child Protection Advisory Board. As soon\nas may be after the conrmencement ofthis Act, but not later than three monlhs. the\nGovemment shallestablish anAdvisory Board to be known asthe lslamabad Capital\nTerritory Child Protection Advisory Board\nP^Rr Il THE CAZETTE OF PAKISTAN, EXTRA., MAY 24,2018 303\n?. Composilion of th€ Board.--{l) The Board shall consist of the\nfollouing. namell:-\nM in ister- in-Charge Patron\nSecretary ofrhe Division to which\nsubject ofchild protection stards allocated Chairperson\nlll.SecrelaO or his nominee nol below rhe ranI\nofBPS-20 ofthe Division to which subject\no f developmen t and rehabilitation ofchildren\nstands allocated.\nSccrelary Larv and Justice Division\nor his nomince not below the rank\nof BPS-20 Secretary\nSecretar,,, lnterior Division or his nominiee\nnot below the ranks ofBPS-20\nlnspector Gcneral of Police, Islamabad\nor his nominee nor below the raak ofSSP\nA representanve from National\nCommission on the Status ofWomen\nA representalive from Nationai\nCommission on Human Rights.Ex-o1ficio Mernber\nEx-officio Member\nEx-offrcioMember\nEx-officio Member\nEx-officio Member\nlx-otlcio Member\nEx-oflicio Member\nMembers\nMembersvlll.\nMayor, Metropolitan Corporation, ICT\nOne M€mbe. of NationalAssembly,\nelectcd from the Islamabad CapitalTerritory\nto be nominated by the Prime Minister.\nA total offour perrons from the following\ncategories:\n(a) oneperson from a non-govemmental orga nization;\n(b) one expert of soc iology, psychology orrelated\nsocial sciences;l.\nii.\n304 THEGAZETTEOF PAKISTAN, EXTRA,, MAY 24,]OI8 [P^RT I\n(c) one member oflslamabad High Court Bar\nAssociation: and\n(d) one person representing minorities.\nDi.ectorGeneral appointed under section 9. Secretary./Members\n(2) The men bers mentioned under clause (xi) ofsub- section ( l) shallbe\nappointed b) the Minir ter-in-charge liom among persons having experience in thc\naffairs ofchildren and at least two ofthem shall be women. Each member shall be\nappointed for a term o'three years, extendable once for ano ler sinlilar term.\n(3) The allo )vances payable and terms and conditions a.i applicable to\nmembers, other than e.(-omcio members, shall be such as may be prescnbed;\n(4) Five mernbers. ircluding two ex-ofticio rnernhers, shall constitute\nquorum for rnecting ol the Board.\n(5) Subjectt ) quorum. decision taken by rnqiorily ofthe members present\nand voting shall be cor strued as decrsion ofthe Board.\n(6) The Boa,d shall hold at least t\\,!o meetings in a calendar year\nHo\\a ever, the ( hairperson may call additional rneetings, il'and when required\n8. FuDctiors and powers of the Board.-{ I ) Subject to the provisions\nofthis Act, the Board shall exercise such powers and take such measures as may\nbe necessary for carry ng out the purposes ofthis Act.\n(2) In particular and without prejudice to the g€nerality olthe foregoing\npower, the Board shall\n(a) advise the Covernment on matlers relating to policy, legislation and\nimpleme ltation of ri8hts ofchild to protechon and care contained in\ndomesr ic Iatrs and inremar ional obligariols:\n(b) ensure elfective coord;nation and implementation olchild protection\nand carc mechanismt\n(c) rnaintain a child protection and care managcment inforrnation system\nand sponiorresearch to generate information, analysis and studies on\nchild prolection and care issues in Pakistan;\nPART I] THE GAZETTE OF PAKISTAN, EXTRA,, MAY 24,20I8 305\n(d) recognize, rcgrllate and inspectall caregiverorganizations as to whethdr\nthese are Iunctioning in accordance withthe provisionsofthisActand\nthe rules made th€re under: and\n(e) submit annual repo.t to the Government at the end ofeach linancial\nycar.\n(3) The Board shall perform such otherlunctions and exercise such other\npowers as may be necessary for canyingoutthe purposes ofrhisActand to implement\nrhe policy directives issued by the Covemrnenr from time to tirne for prorection and\ncare ofchildren.\n(4) The Board rray constitute such committees as it deems necessary\nand delegate any of rts powers and functions or assign duties in connection to its\npowers and functionsas itmay deem necessary forgiving effect to theprovisions of\nthis Act.\n9. Functions and appointmeDt ofDirector General.--.(l) Subject to\nthe general control and superintendence of the Board, the Director General shall\nperlorm such functions and duties and exercise such power as may be necessary\nfor carrying out the purpgses ofthis Act.\n(2) The Prime Minister: or a p€rson authorized by him in this behall shall\nappoint a Director Gene.al fbr carrying out the purposes of this Act on the tenns\nand conditions as may be prescribed\n(3) The Director General shall p€rlom supervisory fu nctions ofthe Child\nProtection lnstilutions in the prescribed manner\n(4) The Director General shall cause to prepare an annual rcport at thc\nend of each financial year.\n10. Establishment of Child Prot€ction ltrsti tutions.-( I ) The\nMinister-in-charge shallestablish one or more Child Protection Institutions, as soon\nas may be pmcticable, after the commencement ofthis Act.\n(2) There shall be appointed arr inchargeofeach Child Protection Institution\nand as many Child Proteclion Officers and support staffas required to carry our rhe\npurposes of this Act, under such terrns and conditions as may be prescribed.\nIl. Functions of Child Protection Institutions.-A Child Protection\nlnstitution shall pedbnn the fbllowing functions, namely:-\n(a) receive reports ofclrildren who are in need ofprotection and care,\n306 lllE CAZIITTEoF PAKIS IAN, EXTRA., MAY 24.2018 [P^Rr I\n(b) assess o_ based on reporls whcthcr a child requires care under the\nprovisio'N ofthisActi\n(c) require iervices from th€ relevant departmenl or institution lbr\nprotecti( n and care ofa child;\n(d) maintair record of case management rcports ol a child in need ol\n(e) collect, nraintain and update child protection and care case management\ndata pro'/ided by Child Protection Officers;\n(f) maintair and update dala on child abusers and pc.sons convicted ol\noffences against children; and\n(g) perfbrm aDy other act ancillary to protection and care ot'child under\nthisAct.\n12. lnitial :rssessment.-( I ) whenever a Child Protection Officer\nreceives a report that r child is rn need of protection and care, he shall carry ouq as\nsoon as possible, an initial asscssment as prescribed to deter,nine whether the child\nrequires care in accorlance with the provisions ofthis Act.\n(2) During initial assessment, the Child Protection Officer may requesl\nthat the child and his FareDts, legalguardian orany other person responsible for the\ncare ofrhe child, ifary, att€nd at such premises as may bc specified by the Child\nProtection Officer, as may be prescribed.\n13. Comprehensive Essessment.-(l) Where initial assessmenl\nconducted in accordancc with section 12, or emergency powers cxercised by a\nchild Prolection officcr undcr sectiofl I6. indicate that the child requrres care. the\nchild Protection offic,ir shall undertake a comprehensive assessment ofthe child\nand his family enviror ment, as may be Prescribed.\n(2) l'hecon prehensive assessment shall be completed within thirty days\nofthe cornpletion oft1e initial assessment or exercisc ofcmergencrv powers\n(3) No comprehensive assessment shall be considered complete unless\nthe child Protection omcer has met with and heard views of the child where the\nchild is ofsufficient alie and level ofmaturity.\n14. Child (are plan.-(l) On completion ol'the comprehensive\nassessment if a child is fbund in need of care, the child Protection Omcer shall\ndevelop a child care plan. as may be prescribed.\nPARr ll THE GAZETTE OF PAKISTAN, EXTRA., MAY 24,2018 307\n(2) If a Child Protection Officer exercises emergency powers under\nsection I E, the Ch ild Protect ion Officer sha I I develop a n in terim child care p Ian .\n(3) The interim child care plan shall include a formal referral to an\nappropriate form of emergenc-v altemative care.\nI5. Consent ol the parenls or guardian.-Subject to section 16. the\nChrld Protection Olficer shall seek the consent of the parent, legal guardian or\ncurrent carer ol the child, ifany, on lhe action to b€ taken and the services to be\noffered to the child. Such consenl, underchild care plan, shall be recorded in writing\nin the fbrm ofan aBreement, as may be p.escribed\n16. Care and placement ofa child.-Notwithstanding the provision of\nsection 15, q,here the child care plan specifies that the child will be at risk of\nsignificant harm, abuse or exploitation if he rcmains in carc of his parent, Iegal\nguardian orolhercurrent car€r, ifany, an application shall be made immediately to\nthe Court for th€ care andplacement ofthe child in an appropriate folm ofalternative\n17. Applicatiotr to the Court and i1s procedure.-{l) Sulrject Io the\nprovisions oftheGuardians and wards Act, I890 (VIII of 1t90), any application to\nthe Court for care and placement of a child or to implement child care plan under\nthis Act shall be made by the Child Protection Off1cer\n(2) Before making any order the Court shall\n(a) order parcnts, legal guardran or current carer, if any, ofthe child to\nmake represcntations to the Courtl\n(b) consider the reports of and take evidence from the child Protechon\nOfficer and any other relevant parties to the proceedings;\n(c) consider thc Child Care PIan which must be frlcd as pafi of the\napplication;and\n(d) seekviews ofthe chitd where the child rs ofsufEcientage and levelof\nmaturity\n(3) Upon dre application under sub section (1 ), the Court nray make such\no.der as it deems necessiul to ensure that the child is provrded with appropriale\ncare or alterDative care sen,ices. as the case mav be:\nProvided that the Couft shah specify thc lenBth of time for Nhich the care\nand placement order is applicable.\nIOE THE GAZIT,TTE OF'PAKISTAN, EXTRA., MAY 24.2018 IPARI I\n18. Emerglncy pofler.-(1) Where Child Protection OfTicer has\nreasonable cause to brlieve that a child is in need of care within the meaning of\nsectjon 5, he may tak( the unattended child into care or removc the child from the\ncustody ofhis parents, legal guardian or olher current carer as the case rnay be\n(2) Where care ofan unattended child or removal ofa child takes place\nundersub-section (1), heChrld Protettion O1{icer sha ll immediately intbrm parents.\nlegal guardian or currt nt carer, ifany, ofthe child for reasoDs oltakirlg the child into\ncare and futher steps to be taken.\n(l) When arr unartended child has been lakcn into cate or a child has been\nremoved fknn lhe custody ofhis parents, guardian o. any other pcrson lbr care in\naccordanc€ with sub-!ection (l). the Child Protection Oflicer sl)all.--\n(a) place th,) child imnediatell' wrth acaregiver for intcrim care:\n(b) apply to the Court within lwenty-four houN for a for:aal Emergenc}\nProlecti]n order.\n(4) Pendinl; the determination of an application for an Emergencl\nProtection Order, the(:ourt shallllot retum a child to his home prior to the completion\nof an initia I ass€ssrner l( by the Child Protection Oflicer.\n(5) Notwittstanding anl-thing contained in sub-section ( l) to (4), a child\nshall not be removed from h$ family, for a period exceeding three days, excepr\nthrough an iDterim orderofthe Court under exceptional ctcu m sta nces to be recorded\nin\\lTiting.\n19. Pmvisi( ns iD resp€ct ofa child who l€rves an altcrnxtive care.- ( l)\nlf any child leaves arr altemative care provided under the provisions of this Act\nwilhout pennissran oi the caregiver, the person designated to provide such care shall\nimmediately report the matter to the local polce and the Child Prorection Oificer\n(2) No chill shall be retumed to the same alt€rnate care for PlacemeDt\nwithout.-\n(a) an invesligalion bytheChild Protection Officer to determ ine thc reasoff\nfbrsucL leaving,\n(b) interv ie vr'ing .he child by the Child Protection Officer in the absencc\nofany carer or staff from the said alternativc care; and\n(c) the Court beiDg sahsfied that it is in thc best inte,esls ofthe child k)\n\\end hirn to lhe samc or aIy orher allernsli! c crre.\nPaRr IlI'IIE CAZETTE OF PAKISTAN, EXTRA., MAY 24,20I8 309\n20. Carc of gi rt child.-Under no circumstEnc€s a Sirl-child shallb' taken\nrnto carc or remoin under$ecare ofa male child Pioteclion officer or a male careSivet\n21. Seek and Find Ord€r.-Wbcrr a child is the subject ofa Care and\nPlacementorder undcr the provisions ofthisAcl, and the child cannot be found, the\nChild Protection Olllcer may make an application to the Coun for the production of\nlhe child before the Coun.\n22. ltrrerim ordcrs.-<l) ln any Proceedings to be d€tennined by thc\nCourl under thisAct, th€ Courtmay lnake an interim order with respect to lhe child\nconcerned.\n(2) Where lhe Courtmakes an interim ordel it may give such directions,\nifany, as to the s€rvices or placelnent thal the child shall receive. pendinS final\ndisposal of the application.\n23. Appe.l.-Any party to the procesdints may prcferan app€alagainsl\nan order, includi;g an interim order. pass€d by the Court, within a Period ofthirty\ndays before th€ Districl Judge\n24. Revicw.-Whcre a coun ordcr is in force, any paru)' may apply to the\nCou( for review oflhe order wilhin a Period offifteen days ofpassinB ofsuch order\n25. R€islratior olen unrtt€trded child.-{l) Every unattended child\nshall be regislered in accordance wilh the provisions ofthe National Database and\nRegistration Authorily Ordinance, 2O0O (VIII of2000), or any otherraw for the time\nbeing in force.\n(2) Forthe purposcs ofregistration, every Child protection Institution and\nciregiver established or r€cognized urider tiis Act shall be rcSisterEd with the National\nDatabase ard Registration ALlthorily, or any other relevant authority for the time\nbeing in force.\n(3) Ih€ ln-chargc ofa Child prolec(ion Institution or carogiver shall, for\npurposesofrcgistmtion as provided in sub-sections (l) and (2), designate a guardian\nio, ihc child. Thc namc, compulerized Nalional ldentity card N um ber and designation\nwith specimen signature of the Suardian shall be sent 10 National Database arld\nRegistration Authorrty; or any other relevant authority and the same Suardian shall\nbe ionsidered as head for issuanceofchild regislration certificate 1(r unattended child'\n(4) TheBuardiandesignatedundersuEse€tion(3)shallsubmitallrecord'\nduly atteited, held by chitd protection lnstittltion or careg iver 0o N ational Dalabase\nani Regisrration Authority. or any other relevant authority' when the child was first\nregislered with the same.\n310 THE GAZEI\"l E OF PAKISTAN, EXTRA, MAY 21.2018 IPARr I\n. 26. Child Prote.rion rnd Cere Fund.-{l) The Govemrnent shall, as\nsoon as may be afier lh( comm encement of th is Act by notifical ion rn the O lEcial\nGazette, establish a child proteclion and carc Fund for the purposcs ofthis Act.\n(2) Thcre sholl also be credited ro rhe Child proreclion and Care Fund\nsuch othcr surns as may be received by way ofdonation, contribulion. assistance or\notherwise frorn an! inli!idual, body corporate, fina cial institulron and other\noBanizations.\n(3) The Chikl Protection and Care Fund shall b€ urilizcd for rhe child\nproteclion and carc of r.n-att;dcd child in such manners as mal bc prescribed.\n27. Rcports to bc treald as (onlidcntial.-Any .epon of the Ch,!d\nProtection Omcer shall be treated as confidenlial Howcver, thc rcport shall be\nmade available ro the cllild, his parents, legal guardian or other carer. ifany.\n2E. Prohibition of publication of nrmcs, etc., of child invotved in\nrny pn cteding under thiiAcl.-{1)No rcport ofa child made under the provisions\nofthis Act shall be disc osed in mcdia which leads to rhe identificati()n oflhe child,\nnorshallanypicure of iuch child bepubli$cd, save that, forreasons to b€ recorded\nin writing, the Court r ay pennil such disclosure, tf in opinion ol-lhe Court such\ndisclosure is in rhe besr interestsof the child\n(2) Any persln \\r,ho contmvencs lhe provisions ofsuusection (l) shall\nbe punishablc by the C )un with fine rvhich may exrend to fifty thousand rupees.\n29. Olfiaers rppoinled under this Act to be public $crvanh.-The\nChild Prorcction Omccri nd otherofficers appoiDted inaccordance $ith the relevanl\nprovrsions of this Act shall b€ dcctned to be public servanls withrn lhe lneaning of\nsection 2l ofthe Pakisran PenalCode, lt60 (Acr No. XLV of It60).\n30. Power tc make rules.-The Minister-in-€hargc may, by notification\nin lhe olllcial Gazette. m6ke rules for carr),ing out the purposes ofthis Act.\n31. Acl to override othcr larvs.-The provisions ofthts Act shall have\noverridinS ellect not withstanding anyrhing contained in any other hw for the time\nbeing in force.\nAMJED PEITVEZ.\nPRINIID BY IHI, VAN\\6fR PRIN'TINC CORPORAIION Of PA(ISIAII PRTSS, ISLil|J,\\Ir D,,:q \\,AIIO\\TPYA\\DIORMS,U\\I\\IPS'YJOAD i^K^LHI"
}