{
    "file": "./converted_json\\administrator49c0b0e614783d4f394920b6baf22f6f.json",
    "name": "Islamabad Capital Territory Food Safety Act, 2021",
    "date": "1st December, 2021",
    "tagline": "An act to provide for the safety and standards of food and for establishment of the Islamabad Food Authority",
    "content": "Page 17 of 18 \n  \n \n \n \nTHE ISLAMABAD CAPITAL TERRITOPRY FOOD SAFETY, 2021  \n \n \n \n \n  \n \n \n \nCONTENTS  \n___________  \n \nCHAPTER -I \nPRELIMINARY  \n1. Short title, extent and commencement.  \n2. Definitions  \n \nCHAPTER -II \nESTABLISHMENT OF FOOD AUTHORITY  \n3. Establishment of the Food Authority  \n4. Powers and functions of Food Authority  \n5. Director of the Food Authority  \n \nCHAPTER -III \nFOOD SAFETY OFFICERS  \n6. Food safety officer  \n7. Powers of food safety officer  \n \nCHAPTER -IV \nLABORATORIES  \n8. Establishment of food laboratories  \n9. Licensing of food business  \n Updated till 11.04.2023\n\n \nPage 18 of 18 \n 10. Public analysts  \n \nCHAPTER -V \nOFFENCES AND PENALTIES  \n11. Selling food against the law  \n12. Substandard or misbranded food  \n13. Unsafe food  \n14. Unhygienic or un -sanitary place for food  \n15. Contravention for which no specific penalty is provided  \n16. False Information.  \n17. Obstructing the food safety officer  \n18. Business without license.  \n19. False advertisement.  \n21.  Failure to comply with the directions  \n22.  Punishment for subseq uent offences  \n23.  Compensation in case of injury or death of a consumer.  \n24.  Forfeiture of food  \n25.  Offences by companies.  \n26.  Publication in newspaper  \n \nCHAPTER -VI \nJURISDICTION AND PROCEDURE  \n27.  Jurisdiction of the food authority  \n28.  Food Tribunal  \n29.  Cognizance and investigation.  \n30.  Time limit for prosecutions.  \n31.  Summary trail  \n \nPage 17 of 18 \n 32.  Defence available  \n33.  Recovery of fines etc  \n34.  Appeal against conviction  \n35.  Transfer of cases  \n \nCHAPTER -VII \nMISCELLANEOUS  \n36.  Powers to make rules  \n37.  Powers  to make regulations  \n38.  Immunity  \n39.  Public Servant  \n40.  Bank accounts  \n41.  Budget and accounts  \n42.  Audit  \n43.  Annual report.  \n44.  Application of the Code of Cri minal Procedure, 1898 (Act V of 1898).  \n45.  Repeal and savings.  \n46.  Overriding effect  \n47.  Power to remove difficulties  \n  \n \nPage 18 of 18 \n THE ISLAMABAD CAPITAL TERRITOPRY FOOD SAFETY, 2021  \n \n[1st December,  2021] \n \nAn act to provide for the safety and standards of food and for establishment of the  Islamabad Food Authority  \n \nWHEREAS , it is expedient to protect public health, to provide for the  safety and standards \nof food, to establish the Islamabad Food Authority and for  other  connected matters;  \n \nIt is hereby  enacted as   \n \nCHAPTER -I \n \nPRELIMINARY  \n \n1. Short  title,  extent  and commencement. — (1) This Act shall  be called  the Islamabad \nCapital  Territory  Food  Safety  Act, 2021.  \n \n(2) It extends  to the whole  of the Islamabad  Capital  Territory.  \n \n(3) It shall  come  into force  on such date as the Government  may,  by notification in the official  \nGazette, appoint.  \n \n2. Definitions. —(1) In this Act, unless  there  is anything  repugnant  in the subject  or context. — \n \n(i) “Act”  means  the Islamabad  Capital  Territory  Food  Safety  Act, 2021.  \n \n(ii) “adulterated  food” means  an article  of food, — \n \n(a) which  is not of the nature,  substance  or quality  which  it purports  or represented \nto be;  or \n(b) which  contains  any such extraneous  substance  which  may affect  adversely  the \nnature,  substance or  quality  thereof;  or \n(c) which is processed, mixed, coloured, powdered or coated with  any other \nsubstance in contravention of any provision  of the  Act rules or  regulations;  or \n(d) any constituent which has been wholly or in part abstracted so  as to affect  \ninjuriously  its nature,  substance or  quality; or  \n(e) which contains any poisonous or other ingredient which may  render  it injurious  \nto health;  or \n(f) the quality  or purity  of which  does not conform  to the prescribed  standards;  or \n(g) which having been prepared, packed or kept under unhygienic  and insanitary  \n \nPage 17 of 18 \n conditions,  or has become  contaminated  or injurious  to health;  \n \n(iii) “advertisement”  means  any publicity,  representation  or pronouncement  \nmade  by any means  for the purposes  of promoting, directly or indirectly, the \nsale or other disposal of any  food;  \n(iv)  “competent  authority”  means  the Secretary  Interior  Division;  \n(v) “consumer”  means  any person  that purchases  the  food against  consideration  or \notherwise;  \n(vi) “competent  authority”  means  the Secretary  Interior  Division;  \n(vii) “consumer”  means  any person  that purchases  the  food  against  consideration  or \notherwise;  \n(viii) “Director  Food  Authority”  means  officer  appointed  or nominated  as such by  the \ncompetent  authority  for the purposes of  this Act; \n(ix) “fee”  means the  amount  prescribed by  the rules;  \n(x) “food” means anything whether processed, semi processed, raw or  cooked and used \nas food adulterant for human consumption other  than drugs as defined in the Drug \nAct,1976 (XXXI of 1976) and  includes, — \n(a) any substance  intended  to be used in composition  or preparation  of food;  \n  \n(b) any flavouring  matter  or condiment;  \n \n(c) any colouring  matter  intended  to be  used in  food;  \n \n(d) chewing  gum,  confectionery  and other  products  of the like nature;  and \n \n(e) water  in any form,  including  ice, either  for direct  human  or use in the \ncomposition  or preparation  of food:  \n \nProvided  that competent  authority  may declare,  by notification  in the official  \nGazette,  any article  as food for the purposes  of this  Act: \n \nProvided further that an article shall not cease to be food by  reason  only that it is \nalso capable  of being  used as  a medicine.  \n \n(xi) “food additive” includes any substance which, normally, is not  consumed  as food, by \nitself,  but is used  as a typical ingredient of  the food, the addition of which to the \nfood affects the characteristics  of such food;  \n(xii) “Food  Authority”  means  the ICT Food  Authority  established  under  section 3 of  the \nAct; \n \n \nPage 18 of 18 \n (xiii) “food business” means any undertaking establishment or concern  whether \nmaintained for profit or otherwise, carrying on any of the  activities  related  to any \nstage  of manufacturing,  processing,  packaging, import, export, storage, \ntransportation, distribution of  food and includes services like catering, distribution \nand sale of  food or food ingredients;  \n(xiv) “food laboratory” means any laboratory or institute to be declared  by the Competent  \nAuthority;  \n(xv) “food safety officer” means  any officer appointed as such, by the  competent  \nauthority;  \n(xvi) “godown” means a place where articles of food are received or  stored for sale or \ndelivery to a customer or consignee, and includes  godowns  of the Railways  and \nother  transport  agencies,  etc.; \n(xvii)  “Food  Tribunal” means any Magistrate, not less than First Class,  notified  as tribunal  \nunder the Act;  \n(xviii)  “Government” means the government in relation to the Islamabad  Capital  \nTerritory;  \n(xix) “injury”  means  causing of  pain, harm, disease, infirmity either  bodily  or in m ind; \n(xx) “ingredient” means any substance, including a food additive used  in processing, \nmanufacturing, preparation etc. of food to present its  final food product  either  in \nmodified  form  or otherwise;  \n(xxi) “label”  includes  any tag, brand,  mark  whether  pictorial  or descriptive written, \nprinted, stencilled, embossed, impressed on, or  attached to or included in or \nbelonging to  or accompanying  any food;  \n(xxii)  “licence” means a licence granted under this Act or the rules made  there  under,  as \nmay be notified  by the Director  Food Authority;  \n(xxiii)  “misbranded  food” means an  article of  food, — \n(a) which  is an imitation  of, or resembles  an other  food in such a manner  that is \nlikely  to deceive  the consumers;  or \n(b) which  is so coloured,  flavoured,  coated,  powdered  or polished  as to conceal  the \ntrue nature thereof;  or \n(c) which  is contained  in any package  which,  or the label  of which  bears  any \nstatement,  design,  picture  or description  \n \nregarding  the ingredients  or the substances  contained  therein,  which  is false or \nmisleading.  \n(xxiv)  “package” includes anything in which food is wholly or partly  cased, covered, \n \nPage 17 of 18 \n enclosed, contained, placed or otherwise packed in  any way whatsoever and any \nsuch other receptacle of any kind  whether  opened or closed;  \n \n(xxv)  “premises”  include  any shop,  stall,  hotel,  restau rant, airline  services,  canteens,  \nplace  (open  or closed  by a boundary),  building  or tent or any other  structure  and \nany adjoining  land used in connection  therewith  and any vehicle,  conveyance,  \nvessel  or aircraft  where  any article  of food is manufactured,  stored,  transported  or \nsold etc.;  \n(xxvi)  “prescribed”  means  prescribed  by the rules;  \n(xxvii)  “public  analyst”  means  an analyst  appointed  under  the Act; \n(xxviii)  “safe  food”  means  the food that is not unsafe;  \n(xxix)  “sale”  with its  grammatical  variations  and cognate  expressions,  means  a transfer  \nof ownership  of any article  of food,  and includes  an agreement for  sale, and also \nan attempt to  sell any  such article;  \n(xxx)  “standard”  in relation  to any article  of food,  means  the prescribed  and includes  the \nstandard notified  by the Food Authority;  \n(xxxi)  “sub-standard” means the article of food that does not meet the  prescribed  but not \nso as to render  the article of  food unsafe;  \n(xxxii)  “transit” includes all stages of transportation from the place of  manufacture,  \nproduction,  processing,  or other  source  of origin  to the consumer;  \n(xxxiii)  “unsafe food” means an article of food whose nature, substance or  quality is  so \naffected  by any  means  as to render it injurious  to health  and includes  food which  \ndoes not comply  with relevant  technical resolutions under technical barriers to trade \n(TBT) and  sanitary  and phytosanitary  (CPS) conditions;  \n(xxxiv)  “food  operator”  means  a person  who manufactures  for sale, transports,  by the \nCompetent  Authority  as such;  and \n \n(xxxv)  “scientific  panel”  means  the scientific  panel  constituted  under  the Act. \n \nCHAPTER -II \n \nESTABLISHMENT  OF FOOD  AUTHORITY  \n \n3. Establishment  of the Food  Authority. —(1) The Government  shall, by notification \nin the official Gazette, establish the ICT Food Authority to  carry  out the purposes of this Act.  \n \n(2) The Food  Authority  shall  consist  of a Board  comprising  a Chairperson and following  \nMembers, namely: — \n \n \nPage 18 of 18 \n (a) Chief  Commissioner  ICT.         Chairperson  \n \n(b) Representative  of the Ministry  of Health  Regulation  \nnot below  BPS-19.        Member  \n(c) Representative  of the Ministry  of Interior  not \n below  BPS-19.   Member  \n(d) Representative  of the Government,  Food  Security  \n not below  BPS-19.   Member  \n(e) Two members  of the  National  Assembly  of the ICT \n to be nominated  by the Government.    Member  \n(f) Two food technologists  or scientists  to be nominated  \n by the Government.    Member  \n(g) one representative  of the Chambers  of Commerce  \n  and Industry  to be  nominated by  the Government.     Member  \n(h) one representative of Industry to be nominated by  \nthe Government.    Member  \n(i) one representative  of Food  Operator  to be nominated  \n by the Government.   Member -cum-  Secretary  \n \n \n(3) The members other than the ex-officio members shall be appointed  in the manner and \nterm as prescribed.  \n \n(4) The general directions and superintendence of the affairs of the  Authority shall vest \nin Board who with the assistance of Director Food Authority  shall  discharge  its functions  under  \nthe guidance  and instructions  on policy  matters  by the Federal  Government.  \n \n(5) The Board may, with the prior approval of the Chairperson, co -opt any other  person \nas a member.  \n \n(6) The Chairperson and members, other than ex-officio members, shall  be appointed in \nsuch manner as to ensure the highest standards of professional  competence  and experience.  \n \n(7) A meeting of the Board shall be held in the manner provided by the  regulations,  and \nuntil so provided, as may  be determined by  the Board.  \n \n(8) The Secretary  of the Board  shall,  on the direction  of the Chairperson,  call a meeting  \nof the Board.  \n \n(9) The Board  shall  meet at  least thrice  in a year.  \n \n(10) The Chairperson, or in his/her absence, any other member elected  by the members \npresent at  a meeting,  shall  preside  at a meeting  of the Board.  \n(11) The quorum for a meeting shall be one third of the total members,  the fraction being  \ncounted  as one.  \n \n \nPage 17 of 18 \n (12) No act or proceedings  of the Board  shall  be questioned  or invalidated merely on the \nground of existence of any vacancy or defect in the  constitution  of the Board.  \n \n4. Powers  and functions  of Food  Authority. —(1) The Food  Authority shall enjoy \nsuch powers and perform such function as may be notified  by the Government from time to time \nin addition to the following functions,  namely: — \n \n(a) specify  procedures  and guidelines  for setting  up and accreditation  of food \nlaboratories;  \n(b) formulate  method  of sampling,  analysis of  samples  and reporting  of results;  \n(c) specify  licensing,  prohibition  orders,  recall  procedures,  improvement  notices  or \nprosecution;  \n(d) determine  terms  and conditions  of service  of its employees;  \n(e) collect  and analyze  relevant  scientific  and technical  data relating  to food;  \n(f) establish  a system  of network  of food operators  and consumers  to facilitate  \nfood safety  and quality  control;  \n(g) organize  training  programmes  in food safety  and standards;  \n(h) promote  general  awareness  as to food safety  standards;  \n(i) levy fee for registration,  licensing  and other services;  \n(j) certify  food for expert;  \n \n(k) perform  any other  prescribed function;  and \n(l) do any other  thing  which  is necessary  for the discharge  of its functions  under  \nthis Act.  \n(2)  The Food  Authority  shall  exercise  its functions,  as far as possible,  in accordance  \nwith the  well-established  scientific  principles and  international  best practices.  \n \n5. Director of the Food Authority. —(1) The competent authority  shall  nominate  or \nappoint  the Director  Food  Authority  on such terms  and conditions  as it may determine.  \n \n(2) The Director  Food  Authority,  who shall  be the chief  executive  officer of the \nAuthority, shall be responsible for efficient implementation of the  Act. \n \n(3) The Director  Food  Authority  shall  exercise  such powers  and functions  as may be \nprescribed\n \n \nPage 18 of 18 \n CHAPTER -III \n \nFOOD  SAFETY  OFFICERS  \n \n6. Food safety officer. —The competent authority may by notification  in the official Gazette \nappoint food safety officers, from amongst such persons as  it deems  appropriate  for the purpose  having  \nsuch qualifications  as may be prescribed  in the rules.  \n \n7. Powers of food safety officer. —(1) The powers and functions of  the food safety  officers  shall  \nbe the following, namely: — \n \n(a) take sample of any food or any substance, which appears to him  to be intended for \nsale, or  has been sold  as food;  \n(b) seize  any food,  apparatus  or utensil  which  appears  to the food safety officer to be in \ncontravention of this Act, the rules or the  regulations;  \n(c) enter or seal any premises where he believes any food is prepared,  preserved, \npackaged, stored, conveyed, distributed or sold, examine  any such food and examine \nanything that he believes is used, or  capable  of being  used for such preparation,  \npreservation,  packaging,  storing, conveying,  distribution or  sale; \n \n(d) open and examine any package which, he believes, to contain any  food;  \n \n(e) examine any book or documents with respect to any food and make  copies  of or  take \nextracts from  the book  or documents;  \n \n(f) demand the production of the identity card, the business registration  certificate,  \nlicence  or any other  relevant  document  from a  food operator;  and \n \n(g) search  and seize  any vehicle  carrying  food.  \n \n(2)  A food safety officer shall prepare a statement describing the food,  apparatus, utensil, or \nvehicle seized and shall deliver a copy of the statement to  the person  from  whom  it is seized  or, if such \nperson  is not present,  send such copy  to him  by mail.  \n \n(3)  A person claiming back anything seized under sub -section (1) may,  within seven days of the \nseizure, apply to the Court and the Court may confirm  such seizure, wholly  or in part, or may  order  that it \nbe restored  to the claimant.  \n \n(4)  If the Court confirms the seizure of the food, apparatus or utensil, it  shall be forfeited to the \nFood Authority or the Court may direct that such food,  apparatus, utensil may be destroyed at the cost of \nthe owner or person in whose  possession  it was found.  \n \n(5) If an application is not made within seven days under sub -section  (3), the food,  apparatus  or \nutensil  seized, shall  be forfeited  to the  Food  Authority.  \n \nPage 17 of 18 \n  \n(6) Any person may make an application in writing to the Food Safety  Officer  asking  him to \npurchase  a sample  of any food from  a food operator  and get it  analyzed from  the public analyst.  \n \nCHAPTER -IV \n \nLABORATORIES  \n \n8. Establishment of food laboratories. — The competent authority  may establish  or opt any \naccredited  food laboratory  from  Pakistan  National  Accreditation Council for the purposes of carrying on \nanalysis of the samples  procured  as may  be prescribed.  \n \n9. Licensing of food business. —(1) A person shall not use any place  for food business  except  \nunder  the prescribed  registration or  licence.  \n \n(2)    The Food Authority may in the prescribed manner, exempt a class  of food operators from \nobtaining compulsory registration or licence under this  section.  \n \n10.  Public analysts. - (1) The competent authority may, by notification  in the official Gazette, \nnominate or appoint such person as it may deems fit,  having  such qualification  to be the public  analyst  for \nsuch area as may be prescribed.  \n \n(2)  The production of a certificate under the hand of a public analyst, in  a trial shall, until contrary \nis proved, be sufficient evidence of the facts stated  therein.  \n \n(3)  The Food  Tribunal may of its own or on the request of the accused,  send, any sample of food, \nto the public analyst for test, the cost of which analysis  shall be  paid by  the accused unless otherwise \ndirected  by the Food  Tribunal.  \n \nCHAPTER -V \n \nOFFENCES  AND  PENALTIES  \n \n11. Selling food against the law. —Any person who sells or offers for  sale any adulterated food \nor food which is not in compliance with the provisions  of this Act or the rules, shall be punished with \nimprisonment for a term which  may extend to six months or fi ne which may extend to one million rupees \nor with  both.  \n \n12. Substandard  or misbranded  food.— Any person  who manufactures  for sale, stores, sells, \ndistributes any food which is substandard or is misbranded,  shall be punished with imprisonment for a \nterm which may extend to six months  or fine which may  extend  to one million  rupees or with both.  \n \n13. Unsafe food. —Notwithstanding anything contained in any law for  the time being in force, a \nfood operator, who manufactures for sale, stores, sells,  distributes  any unsafe  food,  shall  be liable — \n \n(a) where the unsafe food does not result in injury to any person, to  imprisonment for a \n \nPage 18 of 18 \n term which may extend to six months or fine  which  may extend  to one  million  rupees  \nor with both;  \n \n(b) where  such unsafe  food results  in injury  to any person,  to imprisonment for a term \nwhich may extend to three years or fine  which  may extend  to one million  rupees  or \nwith both;  and \n \n(c) where  such unsafe  food results  in death  of a person,  to imprisonment for life or fine \nwhich may extend to five million  rupees,  but not less  than three million,  or with  both.  \n \n14. Unhygienic  or un-sanitary  place  for food.—Any person  who manufactures or processes \nor keeps any article of food for human consumption  under un -hygienic or unsanitary conditions, shall be \npunished with imprisonment  for a term which may extend to six months or fine which may extend to half \na million  rupees or with both.  \n \n15. Contravention  for which  no specific  penalty  is provided. — Whoever,  contravenes  any \nprovisions  of the Act or the rules  made  there  under,  for which  no specific  penalty  has been  provided,  \nshall  be punished  with imprisonment for a term which may extend to one year or fine which may extend  \nto half a million rupees or  with both.  \n \n16. False Information. —If a person, in connection with a  requirement  or direction  under  this \nAct or the rules  made  there -under,  provides  any information  or produces  any document  or article  of food \nthat is false  or misleading, shall be punished with imprisonment for a term which may extend to  six months \nor fine which  may extend  to half a  million  rupees  or with both.  \n \n17. Obstructing  the food  safety  officer.— (1) Any person  who obstructs or impedes any food \nsafety officer or any other authorized officer in the  course  of performing  his duty under  the Act or the \nrules  made  thereunder,  shall  be punished  with imprisonment  for a term which  may extend  to six months  \nor fine which may  extend to  half a million rupees or  with both.  \n \n(2) Any person who un -lawfully removes, alters or interferes, in any  way, with any food, article, \nequipment, vehicle, etc. seized, detained or sealed  under the Act or the rules made thereunder shall be \npunished with imprisonment  for a term which may extend to six months or fine which may extend to half \na million  rupees or with both.  \n \n18. Business without license. — If any food business operator who  manufacturers,  sells,  stores  \nor distributes  any article  of food without  the prescribed license, shall be punished with imprisonment for \na term which may  extend to six months or fine which may extend to ha lf a million rupees or with  both.  \n \n19. False advertisement. — (1) Any person who for the purpose of  affecting or promoting the \nsale of any food, publishes or causes to be published,  any advertisement  which, — \n \n(a) falsely  describes  the food;  or \n \n(b) is contrary  to the any provision of  Act or  the rules; or  \n \n \nPage 17 of 18 \n (c) is likely to deceive a purchaser with regard to the character, nature,  value,  substance,  \nquality,  strength,  purity,  composition,  merit,  safety, weight, proportion, origin, age \nor effects of any food or of  any ingredient or constituent of the food,  shall  be punished  \nwith imprisonment for a term which may extend to one year or fine  which  may extend  \nto two  million  rupees  or with  both.  \n \n(2)  Any person  who publishes  or causes  to be published  any advertisement which does not contain \nthe true name of the person by whom the  advertisement is published and the address of his place of \nbusiness, shall be  punished with imprisonment for a term which may extend to one year or fine  which  \nmay extend  to two million  rupees  or with both.  \n \n20. False  labelling  etc.— (1) Any person  who prepares,  packages,  labels any food which does \nnot comply with the prescribed standards, shall be  punished with imprisonment for a term which may \nextend to three years or fine  which  may extend  to one  million  rupees  or with both.  \n \n(2) Any person  who labels  any food in a manner  that is false,  misleading or deceptive with regard \nto its character, nature, value, substance,  quality or composition, shall be punished with imprisonment for \na term which  may extend to one year or fine which may extend to one million rupees or with  both.  \n \n21. Failure to comply with the directions. — If any person, without  any reasonable ground, fails \nto comply with any order or notice issued or any  directions given, under this Act o r the rules made \nthereunder, shall be punished  with imprisonment for a term which may extend to one year or fine which \nmay extend  to half a million rupees or  with both.  \n \n22. Punishment  for subsequent  offences. —(1) If any person  after having  been,  previously  \nconvicted  of an offence  punishable  under  the Act or rules made thereunder, is subsequently convicted \nof the same offence, shall be  liable  to— \n \n(a) the double of the punishment which he had already received as  previous  conviction;  \nand \n \n(b) on further commission of offence under the Act or the rules made  there under, be \nbanned to carry on the food business in addition to  the award of maximum  punishment \nfor the offence.  \n \n(2) The licence  of such food operator  shall  be cancelled.  \n \n23. Compensation in case of injury or death of a consumer. —(1) Notwithstanding anything \ncontained in any other  law, in case  of injury or  death  of a consumer due to unsafe food, the Tribunal in \naddition to any other penalty  under this Act may direct the food operator to pay compensati on to the \nconsumer  or the legal heirs of  the consumer,  as the case may  be, an amount which is — \n(a) not less than one million  rupees  in case of death;  and \n(b) not exceeding  half a million  rupees  in case of injury.  \n(2) If the food operator  fails to pay the compensation  under  this section, the Food Authority \n \nPage 18 of 18 \n shall recover the compensation as arrears of land  revenue and make payment of the recovered amount to \nthe injured or legal heirs  of the deceased, as the case  may be. \nExplanation .—In this section,  “Company  means  a body  corporate  and includes  a firm  or any \nother  association of  persons, whether  required  or not. \n24. Forfeiture of food, etc. —In case of conviction under this Act, the  Tribunal may direct that \nany food, apparatus, utensil, equipment, machinery,  vehicle  or any other  thing, be  confiscated or  destroyed  \nat the cost  of the operator.  \n \n25. Offences by companies. —(1) Where an offence under this Act or  rules made there under \nhas been committed by a company, every person, who at  the time of the commission of the offence, was \nin-charge of the company as well  as the company shall be jointly and severally liable for the punishment \nof the  offence.  \n(2) Notwithstanding anything contained in sub -section (1), where it is  proved that the offence is \nattributable to any neglect on the part of any director,  manager,  secretary or  other  officer  of the company,  \nsuch director,  manager,  secretary or other officer shall also be liable to the punishment of the offence or  \nany other  association of persons,  whether required or  not. \n26. Publication in newspaper. —If a person is convicted of an offence  and the conviction has  \nattained finality, the Food Authority shall, if so  directed  by the Tribunal, publish the name of the person \ntogether with the name and place  of his business, the nature  of the offence and the fine, forfeiture, or other \npenalty  imposed on him, in newspapers or in any other mode of information to the people  and the convict \nshall  be liable  to pay  the cost of any  such publication.  \nCHAPTER -VI \nJURISDICTION  AND  PROCEDURE  \n27. Jurisdiction of the food authority. —(1) On information received  from any source, the Food \nAuthority may, for reasons to be recorded in writing,  shall — \n \n(a) register  information  of an offence  under  this Act; or \n \n(b) submit complaint of  an offence  before  the Food  Tribunal;  or \n \n(c) suspend  or cancel  the licence of  the food operator;  or \n \n(d) impose  fine on the food operator  which  may extend  to one million  rupees;  or \n \n(e) direct  destruction  of an adulterated  or unsafe  food in the prescribed  manner;  or \n \n(f) take any other  action as  may be prescribed; or  \n \n(g) decide,  if the circumstances  so warrant, not to  take any  action.  \n(2) If the Food Authority cancels the licence or imposes fine on a food  operator, the food operator \nmay, within fifteen days of the communication of the  order, prefer an appeal against such order to such \nAppellate Authority as may be  prescribed.  \n \nPage 17 of 18 \n  \n(3) The Food Authority or the Appellate Authority shall not pass any  order relating to suspension \nor cancellation of the licence or imposition of fine  without providing  an opportunity  of hearing  to the food \noperator.  \n \n(4) An order of suspension of a licence under this section shall not be  passed for a period \nexceeding seven days at a time and, unless sooner withdrawn  or the licence is cancelled, and shall cease \nto have effect on the expiry of the  thirtieth  day from  the date  of first  such order.  \n \n28. Food Tribunal. —An offence punishable under this Act shall be  exclusively triable by the \nFood Tribunal established by the Government and  where it establishes more than one Food Tribunals, it \nshall specify the territorial  limits within which each Food Tribunal shall exercise its jurisdiction under the  \nAct. \n \n29. Cognizance  and investigation. —(1) An offence  under  this Act shall be cognizable on \ninformation provided to the officer incharge of a pol ice station  by an officer  authorized by  the Food \nAuthority.  \n \n(2) If the offence causes death of, or injury to, a person, the injured  person or the legal heirs of \nthe deceased may also file a complaint in the Food  Tribunals under Chapter -XVI of the Code of Crim inal \nProcedure, 1898 (Act V of  1898).  \n \n(3) The Director  Food  Authority  may constitute  a standing  investigation team for an area \nconsisting of such police officers and food safety  officer to investigate offences under the Act and the \nrules made there  under to  submit report in the Food Tribunal under the Code of Criminal Procedure, 1898  \n(Act V of 1898).  \n \n(4) The offences under sections 22 and 24 of the Act shall be non - bailable.  \n \n30. Time limit for prosecutions. — The prosecution for an offence  under this Act or the rules \nmade there under shall be filed within one year of the  commission  of the offence.  \n \n31. Summary trail. —(1) Notwithstanding anything contained in the  Code of Criminal \nProcedure, 1898 (Act V of 1898) but subject to sub -section (2),  a Food Tribunal ma y summarily try an \noffence punishable under this Act or the  rules made thereunder, and impose punishment of imprisonment \nfor a term not  exceeding  six months, fine  or both.  \n \n(2) If a Food Tribunal is of opinion that the nature of the offence does  not justify summary trail, \nit may conduct proceedings in accordance with the  provisions of Chapter XX of the Code of Criminal \nProcedure, 1898 (Act V of  1898).  \n \n32. Defence available. —In any proceedings for an offence under this  Act, the exercise of due \ncare and ca ution shall be valid defence if it is proved that  the person took all reasonable precautions and \nexercised due diligence to prevent  the commission of the offence.  \n \n33. Recovery of fines etc. —(1) The Food Authority shall recover the  fine, fee or any other \n \nPage 18 of 18 \n amoun t, imposed or levied, under this Act or the rules made  there  under,  as an arrears  of land revenue  and, \nfor the purpose,  the officer  authorized  thereby  shall  exercise  the powers  of Collector  under  the Land  \nRevenue  Act, 1967 (Act  XVII  of 1967).  \n \n(2) The fine imposed  or the fee charged  under  the Act or the rules  made there under shall \nbe deposited with the Food Authority and shall form part  of the Food Authority  Fund.  \n \n(3) The Authority may distribute ten percent of the fine to its  officers  as will be prescribed  in \nthe rules.  \n \n34. Appeal  against  conviction. — The Authority  or the person  sentenced  by a Food  Tribunal  \nmay,  within  thirty  days from  the date of communication  of the order,  file an appeal  against  the final \norder  of the Food  \n \nTribunal  in accordance  with the Code  of Criminal  Procedure  1898  (Act V of 1898).  \n \n35. Transfer of cases. — (1) A case regarding any matter within the  jurisdiction  of a Food  \nTribunal,  pending  in any court  before  the establishment  of a Food Tribunal under this  Act and the rules  \nmade  there  under, shall  stand  transferred  to Food  Tribunal which shall  have  jurisdiction to  try the case.  \n \n(2) The District and Sessions Judge may under his jurisdiction transfer a  case from one Food \nTribunal to another Food Tribunal or direct to constitute a  Food  Tribunal  made there  under.  \n \nCHAPTER -VII \n \nMISCELLANEOUS  \n \n36. Powers to make rules. — The Federal Government may, subject to  the condition of previous \npublication and by notification in the official Gazette,  make  rules  to carry  out the purposes of this  Act. \n \n37. Powers to make regulations. —The Director Food Authority may  subject to the condition \nof previous publication and by notification in the official  Gazette, make regulations not inconsistent with \nthe provisions of this Act or the  rules.  \n \n38. Immunity. —No suit, p rosecution or other legal proceedings shall  lie against the \nGovernment, any officer of the Government, the Food Authority,  the Chairperson, a member or any other \nemployee of the Food Authority for  anything  which  is done  in good  faith under  this Act,  the rules  or the \nregulations.  \n \n39. Public Servant. —The employees of the Food Authority shall be  deemed to be public \nservants within the meaning of section 21 of the Pakistan  Penal Code, 1860 (Act  XLV  of l860).  \n \n40. Bank accounts. —The Food Authority may open and mainta in its  accounts  at such scheduled  \nbanks  as may be prescribed,  and until so prescribed,  as the Government  may determine.  \n \n41. Budget and accounts. — (1) The Food Authority shall maintain  proper accounts and other \n \nPage 17 of 18 \n records relating to its financial affairs including its  income and expenditures and its assets and liabilities \nin such form and manner as  may be prescribed.  \n \n(2) After the conclusion of a financial year, the Food Authority, in the  manner  prescribed,  shall  \ncause  to be prepared  for the financial  year statements  of  account of the Food  Autority which shall include \na balance sheet and an account of income and expenditures.\n \n(3) The Food Authority shall approve its annual budget for a financial  year in the prescribed \nmanner.    \n \n(4) No expenditure  for which  provision  has not been  made  in any approved  budget  shall  be \nincurred  without  prior  approval  of the Food  Authority.  \n \n42. Audit.—(1) The Auditor General of Pakistan shall annually audit  the accounts  of the Food \nAuthority.  \n \n(2) The Government, in addition to the audit under sub -section (1) shall  cause  the accounts  of \nthe Food  Authority  annually  audited  by a chartered  accountant or a  firm of chartered accountants.  \n \n(3) The auditor appointed under sub -section (2) shall be provided such  access  to the books,  \naccounts  and other  documents  as may be considered  necessary  for the audit  of accounts.  \n \n(4) The auditor shall submit the  annual or any special  audit report to  the Food Authority, and \nthe Food Authority, under intimation to the Government,  shall  take appropriat e remedial or  other  action  in \nthe light of  the audit  report.  \n \n43. Annual  report.— (1) The Food  Authority  shall,  within  three  months of the close of a \nfinancial year, submit to the Government an annual  performance  report.  \n \n(2) The report  shall consist of. — \n \n(a) the statement of  accounts  and audit  reports  of the Food  Authority;  \n(b) a comprehensive statements of the work and activities of the Food  Authority  during  \nthe preceding  financial  year and its proposed  projects  and schemes;  and \n(c) such other matters as may be prescribed or as the Food Authority  may consider \nappropriate.  \n(3) The Government shall, within two months of receiving the report  from the Food Authority, \nlay the report in both Houses of the Parliament (Majlis - e-Shoora) . \n44. Application of the Code of Criminal P rocedure, 1898 (Act V of  1898).—The provisions  \nof the Code  of Criminal  Procedure,  1898  (Act V of 1898)  shall be  applicable  to the  trial of the  offences \nunder  this Act. \n \n45. Repeal and savings. —(1) The West Pakistan Pure Food Ordinance  1960 (W.P. Ord  VII of \n1960) is hereby  repealed.  \n \nPage 18 of 18 \n (2) Subject to this Act, any license or order issued under the repealed  Ordinance, which is in \nforce on the date of coming into force of the Act, shall be  deemed to have been issued under the Act and \nshall continue to be in fo rce until  expired,  cancelled or withdrawn.  \n \n(3) The standards,  safety  requirements  and other  provisions  of the repealed  Ordinance  or the \nrules  made  thereunder,  shall,  to the extent  of consistency with the Act, continue to remain in force till the \nstandards, safety  requirements  are prescribed  under  the Act. \n \n(4) Any license issued or orders passed under any law, which, on the  date of commencement of \nthe Act, is in force in the ICT, shall continue to be in  force till the date of its expiry or fresh license is \nissue d or any order is passed  under  this Act.  \n \n(5) The standards,  safety  requirements  and other  provisions  of the repealed law or any other law \nfor the time being in force, shall continue to be in  force till the provisions or this Act and the rules as the \ncase may be come into  force  in ICT.  \n \n46. Overriding effect. —The provisions of this Act shall have effect  notwithstanding  anything  \ncontained  in any other law.  \n \n47. Power  to remove  difficulties. —The Government  may,  by notification in a  official Gazette, \nmake provisions as may deem necessary for  removing any difficulty rising out in giving effect to the \nprovisions of this Act,  within  period of  two years  after coming  into force  of this Act.  \n \n_________________"
}