{
    "file": "./converted_json\\administrator5d1cb538dd70f201116a1c386269d097.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "Page 1 of 2 \n  \n \n \n \n \nTHE MESNE PROFITS AND IMPROVEMENTS ACT, 1855  \n \n \n \nCONTENTS  \n \n \n1.  No person chargeable with rent bona fide  paid to holder under defective title  \n2.  Value of improvements made by bona fide  holders under defective titles secured t o them   \n\n \nPage 2 of 2 \n 1[THE MESNE PROFITS AND IMPROVEMENTS ACT, 1855]  \nACT No XI OF 1855  \n[27th March, 1855]  \nAn Act relating to mesne profits and to improvements made by holders under defective titles 2* * *. \n WHEREAS it is expedient,  2* * * to limit the liability for mes ne profits  and to \nsecure to bona fide  holders under defective titles the value of improvements made by them; It is \nenacted as follows: - \n 1. 3No person chargeable with rent bona fide  paid to holder under defective title.  1No \nperson shall be chargeable with  any rents or profits of any immovable property which he has bona \nfide paid over to any person of whom he bona fide  held the same, notwithstanding it may afterwards \nappear that the person to whom such payment was made had no right to receive such rents or profits.  \n 2. Value of improvements made by bona fide  holders under defective titles secured to \nthem.  If any person shall erect any building or make an impro vement upon any lands held by him \nbona fide  in the belief that he had an estate in fee -simple, or o ther absolute estate, and such per son, \nhis heirs or assigns, or his or their under -tenants, be evicted from such lands by any person having a \nbetter title, the person who erected the building or made the improvement, his heirs or assigns, shall \nbe entitle d either to have the value of the building or improvement so erected or made during such \nholding and in such belief, estimated and paid or secured to him or them, or, at the option of the \nperson causing the eviction, to purchase the interest of such person  in the lands at the value thereof, \nirrespective of the value of such building or improvement:  \n Amount how fixed.  Provided that the amount to be paid or secured in respect of such \nbuilding or improvement shall be the estimated value of the same at the time  of such eviction.  \n 3. [Act to apply only to cases governed by English Law. ] Omit ted by the Federal Laws \n(Revision and Declaration) Ordinance , 1981 (XXVII of 1981), s. 3 and Sch. II.  \n \n______ ____  \n \n \n \nDate: 13 -09-2024  \n1Short title given by the Short Titles A ct, 1897 (14 of 1897).  \nThe Act has been declared to be in force in all the Provinces and the Capital of the Federation, except the Scheduled Distric ts, by the Laws Local Extent \nAct, 1874 (15 of 1874), s. 3.  \nIt has been declared, by notification under s. 3 (a) of the Scheduled Districts Act, 1874 (14 of 1874), to be in force in the following Scheduled Districts, \nnamely: - \nSind. .  . . .. See Gazette of India, 1880, Pt. I, p. 672.  \nThe Districts of Hazara, Peshawar, Kohat, Bannu, Dera Ismail Khan and Dera Ghazi  Khan. [Portions of the Districts of Hazara, Bannu,  \nDera Ismail Khan and Dera Ghazi Khan and the Districts of Peshawar and Kohat now form the N.W.F.P., see Gazette of India, 190 1, Pt. I, p. 857 and \nibid., 1902, Pt. I, p. 575; but its application to that p ortion of the Hazara District known as Upper Tanawal has been barred by the Hazara (Upper \nTanawal) Regulation, 1900 (2 of 1900)] -See Gazette of India, 1886, Pt. I, p. 48.  \n2Certain word s omitted by the Federal Laws (Revision and Declaration) Ordinance, 1981  (27 of 1981), s. 3 and Sch. II.  \n3The words in italics in the title and in the preamble, together with s. 1 rep. in places to which the Transfer of Property Ac t, 1882 (4 of 1882), extends or \nis extended -See Act 4 of 1882; s. 2 and Sch."
}