{
    "file": "./converted_json\\administrator5f9c1f760dd21b9897220e63ea22d7c9.json",
    "name": "The Stock Exchanges (Corporatisation, Demutualization and Integration) Act, 2012",
    "date": "7th May, 2012",
    "tagline": "An Act to provide for the corporatisation, demutualization and integration of stock exchanges in Pakistan",
    "content": "Page 1 of 19   \n \nTHE STOCK  EXCHANGE S (CORPORATISATION,  \nDEMUTUALIZATION  AND  INTEGRATION)  ACT,  2012  \n \n \n \n \n \n \nCONTENTS  \n \n \nSECTIONS:  \nCHAPTER  I  \nPRELIMINARY  \n1. Short  title, extent  and commencement.  \n2. Definitions.  \nCHAPTER  II  \nCORPORATISATION  \n3. Demutualization  Committee.  \n4. Submission  of information  by the stock  exchange.  \n5. Procedure  upon  receiving  approval  or determination.  \n6. Procedure  upon  receiving  memorandum  of the stock  exchange.  \n7. Effect  of corporatisation.  \nCHAPTER  III  \nDEMUTUALIZATION  \n \n8. Demutualization.  \n9. Rights  attached  to shares  in the blocked  account.  \n10. Board  of a stock  exchange  after demutualization  and the election  of directors.  \n11. Effect  of demutualization.  \n12. Divestment  and issue  of further  shares.  \n13. Sale and purchase  of shares  by a strategic  investor  and a financial  institution.  \n \nUpdated till 4.8.2022  \n\n \nPage 2 of 19  14. Powers  of the Commission  to require  divestment.  \n15. Listing  of shares.  \n16. Trading  rights.  \nCHAPTER  IV  \nINTEGRATION  \n17. Integration  without  application  to the Court.  \n18. Power  of the Commission  to approve  a scheme  of integration.  \n \nCHAPTER  V \nOFFENCES  AND  PENALTIES  \n19. Powers  of the Commission.  \n \nCHAPTER  VI  \nMISCELLANEOUS  \n20. Restriction  on amendments  to the Memorandum  and Articles  and further  issue  of \ncapital.  \n21. Winding  up of a stock  exchange.  \n22. Prohibition  on sale etc of assets  of the stock  exchange.  \n23. Power  to make  regulations.  \n24. Power  to give directions.  \n25. Act to override  other  laws.  \n26. Savings.  \n27. Removal  difficulty.  \n \nPage 3 of 19  THE STOCK EXCHANGES (CORPORATISATION,  \nDEMUTUALIZATION AND INTEGRATION)     ACT,  2012  \nACT  NO. XV OF 2012  \n \n[7th  May, 2012]  \n \nAn Act to provide  for the corporatisation,  demutualization  and integration  of stock  exchanges  in \nPakistan  \nWHEREAS , it is expedient, for the development of the capital markets of the country, to provide  \nfor the corporatisation and demutualization of the stock exchanges in Pakistan and to facilitate the \nintegration  of these  stock  exchanges  and for matters  ancillary  thereto;  \nIt is hereby  enacted  as follows:  \nCHAPTER -I  \nPRELIMINARY  \n1. Short  title,  extent  and commencement. —(1) This Act may be called  the Stock  \nExchanges   (Corporatisation,  Demutualization  and Integration)  Act, 2012.  \n \n(2) It extends  to the whole  of Pakistan.  \n \n(3) It shall  come  into force  at once.  \n \n2. Definitions. —(1) In this Act, unless  there is  anything  repugnant in  the context or  \nsubject, — \n \n(i) “assets ” means all immovable  and movable  properties (whether actual or \ncontingent,  tangible or intangible) and include all land, building, machinery and \nequipment, shares,  securities,  deposits,  cash,  bank  balances,  profits,  dividends,  \nfees, commissions,  receivable s, claims,  contracts,  licenses,  privileges,  reserve  \nfunds,  investments and  all other rights and interests in and arising out of such \nproperty in the ownership, possession,  power or control of a stock exchange at \nany given time;  \n \n(ii) “blocked account ” means a CDC account established by a stock exchange in \naccordance  with clause  (c) of  sub-section  (1) of  section  5; \n \n(iii) “CDC ” means the Central Depository Company established in pursuance of the \nCentral  Depository  Companies  (Establishment  and Regulation)  Rules,  1996;  \n \n(iv) “Commission ” means the Securities and Exchange Commission of Pakistan \nestablished  under  the Securities  and Exchange Commission  of Pakistan  Act, \n1997  (XLII  of 1997);  \n \n(v) “Committee ” means the demutualization committee of members of the stock \nexchange  ratified  under section  3 by the members  of the  stock  exchange;  \n \n(vi) “Companies  Ordinance ” means  the Companies  Ordinance,  1984  (XLVII  of \n1984);  \n \n \nPage 4 of 19  (vii) “Connected Person ” means in relation to a natural person, a spouse, real, step \nor half  sibling, lineal ascendant or descendant of such person, a partner, \npromoter or substantial  shareholder of an undertaking, company or body \ncorporate of which such person is also a  partner,  promoter  or substantial  \nshareholder  or an undertaking,  company  or body  corporate in which such person \nis a partner, promoter, substantial shareholder or director;  in relation to a legal \nperson a Connected person means an undertaking, company or body  corporate  \nwhich  is a holding,  subsidiary  or associated  company  of such legal  person;  \n \n(viii)  “corporatisation ” means the conversion of a stock exchange from a company \nlimited by  guarantee  to a public  company  limited  by shares;  \n \n(ix) “date of corporatisation ” means the date on which the Registrar issues a \ncertificate of re - registration to the stock exchange as evidence of its change in \nstatus from a company  limited  by guarantee  to a public  company  limited  by \nshares;  \n \n(x) “date of demutualizati on” means the date on which the Registrar issues a \ncertificate of re -registration  to the stock  exchange  in accordance  with the \nprovisions  of section  6; \n \n(xi) “demutualization ” means the segregation of the majority ownership of a stock \nexchange  from  the right  to trade  on such stock  exchange;  \n(xii) “financial institution ” includes foreign or local commercial banks development \nfinancial  institutions,  non-banking  finance  companies,  insurance  companies,  \nstock  exchanges,  commodity exchanges, derivative exchanges or any such other \nentity which has been  notified  by the Commissio n as a financial  institution  for \nthe purposes  of this Act; \n \n(xiii)  “first directors ” mean directors of the stock exchange nominated by a stock \nexchange or   the Commission as the case may be and who take the office of \ndirector on the date of  corporatisation and hold such office until elections of the \ndirectors are held in accordance   with this Act; \n \n(xiv)  “initial shareholders ” means the legal owners of the shares of a stock exchange \non the  date of corporatisation;  \n \n(xv) “integration ” means  the merger  of two or more  stock  exchanges;  \n \n(xvi)   “liabilities” means all borrowings, financial obligations, debts, claims, or \npotential los ses of every description (Whether actual or contingent)  of a stock \nexchange at any given date;  \n \n(xvii)  “member ” means a member of a stock exchange prior to its corporatisation \nunder this  Act; \n \n(xviii)  “prescribe  or prescribed ” means  prescribed  by the regulations  made  by the \nCommission;  \n \n(xix)  “scheme of integration ” means a scheme of arrangement for the integration of \n \nPage 5 of 19  two or  more  stock  exchanges;  \n \n(xx) “Securities Ordinance ” means the Securities and Exchange Ordinance, 1969 \n(XVII of  1969);  \n \n(xxi)  “security ” means a security as defined in clause (1) of sub -section (1) of section \n2 of the   Securities  Ordinance;  \n \n(xxii)  “shareholders ” means the legal owners of the shares of a stock exchange at any \ngiven  time and include  the initial  shareholders;  \n \n(xxiii)  “stakeholders ” means  the employees  of the stock  exchange,  the TRE  certificate  \nholders,  the issuers  of securities  listed  on a stock  exchange,  creditors,  if any, of \nsuch stock exchange and the Government  of Pakistan;  \n \n(xxiv)  “stock exchange ” means a stock exchange registered under section 5 of the \nSecurities  Ordinance at the time of commencement of this Act and includes a \nstock ex change after  corporatisation,  demutualization  or integration  as the case \nmay be; \n(xxv)  “strategic  investor ” means  a stock  exchange,  depository  company,  a derivative  \nexchange or a clearing house which has been approved by the Commission in \naccordance  with the prescribed criteria, for the purposes of acquiring shares of a \nstock exchange in  pursuance  of section  12; \n \n(xxvi)  “substantial  shareholder ” means  a person  who directly  or indirectly  controls,  \nbeneficially  owns or  holds not  less than  twenty  per cent of the voting rights of  \nan undertaking,  company  or body  corporate;  \n \n(xxvii)  “trading  right  entitlement  certificate  or TRE  certificate ” means  a certificate  \nissued  by a stock  exchange  evidencing  right  of the TRE  certificate  holder  to \napply  for registration  as a broker  in accordance  with the Broker  and Agent  \nRegistration  Rules,  2001  as amended  from  time to time;  \n \n(xxviii)  “trading right entitlement certificate holder or TRE certificate holder ” means a \nperson who is issued a TRE certificate under section 5, or purchases or acquires \nsuch TRE  certificate under section 16 or is issued afresh TRE certificate in \naccordance with the  provisions  of this  Act; and \n \n(xxix)  “undertaking ” means  any trade  or business  of a stock  exchange.  \n(2) The words and expressions used, but not defined in this Act, but which are defined \nin the  Companies Ordinance or the Securities Ordinance shall have the same \nmeaning as are assigned to  them  in these  Ordinances.  \n \n \n \n \n \n \n \nPage 6 of 19  CHAPTER -II \n \nCORPORATISATION  \n \n1. Demutualization Committee. —(1) The members of a stock exchange shall not later \nthan thirty days from the  commencement  of this Act, in a  meeting of the  stock exchange, ratify the  \ncreation  and constitution  of the demutualization  committee existing  at such  commencement.  \n \n(2) The committee  shall  be fully  authorized  to— \n \n(a) approve  the valuation  of the stock  exchange  to be undertaken  by the \ninvestment  bank pursuant  to clause  (a), sub-section  (I) of section  4; \n \n(b) enter into negotiations and finalize the sale of not more than forty per  cent of \nthe total  issued share capital out of the shares lying in the blocked account with \nany one or more  strategic  investors  or financial  institutions;  \n \n(c) determine the offer  price for  offer  for sale of  shares  to general  public.  \n \n(3) The committee shall be fully empowered and bound to accept any price offered for the \nsale of shares by the strategic investor that is equal to or greater than the valuation carried out under \nsection  4, and finalize and enter into an agreement for the sale of such shares to the strategic investor, \nand the members,  the shareholders  including  the initial  shareholders  and the stock  exchange  shall be \nbound by such  agreement:  \nProvided that the decis ion whether to accept or reject an offer from a strategic investor, if the  price  \noffered  is less than the approved  valuation,  shall  be made in  a meeting  of the initial  shareholders of the \nstock exchange through a majority vote, unless the members while constituting the committee,  gave  \nsuch authority  to the committee.  \n \n2. Submission  of information  by the stock  exchange. —(1) Within  forty -five days of \nthe commencement of this Act, each stock exchange shall, submit to the Commission the following,  \nnamely: — \n \n(a) a valuation of the stock exchange approved by the committee as at any date that \nmay be  specified by the Commission, based on the discounted cash flow or net \nasset value of the  stock exchange, or any other internationally accepted m ethod \nof valuation undertaken by  a renowned  international  investment  bank  approved  \nby the Commission:  \n \nProvided that the Commission may, on a reasoned request made by the \nstock exchange,  extend the time for the submission of the valuation of the stock \nexchange till 120 days  from  the commencement  of this  Act; \n \n(b) a re-valuation of the assets and liabilities of the stock exchange as at 30th June, \n2008, or  as at any other date as may be specified by the Commission, undertaken \nby a firm of  Chartered Accoun tants approved by the Commission in accordance \nwith the prescribed  criteria based on which valuation, the number of shares of \nten rupees par value proposed  to be issued  will be determined;  \n \n(c) the proposed authorized and paid -up capital of the stock exchange with the \nnumber of  shares  to be issued;  \n \nPage 7 of 19  (d) the names of members of the stock exchange proposed to be the initial \nshareholders of the   stock  exchange  and the number and  value  of shares  to be \nallotted  to each such member:  \n \nProvided that the shares allotted in pursuance of this sub -section shall \nbe allotted for  consideration  other than  cash.  \n \n(e) the names  of members  of the stock  exchange,  nominated  to act as the  first \ndirectors of the stock exchange  until such time as elections  are held in \naccordance  with this Act: \n \nProvided that the stock exchange shall nominate only four members to \nact as the first  directors;  \n \n(f) the proposed  plan for the segregation  of the commercial  and regulatory  \nfunctions of the stock exchange;   \n \n(g) the draft  memorandum  and articles  of association  of the stock  exchange;  \n \n(h) a detailed five  year development  plan for the stock  exchange  together  with \nthe capital   expenditure  estimate  and the sources  of finance:  \n \nProvided that the items listed at clauses (b) to (h) of sub -section (1) shall \nbe submitted to  the Commission  after being duly  approved  by the Board  of \nDirectors  of the stock  exchange.  \n \n(2) Within thirty days of receipt of the information submitted by a stock exchange under \nsub- section  (1), the Commission  shall,  subject  to the provisions  of sub-section  (4), approve  and \ncommunicate  to the stock  exchange  the following  namely: — \n \n(a) the revaluation  of the assets  and liabilities  of the stock  exchange;  \n \n(b) the authorized  and the paid up  capital  of the  stock  exchange;  \n \n(c) the names  of members  of the  stock exchange  proposed  to be  the initial  \nshareholders  of the   stock  exchange;  \n \n(d) the number  of shares  that may be allotted  to each member  of the stock  \nexchange  for  consideration  other than  cash;  \n \n(e) the names  of members  nominated  to act as first directors  of the stock  exchange;  \n \n(f) the plan for the segregation  of the commercial  and regulatory  functions  of \nthe stock   exchange;  \n \n(g) the memorandum  and articles  of association  of the stock  exchange;  and \n \n(h) the approved  development  plan.  \n \n \n \nPage 8 of 19  (3) At the time of communicating the items listed in sub -section (2), the Commission shall \nalso communicate to the stock exchange the names of six persons to be nominated by the Commission \nto act as the first directors of the stock exchange with a direction to elect one of these persons as the  \nChairman  of the  Board  of Directors  of the  stock  exchange.  \n \n(4) The Commission may,  if it deems necessary in the interest of the capital markets, make  \nappropriate  amendments in any of the  matters mentioned in sub -section (2), other than the  re-valuation  \ncarried  out by the firm of Chartered  Accountants,  before  granting  its approval:  \n \nProvided that before making any substantive amendments, the Commission shall inform the \nstock exchange of such amendments, and if so required by the stock exchange in writing, provide an  \nopportunity  of hearing  to the stock  exchange:  \n \nProvided  further  that any decision  of the Commission  under  this sub-section  (4) shall  be \nfinal and binding.  \n \n(5) The valuation of the stock exchange as mentioned in clause (a) of sub -section (1), shall \nbe provided  to the Commission  in a sealed  envelop  and the Commission  shall  keep  the envelop  sealed  \ntill  the sale of shares to a strategic investor, in which case it shall return the sealed envelop to the stock  \nexchange. In case there is no sale of shares to a strategic investor in the manner provided in this Act , \nthe Commission  shall  open  the envelop  in accordance  with provisions  of section  12. \n \n(6) If a stock exchange fails to comply with any or all of the requirements of sub -section \n(1) within the stipulated time or any extension thereof, the Commission shall undertake or decide as \nthe case may be, the matters  listed  in sub-section  (1) and communicate  the same  to the stock  \nexchange  for further compliance. Any action taken by the Commission in pursuance of this sub -section \nshall be  final and binding  on the stock  exchange  and its members:  \n \nProvided that if the Commission engages a renowned international investment bank for the  \npurposes of clause  (a) of sub -section (1) or a  firm of Chartered Accountants for the  purposes of  clause \n(b) of sub-section  (1), the cost of  such valuation,  including  all ancillary  costs,  shall  be borne by the  \nstock  exchange  being  valued.  \n \n3. Procedure upon receiving approval or determination. —(1) Within thirty days of \nbeing  granted  approval  under  sub-section  (2) of section  4 or a determination  under  sub-section  \n(6) of section  4, the stock  exchange  shall — \n \n \n(a) adopt in a meeting of its members by a special resolution the approved \nmemorandum and  articles  of association;  \n \n(b) allot shares to the members approved to be the initial shareholders in the \napproved  numbers:  \n \nProvided that  all shares will be  allotted in a  dematerialized format  and \nshall not, at  any  time or for any  reason,  be convertible  into physical  format;  \n \n(c) deposit in a blocked account sixty per cent of shares allotted to each initial \nshareholder  and hold these in the blocked account until such time as these \nshares are disposed of in  accordance  with section  12; \n \nPage 9 of 19   \n(d) issue a certificate to  each initial  shareholder  certifyi ng the number  of his shares  \nheld in the  blocked  account;  and \n \n(e) issue  a TRE  certificate  to each initial  shareholder.  \n \n(2) Willful  failure  of a stock  exchange  to comply  with any of the requirements  of this \nsection  shall be  an offence  under this  Act. \n \n (3) Within  seven  days of the adoption  of the memorandum  and articles  of association  as \naforesaid,  the stock  exchange  shall  deliver  to the Registrar, — \n \n(a) a certified copy of the special resolution by which the memorandum and \narticles of  association  have  been  adopted;  \n \n(b) a certificate from the auditors of the stock exchange certifying that all shares \nhave been  allotted  to the initial  shareholders  in a dematerialized  format;  and \n \n(c) a certificate from CDC that sixty per cent of the share s allotted to each initial \nshareholder  have been deposited in a blocked account in accordance with \nclause (c) of sub -section (1) of  section  5. \n \n4. Procedure upon receiving memorandum of the stock exchange. —(1) Within seven \ndays of  receipt  of the information  mentioned  in sub-section  (3) of  section  5 and after confirmation  from  \nthe Commission,  the Registrar  shall  issue  a certificate  of re-registration  to the stock exchange as \nevidence of its change in status from a company limited by guarantee to a public  company  limited  by \nshares.  \n \n(2) The directors of  the stock  exchange  holding office  on the date of corporatisation  shall  \nautomatically cease to hold such office on receipt of the certificate of re -registration by the stock  \nexchange,  and shall  stand  replaced  by the first directors.  \n \n 5. Effect of corporatisation. —(1) All assets and liabilities of the stock exchange as at \nthe date of corporatisation  shall  remain  the assets  and liabilities  of the stock  exchange.  \n \n (2) The corporatisation  of the stock  exchange  shall  not— \n \n(a) create a  new legal  entity  or prejudice  or affect  its identity  or continuity;  \n \n(b) adversely affect the registration of the stock exchange under section 5 of the \nSecurities  Ordinance;  \n \n(c) prejudice  or affect  the continuity  of its undertakings;  \n \n(d) render defective or affect any legal, disciplinary or other proceedings brought \nby or  against  it prior  to the date of corporatisation;  \n \n(e) affect the validity of any regulation made by the stock exchange or the \nCommission in  pursuance  of section  34 of the  Securities  Ordinance;  \n \n \nPage 10 of 19  (f) affect any instruction, order, approval, notification, direction, act, requirement, \ncondition,  consent,  guideline,  circular,  undertaking,  declaration,  indemnity,  \nwaiver,  exemption,  restriction or decision or other document howsoever called, \nmade, given or done by the  stock exchange or the Commission in accordance \nwith or in pursuance of the Companies  Ordinance or the Securities Ordinance \nor any other law or rules a nd regulations made  under  such law in force  at the \ndate of corporatisation,  and such instruction,  order,  approval, notification, \ndirection, act, requirement, condition, consent, guideline, circular,  undertaking, \ndeclaration, indemnity, waiver, exemption, restriction or decision or other  \ndocument shall remain valid, binding and have effect in relation to the persons \nto whom  such instruction,  order,  approval,  notification,  direction,  act, \nrequirement,  condition,  consent,  guideline,  circular,  under taking,  declaration,  \nindemnity,  waiver,  exemption,  restriction  or decision  is applied  until it is \namended,  repealed  or otherwise expires;  \n \n \n(g) affect any right, privilege, obligation or liability acquired by or accrued to the \nstock  exchange  under  the provisions  of the Companies  Ordinance  or the \nSecurities  Ordinance or any other law or rules and regulations made under any \nsuch law in force at the date of  corporatisation  and shall not affect any legal, \ndisciplinary or other proceedings, remedy,  inspection,  investigation  or inquiry  \nin relation  to such right,  privilege,  obligation  or liability  and any such legal,  \ndisciplinary  or other  proceedings,  remedy,  inspection,  invest igation  or inquiry  \nmay be instituted,  continued  or enforced  after the date of corporatisation;  and \n \n(h) affect  any action  that has been  taken  by the stock  exchange  for any breach  of its \nregulations.  \n \n(3) Upon the  conversion of the  stock exchange  from a  company limited by guarantee  to a \ncompany limited by shares, the liability of each member of the stock exchange as guarantor shall be  \ndeemed  to be extinguished  immediately.  \n \n \n \n \n \n \n \n \n \n \n \nPage 11 of 19  CHAPTER -III \n \nDEMUTUALIZATION  \n \n6. Demutualization. A stock exchange shall stand demutualised when the Registrar has \nissued a  certificate  of re-registration  to the stock  exchange  in accordance  with section  6. \n \n7. Rights attached to shares in the blocked account. —(1) All rights in respect of the \nsixty per  cent shares of each initial shareholder deposited in the blocked account shall vest and be \nexercised in  the following  manner,  namely:  — \n \n(a) the right to receive dividends, bonus shares, rights shares and the proceeds of \nsale of these shares shall vest  in the initial  shareholders:  \n \nProvided that the bonus shares and right shares if any, shall be added to \nthe blocked  shares  of the initial  shareholder  and shall  be disposed  of alongwith  \nthose  blocked  shares in the manner provided  in this Act; \n \n(b) the right  to sell  these  shares  shall  vest in the  stock exchange  to be exercised  in \nthe manner provided in section 12; and  \n \n(c) the right  to exercise  the voting  power  attached  to these  shares  shall  remain  \nsuspended till the time of sale  of these  shares  in accordance  with section  12. \n \n(2)  The blocked account shall be operated by the board of directors in the manner \nprescribed by  the Commission.  \n \n8. Board of a stock exchange after demutualization and the election of directors. — \n \n(1)  At any time after the date of demutualization, TRE certificate holders or connected \npersons of TRE  certificate holders shall not hold the majority on the board of directors of any stock \nexchange, or hold more than forty per cent  of the total paid up  capital  of the  stock exchang e. \n \n(2) Within thirty days of the date of demutualization, the stock exchange shall hold an \nelection of directors:  \n \nProvided  that the elections shall only  be in respect  of the seats held  by the first directors  \nnominated  by the stock  exchange.  The nominees  of the Commission  shall  continue  to hold office  until \nsuch time as they stand replaced on a directive of the Commission to allow co -option of nominees of  \nthe strategic investor, or in subsequent elections by shareholder interest of the strategic investor and  \nfinancial  institutions  or representatives  of the general  public  as the case may be. \n \n(3) After the date of demutualization, the chairman of the Board of any stock exchange \nshall  always be from amongst those directors who do not represent the TRE certificate holders or their  \nconnected  persons.  \n \n9. Effect of demutualization. —(1) From the date of demutualization, notwithstanding \nanything to the contrary contained in any other law for the time being in force or any agreement, award,  \njudgment, decree or other instrument for the time being in force, the demutualization of the stock  \nexchange shall become binding on all persons and authorities having any contractual or statutory,  right,  \npower,  obligation  or liability  in connection  with the stock  exchange.  \n \nPage 12 of 19  (2) The demutualization shall not adversely affect the registration of the stock exchange \nunder  section  5 of the  Securities  Ordinance.  \n \n(3) A shareholder may or may not be a TRE certificate holder of the stock exchange after  \ndemutualization.  \n \n(4) A TRE certificate holder may or may not be a shareholder of the stock exchange after  \ndemutualization.  \n \n10. Divestment and issue of further shares .—(1) The Commission may at any time not \nlater than two years from the date of demutualiz ation direct the stock exchange and its shareholders to \ndo one or more  of the following,  namely: - \n \n(a) to enter into an agreement with a strategic investor, within one year of such \ndirection, for  the sale of not more than forty percent of its total issued share \ncapital out of the shares  lying  in the blocked  account;  \n \n(b) to sell to the general public through an offer for sale, not less than twenty percent \nof its  total issued share  capital out  of the  shares lying in the  blocked account  \nwithin one  hundred  and eighty  days of the direction  in accordance  with \napplicable  laws;  \n \n(c) to enter  into agreements  with and to sell to local  financial  institutions  any shares  \nremaining in the blocked account after sale of shares to the strategic investor \nand the general public,  within  one year of the  direction:  \n \nProvided that the Commission may extend the period for compliance \nupon an application  by the stock exchange setting out the reasons for not being \nable to comply with the said  order  within  the specified  time.  \n \n(2) A stock exchange may, by special resolution issue further shares carrying extra voting \nrights  to a strategic  investor  with the prior  written  approval  of the Commission.  \n \n(3) In case if no agreement for the sale of shares of the stock exchange is reached with any  \nstrategic investor within one year of the direction given by the Commission or within such time as  may \nbe extended by the Commission, the Commission may open the sealed envelop containing the  \nvaluation  of the  shares.  \n \n(4) Upon  opening  the sealed  envelop,  the Commission  may take such steps  or give such \ndirections as may be necessary for achieving  the sale of shares,  including  but not limited  to— \n \n(a) ordering the sale of shares to a strategic investor who had earlier made an offer \nto purchase the shares, if the price offered by such strategic investor was equal \nto or more  than the valuation  of the  shares contained  in the sealed  envelop;  or \n \n(b) ordering a fresh auction of the shares and selling to the highest bidding strategic \ninvestor  or financial institutions such number of shares and in such manner as \nthe Commission  may specify;  or \n \n(c) ordering a revaluation of the stock exchange at the cost of the stock exchange \nand in such  manner  as the Commission  may specify.  \n \nPage 13 of 19  (5) Notwithstanding anything contained in sub -sections (1) to (4), if a stock exchange fails \nto comply with any or all of the d irections given to the stock exchange under sub -section (1), the  \nCommission may determine and conclude the matters listed in sub -section (1) in such manner as may  \nbe prescribed and any such determination by the Commission shall be final and binding on the stock  \nexchange,  its shareholders  including  the initial  shareholders  and the CDC.  \n \n(6) Refusal by any initial shareholder to accept an agreement duly entered in accordance \nwith the  provisions of this section 12, or failure by any person to comply with a ny directions given by \nthe Commission, or the willful failure of the committee to sell the shares if the offer price received for  \nsuch shares  is equal  to or more  than the approved  valuation,  shall  be an offence.  \n \n11. Sale and purchase of shares by a strategic investor and a financial institution. —\n(1) A  strategic  investor  or a financial  institution  who acquires  shares  under  section  12 may sell its \nshareholding in a stock exchange only to another strategic investor or a financial institution as the  case \nmay be, with the prior  written  approval  of the Commission.  \n \n(2) A strategic investor may acquire such further shares of a stock exchange in which it is \na strategic investor to enable it to increase its shareholding up to fifty one percent of the total pai d up \ncapital,  subject  to the following  conditions,  namely: — \n \n(a) the prior  approval  of the Commission  is obtained  for such further  acquisition  of \nshares;  \n \n(b) the further  acquisition  is made  not less than three  years  after it acquires  \nshares under section 12;  and \n \n(c) the shares  are purchased  from  the market  by making  a public  offer  in a \ntransparent manner.  \n \n(3) No financial institution who has acquired shares under section 12 may acquire any \nfurther  shares  from  the general  public:  \n \nProvided  that a financial  institution  may acquire  shares  from  another  financial  institution \nwith prior approval of the Commission.  \n \n(4) The Commission may, by order in writing and reasons to be recorded, relax any one or \nall of  the restrictions  provided  in sub-sections  (1) to (3) after four years  of date of demutualization.  \n \n(5) The provisions of  the Listed  Companies (Substantial Acquisition  of Voting Shares and  \nTakeovers) Ordinance, 2002 (CIII of 2002) shall not apply to any acquisition of voting shares of a \nstock  exchange  by a strategic  investor.  \n \n12. Powers of the Commission to require divestment .—(1) If an initial shareholder, a \nmember  of the general public (including a company) or a TRE certificate holder directly or indirectly \nacquires more than one percent of the shares of a stock exchange, the Commission may direct such \nperson to divest  these  shares  in a manner  as may be specified  by the Commission  from  time to  time or \non a case to case  basis.  \n \nExplanation. —For the purposes of this sub -section a per son shall be deemed to have acquired  \nshares  indirectly  if these  shares  have  been  acquired  by a connected  person  of such  person.  \n \nPage 14 of 19  (2) If a financial institution other than a financial institution who acquire shares under \nsection 12, directly  or indirectly  acquires  more  than five percent  of the shares  of a stock  exchange,  the \nCommission may direct such financial institution to divest these shares in a manner as may be  specified  \nby the Commission  from  time to time or on a case to case basis.  \n \nExplanation. —For the purposes of  sub-section (2)  a financial institution would be  deemed to  \nhave acquired shares indirectly if these shares have been acquired by a connected person of such  \nfinancial  institution.  \n \n(3) The limits on the holding of shares by persons mentioned in sub -sections (1) and (2) \nmay be  amended  by the Commission  from  time to time if deemed  necessary.  \n \n(4) Willful failure to comply with any provisions of this section or any directions issued by \nthe Commission  hereunder  shall  be an offence  under this  Act. \n \n13. Listing of shares .—(1) The shares of a stock exchange shall be listed, on any such \nstock  exchange and within any such time as the Commission may prescribe in consultation with the \nboard  of directors  of the  stock  exchange  which  is to be listed.  \n \n(2) Where  the shares  of a stock  exchange are listed  on itself,  the Commission  shall  act as \nthe front line regulator of such stock exchange for such listing, and notwithstanding anything contained \nin any  other law, shall have the necessary powers and authority to regulate and administer all the laws, \nrules and  regulations  prescribed  for such matter.  \n \n(3) The self -listing of the stock exchanges under this section shall be administered and \nmanaged  by the Commission  in such manner  as may be prescribed.   \n \n(4) A stock exchange shall make an application for the listing of its shares on itself in the \nmanner and form, and subject to such conditions, as the Commission may prescribe.  \n \n(5) Upon receipt of an application under su b-section (4), the Commission may if it is \nsatisfied,  after making such inquiry and receiving such further information as it may consider \nnecessary, that  the application  fulfils  the prescribed  conditions  for listing,  order  the listing  of the shares.  \n \n(6) Willful  failure  of a stock  exchange  to comply  with any prescribed  condition  or direction \nof the Commission shall be an offence under this Act.  \n \n14. Trading rights. —(1) An initial shareholder who is issued a TRE certificate under \nsection 5  shall, if not  already registered as a broker with the Commission, be entitled to be so registered \nnot later than two years from the date of demutualization provided that he meets the fit and proper  \ncriteria:  \n \nProvided  that such TRE  certificate  holder  shall  commence  business  not later than six months \nfrom the date of registration  as a broker.  \n \n(2) A TRE certificate issued under section 5, may only be transferred once in a manner as \nmay be prescribed:  \n \nProvided  that transfer  of the TRE  certificate  by a registered  broker  shall  result  in the \ncancellation of his registration  as broker.  \n \nPage 15 of 19  (3) Any fit and proper person who acquires a TRE certificate from an initial shareholder in  \naccordance with sub -section (2), shall get himself registered as a broker not late r than six months  from \nthe date of acquiring the TRE certificate, and shall commence business not later than twelve  months  \nfrom  the date of acquiring  the TRE  certificate.  \n \n(4) A stock exchange shall not issue new TRE certificates to any person 1[within a period \nof four  years from the commencement of this Act] unless two -third majority of TRE certificate holders \nof a stock  exchange  decide  otherwise.  \n \n(5) After 1[the expiry of period specified in sub -section (4) ], a stock exchange shall offer \nfor issuance  1[of] fifteen TRE certificates each year  1[for the period of nine years]  in the manner \nprescribed by the  Commission  \n \n(6) After 1[the expiry of the period specified in sub-section (5)], no restriction shall be \nplaced on  the issuance of TRE certificates by the stock exchange, and any person who meets the fit \nand proper  criteria  for registration  as a broker  shall  be eligible  to be issued  a TRE  certificate.  \n \n(7) Any person who is issued a new TRE certificate shall get himself registered as a broker \nnot later than six months from the date of issuance of such TRE certificate and shall commence \nbusiness  not later than  three  months  from  the date of registration  as a broker.  \n \n(8) After the date of demutualization, only a private company or a public company as \ndefined in  the Companies  Ordinance,  1984  (XLVII  of 1984)  shall  be eligible  to obtain  registration  as a \nbroker on a stock  exchange:  \n \nProvided that any TRE certific ate holder who is registered as a broker on a stock exchange on \nthe date of commencement  of this Act shall  not be required  to convert  in to corporate brokerage \nhouse till one  year from  the commencement  of this  Act. \n \nExplanation. —For the purpose of this sub-section the expression “Corporate brokerage house”  \nmeans  a private  company  or a public  company  which  is registered  as a broker.  \n \n(9) All Corporate brokerage houses shall comply with the provisions of the Code of \nCorporate  Governance  issued  by the Commission  as amended  from  time to time.  \n \n(10) Except as  provided  in sub-section  (2), all TRE  certificates shall be non transferable.  \n \n(11) Failure of a person, holding a TRE certificate including an initial shareholder, to get \nhimself  registered as a broker or commence business within the different periods specified in this \nsection, or  in the case of an initial shareholder, to transfer the TRE certificate within two years from \nthe date of  demutualization,  shall  result  in the lapse  of such TRE  certifica te. \n \n(12) The Commission shall prescribe the manner, form and procedures for the transfer and  \nissuance  of any  TRE  certificate  in any stock  exchange.  \n \n______________  \n \n \n \n1Subs.  and Ins.  by Act XXII  of 2015,  s. 3. \n \nPage 16 of 19  CHAPTER -IV \n \nINTEGRATION  \n \n15. Integration without application to the Court —(1) Any two or more stock exchanges \nmay,  upon  filing of  a scheme  of integration,  and after compliance  with such procedures as may  be \nprescribed, be integrated by an order of the Commission, so as to transfer and vest in the successor  \nstock exchange ( “the successor stock exchange ”) all the assets, undertakings and liabilities of any  stock \nexchange which, upon such integration, is propose d to cease to exist ( “the transferor stock  exchange ”). \nStock exchanges desirous of integrating may also do so by creating a new legal entity to  which  the \nassets,  undertakings  and liabilities  of each of the stock  exchanges  may be transferred.  \n \n(2) A scheme of integration may only be submitted to the Commission under sub -section \n(1) after  it has been  approved  by a special  resolution  of the shareholders  of each  stock  exchange.  \n \n(3) The successor stock exchange, if already registered as a stock exchange, shall not be \nrequired  to apply to the Commission for fresh registration. Where however, a new legal entity is created \nas a result of integration, such entity shall apply for registration as a stock exchange under section 5 of \nthe Securities Ordin ance. The registration granted to any existing stock exchange which ceases to exist  \nafter the integration  shall  lapse  upon  such integration.  \n \n16. Power  of the Commission  to approve  a scheme  of integration. —(1) On receipt  of a \nscheme of integration under section 17, the Commission may approve the scheme in principle. Upon \nsuch approval, the stock exchanges shall publish the scheme of integration in two daily newspapers of  \nnational  coverage,  requiring  the stakeholders  to intimate  directly  to the Commission  in writing, within \nthe 15th day from the date of such publication, the reasons, if any, why the Commission should not  \napprove  the scheme  of integration.  Upon  receipt  of any written  objections  to the scheme  of integration,  \nthe Commission  shall  provide  a reasonable  opportunity  of being  heard  to such objectors.  \n \n(2) The Commission may make such inquiry and obtain such further information, as it may \ndeem  necessary,  in order  to determine as  to whether  to finally  approve the  scheme  of integration  or \nnot. \n \n(3) The Commission may, if satisfied that the requirements of the prescribed procedure \nhave been complied with, approve the scheme of integration with such modifications, if any, as it may \ndeem  appropriate,  and specify  the effective  date of integration.  \n \n(4) Where a scheme of integration is approved under sub -section (3), it shall be posted on \nthe website  of the Commission  and published  in the official  Gazette.  In addition,  the stock  exchange \nshall publish the approved scheme in  two daily  newspapers  of national  circulation.  \n \n(5) With  effect  from  the date of the order  of approval  of the scheme  of integration,  \nnotwithstanding anything to the contrary contained in any other law for the time being in force or any \nagreement, award, judgment or decree, the scheme of integration shall have effect and shall be  binding \non all persons interested in the transferor stock exchange or the successor stock exchange (or  the new \nlegal  entity  as the case may be) including  all shareholders,  stakeholders  and employees of the stock \nexchanges and all persons having an interest in any asset, undertaking or liability of either the  \ntransferor stock exchange or the successor stock exchange (or the new legal entity as the case may  be). \n \n \n \nPage 17 of 19  (6) Notwithstanding anything to the contrary contained in any other law for the time being \nin force, with effect from the date of the order approving the scheme of integration, all the assets,  \nundertakings and liabilities of the transferor stock exchange s hall, in accordance with the scheme of  \nintegration, stand transferred to, and vest in, the successor stock exchange, and the transferor stock  \nexchange  shall,  with effect  from  the date of such order,  cease  to exist.  \n \n(7) The stakeholders of the transferor s tock exchange shall, with effect from the date of the \norder  approving the scheme of integration, become the stakeholders of the successor stock exchange \nor the  new legal  entity  as the case may be. \n \n(8) The Commission may make such further or consequential orders or give such \ndirections, as it  deems necessary, in order to effect the integration of the stock exchanges in accordance \nwith the  approved  scheme  of integration.  \n \n(9) Where the Commission is satisfied that it would not be in the interes t of either the \ncapital and  stock markets or the general public to approve the scheme, it may by an order in writing, \nreject the  scheme:  \n \nProvided that the Commission shall, prior to issuance of such order, give a reasonable opportunity of \nbeing heard to t he stock exchanges seeking integration.  \n \n \n_____________  \n \n \n \nCHAPTER -V \n \nOFFENCES  AND  PENALTIES  \n \n17. Powers  of the Commission. —(1) Where  the Commission  is satisfied  that a stock  \nexchange, a director of a stock exchange, committee member, shareholder, TRE certificate holder or \nany other  person, has prima facie committed an offence under this Act or has contravened any \nprovision of this Act or  the regulations  hereunder,  the Commission  may provide a reasonable \nopportunity  of hearing to the st ock exchange, the director, a shareholder TRE certificate holder or \ncommittee member as the  case may be. \n \n(2) If after giving a  reasonable  opportunity  of hearing to  the stock  exchange,  its directors,  \nshareholders, TRE certificate holders or committee member as the case may be, the Commission is  \nsatisfied that any of the aforementioned persons has knowingly and wilfully committed an offence  \nunder  this Act, it may, — \n \n(a) direct  the stock  exchange  to pay to the Commission  by way of penalty  a sum \nnot exceeding twenty  million  rupees  or suspend  or cancel  the registration  of the \nstock  exchange;  \n \n(b) direct each director responsible for such failure to pay to the Commission from \nhis own  sources by way of penalty a sum not exceeding one mi llion rupees or \nsuspend or remove  such director from  the Board  of the  stock  exchange;  \n \n(c) direct each shareholder guilty of an offence under this Act to pay to the \n \nPage 18 of 19  Commission from his own  sources  by way of penalty  a sum not exceeding  one \nmillion  rupees;  \n \n(d) direct each TRE certificate holder guilty of an offence under this Act to pay to \nthe Commission from his own sources by way of penalty a sum not exceeding \none million  rupees;  and \n \n(e) direct  each committee  member  guilty  of an offence  under  this Act to pay to the \nCommission from his own sources by way of penalty a sum not exceeding one \nmillion  rupees.  \n \n(3) Any sum directed by the Commission to be paid under sub -section (2) shall be \nrecoverable by the Commission as arrears of land revenue.  \n \n(4) Notwithstanding anything to the contrary contained herein, the Commission may, if it \nis satisfied that a TRE certificate holder, whether or not he is a shareholder of the stock exchange, has  \nwilfully and knowingly failed to comply with the pr ovisions of this Act , suspend or cancel the TRE  \ncertificate.  \n \n \n_____________  \n \n \n \n \nCHAPTER -VI  \n \nMISCELLANEOUS  \n \n18. Restriction on amendments to the  Memorandum and Articles and further  issue  of \ncapital .—(1) A stock exchange shall not make any amendments to its Memorandum and Articles of  \nAssociation  without  the prior  written  approval  of the Commission,.  \n \n(2) A stock exchange shall not issue further shares without the prior written approval of the  \nCommission.  \n \n19. Winding  up of a stock  exchange.  A stock exchange  shall  not commence  any \nproceedings  for winding  up, whether  voluntary  or otherwise,  without  the prior  written  approval  of the \nCommission:  \n \nProvided that notwithstanding anything contained in any other law for the time being in force, \nthe Commission shall have the power to take all necessary steps to rehabilitate a stock exchange that \nis facing  financial  or operational  problems,  in a manner as  may be prescribed.  \n \n20. Prohibition on sale etc  of assets of the stock exchange. No stock exchange shall sell  \nimmovable assets owned by the stock exchange at the date of corporatisation without the prior  approval \nof the Commission and shall ensure that all assets are utilized in furtherance of the busi ness of the  \nstock  exchange.  \n \n21. Power to make regulations. The Commission, may, by notification in the official \nGazette,  make  regulations  for carrying  out the purposes  of this Act. \n \n \nPage 19 of 19  22. Power to give directions. —(1) The Commission shall have the power to give such \ndirections to a stock exchange, either jointly or severally, or to a shareholder, or a committee member, \nor a TRE certificate holder as the Commission deems necessary for achieving the purposes of this Act.  \n \n(2)  The stock exchange, shar eholder, TRE certificate holder or committee member to \nwhich a  direction is issued under this section or any other section of this Act shall be bound to comply \nwith the same  and failure  of a stock  exchange,  shareholder,  TRE  certificate  holder  or committee \nmember to comply  with any such direction  shall  be an offence  under this  Act. \n \n23. Act to override other laws. — The provisions of this Act shall have effect \nnotwithstanding  anything  to the contrary  contained  in any other law  for the  time being  in force.  \n \n24. Savings. — Save as otherwise provided in this Act, nothing in this Act shall curtail or \ndeem to  affect or Curtail the powers of the Commission under the Securities and Exchange \nCommission of  Pakistan Act, 1997 (XII of 1997), the Companies Ordinance, the Securities Ordinance \nor any other  law for the  time being  in force.  \n \n25. Removal difficulty. — If any difficulty arises in giving effect to the provisions of this \nAct, the  Federal Government may, not inconsistent, with the provisions  of this Act, give such \ndirections as it  may consider  necessary  for the removal  of such difficulty.  \n \n \n \n \n \n \n                                                                                    ______________________________"
}