{
    "file": "./converted_json\\administrator2a75a77b815ebaf2408f390aeae8602d.json",
    "name": "Pakistan Medical and Dental Council Act, 2022",
    "date": "16 January 2023",
    "tagline": "Consolidating law for registration of medical practitioners and dentists in Pakistan",
    "content": "Page 1 of 35 \n  \n \n \n \nTHE PAKISTAN MEDICAL AND DENTAL COUNCIL ACT, 2022  \n \n \n  CONTENTS  \n   _________  \nSECTIONS:  \n1. Short title, extent and commencement.  \n2.  Definitions.  \n3.  Constitution and composition of  the Council.  \n4.  Mode of election.  \n5 Restrictions on nominations and election.  \n6.  Incorporation of the Council.  \n7.  Terms of office.  \n8.  Meetings of the Council.  \n9.  Powers and functions of the Council.  \n10.  Composition of national medical and dental aca demic board . \n11.  Term of office of board members.  \n12.  Meetings of the board .  \n13.  Powers and functions of the board.  \n14. Registrar of the Council.  \n15.  Committee of the Council.  \n16. Executive committee.  \n17. Medical and Dental Col leges Admission Tests (MDCAT).  \nUpdated till 03.04.2023\n \nPage 2 of 35 18.  National Registration Examination (NRE).  \n19.  National Equivalence Board Examination (NEB).  \n20.  Standards of medical and dental education  \n21.  Recognition of medical institutions and qualifications.  \n22. Recognition of hospitals or institutions for house job or internship or foundation year training.  \n23.  Arrangements for schemes with foreign countries.  \n24.  Power of the Council to certify certain persons to be possessed of sufficient medical \nqualification.  \n25.  Additional medical or  dental qualifications.  \n26.  Recognition of foreign additional medical or dental qualification.  \n27. Recognition of continuous professional development opportunity providers.  \n28.  Role of specialists boards.  \n29. Recognition of medical and dental institution s and qualifications.  \n30.  Power of the Council to certify certain persons to be possessed of sufficient dental \nqualifications  \n31.  Power to acquire information as to courses of study and examination.  \n32. Inspection.  \n33.  Withdrawal of recognition.  \n34. Establishment and running of medical and dental institutions without recognition.  \n35. Penalty.  \n36.  Maintenance of register of medical practitioners.  \n37.  Maintenance of register of dental practitioners.  \n38.  Registers to be public documents.  \n39.  Penalty for fraudulent representation or registration.  \n40.  Penalty of practicing without registration.  \n41.  Cognizance of offences.  \n42.  Privileges of registered medical or dental practitioners.  \n43. Responsibilities f registered medical or dental practitioner.  \n \nPage 3 of 35 44.  Removal of names from the register.  \n45.  Officers etc. deemed to be public servants.  \n46. Indemnity.  \n47.  Power to make rules and regulations.  \n48. Information to be furnished by the Council and publication t hereof.  \n49.  Commission of inquiry.  \n50.  Over -ridding provision.  \n51.  Repeals and Savings.  \n52.  Transitory provision.  \n  \n \nPage 4 of 35 THE PAKISTAN MEDICAL AND DENTAL COUNCIL ACT, 2022  \nACT NO. IV OF 2023  \n[16, Januar y 2023 ] \nWHEREAS it is expedient to consolidate the law relating to the registration of medical \npractitioners and dentists and reconstitute the Medical and Dental Council in Pakistan in order to \nestablish a uniform minimum standard of basic and higher qualifications in medicine and dentistry;  \n  It is hereby enacted as follows: — \n  1. Short title, extent and commencement. —(1) This Act shall be  called the Pakistan Medical \nand Dental Council Act, 2022.  \n  (2) It extends to the whole of Pakistan.  \n  (3) It shall come into force at once.  \n  2. Definitions. —In this Act, unless there is anythi ng repugnant in the subject or context,  \n(a) “approved hospital or institution means a hospital or an institution included in \nthe Fourth Schedule;  \n(b)  “council ” means the Pakistan Medical and Dental Council constituted under \nthis Act;  \n(c)  “continuous professional development ” means skill enhancement and \nimprovement in personal and pr ofessional competence which may  \n(i)  comprise lectures, seminars, courses, individual study or other activities \nundertaken by a registered medical  or dental practitioner;  \n(ii)  reasonably be expected to advance a registered medical or  dental \npractitione r development in his related profession; and  \n(iii)  be relevant to the practice of registered medical or dental practitioner.  \n(d)  committee  means  any committee constituted under this Act and includes \nexecutive committee;  \n(e)  continuous professional development opportunity provider ” means an \norganization providing continuous professional development opportunities and \nincluded in the Fifth Schedule;  \n(f)  “dental institution ” means and institution, recognized under this Act, within or \noutside Pakistan, which trains for, or grants, or both trains for and grants, \ndegrees or diplomas in dentistry;  \n(g)  “division concerned ” means the division to which bus iness of this  \n \nPage 5 of 35 (h)  “full registration ” means a permanent registration to practice granted under this \nAct, subject to continuing validity of the registration under'this Act and \napplicable rules and regulations;  \n(i) “house job or foundation year or internshi p means hands on training in clinical \nsubjects on a rotational basis in an approved hospital or institution after \nprovisional registration as a prerequisite for full registration under this Act;  \n(j)  “medical institution ” means any institution recognized u nder this Act, within or \noutside Pakistan, which trains for or grants, or both trains for and grants, \ndegrees or diplomas in medicine;  \n(k)  “medicine ” means modern scientific medicine and includes surgery and other \ndisciplines, but does not include veterinary medicine and its surgery;  \n(1)  “medical and dental colleges admissions tests ” or “MDCAT ” means the \nmedical and dental college admission tests, as defined in section I7;  \n(m)  “national equivalence board examination ” or “NEB ” means the  national \nequivalent board examination, as defined in section 19;  \n(n)  “national registration examination ” or “NRE means national registration re -\nexamination, as defined  in section 18;  \n(o)  “Pakistan university ” means any university established under a Pakistan law \nand having a constituent medical or dental college or both;  \n(p)  “President ” means President of the Council;  \n(q)  “provisional registration? means a registrati on granted to enable training and \neducation prior to grant a full registration and subsequent to having qualified \nthe national registration examination under this Act;  \n(r)  “prescribed ” means prescribed by rules and regulations;  \n(s) “recognized medical qualification ” means ·any basic medical qualification \nincluded in the First Schedule;  \n(t)  “recognized dental qualification ” means any basic dental qualification included \nin the Third Schedule;  \n(u)  “recognized additional medical or dental qualification ” means any additional \nmedical or dental qualification included in the Second Schedule;  \n(v)  register ” means the register of medical practitioners maintained under section \n36 or the register of dental practitioners maintained under section 37;  \n(w)  “registere d medical practitioner ” means a medical practitioner whose name is \nincluded in the register maintained under section 36;  \n(x)  “registered dental practitioner means a dental practitioner whose name is \nincluded in the register maintained under section 37;  \n \nPage 6 of 35 (y)  “regulations and rules ” mean regulations and rules made under this Act;  \n(z)  registerable qualifications mean medical or dental qualifications recognized \nunder this Act; and  \n(za)  “specialists boards ” mean recognized specialist boards included in the Si xth \nSchedule.  \n  3. Constitution and composition of the Council. —(1) The Prime Minister shall, by \nnotification in the official Gazette, constitute the Council consisting of  the following members, \nnamely: — \n(a)  three members of civil society nominated by the  Prime Minister on \nrecommendations of the Minister -in-charge of the div ision concerned, that is to \nsay— \n(i)  one member shall be a philanthropist who is a professional of known \nintegrity and eminence with a minimum of fifteen years of related \nexperience in  the field of philanthropist;  \n(ii)  one member from legal profession of known integrity and eminence \nwith a minimum of fifteen years of experience in the field of law as a \npracticing lawyer or a retired High  Court Judge; and  \n(iii)  one member who shall be a chartered accountant of known integrity and \neminence with a minimum of fifteen years of related experience in the \nfield of accountancy;  \n(b) five members being licensed medical practitioners one of whom shall be a \ndentist, all of them having fifteen years  of teaching experience which may \ninclude the vice -chancellor or dean or principal of any medical university or \nmedical and dental institute or teaching hospital or post graduatc medical \ninstitution but shall not be the owner or shareholder or administrato r of any \nprivate medical and dental university or private medical and dental college  or \nprivate institute to be nominated by the Prime Minister on  recommendations of \nthe Ministerin -charge;  \n(c)  one member being the surgeon general of the armed forces medical services;  \n(d)  the secretary of the division concerned;  \n(e)  secretaries, health departments of all four Provinces; and  \n(f)  one member to be elected by the Council of the College of  Physicians and \nSurgeons of Pakistan.  \n(2) The division concerned s hall call first meeting of the Council within fifteen days after its \nconstitution under sub -section (I).  \n  (3) Subject to sub -section (4) of section 5, the President of the Council shall be appointed by \nthe Prime Minister on the recommendations of the Mini ster-in-charge from amongst the members \nunder clause (b) of sub -section (I).  \n \nPage 7 of 35   (4) No member shall enter upon office until he signs and submits a declaration of no conflict \nof interest.  \n  (5) The President shall be the head of the secretariat of the Counci l. \n  (6) No Act of the Council shall be invalid on the ground merely of existence of any vacancy, \nin or any defect in the constitution, of the Council.  \n  (7) In absence of the President, the meeting of the Council shall be chaired from any of the \nmembers o f clause (b) of sub -section (1) as the members present may elect.  \n  (8) The Registrar of the Council shall Act as secretary of the Council.  \n  4. Mode of election .—(l) An election under this Act shall be conducted by the Council on such \nterms and conditions as may be prescribed.  \n  (2) Where any dispute arises regarding election for the presidency of the Council it shall be \nreferred to the Federal  Government through M inister -in charge whose decision thereon shall be final.  \n  5. Restrictions on nominations and election. —l) No  (person shall be eligible for nomination \nunder clauses (a), (b), (c) and (f) of sub -section (I) of section 3, unless he is a registered medical \npractitioner or a registered dentist, as the case may be.  \n  (2) No person shall be eligible for nomi nation under clause (b), of sub -section (I) of section 3, \nunless he resides in the Province or area concerned.  \n  (3) No person shall at one and the same time serve as a member under more th an one clauses \nof sub -section ( 1) of section 3.  \n  (4) No member shall be eligible for the election of presidency of the  Council unless he is a \nregistered medical practitioner.  \n  6. Incorporation  of the Council .—The Council constituted under section 3 shall be a body \ncorporate by the name of the Pakistan Medical and Dental Council, having perpetual succession and \na common seal, with power to acquire and hold property both movable and immovable, and to contract, \nand shall by the said name sue and be sued. The Council shall be a regulatory body for regulating \nmedical and dental profession, medical and dental education and institutions.  \n  7. Terms of office. —(1) The term of a member nominated or elected to the Council  shall be \nfour years unless earlier withdrawn by the nominating. No member of the Council shall serve for more \nthan two terms.  \n  (2) The President of the Council shall hold office either for a term not exceeding three years \nor till completion of their term  as member of the  Council whichever is earlier.  \n  (3) If a member fails to attend three consecutive meetings of the Council without any valid \nreason or remains out of Pakistan for a continuous period exceeding one year, he shall cease to be the \nmember of t he Council.  \n  (4) Where the said term of four years is about to expire in. respect of any member, their \nsuccessor may be nominated or elected at any time within three months before the expiry of said term, \nbut the successor shall not assume office until th e expiry of the said term.  \n \nPage 8 of 35   (5) An office -bearer or nominated member may, at any time, resign from his membership by \nwriting under his hand addressed to the President and the seat of such member shall be deemed to have \nfallen vacant from the date of accep tance of his resignation by the President.  \n  (6) A vacancy in the Council shall be filled by the respective nominating authority. Any \nnomination required to fill a vacancy shall be submitted within fifteen days of such vacancy having \noccurred. The nominati on shall be for the remaining period of the member.  \n  8. Meetings of the Council .—(1) The Council shall meet as often as required but at least once \nin every three months at such time and place as may be decided by the President. A notice of the \nmeeting sha ll be issued fourteen days prior to the meeting with the exception of emergency meeting \nwhich may be called with requisition of minimum of seven members of the Council for which reasons \nshall be recorded in writing and conveyed to the division concerned.  \n  (2) Decision of majority members of the Council present and voting shall be construed a \ndecision of the Council.  \n  (3) Seven members of the Council shall constitute a quorum for meetings of the Council.  \n  9. Powers and functions of the Council. —(1) The Council shall have the functions and \npowers of general supervision over the working of the Council and shall hold the President of the \nCouncil, national medical and dental academic board, committees and other authorities accountable \nfor all its functions. The Council shall have all powers not expressly vested in any other authority or \nofficer by any other law where such powers not expressly mentioned in this Act are necessary for the \nperformance of its functions.  \n  (2) Without prejudice to the generality of  the foregoing powers and notwithstanding anything \ncontained in any other law for time being in force, the  Council shall have the following functions and \npowers, namely: — \n(a) to appoint the members, officers and employees of the Council on such terms \nand c onditions as the Council deems necessary to carry out the purpose of this \nAct and to provide for all matters relating to  welfare, terms and conditions of \nservice of the members, officers and employees of the Council in accordance \nwith regulations made by t he Council and including the right to institute a \nvoluntary, golden handshake scheme;  \n(b)  to approve the proposed annual plan of work including key performance \nindicators, the annual and revised budgets, the annual report and the annual \nstatement of accou nts; \n(c) to approve strategic plans and approve financial resource development plans of \nthe Council;  \n(d)  to approve accreditation standards, for under -graduate medical and dental \nprograms of study based in Pakistan;  \n(e)  to approve curriculum and scope of under -graduate medical and dental \nprograms of study in Pakistan leading to general registration of the graduates of \nthose programs to practice medicine and dentistry in Pakistan;  \n \nPage 9 of 35 (f)  to make rules and regulations for the  conduct of admission in medical and dental \ncolleges and examinations to be conducted by each province, Islamabad Capital \nTerritory and Gilgit -Baltistan and approve the examination structures and \nstandards of the national registration examination and the n ational equivalence \nboard examination as proposed by the national medical and dental academic \nboard including the standards of renewal and revalidation of registrations to \npractice medicine or dentistry in Pakistan;  \n(g)  to grant recognition to medical and  dental institutions in Pakistan which train \nor grant or both train and grant medical and dental post graduate qualifications \nand to the qualifications granted by these institutions leading to registration of \nthe graduates of those programs to practice med icine and dentistry in Pakistan \nas specialists;  \n(h)  to approve the assessment of international under -graduate medical programs \nand institutions for registration of their graduates in Pakistan;  \n(i)  to approve the assessment of authorities or institutions in other countries that \nconduct examinations for post graduate registration in medicine and dentistry \nor that accredit post graduate programs of study relevant to registration in \nmedicine and dentistry;  \n(j)  to approve listing for any new medical and dental specialists;  \n(k)  to hear and decide complaints against licences of professional negligence and \nmisconduct in accordance with regulations prescribed by the Council;  \n(1)  to provide non -binding advice to the Federal Government through Minister -in-\ncharge and the Provincial Governments and the Majlis -e-Shoora (Parliament) \nwhen sought on proposals for granting a charter by the Majlis -e-Shoora \n(Parliament) to award post graduate degrees in the field of medicine and \ndentistry, both in public and private se ctor; \n(m)  to advise the Federal Government through Minister -incharge and the Provincial \nGovernments, health -care commission, regulatory bodies in the field of \nmedicine and dentistry and any other authority  or local  body on. matters within \nthe powers of th e Commission under this Act and ancillary and incidental \nthereto;  \n(n)  to work with international health, accreditation and testing authorities and \nagencies to bring about improvement in the furtherance of these objectives;  \n(o)  to determine the remunerati on and allowances to be paid to the members of the \nCouncil and board;  \n(p)  to fix the salaries, remuneration and benefits of the officers and employees of \nthe Council;  \n(q)  to constitute, from amongst its members or outside experts, such committees as \nthe Council deems necessary to carry out the purposes and functions of the \nCouncil;  \n \nPage 10 of 35 (r)  to levy fees for grant, renewal or re -validation of licences, examinations, \nregistrations, inspections, permissions, process and any and all other ancillary \nservices as ma y be perfonned by the Council in accordance with regulations \nprescribed by the Council subject to being in consonance with the purposes of \nproviding the operational cost and long term financial sustenance and strength \nof the Council in accordance with the financial and development plans approved \nby the Council;  \n(s)  to determine, in addition to penalties already provided for under this Act, the \nquantum of penalties in respect of any violation or offence pursuant to this Act \nor as may be provided for in acco rdance with regulations prescribed by the \nCouncil subject to the quantum being a fair compensation for the wrong caused \nand a deterrent to future violations of similar nature by any person;  \n(t)  to hear appeals against any order, act or decision of the nat ional medical and \ndental academic board; and  \n(u)  to do all such matters as are ancillary including issuance of policies or making \nof regulations, convenient for or which foster or promote the advancement of \nmatters that are the subject of these objectives  and this Act.  \n  (3)  The Council may, of its own motion or otherwise, call for and examine the record of \nany proceedings in which an order has been passed by any officer, committee or board of the Council \nfor the purpose of satisfying itself as to the correctness, legality or propriety or any finding or order \nand may pass such orders as it may deem fit : \n  Provided that no such order shall be passed unless the person to be affected thereby is afforded \nan opportunity of being heard.  \n  10. Composition of n ational medical and dental academic board. — ( 1) The board shall \ncomprise the following members to be notified after approval by the Federal Government through \nMinister -in-charge i n the official Gazette, namely: — \n(a)  the Chairman, Higher Education Commission of Pakistan;  \n(b)  the President of the College of Physicians and Surgeons of  Pakistan;  \n(c)  two deans or heads of department of a public medical university or college \nnominated by each Provincials Government, Islamabad Capital Territory and \nGilgit-Baltistan from amongst the universities located in the respective \nprovince or area;  \n(d)  one dean or head of departm ent of a private medical university or college \nnominated by each Provincial Government, Islamabad Capital Territory and \nGilgit -Baltistan from amongst the universities located in the respective \nprovince or area;  \n(e)  one dean or head of department of a public dental university or college \nnominated by each Provincial Government, Islamabad Capital Territory and \nGilgit -Baltistan from amongst th e universities located in the respective \nprovince or area;  \n \nPage 11 of 35 (f)  one dean or head of department of a private dental university or college \nnominated by each Provincial Government, Islamabad Capital Territory and \nGilgit -Baltistan from amongst the universities  located in the respective \nprovince or area; and  \n(g)  the principal of the Anny Medical College.  \n  (2) After the notification of the members of the board, the Council shall forthwith and not later \nthan fifteen days from the issuance of notification call th e first meeting of the newly constituted board.  \n  (3) A dean of public sector medical university or teaching hospital or post graduate medical \ninstitution shall be the ex -officio Chairman of the board to be nominated by the Council.  \n  (4) No act done by th e board shall be invalid on the ground merely on existence of any vacancy \nin, or any defect in the constitution of, the board.  \n  11. Term of office of board members. — (I) The term of a board's member shall be four years \nunless earlier withdrawn by the nominating or appointing authority for reasons to be disclosed to the \nmember prior to such withdrawal. No member of the board shall serve f or more than two consecutive \nterms. \n  (2) If a member nominated to the board under clauses (c), (d), (e) and (f) of s ub-section (1) of \nsection 10 fails to attend three consecutive meetings of the board without any valid reason or remains \nout of Pakistan for a continuous period exceeding one year, he shall cease to be the member of the \nboard and the nominating authority s hall be required to nominate a new member in accordance with \nsection 10. \n  (3) A member shall be removed by the division concerned, if— \n(a)  his name has been removed from the register of practitioners as a result of \ninquiry under this Act; or  \n(b)  he beco mes insane or is declared un -discharged insolvent by a competent court; \nor \n(c)  he is convicted of a criminal offence involving moral turpitude, including \nunprofessional and un -ethical conduct under this Act; or  \n(d)  his nomination is withdrawn in accordan ce with sub -section (1).  \n  (4) If the membership of a member is called in question, on any of the reasons provided for \nunde r sub -section (3), his membership shall be deemed suspended until the issuance of a notification \nof removal by the divisio n concerned  under sub -section (1 ). \n  (5) Where the said term of four years is about to expire in respect of any member, his successor \nmay be nominated at any time within three months before the expiry of said term, but the successor \nshall not assume office until the expiry of the said term.  \n  (6) A nominated member may, at any time, resign from his membership by writing under his \nhand address to the President of the Council and the seat of such member shall be deemed to have \nfallen vacant from the date of acceptance o f his resignation by the President.  \n \nPage 12 of 35   (7) A vacancy in the board shall be filled through the prescribed process of nomination under \nsection 10 and the person nominated to fill the vacancy shall hold office for the remaining term of the \nvacancy. Any nominat ion required to fill a vacancy shall be submitted within fifteen days of such \nvacancy having occurred.  \n  12. Meetings of the board. —(I) The board shall meet at least once in three months at the \noffice of the Council on such date and at such time as may be decided by the Chairman. A notice of \nthe meeting shall be issued at least fourteen days prior to the meeting.  \n  (2) A meeting of the board for a specific purpose may be called by the Council at a date and \ntime to be determined by the President of the Counc il in consultation with the Chairman of the board. \nIn the absence of Chairman of the board, any member may preside over the meeting with the consensus \nof the present members.  \n  (3) A minimum of two -thirds of the members of the board shall form a quorum and  all of the \nacts of the board shall be decided by a majority of the members present and voting.  \n  (4) The registrar of the Council shall act as secretary of the national medical and dental \nacademic board.  \n  13. Powe rs and functions of the board. —(1) The bo ard shall have the followin g functions \nand powers, namely: — \n(a) to formulate accreditation standards, for undergraduate medical and dental \nprograms of study based in Pakistan and recommend to the Council for its \napproval;  \n(b)  to formulate curriculum and scope of under -graduate medical and dental \nprograms of study in Pakistan leading to general or specialist registration of the \ngraduates of those programs to practice medicine and dentistry in Pakistan and \nrecommended to the Council for its approval;  \n(c)  to formulate the examination procedure and structure for the MOCAT to be \nconducted by the respective provinces for approval of the Council;  \n(d)  to formulate the examination structure and standards for the NEB examinations \nof different levels and to set up and authorize a committee of not less than three \npersons to formulate the NEB examination papers for approval of the Council;  \n(e)  to formulate and recommend to the Council for its approval the standards, scope \nand structure of the registration re -validati on standards (LRS) and to formulate \nthe necessary procedures for re -validation of registrations;  \n(f)  to review and issue recommendations in respect of the academic standard of \nany foreign institution referred by the Council; and  \n(g)  to recommend to the C ouncil matters pertaining to policies for improvement of \nthe quality of medical and dental practitioners and health -care in Pakistan.  \n  14. Registrar of the Council. —(1) The Council shall appoint through a transparent process \non merit a registrar who shall  act as the registrar to the Council and the board in the prescribed manner.  \n \nPage 13 of 35   (2) The registrar shall maintain all records of the Council and the board including recording \nand issuing the minutes of all meetings of the Council and the board in real time a nd as approved at \nthe relevant meeting and shall under his signatures issue all notifications and decisions of the Council \nand the board as and when necessary.  \n  (3)  The registrar shall be the custodian of the common seal of the  Council.  \n  (4)  The regist rar shall cause to be displayed on the website of the Council all minutes of \nthe meetings of the Council and the board as approved, audited accounts of the Council and all \nnotifications and decisions of the Council  and the board.  \n  15. Committee of the Council. —The Council and the board shall have the power to constitute \nnecessary committees comprising its members and such other persons as the Council and the board \ndeem proper for undertaking the functions of the Council or to advise and assist the Counc il and the \nboard in exercise of its powers.  \n  16. Executive committee. —(1) The executive committee shall consist of nine maximum \nmembers, of whom seven shall be elected by the Council from amongst its members and of which at \nleast one shall be from a denta l university or college and one from the medical university. The \nPresident shall have the power to co -opt a maximum of two additional members to the Committee.  \n  (2) The President of the Council shall be ex -officio member of the executive committee and \nshall be its President.  \n  (3) In addition to the power and duties conferred and imposed upon it by this Act, the executive \ncommittee shall exercise and discharge such powers and duties as the Council may confer upon it by \nregulations and shall have the power and responsibility to take decisions of administrative and \nfinancial nature for the smooth functioning and working of the Council.  \n  17. Medical and Dental Colleges Admission Tests (MDCAT). —(1) Each province, Gilgit -\nBaltistan and Islamabad Capital Territor y as per the policy and standards approved by the Provincial \nGovernments and Federal Government  respectively shall conduct on the dates approved by the \nCouncil, a single admission test based on the intermediate or equivalent syllabus for all students \nseeki ng admission in undergraduate programs both in public and private medical and dental colleges \nand universities.  \n  (2) No student shall be awarded a medical or dental degree in Pakistan who has not passed the \nMDCAT prior to obtaining admission in a medical or dental college in Pakistan:  \n  Provided that the mandatory requirement of MDCAT shall not apply to students seeking \nadmission on a special program seat predefined exclusively for foreign students and on the seats \nreserved for overseas Pakistanis.  \n  (3) T he admission to medical and dental programs conducted by public and private colleges \nand universities shall be regulated as per the policy and standards of the Federal Government through \nMinister -incharge, Provincial Government and Gilgit - Baltistan strict ly on merit. However, private \ncolleges may take any additional entrance test subject to any condition imposed by the relevant \nuniversity to which such college is affiliated:  \n  Provided that the marks obtained by a student in MDCAT conducted by the province  shall \nconstitute a minimum of fifty percent of the weightage for the purposes of admission in the public and \nprivate colleges.  \n \nPage 14 of 35   (4) The MDCAT result of one province shall be valid for the entire country and shall be valid \nfor a period of three years. Each province, Gilgit• Baltistan and Islamabad Capital Territory shall give \npreference to the students having domicile of their respe ctive province or territory as the case may be. \n  (5) Admissions on vacant seats shall be decided by the respective provincial government and \nrespective authority in case of Gilgit -Baltistan and Islamabad Capital Territory.  \n  18. National Registration Examination (NRE). — (1) The Council shall at least twice a year \nas per schedule approved by the Council conduct the NRE for Pakistani foreign graduate students. \nPassing the NRE shall be mandatory for obtaining a full registration. The NRE shall be substant ially \nbased on objective computer based multiple choice questions and a practical component if determined \nby the Council:  \n  Provided that there shall be no limit on the number of times a person may attempt the NRE.  \n  (2) A person, having obtained an underg raduate medical or dental qualification issued by a \nforeign university or an undergraduate medical or dental qualification issued by a foreign institution \nduly recognized by the Council, be granted a provisional registration to undertake his house job with in \nfourteen  days of verification of their qualification by the granting institution:  \n  Provided that the person to whom a provisional registration is granted shall complete the \nmandatory requirement of passing the NRE at any time prior to issuance of full registration of foreign \nPakistani graduates.  \n  (3) Any medical or dental practitioner who has obtained a registration to practice in any foreign \ncountry after having qualified from a foreign institution recognized by the Council shall be required \nto qualif y the NRE for grant of a full registration to practice in Pakistan.  \n  19. National Equivalence Board Examination (NEB) .—(1) The Council shall at least twice \na year as per schedule approved by the Council conduct the NEB to assess and oversee the assessment \nof the knowledge, clinical skills and professional attributes of students who have partially completed \na medical and dental program in a foreign institution and are seeki ng transfer to and admission in a \nmedical or dental college in Pakistan. The NEB shall be substantially based on objective computer \nbased multiple choice questions.  \n  (2) Any student who has been enrolled by a medical or dental institution or college outsi de \nPakistan and has completed more than two years of the program may seek transfer and admission to a \nmedical or dental college in Pakistan subject to qualifying the relevant standard of the NEB for the \nprescribed period of each program of study pursuant t o which the student shall be qualified to obtain \nadmission in the immediately subsequent year.  \n  (3) A student shall be required to take the NEB within twelve months of having left his program \nof study outside Pakistan in order to be eligible for admission  to a medical or dental college in Pakistan.  \n  20. Standards of medical and dental education. — (l) All universities shall ensure that all \nmedical and dental colleges at the time of seeking affiliation fulfill and thereafter consistently maintain \nthe accred itation standards including the maximum students in each year permitted consequent to the \naccreditation standards for undergraduate medical and dental programs of study based in Pakistan as \nformulated by the board and approved by the Council:  \n  Provided that every private medical and dental college seeking affiliation shall be body \ncorporate registered as a limited company under the Companies Act, 2017 (XIX of 20 I 7).  \n \nPage 15 of 35   (2) A ll universities shall ensure that all affiliated or constituent colleges conduct  programs of \nstudy for grant of undergraduate medical or dental degrees as per the curriculum and scope of \nundergraduate medical education prescribed  by the board and approved by the Council.  \n  (3) All universities shall ensure that all affiliated or const ituent colleges within thirty days of \ncompleting their admissions each year provide to the Council particulars of the students enrolled and \nfurther provide any change in the status of the students during the students' period of studies including \ndiscontinu ation of studies or transfer to another college within fifteen days of such change occurring.  \n  (4) All universities shall within ten days of students having successfully completed the program \nof study and passed their final examinations inform the Council  verifying the results to enable the \nstudents to be registered.  \n  (5) The standard and structure of faculty shall be regulated as prescribed by the national \nmedical and dental academic board of Pakistan or any other law applicable to a teaching institution \nsubject to the minimum standards determined by the board.  \n  (6) Any violation by a medical or dental college shall be actionable by  the Council in \naccordance with regulations as may be prescribed.  \n  (7) All medical and dental colleges shall, at least three months prior to initiating the annual \nadmissions process, publicly declare the fixed tuition and all ancillary fee structure on an annual basis \nfor the entire program of study in which the students are seeking enrolment and which fee structure \nshall not be enhanced during the students period of enrolment at the college. No medical or dental \ncollege shall seek, demand or receive from a student or a student's family,  directly or indirectly, any  \ndonation or other payment prior to or at t he time of  admission or thereafter during the period of the \nstudents continuing enrolment at  the college whether as consideration for grant of admission or \notherwise.  \n  (8) At the beginning of each year, medical and dental colleges in respect of their unde rgraduate \nmedical or dental program shall submit their annual financial statements for the previous year and any \nother years required by the Council, proposed fee structure and its justification to the Council.  \n  (9) The private medical and dental college may obtain affiliation with any university having a \nmedical faculty, duly recognized by the national medical and dental academic board subject to such \nuniversity's territorial jurisdiction.  \n  21. Recognition of medical institutions and qualifications. —(1) The Federal Gove rnment  \nthrough Minister -in-charge may grant recognition to any medical institution in Pakistan which trains \nor grants or both trains and grants medical qualifications and the qualifications granted by them. All \nsuch recognized medical insti tutions or qualifications shall be included in the First Schedule by the \nFederal Government through Minister -in-charge by notification  in the official Gazette.  \n  (2) If any medical institution in Pakistan intends to get recognition of the institution which \ntrains or grants or both trains and grants medical qualifications or qualification granted by it in \npursuance of sub -section (1) it shall apply to the Federal Government through Minister -in-charg e for \nthe same.  \n  (3) The Federal Government through Minister -in-charge shall transmit the application to the \nCouncil after being satisfied that application is complete and is in accordance with the prescribed \nprocedure. The Council shall form recommendati ons for the Federal Government through Minister -\n \nPage 16 of 35 in-charge after assessing the institution and the qualification as per prescribed procedure. Upon \nreceiving recommendations from the Council, the Federal Government through Minister -in-charge \nshall grant reco gnition as provided under sub -section (1).  \n  (4) The notification for the grant of recognition may also direct that an entry shall be made in \nthe last column of the First Schedule against such institution and medical qualification granted by it, \ndeclaring that it shall be a recognized medical institution or qualification only when granted after the \ndate of notification.  \n  22. Recognition of hospitals or institutions for house job or internship or foundation year \ntraining.—(1) The Federal Government through Minister -in-charge may grant recognition to any \nhospitals or institutions in Pakistan which train for house job or internship or foundation year. All such \nrecognized hospitals or institutions shall be included in the Fourth Schedule by the Federal \nGovernme nt through Minister -in-charge by notification in the official Gazette.  \n  (2) If any hospital or institution in Pakistan intends to get recognition of the hospital or \ninstitution which trains for house job, internship or foundation year in pursuance of sub -section (1), it \nshall apply to the Federal Government through Minister -in-charge for the same.  \n  (3) The Federal Government through Minister -in-charge shall transmit the application to the \nCouncil after being satisfied that application is complete and is i n accordance with the prescribed \nprocedure. The Council shall form recommendations for the Federal Government through Minister -\nin-charge after assessing the hospital or institution as per prescribed procedure. Upon receiving \nrecommendations from the Counci l, the Federal Government through Minister in -charge shall grant \nrecognition as provided under sub-section (1).  \n  (4) The notification for the grant of recognition may also direct that an entry shall be made in \nthe last column of the Fifth Schedule against  such hospital or institution, declaring that it shall be a \nrecognized hospital or institution only when granted after the date of notification.  \n  23. Arrangements for schemes with foreign countries .—At any time, the Council may enter \ninto negotiations wit h the appropriate authority any foreign country or organization, for the settling of \na scheme for improvement of medical or dental education in Pakistan or postgraduate degrees or any \nmatter or prospect related to the medical or dental profession.  \n  24. Power of the Council to certify certain persons to be possessed of sufficient medical \nqualification. — (I) If after conducting national registration examination by the board, the Council is \nsatisfied that a person holding a qualification granted by a medica l institution outside Pakistan, is \npossessed of sufficient knowledge and skill to be registered as a practitioner for the purpose of this \nAct, it may recommend to the Federal Government through Minister -in-charge to issue a notification \nin favour of such p erson to register him and his qualification. Upon such notification, the Council shall \nregister the qualification possessed by the person without it being entered in any of the Schedule of \nthis Act.  \n  (2) The Council shall register the qualification grante d by a medical institution outside \nPakistan, possessed by the person by maintaining a separate list in the register.  \n  25. Additional medical or dental qualifications. —(1) The Federal Government through \nMinister -in-charge ma y grant recognition to any post  graduate medical or dental institutions in or \noutside Pakistan which train or grant or both train and grant additional medical or dental qualifications \nand the qualifications granted by them. All such recognized additional medical or dental  institutions \n \nPage 17 of 35 or qualifications shall be included in the Second Schedule by the Federal Government through \nMinister -in-charge by notification in the official Gazette.  \n  (2) If any post -graduate medical or dental institution in or outside Pakistan intends to get \nrecognitio n of the institution which trains or grants or both trains and grants additional medical and \ndental qualifications or qualification granted by it in pursuance of sub -section (l), it shall apply to the \nFederal Government through Minister -in-charge for the s ame. If an institution wishes to only train for \na recognized postgraduate qualifications h any speciality, it shall apply to the qualification awarding \nbody and after consultation and  approval of the Council, the institution shall be added in the Second \nSchedule.  \n  (3) The Federal Government through Minister -in-charge shall transmit the application to the \nCouncil after being satisfied that application is complete and is in accordance with the prescribed \nprocedure. The Council in consultation with the board shall form recommendations for the Federal \nGovernment through Minister -in-charge after assessing the institution and the qualification as per \nprescribed procedure. Upon receiving recommendations from the Council, Federal Government \nthrough Minister -in-charge shall grant recognition as provided under sub -section (1).  \n  (4) The notification for the grant of recognition may also direct that an entry shall be made in \nthe last column of the Second Schedule against such institution and additional medical or dental \nqualification granted by it, declaring that it shall be a recognized post -graduate medical or dental \ninstitution and additional medical or dental qualification only when granted after the date of \nnotification.  \n  26. Recognition of foreign additional  medical or dental qualification. —The Council shall \nevaluate any additional medical or dental qualifications granted by any foreign institution and may - \n(a) recommend  to the Federal Government through Minister -in-charge that such \ninstitution or qualification be \n(i) recognized and included in the Second Schedule as specified in \nsection25; or \n(ii)  notified only and shall not be included in the Second Schedule, however, \na separate list thereof shall be maintained; or  \n  (b) proceed as per section 24 or 30, as the case may be.  \n  27. Recognition of continuous professional development opportunity providers. — (l) The \nFederal Government through Minister -in-charge may grant reco gnition to any organization in \nPakistan, which provides opportunities of continuous professional development to the registered \nmedical and dental practitioners. All such recognized organizations shall be included in the Fifth \nSchedule by the Federal Govern ment through Minister -in-charge by notification in the official \nGazette.  \n  (2) If any organization in Pakistan, which provides opportunities of continuous professional \ndevelopment to the registered medical and dental practitioners, intends to get recogniti on of the \norganization  in pursuance of sub -section ( 1) it shall apply to the Federal Government through \nMinister -in-charge for the same.  \n  (3) The Federal Government through Minister -in-charge shall transmit the application to the \nCouncil after being satisfied that application is complete and is in accordance with the prescribed \n \nPage 18 of 35 procedure. The Council shall form recommendations for the Federa l Government through Minister -\nin-charge assessing the institution and the qualification as per prescribed procedure. Upon receiving \nrecommendations from the Council, the Federal Government through Minister -in-charge shall grant \nrecognition as provided unde r sub -section (1 ), declaring that it shall be a recognized organization in \nPakistan, which provides opportunities of continuous professional development to the registered \nmedical and dental practitioners only when granted after the date of notification.  \n  (4) A separate list of continuous professional development opportunities providing \norganizations shall be maintained by the Council.  \n  28. Role of specialists boards. —(I) The Federal Government through Minister -in-charge may \ngrant recognition to specialis ts boards which shall help the Council in maintenance of such minimum \nstandards of proficiency in that particular specialty as may be prescribed by the Council. All \nrecognized specialists boards shall be included in the Sixth Schedule by the Federal Govern ment \nthrough Minister -in-charge by notification in the official Gazette.  \n  (2) The Council shall authorize a specialists board constituted as per prescribed procedures and \nshall form recommendations for the Federal Government through Minister -in-charge. Up on receiving \nrecommendations from the Council, the Federal Government through Minister -in-charge shall grant \nrecognition as provided under sub -section (1 ), declaring that it shall be a recognized specialists board \nonly when granted after the date of notif ication.  \n  29. Recognition of medical and dental institutions and qualifications. —(I) The Federal \nGovernment through Minister -in-charge may grant recognition to any medical and dental institutions \nin Pakistan which train or grant or both train and grant medical and dental qualifications and the \nqualifications granted by them. All such r ecognized medical and dental institutions or qualifications \nshall be included in the Third Schedule by the Federal Government through Minister -in-charge by \nnotification in the of ficial Gaz ette. \n  (2) If any medical and dental institution in Pakistan intend s to get recognition of the institution \nwhich trains or grants or both trains and grants medical and dental qualifications or qualification \ngranted by it in pursuance of sub -section (1) it shall apply to the Federal  Government through Minister -\nin-charge fo r the same.  \n  (3) The Federal Government through Minister -in-charge shall transmit the application to the \nCouncil after being satisfied that application is complete and is in accordance with the prescribed \nprocedure. The Council shall form recommendations for the Federal Government through Minister -\nin-charge after assessing the institution and the qualification as per prescribed procedure. Upon \nreceiving recommendations from the Council, the Federal Government through Minister -in-charge \nshall grant recognit ion as provided  under subsection (l).  \n  (4) The notification fo r the gra nt of rec ognition may also direct that an entry shall be made in \nthe last column of the Third Schedule against such institution and medical and dental qualification \ngranted by it, declaring that it shall be a recognized medical and dental institution and medical and \ndental qualification only when granted after the date of notification.  \n  30. Power of the Council to certify certain persons to be possessed of sufficient dental \nqualifi cations .— (1) If after conducting NRE by the board, the Council is satisfied that a person \nholding a qualification granted by a dental institution outside Pakistan, is possessed of sufficient \nknowledge and skill to be registered as a practitioner for the p urpose of this Act, it may recommend \nto the Federal Government through Minister -in-charge to issue a notification in favour  of such person \n \nPage 19 of 35 to register him and his qualification. Upon such notification, the Council shall register the qualification \npossessed  by the person without it being  entered in any Schedule of this Act.  \n  (2) The Council shall register the qualification granted by a dental institution outside Pakistan, \npossessed by the person by maintaining a separate list in the register.  \n  31. Power to  acquire information as to courses of study and examination. — Every medical \nor dental institution or hospital or organization in Pakistan recognized under this Act, which trains for \nor grants or both trains for and grants a medical or a dental qualificatio n, additional medical or dental \nqualification, trains for house job or internship or foundation year or is a continuous professional \ndevelopment opportunity provider shall furnish such info rmation as the Council may, from time to \ntime, require about the fa cilities and faculty available in the institution, courses of study and processes \nof admission of the institution concerned, examinations required to be undergone prior to such \nqualifications being conferred and generally as to the requisites for obtaining  such qualifications.  \n  32. Inspection. — (I) The executive committee constituted by the Council shall approve a list \nof inspectors in the country and the President shall commission such number of medical or dental \ninspectors from the approved list, as he m ay deem appropriate, to inspect the facilities for training \navailable at the medical or dental institutions and attend at any or all of the examinations held by \nmedical or dental institutions in Pakistan recognized under this Act for the purpose of grantin g \nrecognized medical or dental or additional medical or dental qualifications.  \n  (2) Inspectors appointed under this section shall form a comprehensive report about the \nfacilities for training in the institution and shall not interfere with conduct of any examinations and \nshall report to the executive committee on the standard of the i nspected examination which they attend \nand on the courses of study and facilities for teaching provided by the medical or dental institution  \ninspected for different stages leading up to examinations and on any other matters in regard to which \nthe President  or committee may require them to report..  \n  (3) The executive committee shall forward a copy of any such report to the medical or dental \ninstitution concerned and shall also forward a copy, with the remarks of such medical or dental \ninstitution thereon, t o the Council.  \n  33. Withdrawal of recognition. —(1) If a recognized institution is violating provisions of this \nAct and rules and regulations made thereunder or the facilities for training for the courses of study or \nstandard of examination in the institut ion to obtain a recognized medical or dental qualification, \nadditional medic al or dental qualification, tra ining  for house job or internship of foundation year or in \na continuous professional development opportunity providing organization has deteriorated to an \nextent that the standard of proficiency required from candidates at any examination held for the \npurpose of granting such qualification is not such as to secure to persons holding such qualification \nthe knowledge and skill requisite for the efficient  practice of medicine or dentistry, the Council may \nstop further intake of students in the institution and forward a summary of its findings and its intend \nto the medical or dental institution with an intimation of the period within which the medical or de ntal \ninstitution may submit its explanation to the Council and may request for a hearing before the Council \nif it so desires.  \n  (2) If the Council is not satisfied with the explanation then it shall make a recommendation to \nthe Federal Government through M inister -in-charge for closure of the institution to which shall include \na scheme for adjustment of students in other recognized institutions of the corresponding public or \nprivate sector, as the case may be.  \n \nPage 20 of 35   (3) On the recommendations of the Council, the  Federal Government through Minister -in-\ncharge may, by notification in the official Gazette, direct that an entry shall be made in the First, \nSecond, Third, Fourth or Fifth Schedule, as the case may be, against the said medical or dental or a \npostgraduate institution  and qualification granted by it, hospital or continuous professional \ndevelopment  opportunity provider declaring that it shall be a recognized medical, dental or additional \nmedical or dental qualification, institution, hospital and continuous pr ofessional development \nopportunity provider only before the date of notification.  \n  34. Establishment and running of medical and dental institutions without recognition. — \nNo person shall run nor establish any institution for training or grant or both train ing or grant of \nmedical or dental qualifications, additional medical or dental education, training for house job, \ninternship or foundation year or an organization for continuous professional development opportunity \nproviding neither shall any university gr ant affiliation to any such an  institution nor any such \ninstitution shall award any degree unless recognition has been granted to such college or institution \nunder this Act.  \n  35. Penalty.—(1) Whoever runs or establishes or endorses any institution or advertises \nadmissions in an institution for imparting education in medicine or dentistry, which is not recognized \nunder sections 21, 22, 25, 26 or 29 or in respect of which recognition has been w ithdrawn under section \n33, shall be guilty of an offence punishable with rigorous imprisonment for a term which may extend \nto five years, but shall not be less than a year, or with fine which may extend to twenty million rupees, \nbut shall not be less than ten million rupees, or with both and shall also be liable to closure of such \ninstitution.  \n  (2) Where any contravention of this Act has been committed by a body corporate or institution \nand it appears from the relevant documents that such offence has been committed with the consent or \nconnivance of or is attributed to any negligence on the part of any director, partner, manager, secretary \nor other officer of the body corporate or institution, such director, partner, manager, secretary or other \nofficer of th e body corporate or institution shall be deemed guilty of such contravention along with \nthe body corporate or institution and shall be punished accordingly:  \n  Provided that in the case of a company a s defined under the Companies Ac t, 2017 (XIX of \n2017), as  amended from time to time, only its chief executive shall be liable under this section.  \n  Explanation. — For the purposes of this section, “body corporate or institution ” includes a \nfirm, association of persons and a society registered under the Societies Registration Act, I 860 (XXI \nof 1860) as amended from time to time, or under the Co -operative Societies Act, 1912 (II of 1912), as \namended from time to time.  \n  (3) Where any contravention of this Act has been committed by any Government agency, local \nautho rity or local council and it appears from the relevant documents that such contravention has been \ncommitted with the consent or connivance of or is attributable to any negligence on the part of the \nhead or any other officer of the Government agency, local authority or local council, such head or \nother officer shall also be deemed guilty of such contravention along with the Government agency, \nlocal authority or local council and shall be liable to be proceeded against and punished accordingly.  \n  36. Maintena nce of register of medical practitioners. — (1) The Council shall maintain a \nregister of medical practitioners possessing qualifications which are recognized medical or additional \nmedical qualifications for the purposes of this Act and may prescribe the necessary particulars to be  \nentered in the register. Holders of a recognized basic degree shall be registered on provisional basis \nfor internship or foundation or house job of a minimum of one year duly assessed, hands on clinical \n \nPage 21 of 35 rotation in an approved h ospital or  institution included in the Fourth Schedule which shall be \nmandatory for  conversion of provisional registration into full registration.  \n  (2) The practitioner shall be deemed to hold a valid registration and  entitled to be known and \neligible for  privileges of a registered medical  practitioner if his name is retained on the register after \nfulfilment of requirements  of continuation of registration as lid down by the Council from time to time \nand provided he had paid the dues of the Council. The val id registration certificate shall be the licence \nto practice medicine in Pakistan.  \n  37. Maintenance of register of dental practitioners. —(1) The Council shall maintain a \nregister of dental practitioners possessing qualifications which are recognized denta l or additional \ndental qualifications for the purposes of this Act and may prescribe the necessary particulars to be \nentered in the register. Holders of a recognized basic degree shall be registered on provisional  basis \nfor intemship or foundation or house  job of a minimum of  one year duly  assessed, hands on clinical \nrotation in an approved hospital or institution included in the Fourth Schedule which shall be \nmandatory for conversion of provisional registration into full registration.  \n  (2) The practitioner shall be deemed to hold valid registration and entitled to be known and \neligible for privileges of a registered dental practitioner if his name is retained on the register after \nfulfillment of requirements of continuation of registrati on as laid down by the Council from time to \ntime and provided he had paid the dues of the Council. The valid registration certificate  shall be the \nlicence to practice dentistry in Pakistan.  \n  38. Registers to be public documents. — The register maintained under section 36 or section \n37 shall be deemed to be public document within the meaning of the Qanun -e-Shahadat, 1984 (P.0. \n10 of 1984).  \n  39. Penalty for fraudulent representation or registration. — Whoever falsely pretends to he \nregistered under this Act as a medical practitioner or dentist and uses with his name or title any words \nor letters representing that he is so registered with the Council or uses the word “doctor ” without legal \nbasis, irrespective of whether any person is a ctually deceived by such pr etence or  representation or \nnot, shall, on conviction before a Magistrate of the first class, be  punishable with fine which may \nextend to one hundred thousand rupees or with imprisonment for a term which may extend to six \nmonths or with both. Any person found aiding and abetting him shall also be prosecuted and punished.  \n  40. Penalty  of practicing without registra tion. —(1) No person, other than a registered \nmedical or dental practitioner, shall practice medicine or dentistry.  \n  (2) Any person who acts in contravention of the provisions of sub• section ( l) shall be \npunishable with imprisonment for a term which may extend to two years, but shall not be less than six \nmonths, or with fine which may extend to two hundred thousand rupe es, but shall not be less than one \nhundred thousand rupees, or with both.  \n  41. Cognizance of offences. —(1) No court except the Medical Tribunal established under the \nMedical Tribunal Act, 2020 (XXX IV of 2020) shall take cognizance of any offence or matter under \nthis Act except upon complaint in writing made by the authorized officer of the Council.  \n  (2) Not withstanding anything contained in the Code of Criminal Procedure, 1898 (Act V of \n1898), it shall be lawful for the Medical Tribunal established under the Medical Tribunal Act, 2020 \n(XXXIV of 2020) to pass any sentence authorized by this Act even if such s entence exceeds his powers \nunder section 32 of the said Code.  \n \nPage 22 of 35   42. Privileges of registered medical or dental practitioners. —(l) A registered medical \npractitioner and dentist shall hav e following privileges, namely: — \n(a) valid registration shall be consid ered as a licence to practice medicine and \ndentistry in Pakistan and of a level mentioned by the Council in the registration \ncertificate;  \n(b)  valid full registration holder shall be competent to practice medicine or dentistry \nand prescribe allopathic medi cine and perform any surgical or interventional \nprocedure on any patient;  \n(c)  a registered medical practitioner or a registered dentist having valid full \nregistration may take admission for an additional qualification course;  \n(d)  to hold any medical or d ental or relevant administrative appointment in any \nmedical or dental institution or setup or hospitals or clinic or related health \ninstitution; and  \n(e)  to hold a commission as a medical or dental officer in the armed forces.  \n  (2) Notwithstanding anything to the contrary contained in any other law for the time being in \nforce, no medical certificate or prescription or advice shall be considered valid unless obtained from \na medical or dental practitioner having valid registration.  \n  (3) No person sha ll be entitled to recover any charge in any court of law for any medical or \nsurgical advice or attendance or for the performance of any operation or intervention or for any \nmedicine prescribed or supplied unless he can prove upon the trial that he is a reg istered medical \npractitioner, or registered dental practitioner, having valid registration.  \n  43. Responsibilities of registered medical or dental practitioner. — (1) Every registered \nmedical or dental practitioner shall notify any transfer of the place of his residence or practice to the \nregistrar within sixty days of such transfer, failing which his name is liable to be struck off the register \nby order of the Federal Govern ment through Minister -in-charge either permanently or for such period \nas may be specified therein.  \n  (2) No registered person shall use or publish in any way whatsoever any time, title, description \nor symbol indicating or calculated to lead persons to infe r that he possesses any additional or other \nprofessional qualification unless the same has been conferred upon him by a legally constituted \nauthority within or outside Pakistan and which is recognized under this Act.  \n  (3) Every registered medical practiti oner or dental practitioner shall comply with the code of \nmedical ethics prescribed by the Council.  \n  44. Removal of names from the register. —(1) The Council, in its discretion, may direct the \nregistrar to remove altogether or for a specified period from t he register the name of any registered \nmedical practitioner or registered dentist who has been convicted by the disciplinary committee or by \nany other court of law of any such offence as implies  in the opinion of the Council  a defect of character \ndefined i n the code of ethics of practice or who, after an inquiry at  which opportunity has been given \nto such person to be heard in person or through  a pleader, has been convicted by the disciplinary \ncommittee of the Council as  guilty of professional negligence or  incompetence in a patient -doctor \nscenario in clinical setting or who has shown himself to be unfit to continue in practice or on account \n \nPage 23 of 35 of mental ill health or other grounds as prescribed in the code of ethics of practice regulations and the \ncomplaint an d matter shall finish if the complainant withdraws his complaint.  \n  (2) The Council may also direct that any name removed from the register under sub -section (I) \nshall be restored.  \n  (3) For the purpose of an inquiry under sub -section (I), the disciplinary  committee of the \nCouncil shall exercise all the powers of a civil court under the Code of Civil Procedure, 1908 (Act V \nof 1908) for summoning the witnesses, for compelling the production of documents and for issuing \ncommissions with the help of law enforc ing authorities.  \n  (4) The claim of professional negligence shall initially be established  before the disciplinary \ncommittee of the Council before any other proceedings.  \n  45. Officers etc. deemed to be public servants. —The members, offices, employees and other \nstaff of the Council shall deem to be public servants within the meanings of section 21 of the Pakistan \nPenal Code (Act XLV of  1860).   \n  46. Indemnity. —No suit, prosecution or other proceedings shall lie against th e Federal \nGovernment through Minister -in-charge, the division concerned, the Council, the board or any \ncommittee of the Council, President, or any member, officer or employee of the Council in respect of \nanything done or intended to be done in good faith u nder this Act.  \n  47. Power to make rules and regulations. —(1) The Council may, with the prior approval of \nthe Federal Government through Minister -in-charge, make statutory rules and regulations generally to \ncarry out the purposes of this Act and, without p rejudice to the generality of this power, such rules and \nregulations may provide for — \n(a) the management of the property of the Council and the maintenance  and audit \nof its accounts;  \n(b)  the summoning and holding of meetings of the Council, the times and places \nwhere such meetings are to be held, the conduct of business there at;  \n(c)  the powers and duties of the President;  \n(d)  the mode of appointment of the executive committee and other committees, the \nsummoning and holding of meetings and the conduct of  business of such \ncommittees;  \n(e)  code of practice and ethics for the medical and dental practitioners; () the \nappointment, powers, duties and procedures of medical and  dental inspectors:  \n(g)  the conditions and procedure for maintenance, compilation and publication of \nthe register of medical and dental practitioners and of health care providing \nfacilities and their minimum requirements and the fees to be charged for \nregistration and, if  necessary, for opening of sub -offices or branches for this \npurpose;  \n(h)  the procedure for any inquiry under sub -section (l) of section 44;  and \n \nPage 24 of 35 (i)  any matter for which under this Act provision may be made by  rules and \nregulations.  \n  (2) Notwithstanding anything contained in sub -section (I), the Council  shall make statutor y \nregulations which may provide for — \n(a)  prescribing a uniform minimum standard of courses of training for obtaining \ngraduate and post -graduate medical and dental qualifications to be included or \nincluded respectively in the First  and Third Schedules;  \n(b)  prescribing minimum requirements for the content and duration of courses of \nstudy as aforesaid;  \n(c)  prescribing the conditions for admission to courses of training as aforesaid;  \n(d)  prescribing minimum qualifications and experience required of teach ers for \nappointment in medical and dental institutions;  \n(e)  prescribing the standards of examinations, methods of conducting the \nexaminations and other requirements to be satisfied for securing recognition of \nmedical and dental qualifications under this A ct; \n(f)  prescribing the qualifications, experience and other conditions required for \nexaminers for professional examinations in medicine and dentistry antecedent \nto the grantin of recognized medical and  dental and additional medical and \ndental qualificati ons; \n(g)  registration of medical or dental students at any medical or dental college or \nschool or any university and the fees payable in respect of such registration;  \n(h)  laying down criteria including university affiliation, conditions and \nrequirements for recognition and continuation of recognition and for grant of \nstatus of a teaching institution of institutions and organizations under this Act \nand on all connected matters of inspection of medical and dental institutions for \nrecognition and continuatio n of recognition and inspection of examinations in \nthese institutions and fee for such inspections;  \n(i)  terms and conditions of service for all employees appointed under section 9 \nwhich shall be Gazette notified;  \n(j)  election of members of the Council; and \n(k)  prescribing a uniform minimum standard for continuous professional \ndevelopment for registered graduate and post -graduate medical and dental \npractitioners.  \n  48. Information to be furnished by the Council and publication tbereof. —(l) The Council \nshall furnish such reports, copies of its minutes, abstracts of its accounts and other information to the \nFederal Government through Minister -in-charge as it may require.  \n \nPage 25 of 35   (2) The Federal  Government through Minister -in-charge may publish, in such manner as it \nmay think fit, any report, copy, abstract or other information furnished to it under this section or under \nsection 21.  \n  49. Commission of inquiry. —(1) Whenever it is made to appear to the Federal Government \nthrough Minister -in-charge that the Council i s not complying with any provisions of this Act, the \nFederal Government through Minister -in-charge may refer for inquiry the particulars of the complaint \nto a commission of inquiry consisting of three persons two of whom shall be appointed by the Federal \nGovernment through Minister -in-charge, including the chairman being at least a judge of a High Court, \nand one member nominated by the Council after a resolution.  \n  (2) Such commission shall proceed to inquire in a summary manner and to report to the Federal  \nGovernment through Minister -in-charge as to the truth of the matter charged in the complaint and in \ncase of any charge of default or of improper action being found by the comm ission to have been \nestablished,  the commission shall recommend the remedies, if  any, which are in its opinion necessary.  \n  (3) The Federal Government through Minister -in-charge shall the report of the commission of \ninquiry to the Council for implementation and for remedial actions. The Council shall submit to the \nFederal Government through Minister -in-charge a detailed plan of  remedial measures to be adopted \nby the Council which shall be considered as approved if no further orders are passed by the Federal \nGovernment through Minister -in-charge in this regard within three months. All remedial actions shall \nbe taken by the Counci l within a stipulated period of six months and the Council shall submit to the \nFederal Government through Minister -in-charge a report of actions taken thereon. If the Council fails \nto comply with the remedial measures forwarded to it by the Federal Governm ent through Minister -\nin-charge, the Federal Government through Minister -in-charge may by itself amend the regulations of \nthe Council or make such provisions or issue orders or take such other steps as may seem necessary \nto give effect to the recommendation s of the commission.  \n  (4) The commission of inquiry shall have power to administer oaths, to enforce the attendance \nof witnesses and the productions of documents and shall have other necessary powers for the purpose \nof any inquiry conducted hy it as are e xercised by a civil court under the Code of Civil Procedure, \n1908 (Act V of 1908).  \n 50. Over -ridding provision. —The provisions of this Act shall have effect notwithstanding \nanything to the contrary contained in any other law for the time being in force. No  suit, prosecution or \nother legal proceeding shall lie against the Government, the Council or any committee thereof or any \nofficer or servant of the Government or the Council for anything which is in good faith done or \nintended to be done under this Act.  \n  51. Repeals and Savings. —(1) Subject to section 6 of the General Clauses Act, 1897 (X of \n1897), the Pakistan Medical Commission Act, 2020 (XXXIII of 2020) hereinafter referred to as the \nrepealed Act, shall stand repealed.  \n  (2) Notwithstanding the repeal of the repealed Act or anything contrary contained herein, all \ndecisions taken, regulations made or amended and disciplinary actions taken by the Commission of \nthe dissolved Pakistan Medical Commission pursuant to the repealed Act and by the Pakistan Medic al \nCommission pursuant the shall be deemed to have been validity made:  \n  Provided that all regulations made and promulgated pursuant to the repealed Act, stand \nrepealed and shall not be enforceable:  \n \nPage 26 of 35   Provided further that the Council shall have the exclus ive power to review and modify saved \ndecision taken, regulation made or amended and disciplinary action taken.  \n  (3) The dissolved Pakistan Medical Commission as formed pursuant to the repealed Act stands \ndissolved upon the commencement of this Act.  \n  (4) All assets, rights moveable and immovable properties, records, cash, bank accounts, \ndeposits etc., of the dissolved Pakistan Medical Commission under the repealed Act shall stand \ntransferred to the Council and shall be deemed to be the assets, rights, prop erties, records, cash, bank \naccounts, deposits etc., of the Council.  \n  (5) On commencement of this Act all employees of the dissolved Pakistan Medical and Dental \nCouncil constituted under Pakistan Medical and Dental Council Ordinance, 1962 shall be deemed to \nbe employees of the Council constituted under this Act on terms and conditions of their initial \nappointment under Pakistan Medical and Dental Council, 1962.  \n  (6) Upon commencement of this Act any action taken, proceedings initiated, pending or \nconclude d, decisions made, orders passed or notification issued under the repealed Act regarding \ngolden shake hand scheme or any other severance package of employees or change of tenns and \nconditions of pension of retired employees dissolved Pakistan Medical and D ental Council hereby \nrecalled and shall have no legal effect:  \n  Provided that all such employees shall stand reinstated on such terms and conditions of their \ninitial appointment.  \n  (7) All assets, liabilities, payables and receivable of the dissolved Commission under the \nrepealed Act shall be deemed to be the assets, liabilities, payables and receivables of the Council.  \n  (8) All registration, recognitions etc., granted by the dissolved Pakistan Medical Commission \nunder the repealed Act shall be deemed  to be registrations, recognitions granted by the Council subject \nto not being in conflict with this Act and the provisions of this Act or the same being within the power \nof the Council  to recognize and register pursuant to this Act.  \n  52. Transitory provision. —Upon the commencement this Act, the Council shall be \nconstituted within sixty days, however; during the transitory period of sixty days, Minister -in-charge \nof the Division concerned shall exercise the powers of the Council, subject to the condit ion that all his \ndecisions shall be ratified by the Council constituted after transitory period.  \n  \n \nPage 27 of 35 THE FIRST SCHEDULE  \n(See sections 2(s) , 21, 24, 33, 47 (2)) \nRECOGNISED MEDICAL QUALIFICATIONS GRANTED BY MEDICAL  \nINSTITUTIONS IN PAKISTAN.  \n \nMedical Institution . \n(1) Recognised Medical qualification  \n(2) Abbreviation for \nregistration  \n(3) University of  the Punjab  Licentiate in Medicine and  L. M. S, Punjab.  \n Surgery   \n Bachelor of  Medicine  M. B., Punjab.  \n Bachelor  of Medicine and  M. B., B. S,  \n Bachelor of Surgery  (Punjab)  \nPunjab State Medical Faculty  Licentiate in Medicine and  L.M.S.  \n Surgery (when the holder of  (P.S.M.F.)  \n the qualification had passed the  \n F.Sc. (Medical Group)   \n examination  of a recognized   \n University before taking up   \n medical studies   \nUniversity  of Karachi  Bachelor of Medicine and  M.B.,B.S.,  \n Bachelor of Surgery  Karachi  \nUniversity of Sindh  Bachelor of Medical and  M.B.,B.S., Sindh  \n Bachelor of  Surgery   \nUniversity of Peshawar  Bachelor of  Medicine and  M.B. B.S, \n Bachelor of Surgery  Peshawar  \nFatima Jinnah, Medical  \nCollege Lahore  Bachelor of Medicine and  \nBachelor of Surgery  M.B.,B.S,  \n \n  \n \nPage 28 of 35 THE SECOND SEHEDULE  \n(See sections 2( u), 24, 25, 26, 33) \nRECOGNISED ADDITIONAL MEDICAL QUALIFICATIONS  GRANTED BY MEDICAL \nINSTITUTIONS IN PAKISTAN  \n \nMedical Institution  Recognised Medical qualification  Abbreviation for registration  \n(1) (2) (3) \nUniversity of the  \nPunjab.  Doctor of Medicine  M.D. (Punjab).  \n Master of Surgery  M.S. (Punjab).  \n Diploma in Public  D.P.H. (Punjab).  \n Health   \n  \nDiploma in  D.0. (Punjab).  \n Ophthalmology   \n Diploma in Medical  D.M.RE  \n Radiology and  \n \n (Punjab).  \n Electralogy granted on   \n or before the 14th   \n October, 1959.   \n Diploma in Tuberculosis and Chest \nDiseases granted in or after 1969.  D.T.CD (Punjab).  \n Diploma of Laryngology  D.L.O. (Punjab)  \n and Otology.   \n Diploma in Medical  \nRadiology (Diagnostic).  DMR.D.  \n(Punjab).  \n Diploma in Medical Radiology \n(Therapeutics).  D.M.R. T. (Punjab).  \n Diploma in Maternal  \nand Child Health.  D.MC.H. (Punjab).  \n Diploma in Anaesthesia.  D.A. (Punjab)  \n Diploma in Clinical Pathology.  D.C.P. (Punjab).  \n  D. G. O . (Punjab).  \n  D.CH. (Punjab).  \n \n \n Diploma in Gynecology and Obstetrics.  \nDiploma in Child Health  \n \n \nPage 29 of 35 University of \nKarachi  Master of Philosophy  \n(Anatomy).  M. Phil  \nAnatomy  \n(Karachi)  \n Maser  of Philosophy  M. Phil \n (Physiology).  Physiology  \n  Karachi).  \n Master of  Philosophy  M Phil  \n (Pharmacology).  Pharmacology  \n  (Karachi).  \n Master of Philosophy  \n(Pathology).  M. Phil \nPathology  \n  Karachi).  \n Master of  Philosophy  M. Phil  \n (Microbiology).  Microbiology  \n  (Karac hi). \n Master of Philosophy  M. Phil  \n (Bio-chemistry).  Bio-chemistry  \n  (Karachi).  \n Doctor of Medicine  M. D. (Karachi).  \n Master of Su rgery.  M.S. (Karachi).  \nCollege of \nPhysicians  Fellow of the College of  F.C.P.S. (Pak.)  \nand Surgeons of  Physicians and   \nPakistan.  Surgeons of Pakistan.   \n Mem ber of  College of  Physicians and  M.C.P.S. (Pak.)  \n and Surgeons of Pakistan.   \n \nKhyber Medical University Peshawar:  \n \nKhyber Girls \nMedical  \nCollege, Peshawar  Master of Philosophy  \n(Anatomy).  M. Phil.  \n(Anatomy).  \n Master of Philosophy  M. Phil. \n (Physiology).  Physiology  \n Master of Philosophy  \n(Bio-chemistry).  M. Phil. \n Biochemistry  \n \n \n \n \nPage 30 of 35  Master of Philosophy  \n(Pharmacology).  M. Phil. (Pharmacology).  \nMaster of Philosophy  M. Phil. \n(Chemical Pathology)  (Pathology).  \nMaster of  Philosophy  M. Phil. \n(Hematology).  (Hematology).  \nMaster of  Philosophy  M. Phil.  \n(Microbiology).  (Microbiology).  \nMaster  of Philosophy  M. Phil. \n(Histopathology).  (Histopathology).  \nDiploma in Medical  DMJ  \nJurisprudence   \nShaheed Zulfiqar \nAli Doctor of Medicine  MD Internal  \nBhutto Medical  \nUniversity,  Internal  Medicine  \nDoctor of  Medicine  Medicine  \nMD Pediatric  \nIslamabad  Paediatric Medicine  Medicine  \n Doctor of  Medicine  \nNephrology  MD Nephrology  \n Doctor of Medicine  \nCritical Care Medicine  MD Critical Care  \nMedicine  \n Doctor of Medicine  \nGastroenterology  MD \nGastroenterology  \n Doctor of  Medi cine \nDermatology  MD Dermatolgy  \n Master of Surgery  \nGeneral Surgery  MS General  \nSurgery  \n Master of Surgery  MS Urology  \n Urology   \n Master  of Surgery  \nNeurosurgery  MS Neurosurgery  \n Master of  Surgery  MS Orthopedic  \n Orthopedic Surgery  Surgery  \n Master of Surgery  \nPaediatric Surgery  \n MS Paediatric  \n Master of Surgery ENT  \n MS ENT  \n Master of Surgery Accident and  \nEmergency  \n MS Accident  \nand Emergency  \n  Master of Surgery Plastic Surgery  MS Plastic Surgery  \n \n \nPage 31 of 35  Master of Surgery Obstetrics  and  \nGynecology  \n MS Obstetrics and  Gynecology  \n \n Master of Philosophy Histopathology  \n M. Phil  \nHistopathology  \n Master of  Philosophy  \nChemical Pathology  \n M.Phil  \nChemical Pathology  \n Master of Philosophy  \nHematology  \n M. Phil  \nHematology  \n Master of Philosophy  \n(Pathology)  \n M. Phil  \nPathology  \n Diploma in Clinical  \nPathology  \n D.C.P  \n Diploma in Obstetrics &  \nGynecology  \n D.G.O  \n \n Diploma in  \nAnesthesiology  \n D.A \n Diploma in Child Health   \n D.C.H  \n Diploma in Medical Radiology & \nDiagnostic  \n D.MR.D  \n Master  of Surgery in Burns Surgery  \n M.S. Burns Surgery  \n Master of Surgery in Ophthalmology \nDoctor of Medicine Histopathology  \nDoctor of Medicine  Neonatology  \n M.S.  Ophthalmology  \nMD. Histopathology  \nMD. Neonatology  \n \n \nPart 'B'  \nGRANTED BY MEDICAL INSTITUTIONS OUTSIDE PAKISTAN  \nIndis:    \nUniversity of  \nBombay  Doctor of Medicine  \nMaster of Surgery  \n M.D. (Bombay).  \nM.S. ( Bombay ). \n \nUniversity of  \nCalcutta  Doctor of Master of Surgery \nDiploma in Public Health  \nMedicine  M.D. (Calcutta).  \nM.S. (Calcutta). D.P.H.  \n(Calcutta).  \nM.O. Calcuttu). \n \nUniversity of  \nLucknow  Master of Obstetrics  \nDoctor of Medicine  M.D (Lucknow).  \nM.S (Lucknow).  \n \nPage 32 of 35   \nUniversity of Madras  Master o f Surgery Doctor of \nMedicine Master of Surgery \nDoctor of Medicine Master of \nSurgery Doctor of Medicine \nand Master of Surgery  \n \n M.D (Madras) M.S (Madras).  \n   \nUniversity of Patna   M.D (Patna). M.S (Patna).  \nAndhra University   M.D., M.S., (Andhn) Ph.D.  \n \nUnited Kingdom  \n [Doctor of Philosophy  \n(Basic Medical Subjects  \nMaster of Science)  \n(Basic Medical. Subjects)   \nPost Graduate Diplomas  \n M.Sc  \nD.A, D.A.P. & E. D. Bact., D.C.H \nD.C.M.T, D.C.P. D.I.H., D.L.O., \nD.MI, DMRD D.MR.T., \nD.M.S.A., (Edin), D.O. Hyg., \nD.O. D.Phys. Med., D.P.M.,  \nDT.C.D, D.T.P.H (Only when \ngranted after training of at  least \none academic year)  \n \n \n \nUniversities of:  \nBirmingham, Bristol,   \nDoctor of Medicine   \nM.D \nCambridge,    \nDurham, Lee ds, Master of Surgery  M.S. or M.Ch.  \nLiverpool , London,    \nManchester, Oxford,  Diploma in Public Health  D.P.H  \nShefield, Wales,    \nAberdeen,    \nEdinburgh,    \nGlassgow, Exerter,    \nNew Castle Upon    \nTyne, St. Andrews    \nand Belfast    \nRoyal College of  Member, Fellow  M.RC.P,  \nPhysicians of  F.R.C.P.  \nLondon.   (London).  \nRoyal College of  Fellow  F.R.C.P.,  \nSurgeons of London.   (England)  \n \nPage 33 of 35 Royal  College of  Member, Fellow  M.R.C.P.,  \nPhysicians of   F.R.C.P.,(Edin).  \nEdinburgh.    \nRoyal College of  Fellow  F.R.C.S. (Edin).  \nSurgeons of Edinburgh.    \nRoyal Faculty College of  Fellow  F.R.F.P.S  \nPhysicians and   (Glasgow).  \nSurgery of Glasgow.    \nDiploma in Public  \nHealth. D.P.H.(R.C.P.S.) England  \nRoyal College  of \nPhysicians and Diploma in Public Health  D.PH. (RC.P.S.) (England).  \nSurgeons, England    \nRoyal College  of  \nMember, Fellow,   \nMR.C.P. (GIasg.)  Physicians and Surgeons of  Honorary Fellow  F.R.C.P. (Glasg.)  \nGlasgow   F.R.C.S. (Glasg.)  \n  Hon. F.R.C.P.S.  \n  (Glasg.)  \n Post-Graduate  Diploma   \nDA., D.A.P&E.    D. Bat, D.C.H,  \n  D.C.M.T,  \n  D.C.P., DJH,  \n  D.L.O.,D.M.J.,  \nDMR..D.  \n \n D.M.R.T. D.M.SA., (Edin) \nD.O.yg.DO,  \nD.Obst  \nRC0.0.D.P.H,  \nD.Phys. Med,  \nDP.M,  \nDT.CD.,  \nD.T.P.H.  \n(Only when granted after training \nof at \nleast one academic  \nyear);  \nRepublic of Ireland:    \nUniversity of Dublin  Doctor of Medicine  M.D.  \n \nPage 34 of 35 National University  Master of  Surgery  M. Ch.  \nOf Ireland  Master of  Obstetrics  M.A.O.  \n \nRoyal College of Physicians of Ireland  Member Fellow  MR.C.P. ( Ireland). F.R.C.P. \n(lreland).  \nRoyal College of  \nSurgeons in Ireland  Fellow  FRCS.  \n(Ireland).  \n [Diploma in Obstetrics  \nand Gynecology  \n D.G.O. \nUnited State ofAmerica:  \n   \nIndiana University  \n Doctor of  Philosophy  \n Ph.D. (Basic  \nMedical Subject).  \n \nTHE THIRD SCHEDULE  \n[See sections 2(t) and 18 , 24, 29, 33, 47 (2)]  \nRECOGNISED DENTAL QUALIFICATIONS  \n \nMedical Institution.  Recognised Dental  \nQualification.  Abbreviations for Registration.  \n(1) (2) (3) \nUniversity of the Bachelor of Dental  B.D.S.  \nPunjab.  Surgery.  (Punjab).  \nPunjab St ate Medical  Licentiate in Dental  L.D.S. (PSMF).  \nFaculty.  Surgcry.   \nUniversity of Sindh.  Bachelor of Dental  B.D.S (Sindh)  \n Surgery   \nUniversity of  Bachelor of Dental  B.D.S.  \nPeshawar.  Surgery.  (Peshawar).  \nShaheed  Zulfiqar Ali  Master of Dental  MDS Oral and  \nBhutto Medical  Surgery Oral and Maxillofacial  \nUniversity,  \nIslamabad.  Maxillofacial Surgery.  \nMaster of Dental  Surgery.  \nMDS Paediatric  \n Surgery Paediatric  Dentistry.  \n Dentistry.   \n \n \n \nPage 35 of 35 THE FOURTH SCHEDULE  \n(see sections 2(a) and 22,33,36,37)  \nAPPROVED HOSPITALS OR INSTITUTIONS  \n \nS. No.  Approved Hospitals or  \nInstitutions  \n Specialties/Department  \n \n(1) (2) (3) \n \nTHE FIFTH SCHEDULE  \n(see sections 2( e),22,24,27,33)  \nCONTINUOUS PROFESSIONAL DEVELOPMENT OPPORTUNITY PROVIDERS IN \nPAKISTAN  \n \nS.No.  CPD Opportunity Provider   \n(1)                 (2)  \n \nTHE SIXTH SCHEDULE  \n(see sections 2(za),24,28)  \nSPECIALIST BOARDS  \n \nS.No,  Specialist Boards  Specialties/Departmen\nt. (1) (2) (3)"
}