{
    "file": "./converted_json\\administrator43948dd87dbd8f689bcb2d1583247464.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "Page 1 of 13 \n   \n \n \nTHE KARACHI RENT RESTRICTION ACT, 1953  \n \n \n \nCONTENTS  \n1.  Short title, extent and commencement  \n2.  Definitions  \n4.  Rent Controller to fix fair rent  \n5.  Re-determination of fair rent when improvements made  \n6.  Repairs by tenant  \n7.  Restriction on raising re nt \n8.  Increase of rent on account of payment of rates excepted  \n9.  Fine, premium, Pagri or Mithai not to be charged for grant, renewal or continuance of \ntenancy  \n10.  Eviction of tenant  \n11.  Easement not to be disturbed  \n12.  Controller may determine fair r ent in certain cases  \n13.  Punishment for contravention of the provisions of section 11  \n14.  Review  \n15.  Appeals and revision  \n16. [Omitted]  \n17.  [Omitted]  \n18.  Execution of orders  \n19.  Controller may require information to be furnished and summon witnesses  \n\n \nPage 2 of 13 \n 20.  Use of force in certain cases  \n21.  Control of Provincial Government  \n22.  Bar of jurisdiction  \n23.  Cognizance of offence  \n24.  Act does not permit increase of rent if not otherwise permissible  \n25.  Validation of appointments and Acts  \n26.  Effect of prov isions inconsistent with other enactments  \n27.  Rules  \n28.  Savings  \n29.  Repeal  \n \nPage 3 of 13 \n THE  KARACHI  RENT  RESTRICTION  ACT,  1953  \n1ACT  NO. VIII  OF 1953  \n[15th April,  1953]  \nAn Act to make  certain  provisions  regarding  accommodation,  whether  residential  or non-residential  \nfurnished  or unfurnished,  in the 2[Kara chi Division].  \nWHEREAS  it is expedient  to make  certain  provisions  regarding  accommoda tion, whether  \nresidential  or non-residential,  furnished  or unfurnished,  in the 2[Karachi  Division],  and in particular  \nto provide  for controlling  the rents  chargeable  for such accommodation  and for preventing  eviction  \nin certain  cases  ; \n It is hereby  enacted  as follows:___  \n 1. Short  title,  extent  and commencement.___ (1) This Act may be called  the Karachi  Rent  \nRestriction  Act, 1953.  \n (2) It extends  to the 2[Karachi  Division].  \n (3) It shall  come  into Force  at once.  \n 2. Definitions.  ___In this Act, unless  there  is anything  repugnant  in the subject  or context,___  \n 3[(1) “Controller ” means  a judicial  officer  who is appointed  by the Provi ncial  Government  to \nperform  the functions  of a Controller  under  this Act; ] \n (2) “fair rent” means___  \n(a)  in relation  to residential  premises  constructed  before  the 15th day of August,  \n1947,___  \n(i)  the rent at which  the premises  were  let on the first day of December  \n1941,  or where  they were  not let on that date,  the rent at which  they \nwere  last let before  that date,  with the addition,  in neither  of the \nforegoing  cases,  of the permitted  increase  ; or  \n(ii)  in the case of any premises  let under  a lease  for a period  of five years  \nor upwards  commencing  on or before  the first day of January  1937,  \nwhich  has expired  after the first day of December  1941,  the rent fixed  \nby such lease  for the period  including  the first day of December,  1941,  \nwith the addition  of the permitted  increase  ; or \n \n \n1The Chief  of Karachi  has been  authorised  to exercise  the powers  and discharge  the functions  of the Central  Government  under  section  2 (4) (b) (i) and \nsection  3 of this Act, see Gaz. of P., 1953,  Pt. I, p. 176. \nThis Act has been repealed  in its application  to areas  other  than Cantonment  areas  by the West  Pakistan  Ordinance  No. 38 of 1962,  s. 3 (1) (with  effect  \nfrom  the 1st July,  1963),  see Gazette  of West  Pakistan,  1963,  Ext., P. 2889.  \n2Subs.  by A.O.,  1964,  Art. 2 and Sch. \n3Subs. by the Karachi Rent Restr iction (Amdt.) Ordinance No. XLVIII  of 1962, s. 2.  \n \nPage 4 of 13 \n (iii)  in any of the cases  specified  in section  12 such rent, as having  regard  \nto the provisions  of this Act and the circumstances  of the case,  the \nController  deems  just; or \n(iv)  in any other  case,  such rent as may be determined  by the Controller  \nhaving  due regard  to the prevailing  rates  of rent for the same  or similar  \naccommodation  in similar  circumstances  during  the twelve  months  \nprior  to the first day of December  1941,  and the permitted  increase,  \nand in the case of any premises  which  have  been  constructed  after that \ndate,  also to any general  increase  in the cost of sites and building  \nconstruction  ; \n(b)  in relation  to premises  other  than residential  premises  constructed  before the \n15th day of August , 1947,___  \n(i)  the rent at which  the premises  were  let on the first day of December  \n1942,  or where  they were  not let on that date,  the rent at which  they \nwere  last let before  that date,  with the addition,  in either  of the \nforegoi ng cases,  of the permitted  increase  ; or \n(ii)  in the case of any premises  let under  a lease  for a period  of five years  \nor upwards  commencing  on or before  the first day of January , 1938,  \nwhich  has expired  after the first day of December , 1942,  the rent fixed \nby such lease  for the period  including  the first day of December  1942,  \nwith the addition  of the permitted  increase  ; or \n(iii)  in any other  case,  such rent as may be determined  by the Controller  \nhaving  regard  to the prevailing  rates  of rent for the same  or similar  \naccom modation  in similar  circumstances  during  the twelve  months  \nprior  to the first day of December , 1942,  and in the case of premises  \nwhich  have  been  constructed  after that date,  also to any general  \nincrease  in the cost of sites and building  construction  ; \n (c)  in relation  to all premises,  residential  or otherwise,  constructed  after the 15th \nday of August  1947,  such rent as shall  secure  to the landlord  a net return  of six \nper centum  1[and in the case of premises  first let on or after the twent ieth of \nOctober,  1959,  eight  per centum]  per annum  on the total cost, after deducting  \nthe taxes,  insurance  premium  for insurance  against  fire and earthquake  but not \notherwise  and an amount  equal  to one and a half per centum  per annum  of the \ntotal cost by way or expenses  for maintenance  and repairs.  The total cost shall  \ninclude  the value  of the land and the cost of the construction  of the premises;  \n (3) “landlord” means  any person  for the time being  entitled  to receive  rent in respect  of any \npremises  whether  on his own account  or on account  or on behalf  or for the benefit  of any other  \nperson  or as a trustee,  guardian  or receiver  for any other  person,  and includes  any tenant,  who,  \nhaving  been  granted  a lease  of any premises  by such landlord,  sublets  the same  and every  person  \nfrom  time to time deriving  title under  a landlord  ; \n \n1Ins. by the Karachi Rent Restr iction (Amdt.) Ordinance No. XLVIII of 1962, s. 2.  \n \nPage 5 of 13 \n   (4) “permitted  increase” in relation  to any premises  means :___  \n(a)  in a case to which  clause  (2) (a) (i) or clause  (2) (a) (if) applies___  \n(i)  twenty -five per centum  of the rent of the premises  let on the first day \nof December  1941,  or where  they were  not let on that date,  the rent at \nwhich  they were  last let before  that date or the rent referred  to in \nsub-clause  (2) (a) (ii) ; and \n(ii)  an amount  not exceeding  seven  and a half per centum  1[, or in the case \nof any addition,  improvement  or alteration,  made  on or after the \ntwentieth  day of October,  1959,  eight  per centum]  of the cost of any \naddition,  impro vement  or alteration  (not included  in necessary  repairs  \nor repairs  usually  made  to premises  in the locality)  made,  at the land-\nlord’s  expense,  to or in the premises  since  the first day of December , \n1941,  or as the case may be, since  the date when  the premi ses were  last \nlet before  that date ; \n(b)  in a case to which  clause  (2) (b) (i) or clause  (2) (b) (ii) applies___   \n(i)  where  the rent of the premises  let on the first day of December,1942,  \nor where  they were  not let on that date the rent at which  they were last \nlet before  that date or the rent referred  to in clause  (2) (b) (ii) does not \nexceed  fifty rupees  per month,  or where  the premises  are used for \naccommodating  a school,  a hospital  dispensary,  library,  maternity  \nhome,  nursing  home,  or such charitable  or public  institution  as may be \nnotified  in this behalf  by the 2[Federal  Government]  in the Official  \nGazette,  ten per cent of the rent payable  in each such case and in all \nother  cases,  fifty percent  of such rent, and \n(ii)  an amount  not exceeding  seven  and a half per cent 1[, or in the case of \nany addition  made  after the 20th day of October,  1959,  eight  per \ncentum]  of the cost of any addition,  improvement  or alteration  (not \nincluded  in necessary  repairs  or repairs  usually  made  to premises  in the \nlocality)  made, at the landlord’s  expense,  to or in the premises  since  \nthe first day of December , 1942,  or, as the case may be, since  the date \nwhen  the premises  were  last let before  that date ; \n(c)  in a case to which  clause  2 (c) applies,  an amount  which  would  secure  to the \nlandlord  a net return  of six per centum  1[, or in the case of any addition  \nimprovement  or alteration  made  on or after the 20th day of October,  1959,  \neight  per centum]  per annum  on the cost of any addition,  improvement  or \nalteration  made  by the landlord after allowing  for the deductions  referred  to in \nclause  2 (c) ; \n______________________________________________________________________________  \n1Ins. by the Karachi Rent Restr iction (Amdt.) Ordinance No. XLVIII of 1962, s. 2.  \n2Subs.  by F.A.O.,  1975,  Art. 2 and Table . \n \nPage 6 of 13 \n  (5) “premises” means  any building  or part of a building  let for any purpose and includes___  \n(i)  the garden,  grounds  and out-houses,  if any, appurtenant  to such building  or \npart of a building  ; and \n(ii)  any furniture  supplied  by the landlord  for use in such building  or part of a \nbuilding  ; \nbut shall  not include  a room  in a hotel  or a lodging  house  ; \n (6) “residential  premises” means  premises  let or occupied  or intended  to be let or occupied  \nfor residential  purposes  ; \n (7) “tenant” means  any person  by whom  or on whose  account  rent is payable  for any \npremises  and includes  every  person  from  time to time deriving  title under  a tenant  and also every  \nperson  remaining  in possession  of the premises  leased  to him after the determination  of the lease \nwith or without  the consent  of the landlord.  \n 3. [Appointment  of Rent Controller  and Additional  Rent Controller.]  Omitted  by the Karachi  \nRent Restriction  (Amdt.)  Ordinance,  1962  (48 of 1962),  s. 3. \n 4. Rent  Controller  to fix fair rent.  ___The Controlle r___  \n(a)  shall,  in the case of premises  in respect  of which  an application  is made  by the \nlandlord  or the tenant,  on such application,  and \n(b)  may in the case of any other  premises,  of his own motion,  determine  after \nmaking  such enquiry  as he deems  fit, the fair rent in accordance  with the \nprovisions  of this Act : \n Provided  that the 1[Controller]  shall  not___  \n(a)  entertain  any application,  or \n(b)  take any action  on his own motion,   \nfor determining  the fair rent after the lapse  of a period  of four mont hs next after the date on which  \nthe premises  are first occupied:  \n Provided  further  that the foregoing  proviso  shall  not have  effect  until the expiry  of a period  of \nfour months  from  the commencement  of this Act. \n 5. Re-determination  of fair rent when  improv ements  made.  ___(1) If at any time after the \nfair rent of any premises  has been  determined  in accordance  with the provisions  of this Act it appears  \nto the Controller  that subsequent  to such determination  some  addition,  improvement  or alteration,  not \ninclud ed in necessary  repairs  or repairs  usually  made  to premises  in the locality,  has been  made  to \nthe premises  at the landlord's  expense  the Controller  may,  after making  such enquiry  as he thinks  fit, \nredetermine  the fair rent of the premises.  \n \n1Ins. by the Ka rachi Rent Restr iction (Amdt.) Ordinance No. XLVIII of 1962, s. 4.  \n \nPage 7 of 13 \n  (2) An increase  in the fair rent may be allowed  under  subsection  (1) with effect  from  any date \nnot earlier  than the date on which  the addition,  improvement  or alteration  was completed.  \n 6. Repairs  by tenant.  ___A tenant  may,  after notice  to the landlord,  make  necessary  repairs  or \nrepairs  usually  made  to premises  in the locality  and deduct  the cost thereof  from  the rent: \n Provided  that___  \n(a)  such cost shall  riot exceed  one and a half per centum of the total cost of \nconstruction  within  the meaning  of clause  (c) of subsection  (2) of section  2, \nand \n(b)  the previous  permission  of the 1[Controller]  shall  be obtained  to the making  of \nthe repairs.  \n 7. Restriction  on raising  rent.  ___Where  the fair rent of any premises  has been  determined  in \naccordance  with this Act___  \n(a)  the landlord  shall  not claim  and shall  not be entitled  to any rent in excess  of \nthe fair rent ; \n(b)  any agreement  for the payment  of rent in excess  of the fair rent shall  be null \nand void in respect  of such excess  and shall  be construed  as an agree ment  for \nthe payment  of the fair rent ; \n(c)  when  the fair rent of any premises  has been  determined  before  the \ncommencement  of this Act, any sum in excess  of the fair rent paid,  before the \ncommencement  of this Act in respect  of any use or occupation  of the \npremises___  \n(i)  after the first day of April  1942,  in the case of residential  premises,  or \n(ii)  after the first day of October , 1943,  in the case of premises  other  than \nresiden tial premises,   \nshall  be refunded  to the person  by whom  it was paid,  or, at the option  \nof such person,  otherwise  adjusted;  \n(d)  where  the fair rent of any premises  has been  determined  under  this Act after \nthe commencement  of this Act, any sum paid in exces s of the fair rent for the \nperiod  commencing  from  the date of the application  for the fixation  of the fair \nrent shall  be refunded  to the person  by whom  it was paid or, at the option  of \nsuch person,  otherwise  adjusted.  \n 8. Increase of rent on account of pay ment of rates excepted.  ___Where  the landlord  pays \nany municipal  rates,  cesses  or taxes  in respect  of any premises,  an increase  of the rent thereof  shall  \nnot be deemed  to be an increase  for the purposes  of this Act and the landlord  shall  be entitled  to the \namount  thereof  in addition  to the fair rent if such amount  does not exceed  any increase  in the amount  \nfor the time being  payable  by the landlord  in respect  of such rates,  cesses  or taxes  over the amount  \npaid,  in respect  of residential  premises,  in the period of assessment  which  included  the first day of \nDecem ber, 1941,  and, in the case of premises  other  than residential  premises,  in the period  of \nassessment  which  included  the first day of December,1942:  \n \n1Subs . by the Karachi Rent Restr iction (Amdt.) Ord inance No. XLVIII of 1962, s. 4.  \n \nPage 8 of 13 \n  Provided  that no such sum in excess  of the fair rent shall  be payable  until the expiry  of four \nclear  weeks  after the landlord  has served  on the tenant  a notice  in writing  of his intention  to increase  \nthe rent, accompanied  by a statement  showing  particulars  of the increased  amount  charged  in respect  \nof such rates,  cesses  or taxes.  \n 9. Fine,  premium,  Pagri  or Mithai  not to be charged  for grant,  renewal  or continuance  \nof tenancy.___ (1) No landlord,  tenant,  occupant,  or any person  acting  on their behalf  shall  in \nconsideration  of the grant,  renewal  or continuance  of a tenancy  of any premises  require  the payment  \nof any fine, premium,  Pagri  or Mithai  or any other  like sum in addition  to the rent. \n (2) Where  any such payment  has been  made,  the amount  shall  be recoverable  by the tenant  by \nwhom  it was made  from  the landlord,  tenant,  occupant  or any person  acting  on their behalf  and may,  \nwithout  prejudice  to any other  method  of recovery,  be deducted  from  any rent payable  by him to the \nlandlord,  tenant,  occupant  or any person  acting  on their behalf.  \n (3) Nothing  in this section  shall  apply  to any payment  made  under  any agreement  entered  \ninto____  \n(a)  in the case of residential  premises,  before  the first day of Decem ber, 1941;  \n(b)  in the case of premises  other  than residential  premises,  ,before  the first day of \nDecember , 1942.  \n (4) Any landlord,  tenant,  occupant  or any person  acting  on their behalf  who receives  directly  \nor through  an agent  any fine, premium,  Pagri  or Mithai  or other  like sum in addition  to rent in \ncontravention  of sub-section  (1) shall  be punishable  with imprisonment  for a term which  may extend  \nto six months  or with fine or with both.  \n10. 1[Eviction  of tenant.___ (1) A tenant  in possession  of a premises  shall  not be evicted  \ntherefrom,  except  in accordance  with the provisions  of this section.  \n (2) A landlord  who seeks  to evict  his tenant  shall  apply  to the Controller  for a direction  in that \nbehalf  and if the Controller,  after giving  the tenant  a reasonable  opportunity  of showing  cause  against  \nthe application,  is satisfied  that___  \n the tenant  has not paid or tendered  rent due buy him in respect  of the premises,  within  fifteen  \ndays after the expiry  of the time fixed  in the agreement  of tenancy  with his landlord,  or in the a sence  \nof any such agreement,  within  thirty  days of the date on which  the rent became  payable;  or \n the tenant  has, without  the written  consent  of the landlord,___  \n(i)  transferred  his right  under  the lease  or sub-let the entire  premises  or any \nportion  thereof;  or  \n(ii)  used the premises  for a purpose  other  than that for which  they were  leased,  \n \n1Subs . by the Karachi Rent Restr iction (Amdt.) Ordinance No. XLVIII of 1962, s. 5.  \n \nPage 9 of 13 \n or has infringed  any condition  of the tenure  on which  the premises  are held by \nthe landlord;  or \n(c)  the tenant  has committed  such acts as are likely  to impair  materially  the value  \nor utility  of the premises;  or \n(d)  the tenant  has been  guilty  of such acts and conduct  as are a nuisance  to the \noccupants  of premises  in the neighbourho od ; or \n(e)  the tenant  has ceased  to occupy  the premises  for a continuous  period  of four \nmonths  without  reasonable  cause;  or  \n(f)  the premises  are reasonably  and in good  faith required  by the landlord,___  \n(i)  for the erection  or reconstruction  of a building,  or \n(ii)  for his own use or for the use of any person  for whose  benefit  the \npremises  are held,  \nthe Controller  may make  an order  directing  the tenant  to put the landlord  in possession  of the \npremises  and if the Controller  is not so satisfied  he shall  make  an order  rejecting  the application:  \n Provided  that the Controller  may give the tenant  a reasonable  time for putting  the landlord  in \npossession  of the premises  and may extend  such time so as not to exceed  four months  in the \naggregate:  \n  Provided  furth er that where  the tenancy  is for a specified  period  agreed  upon  between  the \nlandlord  and the tenant,  the landlord  shall  not be entitled  to apply  on the grounds  mentioned  in clause  \n(f), before  the expiry  of such period.  \n Explanation.___ For the purpose  of clause  (a),___  \n(i)  where  the water  charges  or electricity  charges  or both are payable  by the \ntenant  to the landlord  such charges  shall  be deemed  to be rent ; \n(ii)  rent remitted  by money -order  to the landlord  or deposited  in the office  of the \nController  having  jurisdiction  in the area where  the premises  is situated  shall  \nbe deemed  to have  been  duly tendered.]  \n (3) Where  a landlord  has got back  possession  of any premises  from  a tenant  on the ground  \nthat they were  reasonably  and in good  faith required  by the landlord  for the erection  or reconstruction  \nof a building  or for his own occupation  or for the occupation  of any person  for whose  benefit  the \npremises  are held,  if the erection  or reconstruction  of the building  is not commenced  or the premises  \nare not occupied  by the landlord  or the other  person  aforesaid  within  fifteen  days of the vacation  of \nthe premises  by the original  tenant,  or having  been  so occupied  are re-let within  two months  of the \nsaid date to any person  other  than the original  tenant,  the Contr oller may,  on the application  of the \noriginal  tenant  made  within  three  months  of his vacating  the premises,  direct  the landlord  to place  the \noriginal  tenant  in possession  of the premises  on the original  terms  and conditions  and to pay him \nsuch compensation  as may be fixed  by the Controller.  \n \nPage 10 of 13 \n  (4) When  the Controller  directs  under  subsection  (3) that the landlord  should  pay \ncompensation  to the tenant  the Controller  may recover  the amount  of such compensation  as an arrear  \nof land revenue  and may,  for the purpo se of such recovery,  exercise  all or any of the powers  \nconferred  upon  a Collector  under  Chapter  XI of the Bombay  Land  Revenue  Code,  1879  (Bom.  Act V \nof 1879).  \n  (5) Nothing  in sub-section  (1) shall  apply  in the case of any premises___ \n(a)  which  being  situated within  the municipal  limits  of the City of Karachi  have  \nbeen  specially  certified  for the purpose  of this Act to be in a ruinous  or \ndangerous  condition  by the Chief  officer  of the Corporation,  \n (b)  which,  being  situated  in a cantonment,  have  been  so certified  to be in an \ninsanitary  state or unfit  for human  habitation  by the cantonment  autho rity, and \n(c)  in respect  of which  notice  has been  issued  under  section  190 of the City of \nKarachi  Municipal  Act, 1933  (Bom.Act  XVI of 1933),  or under  section  119 of \nthe Bombay  District  Municipal  Act, 1901  (Bom.  Act III of 1901),  or under  \nsection  140 or 142 of the Cantonments  Act, 1924  (II of 1924).  \n 1[(6) In proceedings  under  this section  on the first date of hearing  or as soon  as possible  after \nthat date and before  issues  are framed,  the Controller  shall  direct  that tenant  to deposit  all the rent \ndue from  him and also to deposit  regularly  till the final decision  of the case,  before  the fifth day of \neach month  the monthly  rent due from  him. If there  is any dispute  about the amount  of rent due or \nthe rate of rent, the Controller  shall  determine  such amount  approximately  and direct  that the same  \nbe deposited  by the tenant  before  a date to be fixed  for the purpose.  If the tenant  makes  default  in the \ncompliance  of such an order,  then if he is the petitioner,  his application  shall  be dismissed  summarily  \nand if he is the respondent,  his defence  shall  be struck  off and the landlord  put into possession  of the \nproperty  without  taking  any further  proceedings  in the case.  The controller  shall  finally  determine  the \namount  of rent due from  the tenant  and direct  that the same  be paid to the landlord,  subject  to \nadjustment  of the approximate  amount  deposited  by the tenant.]  \n 11. Easement  not to be disturbed.___ 2[(1)] No landlord  or his contractor  workman  or \nservant  shall,  without  the previous  written  consent  of the Controller  or save for the purposes  of \neffecting  repairs  or complying  with a municipal  requisition,  wilfully  disturb  any convenience  or \neasement  annexed  to the premises,  or remove,  destroy  or render  unserviceable  anything  provided  for \npermanent  use therewith  or discontinue  or cause  to be discontinued  any supply  or service  comprised  \nin the fair rent. \n 1[(2) Where  a landlord  contravenes  the provisions  of sub-section  (1) the tenant  in occupation  \nof a premises  may make  an application  the Controller  complaining  of such contravention.  \n (3) If the Controller,  on enquiry,  finds  that the tenant  has been  in enjoyment  of the amenities  \nand that they were  cut off or withheld  by the landl ord without  just or sufficient  cause,  he shall  make  \nan order  directing  the landlord  to restore  such amenities.]  \n \n1Added . by the Karachi Rent Restr iction (Amdt.) Ordinance No. XLVIII of 1962, ss. 5 and 6 . \n2Section  11 renumbered  as sub-section  (1) of that section,  by the Karachi  Rent -Restriction  (Amdt.)  Ordinance,  1962,  (48 of 1962),  s. 6. \n \n \nPage 11 of 13 \n  12. Controller  may determine  fair rent in certain  cases.  ___In any of the following  cases,  \nthe Controller  may fix the fair rent at such amount  as, having  regard  to the provisions  of this Act and \nthe circumstances  of the case,  he deems  just___ \n(a)  where,  by reason  of any premises  having  been  let at one time as a whole  and at \nanother  time in parts  or where  a tenant  has sublet  or sublets  a part of any \npremises  let to him, or for any other  reason,  any difficulty  arises  in giving  \neffect  to this Act, or \n(b)  where  in the case of any premises  let furnished,  it is necessary  to distinguish  \nfor the purpose  of giving,  effect  to this Act, the amount  payable  as rent from  \nthe amount  payable  as hire of furniture;  or \n(c)  where,  any premises  have  been  or are let rent-free or at a nominal  rent or for \nsome  consideration  in addition  to rent. \n 13. Punishment  for contravention  of the provisions  of section  11. ___Whoever  contravenes  \nthe provisi ons 1[of sub-section  (1)] of section  11 shall,  on conviction,  be punished  with imprisonment  \nwhich  may extend  to six months,  or with fine, or with both.  \n 14. Review.  ___The Controller  may review  any order  made  or deemed  to be made  by him \nunder  this Act and the provisions  of Order  XLVII  in the First Schedule  to the Code  of Civil  \nProcedure,  1908  (V of 1908),  shall  so far as may be, apply  to such review.  \n 1[15. Appeals  and revision. ___(1) Any party,  aggrieved  by an order  passed  by a Controller  \nmay,  within  thirty days from  the date of such order,  prefer  an appeal  in writing  to the District  Judge,  \nKarachi,  or such other  judicial  officer  as may be empowered  by the Provincial  Government  to hear \nsuch appeals.  \n (2) The provisions  of the Code  of Civil  Procedure,  1908  (Act V of 1908),  shall  apply  to an \nappeal  from  an order  under  this Act as they apply  to an appeal  from  a decree  of a Civil  Court.  \n (3) The provisions  of section  115 of the aforesaid  Code  shall  apply  to a proceeding  or appeal  \ndecided  under  this Act as if such appeal  or proceeding  were  a case which  has been  decided  by a \nCourt  subordinate  to the High  Court  within  the meaning  of that section.]  \n 16. [Omitted ] \n 17. [Omitted ] \n 1[18. Execution  of order s. ___Every  order  made  under  section  10 or section  11 and every  \norder  passed  on appeal  or revision  under  section  15 shall  be executed  by a Civil  Court  having  \njurisdiction  in the area as if it were  a decree  of that court.]  \n \n \n \n1Ins and Subs . by the Karachi Rent Restr iction (Amdt.) Ordinance No. XLVIII of 1962, ss. 7, 8 a nd 10.  \n \n \n \n \nPage 12 of 13 \n  19. Controller  may require  information  to be furnished  and summon  witnesses.  ___For \nthe purposes  of an enquiry  under  this Act the Controller  may___  \n(a)  require  the landlord  to produce  any book  of account,  document  or other  \ninformation  relating  to the premises  ; \n(b)  enter  and inspect  the premises  ; \n(c)  authorise  any officer  subordinate  to him to enter  and inspect  the premises  ; or \n(d)  summon  and enforce  the attendance  of witnesses  and compel  the production  of \ndocuments  by the same  means  and so far as may be, m the same  manner  as is \nprovided  in the case of a Court  by the Code,  of Civil  Procedure,  1908  (V of \n1908).  \n Explanation.___ In this section,  the word  “land-lord” shall  include  a servant  or an agent  of the \nlandlord  who is in charge  of or looks after the premises  on behalf  of the landlord.  \n 20. Use of force  in certain  cases . ___The Controller  may,  for the purpose  of enforcing  a \ndirection  issued  under  subsection  (3) of section  10 (requiring  a landlord  to deliver  possession  of the \npremises  to the original  tenant),  take or cause  to be taken  such steps  and use or cause  to be used such \nforce  as may,  in his opinion,  be reasonably  necessary,  and for the removal  of doubts  it is hereby  \ndeclared  that the power  to take steps  under  this section  includes  the power  to require  the assistance  of \nthe Police  and to enter  upon  the property.  \n 21. Control  of Provincial  Government.  ___The 1[Provincial  Government]  may from  time to \ntime issue  general  directions  for the guidance  of officers  of Government  in all matters  connected  \nwith the administration  of this Act and not therein  specially  provided  for. \n 22. Bar of jurisdiction.  ___No suit or other  legal  proceeding  shall  be instituted  against  any \nperson  in respect  of anything  which  is in good  faith done  or intended  to be done  under  this Act. \n 23. Cognizance of offence.  ___No Court  shall  take cognizance  of an offence  under  this Act \nexcept  with the previous  sanction  in writing  of the Controller.  \n 24. Act does not permit increase of rent if not otherwise permissible.  ___Nothing in this \nAct shall  be deemed  to entitle  a landlord  to increase  the rent of any premises  in any case in which  he \nwould  not be entitled  to do so if this Act had not been  enacted.  \n 25. Validation of appointments and Acts.___ (1) Every  person  from  time to time appointed  \nor deemed  to have  been  appointed  or purporting  to have  been  appointed  as Controller  under  either  of \nthe two Acts or the Ordinance  referred  to in section  29, namely,  the Sind Rent  Restriction  Act, 1947  \n(Sind  Act X of 1947),  in so far as it is applicable  to the Capital  of the Federation,  the Sind Rent \nRestriction  (Amendment)  Act, 1952  (XXXVII  of 1952),  and the Karachi  Rent  Restriction  Ordinance,  \n1953  (Ord.  I of 1953)(hereinafter  referred  to as “the said enactments ”) shall  be deemed  to have  been  \nso appointed  under  and for the purpose  of this Act. \n \n1Subs . by the Karachi Rent Restr iction (Amdt.) Ordinance No. XLVIII of 1962, s . 11. \n \n \nPage 13 of 13 \n  (2) The fair rent of any premises  determined  or deemed  to have  been  determined  under  the \nsaid enactments  shall  be deemed  to have  been  determin ed under  section  4 and every  order  made  or \ndeemed  to have  been  made  or act done  or deemed  to have  been  done  by any officer  or authority  \nacting  or purporting  to act in exercise  of the powers  conferred  by the said enactments  shall  be \ndeemed  to have  been  made  or done  by such officer  or authority  under  the corresponding  provisions  \nof this Act. \n (3) Every  proceeding  pending  or purporting  to be pending  under  or by virtue  of the said \nenactments  shall  be continued  and completed  in accord ance with the corresponding  provisions  of this \nAct. \n 26. Effect  of provisions  inconsistent  with  other  enactments.  ____The provisions  of this Act \nshall  have  effect  notwithstanding  anything  inconsistent  therewith  contained  in any enactment  for the \ntime being  in force.  \n 27. Rules.  ____The 1[Provincial  Government]  may,  by notification  in the Official  Gazette,  \nmake  rules  for the purpose  of carrying  out the provisions  of this Act. \n 28. Savings.  ____(1) Any order  or rule at any time made  or purporting  to have  been  made  \nunder  any of the said enactments  shall,  in so far as it is not inconsistent  with the provisions  of this \nAct, be deemed  to have  been  made  under  the provisions  of this Act, and shall  have  effect  \naccordingly.  \n (2) No suit, prosecution  or other  legal  proceedings  whether  by way of petition  or otherwise  \nshall  lie in respect  of anything  which  has been  in good  faith done  or intended  to be done  in pursuance  \nof or in exercise  of the powers  in good  faith believed  to have  been  conferred  by or under  any of the \nsaid enactments.  \n 29. Repeal.  ____The said enactments,  namely___  \n (1) The Sind Rent  Restriction  Act, 1947  (Sind  Act X of 1947),  in so far as it is applicable  to \nthe Capital  of the Federation  ; \n (2) The Sind Rent  Restriction  (Amendment)  Act, 1952  (XXXVII  of 1952) ; and \n (3) The Karachi  Rent  Restriction  Ordinance,  1953  (Ord  I of 1953),  are hereby  repealed.  \n \n \n \n \n \n \n  RI - Date: 1 4-05-2024  \n1Subs . by the Karachi Rent Restr iction (Amdt.) Ordinance No. XLVIII of 1962, s. 11."
}