{
    "file": "./converted_json\\administrator32d155dadb0b48a55cc03df4d0d84ad7.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "Page: 1COMMODITY EXCHANGE AND FUTURES CONTRACTS RULES\nSRO 279 (I)/2005, Islamabad, the 15thMarch, 2005. -In exercise of the powers\nconferred by section 33 of t he Securities and Exchange Ordinance, 1969 (XVII of\n1969), Federal Government, is pleased to make the fo llowing rules, namely. -\n1. Short title and commencement. -(1)These rules may be called the Commodity\nExchange and Futures C ontracts Rules, 200 5\n(2) They shall come into force at once.\n2. Definitions. -(1)In these rules, unless there is anything repugnant in th e subject\nor context,\n(a)“Act” means the Securities and Exchange Commission of Pakistan\nAct, 1997 (XLII of 1997)\n(b)“Broker” means any person who is registered with the Commission for\nthe purpose of engaging in the business of effecting transactions in\nCommodity Futures Contract for the account of others;\n(c)DELETED\n(d)“Exchange” means a Commodity Exchange as defined in the\nSecurities and Exchange Ordinance, 1969 (XVII of 1969);\n(e)“Member” means a person admitted by the Exchange as a Member of\nthe Exchange but it does n ot denote a shareholder or equity holder of\nthe Exchange;\n(f)“Ordinance” means the Securities and Exchange Ordinance, 1969\n(XVII of 1969).\n(2) The words and expressions used but not defined in these rules shall have the\nsame meaning as are assigned to them in the Ordinance, the Act and the\nCompanies Ordinance, 1984 (XLVII of 1984).\nPage: 23. No person to operate without registratio n-DELETED\n4. Cancellation of registration, etc. -DELETED\n5. Audit of accounts of the Exchange. -DELETED\n6.Books of account and ot her documents to be maintained and preserved by the\nExchange. -DELETED .\n7. Submission of annual report by an Exchange. -DELETED .\n8. Submission of periodical returns. -DELETED\n9. Members not to engage in business without registration. -No member shall\nact as a brok er to deal in the business of effecting transactions in the\nCommodity Futures Contract unless he is registered with the Commission\nunder these rules.\n10. Application for registration as a broker. -(1) A Member desirous of acting as a\nbroker shall make an application to the Commission in a form specified by the\nCommission from time to time, for grant of a certificate of registration through\nthe Exchange of which he is a Member.\n(2) An application for registration under sub -rule (1) shall be submitted along\nwith a fee as specified by the Commission from time to time\n(3) The Exchange shall forward the application to the Commission within\nfourteen days from the date of its receipt.\n11.Eligibility for registration. –(1)A person shall be eligible for registration as a\nbroker under these rules, if he -\n(a)is a Member of the Exchange;\n(b)is not less than twenty -one years of age;\n(c)is a citizen of Pakistan;\n(d)has at least passed graduation or equivalent examination from an\nPage: 3institution recognized by the Government; Provided that th e Commission\nmay relax the educational qualification in suitable cases on merit having\nregard to the applicant’s experience;\n(e)is not a lunatic or a person of unsound mind;\n(f)has not been convicted of an offence involving fraud or breach of trust;\n(g)has not been adjudicated as insolvent or has suspended payment or has\ncompounded with his creditors;\n(h)has experience of not less than five years in the business of buying,\nselling or dealing in commodities, Commodity Futures Contracts or\nother securities;\n(i)has not been a director of a brokerage company which has been\nconvicted of an offence concerning brokerage;\n(j)has not defaulted in payment of dues at a clearing house;\n(k)has not defaulted in compliance with the provisions of the Ordinance,\nthe Act, and the rules and regula tions made hereunder;\n(l)is not in default on settlement of an investor complaint where such\ncomplaint has been adjudicated by an exchange or a committee of an\nexchange or the Commission;\n(m) has complied with the directives of the Commission in respect of\nbusiness conduct, dealings with clients and financial prudence; and\n(n)has the minimum net capital and minimum net worth as determined by\nthe Exchange and approved by the Commission from time to time.\n(2) The applicant shall remain in compliance with the req uirements of sub -rule\n(1) at all times and inform the Commission immediately when he is non -\ncompliant with any of the terms and conditions.\nPage: 4(3) Every applicant which is a corporate entity shall have at least one director\nwho will satisfy the requirements set f orth under sub -rule (1) above,\nprovided that net worth and net capital of the corporate entity are used to\nfulfill the requirements set out under sub -rule (1) n.\n12. Certificate of registration. -(1)The Commission, if it is satisfied that the\napplicant i s eligible for registration as a broker, and that it shall be in the interest\nof the commodity market to do so, may grant certificate of registration to the\napplicant in accordance with a format specified by the Commission from time to\ntime.\n(2) The certificat e of registration of a broker shall be valid for one year.\n(3) The Commission shall send an intimation of registration under sub -rule (1)\nto the concerned Exchange.\n(4) No application made under sub -rule (1) of rule 11 shall be refused except\nafter giving an appli cant a reasonable opportunity of being heard.\n(5) In case the Commission refuses the grant of certificate of registration to an\napplicant after providing an opportunity of being heard under sub -rule (4),\nthe decision shall be communicated to the applicant as w ell as the concerned\nExchange within fourteen days of the last hearing given to the applicant,\nstating therein the grounds for refusal.\n(6) An applicant aggrieved by the decision of the Commission under sub -rule\n(5) may apply, within a period of thirty days fr om the date of receipt of such\nintimation, to the Commission for review of its decision.\n13. Effect of refusal for registration. -A person whose application for grant of a\ncertificate of registration as a broker has been refused by the Commission from\nand on the date of receipt of the decision under sub -rule (5) of rule 13 shall not\ndeal in Commodity Futures Contracts as a broker.\nPage: 514. Renewal of registration. -(1)thecertificate of registration shall be renewable on\npayment of fee as specified by the Commission fr om time to time.\n(2) The broker desiring renewal of his registration with the Commission, for this\npurpose shall submit an application through the Exchange along with a net capital\ncertificate and an undertaking confirming that the broker remains compliant with\nthe requirements provided under rule 11 .\n(3) A member whose certificate of registration expires shall not deal in\nCommodity Futures Contracts as a broker.\n(4) A member whose application for renewal has been refused by the commission\nshall not deal in Commodity Futures Contracts as a broker from and on the date of\nreceipt of the decision under sub -rule (5) of rule 12.\n15. Suspension of registration. -Where the Commission is of the opinion that a\nbroker -\n(a)Has failed to remain in compliance with any conditi ons subject to which\ncertificate of registration was granted under these rules;\n(b)has otherwise failed to comply with any requirement of the Act or the\nOrdinance or of any rules or directions made or given thereunder;\n(c)has contravened the rules and regulation s of the Exchange;\n(d)has failed to follow any requirement of the code of conduct as laid down\nunder these rules;\n(e)has failed to comply with the directives of the Commission in respect of\nbusiness conduct, dealings with clients and financial prudence;\n(f)has fail ed to furnish any information related to his transactions in\nCommodity Futures Contract as may be required by the Commission;\n(g)has failed to submit periodical returns as required by the Commission;\nPage: 6(h)has furnished wrong or false information;\n(i)has failed to set tle an investor complaint where such complaint had been\nadjudicated by an Exchange or a committee of an Exchange or the\nCommission;\n(j)has not co -operated in any enquiry or inspection conducted by the\nCommission;\n(k)has indulged in manipulating price rigging or cornering activities in an\nExchange;\n(l)his financial position has deteriorated to such an extent that the\nCommission is of the opinion that his continuance in the business of\ndealing in Commodity Futures Contracts shall not be i n the interest of\ninvestor s; or\n(m)has been suspended by an Exchange,\nThe Commission may, if it considers necessary in the public interest so to do, by\norder in writing: -\n(i) suspend the registration of a broker for such period as may be\nspecified in the order; or\n(ii) impose on a broker a fine not exceeding one hundred thousand\nrupees:\nProvided that the broker shall be provided an opportunity of being heard before passing\norder under sub -clause (i) or sub -clause (ii).\n16.Cancellation of registration. -Where the Commission is of the opin ion that (a)the\ncause of suspensi on of registration under rule 15 continues during the period of\nsuch suspension, or (b)a broker whose registration has been suspended -\n(i) is engaged in insider trading, market manipulation or any other\nunfair p ractice or market abuse;\nPage: 7(ii) has been found guilty of fraud, or convicted of a criminal offence;\n(iii) has his membership cancelled by an Exchange; or\n(iv) has not complied with a directive of the Commission.\nThe Commission may, if it considers necessary for the protecti on of investors so\nto do, by order in writing, cancel the registration of the broker;\nProvided that no such order shall be made except after giving the broker an\nopportunity of being heard.\n17. Automatic cancellation of registration. -(1) A certificate of reg istration granted to\na broker under rule 1 2shall stand cancelled automatically if he,-\n(a)ceases to be a Member of an Exchange;\n(b)is declared defaulter by an Exchange and is not re -admitted to\nMembership within a period of six months from such declaration;\n(c)surrenders Membership of an Exchange;\n(d)is declared insolvent by a Court;\n(e)voluntarily surrenders certificate of registration to the Commission; or\n(f)is wound up by an order passed by a Court.\n(2) Where a certificate of registration stands cancelled under sub -rule(1),\nthe concerned Exchange or clearing house shall intimate the Commission\nimmediately about such cancellation .\n18. Broker, etc., to clear liabilities. -Notwithstanding the refusal, suspension or\ncancellation of a certificate of registration under rules 1 3,15, 16or 17,abroker\nshall be responsible for clearing all his obligations upto the date on w hich he has\nbeen working as broker.\n19. General obligations and responsibilities. -The brokers shall be responsible to\nkeep and maintain the books of accounts, rec ords and documents as specified in\nthe Ordinance, the Act, and rules .\nPage: 820. Brokers to abide by code of conduct. -A broker holding a certificate of\nregistration under these rules shall abide by the following code of conduct as\nprovided in the Schedule.\n21. System Audit. -Abroker shall undergo an annual system audit i n accordance\nwith the directions issued by the Commission from time from time.\n22. Maintenance of Books of account, etc by brokers. -(1) Every broker shall\nprepare and maintain the following books of ac count and other documents, in\nelectronic or manual form, that will disclose a true, accurate and up to date\nposition of the business namely;\n(a) journal (or other comparable record), cash book and any other books of\noriginal entry, forming the basis of ent ries into any ledger, the books of\noriginal entry being such as contain ingdaily record of all orders for\npurchase or sale of Commodity Futures Contracts, all purchases and\nsales of Commodity Futures Contracts, all receipts and deliveries of a\ncommodity an d all other debits and credits;\n(b)ledgers (or other comparable records) reflecting asset, liability, reserve,\ncapital, income and expense accounts;\n(c)ledgers (or other comparable records) reflecting securities in transfer,\nsecurities borrowed and securities lo aned and Commodity Futures\nContracts bought or sold, of which the delivery is delayed;\n(d)record of all balance of all ledger accounts in the form of trial balances to\nbe prepared at least once at the end of the six months of every year of\naccount;\n(e)record of transactions with the banks;\nPage: 9(f)written consent of customers in respect of contracts entered;\n(g)duplicates or counterfoils of memos of confirmation or contract notes\nissued to customers.\n(2) The books of accounts and other documents referred to in sub -rule (1) shall be\npreserved for a period of not less than five years.\n23. Registration of Commodity Futures Contract. -(1) Every Commodity Futures\nContract shall be registered with the Commission under these rules to be come\neligible for dealing on an Exchange.\n(2) AnExcha nge shall submit an application for registration of a standardized\nCommodity Futures Contract with the Commission.\n(3) Upon receipt of an application under sub -rule (2) the Commission, if it is\nsatisfied after making such inquiry, as it may consider necessary that the\napplication fulfills the conditions as it may specify in this behalf, register\nthe standardized Commodity Futures Contract for dealing on the Exchange.\n(4) Ifafter the registration of the standardized Commodity Futures Contract\nthe Commission finds t he application is deficient in any material respect or\nthat the Exchange has failed to comply with any prescribed condition or\nrequirement and/or that the continued registration of the standardized\nCommodity Futures Contract would not be in the public inte rest, the\nCommission may by order either require the Exchange to correct the\ndeficiency or comply with the prescribed condition or requirement within\nthe time specified in the order oramend the specification of any standardize\nCommodity Future Contract .\n(5) No application submitted under sub -rule (2) shall be refused and no\nregistration of standardized Commodity Futures Contract shall be revoked\nunless the Exchange has been given the opportunity of being heard.\nPage: 10(6) The Commission or an Exchange may, if it consider s it to be in the interest\nof the trade or in the public interest so to do, by order recording the reasons,\nsuspend for a period not exceeding sixty days, the trading of any Commodity\nFutures Contract and may from time to time, for the said reasons and in the\nsaid manner extend the suspension for further period not exceeding sixty\ndays at any time.\n24. Restriction on dealings in Commodity Futures Contracts. -(1) No person\nshall transact any business in Commodity Futures Contract on any Exchange\nunless he is a broker thereof.\n(2) No member shall act as a broker in a Commodity Futures Contract on an\nExchange outside such Exchange.\n(3) Nothing in this rule shall be deemed to prohibit an Exchange from acting as a\ncentral counterparty to trades on the Exchange .\n25. Proh ibition of fraudulent acts, etc ._(1) No person shall, for the purpose of\ninducing, dissuading, effecting, preventing or in any manner influencing or\nturning to his advantage, the sale or purchase of any Commodity Futures\nContracts, directly or indirectly, -\n(a)employ any device, scheme or artifice, or engage in any act, practice or\ncourse of business, which operates or is intended or calculated to operate\nas a fraud or deceit upon any person; or\n(b)make any suggestion or statement as a fact of that which he does not\nbelieve to be true; or\n(c)omit to state or actively conceal a material fact having knowledge or\nbelief of such fact; or\n(d)induce any person by deceiving him to do or omit to do anything\nwhich he would not do or omit if he were not so deceived; or\nPage: 11(e)do any act or practice or engage in a course of business, or omit to do\nany act which operates or would operate as a fraud, deceit or\nmanipulation upon any person, in particular -\n(i) make any fictitious quotation;\n(ii) create a false and misleading appearance of active tradi ng in any\nCommodity Futures Contracts; or\n(iii) directly or indirectly effect a series of transactions in any\nCommodity Futures Contracts creating the appearance of active\ntrading therein or of raising of price for the purpose of inducing\nits purchase by o thers or depressing its price for the purpose of\ninducing its sale by others.\n26.Prohibition of f alse statements , etc. -No person shall, in any document, paper,\naccounts, information or explanation which he is, by or under these rules, required\nto fur nish, or in any application made under these rules, make any statement or\ngive any information which he knows or has reasonable cause to believe to be\nfalse or incorrect in any material particular.\n27. Maintenance of secrecy. -No person shall, except with th e permission of the\nCommission, communicate or otherwise disclose to any person not legally\nentitled thereto any information which has been entrusted to him or which he has\nobtained or to which he had access in the course of the performance of any\nfunction s under these rules.\n28. The Commission’s power to call for information .-Every Exchange and every\ndirector, officer, members or brokers thereof shall furnish such documents,\ninformation or explanation relating to the affairs of the Exchange, or as the case\nmay be, relating to the business on the Exchange of such director, officer, member\nor broker as the commission may, at any time, require in order by writing.\nPage: 1229.The Commission’s power to give directions .-TheCommission may, if it is satisfied\nthat it is necessary or expedient so to do in the public interest or in the interest of the\ncapital market, by order in writing, give directions to the Exchange, any director,\nofficer, member or broker thereof.\n30.Enquiry. -DELETED .\n31.Advisory Committee. -DELETED\n32.Prohibition on Exchange Deals. -(1) No person who is employed by an Exchange\nor who has been so employed by an Exchange at any time during the preceding six\nmonths shall, directly or indirectly, deal in any Commodity Futures Contract traded\non or cleared by the Exchange of which he or she is or has been at any time during\nthe preceding six months, an employee.\n(2) No person shall deal on an Exchange in any commodity underlying\nFutures Contract or cause any other person to deal in any commodity\nunderlying Futures Contract, if he or she has information which\n(a)is not generally available ;\n(b) Would if it were so available, be likely to materially affect the price of\nsuch Commodity Futures Contract; or\n(c)relates to any transaction (actual or contemplated ) involving such\nCommodity underlying Futures C ontract s.\n(3) The Commission or the Exchange may, from time to time, prohibit any person\nfrom such dealings in Commodity Futures Contract, which the Commission or\nthe Exchange determines to be detrimental to t he interest of the investors in\ngeneral. Such dealings if the Exchange so prohibits shall require the approval\nof the Commission.\n33.Liability for Contravention of rule 3 2.-(1) Where a person contravenes the\nprovisions of rule 3 2, the Commission may, by a notice in writing, ask such person to\nPage: 13show cause for compensating any person who has suffered loss for such contravention and\ninitiating proceedings against him.\n(2) Where a person to whom a notice has been issued under sub -rule (1) satisfy\nthe Commission t hat–\n(a)any dealing on Exchange or communication of any information was not\nmade with the intent of making any profit or causing a loss to any person\nor company; or\n(b)the dealing on Exchange or any information was communicated in good\nfaith in discharge of his or her legal responsibilities the Commission may\nwithdraw such notice.\n(3) Where the Commission is not satisfied with the explanation of the person\ngiven the response to the show cause notice served upon him under sub -rule\n(1), it may direct him or her to pay any other person who has suffered loss\nfor any contravention under rule 35, compensation which shall not be less\nthan the amount of loss sustained by any other person as a result of such\ndealing or communication of information.\nProvided that where the per son who has suffered any loss for any\ncontravention of rule 35 is not determined, the amount of compensation\nequivalent to the gain or the loss avoided by such contravention, shall be\npayable to the Commission.\n(4) Any compensation payable under this section s hall be recoverable as arrears\nof land revenue."
}