{
    "file": "./converted_json\\administrator792213881845fc71ad1e6983cb723f8b(1).json",
    "name": "Al-Karam International Institute",
    "date": "9th December 2021",
    "tagline": "Establishment of an Institute for Education and Scholarship",
    "content": "REGISTEREDN,.Yffi\n9\nGbeGgqjffi d p8htdtEtr\nWHEREAS it is expedient to provide for the establishment of the\nAl-Karam Intemational institute in the private sector for promotion of special\nstudies and for matters ancillary thereto;\nIt is hereby enacted as follows:---rc-\nEXTRAORDINARY\nPUBLISHED BY AUTHORITY\nISLAMABAD, TTIURSDAY' DECEMBER 9' 2O2I\nPART I\nActs, Ordinances' President's Orders and Regulations\nNATIONAL ASSEMBLY SECRf, TARIAT\nIslamabad, the lst December' 2021\nNo. F. 23(2E)202&Legis.-The fotlowing Act of Majlis-e-Shoora\n(Parliament) received the assent of the President on the lst December, 2021 is\nhereby published for general information:-\nAcr No. XLVIII OF 2021\nAN\nACT\nto provide for the establishment of the ALKfiam Internaiional Inslilute\n(r 137)\nPrice: Rs. 60.00\nll76l(2021)tEx. Caz.l\nI138 THE GAZETTE OF PAKISTAN, EXTRA., DECEMBER 9,2021 [PARr I\nCHAPTER-I\nPRELIMINARY\nl. Short title, application and commencement.-{l ) This Act shall\nbe called the Al-Karam Intemational Institute Act, 2021.\n(2) It shall come into force at once.\n2. Definitions.-ln this Act, unless there is anything repugnant in the\nsubject or context:\n(a) \"Academic Council\" means the Academic Council ofthe lnstitute;\n(b) \"Anjuman\" means the Anjuman Taleem-ul-Muslimeen (Regd.);\n(c) \"Authority\" means an Authority ofthe Institute under the Act;\n(d) \"Chancellor\" means the Chancellor ofthe Institute;\n(e) \"college or school\" means constituent college or school of the\nInstitute;\n(f) \"Commission\" means the l{igher Education Commission of\nPakistan set up under the Higher Education Commission\nOrdinance, 2002 (LIII of 2002);\n(g) 'Dean\" means the Dean ofa Faculty ofthe Institute;\n(h) \"department\" means a teaching, research and training department\nmaintained and administered by the Institute;\n(i) \"Director\" means the Head ofa Teaching Division ofthe Institute;\n() \"Faculty\" means a Faculty ofthe Institute;\n(k) \"Govemment\" means the Federal Govemment;\n(l) \"Institute\" means the Al-Karam lnternational Institute;\n(m) \"prescribed\" means prescribed bv the statutes, regulations or rules;\n(n) \"Principal\" means the Principal ofa constituent college or school of\nthe Institute;\n(o) \"Professor Emeritus\" means retired professor working in a faculty\nin an honorary capacity;\n(p) \"Representation Committees\" means the Representation\nCommittees constituted under the Act;\n(q)\"Review Pannel\" means the Review Pannel set up by the\nChancellor under the Act;\n\"Senate\" means the senate ofthe Institute;\n\"schedule\" means a schedule appended to the Act;\n\"search Committee\" means the Search Committee set up by the\nSenate under this Act;\n\"statutes, regulations and rules\" means the statutes, regulations and\nrules respectively made or deemed to have been made under the\nAct;\n\"syndicate\" means the Syndicate ofthe Institute;\n\"Teachei' means a whole-time teacher appointed and paid by the\nInstitute; and\n\"Vice-Chancellor\" means the Vice-Chancellor of the Institute.\nCHAPTER.II\nTIIE INSTITUTE(0\n(s)\n(t)\n(u)\n(v)\n(w)\n(x)\n3. Establishment and incorporation of the Institute.-{ 1) There\nshall be established an Institute to be called Al-Karam Intemational Institute\nconsisting of the Chancellor. the Vice-Chancellor, members of the Senate, the\nDeans, the Chairmen, the Principals and members of the Academic Council and\nsuch other officers as may be prescribed or any council, commiftee and any\nother body as the Authority may establish.\n(2) The Institute shall be a body corporate with its main campus at\nBhera, having perpetual succession and common seal, with power, among others,\nto acquire, hold and dispose of any property or investment vesting in it and shall\nsaid name sue and be sued.\n(3) The lnstitute shall be competent to acquire and hold property, both\nmovable and immovable. and to lease, sell or otherwise transfer any movable and\nimmovable property which may have become vested in or been acquired by it.\n(4) Notwithstanding anything contained in any other law but subject to\nthis Act and the Higher Education Commission Ordinance. 2002 (LIII of 2002),\nthe Institute shall have academic, financial and administrative autonomy\nincluding the power to employ officers, teachers and other employees on such\nterms as may be prescribed.PART t] THE GAZETTE OF PAKISTAN, EXTRA., DECEMBER 9,202I I I39\nI I40 THE GAZETTE OF PAKISTAN. EXTRA , DECEMBER 9,202I IPART I\n4. Functions of the\nfollowing functions:-Institute.-The lnstitute shall perform the\n(i)\n(ii)\n( iii)\n(iv)\n(v)\n(vi)\n(vii)\n(viii)\n(ix)to provide for education and scholarship in such branches of\nknowiedge as it may deem fit $.ith special focus on research in\nIslamic Shariah and to make provision for research, service to\nsociety and for the application, advancement and dissemination of\nknowledge in such manner as it may determine;\nto prescribe courses of studies to be conducted by it and the\ncollegesl\nto hold examinations and to award and confer degrees, diplomas,\ncertificates and other academic distinctions to and on persons who\nhave been admitted to and have passed its examinations under\nprescribed conditions;\nto prescribe the terms and conditions of employment ofthe officers,\nteachers and other employees of the Institute and to lay down terms\nand conditions that may be different fiom those applicable to\ngovernment servants in general;\nto engage, where necessa4r. persons on contracts of specified\nduration and to specifo the terms ofeach engagement;\nto confer honorary degrees or other distinctions on approved\npersons in the manner prescribed;\nto provide fbr such instruction for persons not being students ofthe\nInstitute as it may prescribe, and to grant certifica6s and diplomas\nto such persons;\nto institute programmes for the exchange of students and teachers\nbetween the institute and other universities, educational institutions\nand research organizations, inside as well as outside pakistan;\nto provide career counseling and job search services to students and\nalumni;\nto maintain linkages with alumni:\nto develop and implement fund-raising plans;\nto provide and support the academic development ofthe faculty of\nthe Institutei\nto confer degrees on persons who have carried on independent\nresearch under prescribed conditions;(x)\n(xi)\n(xii)\n(xiii)\nPART I]THE GAZETTE OF PAKISTAN, EXTRA., DECEMBER9,2O2I I I4I\n(xiv)\n(xv)\n(xvi)\n(xvii)\n(xviii)\n(xix)\n(xx)\n(xxi)\n(xxii)\n(xxiii)\n(xxiv)to accept the examinations passed and the period of study-spent.by\nstude ts of the Institute at other universities and places of learning\nequivalent to such examinations and periods of study in the\nInititute, as it may prescribe. and to withdraw such acceptance;\nto co-operate with the universities, public authorities or private\norganizations, inside as well as outside Pakistan; in such manner\nand for such purposes a may be prescribe;\nto institute Professorships, Associate Professorships, Assistant\nProfessorships and Lecturerships and any other posts and to appoint\npersons thereto;\nto create posts for research, extension. administration and other\nrelated purposes and to appoint persons thereto;\nto institute and award financial assistance to students in need'\nfellowships, scholarships, bursaries, medals and prizes under\nprescribed conditions;\nto establish departments, schools, colleges' campuses' faculties'\ninstitutes, .u.Lum and other centers of leaming for the\ndevelopment of teaching and research and to make such\n\"rrung\"*\"nta for theii maintenance' management and\nadmiiistration, inside Pakistan as well as outside Pakistan under\nprescribed conditions;\nto provide for the residence of the students of the Institute and the\ncolieges, to institute and maintain halls of residence and to approve\nor license hostels and lodging;\nto maintain order, discipline and security on the campuses of the\nInstitute and the colleges;\nto promote the extracurricular and recreational activities of such\nstudents. and to make arrangements for promoting their health and\ngeneral welfare;\nto demand and receive such fees and other charges as it may\ndetermine:\nto make provision for research- advisory or consultancy- services\nand with these objects to enter into arrangements with. other\ninstitutions public tr private bodies, commercial and industrial\nenterprises under prescribed conditions;\nto enter into, carry out, vary or cancel contracts;(xxv)\nII42 THE GAZETTE OF PAKISTAN , EXTRA , DECEMBER 9, 2O2I [PART I\n(nivi) to receive and manage properv transferred and giants,contributions made to the Institute and to invest uny\" f.lnj\nrepresenting such property, grants, bequests, trusts, gifts, donations.\nendowments or contributions in such manner as it m-ay deem fit;\n(xxvii) to provide for the printing and publication of research and other\nwor.ks; and\n(uviii) to do such other acts and things as may be requisite in order tofurther the objectives of the Institute as a place of promotion of\nspecial studies, educations. learning and research.\n5.. .Institute open to all classes, creeds, etc._<l) Except where theInstitute has-been declared by notification in the official Gazette to Le open onlyto persons ofa specified gender, the Institute shall be open to all personstfeither\ngender and of rvhatever religion. race, creed, class, tolor or Jomicile and noperson shall be denied the privireges of the Institute on the grounds of religion.\nrace, caste, creed, class, colour or domicile.\n(2) An increase in any fee or charge that is in excess of ten percent perannum on an annualized basis from the last such increase mav not be m;deexcept in special circumstances and with the approval ofthe Chancellor.\n(3) The Institute shall establish financial aid programmes for studentsin need, to the extent considered feasible by the Senate-given the resourcesavailable, so as to enable admission and acceis to the Instiiute and the variousopportunities provided by it to be based on merit rather than ability to pay.\n. (4) The Institute may offer self_finance schemes not covering morethan ten percent of the total number of students in any on-campus taught courseor research-based programme of study.\n6- Teaching at the Institute.-{ I ) All recognized teaching in various\ncourses shall be conducted by the Institute or a college in the prescribed manner\n11d maf include lectures, tutorials, discussions, seminars, demonstrations,\ndistance leaming and other methods of instruction as well as practical work in thelaboratories, hospitals, workshops and other govemmental or privateorganlzatlons.\n, , (2) The authority responsible for organizing recognized reaching shallb€ such as may be prescribed.\nCHAPTER.III\nOFFICERS OF THf, INSTITUTE\n- ' 7. Principal ollicers.-The following shall be the principal officersof the Institute namely:-\nPART I]THE GAZETTE OF PAKISTAN, EXTRA., DECEMBER 9.202I I 143\n(a)\n(b)\n(c)\n(d)\n(e)\n(r)\n(e)\n(h)\n(i)\n0)the Patron;\nthe Chancellor;\nthe Vice-Chancellor;\nthe Deans;\nthe Principals ofthe colleges;\nthe Chairpersons of the dePartments;\nthe Registrar;\nthe Treasurer;\nthe Controller of Examinations; and\nsuch other persons as may be prescribed by the statutes or\nregulations to be the principal officers ofthe lnstitute.\n8. Patron.-{l) The President of the Islamic Republic of Pakistan\nshall be the Patron ofthe Institute.\n(2) The Patron shall, when present, preside at the convocation of the\nInstitute and, in his absence, the Senate may request a person of eminence or the\nChancellor to preside ol'er the convocation.\n(3) Any proposal to confer an honorary degree shall be subject to\nconfi rmation of the Patron.\n9. Visitation.-{l) The Patron may in accordance with the terms and\nprocedures as may be prescribed, cause an inspection to be made on his own\nmotion or at the iequesi ofthe Commission in respect of any matter connected\nwith the affairs of the Institute and shall from time to time, direct any person or\npersons to inquire into or carry out inspection of:\n(a) the Institute, its building; laboratories and other facilities;\n(b) any college, school, depanment, or hostel maintained by the\nInstitute;\n(c) tlre adequacy offinancial and human resources;\n(d) the teaching research, curriculum, examination and other matters of\nthe Institute; and\n(e) such other matters as the Patron may speciry'\nI144 THE GAZETTE OF PAKISTAN, EXTRA., DECEMBER 9,2021 [PARr I\n(2) The Patron shall conrmunicate to the Senate his views with regard\nto the result of visitation and shall, after ascertaining the views of the Senitte,\nadvise the Chancellor on the action to be taken by it.\n(3) The Chancellor shall, within such time as may be specified by the\nPatron, communicate to him such action, if any, as has been taken or may be\nproposed to be taken upon the result ofvisitation.\n(4) Where the Senate does not, within the time specified, take action to\nthe satisfaction of the Patron, the Patron may issue such directions as he deems\nfit and Senate shall comply wirh all such directions.\n10. The Chancellor.{ l) The Chairman of the Anjuman shall be the\nChancellor of the Institute.\n(2) The Chancellor shall, when present, preside at the meetings of the\nSenate and, in the absence of the Patron, the Senate may request the Chancellor\nto preside over the convocation ofthe Institute.\n(3) The members ofthe Senate as well as the Vice-Chancellor shall be\nappointed by the Chancellor fiom amongst the persons recommended by the\nRepresentation Committee set up for this purpose or the Search Committee\nestablished in accordance with the Act and the statutes along with those elected.\n(4) If the Chancellor is satisfied that serious irregularity or\nmismanagement with respect to the affairs of the Institute or an Authority has\noccurred, he may-\n(a) as regards proceedings of the Senate, direct that specified\nproceedings be reconsidered and appropriate action taken within\none month ofthe direction having been issued; and\n(b) direct the Seoate to exercise powers under section 19.\n(5) Ifthe Chancellor is satisfied that either no re-consideration has been\ncarried out or that the re-consideration has failed to address his concern under\nsub-section (4), he may, after calling upon the Senate to show cause in writing,\nappoint a five member Review Panel to examine and report to the Chancellor on\nthe functioning ofthe Senate.\n(6) The report of the Review Panel shall be submitted within such time\nas may be prescribed by the Chancellor.\n(7) The Review Panel shall be drawn from persons of eminence in\nacademics and in the fields of law, accountancy and administration.\nPART I]THE GAZETTE OF PAKISTAN, EXTRA., DECEMBER 9, 2O2I I I45\nI l. Removal from the Senate.{l) The Chancellor may, upon the\nrecommendation of the Review Panel, remove any person from the membership\nofthe Senate on the ground lhat such person has:\n(a) become of unsound mir.d; or\n(b) become incapacitated to function as member ofthe Senate; or\n(c) been convicted by a court of law for an offence involving moral\nturpitudei or has absented himself from two consecutive meetings\nwithoutjust cause; or\n(d) been guilty of misconduct, including use of position for personal\nadvantage of any kind, or gross ine{ficiency in the perfonnance of\nfunctions.\n(2) The Chancellor shall remove any person from the membership of\nthe Senate on a resolution calling for the removal of such person supported by at\nleast three-founhs ofthe membership ofthe Senate.\n(3) The provisions of this section shall not be applicable to the Vice-\nChancellor in his capacity as a member of the Senate and before passing of the\nresolution under sub-section (2), the Senate shalI provide the member concemed\nan opportunity of hearing.\n12. Vice-Chancellor.{ 1) There shall be a Vice-Chancellor of the\nInstitute who shall be an eminent academician or a distinguished administrator\nand shall be appointed on such terms and conditions as may be prescribed'\n- (2) The Vice-Chancellor shall be the chief executive officer of the\nInstitute responsible for all adminiskative and academic functions ofthe Institute\nand for ensuring that the provisions of the Act, statutes, reguiations and rules are\nfaithfully observed in order to promote the general efficiency and good order of\nthe Institute.\n(3) The Vice-Chancellor may exercise administrative control over the\nofficers, teachers and other employees ofthe Institute.\n(4) The Vice-Chancellor shall, if present, be entitled to attend any\nmeeting of any Authority or body ofthe Institute\n(5) The Vice-Chancellor may, in an emergency that in his opinion\nrequires immediate action ordinarily not in the competence of the Vice-\nChancellor, take such action and forward, within seventv-t'Jr'o hours, a report of\nthe action taken to the members of the Emergency Committee of the Senate, to\nbe set up under the statutes.\nI146 THE GAZET.TE OF PAKISTAN, EXTRA., DECEMBER 9, 2O2I [PART I\n(6) The Emergency Comrnittee may direct such further action as it\nconsiders appropriate.\n(7) The Vice-Chancellor may exercise the lollowing powers:\n(a) to direct teachers, officers and other emplovees of the Institute to\ntake up such assignments in connection with examination,\nadministration and such other activities in the Institute as he ma1,\nconsider necessary for the purposes ofthe Institute;\n(b) to sanction by re-appropriation an amount not exceeding an amount\nprescribed by the Senate for an unforeseen item not provided for in\nthe budget and report it to the Senate at the next meeting;\n(c) to make appointments of such categories of employees of the\nInstitute and in such manner as may be prescribed by the statutes;\n(d) to suspend, punish and remove, in accordance with prescribed\nprocedure, from service officers, teachers and other employees of\nthe lnstitute except those appointed by or u,ith the approval of the\nSenate;\n(e) to delegate, subject t9 such conditions as may be prescribed, any of\nhis powers under this Act to an ofiicer or officers of the Institute;\nand\n(0 to exercise and perform such other powers and functions as may be\nprescribed.\n(8) The Vice-Chancellor shall present an annual repon before the\nSenate rvithin three months of the close of the academic year and the annual\nreport shall contain such information as regards the academic year under review\nas may be prescribed including disclosure ofall relevant facts pertaining to:\n(a) academics;\n(b) research;\n(c) administration;and\n(d) Finances\n(9) The Vice-Chancellor's annual report shall be made available, prior\nto its presentation before the Senate, to all officers and teachers and shall be\npublished in such numbers as are required to ensure its wide circulation.\n13. Appointment and removel of the Vice.Chancellor.{l) The\nVice-Chancellor shall be appointed by the Chancellor on the recommendations of\nthe Senate.\nPART I] THE GAZETTE OT. PAKISTAN. EXTRA., DECEMBER 9, 2O2I 114.7\n(2) A Search Committee for the recommendation of persons suitable\nfor appointment as Vice-Chancellor shall be constituted by the Senate on the date\nand in the manner prescribed by the statutes and shall consist of two eminent\nmembers of the Society nominated by the Chancellor, two members of the\nSenate, two distinguished Teachers who are not members ofthe Senate and one\nacademic ofeminence not employed by the Institute.\n(3) The Senate shall select nvo distinguished Teachers through a\nprocess, to be prescribed by statutes that provides for the recommendation of\nsuitable names by the Teachers in general.\n(4) The Search Committee shall remain in existence till such time that\nthe appointment ofthe next Vice-Chancellor has been made by the Chancellor.\n(5) The persons proposed by the Search Committee for appointment as\nVice-Chancellor shall be considered by the Senate and of these, the Senate shall\nrecommend a panel ofthree in order of prioritl to the Chancellor.\n(6) The Chancellor may decline to appoint any of the three persons\nrecommended and seek recommendation of a fresh panel and, in the event of a\nfresh recommendation being sought by the Chancellor, the Search Committee\nshall make a proposal to the Senate in the prescribed manner.\n(7) The Vice-Chancellor shall be appointed for a renewable tenure of\nfive years on terms and conditions prescribed under the statutes.\n(8) The tenure of an incumbent Vice-Chancellor may be renewed by\nthe Chancellor on receipt of a resolution ofthe Senate in support of such renewal\nor the Chancellor may call upon the Senate to reconsider such resolution.\n(9) The Senate may, pursuant to a resolution in this behatf passed by\nthree-fourths of its membership, recommend to the Chancellor the removal ofthe\nVice-Chancellor on the ground of in-efficiency, moral turpitude or physical or\nmental incapacity or gross misconduct, including misuse of position for personal\nadvantage of any kind.\n(10) The Chancellor may make a reference to the Senate stating th€\ninstances of in-efficiency, moral turpitude or physical or mental incapacity or\ngross misconduct on the part of the Vice-Chancellor that have come to his notice\nand after consideration of the reference, the Senate may pursuant to a resolution\nin this behalf passed by two{hirds of its membership recommend to the\nChancellor the removal of the Vice-Chancellor.\n(l l) Prior to a resolution for the removal ofthe Vice-Chancellor is voted\nupon, the Senate shall provide the Vice-Chancellor an opportunity of being\nheard.\nI I48 THE GAZETTE OF PAKISTAN, EXTRA,, DECEMBER 9, 2021 IPART I\n(12) A resolution recommending the removal of the Vice-Chancellor\nshall be submitted to the Chancellor forthwith and the Chancellor may accept the\nrecommendation and order removal of the Vice-Chancellor or return the\nrecommendation to the Senate-\n(13) At any time rvhen the office ofthe Vice-Chancellor is vacant or the\nVice-Chancellor is absent or is unabie to perform the functions of his office due\nto illness or some other cause. the Senate shall make such arrangements lor the\nperformance ofthe duties ofthe Vice-Chancellor as it may deem fit.\n14. Registrar.{l) There shali be a Registrar of the Institute to be\nappointed by the Senate on the recommendation ofthe Vice-Chancellor on such\nterms and conditions as may be prescribed.\n(2) T'he experience as well as the professional and academic\nqualifications necessary for appointment to the post ofthe Registrar shall be such\nas may be prescribed.\n(3) The Registrar shall be a full-time officer ofthe lnstitute and shall:\n(a) be the administrative head of the secretariat of the Institute and be\nresponsible for the provision of secretariat suppolt to the\nAuthorities;\n(b) be the custodian of the common seal and the academic records of\nthe Institute;\n(c) maintain a register of registered graduates in the prescribed manner;\n(d) supervise the process of election, appointment or nomination of\nmembers to the various authorities and other bodies in the\nprescribed manner; and\n(e) perform such other duties as may be prescribed.\n(4) The term of office of the Registrar shall be a renervable period of\nthree years and the Senate may, on the advice ofthe Vice-Chancellor, terminate\nthe appointment of the Registrar on grounds of in-efficiency or misconduct in\naccordance with the prescribed procedure.\n15. Treasurer.-{l) There shall be a Treasurer of the Institute to be\nappointed by the Senate on the recommendation of the Vice-Chancellor on such\nterms and conditions as may be prescribed.\n(2) The experience and the professional and academic qualifications\nnecessary for appointment to the post of the Treasurer shall be such as may be\nprescribed.\nPART t]THE CAZETTE OFPAKIS'I'AN. EXTRA-, DECEMBER 9' 2O2I I 149\n(3) The Treasurer shall be the chieffinancial officer ofthe Institute and\nshall:\n(a) manage the assets, liabilities' receipts, expenditures' funds and\ninvestments of the lnstitute;\n(b) prepare the annual and revised budget estimates-of the Institute and' ' pt\"t.nt them to the Syndicate or a committee. thereof for approval\nand incorporation in the budget to be presented to the Senate;\n(c) ensure that the funds of the Institute are expended on the purposes\nfor which theY are Provided;\n(d) have the accounts of the Institute audited annually so as to be\navailable for submission to the Senate within six months of the\nclose ofthe financial Year; and\n(e) perform such other duties as may be prescribed'\n(4) The term of office of the Treasurer shall be a renewable period of\nthree years and the Senate may, on thc advice of the Vice-Chancellor' terminate\nthe aipointment of the Treasurer on grounds of in-efficiency or misconduct in\naccordance with the prescribed procedure'\n16. Controller of Examinations'{ I ) There shall be a Controller of\nExaminations, to be appointed by the Senate on the recommendation ofthe Vice-\nChancellor on such terms and conditions as may be prescribed'\n(2) The minimum qualifications necessary for appointment to tle post\nofthe Coniroller of Examinations shall be such as may be prescribed'\n(3) The Controller of Examinations shall be a full-time officer of the\nInstitute and shall be responsible for all matters connected with the conduct of\nexamination and perform such other duties as may be prescribed'\n(4) The Controller of Examinations shatl be appointed for a reneuable\nte.m ofihree years and the Senate may' on the advice of the Vice-Chancellor'\ni\".rfr\"* ihe'appointment of the Controller of Examinations on grounds of\nii-efficiency or misconduct in accordance wilh the prescribed procedure'\ntt.\nInstitute:\n(a)CHAPTER.IV\nAUTHORITTES OF THE INSTITUTE\nAuthorities.-{ I ) The following shall be the Authorities of the\nAuthorities established by the Act:-\nI I50 THE GAZETTE oF PAKISTAN, EXTRA., DECEMBER 9,202I [PART I-...:-\n(i) the Senate;\n(ii) the Syndicate; and\n(iii) the Academic Council;\n(b) Authorities to be established by the statutes:-\n(i) Graduate and Research Management Council;\n(ii) Recruitment, Development, Evaluation and promotion\ncommittees for Teachers and other staff whether at the Ievel\nofthe department, the Faculty or the Institute;\n(iiD\n(iv)Career Placement and Intemship Committee of each Faculty;\nSearch Committee for\nChancellor;the appoinfinent of the Vice-\nthe Vice Chancellor;\none member of the Govemment not below the rank of Additional\nSecretary nominated by the Ministry of Federal Education;\nfour persons from society at large being persons of distinction in\nthe fields of administration, management, education, academics,\nlaw, accountancy, medicine, fine arts, architecture, agriculture,\nscience, technolory and engineering such that the appointnrent of\nthese persons reflects a balance across various fields;(v) Representation Commiftees for appointment to the Senate,\nSyndicate and the Academic Council;\n(vi) Faculty Council; and\n(vii) DepartmentalCouncil.\n. .(2) The Senate, the Syndicate and the Academic Council may set up\nsuch other committees or sub-committees, by whatever name described as are\nconsi.lered desirable through statutes or regulations as appropriate and such\ncommittees or sub-committees shall be Authorities of thi Institute for the\npurposes of this Act.\n18. Senate.{l) The body responsible for the govemance of the\ninstitute shall be described as the Senate, and shall consist ofthe following:_\n(a) The Chairman of Anjuman who shall be the Chairperson of the\nSenate;\n(b)\n(c)\n(d)\nPART I]THE GAZETTE OF PAKISTAN, EXTRA., DECEMBER 9, 2021 I l5l\n(e) one person from amongst the alumni ofthe lnstitute;\n(0 two persons from the academic community other than an employee\nofthi Institute, ofthe level of professor or principal ofa college;\n(g) four teachers; and\n(h) one person nominated by the Commission'\n(2) The numbers of the members of the Senate described against\n\"luur\". (\"i to (h) of sub-section (I) may be increased by the Senate through\nstatutes ;ubject to condition that the total membership of the Senate does not\nexceed tweit-v one, with a ma-rimum of five lnstitute Teachers, and the increase\nis baianced, io the extent possible, across the different categories specified in\nsub-section (l).\n(3) All appointments to the Senate shall be made by the Chancellor and\nappointments of peisons described in clauses (e) to (f) of sub'section (l) shall be\n*\"d. f.o* \"aongat u panel of three names for each vacancy recommended by\nthe Representatio; Committee and in accordance with procedure as may be\nprescribed and an effort shall be made, without compromising on quality or\nqualification, to give fair representation to women on the Senate'\n(4) As regards the Teachers described in clause (g) of sub-section (l)'\nthe Sen# shall prJscribe a procedure for appointment on the basis of elections\nthat provide for voting by the various categories of the Teachen and the Senate\nrnay altematively prescriLe that appointment of Teachers. to the Senate shall also\ntr\"'in ttt\" mannii provided for ilie pe.sons described in clauses (e) to (f) of\nsub-section (l).\n(5) Members of the Senate, other than ex-offrcio members, shall hold\noflice for'three years and one-third of the members, other than ex'oflicio\nmembers, of the hrst restructured Scnate, to be determined by lot, shall retire\ni-* off,\"\" on the expiration of one year from the date of appointment by the\nChancellor; one-half;f the remaining members, other than ex-oficio members'\nofthe first restructured Senate, to be determined by lot. shall retire from office on\nthe expiration of two years lrom the date of appointment and the remaining one-\nhall oiher than ex-olhcio members shall retire from office on the expiration of\nthe third year.\n(6) A person, other than an ex-ofrcio member, shall not serve on the\nSenate for more than two consecutive terms.\n(7) The Senate shall meet at least twice in a calendar year'\n(8) Service on the Senate shall be on honorary basis but actual\nexpensei may be reimbursed to the members as may be prescribed'\nI 152 THE GAZETTE OF PAKISTAN, EXTRA., DECEMBER 9, 2O2I [PART I\n(9) The Registrar shall be the secretary ofthe Senate.\n(10) In the absence of the Chancellor meetings of the Senate shall be\npresided over by such member, not being an employee of the Institute or the\nCovernment, as the Chancellor may, from time to time, nominate and the\nmember so nominated shall be the convener ofthe Senate.\n(ll) Unless orherwise prescribed by this Act. all decisions ofthe Senate\nshall be taken on the basis of the opinion of a majoriq, of the inembers present\nand in the event of the merrbers being evenll' divideci on an), mattcr, tl.!e person\npresiding over the meeting shall have a casting vote.\n(12) The quorum for a meering of the Senate shall be two thirds of its\nmembership. a fraction being counted as one.\n19. Powers and funclions of the Senate.--{ l ) 'l'he Senate may\nexercise general supervision over the Institute and shall hold the Vice-Chancellor\nand the Authorities accountable for all the functions ofthe Institute.\n(2) The Senare may perform any function of the Institute which is not\nexpressly vested in an Authority or officer by the Act and may exercise the\npowers not expressly mentioned by this Act that a.re necessary for the\nperformance of its flnctions.\n(3) Without prejudice to the generaliq., of the foregoing, the Senate\nshall perform the following funcrions:-\n(a) to approve the proposed annual plan of work, the annual and\nrevised budgets, the annual report and the annual slatement of\naccount;\n(b) to hold, control and lay down policy for rhe administration ofthe\nproperB-, funds and investmenE of the Institute, including the\napproval of the sale and purchase or acquisition of immovable\npJoperty;\n(c) to oversee the qualitl- and relevance of the Institute,s academic\nprogrammes and !o review the academic affairs of the Institute in\ngeneral;\n(d) to approve the appointment of the Deans, professors. Associate\nProt'essors and such other senior faculty and senior administrators,\nas may be prescribed;\n(e) to institute schemes, directions and guidelines for the terms and\ncondition of appointment of all oftlcers. teachers and other\nemployees of the Institutei\nPART I]THE CAZETTE OF PAKISTAN, EXTRA., DECEMBER 9, 2O2I I l5i\nto approve strategic Plans:\nto approve financial resource development plans ofthe Institute:\nto consider the drafts of statutes and regulations proposed by the\nSyndicate and the Academic Council:\nto frame statutes or regulations on its orvn initiative and approve it\nafter calling for the idvice of the Syndicate or the Academic\nCouncil;\nto annul by order in writing the proceedings of any Authorirv- or\no{ficer if tie Senate is satisfied that such proceedings are not in\naccordance with the provisions of the Act, statutes or regulations\nafter calling upon suci Authority or officer to show cause why such\nproceedings should not be annulled:\nto recommend to the Chancellor removal of any member of the\nSenate in accordance with the provisions ofthe Act;\nto make appointment of members of the Syndicate, other than\nerofrcio mimbers, in accordance with the provisions of the Act;\nto make appointment of members of the Academic Council' other\nthan ex-o$cio members, in accordance u'ith the provisions of the\nAct;\nto appoint Emeritus Professors on such tems and conditions as\nmay be prescribed;\nto remove any person from the membership of any Authority if(0\n(e)\n(h)\n(D\n(i)\n(k)\n0)\n(m)\n(n)\n(o)\nsuch Person:\n(i) has become ofunsound mind; or\n(ii) has become incapacitated to function as member of such\nAuthority; or\n(iii) has been convicted by a court of law for an offence involving\nmoral turPitude; and\n(D) to determine the form, provide for the custody and regulate the use\nofthe common seal ofthe lnstitute'\n(4) The Senate may, subject to the provisions^of the Act delegate all or\n\"ny of ti,J po*e.s and ton\"tion. of any Authority' offrcerlr employee of the\nInstitute at its main campus, to any Authority, committee, officer or employee at\nit, uaaitionut campus foi the purpose of exercising such powers and perlorming\n1 I54 THE GAZETTE OF PAKISTAN, EXTRA., DECEMBER 9,202I IPART I\nsuch functions in relation to such additional campus, and for this purpose the\nSenate may create new posls or positions at the additional carnpus.\n20. Visitation.-The Senate may, in accordance with the terms and\nprocedures as may be prescribed, cause an inspection to be made in respect of\nany matter connected with the Institute.\n21. Syndicate.{l ) There shall\nconsisting of the following:be a Syndicate of the Institute\n(a) the Vice-Chancellor who shall be its Chairperson;\n(b) the Deans ofthe Faculties ofthe Institure;\n(c) three professors from different departments, who are not members\nof the Senate. to be elected by the tnstitute Teachers in accordance\nwith procedure to be prescribed by the Senate:\n(d) Principals ofth€ constituenr colleges;\n(e) the Registrar:\n(0 the Treasurer; and\n(g) the Controller of Examinations.\n(2) Members of the Syndicate. other than ex-oficio members, shall\nhold office for a term ofthree years.\n(3) As regards rhe three professors described in clause (c) of\nsub-section (l), the Senate may as an alternative to elections, prescritre a\nprocedure for proposal ofa panel ofnames by the Representation Committee and\nappointment of persons proposed by the Representation Committee may be made\nby the Senate on the recommendation ofthe Vice-Chancellor.\n(4) The quorum for a meeting ofthe Syndicare shall be one-half of the\ntotal number of members, a fraction being counted as one.\n(5) The Syndicate shall meet at least once in each quarter ofthe year.\n22. Powers and duties of the Syndicate. -,(I) The Syndicate shall be\nthe executive body of the Institute and shatl, subject to the provisions of the Act\nand the statutes, exercise general supervision over the affairs and management of\nthe institute.\n(2) Without prejudice to the generaliry of the foregoing powers, and\nsubject to the provisions ofthe Act, the statutes and directions ofthi Senate, the\nSyndicate shall perform the following functions:\nPART IITHE GAZETTE OF PAKISTAN, EXTRA., DECEMBER 9,202t I I55\n(a) to consider the annual report, the annual and revised budget\nestimates and to submit these to the Senate;\n(b) to transfer and accept transfer of movable property on behalf of the\nInstitute;\n(c) to enter into, vary, can out and cancel contracts on behalf of the\nInstitutel\n(d) to cause proper books of account to be kept for all sums of money\nreceived and expended by the Institute and for the assets and\nliabilities of the Institute;\n(e) to invest any money belonging to the lnstitute including any\nunapptied income in any of the securities described in section 20 of\nthe Trusts Act, 1882 (Act Il of 1882), or in the purchase of\nimmovable property or in such other manner, as it may prescribe,\nwith the like power of varying such investments;\n(0 to receive and manage any property transferred and giants'\nbequests, trust, gifts, donations, endowments, and other\ncontributions made to the Institute;\n(g) to administer any funds placed at the disposal of the Institute for\nspecified purposes;\n(h) to provide the buildings, libraries, premises, furniture, apparatus,\nequipment and other means required for carrying out the work of\nthe Institutel\n(i) to establish and maintain halls of residcnce and hostels or approve\nor license hostels or lodgings for the residence ofstudents;\nU) to recommend to the Senate admission ofeducational institutions to\nthe privileges ofthe Institute and withdraw such privileges;\n(k) to arrange for\ndepartments;the inspection of colleges, schools and the\n(l) to institute Professorships, Associate Professorships, Assistant\nProfessorships, Lecturerships, and other teaching posts or to\nsuspend or to abolish such posts;\n(m) to create, suspend or abolish such administrative or other posts as\nmay be necessary:\n(n) to prescribe the duties of officers, Teachers and other employees of\nthe lnstitute;\nI I56 THE GAZETTE OF PAKISTAN, EXTRA., DECEMBERg,2O2I [PART I\n(o) to report to the Senate on matters with respect to which it has been\nasked to reporti\n(p) to appoint members to various Authorities in accordance with the\nprovisions of the Act:\n(q) to propose drafts ofstatutes for submission to the Senate;\n(0 to regulate the conduct and discipline of the students of the\nlnstitute;\n(s) to take actions necessary for the good administration ofthe Institute\nin general and to this end exercise such powers as ar€ necessaryi\n(t) to delegate any of its powers to any Authority or officer or a\ncommittee; and\n(u) to perform such other functions as have been assigned to it by the\nprovisions of the Act or may be assigned to it under the statutes.\n23. Academic Councit.{l) There shall be an Academic Council of\nthe Institute coosisring of rhe follou ing:\n(a) the Vice-Chancellor who shall be its Chairperson;\n(b) the Deans of Faculties and such heads of departments as may be\nprescribed;\n(c) five members representing the departments, institutes and the\nconstituent colleges to be elected in the manner prescribed by the\nSenate;\n(d) two Principals ofconstituent colleges;\n(e) five Professors including Emeritus professors;\n(0 the Registrar;\n(g) the Controller of Examinations; and\n(h) the Librarian.\n(2) The Senate shall appoint the members of the Academic Council,\nother than the et-offcio and the elected members, on the recommendation ofthe\nVice-Chancellor.\n(3) As regards the five professors and the members representing the\ndepartments, institutes and the colleges, the Senate may, as an alternative to\nelections, prescribe a procedure for proposal of a panel of names by the\nReoresentationCommitteeandappoinlmentofpersonsproposedbythe.\nil;;il;;; c;;;i;...av be 'na'j\" bv the Senate on the recommendation of\nthe Vice'Chancellor'\n(4) Members ofrhe Academic Council shall hold office for three years\n(5) The Academic Council shall meet at least once in each quarter'\n(6) The quorum for meetings of the Academic Council shall be one\nhalfofthe total number ofmembers, a fraction being counted as one'\n24. Powers and functions of the Academic Council'--{1) The\nAcademic Council shall be the principal academic body ofthe lnstitute and shall'\n:il;;;; the orovisions of the Act a;d the statutes, have the power to lay down\n;;;;\";;;;il \"i inst,rction, research and examihations and to regulate and-\npromote the academic life of thc Institutc and lhe colleges'\n(2) Without prejudice to the generality of the foregoing and subject to\nthe provilions of this Aci and the statutes, the Academic Council may perform\nthe following functions:-\n(a) to approve the policies and procedures pertaining to the quality ofPARTI] THEGAZETTE OF PAKISTAN, EXTRA., DECEMBER 9,202I I I57\nacademic programmes;\nto approve academic Programmes; (b)\n(c)\n(d)\n(e)\n(0\n(e)to approve the policies and procedures pertaining to student related\nnrn\"tiont iniuding admissions, expulsions' punishments'\nexaminations and certifi cation;\nto approve the policies and procedures assuring quality of teaching\nand research;\nto propose to the Syndicate schemes for the constitution and\no.ganiration of Faculties, departments and board of studies;\nto appoint paper setters and examiners for all examinations of the\ntnrtltrt\" uii\"i receiving panels of names tiom the relevant\nauthorities;\nto institute programmes for the continued professional development\nof Institute Teachers at all levels:\nto recognize the examinations of other institutes and universities or\n.*a.iriing bodies as equivalent to the corresponding examinations\nofthe Institute;(h)\nI 158 THE GAZETTE OF PAKISTAN, EXTRA , DECEMBER 9,202I[PART I\n(i) to regulate the award of studentships, scholarships, exhibitions,\nmedals and prizes;\n0) to frame regulations for submission to the Senate;\n(k) to prepare an annual report on the academic perfbrmance of theInstitute; and\n25. Representation Committees,{l) There shall be a Representation\nCommittee constituted by the Senate through the statutes for recommendation ofpersons for appointment to the Senate.\n(2) There shall also be a Representation Committee constituted by the\nSenate through the statutes for the recommendation of persons for appointment tothe Syndicate and the Academic Council.\n(3) Members of the Representation Committee for appointments to the\nSenate shall consist ofthe followrng:-\n(a) three members ofthe Senate who are not Teachers;\n(b) two persons nominated by the Teachers fiom amongst themselves\nin manner prescribed;\n(c) one person from the academic community, not employed by the\nInstitute, at the level of professor or principal to be nominated by\nthe Teachers in the manner prescribed; and0) to perform such\nregulations.other functions as may be prescribed by\nin administration,\naccountancy to be(d) one eminent citizen with experience\nphilanthropy, development work, law or\nnominated by the Senate.\n(4) The Representation Committee for appointments to the Syndicate\nand the Academic Council shall consist oftle folto*ing,_\n(a) two members ofthe Senate who are not Teachers; and\n(b) three persons nominated by the Teachers from amongst themselves\n. in the manner prescribed.\n(5) The tenure of the Representation Committees shall be three years\nand no member shall serve for more than two consecutive terms.\n(6) The procedures ofthe Repres€ntation Committees shall be such asmay be prescribed.\n(7) 1'here may also be such other Representation Committees set up by\nany of the other Authorities of the Institute as are considered appropriate for\nrecommending persons for appoinonent to the various Authorities and other\nbodies of the Institute.\n26. Appointment of Committees by certain Authorities'-{ I ) The\nSenate, the Synd-icrte, the Academic Council and other Authorities may, from\ntime to time, appoint such standinS, special or advisory committees, as they may\ndeem fit, and rnay place on such committee persons who are not members of the\nAuthoriry appointing the committee-\n(2) The constitution, functions and powers ofthe Authorities for rvhich\nno specific provision has been made in this Act shall be such as may be\nprescribed by the statutes or regulations.\nCHAPTER-V\nSTATUTES, REGULATIONS AND RULES\n27. Statutes.{l) Subject to the provisions of the Act, slatutes, to be\npublished in the official Cazette, may be made to regulate any of the followingPART I]THE GAZETTE OF PAKISTAN, EXTRA., DECEMBER 9' 2O2I I t59\nmatters:-\n(a)\n(b)\n(c)the contents of and the manner in which the annual report to be\npresented by the Vice-Chancellor before the Senate shall be\nprepared;\nthe Institute fees and other charges;\nthe constitution of any pension, insurance, gratuity, provident fund\nand benevolent fund for Institute employees;\nthe scales of pay and other terms and conditions of service of\nofficers, teachers and other Institute employees;\nthe maintenance ofthe register ofregistered graduates;\nadmission of educational institutions to the privileges of the\nlnstitute and the withdrawal of such privileges;\nthe establishment of Faculties, departmens, institutes, colleges and\nother, academic divisions;\nthe powers and duties ofofficers and teachers;\nconditions under which the Institute may enter into arrangement\nwith other institutions or with pubtic bodies for purposes of\nresearch and advisory services:(d)\n(e)\n(0\n(e)\n(h)\n(i)\nI 160 THE GAZETTE OF PAKISTAN, EXTRA., DECEMBER 9,2021 IPART I\n0) conditions fbr appoinrment of Emeritus professors and award of\nhonorary degrees;\n(k) efficiencl, and discipline of Institure employees;\n(l) rhe consrirulion and procedure to be followed by Representation\nCommittees in carrying out funclions in terms of this Act;\n(m) the constitution and proccdure to be followed by the Search\nCommittee for appointmenl of the Vice-Chancellor;\n(n) constiturion, functions and porvers of the Authorities of the\nInstitute; and\n(o) all other matters u,hich by this Act are to be or may be prescribed or\nregulated by the statutes.\n(2) The draft of statutcs shall be proposed by the Syndicate to the\nSenate which may approve or pass rvith such modifications as the Senate maythink fit or may' relbr back to the Syndicare, as the case may be, for\nreconsideration of the proposed draft but the statutes concerning any of the\nmatters mentioned in clauses (a) and (l) of sub-section (l) shall be initiated and\napproved by the Senate, after seeking the views ofthe Syndicate.\n(3) The Senate may initiate the slatutes with respect to any maner in its\npower or with respect to rvhich the statutes may be framed in terms of the Act\nand approve such statutes after seeking the views ofthe Syndicate.\n28. Regulations.{ l) Subject to the provisions of rhe Act and the\nstatutes, the Academic Council may propose regulations, to be pubtished in the\nofficial Gazette, for any of the following matters:-\n(a) the courses of study for degrees, diplomas and certificates of the\nInstitute;\n(b)\n(c)\n(d)\n(e)the manner in which the teaching shall be organized and conducted;\nthe admission and expulsion ofstudents to and from the Institute;\nthe conditions under which students shall be admitted to the courses\nand the examinations of the lnstitute and shall become eligible for\nthe award ofdegrees, diplomas and certificate;\nthe conduct of examinations:\nconditions under which a person may carry on independent research\nto entitle him to a degree;(r)\nP^RT I]THE CAZETTE OF PAKISTAN, EXTRA., DECEMBER 9,202I I 16I\n(g) the institution of fellowships, scholarships, exhibitions, medals and\nprizes; the use ofthe library:\n(h) the formation ofFaculties, departments and board ofstudies; and\n(i) all other mafters uhich by the Act or the statutes are to be or may\nbe prescribed by rcgulations.\n(2) The Academic Council shall propose draft regulations and shall\nsubmit the draft to the Senate rvhich may approve them or withhold approval or\nrefer them back to the Academic Council lor rcconsideration.\n(3) The regulation proposeri by the Academic Council shall not be\neffective unless they receive the approval ofthe Senate.\n(4) Regulations regarding or incidental to matters contained in clauses\n(g) and (i) ofsub-section (l) shall not be submitted to the Senate without the prior\napproval of the Syndicate.\n29. Amendment and repeal of Slatutes and Regulations.-The\nprocedure for adding to, amending or repelling the smtutes and the regulations\nshall be the same as that prescribed respectively for framing or making of the\nstatutes and regulations.\n30. Rules.{ l) An Authority or any other body of the Institute may\nmake and propose to the Syndicate the rules, that are consistenl \\Yith the Act,\nstatutes and the regulations, to regulate any matter relating to the affairs of the\nAuthority or body including rules to regulate the conduct of business and the\ntime and place ofmeetings and related matters.\n(2) The Syndicate may, with or without modification, approve the rules\nand the rules shall become effective upon approval by the Syndicate.\nCHAPTER.VI\nTHE INSTITUTE FUND\n3 1. The Institute fund.-The lnstitute shail have a tund to which shall\nbe credited its income from fees, charges, donations. trusts, bequests,\nendowments, contributions, grants and all other sources.\n32. Audits and accounts.{l) The accounts of the Insritute shall be\nmaintained in such form and in such manner as may be prescribed.\n(2) The departments, colleges and all other bodies designated as such\nby the Syndicate in terms of the statutes shail be independent costing centers of\nthe Institute with authority vested in the head of each costing center to sanction\nexpenditure out of the budget allocated to it but re-appropriation from one head\nt t62 THE GAZETTE OF PAKISTAN, EXTRA., DECEMBER 9,2021 [P^Rr I\nof expenditure. to another may be rnade by the head of a costing center in\naccordance witlr and to the extent prescribed by the statutes.\n(3) All funds generated by a department, collcge or other unir of the\nlnstitute through consultancy, research or other provision of serv.ice shall be\nmade available rvithout prejudice to the budgetary allocation othenvisc made,\nafter deduction of overheads in the manner and to the extenl prescribed by the\nstatutes. to the department, college or other unit for its development and a pan ol-\nth-e.funds so generated may be shared with the Teachers or rescarclrers in charge\nof the consultancy, research or service concemed in the manner and to the extent\nprescribed by the statute.\n(4) No expenditure shall be made from the funds ofrhe Institure, unlessa bill for its payments has been issued by the head of the costing center\nconcemed in accordance with the relevant statutes and the Treasurer has verified\nthat the paymenr is provided for in the approved budget of the costing cenrer,\nsubject to the authority to re-appropriate available to the head of the- costing\ncenter.\n(5) The Senate shall make provision lor an iritemal audit ol the\nfi nances of the Institute.\n. (6) Without prejudice to the requirement of audit by an auditor\nappointed by Govemment in accordance with the provisions ofany other law, the\nannual audited statement of accounts of the Institute shall be prepared in\nconformity with the generally accepted accounting principles by a reputed firmof chartered accountants and signed by the Treasurer and the annual audited\nstatement of accounts so prepared shall be submitted to the Auditor General of\nPakistan for his observations.\n(7) The observations of the Auditor General of pakistan, if any,\ntogether with such annotations as the Treasurer may make. shall be considered by\nth-e.Syndicate and shall be placed before the Senate within six months of closingofthe financial year.\nCHAPTER-VII\nGENERAL PROVISIONS\n33. Opportunity to show cause.-Except as otherwise provided bylaw, no officer, Teacher or other employee of the lnstitute holding a perrnanent\npost shall be reduced in rank, or removed or compulsorily retired from iervice for\ncause arising out of any act or omission on the pan of the person concemed\nunless he has been given a reasonable opportunity of showing cause against the\naction proposed to be taken.\nP^Rr ll\n34. Appeal to the Syndicate and the Senate.-Where an order is\npassed punishing any officer other than the Vice-Chancellor, Teacher or other\nemployee of the Institute or altering or interpreting to his disadvantage the\nprescribed terms or conditions of his service, he shall, where the order is passed\nby any officer or teacher ofthe Institute olher than the Vice-Chancellor. have the\nright to appeal to the Syndicate against the order, and where the order is passed\nby the Vice-Chancellor, have the right to appeal to the Senate.\n35. Service of the Institute.-<l) All persons employed by the\nInstitute in accordance with the terms and conditions of service prescribed by the\nslatutes shall be persons in the service of the Institute.\n(2) An officer, teacher or other employee of the Institute shall retire\nfrom service on the attainment of such age or tenure of service as may be\nprescribed.\n36. Benefits and insurance.-The Institute shall constitute for the\nbenefit of its officers, teachers and other employees schemes, as may be\nprescribed, for the provision of post-employment benefits as well as health and\nlife insurance while in service.\n37. Commencement of term of olfice of members of Authority.-{ I )\nWhen a member of a nervly constituted Authority is elected, appointed or\nnominated, his term of office. as fixed under this Act, shall commence from\nsuch date as may be prescribed.\n(2) Where a member who has accepted any other assignment or for any\nother similar reason remains absent from the Institute for a period of not less than\nsix months he shall be deemed to have resigned and vacated his seat.\n38. Filling of casual vacancies in Authorities.-Any casual vacancy\namong the members ofany Authority shall be filled, as soon as conveniently may\nbe, in the same manner and by the same person or Authority that had appointed\nthe member rvhose place has become vacant and the person appointed to the\nvacancy shall be a member of such Authority for the residue of the term for\nwhich the person whose place he fills would have been a member.\n39. Flaws in the constitution of Authorities.-Where there is a flaw\nin the constitution of an Authority. as constituted by this Act, the statutes or the\nregulations on account of the abolition ol a specified office under the\nGovernment or because an organization, institution or other body outside the\nInstitute has been dissolved or has ceascd to function, or because of some other\nsimilar reason, such flau' shall bc remoled in such manner as the Senate maY\ndirect.\n40. Proceedings of Authorities not invalidated by the vacancies.-\nNo act, resolution or decision of any Authority shall be invalid by reason of anyTHE GAZETTE OF PAKISTAN. EXTRA., DECEMBER 9,2O2I 1I63\nI164 THE GAZETTE OF PAKISTAN, EXTRA, DECEMBER 9, 202IIP^RT I\nvacancy in the Authority doing, passing, or making it or by reason of any u.ant ofqlalification or invalidity in the election, appointment or nomination of anyde-fucto member ofthe Authority, whether present or absent.\n4l . First statutes.-Notwithstanding an)thing to the contrarycontained in this Act, the firsr sralures of the Inititute contiined in rhe schi:duleshall be deemed to be statutes fiamed under section 26 and shall continue toremain in lorce until amended or replaced under the Act.\n42. Removal of difficulties.-{ l) If any question arises as to the\ninterpretation_ of any of the provisions of the Act, it ihall be placed before theChancellor whose decision thereon shall be final.\n_ . (?) If any difficulty arises in giving effect to any of the provision rheAct, the Chancellor may make such order aftJr obtaining the views ofthe Senate,not inconsjstent r.r,ith the provisions of the Act- as m\"ay appear to him to benecessary for removing the difficulty.\n(3) Where the Act makes any provision for anlthing to be done but noprovision or no sufficient provision has been made u, i.rp\"Jt the authority bywhom, or the time at which, or the manner in which, it shali be done, then it ;hail\nbe done-by such authority, at such time, or in such manner as the Chancellor maydirect after obtaining the views ofthe Senate.\n43. Indemnity.-No suir or legal proceedings shall lie against theGovernment, the Institute or any Authority, officei or employe-e of theGovernment or the lnstitute or any person in respect of anyhing which is done ingood faith under this Act.\nSCHEDULf,\n[See section 40]\nThe First Statutes\nl. Faculties.{ l) The Schools, Colleges. Teaching Departments andFaculties shall be known as constituent unis ofthe Institute.\n(2) The Institute shall include the foltovring Faculties:_\n(a) Faculty of lslamic Studies:\n(b) FacultyofLanguages;\n(c) Faculty of lslamic Shariah;\n(d) Faculty of Economics;\n(e) Faculty of Computer Sciences;\nPART I].THE GAZETTE OF PAKISTAN, EXl'RA., DECEMBER 9. 2O2I I 165\n(0 Faculty of Management Sciences;\n(g) Faculty of Health and Medical Scicnccs;\n(h) Facult-v of Pharmacy and Chemical Technology:\n(i) Faculty of Engineering and Textile;\nO Faculty of Agriculture Forestry, Mining; and\n(k) such other Faculties as may be established under the Act.\n(3) The Islamic Sludies and the Pakistan Studies shall be compulsory\nsubjects for all students.\n(4) Each Faculty shall include such School, College, Teaching\nDepartments. teaching and training units or research units as may be prescribed\nby statutes and approved by professional regulatory bodies, if necessary.\n2. Board of Faculties.{1) There shall be a Board for each Faculty\nconsisting of:-\n(a) the Dean;\n(b) the Professors, Associate Professors and Chairman or Principal of\nthe Department. School or Colleges comprising the Faculty;\n(c) one member of each Board of Studies comprising the Faculty' shall\nbe nominated by the Senate; and\n(d) two teachers to be nominated by the Academic Council by reason\nof their specialized knowledge of the subjects, who though not\nassigned to the Faculty, have in the opinion of the Academic\nCouncil important bearing on the subject assigned to the Faculty.\n(2) The members mentioned in clause (c) and (d) of sub-paragraph (l)\nshall hold o{Tice for three years.\n(3) The quorum for the meeting ofthe Board ofa Faculty shall be half\nofthe total number of members, fractions being counted as one\n(4) The Board ofeach Faculty shall, subject to the general control of\nthe Academic Council and the Senate, have the following powers:-\n(a) to co-ordinate the teaching and research in the subjects assigned to\nthe FacultY:\n(b) to scrutinize the schemes of courses and syllabi proposed by the\nBoard of the Studies comprising the Facult), and fonvard them to\nthe Academic Councils along with its observations:\n(c) to scrutinize the rccornmendations of the Board of Studies\ncomprising the Faculty. on the appointment of papcr settem and\nexaminers- except for research degrees and to lonvard the panels ofsuitable persons for each course and exarnination to the\nVice-Chancellor: and\n(d) to perform such other functions as may be prescribcd.\n3. Deans.{l) There shall be a Dean for each Facult_v who shall bethe Chairman of the Board of the Faculty. and shall be nominated by the\nChancellor from amongst the three senior most Teachers in the Faculty, on the\nrecommendations of the Vice-Chancel lor.\n(2) The Dean shall hold office for three years or for a longer period of\ntime as may be determined by the Vice-Chancellor.\n(3) The Dean shall present candidates for admission to degree courses,\nexcept honorary degrees, in the courses failing within the purview oflhe Faculty.\n(4) The Dean shall exercise such other powers and perform such other\nduties as may be prescribed.\n(5) The Dean shall supervise the academic nork of the Faculty and\nreport to the Vice-Chancellor quarterly about the progress of teaching and\nresearch in the Faculty.\n(6) The Dean with rhe approval ofthe Vice-Chancellor shall lay down\nprocedures for the performance and evaluation ofteaching and research skff.\n4. Teaching Deparaments.-{ l) There shall be a Teaching\nDepartment or a School or a College for each subject or a group ofallied subject!as rnay be approved and each Teaching Department shall be headed by a\nChairman and a School or College by a Principal.\n(2) The Chairman and the principal shall be appointed by the Senate\nfrom amongst the senior Teachers of the Department. School or College or by\ndirectly advertising in the newspapers. or on a contract basis or on a deputation\nbasis.\n(3) The Chairman or the Principal shall plan. organize and supen,ise\nthe work of the Department, School or College in accordance with the provision\nof the Act. and shall be responsibie to the Dean of the Faculty in which the\nDepartment School or College is compriscd for the work of liis Department,\nSchool or College.I I66 THE GAZETTE OF PAKISTAN, EXTRA DECEMBER 9.2021 [pARr I\n5. Board of Studies.{l) There shali be a Board of Studies for each\nsubject or a group ofsubjects as may be prescribed b1,the rcgulations.\nPAr{r tf 'f HE CAZETT\n(2) Each Board of Studies shall consist of:-\n(a) the Chairman or Principal of rhe Teaching Department, School or\nCollege concerned:\n(b) all Teachers in the Teaching Department. School or College\nconcerned;\n(c) two other Teachers, other than Prol'cssors or Associate Plofessors,\nto be appointed b1'the Academic Council: and\n(d) thrce experts, other than Teachers, to be appointed by the\nVice-Chancellor.\n(3) The term of office of members ofthe Board of Studies, other than\ner-officio members, shall be three year\n(4) The quorum for a meeting of the Board of Studies shall be half of\nthe total number of members, a fraction being counted as one.\n(5) The Chairman or Principat shall be the Convener of the Board of\nStudies and the Board shall perform the following functions:\n(a) to suggest to Authorities on all academic matters connected with\ninstructions, research and examinations in the subjects concemed;\n(b) to propose curricula and syllabi for all degree, diploma and\ncertificate courses in the subject or subjects concerned;\n(c) to suggest a panel ofnames ofpaper setters and examiners; and\n(d) to perform such other functions as may be prescribed.\n6. Board of Advanced Studies and Research.--{ I ) There shall be\nBoard ofAdvanced Studies and research consisting ofthe following members:-\n(a) the Vice-Chancellor. who shall be the Chairman;\n(b) the Principals;\n(c) the Deansi\n(d) two Institute Professors, other than Deans, to be appointed by the\nSenatel\n(e) the Professors Emeritus;\n(0 two eminent scholars nominated by the Vice-Chancellor;\nIt68 THE CAZETTE OF PAKISTAN. EXTRA, DECEMBER 9. 2O2I[PART I\n(g) two Teachers having research qualifications and experience to beappoinred by the Academic Council.\n(2) The term of office of the members of the Board of AdvancedStudies and Research, other than eyr,tficio ntembers, stralt be ttrr.e years.\n_ 13) The quorum for a meeting of the Board of Advanced Studies.andResearch shall behalfofthe toral numbei of members, a f.u\"tion beirg \n\"ounted asone.\n(4) The Board of Advanced Studies and Research shall perform thefollowing functions:-\n(a) to advise the Authorities on all matters connected with thepromotion ofadvanced studies and research in the lnstitute;\n(b) to propose regulations regarding the award ofresearch degrees;\n(c) to^ recommend panels of names of papers setters and examinersafter. \n-considering the proposals of the Board of Studies in this\nbeha lf;\n(d) to.-appoint supervisors for research students and to determine thesubject oftheir thesis; and\n(e) to perform such other functions as may be prescribed by statutes.\n7. Selection Board.-{l) There shall be a Selection Board consistingof:-\nthe Chairman of the Anjuman who shall be the Chairman:\nthe Vice-Chancellor;\none member of the Sgnate and two persons of eminence to benominated by the Senare provided that one ofthem l. \n\"n \".ptoy\"\" ofthe Instirute;\nthe Chairman, Higher Education Commission or any full-timemember of the Commission nominated by the Chairman, HigherEducation Commission;\nmember of Federal Public Service Commission to be nominated bythe Chairman ofthe Federal public Service Commission:\nthe Deans ofthe Faculty concerned:\nthe.,Chairman or Principal of the Teaching Department. School or\nL ollege concemed: and(a)\n(b)\n(c)\n(d)\n(e)\n(r)\nG)\nPART I] THE GAZET-TE OF PAKISTAN, EXTRA., DECEMBER 9,2O2I I I69\nexpen to be nominated by the Anjuman.\nThe Registrar of the Institute shall act as secretary of the Selection\nBoard\n(3) The members ofthe Selection Board other than ex-offrcio members,\nshould hold office for three years.\n(4) The quorum for a meeting of the Selection Board shall be five\nmembers.\n(5) No member ofthe Selection Board who is a candidate for lhe posl\nto which appointment is to be made shall take part in such proceedings of the\nSelection Board.\n(6) In selecting candidates for the post of Professor and Associate\nProfessors, the Selection Board shall, co-opt or consult two experts in the subject\nconcemed and in selecting candidates for other teaching post, one expert in the\nsubject concemed, to be nominated by the Vice-Chancellor, from a standing list\nof experts of each subject approved by the Senate.\n(7) Subject experts from foreign countries may be called or appointed\non contract basis for a specified period. The foreign experts shall be appointed by\nthe Vice-Chancellor with the prior approval of the Chancellor. They may be\nexempted to appear before the Selection Board.\n8. Function of the Selection Board.{ l) The Selection Board shall\nconsider all applications for teaching and other officers' posts received in\nresponse to an advertisement and shall recommend to the Senate the names of\nsuitable candidates for appointment to such posts.\ni2) The Selection Board may recommend to the Senate the grant of a\nhigher initial pay in a suitable case for reasons to be recorded.\n(3) The Selection Board may recommend to the Senate of appointment\nof an eminently qualified person to a position in the lnstitute on the terms and\nconditions as may be prescribed.\n(4) The Selection Board shall consider all cases of promotion of\nofficers of the Institute and recommend to the Senate the names of suitable\ncandidates for such promotions.\n(5) In the event of an unresolved difference or opinion between the\nSelection Board and the Senate, the matter shall be referred to the Chancellor\nwhose decision shall be final.\n9. Finance and Planning Committee.{l) There shall be a Finance\nand planning Committee consisting of:-(h)\n(2)\nI I70 THE GAZETTE OF PAKISTAN. EXTRA.. DECEMBER 9,202I [P^R'r I\n(a) the Chairman of the Anjuman, who shall be the Chainnan;\n(b) a nominee of the Anjuman;\n(c) a nominee ofthe Senale;\n(d) one member to be nominated by the Minister of Finance of the\nGovcrtrment;\n(e) two experts in the field of finance and plaming to be nominated by\nthe Vice-Chancellor:\n(f) two members of the Academic Council to be nominated by the\nAcademic Council;\n(g) the Project Director ofthe Institute;\n(h) one Dean to be nominated by the Chancellor on the\nrecommendation of the Vice-Chancellor; and\n(i) Treasurer who shall be the Secretary of the Finance and Planning\nCommiftee-\n(2) The quorum for a meeting of the Finance and Planning Committee\nshall be five members.\n(3) The term of office of the members, other than ex-oficio members,\nshall be three years.\n10. Functions of the trinance and Planning Committee.-The\nFinance and planning Committee shall perform the following functions:-\n(a) to consider annual statement ofaccounts, annual budget and revised\nbudget estimates and advise the Senate thereon;\n(b) to review periodically the financial position ofthe Institute;\n(c) to advise the Senate on all matters relating to planning\ndevelopments and accounts ofthe Institute:\n(d) prepare short term and long term development plans;\n(e) prepare staff and resources development plans; and\n(0 perform such other functions as may be prescribed by statutes.\nI l. Academic Planning and Development Committee.-{l) There\nshall be an Academic Planning and Development Committee consisting of:-\n(a) Vice-Chancellor who shall be the Chairman;\nPART I] THE GAZETTE OF PAKISTAN, EXTRA., DECEMBER 9,202IIt7l\nDeans;\nthe Chairman of Teaching Departments or the Principals of the\nSchools and Colleges;\none nominee ofthe Senatel\none nominee ofthe Anjuman;\nTreasurer; and\nThe Registrar who shall act as secretary of the Academic Planning\nand Development Committee.\n(2) The term of office of the members, excluding ex-ofrcio members'\nshall three years.\n(3) The quorum to the meetings of the Academic Planning and\nDevelopment Committee shall be five.(b)\n(c)\n(d)\n(e)\n(0\n(e)\n12. Function of the Academic\nCommittee.-The Academic Planning and\nperform the following functions: -\n(e)Planning and DeveloPment\nDevelopment Committee shall\n(a) to review periodically the courses of study with a view to\nimproving them;\n(b) to make recommendations to the Board of Advanced Studies and\nResearch and Boards of Studies for changes or modifications in\ncourses in the light ofexperience and research studies;\n(c) to prepare proposals for introduction of new courses at the various\nlevels to the relevant Committee;\n(d)advise the Senate and Academic Council on all matters related to\nacademic planning, development, academic programmes and\nFacilities; and\nto advise on such matters as are referred to it by the Vice-\nChancellor.\nTAHIR HUSSATN,\nSecreldry.\npugiisHiD sv rrc oEPUTY coNTRoLLER, STATIoNERY & FoRMs, UNIVERSITY RoAD' KARACHL"
}