{
    "file": "./converted_json\\administrator2d2ee6f574916cb11704ecd9b1b0169b.json",
    "name": "Civil Servants (Appeal) Rules, 1977",
    "date": "17th January, 1977",
    "tagline": "Ensuring Accountability and Justice in Civil Servant Appeals",
    "content": "91 \nunder the rules applicable to him \tcrvphint-a-rivin-ervant an authorityLbr 442 \tSTATUTORY RULES AND ORDERS \t [1973 : Act LXXI \n[Under section 25.—Civil Servants (Appeal) Rules] \nTHE CIVIL SERVANTS (APPEAL) RULES, 1977 \nS. R. 0. 54(I)177, dated the 17th January, 1977.—In exercise of the powers conferred by Section 25 of the Civil Servants Act, 1973 (LXXI of 1973), the President is pleased to make the following rules, namely :- \n(1) These rules may be called the Civil Servants (Appeal) Rules, 1977. \n(2) They shall come into force at once. \nIn these rules, unless there is anything repugnant in the subject or context,-\n-Th.)--s=appellate—hht4lef  \n• 1. \t• \t•  \nty-nex4-440.ve_the.   \n/trA:67-1-41-ps (c) \" penalty \" mians a penalty provided for in the Government Servants \n(Efficiency and Discipline) Rules, 1973. \nEvery civil servant shall be entitled to appeal, to the appellate authority \nfrom an order passed by an authority imposing upon him any penalty : \n(92-cti-4.4ctai i,k0 -1-1-2.e..Z Provided that, where the penalty is imposed by an order or the President, \nthe civil servant shall have no right to appeal but he may apply for review of the order. \n(1) A civil servant shall be entitled to appeal to the appellate authority \nfrom an order passed by an authority which— \nalters to his disadvantage his conditions of service, pay, allowances or pension ; or \ninterprets to his disadvantage the provisions of any rules, whereby his \nconditions of service, pay, allowances or pension are regulated ; or \nreduces or withholds the maximum pension, including an additional \npension, admissible to him under the rules governing pensions ; or \nterminates his employment or gives notice of such termination otherwise than— \non his reaching the age of superannuation, or \nin accordance with the provisions of the Civil Servants Act, 1973 (LXXI of 1973) : \nProvided that a person appointed by the President shall have no right to \nappeal from an order passed by the President, but he may apply for review of the order : \nProvided further that no appeal or review shall lie on matters relating to the \ndetermination of fitness of a person to hold a particular post or to be promoted to a higher post or grade. \n2,i S24,45 - \t,w{  o- \t )i \t 23q \n1973 : Act UM] \t STATUTORY RULES AND ORDERS \t 443 \n[Under section 25.—Civil Servants (Appeal) Rules] \nA member of an All-Pakistan Unified Grade serving under a Provincial \nGovernment may appeal from the order of the Provincial Government to the \nPresident. \nA civil servant appointed by the President may appeal to the President \nfrom an order passed by an authority subordinate to the President. \n5. (1) Every person preferring an appeal shall do so separately and in his \nown name. \nEvery appeal preferred under these rules shall contain all material state \nments and arguments relied upon by the appellant, shall contain no disrespectful \nor improper language, and shall be complete in itself. \nEvery appeal shall be submitted through the Read of the office to which \nthe appellant belongs or belonged, and through the authority from whose order \nthe appeal is preferred. \nEvery appeal shall be submitted within a period of thirty days of /the \ncommunication of the order appealed against. \n6. (1) In the case of an appeal under rule 3, the appellate authority shall \nconsider— \n(a) whether the facts on which the order appealed against was based have \nbeen established ; \n(1)) whether the facts established afford sufficient ground for taking action; \nand \n(c) whether the penalty is excessive, adequate, or inadequate, and, after \nr• such consideration, shall confirm, set aside or modify the previous ordetk — \npa.—.de4,01,1 9gieV Lettetb es,,Wb.ttntect OfattA c0,01,*1),-flIZPOI,Y, t; \nIn the case of an appeal under rule 4, the appellate authority shall pass' 6,4  \nsuch order as, having regard to all circumstances of the case, appears to it just \nland equitablr—,_ \t  \nThe authority from whose order an appeal is preferred under these rules \nshall give effect to any order made by the appellate authority. \n7. (1) An appeal may be withheld by an authority not lower than the autho-\nrity from whose order it is preferred if :— \nit is an appeal in a case in which no appeal lies under these rules ; or \nit does not comply with the provisions of sub-rule (1), (2) or (3) of rule \n5 ; or \nit is not preferred within the time specified in sub-rule (4) of rule 5 and no \nreasonable cause is shown for the delay ; or \nit is addressed to an authority to which no appeal lies under these rules (3—C; ea \nProvided that in every case in whichI appeal is withheld, the appellant shall \n' 'De informed of the fact and the reasons for it : \n5?-1))4-4:-• \t5K(9 t 3 66(91P c 174 \tI 2- \na  /9 CZ44 2( 17 5 4/0 \t( //  tO, \n444 \t STATUTORY RULES AND ORDERS \t [1973 : Act LXXI \n[Under section 25.—Civil Servants (Appeal) Rules] \nProvided further that an appeal withheld on account only of failure to \ncomply with the provisions of sub-rule (2) or (3) of rule 5 or clause (d) may be \nresubmitted within one month of the date on which the appellant is informed of \nthe withholding of the appeal and, if resubmitted in a form which complies with \nthose provisions or is addressed to the proper appellate authority, as the case may \nbe, shall not be withheld. \n(2) No appeal shall lie against the withholding of an appeal by an authority \ncompetent to do so. \n8. (1) Every appeal which is not withheld under these rules shall be forwar-\nded to the appellate authority with an expression of opinion by the authority, from \nwhose order the appeal is preferred. \nEvery appeal by a civil servant serving under a Provincial Government \nor a local authority, which is not withheld under these rules, shall be forwarded \nby the Provincial Government or the local authority to the Federal Government \nwith an expression of its opinion. \nA list of appeals withheld under rule 7, with reasons for withholding them, \nshall be forwarded quarterly by the withholding authority to the appellate authority. \nAn appellate authority may call for any appeal admissible under these \nrules which has been withheld by a subordinate authority and may pass such \norders thereon as it considers fit. \n9. (1) Nothing in these rules shall operate .to deprive any person of any \nright of appeal which he would have had if these rules had not been made, in \nrespect of any order passed before they came into force. \n(2) All appeals pending immediately before the coming into force of these \nrules shall be deemed to be appeals under these rules. \n10. The Civil Services (Classification, Control and Appeal) Rules, 1930, \nare hereby repealed, but the repeal thereof shall not affect any action taken or \nanything done thereunder. \n[See Gaz. of P. 1977, Ext., Pt. II, pp. 141-144] \nS. R. 0. 3 15 (1)79, dated the 8th April, 1979.—In exercise of the powers conferred by section 25 of the Civil Servants Act, 1973 (LXXI of 1973), the President is pleased to make the following rules :— \nThese Rules may be called the Appointment of Civil Servants (Raising of Maxi-\nmum Age-limit) Rules, 1979. \nNotwithstanding anything contained in any rule, order, or instruction made \nor deemed to have been made under the Civil Act, 1973 (LXXI of 1973), for the purpose of initial appointment of any person as a civil servant, or the admission \nof any person to a competitive examination, during the period ending on the 31st \nday of December, 1979, the maximum age-limit prescribed for being elgible for \nsuch appointment or admission, as the case may be, shall have effect as it a period \nof one year had been added to such maximum. \n[See Gaz. of P. 1979. Ext., Pt. II , p. 557]"
}