{
    "file": "./converted_json\\administrator52d428dc1de9385c0d68100d38b772c4(1).json",
    "name": "The Maternity and Paternity Leave Act, 2023",
    "date": "20th June, 2023",
    "tagline": "An Act to provide for the facility of maternity and paternity leave to the employees of public and private establishments under administrative control of the Federal Government",
    "content": "Page 1 of 3 \n  \n \n \nThe Maternity and Paternity Leave Act, 2023  \n \n \nCONTENTS  \n1. Short title, application and commencement  \n2. Definitions  \n3. Right to maternity leave  \n4. Paternity leave  \n5. Offence and punishment  \n6. Act to override other laws  \n7. Power to make rules  \n8. Removal of difficulty  \n \n \n \n \n \n \n \n \n \n \n\n \nPage 2 of 3 \n The Maternity and Paternity Leave Act, 2023  \nACT NO. XXXI OF 2023  \n[20th June, 2023]  \nAN \nACT  \nto provide for the facility of maternity and paternity leave to the employees of public and private \nestablishments under administrative control of the Federal  Government  \nWHEREAS , it is expedient to provide for the facility of maternity and paternity leave to the \nemployees of public and private establishments under administrative control of the Federal \nGovernment and for the matters connected therewith and ancillary thereto;  \nIt is hereby enacted as follows: — \n1.  Short title, application and commencement .—(1) This Act shall be called the Maternity \nand Paternity Leave Act, 2023.  \n(2)  It shall apply  to all public and private establishments under administrative control of the \nFederal Government wherever they may be.  \n(3) It shall come into force at once.  \n2.  Definitions .—In this Act, unless there is anything repugnant in the subject or context, — \n(a)    “child” for the purposes of this Act, means a child in the womb of a pregnant  \nemployee or wife of the male employee and includes a still -born;  \n(b)    “employee ” means any natural person who has for pay, wages or other benefits, \nentered into, or works unde r, a contract of service or apprenticeship on regular \nbasis without limit of period with an employer whether by way of manual \nlabour, clerical work or otherwise and whether the contract is expressed or \nimplied, oral or in writing;  \n(c)    “establishment ” means any ministry, division, attached department, subordinate  \noffice,  executive  de partment,  public or  private organization, firm, corporation, \nautonomous or semi -autonomous body, body corporate, enterprise, company, \nindustry, factory or such other, office or institution, by whatever name called \nfor, and under administrative control of the Federal Government;  \n(d)    “employer ” includes Federal  Government  or any  ministry  or division or \ndepartment or office of the Federal Government or anybody of pe rsons whether \nincorporated or not, any managing agent of an employer and the legal \nrepresentatives of a deceased employer and where the services of a workman \nare temporarily lent or let on hire to another person by the person with whom \nthe workman has into  a contract of service or apprenticeship and such other \nperson having employed a workman working for him; and  \n(e)    “prescribed ” means prescribed by rules made under this Act.  \n \nPage 3 of 3 \n 3. Right to maternity leave .—(1) Maternity leave  shall in  the prescribed manner  be granted \non full pay outside the leave account to a female employee on her option to the extent of one hundred \nand eighty days on first birth, one hundred and twenty days on second birth and ninety days on third \nbirth from the date of commencement there of. \n(2)  Such maternity leave may not be granted for more than three time in the entire service of \nthe female employee except when such leave is granted within her leave account due and admissible \nto her or as an extra ordinary leave without pay.  \n4. Patern ity leave .—(1) A male employee expecting his wife to give birth to a child shall, at \nhis option, be granted paternity leave on full pay not exceeding  thirty  days  outside  his  leave  account  \nfrom  the  date  of  its commencement.  \n(2)  Such paternity le ave may not be granted for more than three time s in the entire service of \nthe male employee except when such leave is granted within his leave account due and admissible to \nhim or as an extra ordinary leave without pay.  \n5.  Offence  and  punishment .—A  per son  who  contravenes  any provision of this Act shall \nbe deemed to have committed an offence punishable with imprisonment of either description for a \nterm which may extend to six months or a fine which may extend to one hundred thousand rupees or \nwith bot h. \n6. Act to override other laws .—The provisions of this Act shall have effect notwithstanding \nanything contained in any other law for the time being in force.  \n7.  Power to make rules .—The Federal Government may, by  notification in the official \nGazette, ma ke rules to carry out the purposes of this Act.  \n8.  Removal of difficulty .—If any difficulty arises in giving effect to any provision of this Act, \nthe Federal Government may make such order not inconsistent, with the provisions of this Act as may \nbe necess ary to remove the difficulty.  \n \n_________________"
}