{
    "file": "./converted_json\\administrator4ec7f38ee61f47c57311e70bb73dc154.json",
    "name": "National Database and Registration Authority (Amendment) Ordinance, 2015",
    "date": "28 September 2015",
    "tagline": "To amend the National Database and Registration Authority Ordinance, 2000, to transfer assets and liabilities of Alien Registration Authority, and make other provisions.",
    "content": ",) Jr'\"L ul/J^-t^4.'/ [ D-\nR-trcIsTERED No. M - 302\nL.-76469\n@tttGwdfir= d ps[tdtlrr\nEXTRAORDINARY\nPUBLISHED BY AUTHORITY\n-\nActs, Ordinances, President's Orders and Regulations\nGOVERNMENT OF PAKISTAN\nMINISTRY OF LAW JUSTICE AND HUMAN RIGHTS\nIslqntebod, thc 22nd September 2015\nNo. F. 2(f )/20Is-Pub.-The following Ordinance prornulgated by the\nPresident is hereby published for general information:-\nOrorue\"-cE No. XII I or 201 5\nAu\nORDINANCE\nAND wHERE^s the Senate and NationalAssembly are not in session and the\nPresident is satisfied that circumstances exist rvhich render it necessarv to take\nimmediatc action;\n(7e3)\nPrice : Rs. 3.00furlher to amend the National Database and Registration Authority .\nOrdinance,2000\nWHenras it is expedient further to amend the National Database and\nRegistration Authority Ordinance,2000 (VIII of2000), for the purposes hereinafter\nappearing;\n[ 663 (2015)/Ex. Gaz-]\n794 THE GAZETTE OF PAKISTAN, EXTRA., SEPT.,28,2015 [Penr I\nNow, ruercronr, in exercise of the powers conferred by clause (l) of\nArticle 89 ofthe Conslitution ofthe Islamic Republic ofpakisran, the president is\npleased to make and promulgate the following Ordinance:-\nl. Short title and commencement.- (l ) This Ordinance may be called\nthe National Database and Registration Authority (Amendment) Ordinance, 2015.\n(2) It shall come into force at once\n3. Insertion of new section 4lA, Ordinance VIII of 2000.-ln the\nsaid Ordinance, after section 41, the following new section shall be inserted, namely:-\n\"4lA.Transfer of assets and liabilities of Alien Registration\nAuthority.- (l) On transfer to rhe Alien Registration Authority\n(NARA) under section l7 ofthe Foreign Act, 1946(XXXIof 1946),\nall employees ofthe NARA shall , subject to the following provisions,\ncease to be civil servants within the meaning of the Civil ServantsAct,\n1973 (LXII of 1973) and shall be deemed to have always been\nappointed on comparable posts oftheAuthority, except for the purposes\noffinancial benefits which shall not be admissible to them priorto the\ndate oftheir transfer to the Authority.\n(2) Notwithstanding anything to the contrary contained in this\nsection, any person referred lo in sub-section ( l) may, within three\nmonths ofthe transfer, exercise an inevocable option either to remain\ncivil servant or, as the case may be, become employee ofthe Autlrority:\nProvided that where any person does not exercise the option\nwithin the said period he shall be deemed to have opted to become\nemployee of the Authority.\n3. Any person who opts under sub-section (2) to remain a civil\nservant shall be provided with a comparable posting elsewhere rvithin\nthree months ofthe exercise ofoplion and tillsuch posting remain on\nsurplus pool ofthe Federal Covernment.2. Amendment of section 13, Ordinance VIII of 2000.-ln the\nNational Database and Registration Authority Ordinance, 2000 (VIII of 2000),\nhereinafter referred to as the said Ordinance, in section 13, for the full stop, at the\nend, a colon shall be substituted and rhereafterthe following proviso shall be added,\nnamely:-\n\"Provided that the cards issued and registered under the Foreigners Act,\n1946 (XXXI of 1946) shall be deemed to have been issued under this Ordinance,\n2000 and shall remain valid till such period as the Federal Govemment rnay notif in\nthe ollicial Gazette.\".\nPenr Il THE GAZETTE OF PAKISTAN, EXTRA., SEPT.,28,2015 795\n6. All assets and liabilities ofthe NARA including its counters and\nother formations, shall, on commencement of the Foreigners\n(Amendment) Ordinance, 2015, stand transferred to and vested in the\nAuthority.\n7. The Federal Govemment shall pay to the Authority capitalized\nvalue ofpension and gratuity in respect ofemployees, transferred to\ntheAuthority under sub-section (l) to which they have become entitled\nto or have been eamed by them or have accumulated till their transfer\nto the Authority.\n8. Allsuits and other legal proceedings instituted by oragainstthe\nFederal Govemment and NARA in respect of the matters of the\nforeigners' registration immediately before commencement of the\nForeigners (Amendment) Ordinance,20l5 shall be deemed to be suits\nand legal proceedings oftheAudrority on and from such commencement\nand shall be dealt with by theAuthority accordingly.\n9. All debts and liao-ilities incurred, contracts entered into or rights\nacquired and all matters and things done, engaged or to be done by or\nfor the NARA immediately before commencement of the Foreigners\n(Amendment) Ordinance, 2015 shall be deemed on such\ncommencement to have been incurred, entered into, acquired, done,\nengaged or, as the case may be, to be done by or for the Authority.\".\nMAMNOON HUSSAIN,\nPresident.\nJusrrcs 1ny\nMUHAMMAD RAZA KHAN,\nSecrelary.\nPRINTED BY TIIE MANAGER. PRINT'NC CORPORATION OF PAKISTAN PRESS. ISLAMABAD.\nPUBLISHED BY THE DEPUTY CONTROLLER. STATIONERY AND FORMS, UNIVERSITY ROAD. KARACHI4. On transfer as aforesaid, a person, until his employlnent in the\nAuthority is terminated in accordance with his terms and conditions of\nservice or his terms and conditions as altered by regulations rvhich\nshall not be less favourable than those by which he was govemed\nimmediately before his transfer, shall continue to be governed\naccord ing ly.\n5. No person who stands transferred to the Authority by virtue of\nsub-section (2) shall, notwithstanding an).thing contained in any larv\nfor the time being in force, not entitled to any compensation because\nof such transfer."
}