{
    "file": "./converted_json\\administratorc6ff9d5902d0d783c6b8ef80aa8becdc.json",
    "name": "Judicial Officers' Protection Act",
    "date": "4th April, 1850",
    "tagline": "An Act for the protection of Judicial Officers",
    "content": "Page 1 of 2 \n  \n \n \n \n \nTHE JUDICIAL OFFICERS ’ PROTECTION ACT, 1850  \n \n \n \nCONTENTS  \n \nPREAMBLE  \n \n1.  Non-liability to suit of officers acting judicially, for official acts done in good faith, and of \nofficers executing warrants and orders   \n\n \nPage 2 of 2 \n 1[THE JUDICIAL O FFICERS` PROTECTION ACT, 1850]  \nACT No. XVIII OF 1850  \n[4th April, 1850 ] \nAn Act for the protection of Judicial Officers  \n \nPREAMBLE  \nFor the greater protection of Magistrates and others acting judicially; It is enacted as follows: – \n 1. Non-liability to suit of  officers acting judicially, for official acts done in good faith, \nand of officers executing warrants and orders.  No Judge, Magistrate, Justice of the Peace, \nCollector or other person acting judicially shall be liable to be sued in any Civil Court for any act \ndone or ordered to be done by him in the dis charge of his judicial duty, whether or not within the \nlimits of his jurisdiction: Provided that he at the time, in good faith, believed himself to have \njurisdiction to do or order the act complained of ; an d no officer of any Court or other person, bound \nto execute the lawful warrants or orders of any such Judge, Magistrate, Justice of the Peace, \nCollector or other person acting judicially shall be liable to be sued in any Civil Court, for the \nexecution of a ny war rant or order, which he would be bound to execute, if within the jurisdiction of \nthe person issuing the same2. \n \n \n__________  \n \n \n \n \n \nDate: 13 -09-2024  \n1Short title given by the Short Titles Act, 1897 (14 of 1897).  \nThe Act has been declared to be in for ce in all the Provinces and the Capital of the Federation except the Scheduled Districts, by the Laws Local Extent \nAct, 1874 (15 of 1874), s. 3.  \nIt has been declared in force in the Baluchistan by the British Baluchis tan Laws Regulation, 1913 (2 of 1913),  s. 3. \nIt has also been declared , by notification under s. 3(a) of the Scheduled Districts Act, 1874 (14 of 1874), to be in force in the following Scheduled Di s-\ntricts, namely: - \n Sind . . . . . . See Gazette of India, 1878, Pt. I, p. 482.  \nThe Districts of  Hazara, Peshawar, Kohat, Bannu, Dera Ismail Khan and Dera Ghazi Khan. [Portions of the Districts of Hazara, Bannu. Dera Ismai l \nKhan and Dera Ghazi Khan and the Districts of Peshawar and Kohat now form the N.W.F.P..  see Gazette of India. 1901 Pt. I,p. 857 , and ibid., 1902 , Pt. \nI ,p . 575; but its application has been barred in that part of the Hazara District know n as Upper Tanawal, by the Hazara ( Upper Tanawal) Regulation ), \n1900 ( 2 of 1900), s. 3. ] \n2As to procedure for instituting criminal prosecutions aga inst Judges and public servants,  see the Code of Criminal Procedure, 1898 (Act 5 of 1898), \nsection 197."
}