{
    "file": "./converted_json\\administrator1721437133ed308849febe3cbd3050de(2).json",
    "name": "Limited Liability Partnership Act, 2017",
    "date": "2017",
    "tagline": "An Act to make provisions for the incorporation, regulation and winding up of limited liability partnerships as body corporate",
    "content": "THE  LIMITED  LIABILITY  PARTNERSHIP   \nACT,  2017  \n \n \nCONTENTS  \nSECTIONS:  \nPART I   \nPRELIMINARY  \n1. Short  title, extent  and commencement.  \n2. Definitions.  \nPART  II \nNATURE  OF LIMITED  LIABILITY  PARTNERSHIP  \n3. Separate  legal  personality.  \n4. Capacity  and execution  of documents.  \nPART III   \nREGISTRATION  \n5. Incorporation  document.  \n6. Provision  related  to name.  \n7. Registration of incorporation document.   \n \n \n \n \n \n \nUpdated till 15.10.2021  \n \n \n PART  IV \n \nPARTNERS,  PARTNERSHIP  AND  THEIR  RELATIONS  \n8. Partners.  \n9. Minimum  number  of partners.  \n10. Designated  partners.  \n11. Joint  liability.  \n12. Relationship  of partners.  \n13. Cessation  of partnership  interest.  \n14. Registration  of changes  in partners.  \nPART  V \nEXTENT  OF LIABILITY  \n15. Extent  of liability  of limited  liability  partnership.  \n16. Extent  of liability  of a partner.  \n17. Unlimited  liability  in case of fraud.  \nPART VI   \nCONTRIBUTIONS  \n18. Form  of contribution.  \n19. Liability for contribution.   \nPART  VII  \nFINANCIAL  DISCLOSURES  \n20. Maintenance  of books  of accounts,  other  records  and audit,  etc. \n21. Inspection  of documents  kept by Registrar.  \n22. Penalty  for false  statement.  \n23. Filing  and registration  of documents.  \nPART  VIII  \nASSIGNMENT  AND  TRANSFER  OF PARTNERSHIP  RIGHTS  \n24. Partner's  transferable  interest.  \n \n PART  IX \nCONVERSION  TO LIMITED  LIABILITY  PARTNERSHIP  \n25. Conversion  from  firm to limited  liability  partnership.  \n26. Conversion  from  private  limited  company  to limited  liability  partnership.  \n \nPART  X \nFOREIGN  LIMITED  LIABILITY  PARTNERSHIP  \n27. Foreign  limited  liability  partnership.  \nPART  XI  \nCOMPROMISE,  ARRANGEMENT  OR RECONSTRUCTION  OF LIMITED  LIABILITY  \nPARTNERSHIPS  \n28. Compromise,  arrangement  or reconstruction  of limited  liability  partnerships.  \nPART  XII \nWINDING  UP AND  DISSOLUTION  \n29. Winding  up. \n30. Circumstances  in which  limited  liability  partnership  may be wound  up by Court.  \n31. Procedure  for winding  up. \nPART XIII   \nMISCELLANEOUS  \n32. Non­applicability  of Act IX of 1932.  \n33. Business  transactions  of partner  with limited  liability  partnership.  \n34. Application  of company  law. \n35. Electronic  filing  of documents.  \n36. Payment  of default  fee. \n37. Power  of Registrar  to strike  defunct  limited  liability  partnership  off register.  \n38. Penalty  for improper  use of word  “limited  liability  partnership ” or “LLP”. \n39. General  penalties.  \n40. Offences  by limited  liability partnerships.  \n41. Appeal  to Appellate  Bench.  \n \n 42. Appointment  of Registrar  of limited  liability  partnerships,  etc. \n43. Power  of Registrar  to obtain  information.  \n44. Inspection  of books  of account  by Registrar,  etc. \n45. Punishment  for default  in compliance  with provisions  of section  44. \n46. Investigation  of affairs  of limited  liability  partnership.  \n47. Penalty  to be imposed  by the Commission.  \n48. Appeal  to the Court.  \n49. Recovery  of penalties.  \n50. Cognizance  of offences.  \n51. Power  of the Federal  Government  to make  rules.  \n52. Power  to issue  directives,  circulars,  guidelines,  etc. \n53. Power  to make  regulations.  \n54. Power  of the Commission  to alter Schedules.  \n55. Power  to remove  difficulty.  \n \nTHE  FIRST  SCHEDULE  \n \nDEFAULT  PROVISIONS  FOR  LIMITED  LIABILITY  \nPARTNERSHIPS  \n \nTHE  SECOND  SCHEDULE  \n \nCONVERSION  FROM  FIRM  TO LIMITED  LIABILITY  \nPARTNERSHIP  \n \nTHE  THIRD  SCHEDULE  \n \nCONVERSION  FROM  PRIVATE  COMPANY  TO LIMITED  \nLIABILITY  PARTNERSHIP  \n \nPage 5 of 38  THE  LIMITED  LIABILITY  PARTNERSHI  ACT,  2017   \nACT  No. XV OF 2017  \nAn Act to make  provisions for  the incorporation,  regulation  and winding  up of limited  liability             \npartnerships  as body  corporate  and for  matters  connected  \ntherewith  or incidental  thereto  \n \nWHEREAS  it is expedient  to make  provisions  for the formation  and regulation  of limited  \nliability   partnerships  and for matters  connected  therewith or incidental  thereto;  \n \nIt is hereby  enacted  as follows: — \n \nPART I   \n \nPRELIMNARY  \n \n1. Short title, extent and commencement. —(1) This Act may be called the Limited \nLiability  Partnership  Act, 2017.  \n \n(2) It extends  to the  whole of Pakistan.  \n \n (3) It shall come  into force  at once:  \n \nProvided that different dates may be appointed for different provisions of this Act and any  \nreference in any such provision to the commencement of this Act shall be construed as a reference \nto the coming  into force  of that  provision.  \n \n2. Definitions. —(1) In this Act, unless  the context  otherwise  requires, — \n \n(a) “address ” in relation  to a partner  of a limited  liability  partnership,  means, — \n \n(i) if an individual,  his usual  residential  address  or service  address  \nprovided  by him; and \n \n(ii) if a body  corporate or  company,  the address  of its registered  office;  \n \n(b) “advocate ” means an Advocate within the meaning of the Legal Practitioners \nand Bar  Councils  Act, 1973  (XXXV  of 1973);  \n \n(c) “Appellate Bench ” means Appellate Bench of the Commission constituted \nunder sub­section (2) of section 33 of the Securit ies and Excha nge \nCommission of Pakistan Act,  1997  (XLII of 1997);  \n \n(d) “body  corporate ” includes, — \n \n(i) limited  liability  partnership  registered  under  this Act; \n \n(ii) limited  liability  partnership  registered  or incorporated  outside  Pakistan;  \nand \n \nPage 6 of 38   \n(iii) company  incorporated  outside  Pakistan,  but does not include, — \n \n(a) sole proprietorship;  \n \n(b) co­operative society registered under any law relating to \ncooperative societies;  and \n \n(c) any other body corporate, not being a company as defined in \nthe Ordinance,  which  the Federal Government  may,  by \nnotification  in the official Gazette,  specify  in this behalf;  \n \n(e) “business ” includes  every  trade,  profession  and occupation;  \n \n(f) “chartered accountant ” means a chartered accountant as defined in clause (b) \nof sub­section (1) of section 2 of the Chartered Accountants Ordinance, 1961 \n(X of 1961) and  who has obtained  a certificate  of practice  under sub­section  \n(1) of section  6 thereto;  \n \n(g) “Commission ” means Securities and Exchange Commission of Pakistan \nestablished under   section 3 of the Securities and Exchange Commission of \nPakistan Act, 1997 (XLII of  1997);  \n \n(h) “cost and management accountant ” means a cost and management accountant \nwithin the  meani ng of the Cost and Management  Accountants  Act, 1966  (XIV  \nof 1966);  \n \n(i) “Court ” means the Company Bench of a High Court as pro vided in section 7 \nand section 8 of the Ordinance;  \n \n(j) “designated  partner ” means  any partner  designated  as such pursuant  to section  \n10; \n \n(k) “financial year ” means the period commencing on the first day of  July of any \nyear and  ending  on the thirtieth  day of June  of the  succeeding  year;  \n \n(l) “firm” shall have the same meaning as assigned to it under the Partnership \nAct, 1932 (IX  of 1932);  \n \n(m) “foreign limited liability partnership ” means a limited liability partnership that \nis formed,  registered  or incorporated  outside  Pakistan;  \n \n(n) “limited  liability  partnership ” means  a partnership  registered  under  this Act; \n \n(o) “limited  liability  partnership  agreement ” means  any written  agreement  \nbetween  partners    of the limited liability partnership which determines mutual \nrights and duties of the  partners  and their rights  and duties  in relation  to the \nlimited  liability  partnership;  \n(p) “officer ” in relation  to a limited  liability  partnership,  means,‑ \n \n \nPage 7 of 38  (i) any manager  of the limited  liability  partnership;  \n \n(ii) a receiver  and  manager  of  any  part  of the undertaking  of the \nlimited  liability   partnership  appointed  under  a power  contained  in any \ninstrument;  and \n \n(iii) any liquidator  of the limited  liability  partnership  appointed  in a \nvoluntary  winding up; \n \n(q) “Ordinance ” means  the Companies  Ordinance,  1984  (XLVII  of 1984);  \n \n(r) “partner ”, in relation to a limited liability partnership, means any person who \nhas been  admitted as a partner in the limited liability partnership in accordance \nwith the limited  liability  partnership  agreement;  \n \n(s) “prescribed ” means prescribed through regulations made by the Commission \nfor carrying  out the purposes  of this Act; and \n \n(t) “Registrar ” means a Registrar, an Additional, a Joint, a Deputy or an Assistant \nRegistrar,  performing  under  this Act the duty  of registering  limited  liability  \npartnership.  \n \n(2) The words and expressions used but not defined in this Act shall have the same meaning \nas defined  in the Securities  and Exchange  Commission  of Pakistan  Act, 1997  (XLI1  of 1997).  \n \nPART  II \n \nNATURE  OF LIMITED  LIABILITY  PARTNERSHIP  \n \n3. Separate legal personality. —(1) A limited liability partnership  shall be a body corporate \nby registration  under  this Act and shall be a legal  entity  separate  from  its partners.  \n \n(2) A limited  liability  partnership  shall have perpetual  succession.  \n \n(3) Any change in the partners of a limited liability partnership shall  not affect the existence,  \nrights  or liabilities  of the Limited  Liability  Partnership.  \n \n4. Capacity and execution of documents. —(1) A limited liability partnership shall, by its \nname,  be capable  to,— \n \n(a) sue and be sued;  \n \n(b) acquire, own, hold and develop or dispose of property of  every description, \nboth movable and immovable;  \n \n(c) have a common seal; and  \n \n(d) do and suffer such other acts and things as bodies corporate may lawfully do \nand suffer.  \n \n \nPage 8 of 38  (2) An agreement in writing made before the registr ation of a limited liability partnership, \nbetween the persons who subscribe their names to the incorporation document, may impose \nobligations on the limited liability partnership:  \n \nProvided that such agreement is ratified by all the partners after the regi stration of the limited \nliability partnership:  \n \nProvided further that prior to ratification by the limited liability partnership, the person or \npersons who purported to act in the name or on behalf of the limited liability partnership shall in the \nabsence of express agreement to the contrary be personally bound by the contract or other \ntransaction and entitled to the benefit thereof.  \n \n(3) Contracts on behalf of a limited liability partnership shall be made in writing under \ncommon seal of the limited liabili ty partnership and any contract so made shall be effectual in law \nand shall bind the limited liability partnership and its successors and all parties thereto.  \n \n(4) A document or proceeding requiring authentication by a limited liability partnership may \nbe signed by a designated partner of the limited liability partnership.  \n \n(5) A limited liability partnership may by writing under its common seal empower any \nperson, either generally or in respect of any specified matters, as its agent or attorney to execute \ndeeds on its behalf and a deed signed by such an agent or attorney on behalf of the limited liability \npartnership and under his seal or, subject to sub­sections (7) and (8), under the appropriate official \nseal of the limited liability partnership shall bin d it and have the same effect as if it were under its \ncommon seal.  \n \n(6) The authority of any such agent or attorney specified under sub­section (5) shall as \nbetween the limited liability partnership and any person dealing with him continue during the perio d, \nif any, mentioned in the instrument conferring the authority or if no period is therein mentioned then \nuntil notice of the revocation or determination of his authority has been given to the person dealing \nwith him.  \n \n(7) The name of a limited liability p artnership shall appear in legible letters on, — \n \n(a) its seal; and  \n \n(b) all business letters, statements of account, invoices, official notices, \npublications, bills of exchange, promissory notes, endorsements, cheques, \norders, receipts and letters of credi t of or purporting to be issued or signed by \nor on behalf of the limited liability partnership.  \n \n(8) If an officer of a limited liability partnership or any person on its behalf, — \n \n(a) uses or authorizes the use of any seal purporting to be a seal of the l imited \nliability partnership whereon its name does not so appear;  \n \n(b) issues or authorizes the issue of any business letter, statement of accounts, \ninvoice or official notice wherein its name is not so mentioned; or \n \n \nPage 9 of 38  (c) signs, issues or authorizes to be signed or issued on behalf of the limited \nliability partnership any bill of exchange, promissory note, cheque or other \nnegotiable instrument or any endorsement, order, receipt or letter of credit \nwherein its name is not so mentioned , he shall be guilty of an offence \npunishable with a fine which may extend to five hundred thousand rupees.  \n \nPART III  \n \nREGISTRATION  \n \n5. Incorporation document .—(1) For a limited liability partnership to be registered, — \n \n(a) two or more persons associated for carrying on a lawful  business with a view \nto profit shall have subscribed their names to an incorporation document \ncontaining such particulars as provided in sub­section (2);  \n \n(b) it shall have a registered office to which all communications, notices and other \ndocuments may b e addressed and served by registered post or by courier, or \nby leaving it at its registered office or by any other mode as may be prescribed \nby the Commission through regulations:  \n \nProvided that a limited liability partnership may change the place of its r egistered \noffice and where there is any change in the registered office of the limited liability \npartnership, notice must be delivered to the Registrar within fifteen days of such change in \nsuch a manner as may be prescribed by the Commission through regul ations and any such \nchange shall only take effect upon serving such notice;  \n \n(c) the incorporation document shall be  filed in such manner and with such fees, \nas may be prescribed by the Commission through regulations; and  \n \n(d) there shall be filed a statement,  in the form prescribed by the Commission \nthrough regulations, made by either an advocate or a member of the Institute \nof Chartered Accountants or the Institute of Cost and Management \nAccountants, who is engaged in formation of the limited liabil ity partnership \nor by anyone who has subscribed his name to the incorporation document, that \nall the requirements of this Act and the rules and regulations made there under \nhave been complied with, in respect of registration and matters precedent and \nincid ental thereto.  \n \n(2) The incorporation document shall, — \n \n(a) be in a form as may be prescribed by the Commission through regulations;  \n \n(b) state the name of the limited liability partnership;  \n \n(c) state general nature of its main business and any other inci dental or ancillary \nobject thereto, which it proposes to carry on as a limited liability partnership;  \n \n(d) state the province or the part of the Pakistan not forming part of a province, as \nthe case may be in which the registered office is to be situated;  \n \nPage 10 of 38   \n(e) state the name and residential address of each of the persons who are to be \npartners of the limited liability partnership on incorporation;  \n \n(f) either specify which of those persons are to be designated partners or state that \nevery person who from tim e to time is a partner of the limited liability \npartnership is designated partner on incorporation;  \n \n(g) state that the liability of its partners shall be limited; and  \n \n(h) contain such other information concerning the proposed limited liability \npartnershi p as may be prescribed by the Commission through regulations.  \n \n(3) A person, who makes a statement or provides any information under sub­section (1) and \nsub­section (2) which he, — \n \n(a) knows to be false; or  \n \n(b) does not believe to be true,  \n \ncommits an offence for which he shall be punishable with imprisonment for a term which may \nextend to two years and with fine which may extend to one million rupees.  \n \n6. Provision related to name. —(1) Every limited liability partnership shall have  the \nacronym “LLP” as the last letters of its name.  \n \n(2) No limited liability partnership shall be registered by a name which, in opinion of the \nRegistrar, is, — \n \n(a) undesirable, inappropriate or deceptive or is designed to exploit  or offend \nreligious susceptibilities of the people; and  \n \n(b) identical to that of any limited liability partnership or body corporate or \ncompany or so nearly resembling that name as to be calculated to deceive.  \n \n(3) Except with prior approval of the Commission in writing, no limited liability partnership \nshall be registered by a name which contains any words suggesting or calculated to suggest, — \n \n(a) the patronage of any past or present Pakistani or foreign h ead of State;  \n \n(b) any connection with the Federal Government or a Provincial Governmen t or \nany department or authority of any such Government;  \n \n(c) any connection with any corporation set up by or under any Federal or \nProvincial law; or  \n \n(d) the patronage of, or any connection with, any foreign government or any \ninternational organization.  \n \n(4) Whenever a question arises as to whether or not the name of a limited liability partnership \n \nPage 11 of 38  is in violation of the foregoing provisions of this section, decision of the Commission thereon shall \nbe final.  \n \n(5) Every limited liability partnership shall paint or affix and keep painted or affixed, its \nname, in a conspicuous position, on outside of every office or place in which its business is carried \non in letters easily legible and in English or Urdu characters, and also, if the registered office is \nsituated in a place beyond local limits of ordinary original civil jurisdiction of a High Court, in the \ncharacters of one of the vernacular languages used in that place.  \n \n(6) If a limited liability partnership does not paint or affix and keep painted or affixe d, its \nname in a manner directed by this Act, it shall be liable to a fine which may extend to ten thousand \nrupees for every day during which its name is not so kept painted or affixed and every designated \npartner of the limited liability partnership who k nowingly and wilfully authorizes or permits the \ndefault shall be liable to the like penalty.  \n \n(7) Without prejudice to the generality of the foregoing, the Commission may through \nregulations prescribe for provisions relating to, — \n \n(a) reservation of name o f limited liability partnership;  \n \n(b) rectification of name of limited liability partnership;  \n \n(c) change of name of limited liability partnership;  \n \n(d) publication of name and statement with respect to limited liability; and  \n \n(e) fee to be prescribed for any ancillary matter.  \n \n7. Registration of incorporation document. —(1) When the requirements imposed by \nclauses  (b) and (c) of sub­section (1) of section 5 have been complied with, the Registrar shall retain \nthe incorporation document and, unless the requir ement imposed by clause (a) of that sub­section has \nnot been complied with, he shall, — \n \n(a) register the incorporation document; and  \n \n(b) give a certificate that the limited liability partnership is registered by the name \nspecified in the incorporation doc ument.  \n \n(2) The Registrar may accept the statement delivered under clause (d) of sub­section (1) of \nsection 5 as sufficient evidence that the requirement imposed by clause (a) of that sub­section has \nbeen complied with.  \n \n(3) The certificate issued under clause (b) of sub­section (1) shall be signed by the Registrar \nand authenticated by his official seal.  \n \n(4) The certificate shall be conclusive evidence that the limited liability partnership is \nregistered by the name specified in the incorporation documen t. \n \n(5) Notwithstanding any pro vision of this Act or any other law for the time being in force, the \nRegistrar shall refuse to register the incorporation document where he has reasons to believe that the \n \nPage 12 of 38  proposed business, — \n(a) is undesirable or unlawful; o r \n \n(b) is deceptive; or  \n \n(c) would be contrary to the national security or interest for the limited liability \npartnership to be registered.  \n \nPART IV  \n \nPARTNERS, PARTNERSHIP AND THEIR RELATIONS  \n \n8. Partners. —(1) Any individual or body corporate or company may become a partner in a \nlimited liability partnership:  \n \nProvided that an individual shall not be capable of becoming a partner of a limited liability \npartnership, if, — \n \n(a) he has been found, to be of unsou nd mind by a court of competent  jurisdiction \nand the finding is in force; or  \n \n(b) he is an und ischarged insolvent; or  \n \n(c) he has applied to be adjudicated as an insolvent and his application is pending.  \n \n(2) On the incorporation of a limited liability partnership, the persons who subsc ribed their \nnames to the incorporation document shall be its partners and any other person may become a \npartner of the limited liability partnership by and in accordance with the limited liability partnership \nagreement 1[:] \n \n1[Provided that a limited liabi lity partnership shall obtain, maintain and timely update \nparticulars of ultimate beneficial owner, including any change therein, of any person who is a \npartner in limited liability partnership in such form, manner and submit such declaration to the \nregist rar as may be specified.  \n \nExplanation .—For the purpose of this section the term ‘ultimate beneficial owner’ means a \nnatural person who ultimately and effectively owns or controls  a limited liability partnership \nthrough direct or indirect  rights or who shar es at least one fourth of the net profits and losses of the \npartnership.]  \n \n1[(3) Any contravention or default in complying  with requirement of this section shall be an \noffence liable in case of, — \n \n(a) a partner, designated partner or officer, to a fine which may extend to one \nmillion rupees; and  \n \n(b) the limited liability partnership, to a fine which may extend to ten million \nrupees.]  \n \n \n1Subs. and added by the Limited Liability Partnership (Amendment) Act, 2020 (XXVI of 2020), s. 2.  \n \n \nPage 13 of 38   \n9. Minimum number of partners. —(1) Every limited liability partnership shall have at least \ntwo partners.  \n \n \n(2) If at any time the number of partners of a limited liability partnership is reduced below \ntwo and the limited liability partnership carries on business for more th an six months or such other \nperiod as may be prescribed while the number is so reduced, the person who is the only partner of \nthe limited liability partnership during the time that it so carries on business after those six months or \nsuch other period as ma y be prescribed and has the knowledge of the fact that it is carrying on \nbusiness with him alone, he shall be liable personally for the obligations of the limited liability \npartnership incurred during that period.  \n \n(3) A person may cease to be a partner of  a limited liability partnership, — \n \n(a) in the event of his death;  \n \n(b) in the event of dissolution of limited liability partnership; and  \n \n(c) in accordance with an agreement with other partners or, in the absence of \nagreement with the other partners as to  cessation of partnership, by giving \nreasonable notice to the other partners.  \n \n(4) Every partner of a limited liability partnership is its agent subject to its agreement.  \n \n10. Designated partners. —(1) Every limited liability partnership shall have at least  one \ndesignated partner who, — \n \n(a) is an individual; and  \n \n(b) a resident in Pakistan:  \n \nProvided that in case of a limited liability partnership in which all the partners are bodies \ncorporate, or in which one or more partners are individuals and bodies corporate, at least two \nindividuals who are partners of such limited liability partnership or nominees of such bodies \ncorporate shall act as designated partners and one of the nominees or partners, as the case may be, \nshall be a resident in Pakistan.  \n \nExpl anation.—For the purpose of this section, “resident in Pakistan ” means a person who \nhas stayed in Pakistan for a period of not less than six months during the immediately preceding \none year.  \n \n(2) Subject to the provisions of sub­section (1), if the incorpo ration document, — \n \n(a) specifies who are to be designated partners such persons shall be designated \npartners on incorporation; and  \n \n(b) states that each of the partners from time to time of the limited liability \npartnership is to be a designated partner, e very such partner shall be a \ndesignated partner.  \n \nPage 14 of 38   \n(3) Subject to the provisions of sub­section (1), any partner may become a designated partner \nby and in accordance with an agreement with the other partners and a partner may cease to be a \ndesignated partne r in accordance with an agreement with other partners.  \n \n(4) Subject to the provisions of this section, a limited liability partnership shall appoint a \ndesignated partner within thirty days of a vacancy arising for any reason:  \n \nProvided that if no designate d partner is appointed, each partner shall be deemed to be a \ndesignated partner.  \n \n(5) An individual shall not become a designated partner in a limited liability partnership \nunless he has given his prior consent to act as such to the limited liability partnership in such form \nand manner as may be prescribed by the Commission through regulations.  \n \n(6) Every limited liability partnership shall ensure that the particulars of every individual who \nagrees to act as a designated partner of the limited liabilit y partnership and his consent to act as such \nare within thirty days of the appointment of the designated partner filed with the Registrar in such \nform and manner as may be prescribed by the Commission through regulations.  \n \n(7) An individual eligible to be designated partner shall satisfy such conditions and \nrequirements as may be prescribed by the Commission through regulations.  \n \n(8) A person ceases to be a designated partner if he, or the body corporate or company for \nwhich he is a nominee, ceases to be a partner in the limited liability partnership.  \n \n(9) Unless expressly provided otherwise in this Act, a designated partner shall be responsible \nfor the doing of all acts, matters and things as are required to b e done by the limited liability \npartnership in r espect to compliance of the provisions of this act including filing any document, \nreturn, statement and the like report pursuant of the provisions of this act and as may be specified in \nthe limited liability partnership agreement.  \n \n11. Joint liability.___ If the limited liability partnership contravenes the provisions of sections \n8, 9 and 10, the limited liability partnership and every designated partner commits an offence and \nshall be punishable with fine which may extend to one million rupees.  \n \n12. Relati onship of partners. —(1) Save as otherwise provided by this Act, the mutual rights \nand duties of the partners of a limited liability partnership, and the mutual rights and duties of a \nlimited liability partnership and its partners, shall be governed by the limited liability partnership \nagreement between the partners.  \n \n(2) The limited liability partnership agreement and any changes made therein shall be filed \nwith the Registrar in the form and manner, accompanied by such fee, as may be prescribed by the \nCommi ssion through regulations.  \n \n(3) An agreement in writing made before the incorporation of a limited liability partnership \nbetween the persons who subscribe their names to the incorporation document may impose \nobligations on the limited liability partnership , provided such agreement is ratified by all the partners \nafter the incorporation of the limited liability partnership.  \n \n \nPage 15 of 38  Explanation. —Any reference to a resolution of partners for a particular matter is a reference \nto a resolution passed by all or such number of partners as may be required by the limited liability \npartnership agreement for that matter.  \n \n(4) In absence of agreement as to any matter, the mutual rights and duties of the partners and \nthe mutual rights and duties of the limited liability part nership and the partners shall be determined \nby the provisions relating to that matter as are set out in the First Schedule.  \n \n13. Cessation of partnership interest. —(1) A person may cease to be a partner of a limited \nliability partnership in accordance wit h an agreement with the other partners or, in absence of the \nagreement with the other partners as to cessation of being a partner, by giving a notice of not less \nthan thirty days to the other partners of his intention to cease as partner:  \n \nProvided that a notice in writing to this effect shall be delivered by the limited liability \npartnership to the Registrar.  \n \n(2) A person may also cease to be a partner of a limited liability partnership by his death or \nby dissolution of the limited liability partnership.  \n \n(3) Where a person has ceased to be a partner of a limited liability partnership, hereinafter \nreferred to as “former partner ”, the former partner is to be regarded (in relation to any person dealing \nwith the limited liability partnership) as still being a  partner of the limited liability partnership \nunless,__ \n \n(a) the person has notice that the former partner has ceased to be a partner of the \nlimited liability partnership; or  \n \n(b) notice, that the former partner has ceased to be a partner of the limited li ability \npartnership, has been delivered to the Registrar.  \n \n(4) The cessation of a partner from the limited liability partnership does not by itself \ndischarge the partner from any obligation to the limited liability partnership or to the other partners \nor to any other person which he incurred while being a partner.  \n \n(5) Where a partner of a limited liability partnership ceases to be a partner, unless otherwise \nprovided in the limited liability partnership agreement, the former partner or a person entitled t o his \nshare in consequence of the death or insolvency of the former partner, shall be entitled to receive \nfrom the limited liability partnership an amount, — \n \n(a) equal to the capital contribution of the former partner actually made to the \nlimited liability  partnership; and  \n \n(b) his right to share in the accumulated profits of the limited liability partnership \nafter the deduction of losses of the limited liability partnership determined as \nat the date the former partner ceased to be a partner.  \n \n(6) A former partner or a person entitled to his share in consequence of death or insolvency of \nthe former partner shall not have any right to interfere in the management of the limited liability \npartnership.  \n \nPage 16 of 38   \n(7) Any former partner or the former partner's personal rep resentative or liquidator who fails \nto comply with sub­section (6) commits an offence.  \n \n14. Registration of changes in partners. —(1) A limited liability partnership shall ensure \nthat,— \n \n(a) where a person becomes or ceases to be a partner or designated, no tice is filed \nwith the Registrar within fifteen days from the date he becomes or ceases to be \na partner; and  \n \n(b) where there is any change in the name or address of a partner, notice is filed \nwith the Registrar within fifteen days of such change in respec t of designated \npartner:  \n \nProvided that where all the partners of a limited liability partnership are, from \ntime to time, designated partners notice under clause (a) will not be required.  \n \n(2) A notice filed with the Registrar under sub­section (1), — \n \n(a) shall be in such form and accompanied by such fee as may be prescribed by \nthe Commission through regulations;  \n \n(b) shall be signed by the designated partner of the limited liability partnership \nand authenticated in a manner as may be prescribed by the Commission \nthrough regulations; and  \n \n(c) if it relates to admission of a partner, shall contain a statement by the incoming \npartner that he consents to becoming a partner, signed by him and \nauthenticated in a manner as may be prescribed by the Commission t hrough \nregulations.  \n \n(3) If the limited liability partnership contravenes the provisions of sub­section (1), the \nlimited liability partnership and every designated partner of the limited liability partnership shall be \npunishable with fine which may extend to one million rupees.  \n \n(4) Any person who ceases to be a partner of a limited liability partnership may himself file \nwith the Registrar the notice referred to in sub­section (2) if he has reasonable cause to believe that \nthe limited liability partnership may not file the notice with the Registrar and in case of any such \nstatement filed by a partner, the Registrar shall obtain a confirmation to this effect from the limited \nliability partnership unless the limited liability partnership has also filed such no tice. \n \nPART V  \nEXTENT OF LIABILITY  \n15. Extent of liability of limited liability partnership. —(1) A limited liability partnership \nis not bound by anything done by a partner in dealing with a  person, if, — \n \n \nPage 17 of 38  (a) the partner in fact has no authority to act for the limited liability partnership in \ndoing a particular act; and  \n \n(b) the person knows that he has no authority or does not know or believe him to \nbe a partner of the limited liability partnership.  \n \n(2) A limited liability partnership is liable if a partne r of the limited liability partnership is \nliable to any person as a result of a wrongful act or omission on his part in the course of business of \nthe limited liability partnership or with its authority.  \n \n(3) An obligation of a limited liability p artnership , whether arising in c ontract or otherwise, is \nsolely obligation of the limited liability partnership.  \n \n(4) The liabilities of a limited liability partnership shall be met out of the property of the \nlimited liability partnership.  \n \n16. Extent of liability of a partner. —(1) A partner is not personally liable, directly or \nindirectly, for an obligation referred to in sub­section (3) of section 15 solely by reason of being a \npartner of the limited liability partnership.  \n \n(2) The provisions of sub­section (3) of  section 15 and sub­section  (l) of this section shall not \naffect the personal liability of a partner for his own wrongful act or omission, but a partner shall not \nbe personally liable for the wrongful act or omission of any other partner of the limited lia bility \npartnership.  \n \n \n17. Unlimited liability in case of fraud .—(1) In the event of an act carried out by a limited \nliability partnership or any of its partners with intent to defraud creditors of the limited liability \npartnership or any other person or for any fraudulent purpose, the liability of the limited liability \npartnership and partners who acted with intent to defraud creditors or for any fraudulent purpose \nshall be unlimited for all or any of the debts or other liabilities of the limited liabilit y partnership:  \n \nProvided that in case any such act is carried out by a partner, the limited liability partnership \nis liable to the same extent as the partner unless it is established by the limited liability partnership  \nthat such act was without the knowle dge or the authority of the limited liability partnership.  \n \n(2) Where any business is carried on with such intent or for such purpose as mentioned in \nsub­ section (1), every person who was knowingly a party to the carrying on of the business in the \nmanner aforesaid shall be punishable with imprisonment for a term which may extend to two years \nand with fine which may extend to two million rupees.  \n \nPART VI  \n \nCONTRIBUTIONS  \n \n18. Form of contribution .—(1) The form and value of contribution to the partnership of a \npartner, if any, will be decided mutually by the partners and may consist of moneys, negotiable \ninstruments, properties including valuable rights, intangibles, knowledge and skills, etc. which the \npartners deem to add value to partnership.  \n \n \nPage 18 of 38  (2) The monet ary value of contribution of partners representing intangible properties \nincluding valuable rights, intangibles, knowledge and skills etc. may be accounted for and disclosed \nin the accounts of the limited liability partnership which can be valued reliably and can be legally \nenforced, subject to the conditions as may be prescribed by the Commission through regulations.  \n \n19. Liability for contribution .—(1) The obligation of a partner to contribute money or other \nproperty or other benefit, whether tangible or intangible, or to perform services for a limited liability \npartnership shall be as per the limited liability partnership agreement.  \n \n(2) A creditor of a limited liability partnership, which extends credit or otherwise acts in \nreliance on an obligation desc ribed in that agreement, without notice of any compromise between \npartners, may enforce the original obligation against such partner.  \n \nPART VII  \n \nFINANCIAL DISCLOSURES  \n \n20. Maintenance of books of accounts, other records and audit, etc .—(1) The limited \nliability partnership shall maintain such proper books of accounts as may be prescribed by the \nCommission through regulations relating to its affairs for each year of its existence on accrual basis \nand according to double entry system of accounting and shall maintain the same at its registered \noffice for such period as may be prescribed through such regulations.  \n \n(2) Every limited liability partnership shall, within a period of four months from the end of \neach financial year, prepare a statement of accounts fo r the said financial year as at the last day of the \nsaid financial year and the designated partners of the limited liability partnership shall put their \nsignature on such statement evidencing their acceptance thereof.  \n \n(3) The Commission may, through notification in the official Gazette, specify such class or \nclasses of limited liability  partnerships who shall file the statement of accounts prepared pursuant to \nsub­section (2) with the Registrar every year in such form and manner and accompanied by suc h fee \nas may be prescribed by the Commission through regulations.  \n \n(4) The statement of accounts of limited liability partnerships shall be audited in accordance \nwith the regulations as may be prescribed by the Commission:  \n \nProvided that the Commission may , by notification, exempt any class or classes of limited \nliability partnerships from the requirements of this sub­section.  \n \n(5) A person shall not be qualified to be the auditor of a limited liability partnership unless he \nis a chartered accountant.  \n \n(6) Any limited liability partnership which fails to comply with the provisions of this section, \nunless otherwise provided, shall be punishable with fine which may extend to two million rupees and \nthe designated partners of such limited liability partnership s hall be punishable with fine which may \nextend to one million rupees.  \n \n21. Inspection of documents kept by Registrar.___ The incorporation document, names of \npartners and changes, if any, made therein and any other documents filed by the limited liability \npartnership from time to time, shall be available for inspection in office of the Registrar by any \n \nPage 19 of 38  person during business hours and in such manner and on payment of such fees as may be prescribed \nby the Commission through regulations.  \n \n22. Penalty for false  statement.___ If in any return, statement or other document required by \nor for the purposes of any of the provisions of this Act, any person makes a statement, — \n \n(a) which is false in any material particular, knowing it to be false; or  \n \n(b) which omits an y material fact knowing it to be material,  \n \nhe shall, save as otherwise expressly provided in this Act, be punishable with imprisonment for a \nterm which may extend to two years or with a fine which may extend to two million rupees or with \nboth.  \n \n23. Filin g and registration of documents .—(1) Where in opinion of the Registrar, any \ndocument required or authorized by or under this Act to be filed or registered with the Registrar,___ \n \n(a) does not comply with the requirements of law, or any regulations made by the \nCommission;  or \n(b) is not complete owing to any defect, error or omission; or  \n \n(c) is insufficiently legible or is written upon paper which is  not durable; or  \n \n(d) is not properly authenticated; or  \n \n(e) is not in the prescribed form, if any,  \n \nthe Registrar may refuse to accept the document for filing or registration and direct the limited \nliability partnership to file a revised document in the form and within the period to be specified \nthrough order:  \n \nProvided that the limited liability partnership  may appropriately amend or complete and \nresubmit the document again or submit a fresh document in its place.  \n \n(2) If the document is filed or registered and its contents are detected to be defective, false, \nforged or not capable of rectification, the Regi strar may, through order in writing, return or cancel \nthe registration of the document.  \n \n(3) If the Registrar returns or cancels the registration of document under sub­section (2), the \nsame shall not be deemed to be delivered in accordance with the provisi ons of this Act.  \n \n(4) The registration or filing of document with the Registrar does not affect or create a \npresumption as to the validity or invalidity of the document or the correctness or otherwise of the \ninformation contained in it.  \n \nPART VIII  \n \nASSIGNMENT AND  TRANSFER  OF PARTNERSHIP RIGHTS  \n \n24. Partner's transferable interest .—(1) The rights of a partner to a share of the profits and \n \nPage 20 of 38  losses of the limited liability partnership and to receive distributions in accordance with the limited \nliability partnership agreement are transferable either wholly or in part and such change shall be \ncommunicated to the Registrar within seven days.  \n \n(2) The transfer of any right by any partner pursuant to sub­section (1) does not by itself \ncause the disassociation of the partner or a dissolution and winding up of the limited liability \npartnership.  \n \n(3) The transfer of right pursuant to this section does not, by itself, entitle the transferee or \nassignee to participate in the management or conduct of the activities o f the limited liability \npartnership or access information concerning the transactions of the limited liability partnership.  \n \nPART IX  \n \nCONVERSION TO LIMITED LIABILITY PARTNERSHIP  \n \n25. Conversion from firm to limited liability partnership. — The provisions of  the Second \nSchedule shall apply to the conversion from firm to a limited liability partnership.  \n \n26. Conversion from private limited company to limited liability partnership. — The \nprovisions of the Third Schedule shall apply to the conversion from private  limited company to a \nlimited liability partnership.  \n \n \nPART X  \n \nFOREIGN LIMITED LIABILITY PARTNERSHIP  \n \n27. Foreign limited liability partnership. —(1) Foreign limited liability partnership shall not \ncarry on business in Pakistan unless it is registered as a foreign limited liability partnership as may \nbe prescribed.  \n \n(2) The Federal Government shall make rules in relation to establishment of place of business \nby foreign limited liability partnership within Pakistan and carrying on their business or through \nnotification in the official Gazette direct that any provisions of the Ordinance specified in such \nnotification shall apply to any foreign limited liability partnership, with such exception, modification \nand adaptation as may be specified in the notification . \n \n(3) In all other respects, the provisions of this Act shall apply to a foreign limited liability \npartnership.  \n \nPART XI  \n \nCOMPROMISE, ARRANGEMENT OR RECONSTRUCTION OF LIMITED LIABILITY \nPARTNERSHIPS  \n \n28. Compromise, arrangement or reconstruction of limited  liability partnerships. —(1) \nThe Federal Government shall make rules in relation to compromise, arrangement or reconstruction \nof limited liability partnership or through notification in the official Gazette direct that any \nprovisions of the Ordinance speci fied in such notification shall apply to any scheme of compromise, \n \nPage 21 of 38  arrangement or reconstruction of limited liability partnerships with such exception, modification and \nadaptation as may be specified in the notification.  \n \n(2) In all other respects, the pro visions of this Act shall apply to compromise, arrangement or \nreconstruction under sub­section (1).  \n \nPART XII  \n \nWINDING UP AND DISSOLUTION  \n \n29. Winding up.___ The winding up of a limited liability partnership may be either voluntary \nor by the Court.  \n \n30. Circumstances in which limited liability partnership may be wound up by Court.__ \nA limited liability partnership may be wound up by the Court, — \n \n(a) if the limited liability partnership decides that limited liability partnership be \nwound up by the Court;  \n \n(b) if the number of partners of the limited liability partnership is reduced below \ntwo; \n \n(c) if the limited liability partnership is unable to pay its debts;  \n \n(d) if the limited liability partnership has acted against the interests of the \nsovereignty, or integrity of Pakistan, the security of the State or public order;  \n \n(e) if the limited liability partnership has made a default in filing with the \nRegistrar the statement of accounts for any five consecutive financial years;  \n \n(f) if the limited liability pa rtnership has been conceived or brought forth or is or \nhas been carrying on unlawful or fraudulent activities; or  \n \n(g) if the Court is of the opinion that it is just and equitable that the limited \nliability partnership be wound up.  \n \n31. Procedure for winding up. —(1) The Federal Government shall make rules in relation to \nwinding up and dissolution of limited liability partnerships or through notification in the official \nGazette direct that any provisions of the Ordinance specified in such notification s hall apply to any \nwinding up and dissolution proceedings of limited liability partnerships with such exception, \nmodification and adaptation as may be specified in the notification.  \n \n(2) In all other respects, the provisions of this Act shall apply to the p rocedure for winding \nup. \n \nPART XIII  \n \nMISCELLANEOUS  \n \n32. Non­applicability of Act IX of 1932. —Save as otherwise provided by this Act, the \n \nPage 22 of 38  provisions of the Partnership Act, 1932 (IX of 1932) shall not apply to a limited liability partnership.  \n \n33. Business  transactions of partner with limited liability partnership.__ A partner may \nlend money to and transact other business with the limited liability partnership as may be prescribed \nand shall have the same rights and obligations with respect to the loan or ot her transactions as a \nperson who is not a partner.  \n \n34. Application of company law. —The Federal Government may, by notification in the \nofficial Gazette, direct that any of the provisions of the Ordinance specified in the notification, — \n \n(a) shall apply to any limited liability partnership; or  \n \n(b) shall apply to any limited liability partnership with such exception, \nmodification and adaptation as may be specified in the notification.  \n \n35. Electronic filing of documents. —(1) Any document required to be filed  or registered \nunder this Act may be filed or registered in such manner and subject to such conditions as may be \nprescribed by the Commission through regulations.  \n \n(2) A copy of or an extract from any document electronically filed with or submitted to the \nRegistrar which is supplied or issued by the Registrar and certified in such manner as may be \nprescribed by the Commission through regulations to be a true copy of or extract from such \ndocument shall, in any proceedings, be admissible in evidence as of equ al validity with the original \ndocument.  \n \n(3) Any information supplied by the Registrar that is certified by the Registrar in such \nmanner as may be prescribed by the Commission through regulations to be a true extract from any \ndocument filed or filed with o r submitted to the Registrar shall, in any proceedings, be admissible in \nevidence and be presumed, unless evidence to the contrary is adduced, to be a true extract from such \ndocument.  \n \n36. Payment of default fee.___ Subject to the provisions of this Act, i f any document or \nreturn required to be filed or registered under this Act with the Registrar, is not filed or registered in \ntime and is allowed to be filed or registered after that time, then, without prejudice to any other \naction or liability under this Act, such document or return may be filed or registered with the \nRegistrar on payment of a default fee of five thousand rupees for every day of such delay in addition \nto any fee as is payable for filing of such document or return, as the case may be.  \n \n37. Power of Registrar to strike defunct limited liability partnership off register.___ \nWhere the Registrar has reasonable cause to believe that a limited liability partnership is not carrying \non business or its operation in accordance with the provisions of t his Act, or has failed to comply \nwith any provision of this Act the name of the limited liability partnership may be struck off the \nregister of limited liability partnerships in such manner and following such procedure as may be \nprescribed by the Commissio n through regulations:  \n \nProvided that the Commission through regulations may provide for provisions related to \nvoluntary strike off from the register and dormant limited liability partnerships.  \n \n38. Penalty for improper use of word “limited liability partn ership” or “LLP”.___ If any \nperson or persons carry on business under any new name or title of which the word “limited liability \n \nPage 23 of 38  partnership ” or “LLP” or any contraction or imitation thereof is or are the last word or words, that \nperson or each of those persons shall, unless duly incorporated as limited liability partnership be \npunishable with fine which may extend to two million rupees.  \n \n39. General pe nalties.___ Any person guilty of an offence under this Act for which no \npunishment is expressly provided shall be liable to a fine which may extend to one million rupees \nand with a further fine which may extend to ten thousand rupees for every day during w hich the \ndefault continues, after the first day.  \n \n40. Offences by limited liability partnerships. ___ Where an offence under this Act \ncommitted by a limited liability partnership is proved, — \n \n(a) to have been committed with the consent or connivance of a partner or \npartners or designated partner or designated partners of the Limited Liability \nPartnership; or  \n \n(b) to be attributable to any neglect on the part of the partner or partners or \ndesignated partner of that limited liability partnership ,  \n \nthe partn er or partners or designated partner or designated partners of the limited liability \npartnership, as the case may be, as well as that limited liability partnership shall be guilty of the \noffence and shall be liable to be proceeded against and punished acco rdingly.  \n \n41. Appeal to Appellate Bench. ___ Any person aggrieved by an order or decision of \nRegistrar or any Commissioner or officer of the Commission may prefer an appeal to the Appellate \nBench and the provisions of section 33 of the Securities and Excha nge Commission of Pakistan Act, \n1997 (XLII of 1997), shall be applicable in respect of such appeal:  \n \nProvided that such appeal shall be filed within sixty days of the date of the decision and shall \nbe accompanied by such fee as may be notified by the Commi ssion.  \n \n42. Appointment of Registrar of limited liability partnerships, etc. —(1) The Commission \nmay, — \n \n(a) designate an officer of the Commission to be the Registrar of limited liability \npartnerships; and  \n \n(b) from amongst the officers of the Commission, a ppoint such number of \nAdditional Registrars, Joint Registrars, Deputy Registrars and Assistant \nRegistrars of limited liability partnerships as the Commission considers \nnecessary, for the proper administration of this Act.  \n \n(2) The Registrar shall be responsible generally for the carrying out of the provisions of this \nAct and for the collection of the fees thereunder and shall pay all amounts so collected into the funds \nof the Commission.  \n \n(3) The Commission may give to the Registrar such directions as  to the exercise of his \npowers, functions or duties under this Act and the Registrar shall give effect to such directions.  \n \n(4) The Commission may subject to such conditions or restrictions as it deems fit, for the \npurposes of the administration of this Ac t delegate to any person all or any of the powers, functions \n \nPage 24 of 38  and duties vested in the Registrar or may empower the Registrar to sub­delegate his powers to that \nperson except the power of delegation conferred by this sub­section.  \n \n43. Power of Registrar to obtain information. —(1) In order to obtain such information as a \nRegistrar may consider necessary for the purposes of carrying out the provisions of this Act, the \nRegistrar may require any person including any present or former partner or designated partne r or \nemployee of a limited liability partnership to answer any question or make any declaration or supply \nany details or particulars in writing to him within a reasonable period.  \n(2) In case any person referred to in sub­section (1) does not answer such question or make \nsuch declara tion or supply such details or p articulars asked for by the Registrar within a reasonable \ntime or time given by the Registrar or when the Registrar is not satisfied with the reply or declaration \nor details or particulars provid ed by such person, the Registrar shall have power to summon that \nperson to appear before him to answer such question or make such declaration or supply such details \nas the case may be.  \n \n(3) Any person who fails to comply with any summons or requisition of the Registrar under \nthis section shall be punishable with a fine which may extend to two million rupees.  \n \n44. Inspection of books of account by Registrar, etc. —(1) The books of account and books \nand papers of every limited liability partnership shall be op en to inspection by the Registrar or by \nany officer authorized by the Commission in this behalf if the Registrar or the Commission considers \nit necessary so to do.  \n \n(2) It shall be the duty of every partner, officer or other employee of the Limited liabili ty \npartnership to produce to the person making inspection under sub­section ( 1) all such books of \naccount and books and papers of the limited liability partnership in his custody or under his control, \nand to furnish him with any such statement, information  or explanation relating to the affairs of the \nlimited liability partnership, as the said person may require of him within such time and at such place \nas he may specify.  \n \n(3) It shall also be the duty of every partner, officer or other employee of the limi ted liability \npartnership to give to the person making inspection under this section all assistance in connection \nwith the inspection which the limited liability partnership may be reasonably expected to give.  \n \n(4) The person making the inspection under th is section may, during the course of \ninspection, — \n \n(i) make or cause to be made copies of books of account and other books and \npapers; or  \n \n(ii) place or cause to be placed by marks of identification thereon in token of the \ninspection having been made.  \n \n(5) Where an inspection of the books of account and books and papers of the limited liability \npartnership has been made under this section by the Registrar or an officer authorized by the \nCommission, such officer shall make a report to the Commission.  \n \n(6) Any officer authorized to make an inspection under this section shall have all the powers \nthat the Registrar have under this Act in relation to the making of inquiries.  \n \n \nPage 25 of 38  (7) A limited liability partnership or any person commits an offence who,‑  \n \n(a) fails to produce any book, minute book, register or other document as required \nby the Registrar under this section; or  \n \n(b) obstructs, intimidates, distracts, harasses or hinders the Registrar while \nexercising any of the powers under this section.  \n \n \n45. Punishm ent for default in compliance with provisions of section 44.___ If default is \nmade in complying with the provisions of section 44, every person who is in default shall be \npunishable with imprisonment for a term which may extend to one year and with fine which shall not \nbe less than one million rupees.  \n \n46. Investigation of affairs of limited liability partnership .—(1) The Commission may \nappoint one or more competent persons as investigators on receipt of a report under sub­section (5) \nof section 44, to in vestigate the affairs of any limited liability partnership and to report thereon in \nsuch manner as the Commission may direct.  \n \n(2) A person appointed as inspector under this section, for the purposes of his investigation, \nhave the same powers as are vested  in a court under the Code of Civil Procedure, 1908 (Act V of \n1908), while trying a suit, in respect of the following matters, namely: — \n \n(a) enforcing the attendance of persons and examine them on oath or affirmation;  \n \n(b) compelling the discovery and prod uction of books and papers and any material \nobjects; and  \n \n(c) issuing commissions for the examination of witnesses;  \n \nand every proceeding before such person shall be deemed to be judicial proceeding within the \nmeaning of sections 193 and 228 of the Pakist an Penal Code, 1860 (Act XLV of 1860).  \n \n(3) Any contravention of or non­compliance with any orders, directions or requirement of the \ninspector exercising powers of a court under sub­section (2) shall, in all respects, entail the same \nliabilities, consequen ces and penalties as are provided for such contravention, non­compliance or \ndefault under the Code of Civil Procedure, 1908 (Act V of 1908) and the  Pakistan Penal Code, 1860 \n(Act XLV of 1860).  \n \n47. Penalty to be imposed by the Commission.___ Wherever a pen alty is provided for any \noffence, contravention of or default in complying with, any of the provisions of this Act, rules or \nregulations made under this Act, such penalty shall be imposed by the Commission after providing a \nreasonable opportunity of hearin g to the party.  \n \n48. Appeal to the Court .—(1) Any person aggrieved by the final decision of the \nCommission may, within sixty days of the decision communicated to him, prefer an appeal to the \nCourt.  \n \n(2) The Court may, on an appeal made to it under sub­sect ion (1), accept, set aside or vary the \ndecision of the Commission or make such other order as the interests of justice require.  \n \nPage 26 of 38   \nExplanation .—For the purposes of sub­section (1), “final decision of the Commission ” \nmeans a decision of the Appellate Bench of the Commission under section 33 of the Securities and \nExchange Commission of Pakistan Act, 1997 (XLII of 1997).  \n \n(3) The Court shall, at the stage of admission of the appeal or at any time thereafter on the \nappli cation of the aggrieved person and after due notice to the Commission, decide by means of a \nreasoned order whether the appeal is to be admitted in part or in whole depending on the facts and \ncircumstances of the case:  \n \nProvided that the admission of the ap peal shall not per se operate as a stay and nor shall any \nstay be granted therein unless the Commission has been given an opportunity of being heard.  \n \n(4) Notwithstanding anything contained in any other law, the hearing of appeal shall continue \nday­to­day,  unless sufficient cause has been shown by the parties jointly or severally which is \nbeyond the control of the parties, the Court may adjourn the hearing for maximum of two dates and \nsuch adjournment shall not be more than fifteen days at any one time or f or more than thirty days in \nall. \n \n(5) Where on third hearing any party fails to appear and address arguments before the Court \nthe Court shall proceed and decide appeal on merits and it shall be deemed that such party has \nrelinquished its rights to address arguments.  \n \n49. Recovery of penalties.___ (1) Any penalty imposed by the Commission in exercise of its \npowers under this Act or any rules or any regulations made under this Act, shall be payable to the \nCommission and may be recovered by the Commission as a  decree for the payment of money. In \ncase the person aggrieved by such order has,___ \n \n(a) preferred an appeal under section 48 and the Court upheld the final order of \nthe Commission and it will automatically be converted into execution \nproceeding and no fr esh notices need to be issued to appellant; or  \n \n(b) not preferred an appeal to the Appellate Bench of the Commission under \nsection 33 of the Securities and Exchange Commission of Pakistan Act, 1997 \n(Act XLII of 1997) and the Court on application of the Commission has \nconfirmed and allowed conversion or initiation of execution proceedings after \nnotices to the parties as deemed appropriate by the Court.  \n \n(2) The Court shall exercise all the powers of executing court as provided in the Code of \nCivil Procedu re, 1908 (Act V of 1908), for the purposes of recovery of penalties:  \n \nProvided that the Court may, for reasons to be recorded, dispense with any procedure in the \nCode of Civil Procedure, 1908 (Act V of 1908) and follow such procedure as it may deem fit in the \ncircumstances of the case for expeditious disposal.  \n \n(3) The executing Court may attach any immovable property or sale of any movable property, \nincluding bank accounts, of the person or company on whom a penalty has been imposed under this \nAct by the C ommission and any transaction or attempt to alienate, transfer, encumber or mortgage \nsuch property shall be void, illegal and without any lawful authority.  \n \n(4) All Government departments, authorities, bodies, private entities, housing societies or \nschemes , by whatever name called, banks and any other concerned entity shall on the orders of the \nCourt be bound to assist the Commission in providing details of moveable or immovable property of \n \nPage 27 of 38  judgment debtor.  \n \n50. Cognizance of offences.___ Notwithstanding an ything contained in the Code of Criminal \nProcedure, 1898 (Act V of 1898), no court shall take cognizance of any offence punishable with \nimprisonment or fine or both, under this Act except on a complaint, in writing of the facts \nconstituting the offence, by  an officer authorized in this behalf by the Commission singed by a \ncommissioner and no court inferior to that of court of sessions shall try any such offence.  \n \n51. Power of the Federal Government to make rules. —(1) In addition to the powers \nconferred by a ny other section, the Federal Government may, by notification in the official Gazette, \nmake rules,___ \n \n(a) for all or any of the matters which by this Act are to be or may be made \nprescribed by the Federal Government;  \n \n(b) for establishment and regulating the activities of any limited liability \npartnership or class of limited liability partnerships; and  \n \n(c) generally for carrying out the purposes of this Act.  \n \n(2) Before making any such rules under sub­section ( 1), the draft thereof shall be published \nby the Federal Government in the official Gazette for eliciting public opinion thereon within a period \nof not less than fourteen days from the date of publication.  \n \n(3) Any rules made under sub­section (1) may provide that a contravention thereof shall be \npunishable with a fine which may extend to two million rupees and, where the contravention is a \ncontinuing one, with a further fine which may extend to ten thousand rupees for every day after the \nfirst during which such contravention continues.  \n \n52. Power to issue directives, circulars, guidelines, etc. —(1) The Commission may issue \nsuch directives, prudential requirements, codes, circulars, guidelines or notifications as may be \nnecessary to carry out the purposes of this Act and the rules and regulations made therein.  \n \n(2) Non­compliance or contravention of directives, prudential requirements, codes, circulars, \nguidelines, notifications etc. shall be punishable with a fine which may extend to two million rupees \nand where the contravention is a continuing one, w ith a further fine which may extend to ten \nthousand rupees for every day after the first during which such contravention continues.  \n \n53. Power to make regulations. —(1) Subject to sub­section (2), the Commission may make \nsuch regulations, which shall not be  inconsistent with the rules made under this Act and which, may \nbe required to carry out the purposes of this Act.  \n \n(2) Before making any regulations, the draft thereof shall be published by the Commission in \nthe official Gazette for eliciting public opin ion thereon within a period of not less than fourteen days \nfrom the date of publication.  \n \n(3) Any regulation made under sub­section (1) may provide that a contravention thereof shall \nbe punishable with a fine which may extend to two million rupees and, whe re the contravention is a \ncontinuing one, with a further fine which may extend to ten thousand rupees for every day after the \nfirst during which such contravention continues.  \n \n54. Power of the Commission to alter Schedules.___ The Commission may by notific ation \nin the official Gazette, alter or add any entry in the Schedules and such alterations or additions shall \n \nPage 28 of 38  have the effect as if enacted in this Act and shall come into force on the date of the notification, \nunless the notification otherwise directs.  \n \n55. Power to remove difficulty.___ If any difficulty arises in giving effect to the provisions of \nthis Act, the Federal Government may, by order published in the official Gazette, make such \nprovisions, as may appear to it to be necessary for removing the d ifficulty.  \n \n \n \n  \n \nPage 29 of 38  THE FIRST SCHEDULE  \n[See Section 12(4)]  \n \nDEFAULT PROVISIONS FOR LIMITED LIABILITY PARTNERSHIPS  \n \n1. The mutual rights and duties of the partners and the mutual rights and duties of the Limited \nLiability Partnership and its partners shall be determined, subject to the terms of any Limited \nLiability Partnership Agreement or in the absence of any such agreement, by the provisions in this \nSchedule.  \n \n2. All the partners of a Limited Liability Partnership are entitled to share equally in the \ncapita l, profits and losses of the Limited Liability Partnership. .  \n \n3. The Limited Liability Partnership shall indemnify each partner in respect of payments \nmade and personal liabilities incurred by him, — \n \n(a) in the ordinary and proper conduct of the business of the Limited Liability \nPartnership; or  \n \n(b) in or about anything necessarily done for the preservation of the business or \nproperty of the Limited Liability Partnership.  \n \n4. Every partner may take part in the management of the Limited Liability Partnershi p. \n \n5. No partner shall be entitled to remuneration for acting in the business or management of \nthe Limited Liability Partnership.  \n \n6. No person may be introduced as a partner without the consent of all the existing partners.  \n \n7. Any matter or issue relati ng to the Limited Liability Partnership shall be decided by \nresolution passed by a majority in number of the partners, and for this purpose, each partner shall \nhave one vote. However, no change may be made in the nature of business of the Limited Liability  \nPartnership without resolution passed by majority of less than three­fourth.  \n \n8. Each partner shall render true accounts and full information of all things affecting the \nLimited Liability Partnership to any partner or his authorized representatives.  \n \n9. If a partner, without the consent of the Limited Liability Partnership, carries on any \nbusiness of the same nature as and competing with the Limited Liability Partnership, he must \naccount for and pay over to the Limited Liability Partnership all profits ma de by him in that \nbusiness.  \n \n10. Every partner shall account to the Limited Liability Partnership for any benefit derived by \nhim without the consent of the Limited Liability Partnership from any transaction concerning the \nLimited Liability Partnership, or from any use by him of the property, name or any business \nconnection of the Limited Liability Partnership.  \n \n11. No majority of the partners can expel any partner unless a power to do so has been \nconferred by express agreement between the partners.  \n \n \nPage 30 of 38  _______ ____  \n \nTHE SECOND SCHEDULE  \n[See section 25]  \n \nCONVERSION FROM FIRM TO LIMITED LIABILITY PARTNERSHIP  \n \nConversion of firms to limited liability partnership  \n \n1. (1) A firm may convert to a Limited Liability Partnership by complying with the \nrequirements as to t he conversion set out in this Schedule.  \n \n(2) Upon such conversion, the partners of the firm shall be bound by the provisions of this \nSchedule that are applicable to them.  \n \nExplanation. —In this paragraph, “convert ”, in relation to a firm converting to a Limited \nLiability Partnership, means a transfer of the property, assets, interests, rights, privileges, liabilities, \nobligations and the undertaking of the firm to the Limited Liability Partnership in accordance with \nthe provisions of this Schedule.  \n \nEligi bility for conversion  \n \n2. A firm may apply to convert to a Limited Liability Partnership in accordance with this \nSchedule if and only if the partners of the Limited Liability Partnership to which the firm is to be \nconverted comprise all the partners of the  firm and no one else.  \n \nStatements to be filed  \n \n3. A firm may apply to convert to a Limited Liability Partnership by filing with the \nRegistrar, — \n \n(a) a statement signed by all of its partners in such medium and form and \naccompanied by such fees as the Comm ission may prescribe, containing the \nfollowing particulars, namely: — \n \n(i) the name and registration number (if applicable) of the firm; •  \n \n(ii) the date on which the firm was registered under the Partnership Act, \n1932 (IX of 1932) or any written law (if ap plicable);  \n \n(iii) as of the application date, the firm appears to be able to pay its debts as \nthey become due in the normal course of business; and  \n \n(iv) that all of its creditors have agreed with the application to convert to a \nlimited liability partnersh ip; and  \n \n(b) incorporation document and statement referred to in section 5.  \n \nRegistration of Conversion  \n \n \nPage 31 of 38  4. On receiving the documents referred to in paragraph 3, the Registrar shall subject to the \nprovisions of this Act, register the documents and issue a  certificate of registration in such form as \nthe Registrar may determine stating that the Limited Liability Partnership is, on and from the date \nspecified in the certificate, registered under this Act.  \n \nRegistrar may refuse to register  \n \n5. (1) Nothing i n this Schedule shall be construed as to require the Registrar to register any \nLimited Liability Partnership if he is not satisfied with the particulars or other information furnished \nunder the provisions of this Act..  \n \n(2) The Registrar may, in any particul ar case, require the documents referred to in paragraph \n3 to be verified in such manner as he considers fit.  \n \nEffect of registration  \n \n6. On and from the date of registration specified in the certificate of registration issued under \nparagraph 4, — \n \n(a) there  shall be a Limited Liability Partnership by the name specified in the \ncertificate of registration registered under this Act;  \n \n(b) all movable and immovable property vested in the firm, all assets, interests, \nrights, privileges, liabilities, obligations re lating to the firm and the whole of \nthe undertaking of the firm shall be transferred to and shall vest in the Limited \nLiability Partnership without further assurance, act or deed; and  \n \n(c) the firm shall be deemed to be dissolved and if earlier registered under the \nPartnership Act, 1932 (IX of 1932) removed from the records maintained \nunder that Act.  \n \nRegistration in relation to property  \n \n7. If any property to which sub­paragraph (b) of paragraph 6 applies is registered with any \nauthority, the Limited Liabi lity Partnership shall, as soon as practicable after the date of registration, \ntake all necessary steps as required by the relevant authority to notify the authority of the conversion \nand of the particulars of the Limited Liability Partnership in such medi um and form as the authority \nmay specify.  \n \nPending proceedings  \n \n8. All proceedings by or against the firm which are pending in any Court or before any \nauthority on the date of registration may be continued, completed and enforced by or against the \nLimited Liability Partnership.  \n \nContinuance of conviction, ruling, order or judgment  \n \n9. Any conviction, ruling, order or judgment of any court, Court or other authority in favour \nof or against the firm may be enforced by or against the Limited Liability Partnersh ip. \n \n \nPage 32 of 38   \n  \n \nPage 33 of 38  Existing agreements  \n \n10. Every agreement to which the firm was a party immediately before the date of \nregistration, whether or not of such nature that the rights and liabilities there under could be \nassigned, shall have effect as from that day as i f,— \n \n(a) the Limited Liability Partnership were a party to such an agreement instead of \nthe firm; and  \n \n(b) for any reference to the firm, there were substituted in respect of anything to \nbe done on or after the date of registration a reference to the Limit ed Liability \nPartnership.  \n \nExisting contracts etc.  \n \n11. All deeds, contracts, schemes, bonds, agreements, applications, instruments and \narrangements subsisting immediately before the date of registration relating to the firm or to which \nthe firm is a party , shall continue in force on and after that date as if they relate to the Limited \nLiability Partnership and shall be enforceable by or against the Limited Liability Partnership as if the \nLimited Liability Partnership were named therein or were a party ther eto instead of the firm.  \n \nContinuance of employment  \n \n12. Every contract of employment to which paragraphs 10 or 11 applies shall continue to be \nin force on or after the date of registration as if the Limited Liability Partnership were the employer \nthere under instead of the firm.  \n \nExisting appointment, authority or power  \n \n13. (1) Every appointment of the firm in any role or capacity which is in force immediately \nbefore the date of registration shall take effect and operate from that date as if the Limited  Liability \nPartnership were appointed.  \n \n(2) Any authority or power conferred on the firm which is in force immediately before the \ndate of registration shall take effect and operate from that  date as if it were conferred on the Limited \nLiability Partnership . \n \nApplication of paragraphs 6 to 13  \n \n14. The provisions of paragraphs 6 to 13 (both inclusive) shall not apply to any approval, \npermit or license issued under any written law to the firm which is in force immediately before the \ndate of registration of the  Limited Liability Partnership.  \n \nPartner liable for liabilities and obligations of firm before conversion  \n \n15. (1) Notwithstanding anything in paragraphs 6 to 13 (both inclusive), every partner of a \nfirm that has converted to a Limited Liability Partnershi p shall continue to be personally liable \n(jointly and severally with the Limited Liability Partnership) for the liabilities and obligations of the \nfirm which were incurred prior to the conversion or which arose from any contract entered into prior \nto the c onversion.  \n \n \nPage 34 of 38  (2) If any such partner discharges any liability or obligation referred to in sub­paragraph (1), \nhe shall be entitled (subject to any agreement with the Limited Liability Partnership to the contrary) \nto be fully indemnified by the Limited Liabi lity Partnership in respect of such liability or obligation..  \n \nNotice of conversion in correspondence  \n \n16. (1) The Limited Liability Partnership shall ensure that for a period of twelve months \ncommencing not later than fourteen days after the date of regis tration, every official correspondence \nof the Limited Liability Partnership bears the following:  \n \n(a) statement that it was, as from the date of registration, converted from a firm to \na Limited Liability Partnership; and  \n \n(b) the name and registration number (if applicable) of the firm from which it was \nconverted.  \n \n(2) Any Limited Liability Partnership which contravenes the provisions of sub­paragraph ( 1) \nshall be punishable with fine which may extend to one million rupees and with a further fine which \nmay extend to ten thousand rupees for every day after the first day after which the default continues.  \n \n \n \n__________  \n \n \nPage 35 of 38  THE THIRD SCHEDULE  \n[See section 26]  \n \nCONVERSION FROM PRIVATE COMPANY TO LIMITED LIABILITY PARTNERSHIP  \n \nInterpretation  \n \n1. In this Schedule, unless the context otherwise requires, — \n \n(a) “company ” means a private company as defined in sub­section (7) of section 2 \nof the Companies Ordinance, 1984 (XLVI1 of 1984); and  \n \n(b) “convert ”, in relation to a private company converting to a Limited Liability \nPartnership, means a transfer of the property, assets, interests, rights, \nprivileges, liabilities, obligations and the undertaking of the private company \nto the Limited Liability Partnership in accordance with this Schedule.  \n \nEligibility for conversion of private companies to Limited Liability Partnership  \n \n2. (1) A company may convert to a Limited Liability Partnership by complying with the \nrequirements as to the conversion set out  in this Schedule.  \n \n(2). A company may apply to convert to a Limited Liability Partnership in accordance with \nthis Schedule if and only if, — \n \n(a) there is no security interest in its assets subsisting or in force at the time of \napplication; and  \n \n(b) the pa rtners of the Limited Liability Partnership to which it converts comprise \nall the shareholders of the company and no one else.  \n \n(3) Upon such conversion, the company, its shareholders, the Limited Liability Partnership to \nwhich the company has converted an d the partners of that Limited Liability Partnership shall be \nbound by the provisions of this Schedule that are applicable to them.  \n \nStatement to be filed  \n \n3. A company may apply to convert to a Limited Liability Partnership by filing with the \nRegistrar, — \n \n(a) a statement by all its shareholders in such form and manner to be accompanied \nby such fees as the Commission may prescribe, containing the following \nparticulars, namely:‑  \n \n(i) the name and registration number of the company; and  \n \n(ii) the date on which the company was incorporated under the Companies \nOrdinance, 1984 (XLVII of 1984); and  \n \n \nPage 36 of 38  (b) incorporation document and statement referred to in section 5.  \n \nRegistration of conversion  \n \n4. On receiving the documents referred to in paragra ph 3, the Registrar shall, subject to the \nprovisions of this Act and the rules made there under register the documents and issue a certificate of \nregistration in such form as the Commission may prescribe stating that the Limited Liability \nPartnership is, o n and from the date specified in the certificate, registered under this Act.  \n \nRegistrar may refuse to register  \n \n5. (1) Nothing in this Schedule shall be construed as to require the Registrar to register any \nLimited Liability Partnership if he is not satisf ied with the particulars or other information furnished \nunder the provisions of this Act.  \n \n(2) The Registrar may, in any particular case, require the documents referred to in paragraph \n3 to be verified in such manner as he considers fit.  \n \nEffect of registration  \n \n6. On and from the date of registration specified in the notice of registration issued under \nparagraph 4,___ \n \n(a) there shall be a Limited Liability Partnership by the name specified in the \ncertificate of registration registered under this Ac t; \n \n(b) all movable and immovable property vested in the company, all assets, \ninterests, rights, privileges, liabilities, obligations relating to the company and \nthe whole of the undertaking of the company shall be transferred to and shall \nvest in the Limi ted Liability Partnership without further assurance, act or \ndeed; and  \n \n(c) the company shall be deemed to be dissolved and removed from the records of \nthe Registrar of Companies.  \n \nRegistration in relation to property  \n \n7. If any property to which clause (b)  of paragraph 7 applies is registered  with any authority, \nthe Limited Liability Partnership shall as soon as practicable after the date of registration, take all \nnecessary steps as required by the relevant authority to notify the authority of  the conversio n and of \nthe particulars of the Limited Liability Partnership in such medium and form as the authority may \ndetermine.  \n \nPending proceedings  \n \n8. All proceedings by or against the company which are pending before any court, Court or \nother authority on the dat e of registration may be continued, completed and enforced by or against \nthe Limited Liability Partnership.  \n \n \nPage 37 of 38  Continuance of conviction, ruling, order or judgement  \n \n9.Any conviction, ruling, order or judgment of any court, Court or other auth ority in favour \nof or against the company may be enforced by or against the Limited Liability Partnership.  \n \nExisting agreements  \n \n10. Every agreement to which the company was a party immediately before the date of \nregistration, whether or not of such nature that the rights and liabilities there under could be \nassigned, shall have effect as from that day as if,___ \n \n(a) the Limited Liabili ty Partnership were a party to such an agreement i nstead of \nthe company; and  \n \n(b) for any reference to the company, there were substituted in respect of anything \nto be done on or after the date of registration a reference to the Limited \nLiability Partnership.  \n \nExisting contracts, etc.  \n \n11. All deeds, contracts, schemes, bonds, agreements, applications, instruments and \narrangements subsisting immediately before the date of registration relating to the company or to \nwhich the company is a party shall  continue in force on and after that date as if they relate to the \nLimited Liability Partnership and shall be enforceable by or against the Limited Liability Partnership \nas if the Limited Liability Partnership were named therein or were a party thereto ins tead of the \ncompany.  \n \nContinuance of employment  \n \n12. Every contract of employment to which paragraph 11 or 12 applies shall continue in force \non or after the date of registration as if the Limited Liability Partnership were the employer there \nunder instead  of the company.  \n \nExisting appointment, authority or power  \n \n13. (1) Every appointment of the company in any role or capacity which is in force \nimmediately before the date of registration shall take effect and operate from that date as if the \nLimited Liabil ity Partnership were appointed.  \n \n(2) Any authority or power conferred on the company which is in force immediately before \nthe date of registration shall take effect and operate from that date as if it were conferred on the \nLimited Liability Partnership.  \n \nApplication of paragraphs 7 to 14  \n \n14. The provisions of paragraphs 7 to 14 (both inclusive) shall not apply to any approval, \npermit or license issued under any written law to the company which is in force immediately before \nthe date of registration of the Limited Liability Partnership.  \n \n \nPage 38 of 38  Notice of conversion in correspondence  \n \n15. (1) The Limited Liability Partnership shall ensure that for a period of twelve months \ncommencing not later than fourteen days after the date of registration, every o fficial correspondence of \nthe Limited Liability Partnership bears the following, namely: — \nShamil Hassan  \n(a) statement that it was, as from the date of registration, converted from a company \nto a Limited Liability Partnership; and  \n \n(b) the name and regist ration number of the company from which it was converted.  \n \n(2) Any Limited Liability Partnership which contravenes the provisions of sub­paragraph (1) \nshall be punishable with fine which may extend to one million rupees and with a further fine which \nmay ex tend to ten thousand rupees for every day after the first day after which the default continues.  \n \n \n \n \nShamil Hassan"
}