{
    "file": "./converted_json\\administrator88869e029822dbe2b228f3584d46b6b8.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "Page 1 of 3 \n  \n \n \nTHE SPORTS (DEVELOPMENT AND CONTROL) ORDINANCE, \n1962  \n \n \n \nCONTENTS  \n1.  Short title , extent and commencement  \n2.  Definitions  \n3.  Establishment of the Board  \n4.  Name, Constitution, powers and functions of a Board  \n5.  Exclusive right to make rules for the development , control and uniformity of Sports \nthroughout Pakistan  \n \n \n  \n \n \n\n \nPage 2 of 3 \n THE SPORTS (DEVELOPMENT AND CONTROL) ORDINANCE, 1962  \nORDINANCE N0. XVI OF 1962  \n[2nd May, 1962]  \nAn Ordinance to regulate the de velopment and control of Sports  \n WHEREAS it is expedient to regulate the development and  control of Sports in Pakistan ;  \n NOW, THEREFORE, in pursuance of the Proclamation of the seventh day of October, 1958, \nand in exercise of all powers enabling him in that behalf, the  President is pleased to make and \npromulgate the following Ordinance :__  \nPART I  \n 1. Shor t title , extent and commencement.___(1) This Ordinance shall be called the Sports \n(Developmen t and Control) Ordinance, 1962.  \n (2) It extends to the whole of Pakistan.  \n (3) It shall come into force at once.  \n 2. Definitions.___In this Ordinance, unless there is anything repugna nt in the subject or \ncontext,__ \n(i)  “Sports” shall include Hockey, Football, Athletics, Wrestling, Cricket, \nWeight -lifting, Squash Rackets, Swimm ing, Boxing, Cycling, Basketball, \nGolf, Volleyball, Rifle Shooting, Table Tennis, Badminton, Lawn Tenni s, \nPolo, Racing, Body -Building,  Skiing, Mountaineering , and any other activity \nwhich the 1[Federal Government] may, by notification in the official Gazette, \nspecify.  \n(ii)  “Board” means a Board constituted under this Ordinance, for the control of \nSports in Pakistan.  \nPART II  \n 3. Establishment of the Board.___(1) As soon as may be after the commencement of this \nOrdinance, the 1[Federal Government] may, for the purposes of promoting and developing uniform \nstandards of competition in Sports in Pakistan comparable to the standards prevailing internationally, \nand r egulating and controlling sports in Pakistan on a national basis, by notification in the official \nGazette, constitute, one or more boards for the control of Sports in Pakistan.  \n (2) A Board shall be a body corporate having perpetual succession and a commo n seal with \npower to acquire, hold and dispose of property, both movable and immovable.  \n \n \n1Subs. by F.A.O., 1975.  \n \nPage 3 of 3 \n  4. Name, Constitution , powers and functions of a Board.___The name, Constitution, \npowers and functions of a Board shall be such as may be det ermined by the 1[Federal Government].  \n 5. Exclusive right to make rules for the development , control and uniformity  of Sports \nthroughout Pakistan.___A Board may make rules and regulations for carrying its objects into effect.  \n \n \n_____________  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nRGN Date: 20-05-2024  \n1Subs. b y F.A.O., 1975."
}