{
    "file": "./converted_json\\administratorad65ee0b91d80bc8c37c50f55b189dae.json",
    "name": "Regulation of Generation, Transmission and Distribution of Electric Power (Amendment) Ordinance, 2021",
    "date": "22nd March, 2021",
    "tagline": "Further to amend the Regulation of Generation, Transmission and Distribution of Electric Power Act, 1997",
    "content": "PART I] THE GAZETTE OF PAKISTAN, EXTRA.,  MARCH  29,  2021  131 \n \n \n \n \nISLAMABAD, MONDAY , MARCH  29, 2021 \n \n \nPART I  \n \nActs, Ordinances, President ’s Orders and Regulations  \n \nGOVERNMENT OF PAKISTAN  \nMINISTRY OF LAW AND JUSTICE  \n \nIslamabad, the 24th March, 2021  \n \n \n No. F . 2(1)/ 2021-Pub.—The following Ordinance promulgated on 22 nd \nMarch, 2021 by the President is hereby pub lished for general information: — \n \nORDINANCE NO. VIII  OF 2021  \n \nAN \n \nORDINANCE  \n \nfurther to  amend the Regulation of Generation, Transmission and  \nDistribution of Electric  Power Act, 1997  \n \n WHEREAS  it is expedient fu rther to amend the Regulation of Generation, \nTransmission and Distribution of Electric Power Act, 1997 (Act No. XL of \n1997), for the purposes hereinafter appearing;  \n \n \n \n \n(131) \n \nPrice: Rs. 10.00 \n[375(2021)/Ex. Gaz.]   \n132 THE GAZETTE OF PAKISTAN, EXTRA.,  MARCH   29,  2021 [PART I \n \n AND WHEREAS , the Senate and the National A ssembly are not in session \nand the President of the Islamic Republic of Pakistan is satisfied that \ncircumstances exist which render it necessary to take immediate action;  \nNOW,THEREFORE , in exercise of the powers conferred by clause (1) of \nArticle 89 of the  Constitution of the Islamic Republic of Pakistan, the President \nof the Islamic Republic of Pakistan is pleased to make and prom ulgate the \nfollowing Ordinance: — \n1. Short title  and commencement. —(1) This Ordinance shall be \ncalled the Regulation of Generatio n, Transmission and Distribution of Electric \nPower (Amendment) Ordinance, 2021.  \n (2) It shall come into force at once.  \n 2. Amendment  of section 2, Act XL of 1997. —In the Regulation of \nGeneration, Transmission and Distribution of Electric Power Act, 1997 (A ct No. \nXL of 1997), hereinafter called the said Act, in section 2, - \n (a)  after clause (iii), the following new cl ause shall be inserted, \nnamely:— \n “(iiia)  “consolidated accounts ” means the consolidated revenue \nrequirement of public sector licensees, enga ged in supply of \nelectric power to consumers,compiled by the uniform tariff \napplicant, on the basis ofindividual tariff  determined by the \nAuthority of such licensees ”; and  \n (b)  in clause (xxvii), the word “and” at the end shall be omitted and \nthereafter, the following new cla uses shall be inserted, namely: — \n “(xxviia)  “uniform tariff applicant ” means any entity designated by the \nconcerned Minister in charge for the purposes of filing \nuniform tariff application based on consolidated accounts; and  \n (xxviib)  “uniform tariff application ” means an application filed by the \nuniform tariff applicant for the purposes of determination, \nmodification and revision of the uniform tariff; ”. \n 3. Amendment o f section 23F, Act XL of 1997. —In the said Act, in \nsection 23F, in  sub-section (2), in clause (e), the word “and” at the end shall be \nomitted, in clause ( f), for full stop at the end, the expression is “ ; and” shall be \nsubstituted and thereafter  the following new  clause shall be added, namely: — \n “(g)  ensure timely subm ission of annual or multiyear petitions and \nquarterly petitions, as specified by the Authority and to the extent \napplicable to it, ensure timely submission of all information and \nPART I] THE GAZETTE OF PAKISTAN, EXTRA.,  MARCH  29,  2021  133 \n \n data to the uniform tariff applicant so that the uniform tariff \napplication d uly supported by consolidated accounts is moved by it \nwithin a period of fifteen days of intimation of tariff by the \nAuthority under sub -section (4) of section 31:  \n   Provided that in the event timely submissions are not made, \nthen the Authority may call f or requisite information in terms of \nsection 44 of this Act. ”. \n 4. Amendment  of section 31, Act XL of 1997. —(1) In the said Act, \nin section 31, —  \n (a) in sub -section (4), for the expression “in the public consumer \ninterest, determine a uniform tariff for d istribution licensees wholly \nowned and controlled by a common shareholder ” the expression \n“on the basis of uniform tariff application, determine a uniform \ntariff for public sector licensees, engaged in supply of electric \npower to consumers,in the consumer ’s interest” shall be substituted; \nand \n (b) for sub -section (7), the following  shall be substituted, namely: — \n “(7)  Notification of the Authority ’s approved tariff or uniform \ntariff, as the case may be, rates, charges and other terms and \nconditions for the  supply of electric power services shall be \nmade, in the official Gazette, by the Federal Government \nwithin thirty days of intimation of the same by the Authority.  \nIn the event, the Federal Government fails to notify the tariff \nso determined by the Authori ty, or refer the matter to the \nAuthority for re -consideration, within the time period \nspecified, then the Authority may direct immediate \napplication of its recommended and approved tariff or \nuniform tariff, as the case may be, by way of notification of \nthe same, subject to adjustment which may arise on account of \nre-consideration, if any, subsequently filed by the Federal \nGovernment:  \n  Provided that — \n (a) the Federal Government may, as soon as may be, but not \nlater than thirty days of receipt of the Authori ty’s \nintimation of its approved tariff of public sector \nlicensees involved in distribution and supply business, \nrequire the Authority to reconsider its determination of \nsuch tariff to the extent of issues common to these \nlicensees,whereupon the Authority s hall, within thirty \n134 THE GAZETTE OF PAKISTAN, EXTRA.,  MARCH   29,  2021 [PART I \n \n days, determine these after re -consideration and intimate \nthe same to the Federal Government;  \n (b) the Authority may, on a quarterly basis and not later than \na period of fifteen days, make quarterly adjustments in \nthe approved tariff on  account of capacity and \ntransmission charges, impact of transmission and \ndistribution losses, variable operation and maintenance \nand policy guidelines as the Federal Government may \nissue, and  intimate the tariff so adjusted to the Federal \nGovernment prior  to its notification in the official \nGazette.The Federal  Government may, as soon as may \nbe, but not later than fifteen days of receipt of the \nAuthority ’s intimation of its recommendation for \nadjustment, require the Authority to reconsider its \ndetermination  of such quarterly adjustment. In the event, \nthe Federal Government does not refer the matter to the \nAuthority for re -consideration, within the time period \nspecified above, then the Authority shall notify the tariff \nso adjusted in the official Gazette. How ever, in case of \nfiling of the re -consideration request by the Federal \nGovernment, within the time period specified above, the \nAuthority shall, within fifteen days, determine such \nadjustments after re -consideration and intimate the same \nto the Federal Gove rnment prior to its notification in the \nofficial Gazette;  \n (c) the Federal Government in lieu of re -consideration \nrequests may opt to file an appeal, however, in the event, \nthe Federal Government moves re -consideration request \nthen it shall not subsequentl y be entitled to avail the \nremedy of appeal against the decision of re -consideration \nrequest;  and \n (d)  the Authority may, on a monthly basis and not later than a \nperiod of seven days, make adjustments in the approved \ntariff on account of any variations in  the fuel charges and \npolicy guidelines as the Federal Government may issue and \nnotify the tariff so adjusted in the official Gazette. ”; \n (c)  after sub -section (7), substituted as aforesaid, the following \nnewsub -section shall be added, namely:  \n (8) Notwit hstanding anything contained in this Act and in \naddition to the tariff, rates and charges notified under  \nsub-sections (7) and this sub -section, each electric power \nPART I] THE GAZETTE OF PAKISTAN, EXTRA.,  MARCH  29,  2021  135 \n \n supplier shall collect such surcharges from any or all \ncategories of consumers, as the Fede ral Government may \ncharge and notify in the official Gazette from time to time, in \nrespect of each unit  of electric power sold to any or all \ncategories of consumers and deposit the amount so collected \nin such manner as may be prescribed. The amount of such  \nsurcharges shall be deemed as a cost incurred by the electric \npower  supplier and included in the tariff notified under sub -\nsection (7):  \n   Provided that such surcharges shall be levied for the \nfollowing  purposes, namely: — \n (a) fundingof any public sector project of public importanceto \nthe extent decided by the Federal Government; and  \n (b) fulfilment of any financial obligation of the Federal \nGovernment with respect to electric power services  to \nthe extent decided by the Federal Government.  \n           Expla nation : For the purposes of this proviso, the \nterm “financial obligation ” includes obligations of the \nFederal Government to make payments in respect of \npurchase of electric power as well as obligations related \nto electric power services secured through iss uance of \nsovereign guarantee:  \n           Provided further that the aggregate amount of such \nsurcharges shall not exceed ten percent of the aggregate \nrevenue requirement of all electric power suppliers, \nengaged in supply of electric power to end consumers, as \ndetermined by the Authority ”. \n 5.  Amendment of section 51, Act XL of 1997. —In the said Act, in \nsection 51, — \n (a) the existing provision shall be numbered as sub -section (1) thereof; \nand \n (b) after sub -section (1), numbered as aforesaid, the following n ew \nsub-section shall be added, namely: — \n “(2)  All notifications issued by the Federal Government in exercise \nof the powers under this Act  with respect to surcharge or \nadditional charge, from time to time, and continued to be in \nfield till the coming into force of the Regulation of \n136 THE GAZETTE OF PAKISTAN, EXTRA.,  MARCH   29,  2021 [PART I \n \n Generation, Transmission and Distribution of Electric Power \n(Amendment) Ordinance, 2021, notwithstanding any omission \nor anything to the contrary contained therein or anything to \nthe contrary contained in any decree, judgment or order of any \ncourt, shall be deemed to have been validly made and issued \nand any amount charged, collected or realized by any \ndistribution company from any consumer in pursuance thereof \nshall be deemed to have been validly charged, collected and \nrealized.”. \n \n \n \nDR. ARIF ALVI,  \nPresident.  \n \n \n—————  \n \nRAJA NAEEM AKBAR , \nSecretary.  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n————————————————————————————————  \nPRINTED  BY THE MANAGER, PRINTING CORPORATION OF  PAKISTAN PRESS,  ISLAMABAD.  \nPUBLISHED BY THE  DEPUTY CONTROLLER, STATIONERY AND FOR MS, UNIVERSITY ROAD, KARACHI."
}