{
    "file": "./converted_json\\administratord4eb0a2cbb856348284df36d5b9bba95.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "EXTRAORDINARY \nPUBLICISHED BY AUTHORITY \n \nISLAMABAD, TUESDAY,  NOVEMBER 15, 2005 \n \nPART-II \n \nStatutory Notification (S.R.O) \n \nGIVERNMENT OF PAKISTAN   \n \nNATIONAL ELECTRIC POWE R REGULATORY AUTHORITY \n \nNOTIFICATION \n \nIslamabad the 15th November, 2005 \n \nS.R.O. 1138(I)/ 2005. _  In exercise of the powers conferre d by section 46 of the Regulation \nof Generation, Transmission and Di stribution of Electric Power Act,  1997 (XL of 1 997), read with \nclause (c) of sub section (2) of section 7 and section 34 thereof, the National Electric Power \nRegulatory Authority, with the approval of Federa l Government, is pleased to make the following \nrules, namely:-    \nPART I \nPRELIMINARY \n \n1.  Short title, commencement and application. -  (1) These Rules shall be called the National \nElectric Power Regulatory Authority Performance Standards (Transmission) Rules, 2005.  \n \n(2)   These rules shall come into force at once. \n(3) The performance standards as set out in these rules shall be applicable to all \ntransmission and special purpose transm ission licence holders (SPTL) who shall \nannually report the operational performan ce of their transmission system according \nto the criteria laid down in these rules.   The format for reporting performance is \nshown in Performance Standards Forms as set out in Annexure I to these rules. \n \n2. Definitions.  - (1) In these rules, unless there is anyt hing repugnant in the subject or context,-  \n \n(a) “Act” means the Regulation of Generation, Transmission and Distribution of Electric \nPower Act, 1997 (XL of 1997); \n \n(b) “circuit” means an arrangement of one or more cables, or conduc tors of an overhead \nline or underground cable for the purpose of conveying electric power and forming a \ntransmission system or a branch of transmission system; \n \n(c) “energy not served” means loss of supply to distribution company or bulk power \nconsumer (BPC) at the following point’s namely:- \n \n(i)   in case of di stribution company,- \n(a) incoming breaker(s) of 132 kV side of 500/220/132 kV substation; and  \n(b) 132kV outgoing circuit breaker(s) of 500/220/132 kV substation provided \nthat such breaker(s) is (are) rendered out of service due to any outage not attributed to the distribution system do wnstream of the said breaker as shown \nin Appendix I; and \n \n(ii) in case of bulk power consumers (BPC ), loss of supply to BPC at the 220 kV \nincoming circuit breaker installed at c onsumer’s own Grid Station as shown \nin Appendix II.   \n \n(d) “force majeure” means an act of God that is reasonably not foreseeable by a \ntransmission licencee or a fault or cau se beyond the reasonable control of a \ntransmission licencee;  \n \nExplanation.-  Events such as an earthquake, e xplosion, riot, flood, hurricane that \nresult in exceeding the design parameters of the equipment or other calamity of catastrophic nature whose timing, duration,  and extent of the impact can not be \nreasonably foreseen or quantified by the tr ansmission licencee may be considered as \na force majure condition. \n (e) “interconnection point” means the point of connection of the tran smission facilities \nof a transmission company to the electrical  facilities of the distribution company, \nSPTL or bulk power consumers;  \n \n(f) “kV” means kilo-volts or 1,000 volts; \n(g) “outage” means the period during which the transmission facilities including either \nelectrical circuits, or transformers or sub-st ations or all of these remain out of service \nand causes loss of supply at  interconnection point;  \n \n(h)  planned non-availability means,- \n   \n  (i) non-availability due to planned outages required for maintenance;  \n(ii) non-availability due to  planned outages required for the addition, augmentation \nof capacity or modification of the transmission system; and   \n(iii)planned outages required to construct or  modify the transmission system for the \nexclusive benefit of spec ific system users;  \n \n(i) unplanned non-availability means, unplanne d non-availability due to a forced or \nunplanned outage not attributed to the distribution system;  \n \n(j) “tie line” means interconnection facility for the transfer of el ectric power between \nthe licensee and any other person operating outside the jurisdiction of the Act;  \n \n(k) “year” or “annual”  means the period of twelve months beginning on the 1st July of a \nyear and ending on the 30th  June of the following year. \n    \n(2) Words and expressions used but not define d in these rules shall have the same \nmeaning as in the Act. \n \n   \n \n \nPART II \n \nOPERATIONAL PERFORMANCE CRITERIA  \n \n3. System reliability. – The reliability of a transmission system shall be monitored by \n recording loss of supply incidents. Loss of suppl y incidents shall be re ported individually with \ndetails of location, time, duration of incident  and maximum demand lost as per the following \nindices, namely:-   \n \n \n  \n(a) System Duration of Interruption: \n=Sum of the total outage hours recorded at all the interconnection points (other  than 132kV line trippings) in a period.  \n          Number of monitoring points (Interconnection Point).  \n \n(b)  System Frequency of Interruption:   \n= Number of outages at all 132kV outgoing circuits (other than 132kV line trippings) in a period.  \n             N u m b e r  o f  C i r c u i t s .  \n \n4. Tie lines reliability. – Reliability Indices for Tie Lines shall be the same as that given  \nfor System Reliability under rule 3.   In order to ensure enhanced Tie Lines reliability outages shall \nbe co-ordinated, as far as practical, between th e interconnected parties to allow work to be \nundertaken by both parties during each  outage to minimize the losses of  availability on the basis of \nwork being carried out by parties on their assets.  \n \n5. System security (energy not served). – For the purpose of system security \n measurements, the estimates of the total energy not  served during the year shall be reported as per \nthe following formula, namely:-   \n    \n∑  Pi x T  \n       \n \n \n Where:  \nP\ni   = MW lost in the ith circuit connected to inco ming circuit breaker of  \nrelevant substation as identified und er clause (e) of section 2 and  \nAppendices I & II to these rules. \nn = Total number of reported circuits. T    = Duration in hours where T is a real number > 0. \n \n i=1 n\nEnergy not Served (ENS) = \nExplanation.- For the calculation of energy  not served (ENS) if T is less than or equal to 1 \nthen P i will be equal to MW delivered at the time of initiation of the outage. In case T is more than \n1, then for every additional hour, P i will be equal to the average MW (to be taken on ½ hourly \nbasis) recorded during the corresponding hour of the same day of the preceding week immediately \nprior to the outage. For any fraction of hour, P i will be equal to MW recorded at the start of the \ncorresponding hour.   \n \nIllustration .- The circuit carrying 50 MW connected to 132 kV incoming circuit breaker \n experiences outage on Monday at 10 AM. Th ree different scenarios are considered. \n \nScenario No. 1: Circuit remains out of service for 1 Hour.  \nScenario No. 2: Circuit remains out of service for 2 Hours. Scenario No. 3: Circuit remains out of service for 2.4 Hours. \n \nUnder scenario 1 P i will be 50 MW, T is equal to 1 hour \nSo ENS = 50 x 1 = 50 MWH \n \nFor scenario 2 the P i  will be as under:  \n(i) for 1st hour  = 50 MW \n(ii) for 2nd hour  = Average MW recorded (from 11 AM to 12 Noon) on      \n      Monday last (corresp onding hour and day)(which was say  \n40 MW) \nE.N.S = 50 x 1 + 40 x 1   = 90 MWH \n \n  For scenario 3 the P I will be as under:  \n(i)  for 1st  hour  = 50 MW \n(ii)  for 2nd hour  = 40 MW \n (iii) for fraction of time (0.4 hours) the load recorded at the start of corresponding hour (12 \n Noon) on Monday (which was say 60 MW) \nE.N.S = 50 x 1 + 40 x 1 + 60 x 0.4 \n = 114 MWH \n \nNote: In case of restricted load se rved to the distribution companies after the incident, the \nquantum of less energy served wi ll be calculated on the same lines  as above for the less load \nserved.   \n    6.  Quality of supply . – The quality of supply shall be m easured with reference to system \nvoltage and system frequency, as se t out in Annexure I to these rules. \n \n7. System voltage.- (1) Under normal conditions the voltage  variations of plus or minus \n±5% of the nominal voltage for voltages of 132kV (w here applicable) and above shall be permitted. \n \n(2) Under (N-1) contingency conditions voltage variations of plus or minus ±10% of \nthe nominal voltage for voltages of the 132kV (whe re applicable) and above shall be permitted. \n \n \n(3) The criteria for reporting voltage variations outside the limits specified in sub \n-rules (2) and (3) only apply when  the duration of variation exceed s a continuous period of thirty \n minutes.  \n \n  8. System  frequency. – (1) The frequency variations of plus  or minus ±1% of the nominal \nfrequency of 50 Hertz shall be permitted, i.e. frequency to remain within the frequency limits of 49.50 to 50.50 Hertz at all times. \n (2). The criteria for reporting frequency variati ons outside the limits specified inb sub-rule \n(1) only apply when the duration of the vari ation exceeds a continuous period of  five \nminutes.  \n \n \n  \n \n \nPART III \n \nOPERATIONAL PERFORMANCE CRITERIA REPORTING \n \n9. Reporting of performance levels. - The licensee shall submit to the Authority every \nyear, before the 31st of March of the succeeding year, an annual performance report. The annual \nperformance report shall contain all relevant information with respect to compliance with these rules during the year, including a statement of comparison with the compliance reporting achieved \nduring the preceding year.   \n10. Reporting guidelines. – All transmission licencees shall be required to report to \nthe Authority the performance of their transm ission system. The following guidance notes are \nprovided to assist licencees on the presenta tion of system performance, namely:-  \n \n(a)  System reliability:   \n \nCharts should be prepared for the following: \n \n- System duration of interruption presented monthly for the year. - System frequency of interruption presented monthly for the year.  - % Planned non-availability  presented monthly for th e year and including a \nbreakdown of the various categ ories of planned outages. \n \nWhere:  % planned non-availability  \n \n   = total outages time in  hours as per Section 2(g)  x  100 \nNumber of days of the month x 24  \n \n(b)  Tie line reliability:  \n Charts should be prepared for the following: \n     - Number and duration of interruption.  \n \n(c)  System security:  \nCharts, each giving the a nnual performance over seve ral years including the \nreporting year for the following: \n \n- Number of incidents, where th ere has been a loss of supply. \n- Estimated average energy not served. \n- average energy not served per incident. \n- Average duration of incident. \n- % age time (hours) in a y ear during which load was restricted or generation \nwas rescheduled due to inadequate transmission capacity. \n- Maximum demand lost: Demand lost whic h may be due to inadequacy of \ntransmission capacity resulting in loss or  restriction in load to be served. \n \n  \n(d) Quality of supply:  \n \n     (i) Voltage: \n \nCharts showing the number of incidents,  voltage was outside the prescribed \nlimits on an annual basis with the following information. The more years presented the better as a trend in annual  performance can then be identified.    \n \n- % age of time during which the vo ltage on 132 kV (where applicable) \nand above was permitted beyond the maximum and minimum limits as prescribed in these rules.  \n \n- The maximum and minimum voltage beyond the permitted limit with \ntime and date.  \n \n  - The tap position of the interconnec ting transformer and load transformer \nat the time of maximum and mini mum voltage beyond permitted value \nwith the name of grid station.  \n \n(ii)  Frequency: \n \nCharts showing the number of incidents frequency was outside the prescribed limits on an annual basis with the following information. The \nmore years presented the better as a trend in annual performance can then be identified.  \n \n- % age of time (hours) of the year  the frequency was above or below \nthe permitted limits as prescribed in these rules.  \n- The maximum continuous period of deviation. \n  - The maximum and minimum frequency with date and time and \nWhether it caused any islanding of th e network giving details if any.  \n \n \nPART IV \n \nMISCELLENEOUS  \n \n \n11. Data base – The licensee shall maintain a co mputerized database system \nCovering all transmission power supply outages. Th e database shall include for each occurrence the \nfollowing, namely:- \n \n(i) Date and time of occurrence of an outage (power supply interruption). \n(ii) The point of an outage ( power supply interruption). \n(iii) The time at which the service was restored , allowing for staged restoration of \na major outage. \n(iv) Total duration of outage for each restoration stage. \n(v) Total number of connected consumers. \n \n \n12. Monitoring, fines and penalties. – (1) Two years data after the notification of \nthese rules will be used to set benchmarks which would be monitored for the purposes of fines and \npenalties.  \n \n(2) For the purpose of reporting system relia bility, the following shall be excluded \nfrom calculations of indices, namely:  \n(i) Planned outages: \n(ii)  outages caused under force majeure (conditions); and  \n(iii) outages due to generation deficits or interconnection of a Generation facility. \n \n \nAPPENDIX-1\n \n[ See rules 1 (3), 3,5,7 and 8] \nForm I \n \nSystem Reliability \n \nA. System duration of interruption:  \n \nTotal outages hours recorded at all \ninterconnection points (excluding \n132kV line tripping). Total number of \ninterconnection points. \n    System duration of \ninterruption.    3 = 1\n \n 2 \n(1) (2) (3) \n   \nForm 2 \n \n(B) System frequency of interruption: \n \nTotal number of outages \nrecorded at all 132kV outgoing circuits (excluding 132 kV line tripping).    \n Total number of 132kV \ncircuits.      \n System frequency of \ninterruption.    3 = 1\n \n 2 \n \n(1) (2) (3) \n   \n \n \nForm 3 \n \nSystem Security \n \nName of circuit. \n    Per circuit energy not served.  \n  \n 2 =  P x T  Total energy not served. \n  3 = P\nI + P 2  + P 3 + ….. \n \n(1) (2) (3) \n1. P I  \n2. P 2  \n3. P 3  \n4. P 4  \n5. P 5  \n \n  \nForm 4 \n  \nQuality of Supply \nVoltage \n \nVoltage class. List of transmission \ncircuits violating the \nvoltage criteria. Highest/lowest \nvoltage recorded.Duration of \nvariation \n(minutes). %age \nvariation. \n132kV (where \napplicable).  Normal condition.     \n (N-1) condition.     \n220 kV Normal condition.     \n (N-1) condition.     \n500 kV Normal condition.     \n (N-1) condition.     \n \n \nForm 5 \n \n \nSystem Frequency \n \nMonth. Number of \ndays/months of \nmeasurement over \na year.  Measurement \ninterval (minutes). Highest/lowest \nfrequency \nrecorded/measured. Duration of \nvariation. %age \nvariation. \nJanuary.      \nFebruary.      \nMarch.      \nApril.      \nMay.      \nJune.      \nJuly.      \nAugust.      \nSeptember.      \nOctober.      \nNovember.      \nDecember.      \n \n \n \nAppendix I \n[See rule 5] \n220/132 KV \nTransformer. \n132 KV \nincoming breaker of 220/132 KV \nSub-Station. \n132 KV Bus Bar. \n1st Terminal \nTower of 132 \nKV Line 132 KV \noutgoing line \nbreaker. \nDownstream system of distribution company. \nAppendix II \n[See rule 5] \n \n   \n       \n          220 kV Incoming            C i r c u i t  B r e a k e r .                    \n220 kV Bus Bar. Consumer owned \nsub-station \nF.No. \n(Mahjoob Ahmed Mirza) \nRegistrar  500/220 kV transformer."
}