{
    "file": "./converted_json\\administratorc610bb7e56483e219c25fb1d96209bdc.json",
    "name": "Higher Education Commission (Amendment) Ordinance, 2021",
    "date": "26th March, 2021",
    "tagline": "Further to amend the Higher Education Commission Ordinance, 2002",
    "content": "PART I]     THE GAZETTE OF PAKISTAN, EXTRA., APRIL   8,  201 8 71 \n \n \n \n \nISLAMABAD,  MON DAY , MARCH   29,  2021 \n \nPART I   \nActs, Ordinances, President’s Orders and Regulations   \nGOVERNMENT OF PAKISTAN  \nMINISTRY OF LAW AND JUSTICE   \nIslamabad, the 26th March, 2021  \n \n No. F. 2(1)/2021 -Pub. — The following Ordinance promulgated on 26t h \nMarch, 2021 by the President is hereby published for general information :— \n \nORDINANCE   No. IX of 2021   \nAN  \nORDINANCE   \nfurther to amend the Higher Education Commission Ordinance, 2002   \n WHEREAS  it is expedient further to amend the Higher Education \nCommis sion Ordinance, 2002 (Ordinance No . LIII of 2002);  \n \nAND WHEREAS , the Senate and the National Assembly are not in session \nand the President of the Islamic Republic of Pakistan is satisfied that \ncircumstances exist which render it necessary to take immediate  action;  \n \nNOW, THEREFORE , in exercise of the powers conferred by clause (1) of \nArticle 89 of the Constitution of the Islamic Republic of Pakistan, the President \nof the Islamic Republic of Pakistan is pleased to make and prom ulgate the \nfollowing Ordinance: — \n(137) \n \nPrice: Rs. 5.00 \n[376(2021)/Ex. Gaz.].   \n138 THE GAZETTE OF PAKISTAN, EXTRA., MARCH   29,  2021 [PART I \n \n 1. Short title and commencement. — (1) This Ordinance shall be called \nthe Higher Education Commission (Amendment) Ordinance, 2021.  \n \nIt shall come into force at once.    \n2. Amendment of sectio n 6, Ordinance No. LIII of 2002. — \n \n(a) In the Higher Education Commission Ordinance, 2002 (Ordinance \nNo. LIII of 2002), hereinafter called as the said Ordinance, in \nsection 6, for sub -section (5), the following shall be substituted: — \n \n “(5) The Chairperson shall hold office for a per iod of two years and \nmembers shall hold office for a period of four years. In no case the \nChairperson and members shall be eligible for re -appointment for \nmore than one similar term.”  \n \n(b) after sub -section (5) amended as aforesaid, the following new  \nsub-section shall be inserted, namely: — \n \n “(5A) Notwithstanding anything in any order, notification, contract, \nagreement or any instrument containing the duration and terms of \nservice, a Chairperson  or a member who, on or after commencement \nof this Ordinance compl etes the term  or tenure as provided in  \nsub-section (5), shall on such commencement forthwith cease to be \nthe Chairperson or member, as the case may be.”    \nExplanation:  \n   \n Sub-section (5), as amended, shall have operation despite any vested \nright or right as a past and closed transaction in any appointment or terms thereof \nacquired or purported to have been acquired prior to the Higher Education \nCommission (Amendment) Ordinance, 2021 coming into force.  \n   \n3.  Amendment of section 11, (Ordinance No. LIII of 2002). — In the said \nAct, in section 11, for sub -section (1), the following shall be substituted, namely: —  \n \n“(1) The Government shall appoint an Executive Director on the \nrecommendation of the Ministry of Federal Education who shall unless \nearlier removed on any of the grounds specified in sub -section (6) of \nsection 6, shall hold office for term of four years and  shall be responsible \nfor the various activities of the Commission. ”. \n \n \n DR. ARIF ALVI ,  \n President . \n——————  \n \n RAJA NAEEM AKBAR , \n Secretary.  \n——————— —————————————————————————  \nPRINTED  BY THE MANAGER, PRINTING CORPORATION OF  PAKISTAN PRESS,  ISLAMABAD .  \nPUBLISHED BY THE  DEPUTY CONTROLLER, STATIONERY AND FORMS, UNIVERSITY ROAD , KARACHI ."
}