{
    "file": "./converted_json\\administrator0553a7ca4c41f239356e75edcca41eaf.json",
    "name": "Federal Ziauddin University Act, 2024",
    "date": "22nd April, 2024",
    "tagline": "An Act to provide for the establishment of Federal Ziauddin University at Islamabad",
    "content": "Page 1 of 21 \n  \n \n \n \n \nTHE FEDERAL ZIAUDDIN UNIVERSITY ACT, 2024  \n \n \n \nCONTENTS  \n \nCHAPTER -I \nPRELIMINARY  \n1.  Short title and C ommencement  \n2.  Definitions  \nCHAPTER -II \nTHE UNIVERSITY  \n \n3.   Establishment and Incorporation of the University  \n4.   University open to all   \n5.   Powers of the University   \nCHAPTER -III \nOFFICERS OF THE UNIVERSITY  \n \n6.   Officers of the University  \n7.   Patron   \n8.   Chancellor  \n9.   Visitation   \n10.  Rector  \n11.  Pro-Chancellor  \n12.  Vice Chancellor   \n13.  Deans  \n14.  The Registrar   \n15.  Controller of Examination  \n16.  Director Finance   \n\n \n \nPage 2 of 21 \n CHAPTER -IV \nAUTHORITIES  \n \n17.  Authorities of the University  \n18.  The Governing Body  \n19.  Powers and  function of the Governing Body   \n20.  Meeting of Governing Body   \n21.  Academic Council  \n22.  Power and Duties of the Academic Council  \n23.  Board of Studies  \n24.  Board o f Advanced Studies and Research   \n25.  The Selection Board   \n26.  Functions of Selection Board   \n27.  Finance and Planning Committee  \n28.  Affiliation Committee  \n29.  Constitution, Functions  and Powers of other Committees   \n30.  Appoint ment of Standing Committees etc.   \n \nCHAPTER -V \nSTATUTES,  REGULATIONS AND RULES  \n \n31.  Statutes  \n32.  Regulations  \n33.  Rules  \nCHAPTER -VI \nTHE UNIVERSITY FUND  \n \n34.  Funds and its Accounts and Audit  \nCHAPTER -VII \nMISCELLEANOUS  \n35.  Validity of Proceedings  \n36.  First Statutes  \n37.  Removal of Difficulties  \n38.  Indemnity  \n \n \n \n \nPage 3 of 21 \n THE SCHEDULE  \nTHE FIRST STATUTES  \n \n1.   Faculties  \n2.   Board of Faculties   \n3.   Teaching Department  \n \n  \n \n \nPage 4 of 21 \n THE FEDERAL ZIAUDDIN UNIVERSITY ACT,  2024  \n \nACT NO. IV OF 2024  \n \n[22nd April, 2024 ] \n \nAn Act to provide for the establishment of Federal Ziauddin  University at Islamabad . \n \nWHEREAS,  it is expedient to provide for the establishment of Federal Ziauddin University at \nIslamabad and for matters connected therewith or ancillary thereto.  \n \nIt is hereby enacted as follows: — \n \nCHAPTER -I \nPRELIMINARY  \n \n1. Short title and Commencement .—This Act may be called the Federal Ziauddin University \nAct, 2024.  \n \n(2) It shall extent to the whole Islamabad Territory.  \n \n(3) It shall come into force at once.  \n \n2. Definitions. —In this Act, unless there is anything repugnant in the subject or context, — \n \n(i)  \"Academic Council” means the Academic Council of University;  \n \n(ii)  “Affiliated Institute”  means any Institute affiliated to the University:  \n \n(iii)  “Authority” means any of th e Authorities specified in section 16;  \n \n(iv)  “Chancellor”  means Chancellor of the University;  \n \n(v)  \"Chief Trustee” means the Chief Trustee of Dr. Ziauddin Hospital Trust;  \n \n(vi)  \"Dean\" means the Chairman of the Board of a faculty;  \n \n(vii) “Director”  means the head of Teaching Department of the University or an \naffiliated institute;  \n \n(viii)  “Governing Body” means the Governing Body of the University;  \n \n(ix)  “Government” means the Federal Government;  \n \n(x)  “Prescribed” means Prescribed by St atutes, Regulations and Rules;  \n \n(xi)  “Pro-Chancellor” means Pro -Chancellor of the University;  \n \n(xii)  “Professor Emeritus” means a Professor  working in the University in an \nhonorary capacity;  \n \n \nPage 5 of 21 \n  \n(xiii)  “Rector” means the Rector of the University;  \n \n(xiv)  “Statutes, Regulations & rules” means respectively the statutes,  regulations and \nrules made  under this Act;  \n \n(xv)  “Trust” means Dr. Ziz uddin Hospital Trust;  \n \n(xvi)  \"Vice Chancellor” means Vice Chancellor or University; and  \n \n(xvii)  \"University\" means Federal Ziauddin University established under this Act.  \n \nCHAPTER -II \n \nTHE UNIVERSITY  \n \n3. Establishment and Incorporation of the University. —(1) The Ziauddin  University \nconsisting of the Patron the Chancellor, the Pro -Chancellor,  the Rector,  the Vice Chancellor, the \nDeans, the Directors, Registrar, the members of the Governing Body, the members of the Academic \nCouncil, the Teachers and students of the Universi ty and its constituent units and such other officers, \nas may be prescribed.  \n \n(2) The Dr. Ziauddin g Hospital and its affiliated institutes and centers shall provide prescribed \nteaching facilities to the University.  \n \n(3) The Principal  seat of the University shall be at Islamabad and it may set -up its campuses, \ncolleges, institutes, offices,  research/ study centres and other facilities at such places in Pakistan as the \nBoard of Governors may determine.  The additional campuses shall be setup in other part of c ountry \nsubject to evaluation by the Higher Education Commission, Islamabad to determine the eligibility \ncriteria.  \n \n(4) The University shall be a body corporate by the name of Federal Ziauddin University having \nperpetual succession and a common seal, with p ower, among others to acquire, hold and dispose of \nany property vesting in it and shall be said name, sue and be sued.  \n \n(5) The University shall be on non -profitable basis.  \n \n(6) Notwithstanding anything contained in any law for the time being in force, the  University \nshall nave academic, financial and administrative autonomy, including the power to employ Officers, \nteachers and other staff on such terms, as may be prescribed in particular, and without prejudice to the \nauthority granted to the Commission by the law the Government or an authority or auditor appointed \nby the Government shall have no power to question the policy underlying the allocation of resources \napproved by the Board in the annual budget of the University.  \n \n(7) For the reasons of Force Maje ure, if the University has become non -functional, the assets \nof the University shall stand transferred in the name of Dr.  Ziauddin Hospital Trust, which has similar \nobjects, within three months with the approval of the Board of Governors.  \n \n4. University open to all. —The University  shall be open to all persons of either sex of \nwhatever religion, race, creed, colour or domicile who are academically qualified for admission to the \n \n \nPage 6 of 21 \n course offered by the University and no such person shall be denied the privilege on the ground only \nof sex,  religion, creed,  race,  class, colour of domicile.  \n \n5. Powers of the University. —The University shall have the powers .—(a) to provide, for \ninstructions in health and allied sciences and in general, technical professi onal education,  or other \ndisciplines of higher learning,  and other subjects as may be prescribed; and in such branches of learning \nas it may, deem fit for the advancement and dissemination of knowledge as it may determine;  \n \n(b)  to define selection, admission and examine students in affiliated institutes;  \n \n(c)  to hold examination  and confer or award degrees, diplomas,  certificates and \nother academic distinctions on the persons,  who have passed such examinations, \nunder the prescribe d conditions.  \n \n(d)  to award fellowships, scholarships, academic titles, medals and prize under the \nprescribed conditions;  \n \n(e)  to affiliate and disaffiliate institutes including under prescribed conditions;  \n \n(f)  to establish teaching departments; faculties, institutes,  museums and other \ncenters of learning for the development of teaching and research and to make \nsuch arrangements f or their maintenance, management and administration as it \nmay be prescribed,  \n \n(g)  to confer honorary degrees or other distinctions approved persons in the \nprescribed manner;  \n \n(h)  to prescribe courses of studies conducted by it and undertake research as i t may \ndetermine;  \n \n(i)  to inspect institutions and provide them guidelines in the effective discharge of \ntheir functions and responsibilities in medical, general, technical and profession \neducation;  \n \n(j)  to determine teaching methodology, techniques and s trategies in order to ensure \nthe most effective educational training and research programmes;  \n \n(k)  to receive and manage property, grants, bequests,  trusts,  gifts,  donations, \nendowments and obtain loan or aid and to invest them in such manner as it may \ndeem fit;  \n \n(1)  to establish, support and run hospitals, clinics and other medical centres or \ninstitutes, as it may deem appropriate and to provide services, its equipments to \nother university,  Hospital, Centers and clinics etc., on prescribed conditions for  \nthe development of teaching, promotion of a research and training;  \n(m)  to make provision for all k inds of medical treatment and diagnosis on non -profit \nbasis, for the needy, poor and deserving persons;  \n \n(n)  to invest in or to enter into agreements, contracts,  leasing agreements, financial \narrangements, and execute mortgage deeds, arrangements with Governments, \n \n \nPage 7 of 21 \n organizations,  institutions, banks, including other financial institutes, bodies \nand individuals for the University or on behalf o f affiliated companies, associate \ncompanies, sister concerns, other Ziauddin Group Companies or related party \nto the University;  \n \n(o)  to demand and receive such fees and other charges as it may determine;  \n \n(p)  to appoint members of the various bodies and  committees as the Governing \nBody may determine for instructional and co -curriculum activities;  \n \n(q)  to appoint such officers including teachers, examiners and members of staff and \nprescribe terms and conditions,  powers and duties;  \n \n(r)  to acquire hold a nd dispose of property and to procure all goods, equipments \nand services necessary for the University or affiliated institutions or hospitals \nthrough letter of credit or otherwise;  \n \n(s)  to do all such other acts and things as may be requisite to further t he objectives \nof the University;  \n \n(t)  to establish campus or campuses within or outside Pakistan;  \n \n(u)  bring into conformity with the tax laws of Pakistan and may make changes in \nits bye -laws in accordance with the Income Tax Ordinance and rules made \nthereunder;  and \n \n(v)  The University may enter into the agreements , memorandum of understandings \nand deals of partnership with the Government and other universities, \norganizations and institutes etc. for the development of educational activities \nand to provid e services or otherwise, as the case may be.   \n \nCHAPTER -III \nOFFICERS OF THE UNIVERSITY  \n \n6. Officers of the University. —The following shall be the Officers of the — \n \n(a)  the Chancellor;  \n \n(b)  the Rector;  \n \n(c)  the Pro -Chancellor;  \n \n(d)  the Vice Chancellor;  \n \n(e)  the Dean;  \n \n(f)  the Director of the Teaching Department;  \n \n(g)  the Registrar;  \n \n(h)  the Controller of Examination;  \n \n \nPage 8 of 21 \n  \n(i)  the Director Finance;  and \n \n(j)  such other persons, as may be prescribed by regulations.  \n \n 7. Patron. —(1) The President of Islamic Republic of Pakistan shall be the Patron of the  \nUniversity.  \n \n (2) The Patron shall, when present,  preside at the convocation of the University,  \n \n 8. Chancellor. —The Chief Trustee of Dr. Ziauddin  Hospital Trust may appoint the Chancellor \nfrom the trustees.  \n \n (2) The Chancellor shall be the Chairman of the Board of Governors and the Controlling Authority \nof the University.  \n \n (3) If the Chancellor is satisfied that the proceedings of any Authority o r orders of any officer are \nnot in accordance with the provisions of this Act,  the statutes, the regulations, or the rules, he may, \nafter calling  upon such Authority or officer to show cause why such proceeding should not be annulled, \nby order in writing, annul such proceedings or orders.  \n \n (4) The Chancellor shall have the power to assent to the statutes as are submitted to him by the \nGoverning Body.  \n \n  (5) The Chancellor may, subject to the provisions of this Act in his discretion,  delegate all or any \nof the powers and functions of any Authority,  officer or employee of the University to any authority, \nofficer or employee.  \n \n (6) Should, the Chancellor be incapacitated from acting as such due to absence or any other cause, \nthe Pro -Chancellor shall exercise all the powers and perform all the duties of the Chancellor.  \n \n 9. Visitation. —(1) The Chancellor may cause a visitation or enquiry to be made in respect of any \nmatter connected with the affairs of the University and appoint such person or persons as he may deem \nproper for the purpose.  \n \n (2) The Chancellor shall on receipt of a report under sub -section  (1) shall issue such directions as \nhe thinks fit and the Vice Chancellor will comply with such directives.  \n \n 10. Rector. —(1) The Rector shall be appo inted by the Chancellor on such terms and conditions \nas may be determined by him and hold office at the pleasure of the Chancellor.  \n \n (2) The Rector shall  perform such functions as may be entrusted to him by the Chancellor.  \n \n 11. Pro -Chancellor. —(1) The Pr o-Chancellor Shall be appointed by the Chancellor on such terms \nand conditions as the Chancellor may determine and shall  hold the office during the pleasure of the \nChancellor.  \n \n (2) The Pro -Chancellor shall perform such functions as may be entrusted to him  by the Chancellor.  \n \n \n \nPage 9 of 21 \n  12. Vice Chancellor. —(1) The Vice Chancellor shall be appointed by the Chancellor on such \nterms and conditions as may be determined by the Chancellor and shall hold office during the pleasure \nof the Chancellor.  \n \n (2) At any time when the office of the Vice Chancellor is vacant or the Vice Chancellor is absent \nor is unable to perform the functions of his office due to illness or some other cause, the Chancellor \nshall make such arrangements for the performance of the duties of the V ice Chancellor, as may be may \ndeem fit.  \n \n (3) Thee Vice Chancellor shall be the Principal Academic Officer of the University,  and shall be \nresponsible for implementation of the provision of this Act, directives of the Chancellor, decision of \nthe Governing Body and execution of the policies and programmes approval by it.  \n \n  (4) The Vice Chancellor may, in an emergency which is in his opinion requires immediate action, \ntake such action as he may consider necessary and shall thereafter as soon as possible repo rt his action \nto the officer, authority, or other body which in the ordinary course would have dealt with the matter.  \n \n (5) In particular and without prejudice to the generality of the foregoing powers, the Vice \nChancellor shall also have following Powers. — \n \n(a)  to appoint paper setters and examiners for all examinations of the University;  \n \n(b)  to make such arrangements for the scrutiny of papers,  and compilation of \nresults, as may be necessary;  \n \n(c)  to direct teachers and officers of the University to t ake up Such assignments in \nconnection with teaching, research,  examination and administration and such \nother activities in the University,  as he may direct;  \n \n(d)  to delegate, subject to such conditions, if any, as may be prescribed, any of his \npowers unde r this Act to an officer or other employee of the University;  \n \n(e)  to appoint employees of such categories in respect of which powers have been \ndelegated to him;  \n \n(f)  to exercise and to perform such other powers and functions, as may be \nprescribed;  \n \n(g)  to sanction all expenditure provided for in the approved budget and to re -\nappropriate funds within the same major head of expenditure.  \n \n(h)  to sanction re -appropriation of an amount not exceeding twenty -five thousand \nrupees for as unforeseen item not provided for in the budget and report it to \nGoverning Body at the next meeting.  \n \n 13. Deans. —(1) Dean for each Faculty shall  be nominated by the Chancellor from amongst the \nsenior professors in the Faculty  on the recommendations of the Vice Chancellor.  \n \n (2) The Dean shall be the Chairman of a Faculty and shall hold office at the pleasure of the Vice \nChancellor.  \n \n \nPage 10 of 21 \n  \n (3) The Dean s hall present candidates for admission to postgraduate  Degrees, courses falling \nwithin the purview of the Faculty . \n \n   \n (4) The Dean shall exercise such other powers and perform such other Duties,  as may be \nprescribed.  \n \n 14. The Registrar. —(1) The Registrar shall be a whole time officer of the University and shall \nbe appointed by the Governing Body on such terms and conditions as the Governing Body may \ndetermine and shall hold office during the pleasure of the Chancellor.  \n \n (2) The Registrar shall b e administrative head of the Secretariat of the University and be \nresponsible for the provision of secretariat support to the authorities of the University.  \n \n (3) The Registrar shall be the custodian of the common seal and academic record of the University . \nHe shall maintain a register of registered graduates, in a prescribed manner.  \n \n (4) The Registrar shall supervise the process of election, appointment or nomination of members \nto the various authorities and other bodies, in a prescribed manner.  \n \n (5) The  Registrar will report directly to the Vice Chancellor and  assist him in discharging his \nduties.  \n \n 15. Controller of Examination. —(1) The Controller of Examination shall be whole time officer \nand shall be appointed by the Governing Body on such terms and c onditions as the Governing Body \nmay determine and shall hold office during the pleasure of the Chancellor.  \n \n (2) The Controller shall  responsible for all matters connected with the conduct of examination and \nperform such other duties as may be prescribed.  \n \n 16. Director Finance. —(1) The Director Finance shall be appointed by the Chancellor on such \nterms and conditions as may be determined by him.  \n \n (2) The Director Finance shall:  \n \n(a)  manage  the property, finance and investments of the University;  \n \n(b)  prepare the annual and revised budget estimates of the University and present \nthem to the Governing Body for approval;  \n \n(c)  ensure that the funds of the University are spent for the purpose f or which they \nare provided; and  \n \nCHAPTER -IV \n \nAUTHORITIES  \n \n 17. Authorities of the University. —The following shall be the Authorities of the University:  \n \n(i)  the Governing Body;  \n \n \n \nPage 11 of 21 \n (ii)  the Academic Council;  \n \n(iii)  the Boards of Studies;  \n \n(iv)  the Board of Advanced Studies and Research;  \n \n(v)  the Selection Board;  \n \n(vi)  the Finance and Planning Committee;  \n \n(vii)  the Affiliation Committee;  and \n \n(viii)  such other Authorities as may prescribed.  \n \n 18. The Governing Body. —(1) The Governing Body shall consist of the following:  \n \n(a)  The Chancel lor;                            Chairman  \n \n(b)  The Pro -Chancellor;                         Member  \n \n(c)  The Vice Chancellor;                        Member  \n \n(d)  The Secretary, Ministry of Education,     Member  \nIslamabad or its nominee, not below  \nthe rank of Additional Secretary;  \n \n(e)  a Judge of Islamabad High Court,  to be          Member   \n Nominated by the Chief Justice;  \n \n(f)  one person from amongst alumni of the          Member  \n University;  \n \n(g)  two Deans,  the be nominated by the             Member  \n Chancellor;  \n \n(h)  Chairman,  Higher Education Commission,     Member  \n  Islamabad or its nominee;  \n \n(i)  six persons of Public eminence,  to be            Member  \n  nominated by the Chancellor;  \n \n(j)  President,  Chamber of Industries and            Member  \n Commerce; and  \n \n(k) Director,  Q. E. C                            Member  \n \n (2) A nominated member shall hold office for a term of two years,  and shall be eligible for re -\nnomination.  \n \n (3) The office of a nominated member shal l become vacant if the member resigns or fails to attend \nthree consecutive meetings of the Governing Body without sufficient cause or leave of absence or his \n \n \nPage 12 of 21 \n nomination is cha nged by the authority which had  nominated him or the member medically declared \nunfit or found in illegal activities.  \n \n (4) A casual vacancy of a member shall be filled by the person nominated by the authority which \nhad nominated the member whose vacancy is to be filled.  \n \n (5) The Regist rar shall act as the Secretary of the Governing Body.  \n \n 19. Powers and function of the Governing Body. —(1) The general supervision and control of \nthe university, affiliated Institutes, hospitals and medical centres etc . and the power to lay down \npolicies s hall vest in the Governing Body.  \n \n (2) In particular, and without prejudice to the generality of the Provisions of sub -section  (1), the \nGoverning Body shall exercise the power and perform functions as follows: — \n \n(a)  to hold, control and administer the pro perty, funds, assets and resources of \nUniversity;  \n \n(b)  affiliate/ disaffiliate institutes and hospitals:  \n \n(c)  to consider and approve, on the advice of finance and planning committee, the \nannual and revised budget estimates and to lay down guidelines or roles of \nbusiness dealing with financial matters;  \n \n(d)  to approve, carry out, vary or cancel contracts on behalf of the University;  \n \n(e)  to initiate and approve schemes for achievement of the objectives of the \nUniversity;  \n \n(f)  to determine the form, and regulate the custody of common seal of the \nUniversity;  \n \n(g)  to create professional research, administrative posts and such other posts as m ay \nbe necessary to carry -out the purposes of the University and suspend or abolish \nsuch posts;  \n \n(h)  to appoint teachers, researchers and officers on the recommendations of \nSelection Board;  \n \n(i)  to suspend, and remove from services the University teachers,  researchers \nofficers to employe e whom it is powered to appoint, in the manner prescribed \nafter due enquiry and defence or as per terms and conditions of the Contract;  \n \n(j)  to approve regulations or rules on the recommendations of the appropriate \nBody;  \n \n(k)  to determine, regulate and administer all other matters concerning the \nUniversity and to this end, exercise all necessary powers not specifically \nmentioned, in this Act or the statutes the regulation or the rules.  \n \n \n \nPage 13 of 21 \n  (3) The Governin g Body may delegate any of its powers to any authority or officers committee \nera sub -committee, as may deem fit.  \n \n 20. Meeting of Governing Body. —(1) The Governing Body shall meet at least twice in a year on \nthe dates to be fixed by the Chairman,  provided that a special meeting may be called at any time on \nthe directives of the Chairman or on a requisition made by not less than three members of the \nGoverning Body to consider a matter of urgent nature.  \n \n (2) Not less than ten clear days’ notice  of a special meeting shall be given to the members and the \nagenda of the meeting shal l be restricted to the matter for which the special meeting is called.  \n \n (3) The quorum for a meeting shall be one third of the members, a fraction being counted as one.  \n \n (4) The decisions at a meeting shall be expressed in tents of the views of the majority of the \nmembers present and voting and, if the members are equally divided the Chairman shall have and \nexercise a casting vote.  \n \n 21. Academic Council. —(1) The Academic Cou ncil shall consist of:  \n \n(a)  the Vice Chancellor who shall be the Chairman;  \n \n(b)  the Deans;  \n \n(c) Director;  \n \n(d)  Director/ Principals and Chairman of teaching department of affiliated Institute;  \n \n(e)  The Registrar;  \n \n(f)  the Controller or Examination;  \n \n(g)  Two Physicians and two other academians nominated by the Chancellor but not \nworking in the University;  \n \n(h)  Head of teaching department; and  \n \n(i) Director,  Q. E. C. \n \n (2) A nominated member shall hold office for a term of  two years and shall be eligible for re -\nnomination.  \n \n (3) The office of a nominated member shall become vacant if he resigns or fails to attend three \nconsecutive meetings of the Council Without sufficient cause or leave of absence or his nomination is \nchan ged by the nominating authority.  \n \n (4) The quorum for a meeting of the Council shall be one third of the total number of members, a \nfraction being counted as one.  \n \n 22. Power and Duties of the Academic Council. —(1)The academic Council shall be the highest \nacademic body of the University and shall, subject to the provisions of this Act and the statute, have \n \n \nPage 14 of 21 \n the power to lay down proper standards of instructions, research and examinations, and to regulate and \npromo te the academic life of the University.  \n \n (2) In particular and without prejudice to the generality of the foregoing provisions, the Council \nshall have the powers:  \n \n(a)  To advice the Governing Body en Academic matter;  \n \n(b)  to regulate the admission of st udies to the courses studies and examination;  \n \n(c)  to propose the Governing Body,  schemes for the constitution and organization \nof Faculties, Teaching Departments, institutes and Boards on Studies;  \n \n(d)  to consider or formulate proposals for the planning and development of teaching \nand research in the University;  \n \n(e)  to make regulations on the recommendations of the Faculties and the Board of \nstudies prescribing the course of studies and the syllabi for U niversity \nexaminations in accordance with the policy of concerned regulatory authority;  \n \n(f)  to recognize the ex aminations of other Universities or examining bodies as \nequivalent to the corresponding examinations of the University;  \n \n(g)  to frame regulations for submission to the Governing Body;  \n \n(h)  to perform such other functions as may be prescribed by statutes;  \n \n(i)  to provide guidelines for all academic meetings to its registered institutes as laid \ndown by the concerned regulatory aut hority;  and \n \n(j)  to recommend to the Governing Body disaffiliation of institutes, which do not \nadhere to its academic program admission procedure/ conduct  of Examination.  \n \n 23. Board of Studies. —(1) There shall be a Board of Studies for each subject or gr oup of subjects, \nas may be prescribed by Regulations.  \n \n (2) Each of Board of Studies shall consists of — \n \n(a)  the Chairman of the Teaching Department;  \n \n(b)  all Professors and Associates Professors in  the Teaching Department concerned;  \n \n(c)  two University teachers other than Professors or Associate Professors to be \nnominated by the Academic Council;  \n \n(a)  to advice authorities on all  academic matters connected with the \ninstructions, research and examinations in the subjects concerned.  \n \n(b)  to propose curricular  and syllabi for all degree, diploma and certificate \ncourses in the subject or subjects concerned;  \n \n \nPage 15 of 21 \n  \n(c)  to suggest a panel of names of paper setters and examiners in the subject \nconcerned;  \n \n(d)  to perform such other functions, as may be prescribed.  \n \n(d)  Three experts,  other than University Teachers to be nominated by the Vice \nChancellor.  \n \n (3) The term of office members of the Board of Studies, other than ex-officio  members,  shall be \nthree years.  \n \n (4) The quorum for the meeting of Board  of Studies shall be one half of the total number members, \na fraction will be counted as one.  \n \n  (5) The Chairman of the University Teaching Department concerned shall be  a Chairman and \nConvener of the Board of Studies.  \n \n (6) The function of  the Board of Studies shall be:— \n \n 24. Board of Advanced Studies and Research. —(1) There shall be Board of Advance Studies \nand Research consisting of:  \n \n(a)  the Vice Chancellor,  who shall the Chairman;  \n \n(b)  the Deans;  \n \n(c)  three  University Professors, other than Deans,  to be appointed by the Governing \nBody;  \n \n(d)  three University Teachers having excellent research qualifications and \nexperience, to be appointed by the Academic Council;  and \n \n(e) the Professors Emeritus.  \n \n (2) The terms of office of the members of the Advanced Studies and Research Board, other than \nex-officio  members, shall be three years.  \n \n (3) The quorum for a meeting of the Advanced Studies and Research Board shall be one half of \nthe total number of member , a fraction being counted as one.  \n \n (4) The function of the Advanced Studies and Research Board shall  be — \n \n(a)  to advice the Authorities on all matters connected with the promotion of \nadvanced studies and research in the Univers ity; \n \n(b)  to propose regulations regarding the award of research Degrees;  \n \n(c)  to appoint supervisors for research students to determine the subject of their \nthesis for research studies in Ph. Ds subject;  \n \n \nPage 16 of 21 \n  \n(d)  to recommend panels or names of paper sette rs and Examiners for research \nexamination after considering the proposals of the Board of Studies in this \nbehalf;  and \n \n(e)  to perform such other functions, as may be prescribed.  \n \n 25. The Selection Board. —(1) There  shall be a Selection Board consisting  of: \n \n(a)  the Vice Chancellor who shall be the Chairman of the Board;   \n \n(b)  Two persons of emine nce nominated by the Chancellor.  provided that none of \nthem is an employee of the University;  \n \n(c)  The Deans;  \n \n (2) The  members of the Selection Board, other than ex-officio  members shall hold office for three \nyears.  \n \n (3) The quorum for a meeting of Selection Board, shall be four members.  \n \n (4) No member of the Selection Board, who is candidate  for the post to which appoi ntment is to \nbe made shall take part in such proceedings of the Selection Board.  \n \n (5) The Selection Board shall recommend the Candidates for appointment on the post of \nProfessors, Associate Professors and Assistant Professors, as per prevailing rules and practice.  \n \n 26. Functions of Selection Board. —(1) The Selection Board shall consider all applications for \nteaching titles.  \n \n (2) The Selection Board shall consider all cases of promotion of  the officers of the University.  \n \n (3) In the event of unresolv ed differences of opinion between the Selection Board and the \nGoverning Body, the matter shall be referred to the Chancellor, whose decision shall be final.  \n \n 27. Finance and Planning Committee. —(1) There shall be a Finance and Planning Committee \nconsistin g of— \n \n(a)  the Chancellor who shall be the Chairman of the Committee;  \n \n(b)  Vice Chancellor;  \n \n(c)  a nominee of the Governing Body;  \n \n(d)  three  experts in the field of finance and planning nominated by the Chairman;  \n \n(e)  one Dean nominated by the Chairman; and  \n \n(f)  the Director Finance of the University shall be the Member/Secretary.  \n \n \n \nPage 17 of 21 \n  (2)    (a) The functions of the Finance and Planning Committee shall be:  \n \n(i)  to consider annual statement  of accounts and annual and revised budget \nestimates and advise the Governing Bo dy thereon;  \n \n(ii)  to review peri odically  the financial position of the university;  \n \n(iii)  to advise the Governing Body  on all matter relating to planning, \ndevelopment, finance Investment and account of the university;  \n \n(iv)  to prepared short term and long term development plans; and  \n \n(v)  to prepare staff and resource development plans;  and \n \n(vi)  to perform such other functions, as may be prescribed.  \n \n(b)  The quorum for a meeting of the Finance and Planning Committee shall be  three \nmembers.  \n \n(c)  In the event of an unresolved difference of opinion among the members of the \nCommittee the decision of the Chairman shall be final and binding.  \n \n 28. Affiliation Committee. —(1) There  shall be an Affiliation Committee.  \n \n (2) The term of office of the members of the Committee,  excluding ex-officio  member shall be \ntwo years.  \n \n (3) The Committee may co -opt expert.  \n \n (4) The quorum for a meeting of or inspection by the Committee shall be t hree members.  \n \n (5) The Registrar of the University shall act as  Secretary of the committee.  \n \n 29. Constitution,  Functions and Powers of other Committees. —The constitution,  functions and \npowers of the other Authorities, for which no specific provision or n ot sufficient provision has been \nmade in this Act shall be such as may be prescribed by statutes.  \n \n 30. Appointment of Standing Committees etc. —The Governing Body, the Academic Council \nand other Authorities with the consent of the chancellor may appoint such standing, special or advisory \ncommittee, as may be considered advantageous in the performance of their function.  \n \nCHAPTER -V \n \nSTATUTES,  REGULATIONS AND RULES  \n \n 31. Statutes. —(1) Subject to the provisions of this Act, Statutes may be m ade to regulate or \nprescribe all or any of the following matters, namely: — \n \n(a)  terms and conditions of service for the employees of the University, including \npay scales, provident funds and other fringe benefits;  \n \n \n \nPage 18 of 21 \n (b)  terms and conditions, fee, remunera tion for examiners,  teachers,  researchers and \nsuch other officers;  \n \n(c)  establishment of other academic units and divisions;  \n \n(d)  conditions under which the University may enter into arrangements with other \npublic or private organizations for purposes of  instructions, research and other \nscholarly activities;  \n \n(e)  conditions of appointment of Professors Emeritus;  \n \n(f)  efficiency and discipline of the employee of the University;  \n \n(g)  acquisitions and administration of properties and investments of the Un iversity; \nand \n \n(h)  all other matters which this Act are required to be or many be prescribed or \nregulated by statutes.  \n \n (2) The draft of statutes shall be proposed by the Gove rning Body for approval by the Chancellor.  \n \n (3) The Chancellor may assent to the statutes submitted to him or refer them back to the Governing \nBody for reconsideration.  \n \n (4) No Statute shall be valid until has been approved by the Chancellor.  \n \n 32. Regulations. —(1) Subject to the provision of this Act and the statutes, regulations may be \nmade for all or any of the following matters, namely:  — \n \n(a)  schemes of studies and research, including the duration, of courses, numbers of \nsubjects, or papers of examination in accordance with the rules of con cerned \nregulati ng authority.  \n \n(b)  syllabi and courses of study and research programmes leading to degrees, \ndiploma or certificate.  \n \n(c)  conduct and supervision of examinations, appointment of examiners, scrutiny , \ntabulation and declaration of results;  \n \n(d)  determination of fees and other charges for admission to various courses, and \nexamination;  \n \n(e)  institutions or fellowships, scholarship, prizes, medals,  honoraria and other \nfinancial assistance for students and research scholars;  \n \n(f)  conduct of convoca tion and form of academic costumes; and  \n \n(g)  all other academic matters which by this Act or statutes are to be or may be \nprescribed by regulations.  \n \n \n \nPage 19 of 21 \n  (2) The governing Body shall have power to approve regulations  submitted to it or refer them back \nto the  Academic Council for reconsideration.  \n \n (3) No regulation shall be valid until it has been approved by the Governing Body.  \n \n 33. Rules .—(1) The authorities and the other bodies of the University may make Rules for \nsubmission to the Governing Body consistent with Act,  statutes and the regulations to regulate the \nconduct of their business and the time and place of meetings and related matters.  \n \n (2) The Governing Body may make rules to regulate any other matter relating to the affairs of the \nUniversity which under this Act are not specifically required to be provided for by the statutes  or the \nregulations.  \n \nCHAPTER -VI \n \nTHE UNIVERSITY FUND  \n \n 34. Fu nds and its Accounts and Audit. —(1) The University shall have a fund to which shall be \ncredited its income from fees, donations,  trusts,  bequests, endowments, grants, affiliation fee, course \nfee contribution,  consultation charges and charges on services provided in medical centres,  hospitals \nand research etc. and other sources; and its accounts shall be maintained in a bank approved by the \nGoverning Body.  \n \n (2) The accounts of the University shall be maintained  in such form and manner, as may be \ndetermined by the Governing Body and shall be audited each year within three months of the closing \nof the Financial  year of the University by the Chartered Accountant appointed by the Governing Body.  \n \n (3) The account to gether, with the report of the auditor thereon, shall be submitted to the \nGoverning Body for consideration and approval.  \n \n The auditor's report shall certify that the auditor has complied with standards of audit certification \nlaid down by the Institute of Chartered Accountants of Pakistan.  \n \nCHAPTER -VII \n \nMISCELLEANOUS  \n \n 35. Validity of Proceedings. —No act, proceeding or decision of any Authority shall be in -valid \nby reason only of any vacancy or defect in the constitution of or in the appointment or nomination of \nany member of the Authority.  \n \n 36. First Statutes. —Notwithstanding anything contained in this Act,  the statutes set out in the \nSchedule shall be deemed to be the Statutes framed under this Act and shall remain in force until they \nare amended or replaced by new statutes framed under this Act.  \n \n 37. Removal of Difficulties. —If any difficulty arises to the first constitution or reconstitution of \nany authority upon the coming into force of this Act,  the Chancellor may give appropriate directions \nto remove such difficulty.  \n \n 38. Indemnity. —No suit or legal proceedings shall lie ag ainst the Government,  the University or \nany authority or employee of the University of any person, in respect of anything which is done, or \npurported to have been done in good faith this Act.  \n \n \n \n \nPage 20 of 21 \n THE SCHEDULE  \n \nTHE FIRST STATUTES  \n(see Section -36) \n \n 1. Faculties. —(1) The University shall include the following Faculties: — \n \n(a)  Faculty of Health Sciences;  \n \n(b)  Faculty of Nursing  & Midwifery;  \n \n(c)  Faculty of Eastern Medicines & Natural Science;  \n \n(d)  Faculty of Pharmacy;  \n \n(e)  Faculty of Law;  \n \n(f)  Faculty of Liberal Arts & Human Sciences;  \n \n(g)  Faculty of Engineering,  Science, Technology & Management;  \n \n(h)  Faculty of Veterinary & Animal Sciences; and  \n \n(i)  Such other faculty/faculties, as may be prescribed by Statutes.  \n \n (2) Each Faculty shall incl ude such institutes including hospitals,  Teaching Departments, centres \nor other teaching or research units, as may be prescribed by Statutes.  \n \n 2. Board of Faculties. —(1) There shall be a Board of each Faculty consisting of;  \n \n(a)  the Deans;  \n \n(b)  three Pr ofessors of teaching department;  \n \n(c)  two members to be nominated by the Vice Chancellor.  \n \n (2) The members, mentioned in clauses (b) and (c) of sub -section  (1) shall hold office f or three \nyears or at the pleasure of Vice Chancellor.  \n \n (3) The quorum of meeting of the Board of Faculty shall be one half of the total members,  a \nfraction being counted as one.  \n \n (4) The Board of each Faculty shall,  subject to the general control of the Academic  Council have \nthe powers — \n \n(a)  to coordinate the teaching  and research in the subjects assigned to the Faculty;  \n \n(b)  to scrutinize the schemes of sources and syllabi proposed, by the Board of \nStudies comprised in the Faculty , and forward them to the Academic Council \nwith its observations ; \n \n \n \nPage 21 of 21 \n (c)  to scrutinize the recommendations of the Board of the studies comprised in the \nFaculty , on the appointment of paper setters  and examiners except for research \nand degree examiners to  the Vice chancellor;  and \n \n(d)  to perform such other functions as may be prescribed.  \n \n 3. Teaching Department. —(1) There  shall be a Teaching Department for each subject or a group \nof allied subjects and each Department shall be headed by a Director.  \n \n (2) The Director of the Department shall be appointed by the Chancellor from amongst the senior \nteachers of the Department.  \n \n (3) The Director of the Department shall plan organize and supervise the work of the Department \nin accordance with the provisions of this Act and shall be responsible to the Dean of the Faculty in \nwhich his Department is comprised for the work for his De partment.  \n \n \n \n___________  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n RGN Date: 23 -07-2024"
}