{
    "file": "./converted_json\\administrator15e53c2db484572b555fac3ad9b24893.json",
    "name": "Marriage Functions (Prohibition of Ostentatious Displays and Wasteful Expenses) Ordinance, 2000",
    "date": "13th January 2000",
    "tagline": "Regulating Marriage Celebrations in Pakistan",
    "content": "Page 1 of 3 \n \n \n \n \n \nTHE MARRIAGE FUNCTIONS (PROHIBITION OF \nOSTENTATIOUS DISPLAY AND WASTEFUL  \nEXPENSES) ORDINANCE, 2000  \n \n \n \n  \n  \n \nCONTENTS  \n1. Short title, extent and commence ment.    \n2. Interpretation . \n3. Prohibition of ostenta tious celebra tions . \n4. Restriction on wa steful expense s. \n5. Application of the Ordina nce to hotels, restaurants, etc . \n6. Offences . \n7. Cognizance of offences . \n \n \n \n \n\n \nPage 2 of 3 \n THE MARRIAGE FUNCTIONS (PROHIBITION OF OSTENTATIOUS \nDISPLAYS AND WASTEFUL EXPENSES) ORDINANCE 2000  \nOrdinance No. II of 2000  \n    [13th January 2000]  \nAN ORDIN ANCE  whereas it is expedient to provide for the prohibition of ostentatious \ndisplays and wasteful expenses on marriages and ceremonies related thereto;  \n \nAND WHEREAS  the National Assembly and the Senate stand suspended in pursuance of the \nProclamation of Em ergency of the fourteenth day of October, 1999 and the President is satisfied that \ncircumstances exist which render it necessary to take immediate action;  \n \nNOW, THEREFORE , in exercise of the powers conferred by the Provisional Constitution \nOrder No. 1 of  1999 as amended including the Provisional Constitution (Amendment) Order No. 9 of \n1999, the President, on the advice of the Chief Executive, is pleased to make and promulgate the \nfollowing Ordinance:  \n \n1. Short title, extent and commence ment .—(1) This Ord inance may be called the Marriage \nFunctions (Prohibition of Ostentatious Displays and Wasteful Expenses) Ordinance, 2000.  \n \n(2)    It extends to the whole of Pakistan.  \n \n(3)    It shall come into force at once.  \n \n2. Interpretation .— For the pur poses of this Ordinance the expression “marriage”  shall \ninclude all ceremonies, preceding and succeeding the formal wedding whether religious or civil \nrituals such as nikah, rukhsati, walima, mehndi, rasme -hina, and other functions and celebrations \nconnect ed with marria ge and related festivities.  \n \n  3 Prohibition of ostenta tious celebra tions.—(1) Subject  to sub -section (2) no person \ncelebrating his marriage or the marriage of any other person shall  \n \n(a) decorate or cause to be decorated any house or building including any space \nappertaining thereto, street, road or other place whether owned by him or \notherwise with lights or illumination;  \n \n(b) explode or allow any one to explode cracker or other explosive device including \nfiring by firearm; or  \n \n(c)    display or a llow any one t o display fire -works.  \n \n(2)  Nothing contained in sub -section (1) shall prohibit the use of such lights as are ordinarily \nnecessary to li ght the house or any other place being the site of marriage.   \n \n4. Restriction on wasteful expenses.___(1) No person cele brating his or the marriage of any \nother person shall serve or allow any one to serve meals or other edibles to persons participating in \nthe marriage in a club, hotel, restaurant, wedding hall, community centre or any other place except \n  \n \n \n \nPage 3 of 3 \n 1[one dish, whi ch means one salan, rice with roti and one sweet dish with]  hot and cold soft drinks . \n(2)  Nothing contained in sub -section (1) shall apply to the eating of meals within the house \nby the members of family celebrating the marriage or the house  guests.  \n5. Ap plication of the Ordinance to hotels, restaurants, etc. No person owning or running a \nhotel, restaurant, wedding hall, community centre, or club being    the site of a marriage ceremony or \nany c aterer shall serve or allow any one to serve any meals or edibl es to the persons participating in \nthe marriage ceremony other than hot and cold soft drinks.  \n  \n6. Offences.  Whoever contravenes the provisions of section 3, section 4 or section 5 shall be \nguilty of an offence punishable with simple imprison ment for a ter m which may extend to one \nmonth or with fine which shall be not less than one hundred thousand rupees and not more than five \nhundred thousand rupees or with both.  \n \n  7. Cognizance of offences. —(1) The offences under this Ordinance shall be no ncognizable \nand no court shall take cognizance of an offence under this Ordinance except on a complaint in \nwriting by an officer or agency as the Federal Government or a Provincial Government may, by \nnotification in the official Gazette, appoint.  \n \n    (2) No court infer ior to that of the Magistrate of the first class shall try an offence under this \nOrdinance.  \n(3) Notwithstanding anything contained in section 32 of the Code of Criminal Procedure, \n1898, (Act V of 1898) it shall be lawful for any Magistrate of  the first cla ss to pass any sentence \nauthorized by this Ordinance even if such sentence exceeds his power under the said section 32.  \n \n \n \n \n \n \n \n \n \n \n \n  1Ins. by the Marriage Functions (Prohibition of Ostentatious Displays and Wasteful Expenses) (Amdt.) Act, 200 6.(4 of 2006),  s. 2. \n \n."
}