{
    "file": "./converted_json\\administrator9af65b486e76b9c800c0583f23fe8a69.json",
    "name": "Pakistan Electronic Media Regulatory Authority (Amendment) Act, 2007",
    "date": "2007",
    "tagline": "Amending the Pakistan Electronic Media Regulatory Authority Ordinance, 2002",
    "content": "1 PAKISTAN ELECTRONIC MEDIA REGULATORY AUTHORIT (AMENDMENT) \nACT, 2007  \nACT No. II OF 2007  \n \nAn Act further to amend the Pakistan Electronic Media Regulatory Authority Ordinance, \n2002  \nWHEREAS it is exp edient further to amend the Pakistan Electronic Media Regula tory \nAuthority Ordinance, 2002 (XIII OF 2002), for the purposes hereinafter appearing;  \nIt is hereby enacted as follows: —  \n1. Short title and commencement .—(1) This Act may be called the Pakistan \nElectronic Media Regulatory Authority (Amendment)  Act, 2007.   \n(2) It shall come into force at once,  \n2. Amendment of the preamble, Ordinance XIII of 2002. —In the Pakistan \nElectronic Media Regulatory Authority Ordinance, 2002 (XIII -of 2002) hereinafter referred \nto as the said Ordinance, in the preamble, —  \n(a)  for t he word \"broadcast\", occurring for the first time, the word \n\"electronic\" shall be substituted; and  \n(b)  for the word \"broadcast\" occurring for the second time, the word \n\"electronic\" shall be subitituted.  \n3. Amendment of section 1, Ordinance XIII of 2002 .—in the said Ordinance, in \nsection 1, in sub -section (2), after the word \"of \", the words \"Islamic Republic of shall be \ninserted.  \n4. Amendment of section 2, Ordinance XIII of 2002. —in the said Ordinance, in \nsection 2, —  \n(a)  for clause (c) the following s hall be substituted, namely: --  \n\"(c) \"broadcast media\" means such media which. originate and propagate \nbroadcast and pre -recorded signals by terrestrial means or through \nsatellite for radio or television and includes teleporting, provision of \naccess to bro adcast signals by channel providers and such other forms \nof broadcast media as the Authority may, with the approval of the \nFederal Government, by notification in the official Gazette, specify;\";  \n(b) after clause (c), amended as aforesaid, the following new cla use shall be \ninserted, namely: — \n\"(ca)  \"broadcast station\" means physical, technical and software \ninfrastructure for the operation of radio or television and also includes \n 2 satellite unlinking from ground, repeaters and all such other \naccessories; -;  \n(c)  in clause (d) after the word \"media\", the words and commas \"except broadcast \njournalists not actively involved in the operation, ownership, management or \ncontrol of the broadcast media\" shall be inserted;  \n(d)   after clause (d), the following new clause sh all be inserted, namely: —  \n(da)  \"Cable TV\", means reception of broadcast and prerecorded signals \nfrom different channels and their distribution to subscribers through a \nset of closed transmission paths;\";  \n(e)  after clause (e), the following new clause s hall be inserted, namely: —.  \n\"(ea)  \"Chairperson\" means the head of a Council of Complaint;\"; (f) after \nclause  \n(f)  the following new clause shall be inserted, namely, —  \n\"(fa)  \"channel provider\" means a vendor who represents local or foreign \nchannels and  provides access of their signal to a distribution service;\";  \n(g)  after clause (h), the following new clauses shall be inserted, namely: —  \n\"(ha) \"distribUtion service\" means a service which receives broadcast and pre -\nrecorded signals from different chann els and distributes them to \nsubscribers through cable, wireless or satellite options and includes \nCable TV, LMDS, MMpS, DTH and such other similar technologies;  \n(hb)  \"DTH\" means Direct to Home distribution of audiovisual signals \nreceived via satellite to  small dish antennas across the foot -print of the \nsatellite to subscribers;  \n(he) \"electronic media\" includes the broadcast media and distribution \nservices;\";  \n(h)  after clause (k), the following new clauses shall be inserted, namely: —  \n\"(ka) \"illegal oper ation\" means the broadcast or transmission or distribution \nof, or provision of access to, programmes or • advertisements in the \nform of channels without having a valid licence from the Authority;  \n(kb)  \"LMDS\" means local multipoipt distribution service to  transmit audio -\nvisual signal's through wireless devices, on a higher frequency range \nfor the provision of cable television service;\";  \n(i)  in clause (I), for.the words and comma \"journal, a radio or television broadcast \nstation or cinema theatre\", the wo rds \"a broadcast media or distribution \nservice\" shall be substituted;  \n 3 (j)  after clause (1), amended as aforesaid, the following new clause shall be \ninserted, namely:: —  \n(k)  for clause (m), the following new clause shall be substituted namely: - \n“(m) “lic ense” means a license issued by the Authority to establish and operate \na broadcast media or distribution service;”;  \n(l)  after clause (n), the following new clause shall be inserted namely: - \n\"(na) \"newspaper\" means a newspaper as defined by the Press, • Ne wspapers, \nNews Agencies and Books Registration Ordinance, . 2002 (XCVIII of \n2002);\";  \n(m) in clause (s), after the word \"rules\", the words \"or regulations\".shall be \ninserted;  \n(n)   in clause (t), the word \"and\", at end, shall be omitted;  \n(o)   after clau se (t), the following new clause shall be inserted; namely: —  \n\"(ta) \"regulations\" means the regulations made under this Ordinance;\";  \n \n(p)   in clause lu), for the comma, at the end, a semi -colon shall be substituted;  \n(q)   after clause (u), the following new clauses shall be inserted, namely: —  \n\"(v) \"teleport\" means a facility with installed eq uipment used or required in \nthe process of uplinking or downlinking of audio -visual programmes and \nsignals between an earth station and a satellite; and  \n(w) \"unlinki ng\" Means transmission of audio -video signal from ground \ntransmission facility to a satellite in order to transmit any programme \nwithin or outside Pakistan.\".  \n5. Amendment of section 4, Ordinance XIII of 2002. —In the said Ordinance, for \nsection 4 the foll owing shall be substituted, namely: —  \n“4.  Functions of the Authority. —(1) The Authority shall be responsible for \nregulating the•establishment and operation of all broadcast media and \ndistribution services in Pakistan established for the purpose of \ninterna tional, national, provincial, district, local or special target \naudiences.  \n(2) The Authority shall regulate the distribution of foreign and local TV and \nradio channels in Pakistan.  \n 4 (3). The Authority may, by notification in the official Gazette, make \nregulations and also issue determinations for carrying out the purposes of \nthis Ordinance?'.  \n6. Amendment of section 6, Ordinance XIII of 2002. —in the said Ordinance, in \nsection 6, —  \n(a)  in sub -section (1), for the word \"nine\", the word \"tWelve\" shall be su bstituted;  \n(b)  in sub -section (3), for the word \"nine\", the word \"twelve\" shall be substituted;  \n(c)  in sub -section (4), for the words and commas \"Media Development, Secretary, \nInterior Division and Chairman Pakistan Telecommunication Authority\", the \nwords and commas \"Broadcasting, Secretary, Interior Division, Chairman, \nPakistan Telecommunication Authority and Chairman, Central Board of \nRevenue\" shall be substituted;  \n(d)  after sub -section (4), amended as aforesaid, the following new sub -section \nshall be inserted, namely: —  \n\"(4A)  The remaining two members shall be appointed by the Federal \nGovernment on need basis on the recommendation of the Chairman. \n(e) in sub -section (5); the commas and words \", other than ex -officio \nmembers, shall participate in all  meetings and\" shall be omitted;  \n(f)  after sub -section (5), amended as aforesaid, the following new sub -section \nshall be added, namely: —  \n\"(6)  A member, other than an ex officio member, shall be deemed to have \nvacated his office if he absents himself fo r three consecutive meetings \nof the Authorit y without the leave of the Autho rity.\".  \n  7. Amendmen t of section 13, Ordinance.X111 of 2002.—In the said Ordinance, in \nsection 13, for the first and second proviso the following shall be substituted, namely: —  \n\"Provided that the delegation of such power shall not include the power to \ngrant, revoke or cancel a broadcast media or distribution service license except Cable \nTV.\".  \n8. Amendment of section 14, Ordinance XIII of 2002. —In the said Ordinance, in \nsection 1 4,—  \n(a) in sub -section ( I), for the word \"servants\" the word \"employees\" shall be \nsubstituted;  \n(b)  in sub -section (2), in clause (ii) after the word \"issuance\" the words \"and \nrenewal\" shall be inserted;  \n(c)  after sub -section (3), the following new su bsection shall be added, namely: —  \n 5 \"(4) The Authority may invest its funds in such investments as it may, from \ntime to time, determine.\".  \n9. Amendment of section 18, Ordinance XIII of 2002. - In the said Ordinance, for \nsection 18 the follow[ g hall be subst ituted ed, namely: —  \n“18.  Categories of licences. —(1) The Authority shall issue licences for broadcast \nmedia and distribution service in the following categories, namely: —  \n(i) international and national scale stations;  \n(ii) provincial scale broadcast;  \n(iii) local are a community based radio and TV broadcast;  \n(iv) specific and specialized subjects;  \n(v) distribution services; and  \n(vi) uplinking facilities including teleporting and DSNG.  \n  (2) The Authority may further sub -categorize the categories specified in sub -section \n(1) as i t may deem fit\".  \n10. Amendment of section 19, Ordinance XIII of 2002. —In the said Ordinance, in \nsection 19, —  \n(a)  for sub -section (1) the following shall be substituted, namely: —  \n\"(1)  The Authority shall have exclusive right to issue licenses for the \nestablishment and operation of all broadcast media and distribution \nservices, provided that this exclusive right shall be used by the \nAuthority in conformity with the principles of fairness and equity \napplied to all potential applicants for licenses whose e ligibility shall be \nbased on prescribed criteria notified in advance and that this shall be \ndone through an open, transparent bidding process:  \nProvided That the bidding shall be held if the number of \napplications exceeds the number of licenses to be issue d by the \nAuthority.';  \n(b)  in sub -section (2) for the words and letters \"broadcasting or CTV operation\" \nthe words \"any broadcast media or distribution service\" shall be substituted;  \n(c)  for sub -section (4), the following shall be substituted, namely: —  \n\"(4)  The Authority shall have the power to determine number of licences to \nbe issued in each category or sub -category and charge fees at such \nrates as the Authority may fix from time to time for the grant of a \nlicence and for its annual renewal.\"; and  \n(d)  after sub -section (4), the following new sub -section shall be added, namely: —  \n 6 \"(5)  The Authority shall devise a Code of Conduct for programmes and \nadvertisements for compliance by the license‟s.\".  \n11. Amendment of section 20, Ordinance X111 of 2002. —In the said Ordinance, in \nsection 20, —  \n(a)  for the words and letters \"broadcaster or CTV operator\" the word \n\"person\" shall be substituted;  \n(b)  in clause (a), for the word \"respect\" the words \"ensure preservation of \nshall be substituted;  \n(c)  in clause  (b), for the word \"respect\" the words \"ensure preservation of \nshall be substituted;  \n(d)  for clause (c), the following clause shall be substituted, namely: —  \n\"(c)  ensure that all programmes and advertisements do not contain \nor encourage violence, terror ism, racial, ethnic or religious \ndiscrimination, sectarianism, extremism, militancy, hatred, \npornography, obscenity, vulgarity or other material offensive to \ncommonly accepted standards of decency;\";  \n(e)  in clause (e), —  \n(i)  for the words \"or distribute \" occurring for the first time, the \ncommas and words \"; if permissible under the terms of its \nlicence,\" shall be substituted; and  \n(ii)  the words \"or distribute\" occurring for the second time, shall be \nomitted;  \n(f)   in clause (9, after the word \"Authority\" the words and comma \"and \nappoint an in -house monitoring Committee, under intimation to the \nAuthority, to ensure compliance of the Code\" shall be added; and  \n(g)  for clause (h), the following clause shall be substituted, namely: —  \n“(h)  Obtain from Author b efore import of any transmitting \napparatus for broadcasting, distribution or teleporting \noperation.  \n12. Substitution of section 21, Ordinance XIII of 2002. —In the said Ordinance, for \nsection 21 the following section shall be substituted, namely: —  \n“21.  Consultation with the Provinces.(t) The Authority shall, except where \napplications for the issuance of a licence relates to Islamabad Capital \nTerritory, -invite the comments of the Government of the. Province concerned, \nwith regard to the proposed location o f the Radio, TV or MMDS station for \nwhich the application has been made, and if the concerned Provincial \n 7 Government has any reservation to the issuance of the licence, the Authority \nshall invite the representative of the Provincial Government and consider its \nviewpoint before taking a decision on the issuance of a licence.  \nProvided that where the. Provincial Government objects to the issuance of a \nparticular licence, the applicant shall be provided an opportunity to be present at the \nmeeting of the Authorit y and given an opportunity of being heard with regard to the \nobservations made by the Provincial Government.  \n(2) Where the signal of a radio, TV or MMDS station has the potential to cover an \narea outside the limits of the Province in which the unit is pro posed to be located, the \nAuthority shall invite one or more representatives from the concerned Provincial \nGovernments to express their viewpoint, if any, on the inter -ptovincial dimensions of \nthe signal.\".  \n13. Amendment of section 23, Ordinance XIII of 20 02.—In the said Ordinance, in \nsection 23, —  \n(a)  in sub -section (I); for the word and letters \"or ,CTV stations\" the word \"media \nor distribution service\" shall be substituted;  \n(b)  for sub -section (2), the following shall be substituted, namely: — ,  \n\"(2) In granting a licence, the Authority shall ensure that open and fair \ncompetition is facilitated in the operation of more than one media enterprise in \nany given unit of area or subject and that undue concentration of media \nownership is not created in any ci ty, town or area and the country as a whole:  \nProvided that if a licensee owns, controls or operates more than one \nmedia enterprise, he shall not indulge in any practice which may impede fare \ncompetition and provision of level playing field.\".  \n14. Amendmen t of section 24, Ordinance XIII of 2002. —In the said Ordinance; in \nsection 24, for sub -section (I) the following shall be substituted, namely: —  \n\"(1)  Any person desirous of obtaining a licence for establishment and operation of \nbroadcast media or a distri bution service shall apply to the Authority in such \nmanner and form as may be prescribed.\".  \n15. Amendment of section 25, Ordinance XIII of 2002. —In the said Ordinance, in \nsection 25, —  \n(a)  in clause (b), the word \"or\" shall be omitted;  \n(b)  in clause (c) , for the full stop at the end, a semicolon and the word \"; or\" shall \nbe substituted;  \n(c)  after clause (c), amended as aforesaid, the following new clause shall be \nadded, namely:  \n 8 \"(d)  any person funded or sponsored by a foreign government or organizati on.\".  \n16. Amendment of section 26, Ordinance XIII of 2002. —In the said Ordinance; in \nsection 26, —  \n(a)  for sub -section (1) the following shall be substituted, namely: —  \n“(1)  The Federal Government shall, by notification in the official Gazette, \nestablis h Councils of Complaints at Islamabad, the Provincial capitals \nand also at such other places as the Federal Government may \ndetermine.\";  \n(b)  in sub -section (2), —  \n(i)  for the word \"The\" the word \"Each\" shall be substituted; and  \n(ii)  for the words and l etters \"by a station or CTV network\" the words \"or \ndistributed by a station\" shall be substituted;  \n(c)  in sub -section (3), —  \n(i)  for the word \"The\" the word \"Each\" shall be substituted; and  \n(ii).  for the word \"Chairman\". the word \"Chairperson\" shall be  substituted;  \n(d)  after sub -section (3), the following new sub -section shall be inserted, \nnamely: — \n\"(3A)  The Councils shall have the powers to summon a licensee against \nwhom a complaint has been made and call for his explanation \nregarding any matter rel ating to its operation.\";  \n(e)  in sub -section (4), for the word \"Council\" the word \"Councils\" shall be \nsubstituted; and in sub -section (5), for the word \"Council\" the word \n\"Councils\" shall be substituted.  \n17. Amendment of section 27, Ordinance XIII of 20 02.—In the said Ordinance, for \nsection 27, the following shall be substituted, namely: —  \n“27.  Prohibition of broadcast media or distribution service operation The Authority \nshall by order in writing, giving reasons therefore, prohibit any broadcast \nmedia or distribution service operator from —.  \n(a)  broadcasting or re -broadcasting or distributing any programme or \nadvertisement if it is of the opinion that such particular programme or \nadvertisement is against the ideology of Pakistan or is likely to create \nhatred among the people or is prejudicial to the maintenance of law \nand order or is likely to disturb public peace and tranquility or \nendangers national security or is pomdgraphic, obscene or vulgar or is \noffensive to the commonly accepted standards of dec ency; or  \n 9 (b)  engaging in any practice or act Which amounts to abuse of media \nPower by way of harming the legitimate interests of another licensee or \nwillfully causing damage to any other person.\".  \n  18. Amendment of section 28, Ordinance XIII of 2002. —In the said Ordinance, in \nsection 28, —  \n(a) in the marginal heading for the words and letters \"broadcasting or CTV\" the \nwords \"broadcast media or distribution service\" shall be substituted; and  \n(b)  for the words \"broadcaster or\" the words \"broadcast media or distribution \nservice\" shall be substituted.  \n  19. Amendment of section 29, Ordinance II of 2002. —In the said Ordinance, after \nsection 29, —  \n(a)  in sub -section (1), — \n(i)  for the words and letters \"broadcaster or a CTV\", the words \"broadcast \nmedia or d istribution service\" shall be substituted;  \n(ii)  in sub -section (1), the words \"after giving reasonable notice\" shall be \nomitted;  \n(b)  in sub -section (2), for the word and letters \"or CTV station\" the words \"media \nstation or distribution service premises \" shall be substituted;  \n(c)  after sub -section (3), the following new sub -sections shall be added, \nnamely: —  \n\"(4)  The Authority may authorize any of its officers M undertake \ninvestigation, in the manner it may prescribe, in any matter with regard \nto its functions and to seek any specific information, from any person, \nwhich the Authority may deem useful in order to enable it to determine \nand dispose of such matter.  \n(5) The Authority or as the case may be the Chairman after issuing a show \ncause notice to a bro adcast media or distribution service may seize its \nbroadcast or distribution service equipment, or seal the premises, \nwhich is being used in contravention of the provisions of this \nOrdinance or the rules made thereunder or any other law:  \n Provided that th e equipment shall be returned to the holder of a \nvalid licence after imposing on him such penalty as the Authority may \ndetermine.  \n(6)  The Authority may, after the licensee has been, given reasonable \nopportunity to show cause, impose fine up to one millio n rupees on a \nlicensee who contravenes any of the provisions of this Ordinance or \nthe rules or regulations made thereunder.\"  \n 10 20. Insertion of section 29A, Ordinance X111 of 2002. —In the said Ordinance, \nafter section 29, the following new section shall be i nserted: — \n\"29A. Dues to be recovered as arrears of land revenue. —All dues including \noutstanding licence fee, annual renewal fee or any other charges \nincluding fine as imposed by the Authority shall be recoverable as \narrears of land revenue.\".  \n21. Substitu tion of section 30, Ordinance XIII of 2002. —In the said Ordinance, for \nsection 30, the following shall be substituted namely: —  \n\"30.  Power to vary conditions, suspend or revoke the licence. -(l) The Authority \nmay revoke or suspend the licence of a broadcas t media or distribution service \nby an order in writing on one or more of the . following grounds, namely: —  \n(a)  the licensee has failed to pay the licence fee, annual renewal fee or any \nother charges including fine, if any;  \n(b)  the licensee has contrave ned any provision of this Ordinance or rules \nor regulations made thereunder:  \nProvided that in the case of revocation of a licence of a \nbroadcast media an opinion to this effect shall also be obtained from \nthe Council of Complaints.  \n(c)  the licensee has failed to comply with any condition of the licence;. \nand  \n(d)  where the licensee is a company, and its shareholders have transferred \na majority of the shares in the issued or paid up capital of the company \nor if control of the company is otherwise transfe rred to persons not \nbeing the original shareholders of the company at the time of grant of \nlicence, without written permission of the Authority.  \n(2)  The Authority may vary any of the terms and conditions of the licence where \nit deems that such variation is in the public interest.  \n(3)  Except for reason of necessity in the public interest a licence shall not be \nvaried, suspended or revoked under sub -section.(1) or sub -section (2) unless \nthe licensee has been given reasonable notice to show cause and a per sonal \nhearing.\".  \n22. Insertion of section 30A, Ordinance XIII of 2002. —In the said Ordinance, after \nsection 30, the following new section shall be inserted, namely: — \n\"30A.  Appeals. —Any person aggrieved by any decision or order of the Authority \nmay, within  thirty days of the receipt of such decision or order, prefer an \nappeal to the High Court:  \n 11 Provided that PEMRA shall make available a copy of its decision or \norder of revocation of licence within twenty four hours of the decision to the \nlicensee for prefe rring an appeal to the High Court.\".  \n23. Amendment of section 31, Ordinance XIII of 2002. —In the said Ordinance, for \nsection 31, the following shall be substituted, namely: —   \n“31.  Uplinking Facilities. —(1) No person shall carry out uplinking without. a  valid \nTeleport or Satellite TV licence from the Authority;  \n(2)  The Authority may, subject to fulfillment of such conditions, as may be \nprescribed, issue permission in writing to any party to carry out temporary \nuplinking from a ground transmission facil ity to a satellite in order to transmit \nany programme within or outside Pakistan\".  \n24. Amendments of section 33, Ordinance X111 of 2002. —In the said Ordinance, \nin section 33, —  \n(a)  in sub -section (1), —  \n(i)  for the words and letters \"broadcaster or CTV\"  the words \"broadcast \nmedia or distribution service\" shall be substituted; and  \n(ii)  for the words \"one million\" the words \"ten million\" shall be \nsubstituted;  \n(b)  in sub -section ( -2) for the words and letter \"broadcaster or CTV\" the words \n\"broadcast med ia or distribution service\" , shall be substituted;  \n(c)  in sub -section (3) after the word \"both\", a comma and the words \",in addition \nto the confiscation of the equipment used in the commission of the act\" shall \nbe added; and  \n \n(d)  after sub -section (3),  amended as aforesaid, the followingnew sub -section \nshall be added, namely: -' \n“(4)  Whosoever damages, removes, tempers with or commits theft of any \nequipment of a broadcast media or distribution service station licensed \nby the Authority including„ transmi tting or broadcasting apparatus, \nreceivers, boosters, converters, distributors, antennae, wires, decoders, \nset-top boxes or multiplexers shall be guilty of an offence punishable \nwith imprisonment which may extend to three years, or with fine, or \nboth\".  \n25.- Insertion of section 33A and 33B, Ordinance XIII of 2002. -In the said \nOrdinance, after section 33, the following new sections shall be inserted, namely: -. I \n 12 “33A. Officers of Federal, Provincial and Local Government to assist Authority -The \nofficers of 'F ederal Government, Provincial Governments and Local -\nGovernments including the Capital Territory Police and the Provincial Police \nshall assist the Authority and its officers I \"in the discharge of their functions \nunder the provision of this Ordinance and th e rules and regulations made \nthereunder,  \n33B.  Warrants for search -(l) Where on information furnished buy the Authority, the \ncourt has reason to belive that any unlicensed broadcast media or distribution \nservice is being owned, controlled or operated or i ts equipment is being kept \nor concealed, it may issue a search warrant and the person to whome such \nwarrant is directed, may enter the premises where such unlicensed broadcast \nmedia or distribution service is being owned, controlled, operated or provided \nor its equipment is being kept or concealed or carry out search and inspection \nthereof and seize all or any equipment therein.  \n(2)  Any equipment of a broadcast media station seized under sub -section (1) \nhaving no ostensible owner shall vest in the Authori ty.” \n26. Amendment of Section 34, Ordinance XIII of 2002. - In th e said Ordinance. In \nsection 34,  after the word “under”, the words brackets and figures “sub -section (1) or (2) of \nsection 33 of “shall be inserted.  \n27. Insertion of section MA, Ordinance XIH  of 2002.—In the said Ordinance, after \nsection 34, the following new section shall be inserted, namely: — \n\"34A.  Offences to be compoundable and cognizable. —The offences under sub -\nsections (3) and (4) of section 33 of this Ordinance shall be , compoundable \nand cognizable.\".  \n28. Amendments of section 39, Ordinance XIII of 2002. —In the said Ordinance, in \nsection 39 in sub -section (2), —  \n(a)  in clause (b) the word \"and\", at the end, shall be omitted;  \n(b) for clause (c) the following shall be substituted, name ly:— \n\"(c)  to prescribe standards and measures for the establishment of broadcast \nmedia stations, installation of broadcasting, distribution service or \nteleporting equipment, transmitters, receivers, boosters, converters, \ndistributors and common antennae;  \n(d)  to prescribe terms and conditions for the broadcast media or distribution \nservice operators who own, control or operate more than one media enterprise; \nand  \n(e)  to define the circumstances constituting undue concentration of media \nownership and abus e of powers and anti -competitive practices by media \ncompanies.\"."
}