{
    "file": "./converted_json\\administrator546f97580c4012deb22e096dd05242b4.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "Page 1 of 9 \n   \n \n \n \nTHE  ORGANIZATION OF THE  ISLAMIC CON FERENCE  \n(IMMUNITIES  AND PRIVIL EGES) ACT, 1977  \n \n              \n \nCONTENTS  \n1.   Short title, extent and commencement \n2.  Provisio ns of the Agreement \n3.  Certificate of the Federal Government \n4.  Power to amend the Schedule \n5.  Repeal \nTHE SCHEDULE  \n   \n \n\n \nPage 2 of 9 \n THE  ORGANIZATION OF THE  ISLAMIC CON FERENCE  (IMMUNITIES  \nAND PRIVIL EGES) ACT, 1977  \nAct No. XV of  1977  \n           [5th May 1977 ] \n \nAn Act to give effect in Pakistan to the Agreement on Immunities and Privileges of the  \nOrganizati on of the Islamic Conference.  \n \n WHEREAS Pakistan has ratified the Agreement on Immun ities and Privileges of the \nOrganization of the Islamic Con ference; \n \n AND  WHEREAS it is necessary to give effect in Pakistan to the said Agreement on \nImmuniti es and Privileges of the O rganization of the Islamic Con ference: \n \n It is hereby enacted as follows :— \n \n 1. Short  title,  extent  and  commencement.—(1)  This  Act  may  be  called  the \nOrganization of the Islamic Con ference (Immun ities and Privileges) Act, 1977.  \n \n (2) It extends to the whole of  Pakistan. \n \n (3) It shall come into force at once. \n \n 2. Provisio ns of the Agreement. Notwithst anding  anything contained in any other law \nfor the  time b eing in force, the provisions  of the Agreement on Immu nities and Privileges of the \nOrganization of the Islamic Conference set out in the Schedule shall, subject to the oth er \nprovisions  of this Act, have the force of law in Pakistan. \n \n 3. Certificate of the Federal Government. If any question  arises whether or not any person \nis entitled to any privileges or immuniti es under this Act, a certificate issued by or und er the \nauthority of the Federal Government stating any fact relating to that question  shall be conclusive \nevidence of that fact. \n \n 4. Power to amend the Schedule. The Federal. Government may, by no tification in the  \nofficial Gazette, amend the Schedule in conformity with any amendment duly made in the p rovisions  \nof the said Agreement set out therein. \n \n 5. [Repeal.] Omitt ed by the Federal Laws (Revision  and Declaratio n) Ordinan ce, 1981 \n(XXVII of 1981), s. 3 and S ch., II. \n \nTHE  SCHEDU LE \n \n(See section 2) \n \n Whereas Article VI (8) of the Charter of the Organization of the Islamic Conference \nprovide s: \n “In the light of the agreement on immunities and privileges to be approved by the con ference,  \n \nPage 3 of 9 \n (a)       The  Con ference  shall  enjoy,  in  the  Member  States,  such  legal  capacity, \nimmuniti es and privileges as may be necessary for the exercise of its functions \nand the fulfilment of its objectives. \n(b)       Representatives of member states shall enjoy such immuniti es and privileges \nas may be  necessary for the exercise of their functions  related to the \nConference. \n(c)       The  staff  of  the  Conference  shall  enjoy  the  immuniti es  and  privileges \nnecessary for the performance of their duties as decided upon  by the \nconference”. \n So, it  is  required  to  clarify  in  detail  the  varieties  of  immun ities  and  privileges \nindicated in the Chapter, and to specify its  scope and cases in which it is applied, in order to \nfacilitate the functions  of the O rganization of Islamic Con ference. \n \n Cons equently, the Seventh Islamic Conference of Foreign Minist ers held in Istanbul, \nRepublic  of Turkey, on 12—15 May, 1976  (13—16 Jamad Al Awal 1396 H) has approved the \nConv ention  placed below. \n \nCHAPTER I \nJURIDICAL  PERSONALITY  \n \n Article 1.—The O rganization of the Islamic Con ference shall poss ess juridical personality. It \nshall have the capacity: \n \n(a)       To acquire and dispose of immov able and mov able property.  \n(b)       To contract. \n(c)       To ins titute  legal proceedings. \nCHAPTER II  \nPROPERTY,  FUNDS  AND A SSETS  \n \n Article 2.—The Organization of the Islamic Conference, its property and assets, wh erever \nlocated shall enjoy immuni ty from every form of legal process unless the Secretary General decides \nto waive it expressly. It is, however, understood  that no waiving of  immuni ty shall extend in any \nmeasure of execution.  \n \n Article 3 —The premises occupied by the Organization of the Islamic Conference shall \nbe inviol able. Its property and assets wherever located shall be immune from search, requisition , \nconfiscation, expropriation and any other form of interference, by executive action. \n \n Article  4.—The  archieves  of  the  o rganization  of  the  Islamic  Conference  and  in general, \nall documents belonging to it, or  held by it, shall be inviol able. \n \n Article 5.— The organization may, \n \n (1) Hold  funds,  gold or currency of any kind and operate accounts  in any currency according \nto laws and regulations  in force in M ember States. \n \nPage 4 of 9 \n  \n (2) Be free to transfer its funds,  gold or currency from one country to another, or within  the \ncountry itself and to convert it to any currency according to the laws in  force. The Organization may \nnot, in contravention  of any regulations p revailing, transfer any amount  of funds  subjected to special \nrestrictions,  from one  State, in excess of any amount  it has brought into th at State. \n \n Article 6.—In exercising  its rights under Article 5 above, the Organization of the Islamic \nConference shall pay due regard to any representations  made by Member States, in so far as is \nconsidered that effect can be given to s uch representations,  without  detriment to the int erest of the \nOrganization and M ember States. \n \n Article 7.—The O rganization of the  Islamic Conference, its movable or immov able p roperty \nand its  assets shall be: \n \n(a) Exempt from all direct taxes, except for those  which are no more than charges \nfor public utili ty services. \n \n(b) Exempt from custom duties, prohibitions and restrictions on impo rts and \nexports in respect of articles impo rted or exported by the  Organization, for its \nofficial use. Such articles, impo rted under such exemption,  will not be so ld in \nthe country in which they were impo rted, except with the consent of the \nGovernment concerned. \n \n(c) Exempt from custom  imports and exports in respect of its publi cations.  \n \n \nCHA PTER  III \nFACILITIES  IN RE SPECT  OF COMMUNICATIONS  \n \n Article 8.—The Organization of the Islamic Conference shall enjoy, in the territory of each \nMember States, for its official communi cations, treatment not less favourable than that accorded by \nthat State to the communi cations  of any other Member State, including  its diplom atic mission, in  the \nmatter of priorities and rates, taxes on mails, cables, telegrams, radiograms, telephone  and other \ncommuni cations  and press rates for information to the  press and radio. No censorship shall be \napplied to such official correspon dence and other official communications.  \n \n Article 9.—The Organization of the Islamic Conference may use codes and despatch its \ncorrespond ence by couriers or bags, which shall have the same immuniti es and privileges as \ndiplom atic couriers and bags. \n \nCHA PTER  IV \nTHE  REPRESENTAT IVES OF MEMBER  STATES  \n \n Article 10.—Representatives of Member States to the Principal and subsi diary organs and \nconferences convened by the organization, shall while  exercising their functions  and du ring the \njourney to and from the place of the meeting, enjoy the following  immuniti es and privileges: \n \n(a)       Immuni ty from personal arrest or detention  and from seizure of their personal \nbaggage. \n \n \nPage 5 of 9 \n (b)       Immuni ty from legal process of any kind in respect of words spok en or \nwritten and acts done  by them in their capacity as representatives. \n \n(c)       Inviol ability for all papers and do cuments. \n \n(d)       The right to use codes and to receive papers or correspond ence by courier or in \nsealed bags. \n \n(e) Exemption  in respect of themselves and th eir spous es from immi gration \nrestrictions,  aliens registration or national service obligations  in the State they \nare visitin g, or through which they are passing, in the exercise of their \nfunctions.  \n \n(f)        The  facilities accorded to the representatives of Foreign States, delegated on \ntemporary official missions  in respect of laws relevant to currency and \nexchange. \n \n(g)       The  same immuniti es and facilities, in respect of their personal baggage, as \naccorded to diplom atic envoys. \n \n(h)       Such other immuni ties and facilities, not inconsistent with the foregoing as \ndiplom atic envoys, except that they shall have no right to claim exemptions \nfrom custom  and excise duties on articles impo rted other than their personal \nbaggage. \n \n Article 11.—Representatives of Member States in the Principal and subsi diary organs of  the \nOrganisation of the Islamic Conference and in conferences convened by the O rganization, shall \nenjoy immuni ty from legal process in respect of words spok en or written, in discharging their duties \nas representatives of their States in the organs of the Organization of the  Islamic Conference \nnotwithst anding that the p ersons concerned are no longer the representatives of Member States. \n \n Article 12.—Periods spent by the representatives of Member States to the Principal and \nSubsidi ary organs of the Organization of the Islamic Conference and to conferences convened \nby it, in one of the territories of a Member State shall not be considered as periods of residence for \nthe assessment of a t ax, if the  imposition  of su ch a tax is consequent upon su ch period of  residence. \n \n Article 13.—Immuniti es and privileges are accorded to the representatives of M ember States, \nnot for their personal benefits, but in order to safeguard the independent exercise of their functions  in \nconnection with the O rganization. \n \n Cons equently, Member States are under a duty to waive the immuni ty of its representatives \nin any case where that immuni ty would  impede the course of justice and if it can be waived without  \nprejudice to the pu rpose for which the immuni ty is accorded. \n \n Article 14.—The p rovisions  of A rticles 10, 11 and 12 are not  applicable as between a \nrepresentative and the authorities of the  State of which he is a national, or the approval of the State \nconcerned. \n \n \nPage 6 of 9 \n  Article  15.—The  expression  “representative”  in  this  chapter  shall  be  deemed  to include \nall delegates of M embers States, their deputies, advisers and technical experts and secretaries of \ndelegations. \n \n Article 16.—Permanent State representatives shall enjoy, during the  period of their \nrepresenting t heir State in the organs of the Organization of the Islamic Conference, such immuniti es \nand privileges as are enjoyed by diplom atic envoys. \n \n Article 17.—The Secretary General shall notify Member States of the Organization, as \nwell as their permanent delegates and m embers of permanent committ ees. \n \nCHA PTER  V  \nOFFICIALS  \n \n Article  18 —The Conference  of  the  O rganization  of the  Islamic  Con ference  sh all \nspecify the  categories of officials to which the provisions  of Article 19 and the provisions  of Ch apter \nVII shall be applied, as submit ted to it by the  Secretary General, who will communi cate to Member \nStates periodically a list containing  the names of such officials and th eir respective functions. \n \n Article 19.—(I) Officials of the  General Secretariat of the  Organization of the Islamic \nConference  shall, regardless  of  their  nationality,  enjoy  the  followi ng  immuniti es  and privileges \n:— \n \n(a)       Immuni ty from legal process, in respect of words spok en or written and all \nacts performed by them in their official capacity. \n \n(b)       Exemption  from taxation on their salaries and emolum ents paid or to be paid \nto them by the o rganization. \n \n(c)       Furthermore, officials of the General Secretariat other than the nationals of the \nhost country, shall enjoy: \n \n (1) Together with their spouses and relatives dependent on them, immunity from immigration \nrestrictions and a liens registration.  \n (2) Facilities as accorded to diplom atic envoys of their ranks, accre dited with  the \nGovernment concerned, in respect of the regulations-relevant to exchange. \n \n (3) Facilities as accorded to diplom atic envoys, in times of international crisis, as \nregards their repatriation. \n \n (4) The right to impo rt, free of du ty, their furniture and effects, within  a year from the time of  \nfirst taking up th eir posts  in the country in qu estion.  \n \n Article 20.—Further to the immuniti es and privileges provided for by the  two p receding \narticles, the Secretary General, Assist ant Secretary General and senior officials, to gether with their \nspous es and their minor  children, shall enjoy immuniti es and privileges, whi ch are accorded, in \naccordance with international law, to diplomatic envoys, each according to his rank. \n \n \nPage 7 of 9 \n  Article 21.—Immuniti es and privileges are accorded to officials to safeguard the \ninterests of the Organization and to enable it to accomplish  its aims. The Secretary General has  \nthe  right  and  is  under  the  du ty to  waive  the  immuni ty of  officials  of  the  G eneral Secretariat, \nnot specified in the foregoing article, in any case where, in his opinion,  the immuni ty would  impede \nthe administ ration of justice and can be waived without  prejudice to the  interests of the \nOrganization. As to officials provided for in that article, the immuni ty is not  to be  waived except \nby approval of the Con ference. \n \n Article 22.—The Organization shall cooperate, at all times, with the appropriate authorities of \nMember States, to ensure the p roper administ ration of justice, secure the obs ervance of police \nregulations  and prevent the occurrence of any abuse, in connection with the immuniti es and \nprivileges mention ed in this  chapter. \n \nCHA PTER  VI \nEXPERTS  \n \n Article 23.― Experts (other than officials coming  within  the scope of Chapter V) \nperforming missions  for the Organization of the Islamic Conference shall be accorded, in execution  \nof a resolution  to be adopted by its Conference, such immuniti es and privileges, necessary for the \nfulfilment of that mission,  more specifically: \n \n(a)     Immuni ty from personal arrest or detention  and from seizure of their personal \nbaggage except in emergency cases as decided by the  concerned state upon \nconsult ation with the Secretary General. \n \n(b)     Immuni ty from legal process, even after termination of their mission,  in \nrespect of words spok en or written and acts done by them in the course of the \nperformance of their mission.  \n \n(c)  Inviol ability for all papers and do cuments of the O rganization.  \n \n(d)     The  same  facilities  in  respect  of  currency  of  exchange  restrictions,  as  \nare accorded to representatives of foreign States on temporary official \nmissions according to the l aws in force in the concerned country. \n \n(e)     The s ame immuniti es and facilities in respect of their personal baggages as are \naccorded to diplom atic envoys. \n \n(f)      Immuni ty, together with their spous es and minor children, from \nimmi gration restrictions  and alien registration and the oblig ation concerning \nnational service. \n \n Article 24.—Immuniti es and privileges are granted to experts: in the interest of the \nOrganization. The Secretary General shall have the right and the duty to waive the immuni ty in any \ncase where, in his  opinion, th e immuni ty would imp ede the course of justi ce and it  can be waived \nwithout  prejudice to the int erests of the Organization. \n \n \n \n \n \nPage 8 of 9 \n CHA PTER  VII  \nLAISSEZ-PASSER \n \n Article 25.—The G eneral Secretariat of the  Organization of Islamic Conference may issue  \nlaissez-passers to its officials. Those  laissez-passers shall be recognised and accepted as valid \ntravel documents by Members States, taking into account the provisions  of the two su cceeding \narticles. \n \n Article 26.—Visas are accorded to holders of laissez-passer at the request of the G eneral \nSecretariat, in which it is stated that they are officials, travelling on official busin ess of  the G eneral \nSecretariat. \n \n Article 27.—The grant of visas shall be dealt with as speedily as possibl e. In addition, su ch \npersons sh all be granted facilities for speedy travel. . \n \n Article 28.—Similar facilities to those  specified in Article 27 shall be accorded to experts  and  \nofficials  who,  though  not  holders  of  O rganization  laissez-passer,  have  a certificate that they are \ntravelling on busin ess for the O rganization. \n \nCHA PTER  VIII  \nSETTLEMENT  OF DISPUTES  \n \n Article 29.—The Organization of the Islamic Conference shall establish  an organ for \nsettling:  \n \n(a)       Disput es arising  out of contracts, or other disput es of a private law character, \nto whi ch the  Organization is a party. \n(b)       Disput es involving  any official of the Organization, who,  by reason of his \nofficial capacity, enjoys immuni ty, when immunity has not been waived in his \ncase. \nFINAL  PROVI SIONS  \n Article 30.—Nothing u nder the provisions  of this Agreement shall affect the authority of a \nMember State to take such measures as are deemed appropriate for the safety of its territory or the \nestablishm ent of security and m aintenance of public o rder. \n \n Any State deeming necessary the taking of such steps, shall hasten to contact the G eneral \nSecretariat, as circumst ances will permit, in order to agree upon  the m easures warranting  the \nsafeguarding of the int erests of the Organization. \n \n Article 31—The Immuni ty w henever provided in this Conv ention  either clearly or \ninclusiv ely-means official immuni ty and not  personal. \n \n Article 32—The Secretary General shall submit  this Convention  to Member States of the \nOrganization for accession  thereto. \n \n \nPage 9 of 9 \n  Article 33—This Conv ention  shall become binding on  the respective State as from the d ate of \nthe deposit  of the instruments of accession  by that State with the General Secretariat. The  Secretary \nGeneral shall inform all Member States of the Organization of the deposit  of each accession.  \n \n Article 34.—The accession of any M ember State to this Conv ention  means that it has \naccomplish ed the Constitution al processes to render this  Agreement part of its  internal legislation. \n \n Article 35.—This Conv ention  shall remain bindi ng on each acceding State, as long as it \nremains a Member State of the O rganization. \n \n Article 36.—The Organization of the Islamic Conference may conclude suppl ementary \nagreements for proper application of the provisions  of this Conv ention,  within the t erritories of \nMember States. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n        Last Uploaded  on 22.9.2023"
}