{
    "file": "./converted_json\\administratord6369a6d16474d51e20eac4a31ae883e.json",
    "name": "Pakistan Council of Research in Water Resources Act, 2007",
    "date": "14th April, 2007",
    "tagline": "To promote research in water resources and related matters",
    "content": "Page 1 of 12 \n \n \n \nTHE PAKISTAN COUNCIL OF RESEARCH IN WATER \nRESOURCES ACT, 2007  \n \n \n \nCONTENTS  \n \nCHAPTER I  \nPRELIMINARY  \n \n1. Short title, extent and commencement.  \n \n2. Definitions.  \n \n3. Establishment of the Council.  \n \nCHAPTER II  \nFUNCTION OF THE PAKISTAN COUNCIL OF RESEARCH IN WATER       \n                                                         RESOURCES  \n \n4. Functions of the Pakistan Council of Research in Water Resources.  \n \n5. Management.  \n \n6. Board of Governors.  \n \n7. Composition of the Board of Governors.  \n \n8. Functions and powers of the Board.  \n \n9. Term of office of members.  \n \n10. Meetings of the Board.  \n \n11. Chairman of the Council.  \n \n12. Powers and functions of the Chairman.  \n \n13. Executive Committee.  \n14. Technical Advisory Committee.  \n\n \nPage 2 of 12 \n  \n15. Funds of the Council.  \n \n16. Appointments.  \n \n17. Budget and Accounts.  \n \n18. Delegation of Powers.  \n \nCHAPTER III  \nMISCELLANEOUS  \n \n19. Submission of periodical reports, etc.  \n \n20. Directives from the Federal Government.  \n \n21. Discov eries and inventions to vest in the Council.  \n \n22. Declaration of fidelity and secrecy.  \n \n23. Continuance of certain rules.  \n24. Winding up.  \n \n25. Dissolution of Council.  \n \n26. Exemption from taxes.  \n \n27. Ordinance XCI of 2002, not to apply to the Council.  \n \n28. Power to make Rules.  \n \n29. Removal of difficulties.  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nPage 3 of 12 \n THE PAKISTAN COUNCIL OF RESEARCH IN WATER RESOURCES ACT, \n2007  \nAct No. I OF 2007  \n [14th April, 2007]  \n \nAn Act to provide for establishment of the Pakistan Council of Research in Water Resources  \n \nWHEREAS  it is expedient to provide for establishment of the Pakistan Council of Research in \nWater Resources to conduct, coordinate and promote research in water resources and for matters \nconnected therewith or ancillary thereto;  \n \n It is hereby e nacted as follows: — \n \nCHAPTER 1  \n \nPRELIMINARY  \n \n1. Short title, extent and commencement . (1) This Act may be called the Pakistan Council of  \nResearch in Water Resources Act, 2007 . \n(2) It extends to the whole of Pakistan.  \n(3) It shall come into force at once.  \n \n2. Definitions .— In this Act, unless there is anything repugnant in the subject or context, — \n \n(a) “Board ” means the Board of Governors of the Council;  \n \n(b) “Chairman ” means the Chairman of the Council;  \n \n(c) “Council ” means the Pakistan Council of Research in Water Resources;  \n \n(d)  “Executive Committee ” means the Executive Committee of the Council;  \n \n(e)  “Member ” means a member of the Board;  \n(f) “prescribed ” means prescribed by rules;  \n \n(g) “President ” means the President of the Board;  \n \n(h) “regulations ” means regulations made under this Act;  \n \n(i) “rules ” means rules made under this Act;  \n \n(j) “Secretary ” means Secretary of the Council;  \n \n(k) “Technical Advisory Committee ” means the Technical Advisory Committee of \nthe Council; and  \n \n \nPage 4 of 12 \n (l) “water resources ” means various fields of hydraulics and hydrology, namely, \nwater supply, irrigation, drainage and reclamation, flood control, inland \nnavigation and related problems prevalent  in Pakistan.  \n \n3. Establishment  of the Council .—(1) As soon as may be after the commencement of this \nAct, the Pakistan Council of Research in Water Resources shall be * established by the Federal \nGovernment in accordance with the provisions of the Act.  \n \n(2) The Council shall be a body corporate by the name of the Pakistan Council of Research in \nWater Resources having perpetual succession and a common seal, with powers, subject to the \nprovisions of this Act, to acquire and hold property and shall by the sa id name sue and be sued.  \n \n(3) The headquarter of the Council shall be at Islamabad.  \n \n(4) Until the Council is established under this Act, notwithstanding its dissolution by section \n25, it shall continue to function and while so functioning be deemed to be the Council established \nunder this Act.  \n \nCHAPTER II  \n \nFUNCTIONS OF THE PAKISTAN COUNCIL OF RESEARCH IN WATER RESOURCES  \n \n4. Functions of the Pakistan Council of Research in Water Resources . The  functions of the  \nCouncil shall be to — \n \n(a) conduct, organize, coordinate and promote research on all aspects of water \nresources including irrigation, drainage, reclamation, navigation, drinking \nwater, industrial water, and sewerage management and to set up national \nresearch centers wherever necessary;  \n \n(b) design, develop and evaluate water conservation technologies for irrigation, \ndrinking and industrial water;  \n \n(c) initiate national water quality monitoring programme including urban and rural \nareas of  Pakistan and develop technologies for providing safe drinking w ater to \nthe public;  \n \n(d) conduct and coordinate research on desertification, drought and flood \nmitigation;  \n \n(e) develop and maintain national water resources database for use by the planning, \nimplementing agencies and public; or advise the government and s ubmit policy \nrecommendations regarding water quality, development, management, \nconservation and utilization of water resources;  \n \n(f) advise the government and submit policy recommendations regarding water \nquality, development, management, conservation and utilization of water \nresources;  \n \n*For establishment of Pakistan Council of Research in Water Resources Please see S.R.O 44 (K.E.)/2007 dated 28­06­2007.  \n \nPage 5 of 12 \n (g) publish scientific papers, reports and periodicals, as well as to arrange seminars, \nworkshops and co nferences on water related issues;  \n \n(h) establish liaison with other related national and international research and \ndevelopment organizations, universities and non-government  organizations;  \n \n(i) undertake contractual research, provide consultancy services  and collaborate \nwith other organizations in the public and private sector;  \n \n(j) provide financial and technical support to universities and research institutions \nfor collaborative research projects and fellowships;  \n \n(k) design and develop water related te chnologies and items of utility for various \nusers according to market demand and undertake design and development \nprojects on contract;  \n \n(l) undertake human resources development through training in skills related to the \nspecialized functions of the Council; and  \n \n(m) commercialize its research and development results from sale of products, \npatents and services as well as collaboration with other organizations.  \n \n5. Management.  The management of the Council shall consist of — \n \n(a) Board of Governors;  \n \n(b) Chairman; and  \n \n(c) Executive Committee.  \n \n6. Board of Governors . The overall control, direction and superintendence of the affairs of the \nCouncil shall vest in a Board of Governors which may exercise all powers, perform all functions and \ndo all acts and  things which may be exercised, performed or done by the Council.  \n \n7. Composition  of the Board of Governors .— (1) The Board of Governors shal l consist of \nfollowing, namely: — \n \n \n(a) Minister for Science and            \nTechnology  \n                         President  \n(b) Secretary, Scientific and \nTechnological Research \nDivision  \n Vice­ President  \n \n(c) Representative from \nMinistry Finance, not \nbelow the rank of  Joint \nSecretary                          Member  \n \nPage 6 of 12 \n (d) Representative from \nMinistry of Science and \nTechnology not below  the \nrank of Joint Secretary  \n                        Member  \n(e) Chief Engineering \nAdvisor, Ministry of \nWater and Power  \n                        Member  \n(f) Four representatives to be \nnominated by Provincial \nGovernments  from the \nWater Sector Member                        Member  \n(g) Four Representatives of \nthe Farmers, one each to \nbe nominated by the \nrespective Provincial  \nGovernments  \n                      Member  \n(h) Representative of Water \nIndustry to be Nominated \nby Federation of   Pakistan \nChamber of Commerce \nand Industries                       Member  \n(i) Chairman of the Council  \n                       Member  \n(j) One Member each from \nthe National Assembly \nand Senate to be  \nnominated by the Speaker \nand Chairman Senate \nrespectively. Member                        Member  \n \n(2) The Chairman of the Council shall act as Secretary of the Board.  \n \n8. Functions  and powers of the Board . In particular and without prejudice to the generality \nof the powers conferred by section 6, the Board shall__ \n \n(a) approve overall plans, policies and programmes of the Council;  \n \n(b) review and approve annual and long­term business plans of the Council;  \n \n(c)  review and approve research projects proposed by the Technical Advisory \nCommittee;  \n \n(d) approve the annual  development and non­development budget of the Council;  \n \n \nPage 7 of 12 \n (e) create posts of such officers and servants and engage such consultants or \nexperts, as it may consider necessary for the efficient performance of the \nfunctions of the Council, on such terms and co nditions as it may deem fit;  \n \n(f) recommend to the Government to terminate the contract of the Chairman before \nthe expiry of his tenure in case of unsatisfactory performance; and  \n \n(g) make regulations in the light of rules for carrying out activities considered \nnecessary for achieving efficient functioning of the Council under this Act.  \n \n9. Term  of office of members .—(1) Save as hereinafter provided, a member, other than an ex­ \nofficio  member, shall hold office for a period of three years from the date of his nomination.  \n \n(2) A person who becomes, or is nominated to be, a member by virtue of his holding an office \nor appointment shall cease to be a member when he ceases to hold that offi ce or appointment.  \n \n(3) A member, other than an ex­officio  member, may at any time resign his office by writing \nunder his hand addressed to the Government but shall continue to perform his functions until his \nresignation has been accepted.  \n \n(4) A vacancy c aused by resignation or any other reason shall be filled by the nomination of a \nperson qualified to fill such vacancy.  \n \n(5) No act or proceeding of the Board shall be invalid on the ground only of the  existence of a \nvacancy in the Board.  \n \n(6) The Federal G overnment may increase or decrease the number of members of the Board of \nGovernors and prescribe the qualifications and mode of appointment of such members in such manner \nas it may prescribe.  \n \n10. Meetings of the Board . — (1) Save as hereinafter provided, the Board shall regulate the \nprocedure for its meetings.  \n \n(2) Meetings of the Board shall be called by its President on such date and at such time and \nplace as he may deem fit:  \n \nProvided that not less than two meetings shall be held in a year.  \n \n(3) Eight members shall constitute the quorum for a meeting of the Board.  \n \n(4) Each meeting of the Board shall be presided over by the President and, in his absence, by \nthe Vice -president  of the Board.  \n \n11. Chairman  of the Council . The Chairman shall be an eminent scientist or engineer having \nat least 15 years experience  in the relevant field and shall be appointed by the Federal Government on \nthe recommendation of Board of Governors for a term of three years on such terms and cond itions as \nmay be determined. The Government, on the recommendation of Board of Governors, may extend the \ntenure of the Chairman for another term or terms as it may deem fit, or convert it into permanent \nappointment.  \n \n \nPage 8 of 12 \n 12. Powers and functions of the Chairma n. The Chairman, who shall be the chief executive \nof the Council, shall work under the general policy guideline of the Board and have such powers, \nfunctions and duties as may be conferred on, or vested in, him by or under his Act.  \n \nThe Chairman: — \n \n(a) may,  from time to time, for the purpose of ensuring efficient functioning of the \nCouncil and to facilitate its day to day functions, delegate to the Secretary or  \nother officers of the Council, such of his functions, powers or ditties as he may \nconsider necessa ry; \n \n(b)  shall in consultation with the Technical Advisory Committee formulate \nbusiness and research plans and submit to the Board for approval;  \n(c) shall ensure the protection of all assets of the Council including intellectual \nproperty assets;  \n \n(d) shall promote commercialization of research and development work of the \nCouncil linking it with the market demand;  \n \n(e) arrange for annual performance evaluation of the Council;  \n \n(f) prepare the annual report of the Council for submission to the Federal \nGovernment which shall place it before the Parliament;  \n \n(g) identify areas of strength and weakness and formulate remedial programs;  \n \n(h commission industry specific studies to identify technical problems and to \napprove plans for technical scientific input by the Council towards their \nsolution;  \n \n(i) arrange management courses on a regular basis for managerial levels of the \nCouncil; and  \n \n(j) may subject to the provisions clause (e) of section 8, appoint such officers and \nemployees as may be necessary for the efficient performance of the functions \nof the Council on such terms and conditions as may be prescribed under the \nrules.  \n \n13. Executive Committee .—(1) The Executive Committee shall assist the Chairman in the \nrunning the day to day functions of the Council and be responsible for administrative as well as \nfinancial matters of the Council. The Committee shall comprise the following members, namely: — \n \n(a) Chairman of the Council;  \n \n(b) two most senior scientific or technical officers;  \n \n(c) Financial Adviser Mini stry of Science and Technology; and  \n \n(d) Secretary of the Council who shall also act as its Secretary.  \n \nPage 9 of 12 \n  \n(2) All decisions of the Executive Committee shall be reported to the Board for information \nand approval.  \n \n(3) The Federal Government may increase or de crease the number of members of the Executive \nCommittee and prescribe the qualifications and mode of appointment of such members in such manner \nas it may prescribe.  \n 14. Technical Advisory Committee.  — (1) The Board shall appoint a Technical Advisory  \nCommi ttee comprising such number of members and for such terms as it may deem fit.  \n \n(2) The Head of the Technical Advisory Committee will be nominated from amongst the non­  \nofficial members of the Board.  \n \n(3) Non­official Members of Advisory Committee shall be nominated from amongst the \nfollowing: — \n \n(a) progressive farmers;  \n \n(b) water related industry; and  \n \n(c) Experts from the public and private sector.  \n(4) Chairman of the Council or his representative shall be a member of the Technical Advisory  \nCommittee.  \n \n(5) The Federal Government may increase or decrease the number of members of the Technical \ndvisory Committee and prescribe the qualifications and mode of appointment of such members in such \nmanner as it may prescribe.  \n \n(6) The Committee shall — \n \n(a) identify a nd prepare research programmes and projects relevant to the market \ndemand;  \n \n(b) propose Annual, Five Year Development Programmes of the Council;  \n \n(c) advise and report on any technical matters referred to it by the Board; and  \n \n(d) conduct performance evaluation of the research programme for consideration \nby the  Board.  \n \n15. Funds of the Council . The Funds of the Council shall comprise — \n \n(a) funds of the Council which stand transferred to the Council under section 25;  \n \n(b) grants from the Federal Governm ent and the Provincial Governments;  \n \n(c) donations and endowments;  \n \n \nPage 10 of 12 \n (d) funds generated through sale proceeds, technical services, and income from \npatents; and  \n \n(e) research grants.  \n \n1[16. Appointments .—(1) The Council may appoint such employees as it may consider \nnecessary for the efficient performance of its functions on such terms and conditions as may be \nprescribed.   \n(2) All appointments and promotions in the Council shall be in accordance with the service \nrules and regulations of the Council.  \n \n(3)The Council may engage experts , advisers and consultants on contract  on such terms and \nconditions as it may determine.]  \n \n17. Budget  and accounts .—(1) The Chairman shall, in respect of each financial year, submit \nfor the approval of the Board, a statement s howing all the expenditures incurred during the year along \nwith estimated receipts and expenditures for the next financial year.  \n \n(2) The Council shall, by such date and in such from as may be prescribed by rules, submit to \nthe Federal Government for approval its budget for each financial year showing the estimated receipts \nand expenditure and the sums which are likely to be required from the Federal Government during the \nfinancial year.  \n \n(3) The accounts of the Council shall be maintained in such form  and manner as the Federal  \nGovernment may determine in consultation with the Controller General of Pakistan.  \n \n(4) The accounts of the Council shall be audited by the Auditor General of Pakistan.  \n18. Delegation  of powers . The Board may, by general or speci al order in writing, direct that \nsuch of its powers shall, in such circumstances and under such conditions, if any, as may be specified \nin the order, be exercised by the Chairman Executive Committee, or a member or officer of the \nCouncil.  \n \nCHAPTER III  \nMISC ELLANEOUS  \n19. Submission of periodical reports, etc . The Council shall submit to the Federal \nGovernment at such time and at such intervals as the Federal Government may specify — \n \n(a) annual report on the working of the Council;  \n \n(b) such periodical reports  and summaries as may be required by the Federal \nGovernment;  \n \n(c) such periodical returns, accounts, statements and statistics as may be required \nby the  Federal Government;  \n \n \n1Subs. by Act XIV of 2023, s.2 . \n \n \nPage 11 of 12 \n  \n(d) information and comments asked for by the Federal Government on any specific \npoint;  \n \n(e) copies of the documents required by the Federal Government; and  \n \n(f) original documents required by the Federal Government for examination or any \nother purpose.  \n20. Directives  from the Federal Government . (1) In the performance or its functions, the  \nCouncil shall be guided on questions of policy by the instructions, if any, given  to it by the Federal \nGovernment which shall be sole judge as to whether a question is a question of policy, provided that \nreasons for  issuing such a directive are conveyed in writing.  \n \n(2) The Federal Government may dissolve and reconstitute the Board, if deemed necessary in \npublic interest.  \n \n21. Discoveries  and inventions to vest in the Council . All rights relating to discoveries and \ninventions and any improvements in materials, methods, processes, apparatus or equipment made by \nany officer or employee of the Council in the course of his employment shall vest in the Council and \nthe researchers as per rules.  \n \n22. Declaration  of fidelity and secrecy . Every member, adviser, officer or other employee \nof the  Council shall make such declaration of fidelity and secrecy as may be prescribed.  \n \n23. Continuance  of certain rules . All rules, regulations and bye­laws made by the Council \nand in force immediately before the commencement of this Act shall apply mutadtis mutandis , and so \nfar as they are not inconsistent with any of the provisions of this Act, continue in force until re pealed \nor altered by rules or regulations made under this Act.  \n \n24. Winding up.  No provision of law relating to the winding up of bodies corporate shall apply \nto the Council and the Council shall not be wound up except by order of the Federal Government an d \nin such manner as the Federal Government may direct.  \n \n25. Dissolution  of Council . Upon the commencement of this Act, the Council formed under \nthe Resolution shall stand dissolved and upon such dissolution:  \n \n(a)  all assets, rights, powers, authorities and privileges and property, movable and \nimmovable, cash and bank balance, reserve funds, investments and all Other \ninterests and rights in, or arising out of such property and all debts, liabilities \nand obligations of whatever kind of the Council subsisti ng immediately before \nits dissolution shall stand transferred to and vest in the Council;  \n \n(b)  all officers and other employees of the Council shall; notwithstanding anything \ncontained in any law or in any agreement, deed, document or other instrument, \nstand transferred to the Council in accordance with the present terms and \nconditions of the service applicable to them; and no officer or other employee \nwhose services are so transferred shall be entitled to any compensation because \nof such transfer;  \n \n \nPage 12 of 12 \n (c)  a regular employee of the Council before the commencement of this Act shall \nhave the option to remain civil servant under the Civil servants Act, 1973 (LXXI \nof 1973); and shall be entitled to all the privileges and facilities of the Federal \nGovernment suc h as pension, gratuity, housing and health.  \n \n(d)  all debts and obligations incurred or contracts entered into or rights acquired \nand all matters and things engaged to be done by, with or for the Council formed \nunder the Resolution before its dissolution s hall be deemed to have been \nincurred, entered into, acquired or engaged to be done by, with or for the \nCouncil; and  \n \n(e)  all suits and other legal proceedings instituted by or against the Council formed \nunder the Resolution, before its dissolution shall b e deemed to be suits and \nproceedings by or against the Council and may be proceeded or otherwise dealt \nwith accordingly.  \n \n26. Exemption  from taxes . Notwithstanding anything contained in the Income Tax Ordinance,  \n2001 (XLIX of 2001) or any other law for the  time being in force relating to income tax, the Council \nshall not be liable to pay any such tax on its income, capital profit, wealth, gifts or gains.  \n27. Ordinance XCI of 2002, not to apply to the Council.  Nothing contained in the Industrial \nRelations Or dinance, 2002 (XCI of 2002), shall apply to or in relation to the Council or any of the \nofficers, advisers and employees appointed by it.  \n \n28. Power to make Rules . The Federal Government may, by notification in the official \nGazette, within six months of the commencement of this Act; make rules to carry out its purposes.  \n \n29. Removal  of difficulties . If any difficulty arises in giving effect to any provision of this \nAct, the Federal Government may make such order not inconsistent with the provisions of thi s Act, as \nmay appear to it to be necessary or expedient for the purpose of removing the difficulty:  \n \nProvided that no such power shall be exercised after the expiry of two years from the \ncommencement of this Act.  \n \n \n___________"
}