{
    "file": "./converted_json\\administratorc55b02885978a7aad84611119a5fb7fa(3).json",
    "name": "Companies (Amendment) Act, 2020",
    "date": "August 27, 2020",
    "tagline": "Further to amend the Companies Act, 2017",
    "content": "s2,t l'HE GAZETTE OF PAKISTAN, EXTRA., AUGI-rST 2'1. 202A LPARI l\n2. Amendmcnt of scction 8, Ac1 XV of 2017.-ln Jre Limitcd\nLiability Partnership Act,20l7 (XV of20l7). in section 8,\n(a) in sub-section (2), for full stop at the end, a col,rn shall bc\nsubstituted and thereafter the following proviso and explanation\nshall be added, nanrely:-\n\"Provided that a limitcd liability partnership shall obtain,\nmaintain and timcly update particulars of ultimate bencficiaI ou'rrer,\nincluding any change thercin, of any person rvho is a partner in\nlimited liability partnership in such form, manner and submit such\ndeclaration to the registrar as may be specified.\nExplanation.-For the purpose of this sectiol the term\n'ultimate beneficial owner' means a natural person rvlo ultimately\nand effectively owns or controls a limited liability partnership\nthrough direct or indirect rights or Tvho sharcs at least one fourth ol\nthe net profits and losses ofthe partnership.\" and\n(b) after sub-section (2), amended as aforesaid, thc following new sub\nsection (3) shall be added, namely:-\n\"(3) Any contravention or default in cornplying with requirement\nofthis section shall be an offence liable in case of.-\n(a) a partner, designated partner or officer, to l fine whict\nmay extcnd to one million rupees; and\n(b) the limited liabiliry partnership, to a fine which ma1\nextend to ten rnillion rupces.\".\nACT No. XXVII oF 2O2O\nfurther to dnrcnd the Conrpanies Act, 2017\nWHEREAS it is expedient further to amend the Companit.s Act, 201','\n(XIX ol 201 7), for the purposes hereinafter appearing;\nIt is hercby enactcd as lollorvs: -\nl. Short title and commencement.-{ 1) This Act shall be called thrr\nConrpanies (Amendment) Act, 2020.\nP^RT I] I.HE GAZETTE OF PAKISTAN, EXTRA., AUGUST27. 2O2O 525\n12) It shall comc into lorce at once\n2. Inscrtion of section 60A, Act XIX of 2017.-In the Companies\nAct,20l7 (XIX of2017), heleinalter called as the said Act, after section 60, the\nfollorving new section shall be inserted, namely:.-\n\"60AProhibition on issuancc of bcarer sharcs or bcarer sharc\nwarrants, etc.{l) Notrvithstand ing an1.'thing contained in the\nNational Investrnent (Unit) Trust Ordinance. 1955 (VII of 1965) or\nany other law for the tirnc being in force. iro company shall allot,\nissue, sell, transfer or assign any bearer shares, bcaler share\nwarrants or any other equiry or debt securit-v of a bearer nature, b1\nwhatever namc callcd, and any allotment, issue, sale- tansfcr.\nassignment or other disposition of any such bearer shares or bearer\nshare wallants or any other equit-v or debt sccurity of a bcarer\nnature- shall be void.\nExplanation.-F or the purpose of this scction- the term \"bearer\nshares or bearer share warrants\" means a negotiable instrumcnt that\naccords orvnership or control in a cornpanl to tl:e person who\npossess such instrument and includes any othel equiS- or debt\nsecuriry of a bearer natLtre.\n(2) All cxisting bearer shares or bearer share warrants, if any, shall\neither be registered or cancelled, in such manner and within such\npcriod. as may be specified.\n(3) Any contravention or default in complying u,ith the requirements of\nthis section shall be liable in case of.-\n(a) a director or officer of thc company or any other person, to a\npenalty rvhich rnay extend to one million rupees; and\n(b) the company, to a penalty which rray extend to ten million\nrupccs.'.\n3. Amendment of section 122, Act XIX of 2017.-In the said Act, in\nsection 122, sub-section (3) shall be omitted.\n4. Insertion of ncrv section 123A, Act XIX of 2017.-ln the said\nAct, after scction 123, the follou,ing new section 123A shall be inscftcd,\nnamely:-\nRccord of ultimate bencficial orvner.{I) A company shall\nmaintain information of its ultimale beneficial owners in such forrn\"123A\n526 ]'HE GAZETTE OF PAKISTAN, EXTRA., AUGUST 2'7, 202C IPAR'I I\nand manucr, \\yithin such period and obtain such declararion from its\nrnembers as may be spccified.\nExplanation.-Fol the purpose of this section, the telm \"ultimate\nbeneficial owner\" rneans a natural person who LLltimately owns or\nconlrols a company, rvhether directly or indirectly, thn)ugh at least\nlwenfy fivc pcrcent shares or voting rights or b1 exercising\ncff'ective control in that company through such other m(:ans, as may\nbe specified.\n(2) Every company shall, in such form and manner as may be\nspecified, maintain a register of its ultimate beneficial owners aud\nshall tirnely record their accurate and updated particula s, including\nany change therein, and provide a declaration to this ,rffect to the\nlegistrar and where any govemment is a member of a company\nsuch paniculars of the relevant govemment shall be erLtered in the\nlegistcr of ultimatc beneficial orvners in the specified m:nner.\n(3) Any contravention or default in complying with requirement of this\nsection shall be liable in case of.-\n(a) a director or officer of the company or any other pcrson, to a\npenalty which Inay extend to one million rupees; and\n(b) the cornpany, to a penalty which may extend to ten million\nrupees.\".\nli. Amendment of section 413, Act XIX of 2017.-ln the said Act, in\nsection 4 13,--\n(a) in sub-section (2), for the rvords \"three years\", the words \"five\nyears\" shall be substituted; and\n(b) for sub-section (3), the follorving shall be substituted, n:rmely:-\n\"(3) Thc Corrmission may, as specified by regulations prevent the\ndestruction of books and papers of a company wh ch has been\nwound up.\".\nTAHIR HUSSAIN,\nSe(retary.\nPRINTED BY THE MA\\_AGER, PRh\"Tln_G CORPORATION OF PAKISIA\\ PRESS ISLA\\lABAD\nPUBLIStsED B!' TIIE DEPUTY CO\\TROLLER. STATIO\\ERY A\\D FORMS U\\IVERS\"'Y ROAD, KARACHI"
}