{
    "file": "./converted_json\\administrator13634dcdfceb08ae1d073e1cada63431.json",
    "name": "Frontier Corps Ordinance, 1959",
    "date": "29th April, 1959",
    "tagline": "An Ordinance to consolidate and amend the law relating to the regulation of the Frontier Corps Units",
    "content": "Page 1 of 16 \n \n \n \n \n \n \n \n \nTHE FRONTIER CORPS ORDINANCE, 1959  \n \n \n \n \n \n \n \nCONTENTS  \n \n1. Short title commencement and application.   \n \n2. Definitions.  \n \n3. Powers to maintain Frontier Co rps. \n \n4. Constitution of Frontier Co rps. \n \n5. Appointment and powers of superior officers.    \n6. Appointment of subordinate officers and men.  \n \n7. Superintendence, command control and administration of Frontier Co rps. \n \n8. More heinous offences.  \n \n9. Less heinous offences.  \n \n10. Summary punishments.  \n \n11. Place of imprisonment, and liability to dismissal on imprisonment.  \n \n12. Deductions from pay and allowances.  \n \n13. Collective fines.  \n \n14. Resignation and withdrawal from the Frontier Co rps. \n \n15. General duties of members of the Frontier Co rps. \n \n16. Protection of persons serving in the Frontier Co rps. \n \n17. Jurisdiction.  \n \n18. Commencement and execution of sentence.  \n \n19. Execution of sentence of detention.  \n \n20. [Interim Custody of offenders sentenced to transportation.]  \n \n21. Conveyance of prisoners from place to place.  \n \n22. Communication of certain orders to civil  prison officers.  \n \n23. Custody of offenders.  \n \n\nPage 2 of 16 \n 24. Capture of deserters.  \n \n25. Saving.  \n \n26. Power to make rules.  \n \n27. [Repeal].  \n  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nPage 3 of 16 \n  \n \nTHE FRONTIER CORPS ORDINANCE, 1959  \n \nORDINANCE No. XXVI OF 1959  \n \n [29th April, 1959 ] \n \nAn Ordinance to consolidate and amend the law relating to the regu lation of the Frontier \nCorps Units 1***. \n \n WHEREAS it is expedient to consolidate and amend the law relating to the Regulation of the \nFrontier Corps Units 1*** ; \n NOW, THEREFORE, in purs uance of the Proclamation of the seventh day of October, 1958, \nand in exercise of all powers enab ling him in that behalf, the President is pleased to make and pro -\nmulgate the following Ordinance, namely: — \n  1. Short title commencement and application. —(1) This Ordinance may be called the \nFrontier Corps Ordinance, 1959.  \n (2) It shall come into force at once.  \n (3) It shall apply to the members of the Frontier Corps wherever they may be.  \n 2. Definitions. −In this Ordinance, unless there is anything repugnant in the subject or \ncontext, — \n(a) “active service” means service against an external aggressor or enemy, or \nagainst hostile tribes, raiders or other hostile persons, or persons co -operating \nwith or assis ting such aggressor, enemy, tribes, raiders or hostile persons;  \n(b)  “Commandant” means a person appointed under section 5 to be a \nCommandant of a Unit of the Fron tier Corps;  \n  (c)  “custody” means the arrest or confinement of a person according to the us ages \n   of the service;  \n2[(cc) “Deputy Inspector General” means 3[a] the Deputy Inspec tor General, Frontier \nCorps, appointed under section 5;]  \n(d) “Frontier Corps” means the Corps or Unit referred to in section 3 or any of the \nindividual forces com prisin g it, as the context may require;  \n(e)  “Inspector General” means 3[an] Inspector General, Frontier Corps, appointed \nunder section 5 4* * *; \n(f)  “Junior Commissioned Officer” means a person com missioned, gazetted or in \npay, as a Junior Commis sioned Offic er in the Frontier Corps;  \n \n1 The words “operating in West Pakistan” omitted by the Frontier Corps (Amdt.) Act, 1965 (1 of 1965), s. 2.  \n2 Cl. (cc) ins. by the Frontier Corps (Amdt.) Act, 1965 (1 of 1965), s. 3.  \n3 Subs. and shall be deemed always to have bee n so subs. by the Frontier Corps. (Amdt.) Act, 1974 (2 of 1975), s. 3.  \n4 The words “and includes the Deputy Inspector General , Frontier Corps appointed under that section” omitted, by Act 1 of 1965 s. 3.  \nPage 4 of 16 \n  (g)  “member of the Frontier Corps” means a person other than a person appointed \nunder section 5 by the 1[Federal Government], who at the commencement of \nthis Ordinance, is serving in the Frontier Corps or who after the \ncommencement of this Ordinance has been appointed to the Frontier Corps \nunder this Ordi nance and has signed a recruiting roll set out in the Second \nSchedule and the affirmation in the form set out in the Third Schedule, if not \nalready signed by him:  \nProvided that every person who has from the date of enrolment been in the receipt of pay as a  \nmember of the Frontier Corps and has been borne on its roll shall be deemed to be a member of the \nFrontier Corps notwithstanding that he has not signed the said re cruiting roll and affirmation;  \n(h) “officer” means a person, other than a Junior Com missio ned Officer, who  is \ncommissioned, gazetted or in pay, as an officer of the Pakistan Army or of the \nFrontier Corps;  \n2[(i) “Political Officer” means the Political Agent, Additional Political Agent, \nDeputy Commissioner, Assistant Political Agent or Magistrate  under whose \njurisdiction any Unit of the Frontier Corps may be stationed;] . \n(j) “prescribed” means prescribed by rules made under this Ordinance; and  \n(k) the expressions “assault”, “criminal force ”, “fraud ulently”, “murder”, “reason \nto believe” and “volu ntarily causing hurt” have the meaning respectively \nassigned to them in the Pakistan Penal Code (XLV of 1860).  \n3. Powers to maintain Frontier Crops. —There shall continue to be maintained by the \n1[Federal Government] the Frontier Corps forces or units as l isted in the First Schedule, primarily for \nthe better protection and adminis tration of the external frontiers of Pakistan within the limits of or \nadjoining the 3[Tribal Areas] of 4[Pakistan]:  \nProvided that the 1[Federal Government] may, by notification in  the official Gazette, make \nany addition to or omission from the list in that Schedule as and when a new force or unit is raised or \nan existing one disbanded.  \n4. Constitution of Frontier Crops. —The Frontier Corps shall be constituted in such \nmanner, and th e members of the Frontier Corps shall receive such pay, pension and other \nremuneration, and shall enjoy such leave and other privileges as may be prescribed by the 2[Federal \nGovern ment] from time to time.  \n5. Appointment and powers of superior officers .—(1) The 1[Federal Government] may \nappoint 5[as many Inspector s General, Frontier Corps, and Deputy Inspector s General, Frontier \nCorps, as it considers necessary] and the Commandants or other officers of any unit of the Frontier \nCorps.  \n \n \n \n1 Subs. by  the Front ier Corps (Amdt) Act, 1974 ( 2 of 1975 ), s. 2 for “Central Government”.  \n2 Cl. (i) subs. by the Frontier Corps (Amdt.) Ordinance, 1965 (35 of 1965), s. 2, for the original clause (i) (with effect from  the 15th May, 1965), have \nfurther been subs. by the Front ier Corps (Amdt.) Ordinance, 1981 (9 of 1981), s. 2, to read as above.  \n3 Subs. by A.O., 1964, Art. 2 and Sch., for “Special Areas”.  \n4 Subs. by F.A.O., 1975, Art. 2 and Sch., for “West Pakistan”.  \n5 Subs. and shall be deemed alw ays to have been so subs., by Act, 1974 ( 2 of 1975 ), s. 4.  \nPage 5 of 16 \n 1[(1A) Where the Federal Government appoints more than one Inspector General or Deputy \nInspector General, it shall, by notification in the official Gazette, specify the area within which each \none of them shall exercise jurisdi ction under this Ordinance.]  \n(2) Every Commandant and other officer so appointed shall possess, and may exercise, such \npowers and authority over the subordinate officers and members of the Frontier Corps for the time \nbeing under their command as is provide d by or under this Ordinance.  \n6. Appointment of subordinate officers and men. —(1) The appointment of all subordinate \nofficers and other members of the Frontier Corps shall be made by the Inspector General or the \nCommandants in such manner and subject to su ch conditions as may be prescribed.  \n(2) Before a person is appointed under sub -section (1) the statement contained in the \nrecruiting roll and affirmation set out respectively in the Second and Third Schedules shall at any \nconvenient place be read out and, if necessary, explained to him in the presence of a Commandant, or \nother officer appointed under section 5, and shall thereafter be sig ned by such person in \nacknowledgement of its having been so read out to him.  \n(3) When the affirmation set out in the Thir d Schedule is read out it shall be repeated by the \nperson making affirmation before he signs it.  \n 7. Superintendence, command control and administration of Frontier Crops. —(1) The \nsuperintendence of and command and control over the Frontier Corps shall ves t in the 2[Federal \nGovernment], and the Frontier Corps shall be administered, commanded and controlled by the \nInspector General and the Commandants in accordance with the provisions of this Ordinance and any \nrules made thereunder and such orders and instru ctions as may be made or issued by the 2[Federal \nGovernment] from time to time.  \n 3[(2) Every Frontier Corps and the Commandant of every Unit of a Frontier Corps shall, in \ntime of peace, be subject, save in respect of administration, internal economy and tr aining, to the \ndirections of the Political Agent or the Deputy Commissioner of the Area within which the \nheadquarters of the Frontier Corps are located.]  \n8. More heinous offences. —(1) Every member of the Frontier Corps who — \n(a)  begins, excites, causes or conspires to cause or joins in any mutiny, or being \npresent at any mutiny does not use his utmost endeavours to suppress it, or \nknowing, or having reason to believe in, the existence of any mutiny or of any \nintention or conspiracy to mutiny, or of any cons piracy against the authority of \nthe Gov ernment does not, without delay, give information thereof to his \nsuperior officer ; or  \n(b)  uses, or attempts to use, criminal force to, or commits an assault on, his \nsuperior officer whether on or off duty and wheth er or not knowing or having \nreason to be lieve him to be such ; or  \n(c)  shamefully abandons or delivers up any garrison, fortress, post or guard which \nis committed to his charge, or which it is his duty to defend ; or  \n(d)  directly or indirectly holds corr espondence with, or assists or relieves,  \n \n \n1 Ins. by the Frontier Corps (Amdt.) 1974 (2 of 1975), s. 2 . \n2 Subs. by the Frontier Corps (Amdt) Act, 1974 (2 of 1975) , s.2, for  “Central Government”.  \n3 Subs. by the Frontier Corps (Amdt.) Act, 1965 (1 of 1965),  s. 4, for the original sub -section (2).  \nPage 6 of 16 \n any person in arms against the authority of the Government, or omits to disclose immediately to his \nsuperior officer any such corres pondence coming to his knowledge ; or  \n1[(dd)  deserts the Frontier Corps ; or]  \n(e)  while on active service — \n(i)  disobeys the lawful command of his superior officer; or  \n 2*  *       *   *  *        *              * \n(iii)  being a sentry, sleeps upon his post, or quits it without being regularly \nrelieved or without leave ; or  \n(iv)  leaves his superior officer or his post or party to go in search of \nplunder ; or  \n(v)  quits his guard, picquet party or patrol without being regularly relieved \nor without leave ; or  \n(vi)  uses criminal force to, or commits an assault on, any person bringing \nprovisions or other ne cessaries to camp or quarters, or forces a safe -\nguard, or breaks into any house or other place for plunder, or plunders, \ndestroys or damages any property of any kind ; or  \n(vii)  intentionally causes or spreads a false alarm in action o r in camp, \ngarrison or quarters ; or  \n(viii)  displays cowardice in the execution of his duty; shall be punishable, in \nthe case of clause (a), with death or imprisonment for a term which \nmay extend to four teen years, and in other cases, with 3[imprisonment ] \nfor life or for a period of not less than seven years, or with \nimprisonment for a term which may extend to fourteen years, or with \nfine which may extend to three months’ pay and allowances excluding \nwarm clothing and half mounting allowances, or with fin e to that \nextent in addition to such sentence of 4* * *  imprisonment:  \n \nProvided that if any member of the Frontier Corps while on active service with \na force beyond the limits of Pakistan commits any offence described in \nclause (c), clause (d) or 5[clause  (dd)], he may be punished with death.  \n \n(2) If any member of the Frontier Corps is charged with committing any offence described in \nclause (a) of sub -section (1), or an offence punishable under the proviso to that sub -section, or the \noffence of murder, he may, notwithstanding anything contained in this Ordinance or in any other law \nfor the time being in force, be summarily tried for such offence by the Political Officer  6[* * *] \nsitting with two other officers appointed by the Political Officer in consulta tion with the Com -\nmandant for such purpose.  \n \n1 Cl. (dd) ins. by the Frontier Corps (Amdt.) Act 1965 (I of 1965), s. 5.  \n2 Sub-Clause (ii) Omitted, ibid. \n3 Subs. by the Federal Laws (Revision and Declaration) Ordinance, 1981 (27 of 1981), s. 3 and Sch. II.  \n4 Omitted, ibid.  \n5 Subs. by the Frontier Corps (Amdt.) Act, 1965 (1 of 1965), s. 5, for “sub -clause (ii) of clause (e)”.  \n6 Omitted by the Frontier Corps (Amdt.) Ordinance, 1981 (9 of 1981), s. 3.  \n \nPage 7 of 16 \n (3) Every officer appointed under sub -section (2) shall be  either — \n(a)  a person appointed under section 5, or  \n(b)  a person holding a commission in the Pakistan Army; or  \n(c)  a civil officer of the Provincial or 1[Federal Government] holding Gazetted \nClass I post:   \n Provided that, if circumstances permit, not le ss than one such officer shall be a person \nappointed under section 5.  \n \n (4) Notwithstanding anything contained in any other law for the time being in force, if in a \ntrial under sub -section (2) one or both of the officers sitting with the Political Officer concur with \nhim in finding the accused person guilty of an offence re ferred to in that sub -section, and if the \nPolitical Officer considers the case one in which a sentence of death should be passed, he may, in \npassing such sentence, direct that the accuse d person shall be forthwith shot to death, and such \nsentence shall be carried out in accordance with such direction.  \n \n 9. Less heinous offences . Every mem ber of the Frontier Corps who — \n \n(a)  is in a state of intoxication when on, or after having been warne d for, any duty, \nor on parade or on the line of march; or  \n \n(b)  strikes or attempts to force any sentry; or  \n \n(c)  being in command of a guard, picquet or patrol, refuses to receive any prisoner \nor person duly com mitted to his charge, or releases without p roper authority \nany prisoner or person placed under his charge, or negligently suffers any such \nprisoner or person to escape; or  \n \n(d)  being under arrest or in confinement, leaves his arrest or confinement before \nhe is set at liberty by proper authority; o r \n \n(e)  is grossly insubordinate or insolent to his superior officer in the execution of \nhis office; or  \n \n(f)  refuses to superintend or assist in the making of any fieldwork or other work \nof any description ordered to be made either in quarters or in the f ield; or  \n \n(g)  strikes or otherwise ill -uses any member of the Frontier Corps subordinate to \nhim in rank or position; or  \n \n(h)  being in command at any post or on the march, and receiving a report that any \none under his command has beaten or otherwise maltr eated or oppressed any \nperson or has committed any riot or trespass, fails, on proof of the truth of the \nreport, to report the matter to the proper authority; or  \n \n(i)  designedly or through neglect injures or l oses or fraudulently disposes , of, his \narms, c lothes, tools, equipments, ammunition, accoutrement 2[, animals] or \nFrontier Corps necessaries, or any such articles entrusted to him or belonging \nto any other person, or any animals belonging to the Frontier Corps; or  \n \n \n1 Subs. by the Frontier Corps (Amdt .) Act, 1974 (2 of 1975), s. 2 for “Central Government”.  \n2 Ins. by the Frontier Corps (Amdt.) Act, 1965 (1 of 1965), s. 6.  \n \n \nPage 8 of 16 \n (j)  malingers, or feigns or produces disease or infirmity in himself, or \nintentionally delays his cure or aggravates his disease o r infirmity; or  \n (k)  with intent to render himself or any other person unfit for service, voluntarily \ncauses hurt to himself or any other person; or  \n \n(l)  does not, when called upon by his superior officer so to do or, upon ceasing to \nbe a member of the F rontier Corps forthwith deliver up, or duly account for, \nall or any arms, ammunition, stores, accoutrements or other property issued or \nsupplied to him, or in his custody or possession, as a member of the Frontier \nCorps; or  \n \n(m)  knowingly furnishes a fals e return or report of the number or state of any men \nunder his command or charge or of any money, arms ammunition, clothing \nequipments, stores or other property in his charge, whether belonging to such \nmen or to the Government or to any member of, or any p erson attached to, the \nFrontier Corps, or through design  or culpable neglect omits or refuses to make \nor send any return or report of any of the matters aforesaid; or  \n \n(n)  absents himself without leave, or without sufficient cause over -stays leave \ngranted  to him; or  \n \n(o)  contravenes any provision of this Ordinance for which no punishment is \nexpressly provided; or  \n \n(p)  is guilty of any act or omission which, though not specified in this Ordinance, \nis prejudicial to good order and discipline; or  \n \n(q)  while not on active service, commits any of the offences described in clause \n(e) of sub -section (1) of section 8, shall be punishable with imprisonment for a \nterm which may extend to one year, or with fine which may extend to three \nmonths pay and allowances ex cluding half mounting and warm clothing \nallowances or with both.    \n 10. Summary punishments. —(1) The Inspector General may, subject to any rules made \nunder this Ordinance summarily award, in lieu of or in addition to suspension, 1[Compulsory \nretirement,] r emoval, or dismissal from service, any one or more of the following punishments to any \nmember of the Frontier Corps whom he considers to be guilty of disobe dience, neglect of duty or \nremissness in the discharge of any duty, or of rendering himself unfit t o discharge his duty, or of \nother misconduct in his capacity as a member of the Frontier Corps, that is to say: — \n \n(a)  reduction in rank;  \n \n(b)  fine to any amount not exceeding one month’s pay and allowances;  \n(c)  detention in quarters for a term not excee ding one month;  \n \n(d)  rigorous imprisonment for a term not exceeding two years, with or without \ndrill, extra guard, fatigue or other duty;  \n \n(e)  removal from any office of distinction or special emolument in the Frontier \nCorps;  \n(f)  extra guards and picque ts; \n \n1 Ins. by the Frontier Corps (Amdt.) Ordinance, 1981 (9 of 1981), s. 4.  \nPage 9 of 16 \n 1[(g)  forfeiture of increment in pay;]  \n \n(h)  in the case of Junior Commissioned Officers and non  commissioned officers, \nreprimand or severe reprimand:    \n Provided that the pun ishments specified in clauses (c) and (d) shall not be awarded to Junior \nCommissioned Officers.    \n 2[(1A) The Inspector General may delegate, to such extent and in respect of such Frontier \nCorps as he may think fit, the powers conferred upon him by sub -section (1) to the Deputy Inspector \nGeneral.]  \n \n (2) A Commandant may, in respect of members of the Frontier Corps subordinate to him \nexercise the powers conferred on the Inspector General by sub -section (1):   \n \n Provided that a Commandant shall not award impri sonment for a term exceeding one year, or, \nin the case of a Junior Com missioned Officer, the punishment of reduction in rank.  \n \n (3) A Commandant may delegate, to such extent as he may think fit, the powers conferred \nupon him by sub -section (2) to any per son appointed under section 5 who is under his command.  \n  \n 11. Place of imprisonment, and liability to dismissal on imprisonment. —(1) Every person \nsentenced under this Ordinance to imprisonment 3* * * may be removed or dismissed from the \nFrontier Corps and  shall be further liable by special order of the 4[Federal Government] or the Court, \nto forfeiture of pay and allowances and other public money due to him as well as of any medals and \ndecorations received by him.    \n (2) Every person so sentenced to impriso nment shall, if he is so removed or dismissed, be \nimprisoned in the nearest prison or such other prison as the 4[Central Government ] may, by general \nor special order, direct, but if he is not so removed or dismissed, he may, if the Court or the \nCommandant so directs, be confined in the quarter guard or such other place as the Court or the \nCommandant may consider suitable.  \n \n 12. Deductions from pay and allowances. The following penal deductions may be made \nfrom the pay and allowances of a member of the Front ier Corps by the Commandant under whom h e \nis serving, that is to say, — \n \n(a)  all pay and allowances excluding half mounting and warm clothing allowances \nfor every day of absence either on desertion or without leave and for every day \nof imprisonment by a Cr iminal Court or of rigorous imprisonment awarded \nunder section 10;  \n \n(b)  all pay and allowances excluding half mounting and warm clothing allowances \nfor every day while he is in custody on a charge for an offence of which he is \nafterwards convicted;  \n \n \n \n \n \n1 Subs. by the Frontier Corps (Amdt.) Act, 1965 (1 of 1965), s. 7, for the original clause (g).  \n2 Sub-section (1A), ins. ibid. \n3 Omitted by the Federal Laws (Revision and Declaration), 1981 (27 of 1981), s. 3, and Sch. II.  \n4 Subs. by the Frontier Corps (Amd t.) Act, 1974, (2 of 1975), s.2., for “Central Government”.  \n \nPage 10 of 16 \n (c)  all pay and allowances excluding half mounting and warm clothing allowances \nfor every day on which he is in hospital on account of sickness certified by the \nmedical officer attending on him at the hospital to have been caused by an \noffence under this Ordinance committed by him;  \n \n(d)  good service or good conduct pay ordered to be for feited under section 10; and  \n \n(e)  such sum as may be ordered by the Inspector General or the Commandant in \n order to make good any expenses caused by the member of the Frontier Corps, \n or any loss by him of, or damage or destruction done by him to, any arms, \n ammunition, equipment, clothings, instruments, decorations or necessaries \n belonging to the Frontier Corp s or to any buildings or property,  \n \n 13. Collective fines. —Whenever any weapon or part of a weapon or ammu nition forming \npart of the equipment of a company or other similar unit of the Frontier Corps is lost or stolen, the \nComman dant may, after making su ch inquiry as he thinks fit and subject to such rules as may be \nprescribed, impose a collective fine upon the subordinate officers and men of such unit, or upon so \nmany of them as in his judgment should be held responsible for such loss or theft.  \n \n 14. Res ignation and withdrawal from the Frontier Crops.  No member of the Frontie r \nCorps shall be at liberty to — \n \n(a)  resign his appointment during the term of engagement,  \n \n(b)  withdraw himself from all or any of the duties of his appointment, without the \nsanct ion of the Commandant under whom he is serving or of some other \nofficer authorized by the Commandant to grant such sanction.  \n \n 15. General duties of members of the Frontier Crops. —(1) It shall be the duty of every \nmember of the Frontier Corps promptly to o bey and to execute all orders and warrants lawfully \nissued to him by any competent authority, to detect and bring offenders to justice, and to apprehend \nall persons whom he is legally authorized to apprehend and for whose apprehension sufficient \ngrounds ex ist. \n \n (2) Every member of the Frontier Corps shall be liable to serve anywhere without and \nbeyond, as well as within, the land frontiers of Pakistan.  \n \n 16. Protection of persons serving in the Frontier Crops. —(1) In any suit or proceeding \nagainst any pers on appoin ted under section 5 or any member of the Frontier Corps for any act done \nby him in pursuance of a warrant or order of a com petent authority, it shall be lawful for him to plead \nthat such act was done by him under the authority of such warrant or  order.  \n \n (2) Such plea may be proved by the production of the warrant or order directing the act, and \nif it is so proved, the defendant shall thereupon be discharged from liability in respect of the act so \ndone by him, notwithstanding any defect in the ju risdiction of the authority which issued the warrant \nor order.  \n \n (3) Notwithstanding anything contained in any other law for the time being in force, all suits \nand proceedings (whether civil or criminal) against any person which may lawfully be brought for  \nanything done or intended to be done under the powers conferred by, or in pursuance of, any \nprovision of this Ordinance or the rules made thereunder, shall be commenced within three months \nafter the act complained of was committed, and not otherwise, and notice in writing of such suit or \nproceed ing and of the cause thereof shall be give to the defendant or his superior officer one month \nat least before the commencement of the suit or proceeding.  \n \nPage 11 of 16 \n  17. Jurisdiction. —(1) Notwithstanding anything contained i n the Code of Criminal \nProcedure, 1898 (Act V of 1898), the 1[Federal Government] may declare that any Court specified \nfor the purpose and no other shall be deemed to be the Court of Session or the Court of a Magistrate \nfor the disposal of cases or any cla ss of cases arising under  this Ordinance and that appeals from \nsentences passed under this Ordinance or from any class of such sentences shall lie to any authority \nspecified by the 1[Federal Government] and no other.  \n \n(2) Any person invested with any power s under the Code of Criminal Procedure, 1898 (Act V \nof 1898), for the disposal of any case under this Ordinance within the limits of Pakistan shall, in \nrelation to any case arising under this Ordinance beyond such limits, have the same power and be \nsubject  to the same conditions as to appeal and other matters as if such case had arisen within such \nlimits.  \n \n18. Commencement and execution of sentence. —(1) Whenever any person is sentenced \nunder this Ordi nance to 2[imprisonment for life], rigorous imprisonment  or detention, the term of \nsentence shall, whether it has been revised or not, be reckoned to commence on the day on which the \noriginal proceedings were signed by the Court.  \n \n(2) Whenever any sentence of 2[imprisonment for life] or rigorous imprisonment is  passed \nunder this Ordinance, or whenever any sentence of death so passed is commuted to 2[imprisonment \nfor life] or to rigorous imprisonment, the Commandant of the corps to which the person under \nsentence belongs, or such other officer as may be specified  by the Inspector General shall forward a \nwarrant in the prescribed form to the officer in charge of the civil prison in which such person is to \nbe confined and shall forward him to such prison with the warrant:  \n \nProvided that in the case of a sentence of rigorous imprison ment for a period not exceeding \none month, the Court, may direct that the sentence shall be carried out in the Frontier Corps custody:  \n \n Provided further that, on active service, a sentence of rigorous imprisonment may be carried \nout by c onfinement in such place as the Commandant of the corps in the field, may, from time to \ntime appoint.  \n \n (3) Whenever, in the opinion of the Inspector General, any sentence or portion of a sentence \nof imprisonment cannot, for special reasons, be convenientl y carried out in accordance with the \naforementioned provision, the Inspector General, may direct that such sentence or portion of \nsentence shall be carried out by confinement in any civil prison or other fit place.  \n \n19. Execution of sentence of detention. —Where a sentence of detention is passed under this \nOrdinance the person on whom that sentence has been passed shall undergo the term of his detention \neither in a detention barrack specified by the Inspector General for the purpose, or in the Frontier \nCorps  custody, or partly in one and partly in the other but not in a prison.  \n \n20. [Interim Custody of offenders sentenced to transportation.] — Omitted by the Frontier \nCorps (Amdt.) Ordinance, 1981 (9 of 1981), s. 6.  \n \n 21. Conveyance of prisoners from place to p lace.—A person under sentence of \n3[imprisonment for life], rigorous imprisonment or detention may, during his conveyance from place \nto place, be subjected to such restraint as is necessary for his safe conduct and removal.    \n 22. Communication of certain o rders to civil prison officers. — Whenever an order is duly \nmade under this Ordinance setting aside or varying any sentence, order or warrant under which any \nperson is confined in a civil prison, a warrant in accordance with such order shall be forwarded by  \nthe court or the officer, appointed for the purpose by the Inspector General, to the officer in charge of \nthe prison in which the person is confined.  \n \n1 Subs. by the Frontier Corps (Amdt.) Act, 1974 (2 of 1975), s. 2, for “Central Government”.  \n2 Subs. by the Frontier Corps (Amdt.) Ordinance, 1981 (9 of 1981), s. 5, for “Transportation”.  \n3 Subs., ibid, s.7. \nPage 12 of 16 \n  23. Custody of offenders. — (1) Any person subject to this Ordinance who is charged with \nany offence may be taken into Frontier Corps custody by any Ju nior Commissioned Officer or non -\ncommissioned officer senior in rank to the person charged with any offence:  \n \nProvided that in the case offences of mutiny or murder, the offender may also be arrested by \nany person junior to him in rank.  \n \n(2) Every Commanda nt shall take care that a person under his command when charged with \nan offence is not detained in custody for more than forty -eight hours after the committal of such \nperson into custody is reported to him, without the charge being investigated, unless inv estigation \nwithin that period seems to him to be impracticable having due regard to the public service and every \ncase of a person detained in custody beyond a period of forty -eight hours and the reason therefore \nshall be reported by the Commandant to the p rescribed authority while making an application for the \ntrial of the person charged:  \n \nProvided that in reckoning the period of forty -eight hours all public holidays shall be \nexcluded.  \n \n(3) In every case where any such person as is mentioned in sub -section (1) remains in custody \nfor a period exceeding eight days, without the orders of his trial, a special report giving reason for the \ndelay shall be made by the Commandant con cerned to the Inspector General.  \n \n24. Capture of deserters. —(1) Whenever any person subject to this Ordinance deserts, his \nCommandant shall give written information of the desertion to such civil authorities as in his opinion \nmay be able to afford assistance towards the capture of the deserter and such authorities shall \nthereupon take ste ps for the apprehension of the said deserter in like manner as if he were a person \nfor whose apprehension a warrant had been issued by a magistrate, and shall deliver the deserter, \nwhen apprehended, to Frontier Corps custody.  \n \n(2) Any police officer may ar rest without warrant any person whom he reasonably believes to \nbe subject to this Ordinance and a deserter or absentee without leave and bring him without delay \nbefore the nearest magistrate, as if he were a deserter from the Pakistan Army.  \n \n25. Saving. — No suit, prosecution or other legal proceeding shall lie for anything which is in \ngood faith done or intended to be done under this Ordinance or any rules made thereunder.  \n \n 26. Power to make rules. —The 1[Federal Government] may, by notification in the official \nGazette, make rules2— \n \n(a)  regulating the functions and powers of persons appoin ted under section 5;  \n \n(b)  regulating the classes and grades of, and the remu neration to be paid to, \nmembers of the Frontier Corps and their conditions of service;  \n \n(c)  fixing the period of service for members of the Frontier Corps in any local \nareas;  \n \n(d)  regulating the award of summary punishments under section 10, and providing \nfor appeals from or the revision of, orders under that section, and for the \nremission of fines imposed under that section and of deductions made under \nsection 12;  \n \n(e)  regulating the several or collective liability of members of the Frontier Corps \nin the case of the loss or theft of weapons or ammunitions; and  \n \n1 Subs. by the Frontier Corps ( Amdt.) Act, 1974 (2 of 1975), s. 2, for “Central Government”.  \n2 For the Frontier Corps Rules, 1961, see Gaz. of P., 1961, Pt. I, pp. 228 —232. \n \nPage 13 of 16 \n (f)  generally, for the purpose of carrying into effect the 1[provisions] of this \nOrdinance.  \n \n27. [Repeal.] — Omit ted by the Federal Laws (Revision and Declaration) Ordinance, 1981 \n(27 of 1981), s. 3 and II Sch.  \n______  \n \n2[FIRST SCHEDULE  \n(See section 3)  \n \nFrontier Corps forces maintaine d by the Federal Government — \n \nA. Frontier Corps,  North -West Frontier Province —   \n(1) The Headquarters, Frontier Corps, North -West Frontier Province;  \n \n(2)  The Chitral Scouts;  \n \n(3)  The Khyber Rifles;  \n \n(4)  The Khurram Militia;  \n \n(5)  The Thall Scouts;  \n \n(6)  The Tochi Scouts;  \n \n(7)  The South Waziristan Scouts;  \n \n(8)  The Dir  Scouts ; \n \n(9)  The Mohmand Rifles;  \n \n(10)  The Mahsud Scouts ;  \n \n(11)  The Bajaur Scouts;  \n \n(12)  The Shawal Rifles ;  \n \n(13)  Training Centre; and  \n \n(14)  The Kohistan Sco uts; \n \nB. Frontier Corps, Baluchistan —  \n \n(1) The Headquarters, Frontier Corps, Baluchistan;  \n \n(2) The Zhob Mi litia; \n \n(3) The Pishin Scouts;  \n \n \n1 Subs. by the Frontier Corps (Amdt.) Act, 1965 (1 of 1965 ), s. 8, for “purposes”.  \n2 Subs. by the Frontier Corps (Amdt.) Ordinance, 1981 (9 of 1981), s. 8 for the first Schedule which was previously amended by Act, 1 of 19 65 and \nOrdinance, 35 of 1965, to read as above.  \nPage 14 of 16 \n (4) The Chagai Militia;  \n \n(5) The Mekran Scouts;  \n \n(6) The Kalat Scouts;  \n \n(7) The Sibi Scouts;  \n \n(8) The Maiwand Rifles;  \n \n(9) Training Center;  \n \n(10) The Bha mbore Rifles;  \n \n(11) The Ghazaband Scouts;  \n \n(12)  The Kh aran Rifles and  \n \n(13)  The Loralai Scouts.]  \n \n \nPage 15 of 16 \n SECOND SCHEDULE  \n[See section 6(2)]  \n(Recruiting roll)  \n \nAfter you have served in the Frontier Corps for such period as has been fixed under the \nFrontier Corps Ordinance, 1959, you may at any time when not on ac tive service, apply for your \ndischarge, through the officer to whom you may be subordinate to the Commandant, and you will be \ngranted your discharge after three months from the date of your application, unless your discharge \nwould cause the vacancies in th at unit of the Frontier Corps to exceed one -tenth of the sanctioned \nstrength, in which case you shall be bound to remain until this objection is waived or removed. But \nwhen on active service, you shall have no claim to a discharge, and you shall be bound t o remain to \ndo your duty until the necessity for retaining you in the Frontier Corps ceases, when you may make \nyour application in the manner mentioned above.  \n \nSigned in acknowledgement of the above having been read out to me. I have understood the \npurport  of what has been read out.  \n \nPerson enrolled  \n \n Date…………  \n \nSigned in my presence after I had ascertained that the recruit understood the purport of what \nhe signed.  \n \nCommandant or other enrolling officer.   \n \nDate………….  \nPage 16 of 16 \n THIRD SCHEDULE  \nFORM OF AFFIRMATION  \n[See section 6(2)]  \n \nI, . . . . . . . . . . . . . . . . . . . . . . . . . . . . solemnly affirm in the pre sence of Almighty God that I \nwill be faithful and bear true allegiance to the Government of Pakistan and that I will, as in duty \nbound, honestly and faithf ully serve in the Pakistan Frontier Corps and go within the terms of my \nenrolment wherever I may be ordered by air, land or sea, and that I will observe and obey all \ncommands of any officer set over me even to the peril of my life.  \n \nSigned in acknowledgeme nt of the above  \n  having been read out to me.  \n I subs cribed to it.  \n      ……………………  \nSigned in my presence after I had  \n  ascertained that the person  \n  understood the purport of  \n  what he signed.  \n       ………………….  \n \nRoman Urdu Translation of Affirmation  \n \nMain . . . . . . . . . . . . . . . . Khuda -i-Taala ko Hazir -o-nazir jankar iman se iqrar karta hun kh \nmain Pakistan ki Hukumat k a sache dil se wafadar rahunga a ur Pakist an Frontier Corps men \nimandari a ur wafadari se khidmat ka farz baja launga. Bharti hone ki  sharait ke mutabiq hawa, \nkhushki ya tari ke raste jahan bhi jane ka hukam melega jaounga our jise mera afsar muqarrar kia \njaega, uske sab hukam ki tamil our pairwi karunga, khah us men jan ka khatra ho.  \n \nRoman Pushto Translation of Affirmation  \n \nZeh ……………… …………Pak Khudai Taala hazir au nazir ganran, au laiman sara iqrar kawam \nthe zo ba da Pakistan da Hukumat pa wafadari au da khpul zrah sidq zara ba da Pakistan Frontier \nCorps khidmat kawam, au laka the ma bande farz wi so ba da zrah sadiq sara da bhartai da shartunu \npa mutdbiq, da darya khushki ya da hawa pa liyare har charta the ma to hukam wushi ba zam au \nharsok the pa ma bande afsar muqarrar wi da hagba tolo bukmuno ba tamil au pairwi kawam ka pa \nde ke da zan khatra, ham wi.  \n \n1[Roman Baluchi Translation of  Affirmation,  \n \n Man……………………. Khuda -i-Tala-Ha-Hazir -o-Nazir Zanta Imana Goon Quol Khna \nghan ke man Pakistan ae Hukumata Goon sidiq -e-Dila wafadare beyan Pakistan Frontier Corps -e-\nTaha Imandari -o-Wafadari Khidmat -o-Farzha ada Kanen, Bharti Bayage sooratht Ha wa, Hushki ya \nDaryae -o-Zirri Raha Goon Key har Handia ke Rawagae Hukum Beraseeot -Rawaan -o-Har kesey dey \nmani Afsar Muqarrar kanag bibeet aanhiencae har Hukama manna Tonrhein key anhienha ma saaye \nKahtra bibeet.].  \n \n \n \n \n \n \n1 Added by the Frontier Corps (Amdt. ) Ordinance, 1981 (9 of 1981), s. 9."
}