{
    "file": "./converted_json\\administrator334aec13c36c8e00cf6dd554e19d5c87.json",
    "name": "Riphah International University Ordinance, 2002",
    "date": "16-10-2002",
    "tagline": "An Ordinance to provide for the establishment of Riphah International University at Islamabad",
    "content": "Page 1 of 19 \n  \n \n \nTHE RIPHAH INTERNATIONAL UNIVERSITY ORDINANCE, \n2002  \n \n \n \nCONTENTS  \n \n1.  Short title and commencement  \n2.  Definitions  \n3.  Establishment and incorporation of the University  \n4.  Powers and functions of the University  \n5.  University open to all classes, creeds etc  \n6.  Teaching and  examinations in the University  \n7.  Authorities of the University  \n8.  Officers of the University  \n9.  Patron  \n10.  Visitation  \n11.  Chancellor  \n12.  Vice -Chancellor  \n13.  Board of Governors  \n14.  Powers and functions of the Board of Governors  \n15. Meeting of the Board of Governors  \n16.  Academic and administrative staff  \n17.  University Fund, audit and accounts   \n\n \nPage 2 of 19 \n 18.  The Academic Council  \n19.  Powers and duties of the Academic Council  \n20.  Constitution, functions and powers of other Authorities  \n21.  Appointment of committees by the Authorities  \n22.  Provision  \n23.  Statutes  \n24.  Regulations  \n25.  Rules  \n26.  First Statute  \n27.  Interpretation  \n28.  Removal of difficulties  \nSCHEDULE  \n1.  The Faculties  \n2.  Board of Faculty  \n3.  Functions of the Board of Faculty  \n4.  Dean  \n5.  Academic Departments and Head of Department  \n6.  Board of Advanced Studies and Research  \n7.  Functions of the Board of Advanced Studies and Research  \n8.  Selection Board  \n9.  Function of the Selection Board  \n10.  Finance and Planning Committee  \n11.  Functions of  the Finance and Planning Committee  \n \n \n  \n \nPage 3 of 19 \n THE RIPHAH  INTERNATIONAL  UNIVERSITY  ORDINANCE,  2002  \nORDINANCE  LXXVI  OF 2002  \nAn Ordinance to provide  for the establishment  of Riphah  International  University  at Islamabad  \n[16-10-2002]  \n WHEREAS  it is expedient  to provide  for the establishment  of Riphah  International  \nUniversity  at Islamabad  and for the matters  connected  therewith  or incidental  thereto;  \n AND  WHEREAS  the President  is satisfied  that circumstances  exist  which  rend it necessary  \nto take immediate  action;  \n NOW,  THEREFORE,  in pursuance  of Proclamation  of Emergency  of the Fourteenth  day of \nOctober,  1999,  and the Provisional  Constitution  Order  No. 1 of 1999,  read with the Provisional  \nConstitution  (Amendment)  Order  No. 9 of 1999,  and in exercise  of all powers  enabling  him in that \nbehalf,  the President  of the Islamic  Republic  of Pakistan  is pleased  to make  and promulgate  the \nfollowing  Ordinance: –– \n 1. Short  title and commencement .___ (1) This Ordinance  may be called  the Riphah  \nInternational  University  Ordinance,  2002.  \n (2) It shall  come  into force  at once.  \n 2. Definition s.____ In this Ordinance,  unless  there  is anything  repugnant  in the subject  or \ncontext, –– \n(a)  “Academic  Council ” means  the Academic  Council  of the University;  \n(b)  “Authority ” means  any of the Authorities  of the University  specified  in section  \n7; \n(c)  “Board ” means  the Board  of Governors  of the University;   \n(d)  “Chairman ” means  the Chairman  of the Board;  \n(e)  “Chancellor ” means  the Chancellor  of the University;   \n(f)  “Dean ” means  the Dean  of a Faculty  of the University;  \n(g)  “Faculty ” means  the Faculty  of the University;  \n(h)  “Head ” means  Head  of a teaching  department  of the University;   \n(i)  “Patron ” means  the Patron  of the University;  \n(j)  “Prescribed ” means  prescribed  by Statutes,  Regulations  and Rules;  \n \nPage 4 of 19 \n (k) “Registrar ” means  the Registrar  of the University;  \n(l)  “Statutes ”, “Regulations ” and “Rules ” means  the Statutes,  the Regulations  and \nthe Rules  made  or deemed  to have  been  made  under  this Ordinance;  \n(m)  “teacher ” means  Professor,  Associate  Professor,  Assistant  Professor  and \nLecturer  engaged  whole  time by the University  for teaching  degree  and post- \ngraduate  classes  and includes  such other  persons  as may be declared  as \n“Teachers ” by Regulations;  \n(n)  “teaching  department ” means  teaching  department  established  and maintained  \nby the University;  \n(o)  “Trust ” means  Islamic  International  Medical  College  Trust;  \n(p)  “University ” means  the Riphah  International  University  established  under  this \nOrdinance;  and \n(q)  “Vice  Chancellor ” means  the Vice -Chancellor  of the University;  \n 3. Establishment  and incorporation  of the University ._____ (1) There  shall  be established  at \nIslamabad  a University  to be called  Riphah  International  University  consisting  of,— \n(i)  the Chancellor,  the Vice -Chancellor,  the Deans  and other  members  of the \nBoard;   \n(ii)  the members  of such councils,  committees  and other  bodies  as the Board  may \nestablish;  \n(iii)  the teachers  and students  of the University  and its constituent  units;  and \n(iv)  such other  officers  and members  of the staff as may from  time to time be \nspecified  by the Board.  \n (2) The University  shall  be a body  corporate  by the name  of Riphah  International  University  \nhaving  perpetual  succession  and a common  seal, with power,  among  others,  to acquire,  hold and \ndispose  of any property  and shall  by the said name  sue and be sued.  \n 4. Powers  and functions  of the University .____ The University  shall  have  the powers,___ \n(a)  to provide  for instruction  and training  in such branches  of learning  as it may \ndeem  fit and to make  provision  for research,  demonstrations  and other  \nservices,  and for the advancement  and dissemination  of knowledge;  \n(b)  to admit,  teach  and examine  students;  \n \nPage 5 of 19 \n (c)  to hold examinations  and confer,  award  degrees,  diplomas,  certificates  and \nother  academic  distinctions  on and to persons  who have  passed  its \nexaminations  under  prescribed  conditions;  \n(d)  to select  and promote  faculties;   \n(e)  to confer  honorary  degrees;  \n(f)  to prescribe  courses  of studies  in such branches  of learning  as the University  \nmay deem  fit; \n(g)  to pursue  research;  \n(h)  to establish  and support  other  facilities  for education,  training  and research;  \n(i)  to affiliate  or associate  itself  with other  institutions  and establish  faculties  in \nPakistan  and abroad  for better  discharge  of its functions  and responsibilities;  \n(j)  to establish  camp  offices,  campuses  and faculties  in Pakistan  and abroad;  \n(k)  to enter  into agreements,  contracts  and arrangements  with Universities,  \norganizations,  institutions,  bodies  and individuals  for the purpose  of carrying  \nout its function  and activities;  and \n(l)  to decide  teaching  methods  and strategies  in order  to ensure  the most  effective  \neducational  and training  programmers . \n 5. University  open  to all classes,  creeds  etc.____ The University  shall  be open  to persons  of \neither  sex of whatever  religion,  race,  creed,  color  or domicile  who are academically  qualified  for \nadmission  to the courses  of study  offered  by the University;  and no such person  shall  be denied  the \nprivileges  of the University  on the ground  only of sex, religion,  creed,  race,  class,  colour  or domicile.  \n 6. Teaching  and examinations  in the University ._____ (1) The academic  programmes  of the \nUniversity  shall  be conducted  in the prescribed  manner.  \n (2) The University  may associate  external  and internal  examiners  for the conduct  of \nexaminations.  \n (3) A degree  shall  not be awarded  to a student  unless  he has passed  an examination  in Islamic  \nStudies  and Pakistan  Studies  at the bachelor's  degree  level  or in the case of a Non-Muslim  student  in \nethics  and Pakistan  Studies  at his option.  \n 7. Authorities  of the University . ____ The authorities  of the University  shall  consist  of,–– \n(a)  Board  of Governors;   \n(b)  Academic  Council;  \n \nPage 6 of 19 \n (c)  Advanced  Studies  and Research  Board;   \n(d)  Finance  and Planning  Committee;  \n(e)  Selection  Board;  and \n(f)  Such  other  Authority  constituted  by the Board.  \n 8. Officers  of the University .____ The following  shall  be the officers  of the University,  \nnamely, –– \n(a)  the Chancellor;  \n(b)  the Vice -Chancellor;   \n(c)  the Deans;  \n(d)  the Head  of teaching  department;   \n(e)  the Registrar;  and \n(f)  such other  persons  as may be specified  by Regulations  to be the officers.  \n 9. Patron .____ (1) The President  of Islamic  Republic  of Pakistan  shall  be the Patron  of the \nUniversity.  \n (2) The Patron,  when  present,  or in his absence,  his nominee,  shall  preside  at the convocation  \nof the University.  \n (3) Every  proposal  to confer  an honorary  degree  shall  be subject  to confirmation  by the \nPatron.  \n 10. Visitation .____ (1) The Patron  may cause  an inspection  or inquiry  to be made  in respect  of \nany matter  connected  with the affairs  of the University  and shall,  from  time to time,  direct  any \nperson  to inquire  into or carry  out inspection  of,–– \n(i)  the University,  its buildings,  laboratories,  libraries  and other  facilities;  \n(ii)  any institution,  department  or hostel  maintained  by the University;   \n(iii)  the adequacy  of financial  and human  resources;  \n(iv)  the teaching,  research,  curriculum,  examination  and other  matters  of the \nUniversity;  and \n(v)  such other  matters  as may be specified  by him. \n \nPage 7 of 19 \n  (2) The Patron  shall  communicate  to the Board  his views  with regard  to the result  of a \nvisitation  and shall,  after ascertaining  the views  of the Board,  advise  the Board  on the action  to be \ntaken  by it. \n (3) The Board  shall,  within  such time as may be specified  by the Patron,  communicate  to him \nsuch action,  if any, as has been  taken,  or may be proposed  to be taken,  upon  the results  of visitation.  \n (4) Where  the Board  does not, within  the time specified,  take action  to the satisfaction  of the \nPatron,  he may issue  such directions  as he may deem  fit and the Board  shall  comply  with all such \ndirections.  \n 11. Chancellor .____ (1) The appointment  of the Chancellor  shall  be made  by the Patron  from  \na panel  of eminent  scholars  or educationists  of distinction  recommended  by the Trust.  \n (2) The Chancellor  shall  be the Chairman  of the Board.  \n (3) If the Chancellor  is satisfied  that the proceedings  of any Authority  or any order  of any \nofficer  is not in accordance  with the provisions  of this Ordinance,  the Statutes,  the Regulations  or the \nRules,  he may,  after calling  upon  such Authority  or officer  to show  cause  why such proceedings  \nshould  not be annulled,  by order  in writing,  annul  such proceedings  or orders.  \n (4) The Chancellor  may remove  any person  from  the membership  of any Authority  if such \nperson, –– \n(a)  has become  of unsound  Mind;  \n(b)  has become  incapacitated  to function  as members  of such Authority;  \n(c)  has been  convicted  by a Court  of an offence  involving  moral  turpitude;  or \n(d)  has been  found  indulging  in any activity  against  the interest  of the University.  \n (5) Where  the Chancellor  becomes  incapacitated  from  acting  as such due to absence  or for \nany other  cause,  the Vice -Chancellor,  or a nominee  of the Chancellor,  shall  exercise  the powers  and \nperform  the functions  of the Chancellor.  \n 12. Vice -Chancellor .____ (1) The Vice -Chancellor  who shall  be an eminent  scholar  of \ninternational  repute  and an educationist  of distinction  shall  be appointed  by the Chancellor  on the \nrecommendation  of the Board  for a period  of four years  and on such terms  and conditions  as the \nChancellor  may determine.  \n (2) The Vice -Chancellor  shall  be the chief  academic  and administrative  officer  of the \nUniversity  and shall  be responsible  for the implementation  of the decisions  of the Board  and for the \neffective  execution  of the programmes  of the University  in accordance  with the guidelines  and \npolicies  formulated  by the Board.  \n (3) The Vice -Chancellor  shall  also have  the powers, –– \n \nPage 8 of 19 \n (i)  to submit  plans  of work  and budget  estimates  of the University  for the \nconsideration  of the Board;  \n(ii)  to direct  the activities  connected  with the execution  of programmes  for \ninstruction,  training,  research,  services  to community,  etc.; \n(iii)  to authorize  expenditure  provided  for in the approved  budget  and to re- \nappropriate  funds  Within  the same  major  head  of expenditure  and report  it to \nthe Board  in the next meeting.  \n(iv)  to sanction  and re-appropriate  an amount  not exceeding  one hundred  thousand  \nrupees  for an unforeseen  item not provided  for in the budget  and report  it to \nthe Board  in the next meeting;  \n(v)  to appoint,  with the approval  of the Board,  teachers,  officers  and members  of \nthe staff of the University  and such other  persons  as may be necessary  in \naccordance  with policies  and procedures  approved  by the Board  so as to \nensure  the highest  intellectual  and moral  qualities  in the person  appointed;  \n(vi) to submit  to the Board,  in accordance  with the rules  of procedure,  reports  on \nthe activities  of the University  and the execution  of the plans  of work;  \n(vii)  to create  and fill temporary  posts  for a period  not exceeding  six months;  and \n(viii)   to undertake  any work  assigned  by the Board.  \n 13. Board  of Governors .____ (1) There  shall  be a Board  of Governors  consisting  of the \nfollowing,  namely, –– \n(i)  the Chancellor  who shall  be its Chairman;  \n(ii)  the Chairman  Higher  Education  Commission  or his nominee;  \n(iii)  a retired  Judge  of the Supreme  Court,  or a High  Court,  to be nominated  by the \nChief  Justice  of Pakistan,  or as the case may be, the Chief  Justice  of the \nconcerned  High  Court;  \n(iv)  a Vice -Chancellor  or an eminent  scholar  to be nominated  by the Chancellor;   \n(v)  five nominees  of the Trust;  \n(vi)  the Chairman,  Federation  of Chambers  of Commerce  and Industry  or Vice - \nChairman  as his nominee;  \n(vii)  one scientist  of international  repute  to be nominee  of the Board.  \n(viii)   the Secretary,  Ministry  of Education,  Government  of Pakistan,  or his nominee  \nnot below  the rank of a Joint  Secretary;  and \n \nPage 9 of 19 \n (ix)  the Vice -Chancellor  who shall  act as Secretary  of the Board;  \n (2) Members  of the Board,  other  than ex officio  members,  shall  hold office  for three  years,  \nfrom  the date of appointment.  \n (3) The Chairman  of the Board  may nominate  any member  of the Board  to act as Chairman  in \nhis absence.  \n (4) No act or proceedings  of the Board  shall  be invalid  by reasons  only of the existence  of a \nvacancy  in, or any defect  in the constitution  of, the Board.  \n 14. Powers  and functions  of the Board  of Governors .____ (1) The Board  of Governors  shall  \nhave  the powers, –– \n(i)  to hold,  control  and administer  the property,  funds  and resources  of the \nUniversity  and raise  funds  upon  such security  as may be required  under  \nRegulations;  \n(ii)  to undertake  responsibility  for the financial  viability  of the University  \nincluding  responsibility  for ensuring  effectiveness  of its operations,  their \ncontinuity  and preservation  of the autonomy  of the University;  \n(iii)  to consider  and pass the resolution  of the annual  report,  plan of work,  \nstatement  of accounts  and the annual  budget  estimates;  \n(iv)  to formulate  and approve  the principles,  policies  and the plans  governing  the \nactivities  and operations  of the University  so as to facilitate  research,  teaching  \nand other  academic  work;  \n(v) to make  statutes  and revise  them  from  time to time for the efficient  and \neffective  operation  of the University;  \n(vi)  to create  such Faculties,  Departments  or Institutes  and to constitute  such \nstanding  committees,  committees,  sub-committees,  councils  and other  \nadministrative  or academic  advisory  bodies  as it deems  necessary  and review  \ntheir work;  \n(vii)  to consider  annual  reports  relating  to the activities  of the University  and the \nexecution  of the plans  of work  and to direct  the Vice -Chancellor  to furnish  \ninformation  relating  to any matter  specified  by the Board;  \n(viii)   to create  such academic  or administrative  posts  as it may deem  necessary  and \nto make  appointments  to such posts;  \n(ix)  to take such initiatives  as it may consider  necessary  or desirable  for the \nefficient  and effective  management  and functioning  of the University;  \n \nPage 10 of 19 \n (x)  to appoint  teachers  and other  employees  in BPS-17 and above  on the \nrecommendation  of the Selection  Board;  and \n(xi)  to delegate  any of its powers  to an Authority  or officer  or a committee.  \n (2) The Board  may,  subject  to such conditions  as it may deem  fit to impose,  delegate  any of \nits powers  to the Vice -Chancellor.  \n 15. Meeting  of the Board  of Governors .—(1) The Board  shall  meet  at least twice  in a year \non dates  to be fixed  by the Vice -Chancellor  in consultation  with the Chancellor  provided  that a \nspecial  meeting  may be called  at any time by the Chancellor,  Vice - Chancellor  or on a request  by not \nless than five members  of the Board  to consider  any matter  of urgent  nature.  \n (2) In the case of a special  meeting  not less than ten clear  days notice  shall  be given  to the \nmembers  of the Board  and the agenda  of the meeting  shall  be restricted  to the matter  for which  the \nspecial  meeting  is called.  \n (3) The quorum  for a meeting  of the Board  shall  be one half of its members  a fraction  being  \ncounted  as one. \n (4) The decisions  of the Board  shall  be based  on the majority  vote of the members  present  \nand voting.  \n (5) In case of equality  of votes  the Chairman  of the Board  shall  have,  and exercise,  a casting  \nvote.  \n 16. Academic  and administrative  staff .____ (1) The academic  and administrative  staff of the \nUniversity  shall  be selected  with a view  to achieving  its stated  objectives  and the basic  criteria  for \ntheir selection  shall  be the highest  standards  of competence,  integrity  and efficiency.  \n (2) In the case of academic  staff,  academic  qualification  and fringe  benefits  shall  not be less \nthan those  duly approved  by the Higher  Education  Commission  for such appointments.  \n 17. University  Fund,  audit  and accounts .____ (1) The University  shall  have  a Fund  to which  \nshall  be credited  its income  from  fees, donations,  trusts,  bequests,  endowments,  grants,  contributions  \nand any other  sources.  \n (2) No contribution,  donation  or grant  which  may directly  or indirectly  involve  any \nimmediate  or subsequent  financial  liability  of the University  or which  may involve  an activity  not \nincluded  in its programmes  for the time being  shall  be accepted  without  the prior  approval  of the \nBoard.  \n (3) The accounts  of the University  shall  be maintained  in such form  and in such manner  as \nmay be prescribed.  \n (4) The accounts  of the University  shall  be audited  each year within  four months  of the \nclosing  of the financial  year of the University  by a Chartered  Accountant  appointed  by the Board.  \n \nPage 11 of 19 \n  (5) The accounts,  together  with the report  of the auditor  thereon,  shall  be submitted  to the \nBoard  for approval.  \n (6) The auditor's  report  shall  certify  that the auditor  has complied  with the standards  of audit  \nand certification  laid down  by the institute  of Chartered  Accountants  of Pakistan.  \n 18. The Academic  Council .____ (1) The Academic  Council  shall  consist  of,–– \n(i)  the Vice -Chancellor  who shall  be its Chairman;  \n(ii)  all the Deans;  \n(iii)  all the Heads  of the Departments  and Institutes;   \n(iv)  all Professors  of the University;  \n(v)  nominee  of the Secretary,  Ministry  of Education  not below  the rank of a \nDeputy  Secretary;  \n(vi)  two Associate  Professors,  two Assistant  Professors,  and two Lecturers  to be \nnominated  by the Board;  \n(vii)  three  persons,  eminent  in the field of their specialization  because  of their \nexperience  and achievements,  to be nominated  by the Board;  \n(viii)   the Advisor  Academics,  Higher.  Education  Commission  or nominee;  and \n(ix)  the Registrar  who shall  act as Secretary  of the Academic  Council.  \n (2) Members,  other  than ex-officio  members,  shall  hold office  for three  years  from  the date of \nappointment.  \n (3) The quorum  for a meeting  of the Academic  Council  shall  be one-third  of the total number  \nof members,  a fraction  being  counted  as one. \n 19. Powers  and duties  of the Academic  Council . ____ (1) The Academic  Council  shall  be the \nacademic  body  of the University  and shall,  subject  to the provisions  of this Ordinance  and the \nStatutes,  have  the powers  to lay down  proper  standards  of instructions  research,  publication  and \nexamination  and to regulate  and promote  the academic  life of the University.  \n (2) In particular  and without  prejudice  to the generality  of the foregoing  provisions  and the \nStatutes,  the Academic  Council  shall  have  the powers, –– \n(i)  to advise  the Board  on academic  matters;  \n(ii)  to regulate  teaching,  research,  publication  and examinations;  \n \nPage 12 of 19 \n (iii)  to regulate  the admission  of students  to the cours es of studies  and \nexaminations  in the University;  \n(iv)  to regulate  the conduct  and discipline  of the students  of the University;  \n(v)  to propose  to the Board  scheme  for the constitution  and organization  of \nFaculties  and teaching  departments;  \n(vi)  to consider  or formulate  proposals  for the planning  and development  of \nteaching  and research  in the University;  \n(vii)  to make  Regulations  prescribing  the course  of studies,  the syllabi  and the \noutlines  of tests for all University  examinations  subject  to the approval  of the \nBoard;  \n(viii)   to regulate  the award  of studentships,  scholarships,  medals  and prizes;   \n(ix)  to make  Regulations  for submission  to the Board;  \n(x)  to appoint  or nominate  members  to the Authorities  in accordance  with the \nprovisions  of this Ordinance;  and \n(xi)  to perform  such other  functions  as may be prescribed  by Statutes,  Regulations  \nand Rules.  \n 20. Constitution,  functions  and powers  of other  Authorities .____ The constitution,  \nfunctions  and the powers  of the Authorities,  for which  no specific  provision  has been  made  in this \nOrdinance,  shall  be such as may be prescribed  by Statutes,  Regulations  and Rules.  \n 21. Appointment  of committees  by the Authorities .____ The Board,  the Academic  Council  \nand other  Authorities  may,  from  time to time appoint  such standing,  special  or advisory  committees  \nas they may deem  fit and may nominate  such persons  on these  committees  who are not members  of \nthe Authorities.  \n 22. Provision .____ The University  shall  work  within  the framework  of the education  policy  as \nthe Federal  Government  may,  from  time to time,  make.  \n 23. Statutes .____ (1) Subject  to .the provisions  of this Ordinance,  Statutes  may be made  to \nregulate  or prescribe  all or any of the following  matters,  namely, –– \n(a)  terms  and conditions  of service  of employees  of the University  including  \nscales  of pay, pension,  insurance,  gratuity,  provident  fund,  benevolent  fund \nand other  fringe  benefits;  \n(b)  terms  and conditions,  fee, remuneration  for examiners,  teachers,  researchers  \nand such other  officers;  \n \nPage 13 of 19 \n (c)  establishment  of other  faculties,  academic  units,  research  centres  and \ndivisions;  \n(d)  conditions  under  which  the University  may enter  into arrangements  with other  \npublic  or private  organizations  for purpose  of affiliation  of institutions,  \nresearch  and other  scholarly  activities;  \n(e)  conditions  of appointment  of Professors  Emeritus;  \n(f)  efficiency  and discipline  rules  of the employee  of the University;  \n(g)  acquisition  and administration  of properties  and investments  of the University;  \nand \n(h)  all other  matters  which  under  this Ordinance  are required  to be or may be \nprescribed  or regulated  by Statutes.  \n (2) The draft  Statutes  shall  be proposed  by the Board  for consideration  and approval  by the \nChancellor.  \n 24. Regulations .____ (1) Subject  to the provisions  of this Ordinance  and the Statutes,  the \nAcademic  Council  may make  Regulations  for all or any of the following  matters,  namely, –– \n(a)  scheme  of studies  and research,  including  the duration  of courses,  number  of \nsubjects  or papers  for examination s; \n(b)  syllabi  and courses  of study  and research  programmes  leading  to degrees,  \ndiplomas  or certificates;  \n(c)  methodology  for selection  and admission  of students;  \n(d)  conduct  and supervision  of examinations,  appointment  of examiners  and \nscrutiny  and tabulation  of results;  \n(e)  determination  of fees and other  charges  for admission  to various  courses;   \n(f)  maintenance  of discipline  among  students  and schemes  for their welfare;  \n(g)  institution  of fellowships,  scholarships,  prizes,  medals,  honorarium  and other  \nfinancial  assistance  to students  and research  scholars;  \n(h)  conduct  of convocation  and manner  in which  they are to be conducted;  and  \n(i)  all other  academic  matters  which  are to be or may be prescribed  by \nRegulations.  \n (2) The Regulations  shall  be approved  by the Board  on the recommendation  of the Academic  \nCouncil.  \n \nPage 14 of 19 \n  (3) No Regulation  shall  be valid  until it has been  approved  by the Board.  \n 25. Rules .____ The Academic  Council  may make  rules,  consistent  with this Ordinance,  the \nStatutes  and the Regulations,  to regulate  any other  matter  relating  to the affairs  of the University  \nwhich  under  this Ordinance  are not specifically  required  to be provided  for by the Statutes  or the \nRegulations.  \n 26. First  Statute .____ Notwithstanding  anything  contained  in this Ordinance,  the Statutes  set \nout in the Schedule  to this Ordinance  shall  be deemed  to be the First Statutes  made  under  section  23 \nand shall  remain  in force  until they are amended  or replaced  by new Statutes  made  in accordance  \nwith this Ordinance.  \n 27. Interpretation .____ If any difficulty  arises  as to the interpretation  of any provision  of this \nOrdinance,  it shall  be placed  before  the Chancellor  whose  decision  thereon  shall  be final.  \n 28. Removal  of difficulties .____ (1) If any difficulty  arises  in giving  effect  to the provisions  of \nthis Ordinance,  the Chancellor  shall  make  such order,  not inconsistent  with the provisions  of this \nOrdinance,  as may appear  to him to be necessary  for removing  the difficulty.  \n (2) Where  this Ordinance  makes  any provision  for anything  to be done,  but no provision  has \nbeen  made  as respects  the authority  by whom,  or the time at which,  or the manner  in which,  it should  \nbe done,  then it shall  be done  by such authority,  at such time and in such manner  as the Chancellor  \nmay direct.  \nSCHEDULE  \nTHE  FIRST  STATUTES  \n(See section  26) \n 1. The Faculties .____ The University  shall  include  the following  faculties  and such other  \nfaculties  as may be prescribed  by the Statutes,  namely, –– \n(a)  Faculty  of Health  and Medical  Sciences;  \n(b)  Faculty  of Engineering  and Applied  Sciences;  \n(c)  Faculty  of Computer  Sciences  and Information  Technology;   \n(d)  Faculty  of Management  Sciences;  \n(e)  Faculty  of Pharmaceutical  Sciences;  and \n(f)  Faculty  of Social  Sciences  and Humanities.  \n 2. Board  of Faculty . ____ (1) There  shall  be a Board  of each Faculty  which  shall  consist  of,–– \n(i)  the Dean  of the Faculty;  \n \nPage 15 of 19 \n (ii)  the Professors  and the Head  of the Academic  Departments  in the Faculty;  \n(iii)  one member  other  than Professors  and Head  of each Academic  Department  to \nbe nominated  by the Head;  \n(iv)  two teachers  to be nominated  by the Academic  Council  by reason  of their \nspecialised  knowledge  of the subjects  which,  though  not assigned  to that \nfaculty,  have  in the opinion  of the Academic  Council,  important  bearing  on the \nsubjects  assigned  to the Faculty;  \n(v)  two experts  in the field from  outside  the University  to be appointed  by the \nBoard  of Governors;  and \n(vi)  one member  to be nominated  by the Vice -Chancellor.  \n (2) The members,  other  than ex-officio  members,  shall  hold office  for three  years  from  the \ndate of appointment.  \n (3) The quorum  for a meeting  of the Board  of a Faculty  shall  be one-half of the total number  \nof members,  a fraction  being  counted  as one. \n 3. Functions  of the Board  of Faculty . ____ The Board  of each faculty  shall,  subject  to the \ngeneral  control  of the Academic  Council  and the Board  have  the powers, –– \n(i)  to co-ordinate  the teaching  and research  work  in the subjects  assigned  to the \nfaculty;  \n(ii)  to scrutinize  the recommendations  of the Board  of Studies  comprising  of the \nFaculty  with regard  to the appointment  of paper -setters  and examiners  for \ngraduate  and post-graduate  examinations  and to forward  the panels  of suitable  \npaper -setters  and examiners  for each examination  to the Vice -Chancellor,  \n(iii)  to consider  any other  academic  matter  relating  to the Faculty  and report  \nthereon  to the Academic  Council;  \n(iv)  to prepare  a comprehensive  annual  report  regarding  the performance  of each \ndepartment,  comprising  the Faculty  for, presentation  to the Academic  Council;  \nand \n(v)  to perform  such other  functions  as may be prescribed  by the Statutes.  \n 4. Dean .____ (1)There  shall  be a Dean  of each Faculty  who shall  be the Chairman  and \nConvener  of the Board  of Faculty.  \n (2) The Dean  shall  be appointed  by the Board  from  amongst  the senior  Professors  of the \nFaculty  on the recommendation  of the Vice -Chancellor  and shall  hold office  for a period  of three  \nyears  and shall  be eligible  for reappointment.  \n \nPage 16 of 19 \n  (3) The Dean  shall  present  candidates  for admission  to degree,  except  honorary  degrees,  in \nthe courses  falling  within  the purview  of the Faculty.  \n (4) The Dean  shall  exercise  powers  and discharge  such duties  as may be prescribed  by the \nBoard  on the recommendation  of the Vice -Chancellor.  \n 5. Academic  Departments  and Head  of Department ._____ (1) There  shall  be an Academic  \nDepartment  for each subject  or group  of subjects,  as may be prescribed  by Regulations  and each \nAcademic  Department  shall  be headed  by a Head  of the Department.  \n (2) The Head  of an Academic  Department  shall  be appointed  by the Chairman  of the Board  \non the recommendations  of the Vice -Chancellor  from  amongst  the Senior  Professors  or Associate  \nProfessors,  other  than Professor  already  working  as Dean,  for a period  of three  years  and shall  be \neligible  for reappointment:  \n Provided  that in a department  in which  there  is no Professor  or Associate  Professor,  no such \nappointment  shall  be made  and the Department  shall  he looked  after by the Dean  of the Faculty  with \nthe assistance  of the most  senior  teacher  of the Department.  \n (3) The Head  of the Department  shall  plan,  organize  and supervise  the work  of the \nDepartment  and shall  be responsible  to the Dean  for the work  of his Department.  \n (4) The Head  of the Department  shall  under  the general  supervision  of the Vice - Chancellor  \nand the Dean,  exercise  all administrative,  financial  and academic  powers  and such other  duties  or \npowers  as may be delegated  to him. \n (5) The Head  of the Department  shall  prepare  a comprehensive  annual  report  on the \nperformance  of the Department  at the graduate  and postgraduate  levels,  Faculty  research  and \ndevelopment  and submit  the report  to the Dean  of the Faculty  for his evaluation.  \n 6. Board  of Advanced  Studies  and Research ._____ (1) The Board  of Advanced  Studies  and \nResearch  shall  consists  of–– \n(i)  the Vice -Chancellor  who shall  be its Chairman;   \n(ii)  all the Deans;  \n(iii)  one University  Professor  from  each Faculty  other  than Professors  having  \nexperience  in research  in relevant  field,  to be appointed  by the Academic  \nCouncil;  \n(iv)  one University  Professor  from  each Faculty,  other  than Dean,  to be appointed  \nby the Board;  \n(v)  one member  to be nominated  by the Vice -Chancellor;  \n \nPage 17 of 19 \n (vi)  three  members  from  the relevant  field Research  Organizations  and \nGovernment  Departments  to be nominated  by the Board;  and \n(vii)  the Registrar  shall  act as Secretary  of Board  of Advanced  Studies  and \nResearch.  \n (2) The term of office  of the members  of the Board  of Advanced  Studies  and research,  other  \nthan ex-officio  members,  shall  be three  years  from  the date of appointment.  \n (3) The quorum  for a meeting  of the Board  of Advanced  Studies  and Research  shall  be one-\nhalf of the total number  of members,  a fraction  being  counted  as one. \n 7. Functions  of the Board  of Advanced  Studies  and Research .___ The functions  of the \nBoard  of Advanced  Studies  and Research  shall  be,–– \n(a)  to advise  the Authorities  on all matters  connected  with the promotion  of \nadvanced  studies  and research  publications  in the University;  \n(b)  to consider  and report  to the Authorities  on the institution  of research  degrees  \nin the University;  \n(c)  to propose  Regulations  regarding  the award  of research  degrees;  \n(d)  to appoint  supervisors  for post-graduate  research  students  and to approve  titles  \nand synopses  of their theses  or dissertations;  \n(e)  to recommend  panels  of names  of examiners  for evaluation  of their theses  and \nother  research  examination;  and \n(f)  to perform  such other  functions  as may be prescribed  by Statutes.  \n 8. Selection  Board .____ (1) The Selection  Board  shall  consist  of,–– \n(i)  the Vice -Chancellor  who shall  be its Chairman;  \n(ii)  the Dean  of the concerned  Faculty;  \n(iii)  the Head  of the concerned  Academic  Department;  \n(iv)  one member  of the Board  to be nominated  by the Chairman  of the Board;   \n(v)  one eminent  scholar  to be nominated  by the Board;  and \n(vi)  one expert  to be nominated  by the Higher  Education  Commission;   \n (2) The Registrar  shall  be the Secretary  of the Selection  Board.  \n \nPage 18 of 19 \n  (3) The members,  other  than ex-officio  members,  shall  hold office  for three  years  from  the \ndate of appointment.  \n (4) The quorum  for a meeting  of the Selection  Board  shall  be four members.  \n (5) No member  who is a candidate  for the post,  to which  appointment  is to be made,  shall \ntake part in the proceedings  of the Board.  \n (6) In selecting  candidates  for the posts  of Professors  and Associate  Professors,  the Selection  \nBoard  shall  co-opt or consult  three  experts  in the subject  concerned  and in selecting  candidates  for \nother  teaching  posts  two experts  in the subject  concerned,  to be nominated  by the Vice -Chancellor  \nfrom  a standing  list of experts  for each subject  approved  by the Board  on the recommendations  of the \nSelection  Board  and revised  from  time to time.  \n 9. Function  of the Selection  Board .____ (1) The Selection  Board  shall  consider  all the \napplications  for teaching  and other  posts  and recommend  to the Board  the names  of suitable  \ncandidates  for appointments.  \n (2) The Selection  Board  may,  for reasons  to be recorded  in writing,  recommend  to the Board  \nthe grant  of a higher  initial  pay in suitable  cases.  \n (3) The Selection  Board  shall  consider  all cases  of promotion  or selection  of officers  of the \nUniversity  and recommend  the names  of suitable  candidates  for promotion,  or selection,  to the \nBoard.  \n (4) In the event  of an unresolved  difference  of opinion  between  the Selection  Board  and the \nBoard  the decision  of the Board  shall  be final.  \n 10. Finance  and Planning  Committee .____ (1) The Finance  and Planning  Committee  shall  \nconsist  of,–– \n(i)  the Vice -Chancellor  who shall  be its Chairman;   \n(ii)  all the Deans;  \n(iii)  one member  of the Board  to be nominated  by the Board;   \n(iv)  two nominees  of the Board  of the Trustees;  \n(v)  the Director -General  (Finance)  or a nominee  of the University  Grants  \nCommission;  \n(vi)  one member  of the Academic  Council  to be nominated  by the Academic  \nCouncil;  \n(vii)  one representative  each from  Ministries  of Education  and Finance,  \nGovernment  of Pakistan,  not below  the rank of a Deputy  Secretary;  and \n \nPage 19 of 19 \n  \n (viii)   Director  (Finance)  who shall  act as Secretary  of the Finance  and Planning  \nCommittee.  \n (2) The term of office  of members,  other  than ex officio,  shall  be three  years  from  the date of \nappointment.  \n (3) The quorum  for a meeting  of the Finance  and Planning  Committee  shall  be five members.  \n 11. Functions  of the Finance  and Planning  Committee .____ The functions  of the Finance  \nand Planning  Committee  shall  be,— \n(a)  to consider  the annual  statement  of accounts  and propose  annual  budget  \nestimates  and advise  the Board  thereon;  \n(b)  to review  periodically  the financial  position  of the University;  \n(c)  to advise  the Board  on all matters  relating  to finance,  investments  and \naccounts  of the University;  and \n(d)  to perform  such other  functions  as may be prescribed  by Statutes."
}