{
    "file": "./converted_json\\administrator391c92af4a4ae733ff65162201fbf965.json",
    "name": "Auqaf (Federal Control) (Repeal) Ordinance, 1979",
    "date": "10th April, 1979",
    "tagline": "An Ordinance to repeal the Auqaf (Federal Control) Act, 1976",
    "content": "Page 1 of 3 \n  \n   \n \n \nTHE AUQAF (FEDERAL CONTROL) (REPEAL) ORDINANCE, \n1979  \n \n \n             \n CONTENTS  \n \n1. Short title, extent and commencement  \n2. Repeal, etc  \n3. Allocation of officers, etc., to Provinces  \n4. Removal of difficulties  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n \nPage 2 of 3 \n THE AUQAF (FEDERA L CONTROL) (REPEAL) ORDINANCE, 1979  \nORDINANCE NO. XXII OF 1979  \n           [10th April, 1979]  \n \nAn Ordinance to repeal the Auqaf (Federal Control) Act, 1976  \n \nWHEREAS it is expedient to repeal the Auqaf (Federal Control) ’ Act, 1976 and to provide \nfor matters incidental thereto ;  \n \nAnd WHEREAS the President is satisfied that circumstances exist which render it necessary \nto take immediate action ;  \n \nNOW, THEREFORE, in pursuance of the Proclamation of the fifth day of July, 1977, read \nwith the Laws (Continuance in Force) Order, 1977 (C.M.LA. Order No. 1 of 1977) , and in exercise of \nall powers enabling him in that behalf, the President is pleased to make and pro mulgate the following \nOrdinance : — \n \n1. Short title, extent and commencement. —(1) This Ordinance may be cal led the Auqaf \n(Federal Control) (Repeal) Ordinance, 1979.  \n \n (2) It extends to the whole of Pakistan, except the Islamabad Capital Territory.  \n \n (3) It shall come into force on such day1 as the Federal Government may, by notification in \nthe official Gazette,  specify in this behalf, hereinafter referred to as the commencing day.  \n \n2. Repeal , etc.—(1) The Auqaf (Federal Control) Act, 1976 (LVI of 1976) is hereby \nrepealed.  \n \n (2)   Upon the repeal of the Act, — \n \n(a) the administration, control, management and maint enance of all waqf  property \nsituated in a Province which vested in the Administrator -General of Auqaf for \nPakistan, hereinafter referred to as the Administrator -General, immediately \nbefore the commencing day, shall stand transferred to the Government of t hat \nProvince or to such authority as may be specified by or under the law of that \nProvince ;  \n \n(b) any contract made by or on behalf of the Administrator -General before the \ncommencing day for purposes which as from that day are exclusively relatable \nto waqf  property situated in a Province shall be deemed to have been made on \nbehalf of that Province or of such authority as may be specified by or under \nthe law of that Province, and all rights and liabilities which have accrued or \nmay accrue under such contrac t shall, to the extent to which they would have \nbeen the rights and liabilities of the Administrator -General, be the rights and \nliabilities of such Province or such authority ;  \n     \n(c) all rights, assets, debts, liabilities and obligations of the Administ rator -General \nin respect of any waqf property shall vest in the Province in which such  \n \n 1 I.e. l5thApril, 1979. by S.R.O. No. 317(1) 7 9, dated the 11th April, 1979,. see Gaz. of P , 1979, Ext., Pt. II. p. 561 . \n \nPage 3 of 3 \n  property is sit uated or in such authority as may be specified by or under the \nlaw of that Province ; and  \n \n(d) all suits and other legal proceedings instituted by or against the Administrator -\nGeneral before the com mencing day with respect to any waqf property shall be \ndeemed to be suits and proceedin gs instituted by or against the Province in \nwhich such property is situated or by or against such authority as may be \nspecified by or under the law of that Province.  \n \n3. Allocation of officers, etc., to Provinces. —(1) The Federal Government may make such \norders as it may consider necessary to provide for the allocation to the Provinces of the Chief \nAdministrators of Auqaf, Administrators of Auqaf, Deputy Administrators of Auqaf and other \nofficers and servants employed for the purpose of this Act:  \n \nProvided that no such order shall be made after the expiry of one year from the commencing \nday. \n \n (2) The terms and conditions of service of the persons allo cated to the Provinces under sub -\nsection (1) shall not be altered by the Provinces to their disadvantage.  \n \n4. Removal of difficulties.  If any difficulty arises in carrying out any of the purposes, or in \ngiving effect to any of the provisions, of this Ordinance, the Federal Government may make such \norders not inconsistent with the provisions of this Ordinance, a s may appear to it to be necessary for \nremoving the difficulty:  \n \nProvided that no such order shall be made after the expiry of one year from the commencing \nday. \n \n_________________"
}