{
    "file": "./converted_json\\administrator7672c6973dcec2d75c974c66ffd74e90.json",
    "name": "Iqbal Academy Ordinance, 1962",
    "date": "29th May, 1962",
    "tagline": "An Ordinance to repeal and, with certain modifications, re-enact the Iqbal Academy Act, 1951",
    "content": "Page 1 of 8 \n  \n \nTHE IQBAL ACADEMY ORDINANCE, 1962  \n \n \n \nCONTENTS  \nCHAPTER I  \n \nPRELIMINARY  \n1.  Short  title, extent and commencement  \n2.  Definitions  \nCHAPTER II  \n \nTHE ACADEMY  \n3.  The Academy  \n4.  Composition of the Academy  \n5.  Aims and objects of the Academy  \n6.  Affiliation  \n7.  Headquarters  \n8.  The Patron -in-Chief  \n9.  Patrons  \n10.  The President  \n11.  The Vice -President  \n12.  Treasurer  \n13.  Honorary Members  \n14.  Life–Members  \n\n \nPage 2 of 8 \n 15.  Members  \n16.  Privileges of Membership  \n17.  Governing Body  \n18.  Powers of the  Governing Body  \n19. Executive Committee  \n20.  Director  \n21.  Funds of the Academy  \n22.  Audit  \n23.  Prohibition on the use of name  \n24.  [Omitted. ] \n \n  \n \nPage 3 of 8 \n THE IQBAL ACADEMY ORDINANCE, 1962  \nORDINANCE No. XXVI Of 1962  \n[29th May, 1962]  \nAn Ordinance to repeal and, with certain modifications, re -enact the Iqbal Academy Act, 1951  \n WHEREAS it is expedient to repeal and, with certain modifications, re -enact the Iqbal \nAcademy Act, 1951, for the purpose of bringing greater efficiency into the administration of the \naffairs  of the Academy;  \n Now, THEREFORE, in pursuance of the Proclamation of the seventh day of October, 1958, \nand in exercise of all powers enabling him in that behalf, the President is pleased to make and \npromulgate the following Ordinance: -  \nCHAPTER I  \n \nPRELIMINARY  \n 1. Short title, extent and commencement. —(1) This Ordinance may be called the Iqbal \nAcademy Ordinance, 1962.  \n 2. It extends to the whole of Pakistan.  \n 3. It shall come into force at once.  \n 2. Definitions. —In this Ordinance, unless there is anything repugnant in the subject or \ncontext:  \n(a)  “Academy” means the Iqbal Academy constituted under section 3;  \n(b)  “Act” means the Iqbal Academy Act, 1951 (IV of 1951);  \n(c)  “Governing Body” means the Governing Body of the Academy;  \n(d)  “Executive Committee” means the Executive Committee of the Academy;  \n(e)  “prescribed” means prescribed by rules made under this Ordinance;  \n(f)  “President”, “Vice President”, “Treasurer”, “H onorary Members,” “Life -\nMembers” and Members mean the President, Vice President, Treasurer, \nHonorary Members, Life Members, and Members of the Academy, \nrespectively.  \nCHAPTER II  \n \nTHE ACADEMY  \n 3. The Academy.___(1) There shall be constituted, in accordance with the provisions of this \nOrdinance, an Academy to be called the Iqbal Academy.  \n (2) The Academy shall be a body corporate, having perpetual succession and a common seal, \nand shall by its name sue and be sued.  \n \nPage 4 of 8 \n  (3) The Academy shall have power to acqui re and hold property, both movable and \nimmovable, to lease, sell or otherwise transfer any movable or immovable property which may have \nbecome vested in, or been acquired by, it, and to contract and to do all other things necessary for the \npurposes of this  Ordinance.  \n (4) Composition of the Academy.___(1) The Academy shall consist of -  \n (a) the Parton -in-Chief; ( b) Patron; ( c) the President; ( d) the Vice -President; ( e) Honorary \nMembers; ( f) Life -Members; and ( g) Members.  \n (2) Notwithstanding anything contained in sub -section (1), the Academy constituted for the \nfirst time without there being any Honorary members or Members shall be deemed to be validly \nconstituted.  \n (3) No Proceedings or decisions of the Academy shall be i nvalid by reason only of the \nexistence of any vacancy in, or defect in the constitution of, the Academy.  \n 5. Aims and objects of the Academy. — The aims and objects of the Academy shall be -  \n(a)  to promote the study and understanding of the works of Iqbal ;  \n(b)  to institute scholarships and Lectureships for furthering the study of the works \nand teachings of Iqbal;  \n(c)  to publish books, pamphlets and periodicals relating to the said study;  \n(d)  to award prizes, rewards and donations to authors who, in t he opinion of the \nAcademy, have made contributions to the study of the works and teachings of \nIqbal, and to enter into contracts with authors in order to carry out the \npurposes of this Ordinance;  \n(e)  to organize lectures, talks, discussions, study groups  and conferences on Iqbal \nand to send delegates to conferences held in foreign countries for the study of \nIqbal’s works and teachings, or for any matter to which that study is relevant \nor by which it may be advanced or profited;  \n(f)  to confer in the pres cribed manner Fellowships on scholars who, in the \nopinion of the Academy, have made contributions to the study of the works \nand teachings of Iqbal;  \n(g)  to co -operate with, or grant amalgamation or affiliation to, any other \nassociation established for a p urpose similar to that of the Academy, whether \nthe purpose of that other association is confined to the works and teachings of \nIqbal or not; and  \n(h)  to do such other acts and things as may further the aims and objects of the \nAcademy.  \n 1[6. Affiliation. — The Academy shall be affiliated to the Institute of Islamic Research \nestablished under the Federal Government’s Notification No. S. R.O. 745 (I)/79, d ated the 22nd \nAugust, 1979]  \n1Subs. by the Federal Laws (Revision and  Declaration) Ordinance, 1981 (XXVII  of 1981), s. 3 and Sch., II., for section 6.  \n \nPage 5 of 8 \n  7. Headquarters. — The Headquarters of the Academy shall be at a place determined by the \n1[Federal Government].  \n 8. The Patron -in-Chief.— The President of Pakistan shall be the Patron -in-Chief of the \nAcademy.  \n 9. Patrons .___(1) Persons who, immediately before the commencem ent of this Ordinance, \nwere Honorary Patrons or Patrons of the Academy constituted under the Act, shall be deemed to be \nthe Patrons of the Academy.  \n (2) The Governing Body may invite distinguished persons to become Patrons of the \nAcademy.  \n 10. The Presid ent.— The Minister for Education and Scientific Research, Government of \nPakistan, shall be the President of the Academy.  \n 11. The Vice -President.___(1) The Vice -President of the Academy shall be nominated by the \n1[Federal Government] for a period of three  years.  \n (2) In the absence of the President, the Vice President shall preside over the meetings of the \nAcademy and the Governing Body.  \n 12. Treasurer.___(1) There shall be a Treasurer of the Academy nominated by the 1[Federal \nGovernment] for a period of  three years.  \n (2) The Treasurer shall be responsible for the management of the finances of the Academy \nand shall maintain proper accounts for submission to the Governing Body.  \n 13. Honorary Members. — The Governing Body may, in the prescribed manner, app oint-  \n(a)  scholars of outstanding eminence who have made significant contributions to \nthe study of Iqbal, or  \n(b)  distinguished persons who have rendered singular service concerning the aims \nand objects of the Academy, to be Honorary Members of the Acad emy.  \n 14. Life–Members .___(1) Persons who, immediately before the commencement of this \nOrdinance, were on the rolls of Life -Members of the Academy constituted under the Act, shall be \ndeemed to be the Life -Members of the Academy.  \n (2) Any Member may become a Life -Member on fulfilli ng the conditions prescribed in this \nbehalf.  \n 15. Members. — Persons interested in the study of Iqbal’s works may become Members of \nthe Academy if they are elected thereto in the prescribed manner.  \n 16. Privileges of Membership .— Life-Members and Members shall be entitled to the \nfollowing privileges, namely: -  \n \n1Subs. by F.A.O., 1975, Art. 2 and Table, for “Central Government”.  \n \n \nPage 6 of 8 \n (a)  to propose candidates for the honorary membership and membership of the \nAcademy;  \n(b)  to use the facilities of the Library of the Academy;  \n(c)  to receive the proceedings issued by the Academy, and to purchase such \npublications of the Academy at such red uced price as may be decided by the \nGoverning Body;  \n(d)  to offer papers and communications to be read before the literary meetings of \nthe Academy and to publish papers in the proceedings and journals of the \nAcademy in such manner as may be prescribed; an d  \n(e)  to elect two members to the Governing Body.  \n 17. Governing Body.___(1) The control and administration of the Academy shall vest in a \nGoverning Body consisting of -  \n(a)  the President who shall also be the Chairman of the Governing Body;  \n(b)  the Vice -President;  \n(c)  the Treasurer;  \n(d)  the Director, Central Institute of Islamic Research;  \n(e)  two persons elected, in the prescribed manner, from amongst the Life -\nMembers or Members;  \n(f)  one representative of the Ministry of Education and Scientific Research to be \nnominated by that Ministry; and  \n(g)  five other persons to be nominated by 1[Feder al Government].  \n (2) No proceedings or decision, of the Governing Body shall be invalid by reason only of the \nexistence of any vacancy in, or defect in the constitution of, the Governing Body.  \n (3) Members other than ex-officio Members of the Governing B ody shall hold office for a \nperiod of three years.  \n (4) If any vacancy occurs in the Governing Body during the currency of the term of office of \nan appointed Member, the appointment of a new Member shall be made by the authority concerned, \nand the Member so appointed shall hold office for the unexpired portion of the term of office of his \npredecessor.  \n 18. Powers of the Governing Body. — The Governing Body shall have the power -  \n (1) to hold, control and administer the property and funds of the Academy, in cluding funds \nfor specific purposes, and to make contracts on behalf of the Academy;  \n \n1Subs. by F.A.O., 1975, Art. 2 and Table, for “Central Government”.  \n \nPage 7 of 8 \n  (2) to manage and regulate the finances, accounts and investments of the Academy and to \nframe rules governing the pay scale, conditions of service and the appointment of the staff of the \nAcademy;  \n (3) to make rules not inconsistent with the provisions of this Ordinance for carrying out the \npurposes of this Ordinance; and  \n (4) to do all acts that may be necessary for carrying out the aims and objects of the Academy.  \n 19. Executive Committee.___(1) There shall be an Executive Committee for managing the \nday to day affairs of the Academy.  \n (2) The Executive Committee shall consist of the following, namely: -  \n(a)  the Vice -President;  \n(b)  the representative of the Ministry of Education and Scientific Research on the \nGoverning Body;  \n(c)  the Treasurer; and  \n(d)  two other persons appointed by the Governing Body from amongst its \nmembers.  \n (3) The Director of the Academy shall act as Secretary of the Executive Committee.  \n (4) The powers and functions of the Executive Committee and the manner in which the two \nmembers of the Governing Body may be appointed thereon shall be such as may be prescribed.  \n 20. Director .—(1) The Director shall be appointed by the Governing Body for such period \nand on such terms and conditions of service as may be prescribed.  \n (2) The Director shall, under the direction of the Governing Body, prepare programme of the \nwork and research projects of the Academy and shall be responsible for its execution.  \n (3) The Director shall be responsible to the Governing Body for carrying out  its decisions and \nfor the proper administration of the office of the Academy.  \n 21. Funds of the Academy. — The funds of the Academy shall comprise___  \n(a)  grants from the 1[Federal Government] and the Provincial Governments.  \n(b)  Fees from Members;  \n(c)  Donations; and  \n(d)  Proceeds from the sale of its publications and other sources.  \n 22. Audit .— The accounts of the Academy shall be audited annually by a qualified auditor \nappointed by the Governing Body.  \n1Subs. by F.A.O., 1975, Art. 2 and Table, for “Central Government”.  \n \nPage 8 of 8 \n  23. Prohibition on the use of name.___(1) No person or body of persons sha ll use the name \nof the Academy for any purpose other than that of reference to the Academy.  \n (2) Any person or body of persons contravening the provisions of sub -section (1) shall be \npunishable with imprisonment for a term which may extend to six months, or with fine, or with both.  \n 24. 1[Omitted. .]  \n__________  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nDate: -22.04.2024  \n 1Omitted by the Federal Laws (Revision and Declaration) Ordinance, 1981 (XXVII of 1981), s. 3 and Sch., II."
}