{
    "file": "./converted_json\\administrator0bccf28cf90c91727c2b375f467cb148.json",
    "name": "National University of Sciences and Technology Act, 1997",
    "date": "1997",
    "tagline": "An Act to set up a National University of Sciences and Technology at Islamabad",
    "content": "THE  NATIONAL  UNIVERSITY  OF SCIENCE S AND  \nTECHNOLOGY  ACT,  1997  \n   \n                                                             \n \n \n \nCONTENTS  \n        _________  \n \nSECTIONS:  \n1. Short title and commencement s. \n2. Definitions.  \n3. Establishment and incorporation of the University.  \n4. Purposes, powers and functions of the University.  \n5. University to be open to all classes, creeds, etc.  \n6. Patron­in­Chief.  \n7. Officers of University.  \n8. The Chancellor.  \n9. The pro­Chanc ellor.  \n10. The Rector.  \n11. Authorities.  \n12. The Board of Governors.  \n13. Meetings of the Board, etc.  \n14. Executive Committee.  \n15. Academic Council.  \n16. Faculty Board of Studies.  \n17. Council of Regents.  \n18. Academic and administrative staff.  \n19. University f unds audit and accounts.  \n20. Pension, insurance, gratuity provident fund and benevolent fund.  \n21. Statutes.  \n22. Regulations.  \nUpdated till 15.12.2021  \n\n \n 23. Rules.  \n24. Indemnity and bar of jurisdiction.  \n25. Act to override other laws.  \n26. Removal of difficulties.  \n27. Repeal.  \n \n NATIONAL  UNIVERSITY  OF SCIENCE S AND  TECHNOLOGY  ACT,  1997    \nACT  NO. XX OF 1997  \nAn Act to  set up  a National University of  Sciences  and Technology at Islamabad  \n \nWHEREAS , in view of induction of complex and highly sophisticated industrial and defence  \nsystems and latest developments in the fields of engineering, sciences, technology and research, it is  \nexpedient to  establish  a university  at the national  level  for imparting  education  and providing  research  \nfacilities  in these  fields  ; \n \nIt is hereby  enacted  as follows  :— \n \n1. Short  title and commencements .— (1) This Act may be called  the National  \nUniversity  of Sciences  and Technology  Act, 1997.  \n \n(2) It shall  come  into force  at once.  \n \n2.  Definitions.  In this Act, unless  there is  anything  repugnant in  the subject or  context, — \n \n(a) \"Academic  Council\"  means  the Academic  Council  constituted  under  section  \n15 ; \n \n(b) \"Board\" means  the Board  of Governor  of the University  constituted  under  \nsection  12 ; \n \n(c) \"Chancellor\"  means  the Chancellor  of the University  ; \n \n(d) \"college\"  means  a college  constituted  or affiliated  with the University  ; \n \n(e) \"constituent colleges and institutes\" means  the Military College of \nEngineering, Risalpur,  the Military  College  Signals  Rawalpindi,  the College  \nof Electrical  and Mechanical  Engineering Rawalpindi and the National \nInstitute of Transportation and includes any  other  college  or institute  \ndesignated  as such by the Board  ; \n \n(f) \"Committee\" means the executive committee of the University constituted \nunder section  14 ; \n \n(g) \"Dean  or Commandant\"  means  the head  of a College or  Institute under  the \nUniversity  ; \n \n(h) \"Director  of Examinations  and Academics\"  means  the chief  coordinator  of \nexaminations,   academics  and research  of the  University  ; \n \n(i) \"Director  Finance\"  means  the Director  Finance  of the University  \n \n(j) \"Director  General\"  means  the head  of the directorate  of armed  forces  of \nPakistan   wherever  such post exists  or head  of an institute  or department  under  \nthe University  ; \n \n(k) \"institute\"  means  an institute  constituted  or affiliated  with the University  ;\n \n (l) \"Patron­in­Chief\"  means  Patron­in­Chief  of  the University  ; \n \n(m) \"prescribed\"  means  prescribed  by regulations  ; \n \n(n) \"Pro­Chancellor\"  means  the pro­Chancellor  of the University  appointed  under  \nsection  9 ; \n \n(o) \"Rector\" means  Rector  of the University  appointed  under  section  10 ; \n \n(p) \"Registrar\"  means  the Registrar  of the University  ; \n \n(q) \"regulations\"  means  Regulations  made  under  this Act ; \n \n(r) \"University\"  means  the National  University  of Sciences  and Technology  \nestablished  under  this Act. \n \n3. Establishment  and incorporation  of  the University. —(1) There  shall  be established  a \nUniversity  to be called  the National  University  of Sciences  and Technology  consisting  of— \n \n(a) the Chancellor,  the Pro­Chancellor,  the Board,  the Rector,  the Committee,  \nthe Academic Council , the Deans,  Commandants  and the Director Generals  ; \n \n(b) the members  of such other  councils,  committees  and advisory  bodies  as the \nBoard  may establish  or authorise  from  time to time ; \n \n(c) the members  of the faculties  and students  of the colleges  and institutes  ; and \n \n  (d) such other  officers  and members  of the staff as may be specified  by the \nBoard  from time to  time.  \n \n(2) The University shall be a body corporate by the name of the National University of \nSciences  and Technology, having perpetual succession and a common seal, with power, among \nothers, to  acquire,  hold and dispose  of any property  and shall  by the said name  sue and be sued.  \n \n(3) The principal seat of the University shall be at Islamabad, and it may set up any number \nof colleges  and institutes  at such places  in Pakistan  as the Board  may determine.  \n \n4. Purposes, powers and functions of the University. —(1) The purposes of the University \nshall  be the  promotion and dissemination of knowledge and technology and to provide for \ninstruction,  training,  research,  demonstration  and service in  such branches  of learning  as the Board  \nmay deem  fit. \n \n(2) The University shall be a fully autonomous body with freedom to govern its academic and  \nadministrative  functions  in order  to achieve  its objectives,  in general  and, in particular,  freedom  to— \n \n(a) determine  courses  of study  in engineering,  sciences  and technology  and such \nother branches  of learning  as it may determine  ; \n \n(b) select  and examine  students  ; \n \n \n (c) award  degrees,  diplomas,  certificates  and other  academic  distinctions  ;  \n \n(d) pursue  and coordinate  research ;  \n \n(e) affiliate  itself  or associate  with other  institutions,  and establish  faculties \nin Pakistan or  abroad  for better  discharge  of its function  and responsibilities  ; \n \n(f) decide  teaching  methods  and strategies  in order  to ensure  the most  effective  \neducational and  research  programmes;  \n \n(g) use the financial  and other resources  allocated  to it for the  execution  of its  \nfunctions  ; \n \n(h) confer  in the manner  prescribed  honourary  degrees  or other  distinctions  \non persons approved  by the Board  for the  purpose  ; \n \n(i) provide  for such instructions for persons not being students of the University as \nit may  determine,  and to grant  certificates  and diplomas  to such persons  ; \n \n(j) confer degrees on persons who have carried on independent research under \nprescribed  conditions  ; \n \n(k) accept  the examinations passed,  and the periods of  study  spent,  by students of  \nthe University at other universities and places of learning as equivalent to such \nexaminations  and periods  of study  in the University  as it may determine,  and to \nwithdraw  such acceptance  ; \n \n(l) institute  Professorship,  Associate  Professorship,  Assistant  Professorships  \nResearch  Associationships  and other posts,  and to make  appointment  thereto  ; \n \n(m) create posts for teaching, research, extension, administration and other related \npurposes  and to appoint  persons  thereto  ; \n \n(n) institute and award fellowships, scholarships, exhibitions, bursaries, medals and \nprizes  under  prescribed  conditions  ; \n \n(o) establish  institutes,  faculties,  libraries,  laboratories,  workshops,  museums  and \nother  centres  of learning for the  development  of teaching and research and to \nmake  such arrangements  for their maintenance,  management  and \nadministration  as it may determine  ; \n \n(p) make provisions for research and advisory services and with these objects to \nenter into  arrangements with other institutions or with public bodies within \nPakistan and abroad  under  prescribed  conditions  ; \n \n(q) enter  into, carry out, very or cancel  contracts ;  \n \n(r) receive and manage property transferred and grants, bequests, trusts, gifts, \ndonations,  endowments and other contributions made to it and to invest any \nfunds representing such  property, grants, bequests, trusts, gifts, donations, \n \n endowments or contributions and to  convert  one kind of property  into other,  in \nsuch manner as  it may deem  fit ; \n \n(s) provide  for the printing  and publication  of research  and other  works  ; \n \n(t) authorise  and agree when required by the colleges to the mobility of qualified \nstaff among  universities, research organisations and the  Government  or \ncorporate  bodies, provided  that the  rights  and privileges  of the staff under  this \narrangement  shall  be protected  ; and \n \n(u) do all such other acts and things, whether incidental to the  powers aforesaid or \nnot, as  may be requisite in order to further its objects as a place  of education, \nlearning and  research.  \n \n(3) The principal teaching facilities of the University shall consist of the constituent colleges \nand institutes  and such other  colleges  and institutes  as may be determined  by the Board  from  time to  \ntime.  \n \n(4) The colleges  and institutes  referred  to in sub­section  (3) that are in existence  at the \ncommencement of this Act shall continue to function under their existing administrative and \nfinancial arrangements : \n \nProvided  that the examination  and other  academic  activities,  including  research  shall  be \nsubject to  coordination  and supervision  by the University.  \n \n(5) The University  may,  with the approval  of the Board,  provide  facilities  to the \nrepresentatives  of the  University Grants Commission and the Pakistan Engineering Council or such \nsimilar relevant  organisations for visitation to enable them to verify that appropriate academic \nstandards are being  maintained  by the University.  \n \n5. University  to be open  to all classes,  creeds,  etc. The University  shall  be open  to all \npersons  of either sex of whatever religion, race, class, creed, colour or domicile who qualify for \nadmission to the  courses of study offered by the University based on die criteria and policy \ndetermined by the Board,  and no such person  shall  be denied  the privileges  of the University  on the \nground  only of sex, religion,  race,  class,  creed,  colour or  domicile.  \n \n6. Patron­in­Chief. The President of Pakistan shall be the Patron­in­Chief of the University \nand shall  preside  over all meetings  and convocations  of the University,  whenever  present.  \n \n7. Officers  of University.  The following  shall  be officers  of the University,  namely  :— \n \n(a) the Chancellor  ; \n \n(b) the Pro­Chancellor  ; \n \n(c)  the Rector  ; \n \n(d)  the Dean  or Commandant  ; \n \n (e)  the Director General  of the  institutes  ; \n \n(f)  the Registrar  ; \n \n(g)  the Director  of Examination  and Academics  ; \n \n(h)  the Director  Finance  ; and \n \n(i)  such persons  as may be prescribed  to be an officer by  the Board.  \n \n8. The Chancellor .—(1) The Prime  Minister  of Pakistan  shall  be the Chancellor  of the \nUniversity.  \n \n(2) The Chancellor shall, in the absence of Patron­in­Chief, whenever present, preside over at \nthe convocations  of the University  and meetings  at which  business  of the University  is transacted.  \n \n(3) Every  proposal  to confer  an honorary  degree  shall  be subject  to confirmation  by the \nChancellor.  \n \n(4) If the  Chancellor is satisfied that  the proceedings or orders of any authority are  not in \naccordance with the provisions of this Act, the statutes, regulations or the rules, he may, after calling  \nupon  such authority  to show  cause  in writing,  annual  such proceedings  or orders.  \n \n9. The Pro­Chancellor .—(1) The Pro­Chancellor  shall be appointed by the Chancellor for \nsuch period  and on such terms  and conditions  as the Chancellor  may determine.  \n \n(2) At any time when  the office  of Chancellor  is vacant,  or the Chancellor  is absent  or is \nunable to  perform  the functions  of his office  due to any cause,  the Pro­Chancellor  shall  act for him. \n \n(3) The Pro­Chancellor shall perform such other functions as may be entrusted to him by the \nChancellor.  \n \n10. The Rector .—(1) The Board shall appoint a person having 1[qualifications and \nexperience as  prescribed by the Board] necessary to ensure the disciplined educational environment \nvisualised for  the University  to be the Rector.  \n \n(2) A Rector shall hold office for a term of four years and shall be eligible for reappointment \nfor a simila r term or such shorter terms as the Board may decide and his other terms and conditions \nof service  shall  be such as the Board  may determine.  \n \n(3) The Rector shall be the chief executive of the University in all the fields of academics and  \nadministrations, and shall have over all responsibility for the direction, organisation, administration  \nand programmes  of the University  in accordance  with the guidelines  and general  policies  \nformulated by the Board and for the implementation of the decisi ons, and policies of the Board ; in  \nparticular,  he shall  without  prejudice  to the provisions  of sub­section  (4) of section  4,— \n \n \n1Subs. by Act No. XXIII of 2016, s.2.  \n \n (a) oversee,  monitor  and supervise  all academic  activities,  including  examinations  \nand applied research  to ensure  that proper academic  standards  are maintained  ; \n \n(b) exercise administrative control over the academic and administrative staff' \nemployed by  the University  including  their recruitment  ; \n \n(c) submit the plans of work and budget estimates of the University for the \napproval of the  Board  ; \n \n(d) direct the activities connected with execution of programmes for instruction, \ntraining,  research, demonstration and service, and authorise expenditure \nprovided for in the budget as  approved  by the Board  ; \n \n(e) make appointments of teachers, officers and members of the staff of the \nUniversity and  other persons on regular basis in a ccordance wi th the policies \nand procedures approved  by the Board so as to ensure the highest intellectual \nand moral qualities in the persons  appointed  ; \n \n(f) appoint, subject to approval of the Board, on contract, teachers, officers and \nmembers of  the staff of the Uni versity and such other persons as may be \nnecessary for a period not  exceeding  two years  ; \n \n(g) submit  to the  Board, in accordance  with the  rules of procedure  framed by it, \nreports on  the activities  of the University  and the execution  of the  plans  of \nworks  ; \n \n(h) prepare and revise from time to time statutes and regulations with the approval \nof the  Board  for the efficient  and effective  operations  of the  University  ; and \n \n(i) provide  the necessary  service  to the Board.  \n \n11. Authorities.  The following  shall be the authorities  of the University,  namely  ; \n \n(a)  the Board  of Governors  ; \n \n(b)  the Executive Committee  ; \n \n(c)  the Academic  Council  ; \n \n(d) the Faculty  Board  of Studies  ; and \n \n(e) such other  authorities  as may be constituted  by the  Board.  \n \n \n \n \n \n \n \n \n \n 12. The Board of Governors. —(1) The general supervision and control of the affairs  of the \nUniversity, and the power to lay down the policies of the  University, shall vest in a  Board  of \nGovernors  consisting  of— \n \n(a) the Chief of the  Army  Staff,  who shall  be the ex­officio  Chairman  of the  Board  \n; \n \n(b) General  Officers  of General  Headquarters  as designated  by the Chief  of the \nArmy  Staff  ; \n \n(c) Director  General,  Joint  Staff  Headquarters  ; \n \n(d) the Rector  ; \n \n(e) Secretary,  Ministry  of Defence,  Government  of Pakistan  ; \n \n(f) Secretary,  Ministry  of Education,  Government  of Pakistan;   \n \n(g) Secretary,  Ministry  of Finance,  Government  of Pakistan  ; \n \n(h) Secretary,  Ministry of  Science  and Technology,  Government  of Pakistan  ; \n \n(i) Chairman,  University  Grants  Commission  ; and \n \n(j) Chairman,  Pakistan  Engineering  Council.  \n \n(2) Registrar  will be the member  and Secretary  of the Board,  but shall  not be  entitled  to vote.  \n \n(3) The chancellor may, in consultation with the Board, appoint any other person, including a  \nscientist  or educationist,  as members  of the  Board.  \n \n(4) The existence of a vacancy in, or defect in the constitution of, the Board, shall not \ninvalidate  any act or proceedings  of the  Board.  \n \n(5) The Board may direct any officer, member of faculty or any other person to be in \nattendance  during  all or any  of its  meetings.  \n \n(6) Without prejudice to the generality of the provisions of sub­section (1), the Board shall  \nexercise  and perform  the powers  and functions  hereinafter specified,  namely  :— \n \n(a) to hold, control and administer the property, funds and resources of the \nUniversity and to  borrow or raise money for the purposes of the University \nupon such security as may be  required  ; \n \n(b) to formulate or  approve the principles, policies and plans governing the \nactivities and  operations of the University so as to ensure that the academic \nstaff enjoy academic  freedom  in their research  and educational  work  ; \n \n(c) to prepare or have prepared and revised from time to time rules and \nregulations for the  efficient  and effective  operation  of the  University  ; \n \n (d) to review and approve the creation of any standing component of the \nUniversity, such as  faculties, and council s and other administrative bodies \nnecessary to assist or improve the  working  of the  University  ; \n \n(e) to approve the plans of work and annual budget of the University submitted by \nthe Director Finance, the budget being based on the budget prepared and \nsubmitted by the  constituent  or affiliated  college  or institutes  ; \n \n(f) to require of, and consider reports submitted by the officers of the University \nrelating to  the activities of the University and the execution of the plans of \nwork and to direct the  Rector  to submit  reports  relating  to any matter  specified  \nby the Board  ; \n \n(g) to create such academic or administrative posts as it may consider necessary \nfor the  purposes of the University and to approve appointments to such of \nthese posts as it may  specify, including the posts of deans, directors, \nprofessors, associate professors, assistant  professors,  lecturers  and \ndemonstrators  ; \n \n(h) to select  and appoint,  all administrative  and academic  staff of the University  ; \n \n(i) to fix the scales of pay, allowances and honoraria for all the staff, both \nacademic and  administrative, commensurate with their qualification and \nexperience, in order to attract  the best talent  from  within  and outside  Pakistan  \nfor the University;  \n \n(j) to undertake  responsibility  for the financial  integrity  of the University,  \nincluding  responsibility for ensuring effectiveness of its future operations and \ntheir continuity and  the preservation  of the autonomy  of the University  ; \n \n(k) to approve  all affiliations  and other  similar  arrangements  through  which  \ncolleges,  institutions  or individuals  may become  associated  with the University  \nwithin  Pakistan  and abroad  ; \n \n(l) to appoint from amongst its members such committees or sub­committees as \nmay in the opinion  of the Board  lead to its more  efficient  and effective  \noperations  ; and \n \n(m) to take all such initiative as it may consider necessary or desirable for the \nefficient and  effective  management  and functioning  of the University.  \n \n(7) The Board shall lay down its own rules of procedures and may amend or modify them \nfrom  time to time.  \n \n(8) The Board may delegate all or any of its powers and functions to a committee, \nsub­committee or  to the Rector.  \n \n13. Meetings of the Board, etc. —(1) The Board shall meet at least twice during a year for  \nregular  or scheduled  meetings  and may meet at  any other  time at which  a special  meeting  thereof  may \nbe called  by the chairman  of the  Board.  \n \n(2) Not less than ten clear days' notice  of a special meeting shall be  given to the  members \nof the Board and the agenda of the meeting shall be  restricted to the matters specified in the agenda \nto be annexed  to such notice.  \n \n(3) The quorum  for a meeting  of the Board  shall  not be  less than fifty per cent of its members.  \n \n 14. Executive  Committee. —(1) The Executive  Committee  shall  comprise  the following,  \nnamely: — \n \n(a) the Rector,  who shall  be the  chairman  of the Executive  Committee  ; \n \n(b) Director  General,  Engineers  ; \n \n(c) Signal  Officer­in­Chief  ; \n \n(d) Director  General,  Electrical  and Mechanical  Engineers  ; \n \n(e) Director  General,  Military  Training  ; \n \n(f) Director  General,  National  Institute  of Transportation  ; \n \n(g) Director  of Examination  and Academics  ; and  \n \n(h) the Registrar,  who shall  be Secretary  of the Committee.  \n \n(2) The Board may include Directors Generals Training, Pakistan Navy and Pakistan Air \nForce or any  other person  as members  of the Executive  Committee  as it may deem  appropriate.  \n \n(3) Deans  and Commandants  shall,  unless  otherwise  intimated,  attend  the meetings  of the \nExecutive  Committee.  \n \n(4) The Executive  Committee  shall  deliberate  on various  aspects  related  to the functioning  of \nthe University  and recommend  specific  measures  to the Board  for approval  and shall,  in particular, — \n \n(a) delineate  priorities  for research  ; \n \n(b) recommend  allocation  of training  and research  funds  to the Colleges  and \nInstitutes  ; \n \n(c) guide and direct the Academic Council and Faculty Board of Studies of each \ncollege and  institute  on all matters  relating to  the academics,  including syllabi  \nand duration  of various  courses  ; \n \n(d) recommend disciplines for all academic studies in the colleges and institutes \nand help in  creation  of necessary  infrastructure  or the  same  ; \n \n(e) help induct  highly competent  scientific  and technical talent  into the  faculty of \neach College  to enhance  the quality  of education  and research  ; \n \n(f) lay down guidelines for proper and efficient conduct of professional \nexamination at the  Colleges  or Institutes  ; \n \n(g) recommend such measures which would foster and enhance interaction and \ncollaboration  between  the University  and the existing  national  and \ninternational  organisations,  institutions  and research  centres  and the industrial  \nbase ; \n \n (h) recommend  apportioning  of the national  research  and development  budget  for \nthe University  ; \n \n(i) workout  and propose  affiliation  measures  with foreign  institutions  of repute  ; \n \n(j) decide  methods  and strategies  in order  to ensure  the most  effective  scientific  \nand technological  programmes  ; \n \n(k) coordinate  with relevant  Government  Ministries,  Universities  and University  \nGrants Commission  ; \n \n(l) propose  statutes  to the Board for  approval  ; and \n \n(m) prepare  regulations  for approval  by the Board.  \n \n15. Academic  Council. —(1) The Academic  Council  shall  comprise  the following,  namely  :— \n \n(a) the Rector,  who shall  be the  Chairman  of the Academic Council  ; \n \n(b) the Dean  or Commandant,  Military  College  of Engineering  ; \n \n(c) the Dean  or Commandant,  Military  College  of Signal  ; \n \n(d) the Dean  or Commandant,  College  of Electrical  and Mechanical  Engineering  ; \n \n(e) Director  General,  National  Institute  of Transportation  ; \n \n(f) the Dean  or Commandants  of other  colleges  and institutes  affiliated  to the \nUniversity  ; \n \n(g) representatives  from  relevant  Directorates  of the armed  forces  of Pakistan ;  \n \n(h) Departmental  Heads  of each colleges,  on as required  basis  ; \n \n(i) any other  faculty  member,  on as required  basis; and  \n \n(j) Director  of Examination  and Academic  who shall  be the Secretary  of the \nCouncil.  \n \n(2) The Academic Council shall act as an advisory as well as an implementing body for the  \ndecisions of the Executive Committee on all matters relating to the conduct of examinations, revision  \nand updating of course syllabi, quality of education, duration of all courses including conduct of  \npostgraduate  classes  in specified  disciplines.  \n \n(3) The Academic Council shall also help the Rector in evaluating proposing and \ncoordi nating  research  and development  projects  and respective  institutes  and colleges.  \n \n16. Faculty Board of Studies. —(1) The Faculty Board of Studies of each college shall \ncomprise the  following,  namely  :— \n \n(a)  Dean  or Commandant  or Director  General,  who shall  be its Chairman  ; \n \n \n (b) Deputy  Dean  or Deputy  Commandant  or Deputy  Director  General  ; \n \n(c) Heads  of the Departments  and Directors  of colleges  and institutes  ; \n \n(d) selected  teaching  staff ; \n \n(e) representatives  from  relevant  Directorates  of the armed  forces  of Pakistan  ; \nand \n \n(f) a representative  of the University.  \n \n(2) The Faculty  Board  of Studies  shall — \n \n(a) implement  the decisions  of the Board,  the Executive  Committee  and the \nAcademic  council  on all matters  relating  to academic  standards,  examinations  \nand research  ; \n \n(b) ensure  feedback  of the implemented  measures  on research  and \nacademic  matters  to the Rector ; and \n \n(c) workout,  and report  to the Rector details  of research  funding  required.  \n \n17. Council  of Regents. —(1) The University  may set­up  a Council  of Regents  consisting  of \nsuch members  as the Board  may determine.  \n \n2. The members of the Council of Regents shall be appointed from amongst heads of \nGovernment and  non­Government  organisation,  bodies  and institutions  of repute,  both national and  \nforeign,  interested  in the educational  promotion  and its patronage.  \n \n3. The business  of the Council  of Regents  shall  be regulated  by the Board  as may be \nprescribed.  \n \n18. Academic and administrative staff. The academic and administrative staff of the \nUniversity  shall be selected with a view to achieving its stated objectives and the basic criteria for \ntheir selection shall  be the highest  standards  of competence,  integrity  and efficiency.  \n \n19. University funds audit and accounts .—(1) The University shall have a Fu nd to which \nshall  be credited all direct donations, trusts, bequests, endowments, grants, proportionate budget \nfrom the  Government, assistance from international agencies, contributions, shares of fee , and \nincome  from  any other sources  and which  shall  be under the  control  of the  Board.  \n \n(2) The colleges  and institutes  shall  receive  their finances  from  the following  sources,  \nnamely :― \n \n(a) annual  budget from  their respective service headquarters  or ministries  ; \n \n(b) proportionate  share  of fees, including  examinations  fee through  the University  \nbudget  ;  \n \n(c) any grants  from  the Governments  ; \n \n(d) any sale of  royalties  or publications  ; and \n \n(e) any assistance from  the University  Fund  as decided  by the Board.  \n \n (3) Capital and recurrent expenditure of the University shall be met from the allocation made \nby the Board  out of the University  Fund.  \n \n(4) No contribution, donation or grant which may directly or indirectly involve any \nimmediate or  subsequent financial liability for the University, or which may involve an activity not \nincluded in its  programmes  for the time being,  shall  be accepted  without  prior  approval  of the Board.  \n \n(5) The accounts of the University shall be maintained in such form and manner as may be  \ndetermined by t he Board and shall be audited each year within six months of the closing of the  \nfinancial year of the University by the Military Accountant General or a Chartered Accountant  \nappointed  by the Board.  \n \n(6) The accounts, together with the report of the auditor thereon, shall be submitted to the \nBoard  for approval.  \n \n(7) The auditor's report shall certify that the auditor has complied with the standards of audit \nand certification  laid down  by the Institute  of Chartered  Accountants  of Pakistan.  \n \n20. Pension , insurance, gratuity Provident fund and benevolent fund .—(1) The \nUniversity  shall constitute  for the benefit  of its officers,  teachers and  other  employees in  such \nmanner  and subject to such conditions as may be prescribed such pension, insurance, gratuity, \nprovident fund and benevolent  fund and other welfare  schemes  as it may deem  fit. \n \n(2) Where any provident fund has been constituted under this Act, the provisions of the \nProvident  Fund  Act, 1925  (XIX of 1925 ), shall  apply  to such fund as if it were  the Government  \nProvident Fund.  \n \n21. Statutes. —(1) Subject to the provisions of this Act, statutes may be made to regulate or  \nprescribe  all or any  of the following  matters,  namely  :— \n \n(a) creation  of the institutes  and faculties  ; \n \n(b) service, pension and fringe benefits for university  employees and terms and \nconditions of their  service  ; \n \n(c) condition  of appointment  of Professors  Emeritus  and award  of honorary  \ndegrees  ; \n \n(d) efficiency  and discipline  of the University  employees  ; and \n \n(e) all other matters  required  to be  regulated  by statutes.  \n \n(2) Draft of the statutes shall be proposed by the Executive Committee for approval by the \nBoard  which  may approve  them  or refer them  back  for reconsideration.  \n \n(3) No statute shall  be valid  until it has  been  approved  by the Board  /Chancellor.  \n \n22. Regulations. —(1) Subject to the provisions of this Act and the statutes, the Committee \nmay make  regulations  for all or any of the following  matters,  namely: — \n \n \n (a) scheme  of studies  and research,  including  the duration  of courses,  number  of \nsubjects  or papers  for examination  ; \n \n(b) syllabi  and courses  of study  and research  programmes  leading  to degrees,  \ndiploma's  or certificates  ; \n \n(c) methodology  for selection  and admission  of students  ; \n \n(d) conduct  and supervision  of examination,  appointment  of examiners  and \nscrutiny  and tabulation  of results  ; \n \n(e) determination  of fees and other  charges  for admission  to various  courses  ; \n \n(f) maintenance  of disciplines  among  students  and scheme  for their welfare  ; \n \n(g) institution of fellowships, scholarships, prizes and medals, honorarium and \nother financial assistance  to students  and research  scholars  ; \n \n(h) conduct  of convocations  and form  of academic  costumes  ; and \n \n(i) all other  academic  matters  which  are to be or may be prescribed.  \n \n(2) The regulations  shall  be approved  by the Board  on recommendations  of the \ncommittee.  \n \n(3) No regulation  shall  be valid  until it has  been  approved  by the Board.  \n \n23. Rules . The Executive  Committee  may make  rules  for implementation  of statutes  or \nregulations where so required under the statutes or regulations or make rules to regulate any matter  \nrelating to the affairs of the University which under this Act are not specifically required to be  \nprovided  for by  the statutes  or regulations.  \n \n24. Indemnity  and bar of jurisdiction. —(1) No suit, prosecution  or other  legal  proceedings  \nshall  lie against any person or authority for anything which is in good faith done or intended to be \ndone  under this  Act. \n \n(2) No decision taken, or act or thing done, by the Chancellor, Pro­Chancellor or the Board \nshall  be called  in question  before  any court  or other authority.  \n \n25. Act to override other laws. This Act shall have effect notwithstanding anything \ncontained in any  other law  for the  time being  in force.  \n \n26. Removal of difficulties. —(1) If any question arises as to the interpretation of any of the  \nprovisions  of the Act,  it shall  be placed  before  the Board  whose  decision  thereon  will be final.  \n \n(2) If any difficulty arises in giving effect to any provision of this Act, the Board may make \nsuch order to direction, not inconsistent with the provisions of this Act, as may appear to it to be \nnecessary  for the purpose  of removing  such difficulty.  \n \n(3) Where this Act makes any provision for anything to be done but no provision or no \nsufficient  provision has been made as respect the authority by whom, or the time at which, or the \nmanner in  which,  it shall be done, then, it shall be done by such authority, at such time, or in such \nmanner as the Board  may direct.  \n \n27. Repeal.  The National University of Sciences and Technology Ordinance, 1996 (No.CI of  \n1996),  is hereby  repealed."
}