{
    "file": "./converted_json\\administratord6729bd49b8903946529ffe2da00bcc7.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "Page 1 of 31 \n  \n \n \n \nTHE HEALTH SERVICES ACAD EMY (RESTRUCTURING) ACT, \n2018  \n \n \n \n \n \nCONTENTS  \n____________  \n \nCHAPTER I  \n \nPRELIMlNARY  \n \n1.  Short title, extent and commencement.  \n2.   Definitions.  \nCHAPTER II \n \nHEALTH SERVICES ACADEMY  \n3.   Incorporation.  \n4.   Powers and functions   of the HSA.  \n5.   HSA open to all classes, creeds, etc.  \n6.   Teaching.  \nCHAPTER Ill  \n \nOFFICERS OF THE HSA  \n7.   Principal officers.  \n8.   Chancellor.  \n9.   Pro-Chancellor.  \n10.   Removal   from the Senate .  \n11.   Vice -Chancellor.  \n12.   Appointment and removal of the Vice -Chancellor.  \n13.   Rector.  \n14.   Registrar.  \n15.   Treasurer.   \n\n \nPage 2 of 31 \n 16.   Controller of Examinations.  \nCHAPTER  IV  \n \nAUTHORITIES OF THE H SA \n \n17.   Authorities.  \n18.   Senate.  \n19.   Powers and functions of the Senate.  \n20    Visitation.  \n21.   Syndicate.  \n22.   Powers and duties of the Syndicate.  \n23.   Academic Council.  \n24.   Powers   and    functions   of the Academic Council.  \n25.   Representation Committees.  \n26.    Appoin tment of committees by certain Authorities.  \nCHAPTER  V \n \nSTATUTES, REGULATIONS  AND RULES  \n27.   Statutes.  \n28.   Regulations.  \n29.   Rules.  \nCHAPTER VI  \n \nHAS FUND  \n30.   HSA Fund.  \n31.   Audit and accounts.  \nCHAPTER  VII  \n \nGENERAL PROVISIONS  \n32.   Opportunity to show cause.  \n33.   Appeal to the Syndicate and the Senate.  \n34.   Transfer of officers, teachers and other employees to the HSA.  \n35.   Benefits and insurance.  \n36.   Commencement of term of office of members of Authority.  \n37.   Filling of casual vacancies in Authorities.  \n38.   Flaws in the constitution of Authorities.  \n39.   Proceedings of Authorities not invalidated by  existence of vacancies.  \n40.   First statutes and regulations.  \n41.   Repeal   and   savings.   \n \nPage 3 of 31 \n 42.   Transitory provisions.  \n43.    Removal of difficulties.  \n44.   Indemnity.  \n45.   Power to  allow appointment of employees of the Government, other universities or \neducational   or researc h institutions to the HSA.  \n \n \n \n \n \n \n  \n \nPage 4 of 31 \n THE HEALTH SERVICES ACAD EMY (RESTRUCTURING) ACT, 2018  \n \nACT NO. XXIV OF 2018  \n[18th May, 2018]  \n \nAn Act to provide for restructuring of  health services academy as a degree awarding institute  \n \nWHEREAS  it is expedient to provide for restructuring of health services academy as a degree \nawarding institute in order to  provide it autonomy while improving governance and management \nthereof so as to enhance  quality of higher education  in the country;  \n \nIt is hereby enacted as follows:  — \n \nCHAPTER I  \n \nPRELIMlNARY  \n \n1.  Short title, extent and commencement .— (1)  This Act  may be  called the Health Services \nAcademy ( Restructuring) Act, 2018.  \n \n(2)  It extends to  the whole of  Pakistan.  \n \n(3)    It shall come into  force at once.  \n \n2.  Definitions. — In this Act, unless there is  anything repugnant in the subject or context, — \n \n(i) “academic council ” means the  academic council constituted under  this A ct: \n \n(ii) “Academy ” means the health services academy established    under the Health \nServices Academy  Ordinance, 2002 ( LXII of 2002);  \n \n(iii) “affiliate  college ”  means  an  educational  institution  affiliated to the  HSA but \nnot maintained or administered  by it;  \n. \n(iv) “Authority ”  means  any of the Authorities  of the  HSA  specified or  \nset up under section  17;  \n \n(v)   “Chancel or” means the Chancellor of the HSA;  \n \n(vi)   “college'  means a constituent  college or ar  affiliated  college;  \n \n(vii)    Commission ” means the Higher Education Commission  set up under the \nHigher  Education  Commission  Ordinance, 2002 (LIII  of 2002);  \n \n(viii)    constituent  college ”  means an educational  institution  by whatever name \ndescribed ,  maintained and administered by the HSA;   \n \n(ix)   “Dean ” means  head of department or head of faculty or head of an academic  \nbody granted the status of a faculty  by this  Act or by the statutes or     \nregulations;  \n \n \nPage 5 of 31 \n (x)  “department ” means  a teaching  department maintained and administered or \nrecognized by the HSA in the  prescribed  manner;  \n \n(xi)  “director'    means  head  of an  institute established   as  a constituent institutio n  \nby the  HSA  by  statutes  or  regulations   in terms  of the powers conferred by \nthis Act;  \n \n(xii)  “faculty ”  means  an administrative  and  academic   unit of the HAS consisting  \nof one or more departments,  as may be prescribed;  \n \n(xiii)   “Government ” means the Federal  Government;  \n \n(xiv)    'Health    Services   Academy  or   “HSA ”    means   the   Academy restructured  \nunder this Act as a degree -awarding institute;  \n \n(xv)   “HSA  teacher ”  means a whole -time  teacher  appointed  and paid by  the HSA \nor recognized  by the HSA as such;  \n \n(xvi)   “prescribed ”  means  prescribed   by  statutes,   regulations   or  rules made \nunder this Act;'  \n \n(xvii)    “principal ”  means head of a college;  \n \n(xviii)    “Pro-Chancellor ” means the Pro -Chancellor  of the IHSA;  \n \n(xix)   “Rector' means the Rector of HSA;  \n \n(xx)   “representation  committees ”  means  the  representation  committees \nconstituted  under section 25;  \n \n(xxi)   “review  panel ”  means the review panel set up by the Chancellor in  accordance  \nwith the provisio ns of sub -section  (5) of section 8; \n \n(xxii)   “search  committee ”  means  the  search committee   set  up  by  the  Senate under \nsection  I2;  \n \n(xxiii)   “Senate ”  means the Senate of the HSA;  \n \n(xxiv) “statutes ”,  “regulations ” and “rules ”  mean respectively the statutes,  the \nregulations and the rules made under this Act;  \n \n(xxv)   “Syndicate ” means the Syndicate of the HSA;  \n \n(xxvi) “teachers ”   include  professors,  associa te  professors assistant professors  and  \nlecturers engaged  whole -time  by the  HSA or  by a constituent  or affiliated  \ncollege  and  such other  persons  as may be declared  by regulations  to be \nteachers; and  \n \n(xxvii)   “Vice -Chancellor”  means the Vice -Chancellor of the HSA.  \n \nCHAPTER II  \n \n \nPage 6 of 31 \n HEALTH SERVICES ACADEMY  \n \n3.  Incorporation. — (1)  The  health   services   academy   established under  the  Health  \nServices  Academy  Ordinance,  2002  (LXII  of 2002)  stands restructured,  to be called  as the  Health \nServices  Academy, as degree  awarding institute in accordance  with the provisions of this Act.  \n \n(2)  The HSA shall consist of the following , namely: — \n \n(a) the Chancellor,  Pro -Chancellor,  the mem bers of the Senate  and the  Vice -\nChancellor;  \n \n(b)      the   me mbers   of the  Authorities   of the  HSA  established  under section    7;  \n \n(c) all HSA  teachers  and   persons    recognized  as   students   of  the HSA  in  \naccordance with  the terms as may be  prescribed from  to time; and  \n \n(d)     all other full -time officers and members of staff of the HSA.  \n \n(3)  The HSA   shall be  a body  corporate having  perpetual succession and a common seal and \nit may sue and be sued by the said name.  \n \n(4)  The HSA  shall  be competent to acquire and  hold  property.  both movable and  immovable \nand to lease,  sell or otherwise tr ansfer any movable and immovable property which  may have become \nvested  in  or been acquired by it.  \n \n(5)  Notwithstanding anything contained in any  other law for the time being in  force . the  ISA    \nshall  have  academic,  financial  and  administrative  autonomy,  including he power  to employ  \nofficers, teachers and other employees on  such terms as  may be  prescribed,  subject to  the  terms of \nthis Act  and  the Higher  Education Commission   Ordinance,  2002  (LI I of 2002).    In  part icular, \nand  wi thout  prejudice  to  the  authority granted  to  the  Commission by law,  the Government or an \nauthority or auditor appointed by the  Government  shall  have no power  to question the policy  \nunderlying the allocation of resources approved by the Senate  i n the a nnual budget  of the HSA.  \n \n(6)  All properties, rights and interests of  whatever kind, used, enjoyed . possessed, owned     or   \nvested    in   or   held   in    trust   by   Academy   before commencement of his Act and liabilities  \nlegally subsisting before such commencement against Academy stand passed    to the HSA restructured \nunder  this Act.  \n \n4.  Powers and functions    of the HSA.  — The  HSA shall  have  the  following powers, \nnamely: — \n \n(i)  to  provide   for  instruction  and  training   in  health   including animal \nsciences technology and other allied disciplines  in such manner as it \nconsiders appropriate so as to produce competent,  imaginative, skilled \nand committed health professionals,  doctors, scientists  and experts ; \n \n(ii)   to  undertake joint  investigation  and  collaborative  research   in the \nfield  of health  sciences,   biomedical  technology  and  other   allied \ndisciplines:  \n \n \nPage 7 of 31 \n (iii)    to  provide  assistance to  health and  allied  professions,  institutions and \norganizations in Pakistan and abroad through expert advice, \nconsultations,  institutional  consultancies and  in  any  other  manner as \nit may deem fit;  \n \n(iv)    to  promote,    contact   and   establish   linkages    with  national   and \ninternational  institutions  and  other  academic,  research   and \ndevelopment organization is in Pakistan and abroad  for effective \ndischarge of its  functions and responsibilities;  \n \n(v)    to pursue  and make provisions  for researc h,  innovations, inventions, \ndemonstrations and other services as it may deem  fit;  \n \n(vi)   to print , publish and circulate  periodicals, journals, magazines and \nbooks and disseminate scientific, technological and other related \nknowledge  and  information  conducive to the  attainment of any of the \nobjectives of the  HSA;  \n \n(vii)    to   prescribe  courses    of studies   in  health   sciences,   biomedical \ntechnology  and  other  allied d isciplines   and  to  decide   teaching  \nmethods   and   strategies   in   order   to  ensure   the   most   effective  \neducational and training  programmes;  \n \n(viii)    to  es tablish field  demonstration  areas,  laboratories,  museums and \nother  facilities  for training,  education and research;  \n \n(ix)   to affiliate or associate itself with  other institutions  and to establish \nfaculties   in   Pakistan   or   abroad   for   e ffective  discharge  of its \nfunctions;  \n \n(x)  to  enter  into  agreements,  contracts  and  arrangements with \norganizations,  institutions, bodies  and  individuals  for  the  purpose of \ncarrying out its functions  and activities;  \n \n(xi)   to provide   for  education  and   scholarship  in  such   branches   of \nknowledge as it may deem  fit and  to make  provision for research, \nservice to society and for the application, advancement and \ndissemination  of knowledge in such manner as it may determine:  \n \n(xii)   to prescribe  courses of studies to be conducted  by it and the colleges;   \n \n(xiii)  to hold examinations and  to award  and confer  degrees,  diplomas, \ncertificates and other  academic  distinctions to and on persons  who \nhave teen admitted  to and have pa ssed  its examinations under \nprescribed conditions;  \n \n(xiv)   to   prescribe    the   terms   and   conditions   of employment   of  the \nofficer,  teachers  and other employees  of the  HSA and to lay down \nterms  end conditions that may be different  from those  applicable to \nGove rnment  servants  in general;  \n \nPage 8 of 31 \n  \n(xv)    to   engage ,   where   necessary,   persons   on   contract   of  specified \nduration and to specify the terms of each engagement;  \n \n(xvi)    to con fer  honorary   degrees   or  other   distinctions  on   approved \npersons  in the manner  prescribed;  \n \n(xvii)    to prov de for such instruction  for persons  not being students  of the \nHSA as  it may  prescribe  and to grant  certificates  and  diplomas  to \nsuch persons;  \n \n(xviii)   to  instit ute  programmers  for the  exchange of students  and  teachers \nbetween  the  HSA  and  other  universities,  educational  institutions and \nresearch   organizations,  inside as well as outside  Pakistan;  \n \n(xix)    to provide   career  counseling and job searc h  services  to  students and \nalumni;  \n \n(xx)   to maintain  linkages  with alumni;  \n \n(xxi)    to devel op and implement  fund -raising plans;  \n \n(xxii)  to provide  and support  the academic  development of faculty of the  \nHSA;  \n \n(xxiii)   to confe r under prescribed  conditions  degrees  on persons  who have  \ncarried  in independent research;  \n \n(xxiv)   to affiliate  and disaffiliate educational institutions under  prescribed \nconditions;  \n \n(xxv)   to  inspect colleges  and other  educational  institutio ns affiliated   or \nseeking  affiliation with it:  \n \n(xxvi)   to accept  the examinations  passed and the  period  of study  spent  by \nstudents  of the  HSA  at  other  universities  and  places  of learning  \nequivalent to such  examinations and periods  of st udy  in  the  HSA,  as \nit may prescribe  and to withdraw such acceptance;  \n \n(xxvii)  to  co-operate with  other  universities,  public  authorities or  private \norganizations,  inside  as well as outside   Pakistan,   in such  manner \nand for such purposes  as it may prescribe;  \n \n(xxviii) to institute  professorships,  associate   professorships,  assistant \nprofessorships and  lectureships and  any other  posts  and to appoint \npersons  thereto;  \n \n(xxix)   to  create  posts   for  research,   extension,  administration  and  other  \nrelated purposes  and to appoint  persons  thereto;  \n \n \nPage 9 of 31 \n (xxx)   to  recognize   selected   members  of the  teaching  staff of affiliated \ncolleges  or educational  institutions  admitted  to the privileges  of the \nHSA or such other  persons  as it may deem  fit, as HSA teachers;  \n \n(xxxi)  to  institute  and  award   financial  assistance  to  students   in  need, \nfellowships, scholarships, bursaries,  medals  and prizes under \nprescribed conditions;  \n \n(xxxii)   to   establish   teaching  departments,   schools,    colleges,    faculties, \ninstitutes,  museums  and  other  centers  of learning  for development \nof teaching  and  research  and  to make  such  arrangements for their \nmaintenance,  management and administration as it may prescri be; \n \n(xxxiii)  to  provide   for  the  residence   of the  students  of the  HSA  and  the \ncolleges,  to institute  and maintain  halls of residence  and to approve \nor license hostels  and lodging;  \n \n(xxxiv)  to maintain order,  discipline and security  on c ampuses of the HAS and \nthe colleges;  \n \n(xxxv)   to  promote   extracurricular  and  recreational  activities  of students and  \nto make  arrangements for  promoting their  health  and  general welfare:  \n \n(xxxvi)  to  demand   and   receive   such  fees  and  other   charges   as  it  may \ndetermine;  \n \n(xxxvii)  to  make  provision   for  research,  advisory   or  consultancy services \nand   with   these   objects  to  enter   into  arrangements  with   other \ninstitutions, public or private bodies, commercial and i ndustrial \nenterprises under prescribed  conditions;  \n(xxxviii)  to enter  into, carry out,  vary or cancel  contracts;  \n \n(xxxix)  to    receive   and   manage  property   transferred    and    grants and \ncontributions  made to the HSA and to invest any  fund  representing \nsuch property,  grants, bequests , trusts, gifts, donations , endowments or \ncontributions in such manner as it may deem fit;  \n \n(xl)   to provide for printing and publication of research  and other works;  \n \n(xli)    to   provide   policy    advice     on  public    health.   research,    health \neducation and related discipline to Federal Government as deemed \nappropriate by the Government or HSA from time to time;  and  \n \n(xlii)    to do all  such other acts and things, whaether   incidental  to the pow ers \naforesaid or not, as may be expedient in order to further objectives  of  \nthe HSA as a place of education, learning and research.  \n \n5.  HSA open to all classes, creeds, etc. — (1) Except where the HSA has been  declared  by  \nnotification  in  the  official  Gazette  to  be  open  only  to persons  of  a specified  gender.  the  HSA  \nshall be open  to  all  persons  of either gender and of whatever religion ,  race,  creed,  class, colour  or \n \nPage 10 of 31 \n domicile and no person shall be denie d the privileges of the HSA on th e grounds  of religion,  race , \ncaste, creed,  class,  colour or domicile.  \n \n(2)  An increase   in any fee or charge  that  is in excess  of ten percent per annum  on  an  \nannualized  basis  from  the  last  such    increase    may  not  be  made except in special circumstances \nand only with approval of the Chancellor.  \n \n(3)  The  HSA shall  institute  financial  aid  programmes  for  students  in need,   to   the   extent \nconsidered feasible  by the Senate  in the given and  ava ilable resources,   so  as to  enable   admission  \nand access  to  the  HSA  and the  various opportunities  provided by it to be based on merit rather than \nability to pay:  \n \nProvided  th at it the  HSA  may institute  self -finance schemes  not  covering mor e  than ten \nperce nt of the total  number of candidates in any on -campus taught course  or research -based \nprogramme of study.  \n \n6.  Teaching.  —l) All recognized teaching in various courses  shall  be conducted  by the    HSA \nand  the  colleges   in  the  pre scribed  manner  and  may include   lectures,   tutorials,   discussions,   \nseminars.   demonstrations,   distance learning  and  other    methods   of instruction  as  well  as  \npractical  work in  the laboratories,    hospitals ,    workshops    and    oth er     governmental    or    private \norganizations.  \n \n(2)  The authority  responsible  for organizing recognized teaching shall  be such as may be \nprescribed.  \n______________  \n \nCHAPTER Ill  \n \nOFFICERS  OF THE HSA  \n \n7.  Principal  officers. — The  following  shall  be principal  officers   of the HSA,  namely:  \n \n(a) the Chancellor;  \n \n(b) the Pro -Chancellor;  \n \n(c) the Vice -Chancellor;  \n \n(d) the Rector;  \n \n(e)      the Deans;  \n \n(f)    the Principals of the constituent colleges;  \n \n(g)     the Chairpersons of the teaching  departments;  \n \n(h)    the Registrar,  \n \n(i)      the Treasurer;  \n \n(j)     the Controller of Examinations;  and  \n \nPage 11 of 31 \n  \n(k)     such   other   persons    as   may   be   prescribed   by  the   statutes   \nor regulations.  \n \n8.  Chancellor. — (1)   The    President  of  the    Islamic     Republic    of   Pakistan  shall  by \nvirtue  of his office be the Chancellor of the HSA as well as the Chairperson of the Senate.  \n \n(2)  The members  of the  Senate as well  as the Vice -Chancellor shall be appointed  by the  \nChancellor  from  amongst   t he  persons   recommended  by  the representation  committee  set   up  \nfor  this   purpose    or  the   search   committee established  in  accordance with  this  Act  and  the  \nstatutes,  as  the  case  may  be, along with those  elected.  \n \n(3)  Every proposal  to confer an honorary degree   shall  be subject  to  confirmation by the \nChancellor.  \n \n(4)  If the  Chancellor  is  satisfied   that  serious   irregularity  or mismanagement with respect \nto the affairs of the HSA has occurred,  he may. — \n \n(a)   as  regards   proceedings   of   the   Senate,   direct    that   specified proceedi ngs  \nbe  re -considered  and appropriate action taken  within one month  of the \ndirection  having been issued:  \n \nPre vided   that  if'  the  Chancellor  is   satisfied    that  either   no re -consideration  \nhas  been  carried  out  or that  the re -consideration  has failed to address  the  \nconcern  expressed,  he  may  after calling  upon  the  Senate  to show  cause  in  \nwriting,  appoint a five -member review    anel   to  examin e   and   report   to  \nthe   Chancellor  on  the  functioning of the  Senate. The  report of the review  \npanel  shall  be submitted   within    such    time   as   may   be   prescribed    by  \nthe Chancellor.  The review   panel  shall   be drawn   from  persons   of eminence \nin academics and  in  the  fields  of law, accountancy and administration ; and  \n \n(b)   as regards  proceedings of any Authority  or with  respect  to matters within  1he  \ncompetence of any  Authority  other  than  the   Senate, direct  the Senate to \nexercise  powers  under section  20.  \n \n(5)  The  Chancellor may  cause a  visitation  or  inquiry  to  be  made in respect  of any  matter  \nconnected with affairs  of the  HSA and appoint  any person as he may deem fit  fer the purpose.  \n \n(6)  The Ch ancellor may, on receipt of a report, issue such directions as  he thinks fit and the \nvice-Chancellor shall comply with such directions.  \n \n(7)  The Chancellor may delegate any of his powers to Vice -Chancellor from time to time as  \ndeemed  appropriate.  \n \n9.  Pro-Chancellor. — (1)  The   Minister -in-charge  of the   concerned Division   allocated   \nwith business  of HSA  shall  by virtue of his  office   be  the Pro -Chancellor of the HSA.  \n \n(2)  Where  the Chancellor is absent  for any  reason, the  Pro -Chancellor shall  act  as  \nChance llor  and  exercise   all  powers  of the  Chancellor except   the powers  provided  for under sub -\nsections (4) and (7) of section  8.  \n \nPage 12 of 31 \n (3)  The  Pr o-Chancellor  shall  perform  such  duties as  may  be assigned and delegated  to \nhim by the Chancellor.  \n \n10.  Removal   from  the  Senate.— (1)   The  Chancellor  may,  upon  recommendation  of \nthe  review panel,  remove  any  person  from  membership of the Senate o n the ground that  such \nperson — \n \n(a)      has become  of unsound  mind: or  \n \n(b)     has become incapacitated to function  as member  of the Senate;  or  \n \n(c)     has  been  convicted  by a court  of law  for an  offence  involving moral  \nturpitude;  or  \n \n(d)      has  absented   himself from  two  consecutive meetings  without  just cause;  or  \n \n(e)      has   been   guilty  of  misconduct,    including  use   of position for personal    \nadvantage     of   any    kind    or    gross    inefficiency    in performance of his \nfunctions.  \n \n(2)  The  Chancellor  shall  not remove  any  person  from  membership  of the Senate except  \non a resolution by at least  three -fourths of total members  of the Senate calling  for removal  of such \nperson:  \n \nProvided  that  before passing  such resolution the Senate  shall  provide  the member  concerned \na fair hearing:  \n \nProvided    further   that   the   provisions   of  this   section    shall   not   be  applicable to the \nVice -Chancellor in his capacity  as a member of the Senate.  \n \n11.  Vice -Chancellor. —(1)  There  shall   be a  Vice -Chancellor  of the HSA  who  shall be an \neminent  academician or a distinguished administrator and shall  be appointed on such terms  and \nconditions as may be prescribed.  \n \n(2)  The  Vice -Chancellor shall be chief executive officer of the   HSA responsible for  all  \nadministrative  and  academic  functions of the  HSA  and  for ensuring  that  the  provisions of this  \nAct,    statutes,    regulations   and    rules   are observed    in   order   to   promote general  efficiency  \nand  good  order  at the  HSA and he shall  have all powers  prescribed  for this purpose,  including \nadministrative  control  over the officers, teachers  and other employees of the HSA.  \n \n(3)  The   Vice -Chancellor shall,   if present,   be entitled  to  attend   any  meeting of any \nAuthority or body of the HSA.  \n \n(4)  The Vice -Chancellor    may,    in    an    emergency    that    in    his opinion    requires      \nimmediate     action   ordinarily  not   in  competence  of the Vice -Chancellor,  take such  action   and   \nforward,   within   seventy -two hours,  a report  of the  action  taken  to  the  members  of the  emergency \ncommittee of the Senate,  to  be set  up  by statutes.   The  emergency committee  may  direct such \nfurther action as is considered appropriate.  \n \n(5)  The Vice -Chancellor  shall also have the following powers, namely:  \n \nPage 13 of 31 \n (a)     to  direct  teachers,   officers and  other   employees of the   HSA to take   up   \nsuch assignments in connection with examinations, administration   and such  \nother  activities  in  the  HS  as  he  my consider nece ssary  for the purposes of \nthe SA;  \n \n(b)     to   sanction    by   re -appropriation   an   amount    not   exceeding  an amount   \nprescribed  by  the   Senate   for an unforeseen    item  no t provided   for  in the  \nbudget  and  report  it  to the  Senate  at the  next meeting;  \n \n(c)     to make appointments  of such categories  of employees of the  HAS and  in such  \nmanner  as may  be prescribed  by statutes;  \n \n(d)    to  suspend ,  punish  and  remove  from  service,  in  accordance with prescribed \nprocedure, officers,  teachers an d other  employees of the HSA except  those \nappointed  by or with approval  of the Senate:  \n \n(e)      to delegate  , subject  to such conditions as may  be prescribed,  any of his powers  \nunder this Act to an officer  or officers of the ISA:  and  \n \n(f)      to exercise and perform such other powers an d functions as may be prescribed . \n \n(6)  The Vice -Chancellor shall preside  at  convocation  of the  HSA  in absence   of the  Pro -\nChancellor.  \n \n(7)  The   Vice -Chancellor  shall  present   an  annual  report   before   the Senate  within  three  \nmonths  of close  of the  academic   year.  The  annual  report shall present such information as regards  \nthe academic year un der review  as may  be prescribed,  including disclosure  of all relevant  facts \npertaining to —  \n \n(a)     academics;  \n \n(b)     research  and policy making;  \n \n(c)     administration;  and \n \n(d)    finances.  \n \n(8)  The Vice -Chancellor's annual  report  under  sub-section (7) shall be made  available,  prior  \nto  its presentation before  the  Senate,  to  all  officers  and HSA teachers  and shall  be published  in \nsuch number as is required  to ensure  its wide circulation.  \n \n12.  Appointment  and  removal  of t he  Vice -Chancellor. — (1)  The Vice -Chancellor shall \nbe appointed by the Chancellor on the basis of recommendations made by the Senate.  \n \n(2)  A    Search    Committee  shall,  for    recommendation  of   persons suitable   for  \nappointment   as   Vice -Chan cellor,  be constituted  by the Senate on the  date  and  in  the  manner \nprescribed   by  statutes   and shall  consist   of two eminent  members  of society  nominated  by the \nChancellor,  of whom  one shall  be appointed  as the convener, two  members  of the  Senate,  two \ndistinguished HSA teachers  who  are not  members  of the Senate  and one  academician of eminence  \nnot employed  by the HSA. The two distinguished HSA teachers  shall  be selected  by the  Senate  \n \nPage 14 of 31 \n through  a process,  to  be prescribed  by statutes,  that  provides  for  recommendation of suitable  \nnames  by the HSA teachers in general.  The  Search Committee  shall  remain   in  existence   till  such  \ntime  that  appointment of next Vice -Chancellor is made by the Chancellor.  \n \n(3)  The p ersons  proposed  by the Search Committee for appointment as Vice -Chancellor shall  \nbe considered  by the Senate  and of these  a panel  of three, in  order of priority,  shall  be recommended \nby the Senate to the Chancellor:  \n \nProvided   that  the  Chancel lor may  decline  to  appoint  any  of the  three persons  \nrecommended and seek recommendation of a fresh panel.  In the event of a fresh recommendation \nbeing  sought  by the Chancellor, the Search  Committee shall make a proposal to the Senate  in the \nprescribed  manner.  \n \n(4)  The    Vice -Chancellor   shall   be   appointed     for   a   renewable tenure   of  five   years   \non such terms   and conditions as may  be prescribed   by statutes.  The  tenure  of an  incumbent  Vice -\nChancellor shall  be  renewed  by the Chancellor on receipt  of a resolution  of the Senate in support  \nof such renewal:  \n \nProvided  that the Chancellor may  call  upon  the  Senate  to  re -consider such resolu tion  once.  \n \n(5)  The  Senate  may, pursuant  to a resolution  in  this  behalf passed  by three -fourths of its  \nmembership,  recommend   to  the Chancellor the  removal  of the Vice -Chancellor on the ground of \ninefficiency,  moral turpitude  or physical o r mental  incapacity  or gross  misconduct,  including misuse  \nof position  for personal advantage of any kind:  \n \nProvided  that the Chancellor may make a reference  to the Senate  stating the instances of \ninefficiency, moral turpitude  or physical  or ment al incapacity or gross  misconduct on  part  of the \nVice -Chancellor that have  come  to his  notice.  After  consideration of the reference,  the Senate  may, \npursuant  to a resolution  in  this   behalf   passed   by  two -thirds    of  its   membership,   r ecommend   \nto   the  Chancellor removal  of the Vice -Chancellor:  \n \nProvided    further   that   prior    to   a   resolution    for   removal    of  the Vice -Chancellor \nbeing  voted upon. the Vice -Chancellor shall be given an opportunity of being heard.  \n \n(6)  A resolution   recommending removal  of the  Vice -Chancellor shall be submitted to the \nChancellor forthwith. The Chancellor may accept  the recommendation and  order  removal of the \nVice -Chancellor or return  the recommendation to the Senate.  \n \n(7)  At  an y  time  when  office of the  Vice -Chancellor is  vacant  or the Vice -Chancellor is \nabsent  or  is  unable to  perform functions of his office due to illness   or  some   other   cause,   the  \nSenate   or  the  Chancellor  shall   make  such arrangements  f or   performance   of duties  of the   Vice -\nChancellor  as   may   be deemed fit.  \n \n13.  Rector. — (I)  There  shall  be a Rector  of the  HSA  to be appointed by  the   Chancellor  \non   recommendation  of  the   Senate  on   such   terms  and conditions as may be prescribed.  \n \n(2)  The  Rector   shall  be responsible  for implementation  of decisions of the  Senate,  \nSyndicate and  Academic  Council  and  for  execution  of programmes of the HSA under   direction  of \nthe Vice -Chancellor.  \n \n \nPage 15 of 31 \n (3)  At any  time, when   office of the  Rector  is vacant  or the  Rector  is absent  or is unable  \nto  reform    functions  of his office  due to illness  or some other cause,   the  Vice -Chancellor  of the   \nHSA  shall   make   such   arrangement  for performance of duties  of the Rector as he may deem fit.  \n \n14.  Registrar. — (1)   There   shall   be  a  Registrar  of  the   HSA   to  be appointed  by the  \nSente  on  recommendation  of the  Vice -Chancellor,  on  such te rms and conditions as may be \nprescribed.  \n \n(2)  The experience  as well as professional and academic qualifications necessary  for  \nappointment   to  the  post  of the  Registrar    shall  be  as  may  be prescribed.  \n \n(3)  The Registrar  shall  be a full -time officer of the HSA and shall — \n \n(a)      be administrative head of secretariat  of the  HSA and be responsible for \nprovision  of secretarial  support  to the Authorities of the HSA;  \n \n(b)     be custodian  of common  seal  and academic records  of the  HSA;  \n \n(c)      maintain  register  of registered graduates  in the prescribed manner;  \n \n(d)     supervise   process  of  election,   appointment  or  nomination   of members to \nvarious Authorities and  other bodies in the prescribed manner; and  \n \n(e)     perform such other duties as may be pr escribed.  \n \n(4)  The term   of office of the Registrar shall  be a renewable period  of  three years:  \n \nProvided that the  Senate may, on advice of the Vice -Chancellor and in accordance with \nprescribed procedure, terminate appointment of the Registrar on grounds of inefficiency or \nmisconduct.  \n \n15.  Treasurer. — (1)  There  shall  be a  Treasurer  of the  HSA to  be appointed  by the Senate  \non  recommendation  of the Vice -Chancellor  on such terms and conditions as may be prescribed.  \n \n(2)  The experience and pr ofessional and academic qualifications necessary for appointment to \nthe post of Treasurer shall be as may be prescribed.  \n \n(3)  The Treasurer shall be chief financial officer of the HSA and shall — \n \n(a)      manage   assets,   liabilities,    receipts,    ex penditures,    funds   and investments  \nof the HSA;  \n \n(b)     prepare  annual  and  revised  budget  estimates   of the  HSA  and present them  \nto the  Syndicate or a committee thereof for approval and incorporation in the \nbudget to be presented to the  Senate; \n \n(e)    ensure that funds  of the HSA are expended on the purposes for which those \nfunds are provided;  \n. \n \nPage 16 of 31 \n (d)     have accounts of the HSA audited annually so as to be available for  submission \nto the Senate within six months of the close of financial  year; and \n \n(c)    perform such other duties as may be prescribed.  \n \n(4)  The term of office of the Treasurer  shall be a renewable period  of  three years:  \n \nProvided  that the  Senate may, on advice of the Vice -Chancellor and in accordance with  prescribed  \nprocedure,  terminate appointment of the Treasurer on grounds of inefficiency or misconduct.  \n \n16.  Controller  of Examinations . (1) There shall  be a Controller of Examinations  to be   \nappointed   by  the   Senate   on   recommendation  of  the Vice -Chancell or on such terms and conditions \nas may be prescribed.  \n \n(2)  The minimum qualifica tions and experience necessary for appointment   to  the  post of \nController   of Examinations  shall  be  as  may  be prescribed.  \n \n(3)  The Controller of Examinations shall b e a full -time officer of the HSA and shall be \nresponsible for all matters connected    with conduct of examinations and shall  perform  such other \nduties as may be prescribed.  \n \n(4)  The Controller  of Examinations  shall  be appointed  for a renewable  term of three years:  \n \nProvided  that the Senate may,  on advice of the Vice -Chancellor and in  accordance with  \nprescribed   procedure,  terminate  appointment  o the Controller  of Examinations on grounds of \ninefficiency or misconduct.  \n_____________  \n \nCHAPTER  IV  \n \nAUTHORITIES OF THE H SA  \n \n17.  Authorities.  (1)  The  following sh all  be Authorities  of the HAS namely: — \n \n(a)     the Senate;  \n \n(b)     the Syndicate;  and  \n \n(e)     the Academic Council;  \n \n(2)  The fol lowing Authorities shall be established  by statutes, namely; — \n \n(a)     Graduate and  Research  Management Council;  \n \n(b)     Recruit ment,  Development,  Evaluation and  Promotion  Committees for \nteachers  and other  staff whether  at level  of the  department,  the faculty  r the \nHSA;  \n \n(c)    Career placement and Internship Committee of each faculty;  \n \n(d)    Search  Committee for appointment of the Vice -Chancellor;  \n \nPage 17 of 31 \n  \n(e)     Representation    Committees    for    appoi ntment     to   the    Senate Syndic ate \nand the Academic Council;  \n \n(f)      Faculty  Council;  and \n \n(g)     Departmental  Council.  \n \n(3)  The  Senate, the  Syndicate  and  the  Academic  Council  may  set up such  other  \ncommittees  or sub -committees,  by whatever  name  described,  as are considered   desirable   through    \nstatutes   or   regulations   as   appropriate.   Such committees  or sub -committees  shall be Authorities \nof the  HSA for the purposes of this  Act. \n \n18.  Senate. —(1)  There shall  be  a  body  to   be  called   the   Senate, responsible  for \ngovernance  of the HSA and which  shall consist of the following, namely: — \n \n(a)     the Chancellor who shall be Chairperson  of the Senate;  \n \n(b)      the Vice -Chancellor;  \n \n(c)      three members of  the Government not below the rank of Additional Secretary  \nfrom   the  Division   concerned,  the   Division   to  which business  of education   \nstands  allocated   or  any  other  department relevant to the special  focus of the \nHSA;  \n \n(d)     one person  from amongst the alumni of the HSA;  \n \n(e)      one person  for  academic community  of the country,  other than an employee  \nof the  HSA,  at the  level of professor  or principal  of a college;  \n \n(f)      one HSA teacher;  and  \n \n(g)     one person nominated   by the Commission.  \n \n(2)  The number of members  of the Senate described  against clauses (e) to (g) of sub -section  \n(1) may be increased  by the Senate through  statutes  subject to the condition that total membership \nof the Senate does not exceed  twent y-one, with  a  maximum  of  three  HSA  teachers  and  the  \nincrease  is  balanced.  to  the extent possible.  across different categories specified  in sub -section  ( 1). \n \n(3)  All  appointments to  the  Senate  shall  be made  by the  Chancellor. Appointment  of \npersons  described  in clauses (d) and (e) of sub -section ( 1)  shall be made  from  amongst  a panel  of \nthree names  for each  vacancy  recommended by the Representation  Committee set up in terms of \nsection 25 and in accordance with proce dure as may be prescribed:   \n \nProvided that effort shall  be made,  witho ut  compromising  on quality  or  qualification, to \ngive fair representation to women on the  Senate.  \n \nProvided  further  that as regards  the HSA teacher  described in clause  ( f) of sub-section ( 1), \nthe Senate  shall  prescribe  a procedure for appointment on the basis of elections that provide  for \nvoting by various  categories of HSA teachers:  \n \nPage 18 of 31 \n Provided   also   that   the    Senate   may   alternatively    prescribe    that appointme nt of HSA \nteachers  to the Senate shall also be in the manner provided for by this  sub -section  for  the persons  \ndescribed  in clauses  (d) and (e)  of sub -section (1) \n \n(4)  Members of the Senate,  other  than  ex officio   members,  shall  hold office  for three year.  \nOne-third  of the members,  other than  ex officio  members, of the first  Senate  to  be determined  by \nlot  shall  retire  from  office  on expiration of one  year  from  the  date  of appointment  by the  \nChancellor.  One -half of the remaining  members    other  than  ex -officio  members.  of the  first  \nSenate  to  be determined   by lot  shall  retire  from  office  on  expiration of two  years  from the date  \nof their  appointment  and  the  remaining  one-half,   other   than  ex  officio  members,  shall retire \nfrom office on expiration  of the third year:  \n \nProvided  that  no person, other than an ex officio  member ,  may serve  on  the Senate for more \nthan two consecutive  terms:  \n                                                                                              . \nProvided  further that the HSA teachers  appointed  to the Senate  may not  serve for two \nconsecutive terms.  \n \n(5)  The Senate  shall meet at least twice  in a calendar  year.  \n \n(6)  Service on the Senate shall be on honorary  basis:  \n \nProvided that actual expenses may be reimbursed in the prescribed manner.  \n \n(7)     The Registrar shall be secretary  of the Senate.  \n \n(8)  The   Chancellor  shall  when  present   preside   at  meetings  of the Senate  and  convocation  \nof the  HSA.   In  absence  of the  Chancellor, ·the   Pro -Chancellor shall when present  preside  at \nmeeting  of the Senate  and convocation  of HSA.   In  ab sence  of Pro -Chancellor ,   the  Senate  may  \nrequest   a  person  of  eminence  to preside over the convocation  of the HSA.  \n \n(9)  Unless otherwise prescribed  by this Act, all decisions  of the Senate shall  be taken  on the \nbasis of opinion  of a majorit y  of the  members  present.  In the event  of members  being evenly \ndivided  on any natter, the person presiding over the meeting  shall have a casting  vote.  \n \n(10)  The quorum for a meeting of the Senate shall be two -thirds of its membership, a fraction \nbeing counted as one.  \n \n19.  Powers and functions of the Senate. — (1)  The Senate shall have power of general  \nsupervision  over the HSA and shall hold the  Vice -Chancellor and the Authorities  accounta ble for all  \nfunctions of the H SA. The Senate shall  have all powers of the HSA not expressly  vested in an Authority \nor officer by  this  Act and all other  powers  not  expressly  mentioned  by this  Act that  are  necessary \nfor performance of its functions.  \n \n(2)  Without prejudice to   the generality of the  foregoing powers.  The Senate shall have the \nfollowing powers, namely:  — \n \n(a)     to  approve  the  proposed  annual  plan of work,  the  annual  and revised  budget \nestimates,  annual  report and annual  statement  of accounts;  \n \n \nPage 19 of 31 \n (b)     to hold, control and lay down policy for administration of property, funds and \ninvestments  of the HSA, including approval of sale and purchase or acquisition \nof immovable property;  \n \n(c)     to oversee quality and relevance of the HSA academic programmes and  to \nreview academic affairs of the HSA in general;  \n \n(d)    to   approve  appointment  of   the   Deans,   professors,   associate professors \nand such other senior faculty and senior  administrators as may be prescribed;  \n \n(e)     to institute schemes, make directions and guidelines for terms and conditions of \nappointment of all officers, teachers  and other employees of the HSA;  \n \n(f)      to approve strategic  plans:  \n \n(g)       to approve financial  resource development plans of the HSA;  \n \n(h)     to consider  draft  statutes and regulations proposed by  the Syndicate  and   the  \nAcademic  Council   respectively  and  deal  those  in  the manner as provided  \nfor in sections 27 and 28, as the case may be:  \n \nProvided that the Senate may make statutes or regulations  on its  own  \ninitiative  and approve those after calling for advice of the Syndicate or the \nAcademic Council, as the case may be;  \n \n(i)      to annul  by order  in writing the  proceedings of any  Authority or officer,  if \nthe  Senate  is satisfied  that  such  proceedings are  not  in accordance with  the \nprovisions of this  Act,  statutes  or regulations made  thereunder,  after  calling  \nupon  such  Authority   or  officer to show cause as to why  such proceedings \nshould  not be annulled:  \n \n(j)      to  recommend    to  the  Chancellor removal  of any  member  of the  Senate   and \naccordance with the provisions of this Act;  \n \n(k)     to  make     appointment of members  of the  Syndicate, other  than ex officio  \nmembers,  in accordance with the provisions of this Act;  \n \n(l)      to   make  appointment  of  members of  the   Academic  Council, other   than   \nex officio  members,  in accordance  with  the provisions of this Act;  \n \n(m)    to appoint emeritus  professors on such terms and conditions as may be \nprescribed;  \n \n(n)     to remove   any  person from  membership of any  Authority  if such  person — \n \n(o)      has become of unsound  mind; or  \n \n(p)      has become  incapacitated to function as member of such Authority; or  \n \n \nPage 20 of 31 \n (q)     has  been  convicted  by a  court  of law  for  an  offence  involving moral  \nturpitude;  and \n \n(r)      to determine  the  form,  provide  for  its custody  and  regulate  use of  common \nseal of the HSA.  \n \n(3)  The  S enate  may,  subject to the provisions  of this  Act, delegate  all or any of the  powers  \nand  functions  of any Authority,  officer  or employee   of the HSA at its  main campus,  to  any \nAuthority , committee,  officer  or employee at its additional  campu s  for  the  purpose  of exercising  \nsuch  powers  and  performing such  functions  in  relation to  such  additional  campus   and  for  this  \npurpose the Senate  may create  new  posts or positions at the additional camps.  \n \n20  Visitation. — The  Senate  may,  in  accordance  with the  tern     and procedures as  may  \nhe prescribed,  cause an  inspection  to  be made  in  rea ct  of any matter  connected  with the HSA.  \n \n \n21.  Syndicate .— (1) There  shall be a Syndicate of the HSA  consisting of the following, \nnamely :— \n \n(a)      the Vice -Chancellor who shall be its Chairperson;  \n \n(b)      the Deans of the faculties of the HSA;  \n \n(c)     two  professors  from  different departments, who  are  not  members of the  \nSenate,  to  be  elect ed  by  the  HSA  teachers  in  accordance with procedure \nto be prescribed by the Senate;  \n \n(d)      principals of the constituent colleges;  \n \n(e)      the Registrar;  \n \n(f)     the Treasurer;  and  \n \n(g)     the Controller of Examinations;  \n \n(2)  Members of the Syndicate,   other than  ex  officio   members,  shall hold office  for three \nyears.  \n \n(3)  As regards  the two professors described in clause  (c) of sub -section (1 ) the  Senate   may,  \nas  an  alternative  to  elections,  prescribe  a  procedure  for proposal  of a panel  of names  by the \nRepresentation Committee set up in terms of section  25,  Appointment of persons  proposed  by the  \nRepresentation Committee may be made by the  Senate on recommendation of the Vice -Chancellor.  \n \n(4)  The quorum for a meeting of the Syndicate shall be one -half of the total number of \nmembers, a fraction being counted as one.  \n \n(5)  The Syndicate shall meet at least once in each quarter  of a year.  \n \n \nPage 21 of 31 \n 22.  Powers and duties of the Syndicate. — (1) The  Syndicate  shall be executive  body of \nthe  HSA and shall, subject  to the provisions  of this Act and the statutes. exercise general supervision \nover affairs and management of the HSA.  \n \n(2)  Without    prejudice  to   generality    of  the   foregoing  powers    and subject to the \nprovisions of this Act, the statutes and directions of the Senate,  the indicate shall have the following \npowers,  namely: — \n \n(a)      to consuler annual  report and   annual  and revised  budget  estimates an  to \nsubmit these to the Senate;  \n \n(b       to transfer  and accept  transfer of movable  property  on behalf of the  HSA; \n \n(c)     to enter  into,  vary,  carry  out  and cancel  contracts on behalf of the  HSA;  \n \n(d)     to cause  proper books   of account  to be kept for all  sums  of money received   \nand  expended  by the HSA and for  assets  and  liabilities  of the HSA;  \n \n \n(e)     to invest  any money belonging to the HSA including any unapplied income  in \nany of  the  securities described  in section 2 0  of the Trusts  Act,  188 2.  (II of \n1882 ) or in the purchase  of immovable property  or in such  other  manner,  as  \nit may  prescribe, with  the  like  power  of varying sch  investments;  \n \n(f)      to   receive   and    manage    any   property    transferred   and   grants, bequests,     \ntrusts,     gifts,     donations,    endowments    and     other contributions  made to \nthe HSA;  \n \n(g)     to administer any funds placed  at disposal  of the HSA  for specified purposes:  \n \n(h)     to   provide   buildings,    libraries,   premises,   furniture,   apparatus, equipment \nand  other  means  required  for  carrying  out work  of the HSA;  \n \n(i)       to establish  and  maintain  halls of residence  and  hostels  or approv e or license  \nhostels  or lodgings for residence  of students;  \n \n(j)      to recommend to the Senate affiliation or disaffiliation of colleges;  \n \n(k)     to recommend  to the  Senate  admission   of educational  institutions  to the \nprivileges of the HSA and  withdraw such privileges;  \n \n(l)      to arr ange  for inspection of colleges  and the departments;  \n \n(m)   to institute   professorships,   associate    professorships,    assistant \nprofessorships,  lectureships  and other teaching  posts or to  suspend  or to  \nabolish   such posts;  \n \n(n)      to create suspend  or abolish  such  administrative or   their  posts  as  may be \nnecessary;  \n \n \nPage 22 of 31 \n (o)       to preserve  duties  of officers,  teachers  and other  employees of the  HSA;  \n \n(p)      to  report  to the  Senate on matters  with  respect  to which  it  has been  asked to \nreport;  \n \n(q)     to  appoint   members  to  various   Authorities   in   accordance  with the  \nprovisions of this Act;  \n \n(r)     to propose  draft statutes for  submission to the Sen ate; \n \n(s)      to regulate conduct and discipline of students  of the HSA;  \n \n(t)      to  take  actions  necessary   for  good  administration  of the  HSA  in general  \nand to this end exercise  such powers  as are necessary;  \n \n(u)     to  delegate   any  of its   powers  to  any  Authority  or  officer  or  a committee;  \nand \n \n(v)      to perform such other  functions  as have  been  assigned  to it  by the provisions \nof this Act or may  be assigned  to it by statutes.  \n \n23.  Academic  Council.  (1) There  shall be an Academic   Council  of the HSA consisting of \nthe following,  namely: — \n \n(a)      the Vice -Chancellor who shall  be its Chairperson;  \n \n(b)     the  Deans  of faculties  and  such  heads  of departments as  may be prescribed;  \n \n(c)      three  members representing departments, institutes  and constituent  colleges to \nbe elected  in  the manner  prescribed  by the Senate;  \n \n(d)      one of the principals  of affiliated  colleges;  \n \n(e)      three professors including emeritus professors;  \n \n(f)      the Registrar  \n \n(g)      the controller sf Examinations ,  and \n \n(h)      the Lactarian  \n \n(2)  The  Senate  shall  appoint the  members of the  Acad emic Council, other  than  ex-officio  \nand  elected   members ,   on  recommendation  of the  Vice  Chancellor:  \n \nProvided    that   as   regards    the   three  professors  and   the   members representing the  \ndepartments, institutes and  the constituent colleges,  the  Senate may,  as an alternative to elections,  \nprescribe a procedure for proposal  of a panel of names   by  the   Representation   Committee   set  up  \nin  terms   of section   25.  Appointm ent of persons   proposed   by the  Representation  Committee  may  \nbe made by the Senate  on recommendation of the Vice -Chancellor.  \n \n \nPage 23 of 31 \n (3)  The    Academic   Counci l    may    constitute   Academic   Advisory Committee consisting;  \nof national  and  international  doctors,   scientists, academicians and other experts to — \n \n(a)      delineate priorities for research;  \n \n(b)      guide and direct  the executive  committee  on all academic  matters;  \n \n(c)      recommend    such    measures    which    will    foster    and    enhance interaction  \nand collaboration between  the  HSA  and  other  existing national  and \ninternational organizations, institutions and research cente rs; and \n \n(d)     work  out and  propose  affiliation  measures  with  foreign  institutions of repute . \n \n(4)   Members of the Academic Council shall hold office for three years.  \n \n(5)  The Academic Council  shall meet at least once  in each quarter.  \n \n(6)  The  quorum  for  meetings   of the  Ac ademic   Council  shall  be one half of the total \nnumber of members, a fraction being counted  as one.  \n \n24.  Powers   and    functions   of  the  Academic  Council. — (1)   The Academic    Council  \nshall  be  principal  academic   body of the  HSA  and shall, subject to the  provisions of this  Act  and  \nthe statutes ,   have  power  to  lay  down proper standards of instruction , research  and  examinations \nand  to  regulate  and promote  aca demic life of the HSA and the colleges.  \n \n(2)  Without prejudice to  the  generality of the  foregoing  powers  and subject to the provisions \nof this Act  and the statutes, the Academic  Council  shall have the power  to — \n \n(a)     approve   the  policies and  procedures  pertaining to  1he  quality  of academic  \nprogrammes;  \n \n(b)      approve  academic  programmes;  \n \n(c)      approve   the  policies and  procedures pertaining   to  student -related function       \nincluding      admissions,       expulsions,      punishments. examina tions  and \ncertification;  \n \n(d)     approve  the  policies  and  procedures   assuring  quality  of teaching and \nresearch;  \n \n(e)    recommend    the  policies  and  procedures  for  affiliation   of other educational  \ninstitutions;  \n \n(f)      propose    to   the   Syndicate    schemes    for   the   constitution   and organization    \nof  faculties,   teaching   departments  and   boards   of stud ies; \n \n(g)     appoint   paper -setters   and  examiners   for  all  examinations  of the HSA after \nreceiving  panels of names from relevant  authorities;  \n \n \nPage 24 of 31 \n (h)     institute   programs    for continued    professional development of  HSA teachers \nat all levels;  \n \n(i)      recognize  examinations  of other  universities   or examining bodies as \nequivalent  to corresponding examinations  of the HSA;  \n \n(j)      regulate  award  of studentships,   scholarships,  exhibitions,  medals and prizes;  \n \n(k)     propose  regulations  for submission  to the Senate;  \n \n(l)      prepare an annual report on academic performance of  the HSA; and  \n \n(m)    perform  such other functions as may be prescribed  by regulations.  \n \n25.  Representation Committees. — (1) There shall be a Repres entation Committee  \nconstituted   by  the  Senate  through  statutes  for  recommendation   of persons  for  appointment   to  \nthe  Senate  in  accordance   with  the  provisions  of section 18.  \n \n(2)  There  shall also be a Representation  Committee  const ituted by the Senate  through  \nstatutes  for  recommendation of persons  for appointment  to the Syndicate   and  the  Academic   \nCouncil   in  accordance   with  the  provisions   of sections 21  and 23 respectively.  \n \n(3)  Members  of  the Representation Committee  for appointments to the  Senate shall consist  \nof the following,  namely: — \n \n(a)      three members  of the Senate who are not HSA teachers;  \n \n(b)     two   persons    nominated   by ·   the   HSA   teachers   from   amongst the mselves  \nin the manner as may be prescribed;  \n \n(c)      one  person   from  the  academic   commun ity,  not  employed  by  the H SA,  a  \nthe level  of professor  or college  principal  to be nominated by the  HSA \nteachers  in  the manner  as may be prescribe d;  and  \n \n(d)     one     eminent      citizen     with     experience     in     administration, \nphilanthropy, development    work, law    or   accountancy   to   be nominal end  \nby the Senate.  \n \n( 4)  The  Representation Committee for appointments to  the  Syndicate and the Academic \nCouncil  shall consist  of the following, namely:  \n \n(a)      two members  of the Senate who are not HSA teachers;  \n \n(b)     three   persons   nominated  by  the   HSA,  teachers   from   amongst themselves \nin the manner  as may be prescribed;  \n \n(5)  The tenure  of the Representation Committees shall be three years:  \n \nProvided that no member shall serve for more than two consecutive terms.  \n \n \nPage 25 of 31 \n (6)  The  procedures   of the  Representatio n Committees shall  be as may  be prescribed.  \n \n(7)  There  may also be such other Representation  Committees set up by any  of the   other   \nAuthorities  of the   HSA  as  are  considered  appropriate  for recommending persons  for appointment \nto various  Authorities  and  other  bodies of the HSA.  \n \n26.   Appointment of committees by certain Authorities.  (1)  The Senate,  the  Syndicate, \nthe  Academic Council  and  other Authorities  may,  from time to time, appoint  such standing,  special \nor advisory  committees, as they may deem fit and may place on such committees persons  who are \nnot members  of the Authorities appointing the committees.  \n \n(2)  The constitution,  functions and powers  of the Authorities for which no  specific   provision   \nhas  been   made   in   this  Act  shall   be  such   as  may  be prescribed  by statutes  or regulations.  \n \nCHAPTER  V \n \nSTATUTES, REGULATIONS  AND RULES  \n \n27.  Statutes. — (1)  Subject to the provisions of this Act,  statutes,  to be published  in the  \nofficial  Gazett e,  may be made to regulate or prescribe  all  or any of the following matters,  namely: —  \n \n(a)      contents  of and the manner in which  annual  report  to be presented  by the \nVice -Chancellor before the Senate shall be prepared;  \n \n(b)     HSA fees and other charges;  \n \n(c)      constitution of any pension, insurance,  gratuity,  provident fund and benevolent  \nfund for HSA employees;  \n \n(d)     scales of pay and other terms and conditions of service  of officers,  teachers and \nother HSA employees;  \n \n(e)      maintenance of register of registered graduates;  \n \n(f)     affiliation  and disaffiliation  of educational  institutions  and related  matters;  \n \n(g)    admission   of  educational·  institutions   to  the  privileges   of  the  HSA and \nwithdrawal  of such privileges;  \n \n(h)     establishment  of faculties,   departments,    institutes,  colleges   and other  \nacademic  divisions;  \n \n(i)      powers and duties of officers and teachers;  \n \n(j)      conditions    under  which   the   HSA may enter   into  arrangement s with     other   \ninstitutions  or  with  public   bodies   for  purposes   of research  and advisory  \nservices;  \n \n(k)     conditions   for  appointment   of emeritus  professors  and  award  of honorary  \ndegrees;  \n \n \nPage 26 of 31 \n (I)     efficiency and discipline  of HSA  employees;  \n \n(m)    constitution   and  procedure   to   be   followed   by  Representation  Committees \nin carrying  out functions  under this Act;  \n \n(n)     constitution and procedure  to be followed  by Search Committee  for  \nappointment of the Vice -Chancellor;  \n \n(o)     constitution,  functions and  powers  of the  Authorities  of the  HSA;  and \n \n(p)     all other matters  which by this Act are to be or may be prescribed  or regulated  \nby statutes.   \n \n(2)  The  draft  of statutes   shall  be  propos ed   by the  Syndicate  to  the Senate  which  may  \napprove or  pass  the  draft  with  such  modifications  as  the Senate  may  think  fit  or, as the  case  \nmay  be,  it may  refer  back  the  draft  to the Syndicate for re -cons deration:  \n \nProvided  tha t  statutes   concerning  any  of the   matters   mentioned    in clauses   (a)  and  (l)  \nof sub-section  (1)  shall  be  initiated  and  approved   by  the Senate,  after  seeking views  of the \nSyndicate:  \n \nProvided  further  that the  Senate may initiate statutes  with respect  to any matter  in  its \npowers  or with  respect  to which  statutes  may  be made  under  this Act and approve  suct statutes \nafter seeking views  of the Syndicate.  \n \n28.  Regulations. — (1)  Subject  to  the  provisions  of this Act  and  the statues, the Academic  \nCouncil may, by notification in the official Gazette, make regulations for all or  any of t he following  \nmatters,  namely :— \n \n(a)      courses  of study for degrees,  diplomas   and certificates of the HSA;  \n \n(b)      manner  in which teachin g referred  to in sub -section (1 ) of section  6  shall  be \norganized  and conducted;  \n \n(c)      admission and expulsion  of students  to and from the HSA;  \n \n(d)     conditions under  which  students  shall  be admitted to  courses  and \nexaminations of the  HSA  and  shall  become  eligible  for  award  of degrees, \ndiplomas  and certificates;  \n \n(e)      conduct  of examinations;  \n \n(f)      conditions   under   which   a   person   may   carry   on   independent research  \nto entitle  him to a degree;  \n \n(g)      institution   of fellowships,   scholarships,  exhibitions,   medals   and  prizes;  \n \n(h)      use of the library;  \n \n(i)      format on of  faculties , departments and board  of studies;  and  \n \nPage 27 of 31 \n (j)     all other matters  which  by this Act or the statutes  or regulations are to be o \nmay be prescribed.  \n \n(2)  Regulations  shall  be proposed  by the  Academic Council  and shall be submitted  to the \nSenate  which  may  approve  them  or  withhold   appro val   or  refer them back to the Academic \nCouncil for re -consideration. Regulations proposed by the Academic Council shall not be effective \nunless those receives approval of the Senate.  \n \n(3)  Regulations regarding or incidental to  matters   contained  in sub• clauses (g) and (i) of \nsub-section (1) shall not be submitted to the Senate without prior approval of the Syndicate.  \n \n29.  Rules. — (1) The Authorities and other bodies of the HSA may, by notification of official \nGazette,  make rules consistent with this Act, statutes and the regulations  to regulate any matter \nrelating to affairs  of the HSA that is not required  to be regulated  by statutes or regulations, including \nrules to regulate conduct of business and time and place of meetings and related matters.  \n \n(2)  Rules shall become effective upon approval by the Syndicate.  \n \nCHAPTER VI  \n \nHAS FUND  \n \n30.  HSA Fund. — The HSA shall have a fund,  to be called the HSA Fund, to which shall be \ncredited its income from fees, charges, donations, trusts, bequests, endowments, contributions, grants \nand all other sources.  \n \n31.  Audit  and  accounts .— (1)  The  accounts  of the  HSA  shall  be maintained i n such \nform and in such manner as may be prescribed.  \n \n(2)  The teaching  departments,  constituent  colleges  and institutes  and all other bodies \ndesignated as such by the Syndicate in terms of statutes shall be independent cost centres of the HSA \nwith au thority  vested  in the head of each cost centre to sanction expenditure out of  the budget allocated \nto it: \n \nProvided that re -appropriation  from one head of account to another may be  made  by the  head  \nof a cost  centre  in accordance  with  and to  the  extent prescribed by statutes.  \n \n(3)  All  funds generated  by a teaching department,  constituent  college or other  unit of the  \nHSA through  consultancy,  research  or other  provision  of service  shall be made  available  without \nprejudice to the  budgetary  allocation otherwise made, aft er   deduction  of  overheads   in   the   manner   \nand  to  the extent prescribed by statutes, to the teaching department, constituent  college or other unit \nfor its  development.   A part of the funds so generated may be shared with the HSA teachers  or \nresearchers  in  charge of the consultancy,  research or service concerned in the manner and to the \nextent prescribed by statutes.  \n \n(4)  No expenditure  shall  be made from funds of the  HAS,   unless  a bill for  its  payments  \nhas  been   issued  by the head  of the  cost  centre  concerned  in accordance   with  the    elevant   \nstatutes   and   the   Treasurer  has   verified   that allocation   for the  payment as  provided   for in the  \napproved   budget  of the cost centre   is  available,  subject  to   authority   of head   of  the  cost   centre   \nfor  re - appropriation under proviso  to sub -section (2).  \n \n \nPage 28 of 31 \n (5)  Provision hall be made for an internal audit of finances of the HSA.  \n \n(6)  Without   prejudice    to   the   requirement  of audit   by   an   auditor  appointed  by \nGovernment  in accordance with the  provisions  of any other law  for the time  being  in  force,  the \nannual  audited  statement of accounts of the  HSA shall   be   prepared    in   conformity   with  the   \ngenerally    accepted    a ccounting principles    by  a   reputed   firm   of  chartered   accountants   and   \nsigned   by  the Treasurer,  The   annual   audited   statement   of accounts    so  prepared    shall   be \nsubmitted  to the Auditor  General  of Pakistan  for his observ ations.  \n \n(7)  The observations  of the  Auditor  General  of Pakistan,  if any,  under sub -section  (6),  \ntogether  with  such annotations  as the Treasurer  may make,  shall be considered by the Syndicate \nand shall be placed  before the Senate  within six  months  of closing  of the financial year.  \n \nCHAPTER  VII  \n \nGENERAL PROVISIONS  \n \n32.  Opportunity  to show cause.  Except  as  otherwise  provided   by this Act, the statutes,  \nregulations and rules, no officer,  teacher  or other  employee of the  HSA  shall  be reduced   in rank  \nor  pay  scale  or removed   or  dismissed or compulsorily retired  from  service  and nor be subjected \nto any  other  penalt y  for cause  arising  out of any  act or omission  on part of the  person  concerned \nunless he has been given  a reasonable opportunity of showing  cause  for his defence.  \n \n33.  Appeal  t o the Syndicate and the  Senate . Where  an  order   is passed  punis hing any  \nofficer,  teacher  or other  employee of the  HSA  or altering or  interpreting to  his   disadvantage   the  \nprescribed   terms   or  conditions of his service,  he shall, where  the order  is passed  by any officer \nor teacher  of the HSA, other than the Vice -Chancellor,  have the right to appeal  to the  Syndicate  \nagainst the order and where the order  is  passed  by the Vice -Chancellor,  he shall have the right to \nprefer  appeal  before the Senate.  \n \n(2)  All  regular  employees of HSA shall  retire from  service  on attaining sixty years  of age.   \n \n34.  Transfer of officers, teachers and other employees to the HSA.  (1) Notwithstanding \nanything  contained  in any law, contract  or agreement  or in the con ditions of service,  all officers, \nteachers  and  other  employees  of the  Academy existing  immediately  before  the  commencement  \nof this  Act,  including  officers, teachers and other employees  on deputation to other organizations \nwithin Pakistan or abroad, stand transferred to and become employees of the HSA, on the same terms \nand conditions including remuneration, tenure of service, rights and privileges as to pension  and  \ngratuity and other  matters  applicable  to  them  immediately  before comme ncement of this  Act  until  \ntheir  employment   in  the  HSA  is  tenninated  in accordance  with their conditions  of service or their \nterms and conditions  are altered by  regulations  which shall  not  be  less favorable  than  those  by  \nwhich  they  were governed immediately  before their transfer to the HSA.  \n \n(2)   No  adverse    change   shall   be   made   in  the   existing  terms   and conditions  of \nemployment of the  officers,  teachers  and  other employees of the Academy on their  transfer und er  \nsub-section  (1 )  in the employment of the  HSA on commencement of this Act.  \n \n35.  Benefits and insurance .— (1)  The  HSA  shall  constitute  schemes, as  may  be \nprescribed,  for  benefit  of its officers,  teachers and  other  employees providing  fo r  post -employment  \nbenefits   as  well  as  health   and   life  insurance while  in service.  \n \n \nPage 29 of 31 \n (2)  Where    any   provident   fund   has   been   constituted   under   this Act,   the    provisions  \nof  the  Provident Funds  Act,  1925  (XIX of 1925) sha ll apply to such funds as if it were the \nGovernment provident fund.  \n \n36.  Commencement of term  of office of members  of Authority.  (1) When a member  of \nthe  HSA  is   elected,   appointed   or nominated  his   term of office as  fixed  under this Act shal l \ncommence  from such date as may be prescribed.  \n \n(2)  Where  a member  who has  accepted   any  other assignment or  for any other  similar  \nreason  remains  absent  from the  HSA  for  a period  of not  less than six months he shall be deemed  \nto have resigned  and vacated  his seat.  \n \n37.  Filling of casual vacancies in Authorities .— Any casual  vacancy among  the  members   \nof any  Authority shall  be  filled,  as  soon  as  conveniently may  be, in  the  same  manner  and  by \nthe  same  person  or  Authority empowered under  this Act  to appoint the member  whose  place has \nbecome  vacant  and the person  appointed  to the  vacancy   shall  be a member  of such  Authority for \nthe residue  of the term  for which  the person  whose place  he fills woul d  have been a member.  \n \n38.  Flaws in the constitution of Authorities.  Where there  is  a flaw in  the constitution  of \nan Authority, as constituted by this Act,  the  statutes  or the   regulations on account  f the abolition of \na specified  office under G overnment or because  an organization ,  institution  or other body  outside  \nthe  HSA  has  been  dissolved  or has ceased to function  or because of some other  similar  reason,  \nsuch flaw shall be removed  in such manner  as the Senate  may direct.  \n \n39.  Proceedings of Authorities not invalidated  by existence of vacancies. — No  act, \nresolution  or decision  of any Authority  shall  be invalid  by reason  of existence  of any vacancy  in \nthe Authority  doing,  passing  or making  it or   by  reason   of  a ny   want   of  qualification    or   \ninvalidity   in   the   election, appointment or nomination of any  de  facto member  of the  Authority,   \nwhether present or absent.  \n \n40.  First statutes and regulations. — Notwithstanding anything to the contrary  con tained  in \nthis Act, the President  of the Islamic Republic  of Pakistan shall  promulgate the  first  statues  and  \nregulations  which  shall  be deemed  to  be statutes  and  regulations   made  under  sections 27  and  \n28  respectively and  shall contin ue to remain  in  force  until amended  or repealed  or till  such time  \nas new statutes  and regulations are made in accordance  with the provisions  of this Act.  \n \n41.  Repeal   and   savings.  (1)    The    Health    Services     Academy Ordinance,  2002   (LXI  \nof 2002),  hereinafter called as the repealed  Ordinance,  is hereby  repealed.  \n \n(2)  Notwithstanding the repeal  under sub -section ( 1),— \n \n(a)     everything      done,     action    taken,     obligations     or     liabilities incurred,   \nrights   and   assets  acquired  and  held,  persons  appointed or   authorized ,   \njurisdiction   or   powers   conferred,   endowments, bequests.  funds   or trusts   \ncreated   and  held,  donations   or  grants made,     scholarships,     studentship     \nor    e xhibitions     instituted,  affiliations or privileges  granted  and orders  issued  \nunder any of the  provisions  of the repealed  Ordinance  shall,  if not inconsistent  \nwith the  provisions   of this  Act  or  the  statutes,  the  regulations  or  the rul es  \nmale  under this Act,  be continued and,  so far as may be, be  deemed   to have  \nbeen respectively  done,  taken,  incurred,  acquired,  held,  appointed,   \n \nPage 30 of 31 \n authorized,   conferred,   created.  made,   instituted,  granted  and  issued under  \nthis Act  a nd any  documents referring  to any.· of  the   provisions    of  the  \nrepealed   Ordinance,    legislative instruments  or  the  statutes,  the  regulations   \nand  the  rules   made under the  repealed  Ordinance  shall, so far as may be. be \ndeemed  to re fer to the corresponding provisions  of this Act or the statutes, the \nregulations  and the rules made under this  Act;  \n \n(b)     all  institutes,  colleges   or  other  constituent  units  of the  Academy  function ing  \nin  terms  of the provisions  of the  re pealed   Ordinance  shall  continue  to \nfunction  in  respect  of the  relevant   provisions  of the  repealed  Ordinance \ntill  such  time   that   the   Senate   through statutes  has prescribed otherwise;  \nand \n \n(c)     any  statutes,  regulations or rules   made  or  deemed   to have been made  under  \nthe  repealed  Ordinance shall,  if not  inconsistent  with the provisions of this \nAct,  be deemed to be the statutes,  regulations or  rules  made   under  this  Act  \nhaving   regard   to  various   matters w hich by this  Act have to be regulated   or  \nprescribed   by statutes, regulations and rules  respectively and shall continue  \nto be in force until  they are  repealed,  rescinded  or modified  in  accordance \nwith the provisions of this Act.                                           · \n \n42.  Transitory provisions. —(I)  Notwithstanding  anything contained in  this  Ac t,  upon  \ncommencement  of this Act  with respect  to the  Academy, the Senate  shall  be constituted and the  \nmembers thereof,  except  the  HSA teachers, appointed   afresh  by the Chancellor in  accordance  with \nthe  numbers  and  criteria for membershi p  specified in this Act.  As regards  the HSA teachers to be \nelected or appointed  to the Senate elections  shall be held as soon as possible.  In  all  other cases  HSA  \nteachers   shall  be appointed   to  the  Senate  by the  Chancellor. The number  of  HSA  teachers  to  \nbe  elected  or  appointed   to  the  Senate  shall  be as provided   in  this  Act.  The  first  Senate  so \nconstituted  shall  initiate,  as  soon  as possible,  process  for appointment of HSA teacher  and members \nof the  Syndicate a nd the Academic Council  in accordance with the terms of this A ct. \n \n(2)  Notwithstanding    anything    contained     in    this    Act,    the    first  Vice -Chancellor \nshall  be appointed  by the Chancellor for a period  of three years.  \n \n43.   Removal of difficulties.  (1) If any question arises  as to the interpretation  of any  of the \nprovisions  of this  Act, it shall  be placed  before  the Chancellor whose  decision  thereon  shall be \nfinal.  \n \n(2)  If any difficulty arises  in  giving  effect to any  of  the  provisions   of this  Act,  the  \nChancellor may  make  such  order  after  obtaining the  views  of the Senate,  not inconsistent with \nthe provisions  of this  Act, as may appear  to him to be necessary  for removing the difficulty.  \n \n(3)  Where   thi s Act  makes   any  provision   for  anything   to  be done but no   provision     or    \nno sufficient   provision  has  been  made  as  respects  the authority by whom,  or the time at which or \nthe manner  in which,  it shall be done, then it  shall  be d one by  such  authority, at  such time  or  in  \nsuch manner as the Chancellor may direct after obtaining  views of the Senate.  \n \n44.  Indemnity.  No   suit  or  legal   proceedings   shall   lie   against   the  Government, the \nAcademy,  the HSA or any Authority, officer or employee  of the  Gove nment or the Academy ,  the \n \nPage 31 of 31 \n HSA or any other person  in  respect  of anything  which  is done in good with, or deemed to have been \ndone, under this Act.  \n \n45.  Power to  allow appointment of employees of the Governme nt, other universities or \neducational   or  research  institutions  to  the  HSA. — (1) Notwithstanding   anything    contained    \nin   this  Act, the  Senate  may, on the advice of the Syndicat e  and on such  terms  as the Senate  may \nspecify,  allow  any p ost  in the  HSA  to be filled  by appointment  of an employee   of the Government \nor any other  university  or educational  or research  institution.  \n \n(2)  Where   any  appointment  has  been  made   under   this  section,   the terms  and conditions \nof service  of the appointee shall  not be less favourable than those  admissible to him  immediately  \nbefore  such  appointment and  he shall  be entitled  to all  benefits   of his post of service."
}