{
    "file": "./converted_json\\administrator3eb15592c16765b16366b8c53f4506fe.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "RE STEREDNo.IA:lqzL,-76469\nGtteGry;ffi d pc[fffElr\nEXTRAORDINARY\nPUBLISHED BY AUTHORI'\nISLAMABAD, SUNDAY, DECEM] R 4,2OO5\nPART I\nActs, Ordinances, President's Orders\nGOVERNMENT OF PAKISTA]\nMII\\IISTRY OF LAW JUSTICE, HUM-\nPARLIAMENTARY AFF,\n(Law Justice and Human Righl\nIslanrubad. the 4th Decembed Regulations\nIRIGHTS AND\nRS\nDivision)\n2005\nF. No. 2(f )/2005-Pub.-The following rrdinance promulgated by the\nPresident is hereby published tbr General informa' .rn:-\nOrorNeNcr No. XXI , , 2005\nAN\nORDINAT JE\nellectual Property O rganization of to provide for the establishnrcnt of the\nPakiIll\n,9('\n[3s49(2005)/Ex. Gaz.] Price 20.50\n810 THE GAZETTE OF PAKISTAN, EXTRA., DEC. 4, 2005 [Perr I\nWHEREAS It is expedient to establish the Intellectual Property\norganization of Pakistan to providq for the protectlon of Intellectual\nProperty Rights in Pakistan and for matters connected therewith or\nincldental thereto;\nAND W}IEREAS the National Assembly is not In session and the\nPresident is satisfied that circumstances exist whlch render it\nnecessary to take immediate actlon;\nNOW, THEREFORE, ln exerdse of the powers conferred by\nclause (1) of Article 89 of the Constitution of the Islamic Republic of\nPakistan, the President is pleased to make and promulgate the\nfollowing Ordinance:-\n1. Short title, extent and commencement.- (1) This\nOrdinance may be called the Intellectual Property Organizatlon of\nPaklstan Ordinance, 2005.\n(2) It extends to the whole of Pakistan.\n(3) It shall come into force at once and shall be deemed to\nhave taken effect on the 7tf day of December 2005.\nPerrll THE GAZETTE OF PAKISTAN, EXTRA., DEC.4, 2005 8ll\n2. Definitions.- ln this Ordinance, unless there ls any-thing\nrepugnant ln the subject or context,-\n(a) \"Board\" means the Pollcy Board constltuted under\nsectlon 4;\n(b) \"Chalrman\" means the Chalrman of the Board and\nHead of the Organlzation;\n(c) \"Director General\" means the Director-Generdl\nappointed under sectlon 8;\n(d) \"Federal Government\" means the Cabinet Divlslon;\n(e) \"Intellectual Property' includes a patent, lndustrlal\ndesign, layout-deslgn (topographles) of lntegrated\nclrcuits, copyright and related rights, servlce mark,\ntrade mark, trade name, undlsclosed lnformation or\ntrade secrets, tradltional knowledge, geographlcal\nindications, technical know-how and ideas for new\nproducG and markets, including the commercial\nlnformation about customer or any combinatlon\nthereof;\n(0 \"Member' means a member of the Board;\n(S) 'Organization\" means the Intellectual Property\nOrganlzatlon of Pakistan establlshed under sectlon 3;\n(h) \"prescribed\" means prescrlbed by rules;\n(i) \"rules\" means the rules made under this Ordlnarrce;\n0) *regulations\" means the regulations made under thls\nOrdlnance; and\n(k) \"schedule\" means a schedule to this Ordinance.\n812\n3. Establlshmcnt ot Orc organlzatlon.- (1) There shall\nbe establlshed an organlzatlon to be known as Intellectual Property\nOrganlzatlon of Pakistan to carry out the purposes of thls Ordlnance.\n(2) The Organlzatlon shall be a body corporate having\nperpetual succession and a common seal vyith powe6, subject to the\nprovisions of thls Ordinance, to hold and dispose of the property both\nmovable End lmmovable and shall by the sald name sue and be sued.\n(3) The Organization shall be an autonomous Organizatlon\nunder the adminlstratlve control of the Cabinet Divlsion.\n(4) The Federal Government may setup ofnces of the\nOrganlzatlon at such places, as lt may deem necessary, as and when\nrequired.\n4, Policy Board.- (1) The Federal Government. shallr by\nnotification in the official Gazette, constltute a Policy Board of the\nOrganization conslsting oF he Chalrman, Vlce-Chairman and such\nother members from the public and prlvate sectors, as lt may deem fit.TIIE GAi TE OF PAKISTAN, EXTRA.. DEC. 4. 2005 [PARr I\n(2) Notwlthstandlng the composition of the Board constituted ^\nunder sub-sectlon (1), the Federal Government may increase or\ndecrease the number of members and prescribe the qualiflcatlons and\nmode and manner of their appointment.\n813\n(3) The Director-General shall ad as ex officlo Secretary of the\nBoa rd.\n5. Functions and powers of the Board,- (1) The Board\nshall be responslble for settlng oF objectives and policy guidellnes of\nthe Organization in accordance with the powers and functions provided\nin sectlon 11.\n(2) The general dlrectlon and adminlstration of the\nOrganization and its affairs shall vest in the Board which shall exerclse\nall powers, perform all functions and do all acts and things, whlch may\nbe exerclsed, performed or done by the Organization under thls\nOrdinance.\n(3) In particular and without prejudice to the generality of the\nforegoing powers, the Board shall,-\n(a) promote a modern system for the protection of\nlntellectual property rights h Pakistan;\n(b) approve policies, plans and programmes of the\nOrganization; and\n(c) formulate procedures and necessary framework for\nutilization of funds generated or acquired through\nservices, donations or grants, etc,\n6, Delegation of powers.- The Board may, by general or\nspecial order in writing subject to such lhitations, restrictions orP.,,Rr Il THE GAZETTE OF PAKISTAN, EXTRA., DEC. 4, 2005\n8t\nconditlons, delegate all or any of its powers and functions to the\nChairman, Vice-Chalrman or any commlttee of the Board, as may be\nconstituted for the purpose, or to the Director-General as it may deem\napproprlate.\n?. Meetlngs of the goard.- (1) Save as herelnafter\nprovlded, the Board shall regulate the procedure for lts meetings'\n(2) The meetings of the Board shall be convened by and\nunder the dlrections of the Chalrman:\nProvlded that the Federal Government may dlrect convening of a\nmeeting of the Board at any time on any matter requlrlng a declslon\nby the Board.\n(3) The meeting of the Board shall be held at least twice a\nyear.\n(4) A simple majorlty of the total membership shall constitute\nthe quorum for a meetlng of the Board.\n(5) The decision of the Board shall be adopted by simple -\nmajorlty of the Members present and voting.\na. Funcllons of the Chairman.- The Chalrman shall be the\nHead of the Organlzatlon. He shall directly oversee the Dlrector-\nGeneral In the performante of hls duueB and responsiblllties under thls\nOrdinance, shall quide and dlrect hlm, as deemed necessary bv hlm\n8r5\n9. Privlleges and Perquisites of the Chalrman, vice-\nChairman and the Members,- The Chairman, Vice-Chairman and the\nMembers of the Board, other than the official members, shall be\nentitled to such privlleges and perqulsites as may be prescribed.\n10. Director-General,- (1) There shall be a. Dlrector-General\nof the organization who shall be appointed by the Federal Government\non terms and conditions as may be prescribed.\n(2) The Director-General shall be the Chief Executive Offlcer of\nthe Organization and shall discharge such duties and perform such\nfunctions as are assigned to him by or under this Ordinance.\n11. powers and functaons of the Organization.- The\npowers and functions of the Organization shall be to:-\n(a) administer and coordlnate all govemment systems\nfor the protection and strengthening of lntellectual\nproperty rlghts under the laws specified ln the\nSchedule and the rules and regulations made\nthereunder;Perr Il THE CAZETTE OF PAKISTAN EXTRA., DEC.4, 2005\nand shall liaise and consult with the Federal Government, on behalf of\nthe Board, for carrying out the purposes of this Ordinance.\n(3) The Director-General shall comply wlth such directions that\nthe Federal Government or the Board may give from time to time.\n8t6 TIIE GAZETTE OF PAKISTAN, EXTRA., DEC. 4, 2m5 [Pmrl\n(b) prescribe, regutate or implement measures and\nstandards on any matter related to or connected with\nintellectual property right;\n(c) accredit or certify and regulate any person as\nintellectual property agent;\n(d) levy such charges or fees as may be reasonable for\nservices and facilities provided by the Organization\nand its constituent offices;\n(e) carry out such other works or activities as may be\ndeemed by the Organization to be necessary, with a\nview to making the best use of the assets of the\norganizatlon;\n(f) coordinate, monitor or engage, in conjunction with\nother authorities, international agencies or\nOrganizations, in any study or cooperation project\nrelated to intellectual property;\n(S) enter into contracts for the supply of goods or\nmaterials or for the execution of works as may be\nnecessary for the dlscharge of any of its duties and\nfunctions;\n(h) supervise and coordinate the , workinE of all\nintellectual propefty offlces including the Patent\nOffice, Trade Marks Registry and Copyright Office;\nPxrll TI{E GAZETTE OF PAKISTAN, EXTRA., DEC. 4, 2005 817\n(k) plan for development and up-gradatlon of the\nintellectual property lnfrastructure and capacity in\nPaklstan;\n(l) promote education and research ln the field of\ni ntel I ectual property;\n(m) advise the Federal Government regarding the\ninternatlonal negotiations ln the area of Intellectual\nproperty;\n(n) engage in human resource development of lts officers\nand staff;\n(o) promote awareness about lntellectual propefi lssues\nin the public and Private sector;\n(p) liaise and interact with counterpart Intellectual\nProperty related organizations ln other countrles for\ncapacity building and exchange of lnformatlon;(i) evolve and malntain a system to provide access to\npublic documents and information relatlng to any\nintellectual propefi kept or maintalned by the\nOrganlzation;\nCI) advise the Government of Pakistan on pollcy relatlng\nto intellectual property rights;\n(q) propose and inltiate lntellectuat property t.ights\n\\lr\nlegislation for the protection of intellectual property\nrights in Pakistan;\n(r) inltiate and monitor the enforcement and protection\nof intellectual property rights through designated law\nenforcement agencles of the government and collect\nrelated data and lnformation. The law enforcement\nagencies shall keep the Organization regularly and\nappropriately informed of their actions and\noperations against violations of intellectual property\nrights and ensure full llaison and cooperation with\nthe Organization;\n(s) develop worklng manuals, references, materlals End\nprocedures in order to asslst ln lmprovlng the\nprotectlon of htellectual property rtglhts;\n(t) coordinate the implementation of foreign-aided\ntechnical asslstance projects on intellectual property;\nand\n(u) perform and carry out any other act, thlngor\nfunctlon relating t? lntellectual property asslgned to lt\nby the Board or the Federal Government.\n12. Authentication of orders and other instruments of\nthe Organization.- All orders, declslons and all other lnstruments\ntssued by the Organization shall be authentlcated only by the\nsignatures of such officer or officers who are authorlzed by the\nOrganizatlon ln this behalf.l-HE GAZEITE OF PAKISTAN, EXTRA., DEC. 4. 2m5 [Perrl\nPerr Il THE GAZETTE OF PAKISTAN, EXTRA., DEC.4, 2M5 819\n13. Frohlbition of use of certai[ names, marks, scals,\netc.- No person shall use-\n(a) any name, mark or seal, whlch may resemble the\nname, mark or seal of the Organization or contain\nthe expression or any abbrevlatlon of such\nexpression; or\n(b) any mark or trade maik in relatlon to any article or\nprocess containing the expresslon Intellectual\nProperty Organization of Paklstan or any abbreviatlon\nof such expression.\n14, Exercise of powers of the Organization by other\nbodies.- The Federal Government may, in consultation with the\nOrganizatlon, by notificatlon in the officlal Gazette, direct that any\npower exercisable by the Organlzation under thls Ordinance shall. in\nrelation to such matters and subJect to such conditions as may be\nspecifled ln the directlon, be exercisable also by such b,ody or such\norganizatlon as may be specifiEd ln the notlflcatlon.\n15. Certain mattets to be kept confldential,- Any\ninformation coming into notlce of the Organlzation or any of lts officers\nin relation to any article or process, subject to the provislon of thls\nOrdinance or any other law for the time being in force shall be treated\nas confidential and shall not be communlcated or revealed to any\nperson :\n820 THE GAZET'IE OF PAKISTAN, EXTRA., DEC. 4, 2005 [Perr I\nProvided that nothing in this section shall apply to the dlsclosure\nof any lnformation for the purpose of prosecuuon under this\nOrdinance.\n- 16. Appolntment of ofticarr, etc., by the OrEanizatlon.-\n(1) The Organization may, with the prlor approval ofthe Board, create\nposts and appolnt such offlcers, employees, experts and consultants,\nas lt may @nslder necessary for the performance of its func{ons.\n(2) The Organtzatton, with the approval of the Board, shall\ndevise procedures for the appointment of lts officers, employees,\nexperts and consultants.\n(3) The Organization, with the approval of the Board, shall\ndetermine the terms and condltions of service of its officers,\nemployees, experts and consultants and shall also be competent to\ntake disciplinary action against them.\n(4) The civil servants worklng in the Organtzauon shall be\ngoverned by the Civll Servants Acv L973 (LXXI of 1973), and rules\nmade thereunder unless absorbed in the Organization.\n17. Members and officers, etc., to be publlc servants.-\nThe Chairman, Vice-Chairman, Members, Director-General, officers,\nemployees, experts and consultants of the Organization shall, when\nacting or purportlng to act In pursuance of any of the provlsions of this\nParrll THE GAZETTE oF PAKIS'IAN. EXTRA.. DEC.4, 2005 821\n18. Intellectual Property Organlzation of Pakistan Fund..\n(1) There shall be created a fund to be known as Intellectual Property\nOrganization of Pakistan Fund which shall vest in the Organlzatlon and\nshall be utillzed by the Organization to meet charges in connection\nwith its functions under this Ordinance including the payment of\nsalaries and other remuneratlon to the Director-General, officers,\nemployees, experts and consultants of the Organlzation.\n(2) The Intellectual Property Organizatlon of Pakistan Fund\nshall be financed From the followlng sources, namely:-\n(a) grants and loans made by the Federal Government or\na Provinclal Government;\n(b) loans, ald and donatlons from the natlonal or\ninternatlonal agencies; and\n(c) revenue earned from the levy of various charges or\nfees, etc.\n(3) The htellectual Property of Organlzatlon Paklstan Fund\nshall be kept ln one or more accounts malntained by the Organlzatlon,\nin local or forelgn currency, ln any scheduled bank ln Paklstan and\nshall be operated in accordance wlth the direcuons of the Board.\n19, Budget.- The Organlzation shall, In respect of each\nfinancial year submit for approval of the Federal Government, on suchOrdinance, be deemed to be public servants within the meaning of\nsection 21 of the Pakistan Penal Code (Act XLV of 1860).\n822 TIIE GAZETTE OF PAKISTAN, EXTRA., DEC. 4,2005 [PrRII\ndate as may be prescrlbed, a statement of the estimated receipts and\nexpendlture, including requlrements of foreign exchange for the next\nfinancial year,\n2(J. Audlt and accounts.- (1) The accounts of the\nOrganization shall be maintalned ln the manner prescribed by the\nController General of Accounts.\n(2) The Auditor-General of Pakistan shall conduct.audit of the\naccounts of the Organization.\n(3) A copy of the audit report shall be sent to the Federal\nGovemment, alongwith the comments of the Organlzatlon.\n2L. Power to amend the Schadule.- The Federal\nGovemment may, in consultation with the Organizatlon, amend the\nSchedule so as to add any entry thereto or modlfy or omit any entry\ntherefrom.(4) The Federal Goveinment may issue directions to the\nOrganization for the rectiflcation of any item objected to by the\nAuditor-General of Pakistan and the Organization shall comply with\nsuch directions.\nPerr Il THE GAZETTE OF pAKtS tAN. EXTRA.. DEC.4, 2005 823\nrevenue,\nz,3. Submlssion of y€arly reports and retarrns.- (1) Within\nthree months of the conclusion of each financlal year, the Board shall\nsubmlt an Annual Report to the Federal Government in rEspect of the\nactivities of the Board including the status of its existlng programmes,\nprojects and further plans formulated in furtherance of its aims and\nobjectiv€s.\n(2) The Federal Government may requiie the Organization to\nfurnish it with -\n(a) any return, statement, estimate, statistics or other\ninformation regarding any matter under the control\nof the Organlzation;\n(b) a report on any subject with which the Organlzatlon\nis concernedl and\n(c) a copy of any document in the charge of the\nOrganization.\n24, Protection of actlon taken under the Ordinance.- No\nsuit, prosecution or other legal proceeding shall lie against the Federal\nGovernment or the Organization or any person acting under the22. Mode of recovery,- Any sum payable to the Organlzation\nunder this Ordinance shall be recoverable as an arrear of land\n824 THE GAZET'IE OF PAKISTAN, EXTRA., DEC. 4, 2005 lP,qnr I\nFederal Government or the Organization for anything which is in good\nfaith done or intended to be done in pursuance of this Ordlnance or\nany rule or regulatlon made thereunder.\n25, Exemption from any provilsion of this Ordinanc€.- The\nFederal Government may, by notification in the offlcial Gazette,\nexempt any article or class of artlcles from the operatlon of all or any\nof the provisions of thls Ordinance.\n26. Policy directives.- The Federal Government may, as and\nwhen it considers necessary, issue policy directives to the Board in\nrespect of lts activities and the compliance of such dlrectlves shall be\nbinding on the Board,\n27. Power to make rules.- The Organization may, with the\napproval of the Federal Government, make rules for carrying out the\npurposes of thls Ordinance. On approval of the rules by the Federal\nGovernment/ the Federal Government shall notlfy the same in the\nofficial Gazette.\n2A. Power to make ragulations.-The Organization may, wtth\nthe prior approval of the Board and by notification in the offlctal\nGazette, make regulations not inconsistent with this Ordinance or the\nrules made thereunder to carry out the purposes of this Ordinance.\nPerrll TIIE GAZETTE OF PAKISTAN, EXTRA., DEC.4, 2005 825\n29. Integration of the Trad€ Marks Registry, Copyright\nOffice and Patent Offlce.- Upon the commencement of this\nOrdinance, the Trade Marks Registry, Copyright Offlce and Patent\nOffice hereinafter referred to as the said offices shall become part of\nthe organization, and,-\n(a) all assets rlghts, powers, authorltles and prlvileges\nand all propertles, movable and immovable, cash and\nbank balance, reserve funds, lnvestment and all\nother lnterest and rights ln, or arislng out of such\nproperties and all debts, liabilltles and obligatlons of\nwhatever klnd of the sald offices subsisting\nimmediately before their integration shall stand\ntransferred to and vest in the Organization;\n(b) all officers and other employees of the said offlces\nshall, notwlthstanding anything contained in any law\nor in any agreement, deed, document or other\ninstrument, stand absorbed and transferred to the\nOrganization and shall be deemed to have been\nappointed or engaged by the Organizatlon in\naccordance with the terms and conditions which shall\nnot be less favourable than in the said offlces; and\nno officer or other employee whose servlces are so\nabsorbed and transferred shall be entitled to any\ncompensatlon because of such absorption or\ntransfer;\n(c) all debts and obllgatlons lncurred or contracts\nentered into or rights acqulred and all matters and\n8:25 THE GAZEITE OF PAKISTAN, EXTRA., DEC. 4, 2OO5 [PETT I\nthlngs engaged to be done by, wlth or for the sald\nofflces before thelr lntegratlon, shall be deemed to\nhave been incurred, 6ntered lnto, acquired or\nengaged to. be done by or for, thE Organlzation; and\n(d) all suits and other legal proceedings instituted by or\nagainst the said offices before their integration shall\nbe deemed to be suits and proceedlngs by or against\nthe Organlzation and may be proceeded or otherwise\ndealt with accordlngly.\n3O. Authoritles to aid the Organlzation.- Alt inteilectuat\nproperty enforcement authorities in the Federation and the provinces\nshall render such assistance to the Organization, as may be necessary,\nfor the protection and enforcement of intellectuat property rights.\n31. Removsl of diffieulties:- In case any diffrculty arises in\ngiving effect to this Ordinance, the Federal Govemment may, for the\npurpose of removing such difficulty, make such order as it considers\nexpedient and any such order shall be deemed to be, and given effect\nto, as a part of the provisions of this Ordinance.\nProvided that no such powershall be exercised after the expiry\nof three years from the commencement of tlis Ordinance.\n32. Repeal:- The Intellecttal Property Organization of\nPakistan Ordinance,2005 (XI of2005) is hereby repealed,\nPerrll THE GAATTE OF PAKISTAN, EXTRA., DEC. 4, 2005 827\n(l)\na)\n(3)\n(4)\n(s)THE SCIIEDULE\n[see section I l(a)l\nThe Trade Marks Ordinance,200l (XIX of200f).\nThe Copyrights Ordinance, 1962 (XXXIV of t962).\nThe Patents Ordinance,2000 (LXI of2000).\nThe Registered Designs Ordinance, 2000 (XLV of 2000).\nThe Registered Layout-Designs of Integraterl Circuits\nOrdinance,2000 Q(LD( of 2000).\nMOHAMMEDMIAN SOOMRO,\nActing President.\nJusrrcE (RErD.)\nMANSOOR AHMED,\nSecretary.\nPRINTED BY THE MANACER. PRINTING CORPORATION OF PAKISTAN PRESS. ISLAMABAD\nPUBLISHED BY THE DEgLTTY CONTROLLER. STATIONERY & FORMS. UNIVERSITY ROAD. KARACHI."
}