{
    "file": "./converted_json\\administrator1fd86a8c83c3998069dc94aec359026c.json",
    "name": "Directorate General of Customs Valuation",
    "date": "March 15, 2016",
    "tagline": "Disposal of Over Stayed Non-Prohibited Bore Arms and Ammunition",
    "content": "Ei7 REGISTERED No.  M - 302 \nL-7646 \ntibt eagtte of fialtfotim \nalg4Tinle121  \nEXTRAORDINARY \nPUBLISHED BY AUTHORITY \nISLAMABAD, TUESDAY, MARCH 15, 2016 \nPART II \nStatutory Notifications (S. R. 0.) \nGOVERNMENT OF PAKISTAN \nREVENUE DIVISION \n(Federal Board of Revenue) \nNOTIFICATION \nIslamabad, the 9th March, 2016 \n(CUSTEMS) \nS. R. 0. 209(I)/2016.—In exercise of the powers conferred by \nsection 219 of the Customs Act, 1969 (IV of 1969), read with clause (b) of first \nproviso to section 82 thereof, the Federal Board of Revenue is pleased to direct that \nthe following further amendments shall be made in the Customs Rules, 2001, dated \nthe 18th June, 2001, namely:— \nIn the aforesaid Rules, after chapter XXVI, the following new chapter XX'VII \nshall be added, namely:— \n(801) \n[2556(2016)/Ex. Gazi \t Price : Rs. 5.00 \n802 \t THE GAZETTE OF PAKISTAN, EXTRA., MARCH 15, 2016 \t[PART II \n\"CHAPTER XXVII \nDISPOSAL OF OVER STAYED NON-PROHIBITED BORE ARMS AND \nAMMUNITION \nScope.—Notwithstanding anything contained in Chapter V, these rules \nshall apply to disposal of arms and ammunition of non-prohibited bore imported at \ncustoms stations which are not cleared within the time period provided for under \nsection 82 of the Act. \nDefinitions.—In this chapter, unless there is anything repugnant in \nthe subject or context,— \n\"Act\" means the Customs Act, 1969 (IV of 1969); \n\"dealer\" means an arms and ammunition dealer possessing an \noperative valid license issued by the Federal Government or a Provincial \nGovernment under the relevant statutes and who possess valid import \nauthorization from the Ministry of Commerce; \n\"non-prohibited bore\" means description, caliber or bore of weapons \nwhich are specified as non-prohibited bore by the Ministry of Interior \nunder a notification issued in pursuance of relevant provisions of the \nPakistan Arms Ordinance, 1965 (VV.P Ord. XX of 1965); and \n\"offer\" means an offer in writing submitted by the licensed dealer of \narms and ammunition in a sealed envelope. \n672. Details of uncleared arms and ammunition and determination \nof value.—(1) Terminal operators, ports,, airports and dry ports shall inform the \nrespective Assistant Collector or Deputy Collector of Customs in-charge of \nexaminations at the respective port or land customs-station or air freight unit, as the \ncase may be, about complete details of all arms and ammunition consignments which \nare not cleared within the stipulated period as provided for under section 82 of the \nAct. \nThe Assistant Collector or as the case may be, the Deputy Collector \nshall determine the status or service-ability of the uncleared arms and ammunition \nvis-à-vis their being current, in service or otherwise through a representative of \nPakistan Ordnance Factory, Wah (P.O.F.) or nearest Combined Ordnance Depot \n(C.O.D.). \nThe aims and ammunitions, which is found to be non-current or non-\nserviceable shall be dealt with in terms of Para 34 (VIII) (b) of CGO 12 of 2002. \nPART II] \tTHE GAZETTE OF PAKISTAN, EXTRA., MARCH 15, 2016 \t803 \nThe list of arms and ammunition which is found current or serviceable \nshall be communicated by the Assistant Collector or Deputy Collector to the relevant \nCollector who will have the customs value and reserve price determined for the \nsame by a committee comprising of officers or officials of the Directorate General \nof Customs Valuation and the concerned Assessment Group of the Collectorate, \nwith at least one Assistant Director or Assistant Collector from each organization. \nThe customs value of old arms and ammunition may be reduced @ \n1.5% per annum for arms and @3% per annum for ammunition, upto a maximum of \n50% depreciation. This depreciation shall, however, not be applicable in cases of \nantique arms and ammunition. \n673. Invitation of offers.—(1) Arms and ammunition referred to in sub-\nrule (4) of rule 672 will be offered for disposal to licensed dealers having valid \nimport authorization from the Ministry of Commerce and possessing sufficient quota \nfor import of relevant category of arms through advertisement published in an English \nand Urdu national daily newspaper, as well as posted on the FBR web-site, giving \ncomplete details thereof including date, time and place of said disposal. \nArms and ammunition may be offered for dispo.sal in lots as may be \nconvenient. \nThe licensed dealers who have sufficient quota for import of relevant \ncategory of arms and who wants to purchase such arms and ammunition will be \nprovided access to the strong room for inspection seven days prior to the prescribed \ndate of disposal. \nAfter inspection all interested dealers shall submit their sealed offers \nto the Assistant Collector or Deputy Collector-in-charge of such disposal. The sealed \noffers will be opened on the 'specified date by the Assistant Collector or Deputy \nCollector in the presence of all the dealers or their authorized representatives who \nhave submitted their offers. \nThe name of the dealer making highest offer and its value will be \nopenly announced by the Assistant Collector or Deputy Collector in the presence of \nall the dealers or their authorized representatives. \nIf the highest offer is less than eighty percent of the reserve price it \nshall be rejected by the Assistant or Deputy Collector on the spot and goods will be \nput to re-disposal. \nFifty percent of the highest offer amount will be deposited by the \nofferer or dealer on the same day i.e. day of falling of hammer, failing which his \n804 \tTHE GAZETTE OF PAKISTAN, EXTRA., MARCH 15, 2016 \t[PART II \noffer will be deemed to have been rejected and goods will be offered to the next \nhighest offerer or dealer provided his offer is not less than eighty percent of the \nreserve price. \n(8) \tIn case the second highest offer is less than eighty percent of the \nreserve price goods will be put to disposal afresh. \n674. Acceptance of offer and conditions thereof.—(1) The Assistant \nor Deputy Collector in-charge of disposal, will forward the successful offer to the \nCollector for acceptance or otherwise, enclosing, inter alia, the arms dealer license \nand valid import authorization from Ministry of Commerce having sufficient quota \nfor import of relevant category of arms, duly covering the quantity of goods being \noffered for disposal. Prior to forwarding the offer to the Collector, the Assistant or \nDeputy Collector will verify the dealer's license and import authorization from their \noriginal. \n(2) \tThe Collector may, if otherwise deem appropriate, accept the offer. \nHowever, in the absence of a valid import authorization or in the presence of a valid \nauthorization but not having sufficient quota for import of relevant category of arms, \nthe offer will be accepted subject to provision of the same from the Ministry of \nCommerce within a period of thirty days, failing which his offer shall stand rejected \nautomatically. \n(3) \tOn acceptance of offer by the Collector, balance amount of offer \nshall be deposited in the National Bank of Pakistan or Government Treasury. \nwithin two working days of acceptance if a valid import authorization \nfrom the Ministry of Commerce, having sufficient quota for import of \nrelevant category of arms is available with the offerer; \nwithin two working days of receipt of import authorization from Ministry \nof Commerce, having sufficient quota for import of relevant category \nof arms is available with the offerer; and \nin case of non-deposit of balance as above, the fifty percent amount \npaid upfront shall stand forfeited. \n(4) \tIn case of non-acceptance of offer, 50% amount of money paid upfront \nwill be refunded to the offerer. \n675. Delivery of disposed of arms and ammunition.—(1) Aftei \nacceptance of offer and payment of whole amount of offer the Assistant Collector (c) \nPART11] \tTHE GAZETTE OF PAKISTAN, EXTRA., MARCH 15, 2016 \t805 \nor Deputy Collector, in-charge of disposal of arms and ammunition, will issue delivery \norders, under his/her signatures, giving name, address, arms dealer license number, \nNTN, date and place of disposal, lot number, full description and quantity, bore, \nserial number of the weapons and caliber of arms and ammunition to the successful \nbidder. Copy of the delivery order shall also be endorsed to the custodian. \n(2) \tDelivery of such disposed of arms and ammunition shall be made, \nbefore sunset, in presence of the in-charge strong room or representative of custodian, \na representative of the special branch of local police or Frontier Constabulary, not \nbelow the rank of sub-inspector and an officer of Customs, who will tally the delivery \norder with the actual goods being delivered and jointly sign the delivery record of the \nstrong room and the delivery order issued by the -  Assistant Collector or Deputy \nCollector. \nIntimation of particulars of disposed of arms and ammunition.—\n(1) After delivery of arms and ammunition, written intimation shall be sent by the \nAssistant Collector or Deputy Collector, in-charge of such disposal, giving complete \nparticulars, as per rule 675 to the Collector of Customs, Ministry of Commerce and \nDeputy Commissioner or DCO of the areas within whose jurisdiction business \npremises of the dealer are situated. \n(2) \tThe Collector of Customs, in whose jurisdiction registered business of \nthe successful offerer is located, shall ensure that the import quota of relevant \ncategory of arms as authorized by the Ministry of Commerce, is properly adjusted \nso as to prevent exceeding quota ceiling by the successful offerer. \nPower of Collector to cancel disposal of arms and ammunition.—\nNotwithstanding anything contained in this chapter, the Collector may— \ncancel the whole proceedings of the disposal of arms and ammunition \nwithout giving any reason; \nrestrict or refuse the entry of any person or dealer to the premises \nwhere disposal of arms and ammunition is taking place; and \nmay issue such general or special orders in writing to regulate the \ndisposal of arms and ammunition with regard to public safety, as he \nmay deem fit.\". \n[C. No. I (8)L&P/2001.] \nMUHAMMAD ARSHAD KHAN, \nSecretary (Law & Procedure). \nPRINTED BY THE MANAGER, PRINTING CORPORATION OF PAKISTAN PRESS, ISLAMABAD. \nPUBLISHED BY THE DEPUTY CONTROLLER, STATIONERY AND FORMS, UNIVERSITY ROAD, KARACHI."
}