{
    "file": "./converted_json\\administratorcf44995a275e7b8db100318ce793654c.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "Page 1 of 3 \n  \n \n \n \n \nTHE SUPREME COURT (PRACTICE AND PROCEDURE)  \nACT, 2023  \n \n \n \n \n \n \nCONTENTS  \n \n \n1. Short title and commencement . \n2. Constitution of B enches.  \n3. Exercise of original jurisdiction by the Supreme Court.  \n4. Interpretation of the Constitution.  \n5. Appeal.  \n6. Right to appoint counsel of choice.  \n7. Application for fixation of urgent matters . \n8. Act to override ither laws et c. \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n \nPage 2 of 3 \n THE SUPREME COURT (PRACTICE AND PROCEDURE) ACT, 2023  \n \nAct No. XVII of 2023  \n[21st April , 2023]  \nAN \nACT  \nto provide for certain p ractices and procedures of the Supreme C ourt \n \nWHEREAS  Article 191 of the Constitution provides that subject to the Constitution and law , \nthe Supreme Court may make rules regulating the practice and procedure of the Supreme Court ; \n \nAND WHEREAS  Article 10A, of the Constitution mandated right to fair trial and du e process , \nArticle  4 of the Constitution guarantees treatment in  accordance with law, Articles 25 of the \nConstitution  prohibits  discriminatory  treatment and right of appeal is a universal fundamental principle \nof jurisprudence and Islam guarantees right of appeal, therefore, pursuant of Article 175(2) read with \nArticle 191 of the Constitution this law is being enacted;  \n \nAND WHEREAS it is expedie nt to make a law providing for certain practices and procedures  \nof the Supreme Court.  \n \n \nIt is hereby enacted as follows: – \n \n \n1. Short  title and commencement. ––(1) This Act shall be called the Supreme Court (Practice \nand Procedure) Act, 2023.  \n \n(2) It shall come  into force at once.  \n \n2. Constitution of B enches. ––(1) Every cause, appeal or matter before the Supreme Court \nshall be heard and disposed of by a Bench constituted b y the Committee comprising the Chief J ustice \nof Pakistan and two next most senior Judges, in order of seniority.  \n \n(2) Soon after commencement of this Act, the Committee constituted under sub -section (1) \nshall hold its first meeting to determine its procedure, including for holding meetings and  constitution \nof Benc hes etc. : \n \nProvided that, till such time the procedure is determined under this sub -section, the meeting of \nthe Committee for the purpose s of sub -section (1) shall be convened by the Chief  Justice or other two \nmembers of th e Committee, as the case may be.  \n \n(3) The decisions of the Committee shall be by majority.  \n \n3. Exercise of original jurisdiction by the Supreme Court .–– Any matter invoking exercise \nof original  jurisdiction under clause (3) of Article 184 of the Constitution  shall be first placed before \nthe Committee constituted under section 2 for examination and if the Committee is of the view that a \n \nPage 3 of 3 \n question of public importance with reference to enforcement of any of the Fundamental Righ ts \nconferred by Chapter I of Part II of the Constitution is involved , it shall constitute a Bench comprising \nnot less than th ree J udges of the Supreme  Court of Pakistan which may also include the members of \nthe Committee, for  adjudication of the matter.  \n \n4. Interpretation of the Constitution. ––In the matters where interpretation of the \nconstitutional provision is involved, Committee shall constitute a  Bench  comprising not less than five \nJudges of the Supreme Court.  \n \n5. Appeal .––(1) An appeal shall lie within thirty days from an order of a B ench exercising \njurisdiction under clause (3) of Article 184 of the Constitution  to a larger Bench of the S upreme Court \nand such appeal shall, within a period not exceeding fourteen da ys, be fixed for hearing.  \n \n(2) The right of appeal under sub-section (1) shall also be available to an aggrieved person \nagainst whom an order has been made under clause  (3) of Article 184 of the Constitution, prior to the \ncommencement of this Act:  \n \nProvided that the appeal under this sub -section shall be filed with in thirty days of the \ncommencement of this Act.  \n \n6. Right  to appoint counsel of choice. ––For filing a review application under Article  188 of \nthe Constitution,  a party shall have the right to appoint counsel of its choice.  \n \nExplanation : For the purpose of this section, ‘counsel’  shall  mean an Advocate of the Supreme \nCourt.  \n \n7.  Application for fixation of urgent matters .––An application pleading urgency or seeking \ninterim relief, filed in a cause , appeal or matter, shall be fixed for hearing  within fourteen days from \nthe date of its filing.  \n \n8.  Act to override other laws et c.––The provision s of this Act shall have effect notwithstanding \nanything contained in any other law, rules or regulations for the time being in force or judgement of \nany Court including the Supreme Court and a High Court.  \n \n__________________"
}