{
    "file": "./converted_json\\administrator14909d11f691ce6528aa55ab6c9aa891.json",
    "name": "The Discontinuance of Medical Reimbursement Act, 1972",
    "date": "25th September, 1972",
    "tagline": "An Act for the discontinuance of reimbursement of medical expenses incurred by Government servants and certain other employees",
    "content": "Page 1 of 2 \n  \n \nTHE DISCONTINUANCE OF MEDICAL REIMBURSEMENT ACT, \n1972  \n \n \n \nCONTENTS  \n1.  Short  title, extent and commencement  \n2.  Discontinuance of rei mbursement of medical expenses  \n3.  Supply of medi cines under certain conditions  \n4.  [Omitted]  \n \n \n  \n\n \nPage 2 of 2 \n THE DISCONTINUANCE OF MEDICAL REIMBURSEMENT ACT, 1972  \nACT No. XXV OF 1972  \n[25th September, 1972]  \n An Act for th e discontinuance of reimbursement of medical expenses incurred by \nGovernment servants and  certain other employees  \n WHEREAS it is expedient to discontinue reimbursement of medical expenses incurred by \nGovernment servants and employees of other bodies in the manner hereinafter appearing;  \n AND WHEREAS the Proclamation of Emergency referr ed to in  clause (8) of Article 139 of \nthe Interim Constitution of the Islamic Republic of Pakistan is in force;  \nIt is hereby enacted as follows :― \n 1. Short title, extent and commencement. —(1) This Act may be called the Discontinuance  \nof Medical Reimbursement Act,  1972.  \n(2) It extends to the whole of Pakistan.  \n (3) It shall come into force at once and shall be deem ed to have taken effect on the 1st  day of \nJuly, 1972.  \n (4) It shall apply to —  \n(i)  all employees of the Federal and Provincial Governments whether serving in \nconnection with affairs of the Federation or of a Provi nce or on deputation to \npublic c orporations or statutory bodies; and  \n(ii)  all other employees of public corporations and statutory bodies.  \n 2. Discontinuance of reimbursement of medical expenses. Notwithstanding anything \ncontained in any law,  rule, order or any instrument o r contract, but subject to the provisions of section \n3, no employee to whom this Act applies shall be entitled to claim re imbursement for any medicine \npurchase d by him for the treatment of himself or any member of his family, whether the medicines are \nprescribed by the authorised medical attendant or other medical authority.  \n 3. Supply of medicines under certain conditions. An employee to whom this Act applies \nmay be allowed to get medicines prescribed for him or any member of his family by the authorised \nmedical attendant in accordance with any rules or orders made by his employer and within the limits \nof the funds allocated  for the purpose in the budget of the department or body under which he is \nemployed.  \n 4. 1[Omitted ]  \n \nRGN Date: -23.04.2024  \n 1Omitted by the Federal Laws (Revision and Declaration) Ordinance, 1981  (XXVII of 1981), s. 3 and Sch., II."
}