{
    "file": "./converted_json\\administrator1a8d8d18072acb14cd47ef645d99a48c.json",
    "name": "International Islamic Institute for Peace (IIIP) Act, 2024",
    "date": "15th July, 2024",
    "tagline": "Establishment of International Islamic Institute for Peace at Islamabad and Narowal",
    "content": "Page 1 of 26 \n  \n \n \nTHE INTERNATIONAL ISLAMIC INSTITUTE FOR PEACE (IIIP) \nACT, 2024  \n \n  CONTENTS  \n \n  CHAPTER -I \n PRELIMINARY  \n1.   Short title and commencement  \n2.   Definitions  \n CHAPTER -II \n THE INSTITUTE  \n3.   Establishment and Incorporation of the Institute  \n4.   Powers and Functions of the Institute  \n5.   Institute to be open to all classes and creeds  \n6.   Teaching at the Institute  \nCHAPTER -III \nOFFICERS OF THE INSTITUTE  \n7.   Principal Officers  \n8.   Visitation  \n9.   The Chancellor  \n10.  Removal from the Board \n11.  Vice -Chancellor  \n12.  Appointment and Removal at the Vice -Chancellor  \n\n \n \nPage 2 of 26 \n 13.  Pro-Vice Chancellor  \n14.  Dean  \n15.  Registrar  \n16.  Treasurer  \n17.  Controller of Examinations  \n18.  Appointments  \n CHAPTER -IV \n AUTHORITIES OF THE INSTITUTE  \n19.  Authorities  \n20.  Powers and functions Board of Directors  \n21.  Delegation of powers  \n22.  Syndicate  \n23.  Powers and duties of the Syndicate  \n24.  Academic Council  \n25.  Powers and duties of Academic Council  \n CHAPTER -V \n FINANCIAL PROVISIONS  \n26.  Institute Fund  \n27.  Budget, audit and accounts  \n CHAPTER -VI \n MISCELLANEOUS  \n28.  Statutes  \n29.  First statutes  \n30.  Regulations  \n31.  Rules  \n32.  Removal of difficulties  \n \nSCHEDULE  \n  \n \n \nPage 3 of 26 \n THE INTERNATIONAL ISLAMIC INSTITUTE FOR PEACE (IIIP) ACT, 2024  \n[15th July, 2024 ] \nACT NO . XIII OF 2024  \nAN \nACT  \nto provide for the establishment of an International Islamic Institute for  Peace (IIIP)  \n WHEREAS, it is expedient to provide for the establishment of an International Islamic Institute \nfor Peace (IIIP) at Islamabad and Narowal in the private sector,  and for matters connected therewith \nand ancillary thereto ; \n It is hereby enacted as follows :—\nCHAPTER -I \nPRELIMINARY  \n 1. Short title and commencement. —(1) This Act may be called the International Islamic  Institute \nfor Peace (IIIP) Act, 2024.  \n (2) It shall come into force at once.  \n 2. Definitions. —In this Act unless there is anything repug nant in the subject or context, — \ni.  “Academic Council ” means the Academic Council of the Institute;  \nii.  “Act” means the International Islamic Institute for Peace Act  2021;  \niii.  “Authority ” means an Authority of the Institute under this Act; \niv.  “Board ” means the Board of Directors of the Institute;  \nv.  “Chancellor ” means the Chancellor of the Institute;  \nvi.  “College or School ” means a college established,  maintained and administered by \nthe Institute;  \nvii.  “Commission ” means the Higher  Education Commission set up by the Higher   \nEducation Commission Ordinance, 2002 (LIII of 2002);  \nviii.  “Controller ” means the head of Examination department of the Institute;  \nix.  “Dean ” means the head of a Faculty of the Institute;  \nx.  “Department ” means a teaching, research and training department maintained and \nadministered by the Institute;  \nxi.  “Director ” means the head of a teaching or administrative division of the Institute;  \n \n \nPage 4 of 26 \n xii.  “Faculty ” means an administrative and academic unit  of the Institute consisting of \none more departments;  \nxiii.    “Government ” means Federal Government;\nxiv.  “Head of the department ” means the head of a department and includes the principal \nof a constituent colle ge and director of  an institute;  \nxv.  “Institute ” means International Islamic Institute for Peace;  \nxvi.  “Prescribed ” means  prescribed by the rules,  statutes or regulations;  \nxvii.  “Registrar ” means  the Registrar of the Institute;  \nxviii.   “Representation Committee ” means the representation Committee constituted under \nthis Act;  \nxix.  “Review Panel ” means the review panel set up by the Chancellor under this Act;  \nxx.  “Senate ” means the Senate of the Institute;  \nxxi  “Statutes,  regulations and rules ” means the statutes regulations and rules made under \nthis Act;  \nxxii.  “Syndicate ” means the syndicate of the Institute;  \nxxiii.   “Teacher ” means a whole time teacher appointed and paid by the Institute;  \nxxiv.   “Treasurer ” means  the Treasurer of the Institute;  and \nxxv.  “Vice -Chancellor ” means the Vice -Chancellor of the Institute.  \nCHAPTER -II \nTHE INSTITUTE  \n 3. Establishment and Incorporation of the Institute. —(1) There shall be established an Institute \nto be called as International Islamic Institute for Peace.  \n (2) The Institute shall consist of the following,  namely: — \n(a)  The Chancellor, Vice -Chancellor,  members of the Board,  members of Syndicate, \nDeans, Chairmen of the teaching departments and members of the Academic  Council \nof the Institute;  \n(b)  The members of the b oards, committees and other bodies as the Board may establish;\n(c)  The teachers and students of the Institute and its constituent units;  \n(d)  Such other officers and member s of t he staff as the Board may, from time to time,  \nspecify.  \n (3) Institute shall be a body corporate by the name of the International Islamic Institute for Peace  \n(IIIP) having perpetual succession and a common seal,  with powers, among others to acquire and hold \n \n \nPage 5 of 26 \n property, both movable and immovable,  and to lease, sell or otherwise transfer any movable and \nimmovable property which may have become vested in or been acquired by it.  \n (4) The principal  seat of the Institute  shall be at Islamabad  and Narowal and it may set up its \ncampuses, colleges, institutes, offices,  research/study centers and other facilities at such places in \nPakistan and abroad as the Board of Directors may determine.  \n (5) Institutes shall be competent to acquire and hold property,  both movable and immovable, and \nto lease, sell or otherwise transfer any movable and immovable property which may have become \nvested in or been acquired by it.  \n (6) Notwithstanding anything contained in any other law for the t ime being in force, the Institute \nshall have academic,  financial and administrative autonomy , including the power to employ officers, \nteachers and other employees on such terms as may be prescribed, subject to the terms of this Act and \nthe Higher Education  Commission Ordinance,  2002 (LIII of 2002). In particular,  and without prejudice \nto the authority granted to the Commission by the law,  the Government or an authority or auditor \nappointed by the Government shall have  no power to question the policy underly ing the allocation of \nresources approved by the Board in the annual budget of the Institute.  \n 4. Powers and Functions of the Institute. —The Institute shall,  have the following powers and \nfunctions to  be performed:  \ni.  Provide education and scholarship in such branches of knowledge as it may deem fit, \nand to make provisions for research,  service to society and for the application,  \nadvancement and dissemination of knowledge by employing information technology \nincluding satellite, satellite cam puses, television, internet etc. , or through \nconventional methods;  \nii.  Prescribe courses of studies to be c onducted by it and the colleges;  \niii.  Hold examinations and awa rd and confer degrees, diplomas, certificates  and other \nacademic distinctions to and on persons who  have been admitted to and have passed \nits examinations under prescribed conditions;\niv.  Prescribe the terms and conditions of employment of the officers,  teachers and other \nemployees of the Institute;   \nv. Engage, where necessary, persons on a contract of specified duration and to specify \nthe terms of each engagement;  \nvi.  Confer honorary degrees or other distinctions on approved persons in the manner \nprescribed;  \nvii.  Provide for such instruction for persons not being students of the Institute as it may \nprescribe and to grant certificates and diplomas to such persons;  \nviii.  Institute programmes for the exchange of students and teachers between the Institute \nand other universities,  educ ational institutions and research organizations, inside as \nwell as outside Pakistan;  \n \n \nPage 6 of 26 \n ix.  Provide career counseling and job search services to students and alumni;  \nx.  Maintain linkages with alumni;  \nxi.  Develop and implement fund -raising plans;  \nxii.  Provide and support the academic development of the faculty of the Institute;  \nxiii.  Confer degrees on persons who have carried on independent research under \nprescribed condit ions;  \nxiv.  Accept the examinations passed a nd the period of study spent by students of the \nInstitute at other un iversities and places of learning  equivalent to such examinations \nand periods of study in the Institute,  as it may prescribe,  and to withdraw such \nacceptance;  \nxv.  Cooperate with other universities, public authorities or private  organizations, inside \nas well as outside Pakistan, in such manner and for such purposes as -it may prescribe;  \nxvi.  Institute Professorships, Associate Professorships,  Assistant Professorships and \nLectureships and  any other posts and to appoint, persons thereto;\nxvii.  Create posts for research, extension, administration and other related purposes  and \nto appoint persons thereto;  \nxviii.  Recognize selected members of the teaching staff of colleges or educational \ninstitutions admitted to the privileges of the Institute or such other persons as it may \ndeem fit,  as Institute teachers;  \nxix.  Institute and award financial assistance to students in need,  fellowships, scholarships, \nbursaries, medals and pri zes under prescribed conditions;  \nxx.  Establish teaching departments, schools, colleges , faculties , institutes, boards of \nexaminations,  museums and other centers of learning for the development of \nteaching and research and to make such arrangements for their mainten ance, \nmanagement and administration as it may prescribe;  \nxxi.  Provide for the residence of the students of the Institute and the  colleges, to  institute \nand maintain halls of residence and to approve  or license hostels and lodging;  \nxxii.  Maintain order, discipline and security on the campuses of the Institute and the \ncolleges;  \nxxiii.  Promote the extra -curricular and recreational activities of  the students,  and to make \narrangements for promoting their health and general welfare;  \nxxiv.  Demand and r eceive such fees and other charges as it may determine from time to \ntime;  \n \n \nPage 7 of 26 \n xxv.  Make provision for research,  advisory or consultancy services and  with these objects \nto enter into arrangements with other institutions,  public or private bodies,  \ncommercial an d industrial enterprises under prescribed conditions;  \nxxvi.  Enter into,  carry out vary or cancel contracts;  \nxxvii.  Receive and manage property transferred and grants,  contributions made to the \nInstitute and to invest any fund representing such property,  grants,  bequests,  trusts,  \ngifts,  donations,  endowments or contributions in such manner as it may deem fit;  \nxxvii i.  Provide for the printing and publication of research and other works;  and\nxxix.  Do all such other acts and things, whether incidental to the powers aforesaid or not, \nas may be requisite or expedient to further the objectives of the Institute as a place \nof education , learning, and  research;  and \nxxx.  Decide virtual/online teaching meth ods and strategies to ensure the conduct of most \neffective educational and training programs in light of Policy on the subject made by \nthe commission.  \n 5. Institute to be open to all classes and creeds. —(1) The Institute shall be open to all persons \nof all  genders and of whatever religion,  race,  creed,  class,  colour or domicile and no person shall be \ndenied the privileges of the Institute on the grounds of religion,  race,  caste,  creed,  class,  colour or \ndomicile.  \n (2) An increase in any fee or charge that is  in excess of ten percent per annum on an annualized \nbasis from the last such increase may not be made except in special circumstances,  and only with the \napproval of the Chancellor.  \n (3) The Institute shall establish financial  aid programmes for students in need, to the extent \nconsidered feasible by the Board of Governors given the resources available,  so as to enable admission \nand access to the Institute and the various opportunities provided by it to be based on merit rather than \nability to pay:  \n Provided that the Institute may offer self -finance schemes not covering more than ten percent of \nthe total number of candidates in any on -campus taught course or research -based programme of study.  \n 6. Teaching at the Institute. —(1)All recognized teaching  in various courses shall be conducted \nby the Institute or the colleges in the prescribed manner and may include lectures,  tutorials,  \ndiscussions,  seminars,  demonstrations,  distance learning and other methods of instruction as well as \npractical work in the  laboratories,  hospitals,  workshops and other governmental  or private \norganizations.  \n (2) The authority responsible for organizing recognized teaching shall be such as may be \nprescribed.  \n \n \n \n \nPage 8 of 26 \n CHAPTER -III \nOFFICERS OF THE INSTITUTE  \n 7. Principal Officers. —The following shall be officers of the Institute,  namely: — \n(a)     the Chancellor;  \n(b)     the Vice -chancellor;\n(c)     the Pro -Vice -chancellor;  \n(d)     the Deans;  \n(e)     the Directors;  \n(f)     the Principals of the constituent colleges;  \n(g)     the Head of the teaching departments;  \n(h)     the Registrar;  \n(i)     the Treasurer;  \n(j)     the Controller of Examinations;  and \n(k)     Such other persons as maybe prescribed by the statutes or regulations.  \n 8. Visitation. —(1)The Chancellor may, in accordance with the terms and procedures as may be \nprescribed, cause an inspection or inquiry to be made  on his own motion or at the request of the \nCommission in respect of any matter  connected with the affairs of the Institute an d shall,  from time to \ntime,  direct any person or persons to inquire into or carry out inspection of:  \n(a)      the Institute,  its building,  laboratories,  libraries and other facilities;  \n(b)      any institution,  department or hostel maintained by the Institute;  \n(c)      the adequacy of financial and human resources;  \n  (d)      the teaching,  research,  curriculum,  examination and other matters of the Institute;  \nand \n  (e)      such other matters as the Chancellor may specify.   \n (2) The Chancellor shall communicate to the Board his views with regard to the result of visitation \nand shall,  after ascertaining the views of the Board,  advise the Chairman on the action to be taken by  \nit. \n (3) The Chairman shall, within such time as may be specified by the Chancellor,  communicate to \nhim such action, if any,  as has been taken or may be proposed to be taken  upon the results of visitation.\n (4) Where the Board does not, within the time specified, take  action to the satisfact ion of the \nChancellor, the Chancellor may issue such directions as he deems fit and Board shall comply with all \nsuch directions.  \n \n \nPage 9 of 26 \n  9. The Chancellor. —(1) The  Chairperson of the Board of Directors shall be the Chancellor of the  \nInstitute.  \n (2) The members of the Board, as well as the Vice -Chancellor, shall  be appointed by the \nChancellor from amongst the persons recommended by the Representation Committee Setup for this \npurpose or the Search Committee  established in accordance with this Act and the statutes, along -with \nthose elected.  \n (3) Where the Chancellor is statisfied  that serious irregularity  or mis-management to the affairs of \nthe Institute has occurred,  he may, — \n(a)  As regards proceedings of the Board, direct that specified  proceedings be \nreconsidered and appropriate action to be taken with  in one month of the direction \nhaving been issued:  \n(b)  As regards proceedings of any Authority or concerning matters within the \ncompetence of any Authority other than the Board,  direct the Board to exercise \npowers under section 19.  \n (4) If the Chancellor is satisfied  that either no reconsideration has been carried out or that the re -\nconsideration has f ailed to addre ss the concern  expressed he may, after  calling upon the Board to show \ncause in writing,  appoint a five -member Review Panel to examine and report to the Chancellor on the \nfunctioning of the Board. The report of the Review Panel shall be submit ted within such time as may \nbe prescribed by the Chancellor. The Review Panel shall be drawn from persons of eminence in \nacademics and the fields of law,  accountancy and administration;  and \n (5) The Chancellor may remove any person from the membership o f any authority if such \nperson: — \n(a)  Has been found of un -sound mind;  or \n(b)  Has been in -capacitated to functio n as a member of such Authority;  or \n(c)  Has been convicted by a court of law for an offence involving moral turpitude;  or \n(d)  Has been found indulging in any activity against the interest of the Institute.\n (6) If the Chancellor in in -capacitated from acting as such due to absence or any other cause, the \nVice -Chancellor or a nominee of the Chancellor shall ac t for him.  \n 10. Removal from the Beard. —The Chancellor may, upon the recommendation of the Review \nPanel,  remove any person from the membership of the Board on the ground that s uch person: — \n(1) Has become of un -sound mind;  or \n  (2) Has become in-capacitated to function as a member of the Board;  or \n  (3) Has been convicted by a court of law for an offence involving moral turpitude;  or \n  (4) Has absented himself from two consecutive meetings without just cause;  or \n \n \nPage 10 of 26 \n (5) Has been guilty of misconduc t, including use of position for the personal advantage of \nany kind, or gross in -efficiency in the performance of functions;  \n(6) The Chancellor shall remove any person from the membership of the Board on a \nresolution calling for the removal of such person supported by at least three -fourths of \nthe membership of the Board: — \n(a)  Provided that before passing such resolution, the  Board shall provide the member \nconcerned affair hearing:  \n(b)  Provided further that the provisions of this section shall not be applicable to the Vice -\nChancellor in his capacity as a member of the Board.  \n 11. Vice -Chancellor. —(1) There  shall be a Vice -Chancellor of the Institute who shall be an \neminent academician or a distinguished administrator and shall be appointed on such t erms and \nconditions as may be prescribed.  \n (2) The Vice -Chancellor shall be the chief executive officer of the Institute responsible for all \nadministrative and academic functions of the Institute and for ensuring that the provisions of this Act,  \nstatutes,  regulations and rules are faithfully observed.  \n (3) The Vice -Chancellor shall, if present, be entitled to attend any meeting of any authority or \nbody of the Institute.  \n (4) The Vice -Chancellor may, in an emergency that in his opinion requires an immediate action \nordinarily n ot in the competence of the Vice -Chancellor,  take such action and report to the Board.  \n (5) The Vice -Chancellor shall present an annual report before the Board within three months of \nthe close of the academic year, which shall contain an overview of all the activities, achievements and \nperformance of the Institute during and such other information regarding the year under review as may \nbe prescribed,  including disclosure of all relevant facts pertaining to:  \n(a)  academics;  \n(b)  research;  \n(c)  administration;  and \n(d)  finances;  \n (6) Pr ovided that the Vice -Chancellor’ s annual report shall be made available to all the officers \nand Institute teachers before its  presentation to the Board, and shall be published in such numbers as \nare required to ensure its wide circulation.  \n (7) The Vice -Chancellor shall also have the following powers,  namely: — \n(a)  To direct teachers, officers and other employees of the Institut e to take up such \nassignments  in connection with the examination , administration and such other \nactivities in the Institute as he may consider necessary for purposes of the Institute;  \n \n \nPage 11 of 26 \n (b) To sanction by re -appropriation an amount, not exceeding  an amount p rescribed by \nthe Board, for an un -foreseen item not provided for in the budget;  \n(c) To make the appointment of such categories of employees of the Institute and in such \nmanner, as may be prescribed by the statutes;  \n(d) To suspend,  punish and remove from se rvice, in accordance with the prescribed \nprocedure, officers, teachers and other employees  of the Institute except  those \nappointed by or with the approval of the Board;  \n(e) To delegate,  subject to such conditions as may be prescribed,  any of his powers under \nthis Act to an offic er or officers of the Institute;  and\n  (f)   To exercise and perform such other powers  and functions as may be prescribed . \n 12. Appointment and Removal at the Vice -Chancellor. —(1) The  Vice -Chancellor shall be \nappointed by the A Search Committee for the recommendation of persons suitable for appointments \nVice -Chancellor shall  be constituted by the Board on the date and in the manner prescribed by the \nStatutes and shall consist of two em inent members of society nominated by  the Chancellor, of  whom \none shall be appointed the Convener, two members of the Board,  one academician of eminence not \nemployed by the Institute.  The Search Committee shall remain in existence till such time that the \nappointment of the next Vice -Chancellor has been made by the Chancellor.  \n (2) The Vice -Chancellor shall be appointed for a renewable tenure of four years on terms and \nconditions prescribed by statute. The tenure of an incumbent Vice -Chancellor shall be rene wed by the \nChancellor on receipt of a resolution of the Board in support of such renewal:  \n Provided that the Chancellor may call up the Board to reconsider such resolution once.  \n (3) The Board may, pursuant to a resolution in this behalf passed by three -fourth of its \nmembership,  recommend to the Chancellor the removal of the Vice -Chancellor on the ground of in -\nefficiency,  moral turpitude or physical or mental incapacity or gross misconduct, including misuse of \nposition for the personal advantage of any kind : \n (4) Provided that the Chancellor may make a reference to the Board stating about in -efficiency,  \nmoral turpitude or physical or mental incapacity or gross misconduct on the part of the Vice -Chancellor \nthat has come to his notice.  After consideration of t he reference the Board may,  according to a \nresolution in this behalf passed by two -thirds of its membership,  recommend to the Chancellor the  \nremoval of the Vice -Chancellor:  \n Provided further that prior to a resolution for removal of the Vice -Chancellor bei ng voted upon,  \nthe Vice -Chancellor shall be given an opportunity of being heard.  \n (5) A resolution recommending removal of the Vice -Chancellor shall be submitted to the \nChancellor forthwith. The Chancellor may accept the recommendation and order removal of  the Vice -\nChancellor or return the recommendation to the Board.  \n \n \nPage 12 of 26 \n  (6) At any time when the office  of the Vice -Chancellor is vacant,  or the Vice -Chancellor is absent \nor is un -able to perform functions of his office due to  illness or some other cause,  the Board shall make \nsuch arrangements for the performance of the duties  of the Vice -Chancellor as it may deem fit.  \n 13. Pro -Vice Chancellor. —(I)The Chancellor may,  in consultation with the Vice -Chanc ellor,  \nappoint a Pro -Vice -Chancellor for the main campus or the additional campus, if any,  or for both the \nadditional campuses jointly,  on such terms and conditions and for such a period not exceeding three \nyears at a time as the Chancellor may determine.  \n (2) The Pro -Vice -Chancellor shall,  notwithstanding anything contained in this Act, exercise such \npowers and perform such functions of the Vice -Chancellor or such other powers and functions, in \nrespect of the campus for which he is appointed, as the Chance llor may delegate to him.  \n 14. Dean. —(1) There shall be a dean of each faculty to be appointed by the Chancellor on the \nrecommendation of the Vice -Chancellor,  on such terms and conditions as may be prescribed.  \n (2) The dean shall be incharge  of the faculty and shall assist the Vice -Chancellor on matters \nrelating to teaching, research , academic program and extension of other development projects.  \n (3) Subject to the overall supervision of the Vice -Chancellor, the  dean shall formulate and \nrecom mend to the Academic Council,  rules and regulations relating to academic and research matters \nof the faculty.  \n (4) The dean shall also have the following  powers, namely: — \n(a)  To collaborate with universities, industry and other research organizations.  \n(b)  To formulate recommendations to the Academic Council on the courses of study to \nbe taught in different departments of the faculty;  \n(c)  To co -ordinate the award of fellowships, stipends, medals and prizes;  \n(d)  To coordinate the teachin g and research work of the faculty;  \n(e)  To perform such other functions and,  exercise such other powers as may be entrusted \nor delegated to him by the Board or the Vice -Chancellor;  and \n(f)  To delegate any of his powers to appropriate levels of management,  subject to such \nconditions as he may deem fit.\n 15. Registrar. —There shall be a Registrar of the Institute to be appointed by the Chancellor on \nthe recommendation of the Vice -Chancellor,  on such terms and conditions as may  be prescribed.  \n (1) The experience, as well as the professional and academic qualifications necessary for \nappointment to the post of the Registrar,  shall be as may be prescribed.  \n (2) The Registrar shall be a full -time officer of the Institute and shall:  \n(a)  Be the administrative head of the secretariat of the Institute and be responsible for \nthe provision of secretariat support to t he authorities of the Institute;  \n(b)  Be the custodian of the common seal  and the academic record of the Institute;  \n \n \nPage 13 of 26 \n (c)  Maintain a register of registered graduates in a prescribed manner;  \n(d)  Supervise the process of election, appointment or nomination of members to the \nvarious authorities and other bodies in a prescribed manner;  and \n(e)  Perform such  other duties as may b e prescribed.  \n (3) The term of office of the Registrar shall be a renewable period of three years:  \n Provided that the Board may, on th e advice of the Vice -Chancellor , terminate the appointment of \nthe Registrar on grounds of in -efficiency or misconduct  in accordance with the prescribed procedure.  \n 16. Treasurer. —(1) There  shall be a Treasurer of the Institute to be appointed by the Board on \nthe recommendation of the Vice -Chancellor,  on such terms and conditions as may be prescribed.  \n (2) The experience , as well as professional and academic qualifications necessary for appointment \nto the post of the Treasure r, shall be as may be prescri bed. \n (3) The Treasurer shall be the chief financial officer of the Institute and  shall: — \n(a)  Manage the Assets, liabilities, receipts , expenditures, fund s and investments the \nInstitute;  \n(b)  Prepare the annual and revised budget estimates of the Institute and present them to \nthe Syndicate or a committee there off or approval and incorporation in t he budg et \nto be presented to the Board;  \n(c) Ensure that funds of the Institute are expended on the purposes for which they are \nprovided;  \n(d)  Have the accounts of  the Institute audited annually;  and \n(e)  Perform such other duties as may be prescribed.  \n (4) The term of office of the Treasurer shall be a renewable period of three years:  \n Provided that the Board may, on the advice of the Vice -Chancellor,  terminate the appointment of \nthe Treasurer on grounds of in -efficiency or misconduct in accordance with the prescribed procedure.  \n 17. Controller of Examinations. —(1) There shall be a Controller of Examinations, to  be \nappointed by the Board on the recommendation of the Vice -Chancellor, on  such terms and conditions \nas may be prescribed.  \n (2) T he minimum qualifications necessary for appointment to the post of the Controller of \nExaminations shall be as may be prescribed.  \n (3) The Controller of Examinations shall be a full -time officer of the Institute and shall be \nresponsible for all matters conn ected with the conduct of examinations and shall perform such other \nduties as may be prescribed . \n (4) The Controller of examinations  shall be appointed for a renewable term of three years:  \n \n \nPage 14 of 26 \n  Provided that the Board may, on th e advice of the Vice -Chancellor , terminate the appointment of \nthe Controller of examinations on grounds of in -efficiency or misconduct in accordance with the \nprescribed procedure.  \n 18. Appointments. —The Institute may appoint the requisite number of persons in its service on \nsuch terms an d conditions as the Board may determine.  \nCHAPTER -IV \nAUTHORITIES OF THE INSTITUTE  \n 19. Authorities. —The following shall be the Authorities of the Institute:\n(a)  Board of Directors;  \n(b)  Syndicate.  \n(c) Academic Council;  \n(d) Boards of Faculties ; \n(c) Boards of Studies;  \n(f) Board of Advanced Studies and Research;  \n(g) Selection Board;  \n(h)  Finance and Planning Committee;  \n(i) Discipline Committee;  \n(j) Affiliation Committee;  \n(k)  Such other Authorities as may be prescribed by the s tatutes.  \n 20. Powers and functions Board of Directors. —(1)There shall be a Board of Directors \nresponsible for the governance of the Institute.  \n (2) The Board shall have the power of general supervision over the Institute and shall hold the \nVice -Chancellor and the Authorities accountable for all the functions of the Institute. The Board shall \nhave all powers  of the Institute not expressly vested in authority or officer  by this Act and all other \npowers not expressly mentioned by this Act that are necessary fo r the performance of its functions but \nwhich are not inconsistent with the provisions of this Act or the statutes,  regulations and rules made \nthereunder.  \n (3) Without prejudice to the generality of the foregoing powers, the  Board shall have the following \npowers:  \ni.  To approve the proposed annual plan of work, the  annual and revised budgets, the  \nannual report and the annual statement of accounts;  \n16- \n \n \nPage 15 of 26 \n ii.  To hol d, control and lay down policy for the administration of the property, funds  \nand investments of the Institute, including  the approval of the sale and purchase or \nacquisition of immovable property;  \niii.  To oversee the quality  and relevance of the Institute’ s academic programmes and to \nreview the academic affairs of the Institute in general;\niv.  To approve the appoi ntment of the Deans, Professors, Associate Professors and such \nother senior faculty and senior administrators  as ma y be prescribed ; \nv.  To institute schemes,  directions and guidelines for the terms and conditions of \nappointment of all officers, teachers and o ther employees of the Institute;  \nvi.  To approve st rategic plans of the institute: — \n(a)  To approve financial resource dev elopment plans of the Institute;  \n(b) To consider drafts of statutes and regulations proposed by the Syndicate and \nthe Academic Council.  \n(c)  Provided that the Board may frame a statute or regulation on its own \ninitiative and approve i t after calling for the advice of the Syndicate or the \nAcademic Council as the case may be;  \n(d)  To annul by order in writing the proceedings of any authority or  officer if \nthe Board is s atisfied that such proceedings a re not in  accordance with the \nprovisi ons of this Act,  statutes or regulations after calling upon such \nAuthority or officer to show cause why such pro ceedings should not be \nannulled;  \n(e) To recommend to the Chancellor removal of any member of the Board in \naccordance with the provisions of this  Act; \n(f) To make the appointment of members of the Syndicate,  other than ex-officio  \nmembers,  in accordance with the provisions of the Act;  \n(g) To make the appointment of members of the Academic Council,  other than \nex-officio  members, in accordance with the provisions of this Act;  \n(h) To appoint Professors Emeritus on such terms and conditions as may be \nprescribed;  \n(i) To remove any person from the membership of any authority if such person:  \ni. has become of unsound mind; or ii. has become incapacita ted to function \nas a member of such authority;  or iii.  has been convicted by a court  of law \nfor an offence involving moral turpitude; and  \n \n (j)  To determine the form, provide  for the custody and regulate the use of the \ncommon seal  of the Institute.\n \n \nPage 16 of 26 \n  (4) The Board May, subject  to the provisions of his Act delegate all or any of the powers and \nfunctions of any authority,  officer or employee of the Institute at its main campus, to any authority,  \ncommittee , officer or employee at its additional campus to exercise such powers and perform such \nfunctions concerning such additional campus, and for this purpose the Board may create new posts or \npositions at the additional campus.  \n (5) The Board shall meet at least two times in a year on  the dates to be fixed by the Chancellor ; \nprovided that a special meeting  may be called at any time on the direction of the Chancellor or on a \nrequisition made by not less than four members of the Board to consider a matter of urgent nature.  \n (6) Not less than ten clear days notice of a special meeting  shall be given to the members 1  of the \nBoard, and the agenda of the meeting shall be restricted to the matter for which the special meeting is \ncalled.  \n (7) The quorum for a meeting of the Board shall be one-half of its members,  a fraction being \ncounted as one.  \n (8) The decision of the Board shall be expressed in terms of the views of the majority of the \nmembers present and if the members are equally divided the -Chairperson of the Board shall have and \nexercise a casting vote.  \n 21. Delegation of powers. —(1) Subject to sub -section (2) the Board may delegate to any person \nor committee any of its powers,  duties or functions.  \n (2) The Board may delegate the functions to:  (a) Frame regulations; - (b) Recomme nd any  action \nto the Chancellor;  (c) Approve the annual budget,  annual report and audit reports.  \n 22. Syndicate. —(1) There shall be a Syndicate of the Institu te consisting of the following: — \n(a)  Vice -Chancellor who shall be its Chairperson;  \n(b)  Pro-Vice -Chancellor;  \n(c)  Deans of the faculties of the Institute;  \n(d)  Two members of the Company to be nominated by the Company;  \n(e)  Two professors from different departments,  who are not members of the Board,  to \nbe nominated by  the Chancellor in accordance with the procedure to be prescribed \nby the Board;\n(f)  Principals of the constituent colleges;  \n(g)  Registrar who shall be  the secretary of the syndicate;  \n(h)  Treasurer;  and \n(i)  Controller of Examinations.  \n (2) Members of th e Syndicate, other than ex-officio  members,  shall hold office for three years.  \n19 \n \n \nPage 17 of 26 \n  (3) The quorum for a meeting  of the Syndicate shall be one -half of the total number of members, \na fraction being counted as one.  \n (4) The Syndicate shall meet at least once in each quarter of the year.  \n 23. Powers and duties of the Syndicate. —(1) The Syndicate shall be the executive body of the \ninstitute  and shall,  subject to the provisions of this Act and the statutes,  exercise general supervision \nover affairs and management of the Institute.  \n (2) Without prejudice to the generality of the foregoing powers,  and subject to the provisi ons of \nthis Act, the statutes and directions of the Board the Syndicate s hall have the following powers: — \n(a)  Consider the annual report, the annual and revised budget estimates and to submit \nthese to the Board;  \n(b) Transfer and accept the transfer of movable prop erty on behalf of the Institute;  \n(c) Enter into, vary , carry out and cancel contr acts on behalf of the Institute;  \n(d) Cause proper books of accounts to be kept for all sums of money received and \nexpended by the Institute and for the assets and liabilities of the Institute;  \n(e) Receive and manage any property tr ansferred, and grants, bequests,  trust,  gifts,  \ndonations,  endowments,  and other contributions made to the Institute;  \n(f) Administer any funds pla ced at the disposal of the Institute for specified purposes;\n(g)  Provide the buildings, libraries, premises, furniture, apparatus,  equipment and other \nmeans required for carrying out the work of the Institute;  \n(h) Establish and maintain halls of residence  and hostels or approve or license hostel s or \nlodgings for the residence  of students;  \n(i) Recommend to the  Board admission of educational institutions to the privileges of \nthe Institu te and withdraw such privileges;  \n(j) To arrange for the inspection of colleges and the departments;  \n(k)  Institute Professorships, Associate  Professorships, Assistant Professorships,  \nLectureships, and other teaching posts or to suspend or to abolish such posts;  \n(1) Create,  suspend or abolish such administrative  or other posts as may be necessary;  \n(m) Prescribe the duties of officers, teachers and other employees of the Institute;  \n(n)  Report  to the Board on matters for which it has been asked to report;  \n(o)  Appoint members to various authorities in accordance w ith the provisions of this \nAct; \n(p)  Propose drafts of Statutes for submission to the Board;  \n(q) Regulate the conduct and discipline of the students of the Institute;  \n \n \nPage 18 of 26 \n (r)  Take actions necessary for the good administration of the Institute in general and t o \nthis end exercise such powers as are necessary;  \n(s)  Delegate any of its powers to any auth ority or officer or a committee;  and \n(t)  Perform such other functions as have been assigned to it by provisions of the act or \nmay 130 assigned to it by the Statutes.  \n 24. Academic Council. —(1) The  Academic Council shall consist of:  \n(a)  Vice -Chancellor ( Chairperson);  \n(b)  Pro-Vice -Chancellor;\n(c)  All the Deans ; \n(d)  Controller of Examinations;  \n(e)  All the heads of departments;  \n(f)  All the Professors of the ins titute;  \n(g)  Secretary  of Education and Professional Training or his nominee  not below the rank \nof a Joint Secretary Federal.  \n(h)  Two Associate Professors, two  Assistant Professors and two Lecturers, includin g at \nleast two women, to be nominated by the Board;  \n(i) Three persons,  including at least one woman,  eminent in the field of art or science of \nwhom at least one shall be from e ach category, to  be nominated by the Board;  \n(j) Director Academics of the Higher  Education Commission;  \n(k)  Librarian;  and (l) Registrar (Secretary).  \n (2) A nominated member shall hold office for a renewable term of three years.  \n (3) The quorum for a meeting of the Academic Council shall be one half of the total number of \nmembers of the Academic Council.  \n 25. Powers and duties of Academic Council. —(1) The Academic Council shall be the academic \nbody of the Institute and may, subject to the statutes, lay down proper standards of instruction, \nresearch, publication and examinat ion and to regulate and promote the academic life of the Institute.  \n (2) Without prejudice to the generality of the foregoing powers and subject to the provisions of \nthe Act,  rules, statutes and regulations,  the Academic Council may:  \n(a)  Advise the Board on academic matters;  \n(b)  Regulate the conduct of teaching,  research and publication;  \n(c)  Regulate the admission of students to the courses of studies and examinations in the \nInstitute;  \n \n \nPage 19 of 26 \n (d)  Regulate the conduct and discipline of the students;\n(e)  Propose to the Board, a scheme for the constitution and organization of faculties,  \nteaching departments,  constituent colleges and institutes;  \n(f)  Consider or formulate proposals for planning and development of teaching and  \nresearch in the Institute;  \n(g)  Recommend the regulations to the Board prescribing the courses of studies, the \nsyllabi and the outlines of tests for the Institute examinations;  \n(h)  Regulate the award of studentships, scholarships,  exhibitions , medals and prizes;  \n  (i)   Recommend regulations to the Board for approval;  \n(j)  Appoint or nominate members to various Authorities in accordance with the \nprovisions of the Act;  and \n(k)  Perform such other functions as may be prescribed by the statutes.  \n \nCHAPTER -V \nFINANCIAL PROVISIONS  \n 26. Institute Fund. —(1) There shall be a fund to be known as the International Islamic Institute \nfor Peace Fund which shall vest in the Institute and to which shall be credited all sums received by the \nInstitute.  \n (2) The Ins titute may accept donations in the shape of land, vehicles,  equipment or any other item \nthat may facilitate the functioning of the Institute  and all such donations shall be used, maintained and \ndisposed of by  the Institute in the prescribed manner.  \n 27. Budget,  audit and accounts. —(1) The  budget of the Institute shall be approved and its \naccounts shall be maintained and audited in such manner as may be prescribed by the Board.  \n (2) The Board may approve the bu dget of the Institute,  appropriations of accounts of the Institute \nand settle an audit para relating to the audit of the Institute.  \n (3) The Board may delegate the power of appropriation or re -appropriation of funds to any officer \nof the Institute.\nCHAPTER -VI \nMISCELLANEOUS  \n 28. Statutes. —(1) Subjec t to the provisions of this Act,  Chancellor may make and promulgate \nstatutes to regulate or prescribe all or any of the following matters,  namely: — \n(a)  Terms and conditions of service of  employees of the Institute including scales of pay;  \n \n \nPage 20 of 26 \n (b)  Terms and conditions of contractual appoint ment of teachers, researchers  and \nofficers;  \n(c)  Establishment of Faculties, Teaching Departments and other academic units and \ndivisions ; \n(d)  Powers and duties of Officers and teachers;  \n(c)  Affiliation and disaffiliation of institutions and related matte rs; \n(f)  conditions under which the Institute may enter into arrangements with other public \nor private organizations for purposes of instruction,  research  and other scholarly \nactivities;  \n(g) Conditions of appointment of Professor Emeritus and Distinguished  Professor.  \n(h)  Award of honorary degrees;  \n(i) Standard of evaluation of efficiency and exercising disciplinary  measures over the \nemployees of the Institute;  \n(j) Acquisition and administration of properties and investments of the Institute; and all \nother matters which under this Ac t are required to be or may be prescribed or \nregulated by the statutes.  \n (2) The draft of statutes shall he proposed by the Board for the approval of the Chancellor who \nmay refer them back to the board for reconsideration.  \n (3) The Chancellor shall have the powers to as sent to the statutes submitted for approval.  \n (4) No statute shall be valid until it has been approved by the Chancellor.\n 29. First statutes. —Notwithstanding anything to the contrary contained in the Act, the statutes \nset out in the Schedule shall be deemed to be the statutes made under section 27 and shall continue to \nremain in force until amended or repealed in accordance with the provisions of the Act.  \n 30. Regulations. —(1) Subject to the provisions of this Act and the statutes,  regulations may be \nmade for all o r any of the following matters: — \n(a)  The courses of study for degrees, diplomas an d certificates of the Institute;  \n(b)  The admission of students to the Institute;  \n(c)  The conditions under which students shall be admitted  and shall become eligible for \nthe award of degrees,  diplomas and certificates;  \n(d)  The conduct of examinations;  \n(e)  Fees and other charges to be paid by students for admission to the c ourses of study \nand examinations of the Institute;  \n(f)  The conduct and discipline of students of the Institute;  \n \n \nPage 21 of 26 \n (g)  Conditions of residence of the students of the Institute or the colleges;  including the \nlevy of fees for residence in the halls of residen ce and hostels;  \n(h)  The approval and licensing of hostels and lodgings;  \n(i)  Conditions under which a person should carry on independent research to entitle him \nto a degree;  \n(j)  The institution of fellowship,  scholarships,  exhibitions,  medals and prizes;  \n(k)  The institution of stipends and free and half free studentships;  \n(1)  The academic costumes;  \n(m)  The use of the Library;  \n(n)  The formation of Teaching Departments and Boards of Studies;  and \n(o)  All other matters which by this Act and the statutes are to be or may be prescribed \nby regulations.\n 31. Rules. —(1) The Authorities  and the other bodies of the Institute may make rules consistent \nwith this Act, the statutes and the regulations, to regulate the conduct of their business and the time \nand place of meetings and related matters: Provided that the Board may direct the amend ment or the \nannulment of any rules; made by another Authority or body under this section:  Provided further that if \nsuch other Authority or body is dissatisfied with such directions it may appeal to the Foundation whose \ndecision in the matter shall be final . \n (2) The Board may make rules to regulate any matter relating to the affairs of the Institute which \nhave not been specifically provided for by this Act,  the statures or regulations.  \n 32. Removal of difficulties. —If any difficulty arises in giving effect to any pro visions of the Act, \nthe Government may, on  the recommendations of the Board, within  one year of the commencement of \nthe Act,  give such directions, not  inconsistent with the Act, as it may consider necessary for the \nremoval of such difficulty.  \nSCH EDULE  \n(see section 30)  \n \nTHE FIRST STATUTES  \n 1. Faculties. —(1) There shall be a Faculty for a teaching department or a group of teaching \ndepartments.  \n (2) The Institute shall include the following faculties and such other faculties as may be prescribed:  \n(a)     Faculty of Data Sciences and Information Technology;  \n(b)     Faculty o f Peace and Conflict Resolution;  \n(c)     Facult y of Basic and Natural Sciences;  \n(d)     Faculty of Arts and Humanities;  \n \n \nPage 22 of 26 \n (e)     Faculty of Communication and Media Stu dies;  \n(f)     Faculty of Law and Legal Studies;  \n(g)     Faculty of Social Sciences;  \n(h)     Faculty of Management & Business;\n(i)     Facult y of Governance & Public Policy;  \n(j)     Faculty of Civilization History;  \n(k)     Faculty of International Relations;  \n(l)     Faculty of Engineering,  Science & Technology.  \n 2. Board of Faculty. —(1) There  shall be a Board of Faculty for e ach Faculty, consisting  of: \n(a)  Dean of the Faculty;  \n(b)  Professors and heads of departments in the Fa culty;  \n(c)  Two teachers, including  at least one woman, to  be nominated by the Academic \nCouncil owing to their specialized knowledge of the subjects which, though not \nassigned to the Faculty, have  in the opinion of the Academic Council, an important \nbearing on the subjects assigned to the Faculty;  \n(d)  Two expert s, including at least one woman, in  the field from outside the Institute, to  \nbe appointed by the Board; and  \n(e)  One member to be nominated by the  Vice -Chancellor.  \n (2) The members other than ex-officio members of a Board of Faculty shall hold office for a  period \nof three years.  \n (3) The quorum for a meeting of a Board of Faculty shall be one half of the total number of \nmembers.  \n (4) A Board of Faculty,  subject to the  general control of the Academic Council and the Board,  \nmay:  \n(a)  Co-ordinate the teaching and research  work in the subjects assigned to the Faculty;  \n(b)  Scrutinize the recommendations  of a Board of Studies concerning  the appointment \nof paper -setters and examiners for graduate and postgraduate examinations and to \nforward the panels of suitable paper setters  and examiners for each examination to \nthe Vice -Chancellor;  \n(c)  Consider any other academic matter relating to the Faculty and to submit its report \nto the Academic Council;\n \n \nPage 23 of 26 \n (d)  Prepare a comprehensive annual repor t regarding the performance of e ach \ndepartment, Faculty, constituent  college or institute for presentation to the Academic \nCouncil; and  \n(e)  Perform such other functions as may be prescribed by statutes.  \n (5) The Dean of the Faculty shall be the Chai rperson and convener of the Board of Faculty.  \n (6) The Dean shall be appointed by the Board on the recommendations of the Vice -Chancellor \nfrom amongst the Professors of the Faculty and he shall hold office for a period for three years but \nshall be eligibl e for reappointment.  \n (7) The Dean shall present candidates for admission to a degree, except an honorary degree, \ncourses falling within the purview of the Faculty.  \n (8) The Dean shall have such powers and duties as may be prescribed by the Board on the \nrecommendations of the Vice -Chancellor.  \n 3. Board of Studies. —There shall be a separate Board of Studies for each subj ect o r a group of \nsubjects as may be prescribed by Regulations; Each  Board of Studies shall consist of — \n(a)  The Head of the Teaching Department;  \n(b) All Honorary Professors, Professors and Associate Professors in the Teaching \nDepartment;  \n(c)  In case the total number of Institute Teachers is less than three, then  this number may \nbe made up by nominating other Institute Teachers  as prescribed  below in sub -clause \n(e); \n(d) one or two Institute Teachers, as the case may be, other than a Professor or Associate \nProfessor, to be appointed by the Academic Council;  \n(e)  Three teachers, other  than Institute Teachers to be appointed by the Board of \nDirectors. The number will be deter mined according to the need of e ach Board; and  \n(f) One expert to be appointed by the Vice -Chancellor. The term of office of members \nof the Board of Studies, other than “Ex-officio”  members, shall be three years; The \nquorum for a meeting of the Board of Studies shall be one half of the total number \nof the members, a fraction being counted as one; The Head of the Teaching \nDepartment concerned s hall be the Convener of the Board of Studies;\n 4. The functions of the Board of Studies shall be. —(a) To advise the Board of Faculty, on all \nacademic matters connected with institutions,  publications,  research and examinations in the subject \nor subjects  concerned;  \n(b) To propose curricula and syllabi for all degree, diploma and certificate courses in the \nsubject or subjects concerned;  \n(c)  To suggest to the Board of Faculty, the panel of names of paper -setters and examiners \nin the subject or subjects concerne d; and \n \n \nPage 24 of 26 \n (d) To perform such other duties a may be assigned to him by the Dean concerned.  \n 5. Academic departments, constituent  colleges and institutes. —(1) There shall be an academic \ndepartment, constituent college or an institute for each subject or a group of subjects, as may be \nprescribed by the regulations and each academic department, a constituent college or institute shall be \nheaded by the head of the department,  principal  of the constituent college and director of the institute,  \ncollectively called  heads of departments.  \n (2) The Board shall, on the recommendations of the Vice -Chancellor, appoint the head of the \ndepartment from amongst the Professors or  Associate Professors, other than a Professor already \nworking as Dean, for a period of three years and the head of the department shall be eligible for re -\nappointment.  \n (3) The head of the department shall plan,  organize and supervise the  work of the department, a \nconstituent college or institute and shall be responsible to the Dean for the work of his department, \nconstituent  college or institute.  \n (4) The head of the department shall, under the general supervision of the Vice -Chancellor a nd \nthe D ean, exercise all the financial and academic powers and such other duties or powers as may be \ndelegated to him.  \n (5) The head of the department shall prepare a comprehensive annual report regarding the \nperformance of the department, constituent col lege or institute at the graduate and postgraduate levels, \nFaculty research and development and submit this report to the Dean for evaluation.  \n 6. Board of Advanced Studies and Research. —(1) The Board of Advanced Studies and \nResearch shall consist of:  \n(a)  Vice -Chancellor ( Chairperson);  \n(b)  All theDeans ;\n(c)  Controller of Examinations;  \n(d)  One Institute Professor from each Faculty, other  than the Dean, to  be appointed by \nthe Board;  \n(e) One member to be nominated by the Vice -Chancellor;  \n(f)  Three members, including  at least one woman, f rom the relevant field, research  \norganizations and Government, to  be nominated by the Board; and  \n(g)  The Registrar (Secretary).  \n (2) The term of office of the members of the Board of Adva nced Studies and Research  other than \nex-officio members shall be three years.  \n (3) The quorum for a meeting of the Board of Advanced  Studies and Research shall be one half \nof the total number of members.  \n \n \nPage 25 of 26 \n  7. Functions of the Board of Advanced Studies  and Research. —The Board of Advanced \nStudies and Research shall:  \n(a)  Advise an Authority on all matters connected with the promotion of advanced studies \nand research  publication in the Institute;  \n(b)  Consider and report to an Authority concerning a research degree of the Institute;  \n(c)  Propose regulations regarding the aw ard of a research degree;  \n(d)  Appoint supervisors for a postgraduate research student and to approve title and \nsynopses of a thesis or dissertation;  \n(e)  Recommend panels of names of examiners for evaluation of a research  examination; \nand \n(f) Perform such  other functions as may be prescribed by the statutes.  \n 8. Selection Board. —(1)The Selection Board shall consist of:  \n(a)  Vice -Chancellor ( Chairperson);  \n(b) Pro-Vice -Chancellor;\n(c)  Dean of the Facuh y concerned;  \n(d)  Head of the department concerned;  \n(e)  One member of the Boa rd to be nominated by the Board;  \n(f)  One eminent scholar to be nominated by the Company; and  \n(g)  One expert in the subject to be nominated by the Chancellor.  \n (2) The Registrar shall be the Secretary of  the Selection Board.  \n (3) The members other than ex -officio  members shall hold office for a period  of three years.  \n (4) Four members of the Selection Board shall constitute the quorum for a meeting of the Selection \nBoard.  \n (5) No member who is a candidate or whose family member is a candidate, for a post to which \nappointment is to be made, shall take part in the proceedings of the Selection Board for selection of a \ncandidate on such post.  \n (6) In the selection of candidates for the post of Profess or or Associate Professor, the  Selection \nBoard shall co -opt or consult three experts in the subject concerned and in selecting candidates for any \nother teaching post, two  experts in the subject concerned, to be nominated by the Vice -Chancellor \nfrom a stand ing list of experts for each subject approved by the Board on the recommendation of the \nSelection Board.  \n \n (7) The Board may revise the standing list of experts of a subject on the recommendation of the \nSelection Board.  \n \n \n \nPage 26 of 26 \n  9. Function of the Selection Beard. —The Selection Board shall:  \n(a)  Consider the applications and recommen ed to the Board, the  names of suitable \ncandidates  for appointment  to teaching and other posts and recommend a suitable \nsalary for the selected candidate; and  \n(b)  Consid er all cases of promotion or selection of officers of the Institute and \nrecommend the names of suitable candidates for such promotion or selection to the \nBoard.  \n 10. Finance and Planning Committee. —(1) The Finance and Planning Committee, shall  consist \nof:\n(a)  Vice -Chancellor ( Chairperson);  \n \n(b)  All the Deans;  \n(c)  Treasurer;  \n(d) One member of the Board to be nominated by the Board;  \n(e)  One member of the Academic Council to be nominated by the Academic Council;  \n(f)  One representative e ach from the Ministry of Education and Professional Training \nand Finance Ministry of the Government not below the rank of a joint Secretary;  \n(g)  Director Planning of Higher Education Commission;  \n(h)  Registrar;  and \n(i)  One nominee  of the Company.  \n (2) The term of office of the nominated members shall be three years.  \n (3) Five members of the Finance and Planning Committee, shall  constitute the quorum for a \nmeeting of the Finance and Planning Committee.  \n 11. Functions of the Finance and Planning Committee .—The Finance and Planning Committee \nshall:  \n(a)  Prepare the annual statement of accounts and propose annual budget estimat es an d \nadvise the Board thereon;  \n \n(b)  Review periodically the financial position of the Institute;  \n \n(c)  Advise the Board on all matters relating to finance; investments and accounts of the \nInstitute; and \n \n  (d)   Perform such other functions as may be prescribed by the statutes.  \n                                    ______  \n \nRGN Date: 10 -12-2024"
}