{
    "file": "./converted_json\\administrator3e1ccd4a4970f66c4da5a06c1f7bb98f.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "Page 1 of 2 \n   \n \n \nTHE TRIBAL AREAS (RESTORATION OF JURISDICTION) ACT, \n1964  \n \n              \n \n \n \n \n \nCONTENTS  \n1.  Short title and commencement  \n2.  Restoration of jurisdiction of the S upreme Court and the High Court  \n3.  Extension of limitation  \n \n  \n \n\n \nPage 2 of 2 \n THE TRIBAL AREAS (RESTORATION OF JURISDICTION) ACT, 1964  \nACT No. II OF 1964  \n                                                                  [7th April , 1964]  \n \nAn Act to restore the jurisdiction of the Supreme Court and the  High Court in relation to the Tribal \nAreas of the Quetta Divi sion \n \n WHEREAS clause (5) of Article 223 of the Constitution pro vides that neither the Supreme \nCourt nor a High Court shall, unless the Central Legislature by law otherwise provides, exer cise any \njurisdiction under the Constitution in relation to a Triba l Area;  \n \n AND WHEREAS before the commencement of the aforesaid clause the Supreme Court and \nthe High Court of West Pakistan exercised certain jurisdiction in relation to the Tribal Areas of the \nQuetta Division;  \n \n AND WHEREAS it is expedient to restore that  jurisdiction to the Supreme Court and the \nHigh Court;  \n \n It is hereby enacted as follows :— \n \n 1. Short title and commencement .—(1) This Act may be called the Tribal Areas (Restora -\ntion of Jurisdiction) Act, 1964.  \n \n (2) It shall come into force at once and s hall be deemed to have taken effect on the tenth day \nof January, 1964.  \n \n 2. Restoration of jurisdiction of the Supreme Court and the High Court. — The Supreme  \nCourt and the 1[High Court of Baluchistan] shall exercise in relation to the Tribal Areas of the Quetta \nDivision the same jurisdiction as was exercisable by 2[Supreme Court  or, as the case may be, the \nHigh Court of  West Pakistan] in relation to those areas before the commencement of the \nConstitution (First Amendment) Act, 1963  (I of 1964) . \n \n 3. Exte nsion of limitation. —Notwithstanding anything contained in any other law for the \ntime being in force, if a period of limitation had begun to run from before the commencement of the \nConstitution (First Amendment) Act ), 1963 (I of 1964),  in respect of any mat ter concerning which the \njurisdiction of the Supreme Court and the 1[High Court of Baluchistan]  is created or restored by this \nAct then in com puting such period of limitation the period between the tenth day of January, 1964, \nand the date of the coming in to force of this Act shall be excluded:  \n  \n Provided that no period of such limitation shall expire on a day earlier than the thirtieth day \nfrom such date.  \n \n_______________  \n \n \n \nDate: - 21.03.2024  \n \n1Subs. by the Federal Laws (Revision and  Declaration) Ordina nce, 1981 (XXVII  of 1981), s. 3 and Sch.  \n2Subs. by F.A.O., 1975  (P.O. No. 4 of 1975),  Art. 2 and Sch."
}