{
    "file": "./converted_json\\administrator44856d0aecdd2421c80b6e8632467493.json",
    "name": "Federal Employees Benevolent Fund and Group Insurance (Amendment) Act, 2018",
    "date": "24 May 2018",
    "tagline": "Amendment of Section 13 and insertion of section 15A for payment of additional lump sum grant to family of deceased employees",
    "content": "RI](;IsTLRXD No.!!-:l!]\n1,.-7646I\n{otrtcGvdfre d Sg[fdtttt\nEXTRAOBDINARY\nPUBLISHED BY AUTHOBITY\nISLAX'IAlrAD, THURSDAY, MAY 2,1, 20lE\nPART I\nActs, Ordinances, Prcsident's Ordcrs and Regulations\nSENATE Sf,CRETARIAT\nIslanuhad, the 22nd Mry. 2018\n\\o.F.9(2)/20f 8-L(gis.- lhc lnllnurnS Act of Voilit','shuut,t\n(Parlia rcnt) recciled the asseDt ol the Presidcnt on I Eth Nlali 2018 and is hereby\npubllshed for general infonnalioD :-\nACT NO. XX OF 2018\nAn Act lurthlt ro onentl rhe f'&lerul F,tryb)ec.t Be erolent Funl\nund Graut) ht.\\ runLe Act. 1969\nWtlt,RuAs it is expedient further to amendthe Federa I Emp lolees Benevolcnt\nFund and Group lnsurance Acq 1969 (ll of 1969), for the purposes hereinafier\nappeaflng;\nIt is hereby enacted as follo!r's:\nl. Short titlc and com mencement.- ( I ) This Actme)' be called the\nFederal Employees Bcuevolent F'und artd Group lnsurance (Amendment) Act,201E\n(2e5)\n[5916(20l8yEx Ca7.]I'tice.Rs.300\n296 I.IlI] CAZE 'IE OF PAKISTAN. I]XTR A,. T,1AY 24. 2TII8 [PARI I\n(2) lr shall c,rme into lorcc at o cc\n2. Amendrrenl of Section 13. Act II of 1969.- ln rhe Federat\nEmployees Bencvolenl F nd and Croup InsuronceAcr. 1969(tl 01 t 9(t9). hereiDatier\nreferred to as th€ said \\c1, in section 13, after sub-sectior (4), the lollowing new\nsub-seciion shall be ad(led, namely:\n\"(5) Where, o I or after the 9th day ofFebruary 2015. an cmplolee died or\ndie. in a securiry relale(l incident during hi\\ emllo) menL hi\\,pou\\c shall bc cnr illeJ\nto receive for life sucl additional morthl], bcnevolent granl from the benevolent\nfund as may be prescrired.\nProvidcd that,-\n(a) ifthe deceased empb)ee has no spousc or the spouse dies, other\nDler rbers ofhis l'amily shall bc crrlitled to recelve rhe benevolenr\ngrart lbr period offiftcen )ea.s:\n(b) lhe period offiiteen rears Lrnder clause (a) sha lbe reckoned\nlrorl the date fioN rvhich the hcirs ofdeceasrd erployee or, as\nlhe )ase may be. the spouse became eligiblc for such grant; and\n(c) the Ilmnt uDder this sub-scction shallbe in addiriont,) other behefiE\nadr issiblc to an employee Lrndel dlis Act.\nExphnotion.- -SecLtd.q related incident for the purpose ofaJrnissibilrty of\nthe additional monthly beuevolent grant lDearrs death that occurs dLte to a tcr.orist\nact or while combatirrg or confronting the terrorist, irrcspeotive ollhe lilct that the\nvictim was a rnember o _any law enforcernent agency or a civilian effplot.ee. Death\nofa member of law eD brcement agency dtle to a cause, other than a terrorist act.\nshall be classified as ir-service dcath and shallnor fall within the purview ofthis\nsub-scction.\"\n3- Inseltion of sectior l5A, -Act lI of 1969.- In rhe said Acr after\nsection I 5.lh. following new section shall be insefted. nanlellri\n''15A, Pxym(ntofadditional lump sum grant on death during service\nin a sccurit-v related itrcidcnt.-ln the evenl ofdeath ofan emplovee during his\nemployment on orafter the 9th day ofFebruary 2015 occurring in a socuritv related\nincident, the Board shall pay 1() the l'amily olthe deceased cmployce a spccial Iump\nsum grant as may be prrscribcd:\nProvided thatthis granr shall be in addition to other benefits adrnissible 1() an\nenlplo\\,,ee under thts Act.\nP^Rr ll THE CAZETTE OF PAKISTAN, EXTRA., MAY 24,2018 ?97\nExplandtiot, Securilv related incidenr for the puqose ofadmissibility of\nthe additional lump sum grant means ifdeath occurs due to a terorisl act or while\ncombating or confronting the tcrrorist, irrcspcctive olthc lbct that the victim was a\nmcmber of a laly enforccment agcncy or was a civilian employee. Dealh of a\nmember of any law eoforcement agency due to a cause other thcn a terrorist act\nshall be classified as in-service death and shall not lhll within the purview ofthis\nAMJED PERVEZ,\nSecrebty\nIR]ITI]D DYTIIE MANAGI]R. PRINI]NC CORPORdIION OI II^hISIAN PRESS. ISIAIVIADAD\nPULIIlsllFDRYIHLDfPl,TYCoNlI(Ol.laR.ST TIONERYANDFORMS,LrNlVlrRsllYRl)AD,KARCIII"
}