{
    "file": "./converted_json\\administratord4052d132eb84f24c085f56fd91debee.json",
    "name": "The Ferries Act, 1878",
    "date": "9th November, 1878",
    "tagline": "An Act to regulate Ferries",
    "content": "Page \n1\n \nof \n10\n \n \n \n \nTHE FERRIES ACT, 1878\n \n \nCONTNETS\n \n \nI.\n–\nPRELIMINARY\n \n1. \n \nShort title\n \n2. \n \n[\nRepeal\n]\n \n \n3. \n \nInterpretation clause\n \n3A. \n \nDefinition\n \nII.\n–\nPUBLIC FERRIES\n \n4. \n \nPower to declare, establish, and discontinue public ferries\n \n5. \n \nClaims for \ncompensation\n \n6. \n \nSuperintendence of public ferries\n \n7. \n \nManagement may be vested in municipality\n \n7A\n. \n \nManagement may be vested in District Council or District or Local Board\n \n8. \n \nLetting ferry tolls by auction\n \n9.\n \nRecovery of arrears from lessee\n \n10. \n \nPower to\n \ncancel lease\n \n11. \n \nSurrender of lease\n \n12. \n \nPower to make rules\n \n13. \n \nPrivate ferry not to ply within two miles of public ferry without sanction\n \n14. \n \nPerson using approaches, etc., liable to pay toll\n \n\n \nPage \n2\n \nof \n10\n \n \n15. \n \nTolls\n \n16. \n \nTable of tolls\n \n17. \n \nTolls, rents, compensa\ntion and fines are to form part of revenues of Province\n \n18. \n \nCompounding for tolls\n \nIII.\n–\nPRIVATE FERRIES\n \n19. \n \nPower to make rules\n \n20. \n \nTolls\n \nIV.\n–\nPENALTIES AND CRIMINAL PROCEDURE\n \n21. \n \nPenalty for breach of provisions as to table of tolls, list of tolls and r\neturn of traffic\n \n22. \n \nPenalty for taking unauthorized toll, and for causing delay\n \n23. \n \nPenalty for breach of rule made under sections 12 and 19\n \n24. \n \nCancelment of lease on default or breach of rules\n \n25. \n \nPenalties on passengers offending\n \n26. \n \nPenalty for maintaining private ferry within prohibited limits. \n \n27. \n \nFines payable to lessee\n \n28. \n \nPenalty for rash navigation and stacking of timber\n \n29. \n \nPower to arrest without warrant\n \n30. \n \nPower to try summarily\n \n31. \n \nMagistrate may assess damage \ndone by offender\n \nV.\n-\nMISCELLANEOUS\n \n32. \n \nPower to take possession of boats, etc., on surrender or cancellation of lease\n \n33. \n \nSimilar power in cases of emergency\n \n34. \n \nJurisdiction of Civil Courts barred\n \n35. \n \nDelegation of Powers\n \n36.\n \n[\nRepeal]\n \n \n \nPage \n3\n \nof \n10\n \n \n \nTHE FERRIES ACT\n, 1878\n \n1\nACT No. XVII OF 1878\n \n[9th November, 1878] \n \nAn Act to regulate Ferries \n2\n* * *.\n \nPreamble. \nWHEREAS it is expedient to regulate ferries in \n3\n[certain Provinces]; It is hereby \nenacted as follows:\n___\n \n \nI.\n–\nPRELIMINARY\n \n1. Short title. \nThis Act may be called the \n4\n* * Ferries Act, 1878. \n \nLocal extent. \n5\n[It extends only to \n6\n[the Punjab] \n7\n[and the North\n-\nWest Frontier Province]. \n \nCommencement. \nIt shall come into force in each of the said territories on such date\n8\n \nas the \n9\n[appropriate Governm\nent] may, by notification in the official Gazette, fix in this behalf. \n \n2. \n[\nRepeal.\n] \nRep. by the Repealing Act, \n1938 \n(I of \n1938), \ns. \n2 \nand Sch. \n \n3. Interpretation clause. \nIn this Act the word “ferry” includes also a bridge of boats, pontoons \nor rafts, a sw\ning\n-\nbridge, a flying\n-\nbridge and a temporary bridge, and the approaches to, and landing\n-\nplaces of, a ferry. \n \n1\n0\n[\n3A. Definition. \nIn this Act, “appropriate Government” means\n–\n \n \n(a) \n \nin relation to national highways and strategic roads declared as such by or under \na Federal Law, the Federal Government; and \n \n(b) \n \nin relation to other matters the Provincial Government.] \n \nII.\n–\nPUBLIC FERRIES\n \n4. Power to declare, establish,\n \ndefine\n,\n \nand disc\nontinue public ferries.\n–\nThe \n11\n[appropriate \nGovernment] may from time to time\n–\n \n \n(a) \n \ndeclare what ferries shall be deemed public ferries, and the respective districts \nin which, for the purposes of this Act, they shall be deemed to be situate; \n \n \n1\nFor Statement of Objects and Reasons, \nsee \nGazette of India, 1878. Pt. V, p. 135, for Preliminary Report of the Select Committee, \nsee ibid., \np. 210; for \nProceedings in Council, \nsee ibid. \nSupplement, pp. 286, 325, 1104 and 1194. \n \n2\nThe words “in Northern Indi\na” omitted by A. O., 1949, Sch. \n \n3\nSubs. \nibid., \nfor “the Punjab, the North\n-\nWestern Provinces, Oudh, Central Provinces, Assam, and Ajmer and Merwara”. \n \n4\nThe words “Northern India” omitted \nibid. \n \n5\nSubs. \nibid., \nfor the original paragraph. \n \n6\nSubs. by the Federa\nl Laws (Revision and Declaration) Act, l95l (26 of 1951), s. 8, for “West Punjab”. \n \n7\nSubs. by F.A.O., 1975 Art. 2 and Sch., for “the North\n-\nWest Frontier and the district of Sylhet”. \n \n8\nThe Act was brought into force in \n–\n \n \nThe Punjab on 1st April 1881: \nsee \nP\nunjab Gazette, Pt. I, p. 139. \n \n9\nSubs. by F.A.O., 1975, Art. 2 and Sch., for “Provincial Government” which was subs. by A. O., 1937, for “L. G.”. \n \n1\n0\nSection 3A ins. by the Federal Laws (Revision and Declaration) Ordinance, 1981 (27 of 1981), s. 3 and 2nd Sc\nh.. \n \n11\nSubs. by F.A.O., 1975, Art 2 and Sch., for “Provincial Government” which had been subs by A.O., 1907, for “L.G”. \n \n \n \nPage \n4\n \nof \n10\n \n \n \n(b) \n \ntake possession of a private ferry and declare it to be a public ferry; \n \n(c) \n \nestablish new public ferries where, in its opinion, they are needed; \n \n(d) \n \ndefine the limits of any public ferry ; \n \n(e) \n \nchange the course of any public ferry; and \n \n(f) \n \ndisconti\nnue any public ferry which it deems unnecessary. \n \nEvery such \n1\ndeclaration, establishment, definition, change or discontinuance shall be made by \nnotification in the official Gazette. \n \n2\n[\n* \n \n            \n* \n \n          \n*\n \n \n          \n*\n \n    \n \n      \n*\n \n \n          \n* \n \n \n         \n* \n]\n \nProvided \n3\n* \nthat, when any alteration in the course or in the limits of a public ferry is rendered \nnecessary by changes in the river, such alteration may be made, by an order under his hand, by the \n4\nCommissioner of the division in which such f\nerry is situate, or by such other officer as the \n5\n[appropriate Government] may, from time to time, appoint by name or in virtue of his office in this \nbehalf. \n \n5. Claims for compensation. \nClaims for compensation for any loss sustained by any person \nin conse\nquence of a private ferry being taken possession of under section 4 shall be inquired into by \nthe Magistrate of the district in which such ferry is situate, or such officer as he appoints in this behalf, \nand submitted for the consideration and orders of th\ne \n5\n[appropriate Government]. \n \n6. Superintendence of public ferries. \nThe immediate superintendence of every public ferry \nshall, except as provided in section 7 \n6\n[and section 7A], be vested in the \nMagistrate of the district in \nwhich such ferry is situate, or in such other officer as the \n5\n[appropriate Government] may, from time \nto time, appoint by name or in virtue of his office in this behalf\n7\n, \n \nand such Magistrate or officer shall, except when the \ntolls at such ferry are leased, make all \nnecessary arrangements for the supply of boats for such ferry, and for the collection of the authorised \ntolls leviable thereat. \n \n7. Management may be vested in municipality. \nThe \n5\n[appropriate Government] may direct \nthat any public ferry situate within the limits of a town be managed by the officer or public body \ncharged with the superintendence of the municipal arrangements of such town; \n \n8\n[and thereupon that ferry shall be managed accordingly.] \n \n \n1\nFor such declarati\nons, etc. \nsee \ndifferent local rules and orders. \n \n2\nThe original provisio which was first subs. by the Devolution Act, 1920 (28 of 1920) and then amended by A.O., 1937, have bee\nn omitted by the Central \nLaws (Statute Reform) Ordinance, 1960 (21 of 1960), s. 3\n \nand Second Sch. (with effect from the 14th October I955). \n \n3\nThe word “also” omitted by Ord. 21 of 1960, s. 3 and Second Sch. (with effect from the 14th October, 1955). \n \n4\nIn the N.W.F.P. references to “Commissioner” or “Commissioner or a division” are to b\ne construed as referring to the Revenue Commissioner: \nsee \nthe \nN.W.F.P. Law and Justice Regulation, 1901 (7 of 1901), s. 6 (1) (f). \n \n5\nSubs. by F.A.O., 1975, Art 2 and Sch., for “Provincial Government” which had been subs by A.O., 1907, for “L.G”. \n \n6\nIns. in the application of the Act to\n–\n \n \nThe Punjab, by the Punjab District Boards Act, 1883 (20 of 1883), s. 79. \n \n7\nFor notifications as to th\ne superintendence of ferries in the Punjab \nsee \nPunjab Rules and Orders. \n \n8\nSubs. by A.O.\n, 1937, for the following words\n:\n-\n \n“and may further direct that all or any part of the proceeds from such ferry be paid into the municipal fund of such town ;\n \nAnd thereupon \nsuch\n \nferry shall be managed, and such proceeds or part thereof shall be paid, accordingly”.\n \n \n \nPage \n5\n \nof \n10\n \n \n1\n[\n7A\n. \nManagement may be vested in District Council or District or Local Board. \nThe \nl[appropriate Government] may direct \n2\nthat any public ferry, wholly or partly within the area subject \nto the authority of a District Council or a District Board or a Local Board i\nn the Province be managed \nby that Council or Board, and there upon that ferry shall be managed accordingly.] \n \n3\n[\n8. Letting ferry tolls by auction. \nThe tolls of any public ferry may, from time to time be let \nby public auction for a term not exceeding five y\nears with the approval of the \n4\nCommissioner, or by \npublic auction, or otherwise than by public auction, for any term with the previous sanction of the \nl[appropriate Government.] \n \nThe lessee shall conform to the rules made under this Act for the management \nand control of \nthe ferry, and may be called upon by the officer in whom the immediate superintendence of the ferry \nis vested, or, if the ferry is managed by a municipal or other public body under section 7 or section 7A, \nthen by that body, to give such sec\nurity for his good conduct and for the punctual payment of the rent \nas the officer or body, as the case may be, thinks fit. \n \nWhen the tolls are put up to public auction, the said officer or body, as the case may be, or the \nofficer conducting the sale on hi\ns or its behalf, may, for reasons recorded in writing, refuse to accept \nthe offer of the highest bidder, and may accept any other bid, or may withdraw the tolls from auction.] \n \n9. Recovery of arrears from lessee. \nAll arrears due by the lessee of the tolls \nof a public ferry \non account of his lease may be recovered from the lessee or his surety (if any) by the Magistrate of the \ndistrict in which such ferry is situate as if they were arrears of land\n-\nrevenue. \n \n10. Power to cancel lease. \nThe \n5\n[appropriate Govern\nment] may cancel the lease of the tolls of \nany public ferry on the expiration of six months’ notice in writing to the lessee of its intention to cancel \nsuch lease. \n \nWhen any lease is cancelled under this section, the Magistrate of the district in which suc\nh \nferry is situate shall pay to the lessee such compensation as such Magistrate may, with the previous \nsanction of the \n5\n[appropriate Government], award. \n \n11. Surrender of lease. \nThe lessee of the tolls of a public ferry may surrender his lease on the \nexpir\nation of one month’s notice in writing to the \n5\n[appropriate Government] of his intention to \nsurrender such lease, and on payment to the Magistrate of the district in which such ferry is situate of \nsuch compensation as such Magistrate, subject to the approv\nal of the \n4\nCommissioner, may in each case \ndirect. \n \n12. Power to make rules. \nSubject to the control of the \n5\n[appropriate Government] the \n4\nCommissioner of a division, or such other officer as the \n5\n[appropriate Government] may from time to \ntime, \nappoint in this behalf, by name or in virtue of his office, may, from time to time, make rules, \nconsistent with this Act\n___\n \n \n \n \n1\nSubs. \nibid., \nfor section 7A inserted by the Acts mentioned in foot note 6 \nsupra. \n \n2\nFor notifications vesting the management of c\nertain ferries in District Boards \nsee \nthe Punjab Rules and Orders. \n \n3\nSubs. for the original section 8 by the Northern India Ferries Act Amdt. Act, 1886 (3 of 1886), s. 1. \n \n4\nIn the N.W.F.P. references to “Commissioner” or “Commissioner or a division” are to\n \nbe construed as referring to the Revenue Commissioner: \nsee \nthe \nN.W.F.P. Law and Justice Regulation, 1901 (7 of 1901), s. 6 (1) (f). \n \n5\nSubs. by F.A.O., 1975, Art. 2 and Sch., for “Provincial Government” which had been subs by A.O., 1907, for “L.G”. \n \n \n \nPage \n6\n \nof \n10\n \n \n \n(a) \n \nfor the control and the management of all public ferries \n1\nwithin such division \nand for regulating the traffic at, such ferries; \n \n2\n[(b) \n \nfor regulating the time and manner at and in which and the terms on which, the \ntolls of such ferries may be let by \nauction, and prescribing the persons by whom \nauctions may be conducted ;] \n \n(c) \n \nfor compensating persons who have compounded for tolls payable for the use \nof any such ferry when such ferry has been discontinued before the expiration \nof the period compounde\nd for; and \n \n(d) \n \ngenerally to carry out the purposes or this Act; \n \nand, when the tolls of a ferry have been let under section 8, such 2 \nCommissioner or other officer may, from time to time subject as aforesaid), \nmake additional rules consistent with this Act\n–\n \n \n(e) \n \nfor collecting the rents payable for the tolls of such fe\nrries; \n \n(f) \n \nin cases in which the communication is to be established by means of a bridge \nof boats, pontoons or rafts, or a swing\n-\nbridge, flying\n-\nbridge or temporary bridge, \nfor \nregulating the time and manner at and in which such bridge shall be \nconstructe\nd and maintained and opened for the passage of vessels and rafts \nthrough the same, and \n \n(g) \n \nin cases in which the traffic is conveyed in boats, for regulating (1) the number \nand kind of such boats and their dimensions and equipment, (2) the number of \nthe \ncrew to be kept by the lessee for each boat; (3) the maintenance of such boats \ncontinually in good condition ; (4) the hours during which, and the intervals \nwithin which, the lessee shall be bound to ply; and (5) the number of passengers, \nanimals and vehic\nles, and the bulk and weight of other things, that may be \ncarried in each kind of boat at one trip. \n \nThe lessee shall make such returns of traffic as the \n3\nCommissioner or other officer as aforesaid \nmay, from time to time, require. \n \n13. Private ferry not to\n \nply within two miles of public ferry without sanction. \n4\n[Except with \nthe sanction of the Magistrate of the district or of such other officer as the \n5\n[appropriate Government] \nmay, from time to time, appoint in this behalf, by name or in virtue of his offic\ne, no person shall \nestablish, maintain or work a ferry to or from any point within a distance of two miles from the limits \nof a public ferry]: \n \nProvided that, in the case of any specified public ferry, the \n5\n[appropriate Government] may, by \nnotification in \nthe official Gazette, reduce or increase the said distance of two miles to such extent as \nit thinks fit: \n \n \n1\nThe words “within such division” are to be omitted in the N. W.F.P. \nsee \nthe N.W.F.P. Law and Justice Regulation, 1901 (7 of 1901), s. 3 and Sch. \n \n2\nSubs. by the Northern India Ferries Act Amendment Act, 1886 (3 of 1886), s. 1 (2), for the original cl. (b). \n \n3\nIn the N.W.F.P. reference to “Commissioner” or “Commissioner or a divi\nsion” are to be construed as referring to the Revenue Commissioner: \nsee \nthe \nN.W.F.P. Law and Justice Regulation, 1901 (7 of 1901), s. 6 (1) (f). \n \n4\nSubs. by the Northern India Ferries Act Amendment Act, 1886 (3 of 1886), s. 2 (I), for the original para. \n \n5\nS\nubs. by F.A.O., 1975, Art. 2 and Sch., for “Provincial Government” which had been subs. by A.O., 1907, for “L.G”. \n \n \n \nPage \n7\n \nof \n10\n \n \nProvided also that nothing hereinbefore contained shall prevent persons plying between two \nplaces, one of which is without, and one within, the said limits, when the distance between such two \nplaces is not less than three miles, or apply to boats \n2\n[which d\no not ply for hire, or] which the \n1\n[appropriate Government] expressly exempts from the operation of this section. \n \n14. Person using approaches, etc., liable to pay toll. \nWhoever uses the approach to, or \nlanding\n-\nplace of, a public ferry is liable to pay the\n \ntoll payable for crossing such ferry. \n \n15. Tolls\n. \n3\nTolls, according to such rates as are, from time to time, fixed by the \n1\n[appropriate \nGovernment], shall be levied on all persons, animals, vehicles and other things crossing any river by a \npublic ferry and not employed or transmitted on the public service: \n \nProvided that the \n1\n[appropriate Government] may, from time to time, de\nclare that any persons, \nanimals, vehicles or other things shall be exempt from payment of such tolls. \nWhere the tolls of a ferry \nhave been let under section 8, any such declaration, if made after the date of the \n4\n[lease], shall entitle \nthe lessee to such a\nbatement of the rent payable in respect of the tolls as may be fixed by the \n5\nCommissioner of the division or such other officer as the \n1\n[appropriate Government] may, from time \nto time, appoint in this behalf by name or in virtue of his office. \n \n16. Table o\nf tolls. \nThe lessee or other person authorised to collect the tolls of any public ferry \nshall affix a table of such tolls, legibly written or printed in the vernacular language and, also if the \n5\nCommissioner of the division so directs, in English in some c\nonspicuous place near the ferry, \n \nList of tolls. \nand shall be bound to produce, on demand, a list of the tolls, signed by the \nMagistrate of the district or such other officer as he appoints in this behalf. \n \n6\n[\n17. Tolls, rents, compensation and fines are to\n \nform part of revenues of Province. \nAll \ntolls, rents, compensation and fines under this Act (other than tolls received by any lessee) shall form \npart of the revenues of the \n7\n[Federation of the Province, as the case may be]. \n \n18. Compounding for tolls. \nThe \n1\n[appropriate Government] may, if it thinks fit, from time to \ntime, fix rates at which any person may compound for the tolls payable for the use of a public ferry. \n \nIII.\n–\nPRIVATE FERRIES\n \n19. Power to make rules.\n–\nThe \n4\nCommissioner of the division may, with t\nhe pre\n-\nvious sanction \nof the \n1\n[appropriate Government], from time to time, make rules for the maintenance of order and for \nthe safety of passengers and property at ferries other than public ferries. \n \n \n \n \n1\nSubs. by F.A.O., 1975, Art. 2 and Sch., for “Provincial Government” which had been subs. by A.O., 1907, for “L.G”. \n \n2\nIns. by Act 3 of 1886, s. 2 (2). \n \n3\nSo much of section 15 is repealed as provides for the exemption from tolls of any person, animals, vehic\nles or other things exempted by the Indian Tolls \n(Army) Act, 1901 (2 of 1901), s. 3 ; \nsee \nsection 8 of that Act. \n \nFor rates and exemptions under this section, \nsee \ndifferent local R. and O. \n \n4\nSubs. by the Northern India Ferries Act Amdt. Act, 1886 (3 of 188\n6), s. 1 (3) for “auction”. \n \n5\nIn the N.W.F.P. references to “Commissioner” or “Commissioner or a division” are to be construed as referring to the Revenue \nCommissioner: \nsee \nthe \nN.W.F.P. Law and Justice Regulation, 1901 (7 of 1901), s. 6 (1) (f). \n \n6\nSubs. by A.O., 1937 for the original section 17, which prescribed how the tolls, rents, compensation and fines under the Act \nshould be disposed of in the \nvarious Provinces. \nSee, \nhowever, para. 4 of the India and Burma (Transitory Provisions) Order, 1937. \n \n7\nSubs. by F.A.O., 1975, Art. 2 and Sch., for “Province”. \n \n \n \nPage \n8\n \nof \n10\n \n \n20. Tolls. \nThe tolls charged at such ferries shall not exceed the highest rates for the time being \nfixed under section 15 for similar public ferries. \n \nIV.\n–\nPENALTIES AND CRIMINAL PROCEDURE\n \n21. Penal\nty for breach of provisions as to table of tolls, list of tolls and return of traffic. \nEvery lessee or other person authorised to collect the tolls of a public ferry, who neglects to affix and \nkeep in good order and repair the table of tolls mentioned in s\nection 16, or who willfully removes, \nalters or defaces such table, or allows it to become illegible, or who fails to produce on demand the list \nof the tolls mentioned in section 16,\n \nand every lessee who neglects to furnish any return required under \nsection\n \n12, shall the punished with fine which may extend to fifty rupees. \n \n22. Penalty for taking unauthorized toll, and for causing delay. \nEvery such lessee or other \nperson as aforesaid and any person in possession of a private ferry asking or taking more than the \nlawful toll, or without due cause delaying any person, animal, vehicle or other thing, shall be punished \nwith fine which may exten\nd to one hundred rupees. \n \n23. Penalty for breach of rule made under sections 12 and 19. \nEvery person breaking any \nrule made under section 12 or section 19 shall be punished with imprisonment for a term which may \nextend to six months, or with fine which may\n \nextend to two hundred rupees, or with both. \n \n24. Cancelment of lease on default or breach of rules. \nWhen any lessee of the tolls of a \npublic ferry makes default in the payment of the rent payable in respect of such tolls, or has been \nconvicted of an offen\nce under section 23, or, having been convicted of an offence under section 21 or \nsection 22, is again convicted of an offence under either of those sections, the Magistrate of the district \nmay, with the sanction of the \n1\nCommissioner of the division, cancel\n \nthe lease of the tolls of such ferry, \nand make other arrangements for its management during the whole or any part of the term for which \nthe tolls were let. \n \n25. Penalties on passengers offending. \nEvery person crossing by any public ferry, or using \nthe app\nroach to, or landing place thereof, who refuse to pay the proper toll, and every person\n-\n \n \nwho, with intent to avoid payment of such toll, fraudulently or forcibly crosses by any such \nferry without paying the toll, or \n \nwho obstructs any toll\n-\ncollector or le\nssee of the tolls of a public ferry or any of his assistants \nin any way in the execution of their duty under this Act, or \n \nwho, after being warned by any such toll\n-\ncollector, lessee or assistant not to do so, goes or \ntakes any animals, vehicles or other th\nings into any ferry\n-\nboat, or upon any bridge at such a ferry, \nwhich is in such a state or so loaded as to endanger human life or property, or \n \nwho refuses or neglects to leave, or remove any animals, vehicles or goods from , any such \nferry\n-\nboat or bridge, \non being requested by such toll\n-\ncollector, lessee or assistant to do so, \n \nshall be punished with fine which may extend to fifty rupees. \n \n \n \n1\nIn the N.W.F.P. references to “Commissioner” or “Commissioner or a division” are to be construed as referring to the\n \nRevenue Commissioner: \nsee \nthe \nN.W.F.P. Law and Justice Regulation, 1901 (7 of 1901), s. 6 (1) (f). \n \n \nPage \n9\n \nof \n10\n \n \n \n1\n[26. Penalty for maintaining private ferry within prohibited limits. \nWhoever establishes, \nmaintains or works a ferry in contravention of the provisions of section 13 shall be punished with fine \nwhich may extend to five hundred rupees, and with a further fine which may extend to one hundred \nrupees for every day during which \nthe ferry is maintained or worked in contravention of those \nprovisions.] \n \n27. Fines payable to lessee. \nWhere the tolls of any public ferry have been let under the \nprovisions herein before contained, the whole or any portion of any fine realised under secti\non 25 or \nsection 26 may, notwithstanding anything contained in section 17, be at the discretion of the convicting \nMagistrate or Bench of Magistrates, paid to the lessee. \n \n28. Penalty for rash navigation and stacking of timber. \nWhoever navigates, anchors, m\noors \nor fastens any vessel or raft, or stacks any timber in a manner so rash or negligent as to damage a public \nferry shall be punished with imprisonment for a term which may extend to three months, or with fine \nwhich may extend to five hundred rupees, or \nwith both; and the toll\n-\ncollector or lessee of the tolls of \nsuch ferry, or any of his assistants, may seize and detain such vessel, raft or timber pending the inquiry \nand assessment hereinafter mentioned. \n \n29. Power to arrest without warrant. \nThe police may arrest without warrant any person \ncommitting an offence against section 25 or section 28. \n \n30. Power to try summarily. \nAny Magistrate or Bench\n \nof Magistrates having summary \njurisdiction under Chapter \n2\n[XXII of the Code of Criminal Procedure,\n \n1898 (Act V of 1898)], may try \nany offence against this Act in manner provided by that Chapter. \n \n31. Magistrate may assess damage done by offender. \nEvery Magistrate or Bench of \nMagistrates trying any offence under this Act may inquire into and assess the \nvalue of the damage (if \nany ) done or caused by the offender to the ferry concerned, and shall order the amount of such value \nto be paid by him in addition to any fine imposed upon him under this Act; and the amount so ordered \nto be paid shall be leviable \nas if it were a fine, or, when the offence is one under section 28, by the sale \nof the vessel, raft or timber causing the damage and of anything found in or upon such vessel or raft. \n \nThe \n3\nCommissioner of the division may, on the appeal of any person deemi\nng himself \naggrieved by an order under this section, reduce or remit the amount payable under such order. \n \nV.\n-\nMISCELLANEOUS\n \n32. Power to take possession of boats, etc., on surrender or cancellation of lease. \nWhen the \nlease of the tolls of any ferry is surr\nendered under section 11 or cancelled under section 24, the \nMagistrate of the district may take possession of all boats and their equipment and all other material \nand appliances used by the lessee for the purposes of such ferry, and use the same (paying su\nch \ncompensation for the use thereof as the \n4\n[appropriate Government] may in each case direct) until such \nMagistrate can conveniently procure proper substitutes therefor. \n \n \n1\nSubs. by the Northern India Ferries Act Amdt. Act, 1886 (3 of 1886), s. 2(3), for t\nhe original section 26. \n \n2\nSubs. by the Federal Laws (Revision and Declaration) Ordinance, 1981 (27 of 1981), s. 3 and 2nd Sch., for “XVIII of the Code \nof Criminal Procedure”. \n \n3\nIn the N.W.F.P. references to “Commissioner” or “Commissioner or a division” ar\ne to be construed as referring to the Revenue Commissioner: \nsee \nthe \nN.W.F.P. Law and Justice Regulation, 1901 (7 of 1901), s. 6 (1) (f). \n \n4\nSubs. by F.A.O., 1975, Art 2 and Sch., for “Provincial Government” which had been subs. by A.O., 1907, for “L.G”. \n \n \nPage \n10\n \nof \n10\n \n \n33\n. Similar power in cases of emergency.\n-\n \nWhen any boats or their equipment or any \nmaterials or appliances suitable for setting up a ferry, are emergently required for facilitating the \ntransport of officers, or troops of \nl\n[Pakistan] on duty, or of any other persons on the business of \nl\n[Government], or of any animals, vehicles or baggage belonging to such officers, troops or persons or \nof any property of \nl\n[Government], the Magistrate of the district may take possession of an\nd use the \nsame (paying such compensation for the use thereof as \n2\n[the \n3\n[Federal Government], where the \ntransport is in connection with the affairs of the \n3\n[Federal Government] and the Provincial Government \nin other cases], may in each case direct) until su\nch transport is completed. \n \n34. Jurisdiction of Civil Courts barred.\n–\nNo suit to ascertain the amount of any compensation \npayable, or abatement of rent allowable, under this Act shall be cognizable by any Civil Court. \n \n35. Delegation of Powers.\n–\nThe \n4\n[approp\nriate Government] may, from time to time, delegate, \nunder such restrictions as it thinks fit, any of the powers conferred on it by this Act to any \n5\nCommissioner of a division or Magistrate of a district, or to such other officer as it thinks fit, by name \no\nr by virtue of his office. \n \n36. \n[\nValidation of proceeding since repeal of Regulation VI of \n1891 \nin Punjab.\n] \nRep. by the \nAmending Act, \n1891 \n(XII of \n1891). \n \n \n \n__________\n \n \n \n \n \n \n \n \n \n \n \nDate: 16\n-\n09\n-\n2024\n \n1\nSubs. by A.O., 1961, Art. 2 and Sch. for “Her Majesty” (with effect from the 23rd March, 1956). \n \n2\nSubs. by A.O., 1937, for “the LG.”. \n \n3\nSubs. by F.A.O., 1975, Art. 2 and Table, for “Central Government”. \n \n4\nSubs. by F.A.O., 1975, Art. 2 and Sch., for \"Provin\ncial Government\" which had been subs. by A.O., 1907, for \"L.G\". \n \n5\nIn the N.W.F.P, references to \"Commissioner\" or \"Commissioner or a division\" are to be construed as referring to the Revenue \nCommissioner; see the \nN.W.F.P. Law and Justice Regulation, 1901 (\n7 of 1901), s. 6 (1)(f)."
}