{
    "file": "./converted_json\\administrator87aa7577f4d3eafe6447e4b3a3f89d1b.json",
    "name": "Pakistan Postal Services Management Board Ordinance, 2002",
    "date": "15th November, 2002",
    "tagline": "An Ordinance to provide for the establishment of the Pakistan Postal Services Management Board",
    "content": "Page 1 of 10 \n   \n \n \n \nTHE PAKISTAN POSTAL SERVICES MANAGEMENT BOARD \nORDINANCE, 2002  \n \n \n              \n \n \nCONTENTS  \n1.  Short title, extent and commencement  \n2.  Definitions  \n3.  Establishment of the Pakistan Postal Services Management Board  \n3A. Application of SOE Act  \n4.  Chairman  \n5.  Appointment and term of office of members  \n6.  [Omitted]  \n7.  Resignation by a member  \n8.  [Omitted]  \n9.  Filling of a casual vacancy  \n10.  Meetings of the Board  \n \n11.  Powers and functions of the Board  \n12.  Secretary of t he Board  \n13.  Executive Committee  \n13A.  Powers and functions of the Director General  \n14.  Delegation of powers  \n15.  Preparation of plans  \n \n \n \n\n \nPage 2 of 10 \n 16.  Postal tariffs  \n17.  Sale of assets and services  \n18.  Budget  \n19.  Audit and accounts  \n20.  Internal audit  \n21.  Pakist an Postal Services Fund  \n22.  Appointment of officers, employees and advisers  \n23.  Submission of yearly reports  \n24.  Rates of profit and bonus  \n25.  Directives of the Federal Government  \n26.  Power to make rules  \n27.  Power to make regulations  \n28. Removal of difficulties  \n29.  Savings  \n \n \n \nPage 3 of 10 \n THE PAKISTAN POSTAL SERVICES MANAGEMENT BOARD \nORDINANCE, 2002  \n \nORDINANCE No. CXXVI OF 2002  \n[15th November, 2002]  \nAN \nORDINANCE  \n  \nto provide for the establishment of the Pakistan Postal Services Management Board  \n \n  WHEREAS it is expedient to provide for the establishment of the Pakistan Postal Services \nManagement Board and for matters connected therewith or incidental thereto;  \n  AND WHEREAS the President is satisfied that circumstances exist which render it necessary \nto take immediate action;  \n  NOW, THEREFORE, in pursuance of the Proclamation of Emergency of the fourteenth day of \nOctober, 1999, and the Provisional Constitution Order N o.1 of 1999, read with the Provisional \nConstitution (Amendment) Order No. 9 of 1999, and in exercise of all powers enabling him in that \nbehalf, the President of the Islamic Republic of Pakistan is pleased to make and promulgate the \nfollowing Ordinance: ― \n  1. Short title, extent and commencement.― (1) This Ordinance may be called the Pakistan  \nPostal Services Management Board Ordinance, 2002.  \n  \n  (2) It extends to the whole of Pakistan.  \n  \n  (3) It shall come into force at once.  \n \n  2. Definitions.―1[(1)] In  th is  Ordinance,  unless  there  is  anything  repugnant  in  the  subject  \nor context, ― \n \n  (a)  “Auditor General” means the Auditor General of Pakistan ;  \n \n  (b)  “Board” means the Pakistan Postal Services Man agement Board established \n  under  section 3;  \n \n  (c)      “Chairman” means the Chairman of the Board;  \n \n  (d)      “Director General” means the Director General of the Pakistan Post Office  \n    Department;  \n \n  (e) 1[* * * * * * *] \n \n \n  (f)       “Fund” means the Pakistan Postal Services Fund;  \n \n  (g)      “member” means a member of the Board and includes the Chairman;  \n \n  (h)      “Pakistan Post Office Department” means the Pakistan Post Office Department \n  established under the Post Office Act, 1898 (VI o f 1898); 1[*] \n \n1Numbered and omitted by Act No. VIII of 2024, s.2.  \n \n \nPage 4 of 10 \n (i)  “Secretary” means the Secretary of the Board; 1[and]  \n  1[(j)  “SOE Act” means the State -Owned Enterprises (Governance and Operations) Act, \n   2023 (VII of 2023).]  \n  1[(2) The words and expressions used but not defined in this Ordinance shall have the same \nmeaning as assigned thereto in the SOE Act.]  \n  3. Establishmen t of the Pakistan Postal Services Management Board .―(1) For the \nmanagement of the Pakistan Post Office Department, there is hereby established a board to be known \nas the Pakistan Postal Services Management Board.  \n  (2) The Board shall be a body corporate h aving perpetual succession and a common seal, with \npower, subject to the provisions of this Ordinance, to acquire, hold and dispose of its property, both \nmovable and immovable,  and shall by its name sue and be sued.  \n \n  1[(3) The Board shall consist of fol lowing members, namely: ― \n \nS.No.  Membership  Status  \n(1) (2) (3) \n(a) a suitable person to be appointed by the Federal \nGovernment from among the independent members  Chairman  \n(b) Director General or Chief Executive Officer of Pakistan \nPost Office Department   Member  \nex-officio  \n(c) a Joint Secretary or equivalent of the division to which \nbusiness of finance of the Federal Government stands \nallocated  Member  \nex-officio  \n(d) a Joint Secretary or equivalent of the division to which \nbusiness of the Pakistan Post Office Department  stands \nallocated  Member  \nex-officio  \n(e) two senior technical officers of Postal Group not below \nthe BPS -21 or equivalent   Member  \nex-officio  \n(f) six suitable persons of eminence and known integrity to \nbe appointed by the Federal Government  Members  \n(independent)]  \n  1[3A. Application of SOE Act .—Notwithstanding anything contained in this Ordinance, the \nSOE Act, including sections 12, 15 and 22 thereof, shall apply to the provisions of this Ordinance and \nin case of any inconsistency between the provisions of this Ordinance and the SOE Act, the provisions \nof the SOE Act shall prevail.]  \n  1[4. Chairman. ―(1) Subject to the provisions of this Ordinance, the rules and regulations \nmade thereunder, the Chairman shall be appointed by the Federal Government from amongst the \nindependent members of the Board.]  \n \n  (2)  1[*  * * * * * *] \n \n  \n \n1Added, subs., ins. and omitted by Act No. VIII of 2024, ss. 2 -4. \n \nPage 5 of 10 \n   1[5. Appointment and term of office of  members. ―(1) A member other than an ex-officio  \nmember shall be appointed by the Federal Government in accordance with the provisions of the SOE \nAct and shall be entitled to such perks and privileges as the Board may determine.  \n  (2) A member other than an ex-officio  member may be removed from office in accordance \nwith the provisions of the SOE Act.]  \n  6. 1[Omitted].  \n  7. Resignation by a member.__ A member, other than an ex-officio  member may, by giving in \nwriting to the Federal Government a notice of not less than sixty days, resign his office:  \n \n  Provided that his resignation shall not take effect until accepted by the Federal Government.  \n \n  8. 1[Omitted].  \n  \n  9. Filling of a casual vacancy.__ A causal vacancy in the office of a member shall be filled by \nthe appointment of another member for the remaining term of office of his predecessor.  \n \n  10. Meetings of the Board. ―(1) The Board shall meet at least once during a quarter.  \n  (2) The meetings of the Board shall be held at such time and at such places as the Chairman \nmay determine.  \n \n  1[(3) Not less than fifty percent of total membership of the Board including not less than three \nindependent and one ex-officio members shall cons titute quorum for a meeting of the Board.]  \n \n  (4) The Chairman and, in his absence, a member authorised by him in this behalf, shall preside \nat the meetings of the Board.  \n \n  (5) Each member shall have one vote and, in the event of an equality of votes, the Chairman \nshall have a casting vote.  \n \n  (6) No act or proceedings of the Board shall be invalid merely on the ground of the existence \nof any vacancy in, or any defect in the constitution of the Board.  \n \n  1[11. Powers and functions of the Board. ―(1) Subject to the provisions of this Ordinance, \nthe Board shall have complete independence and autonomy to discharge its functions in accordance \nwith the provisions of the SOE Act:  \n \n  Provided that the following powers  shall vest in the Federal G overnment, namely. ― \n \n   (a)  international agreements, contracts, treaties signed/committed by Pakistan  \n   Post Office Department on behalf of Government of Pakistan and ancillary \n   issues thereto;  \n \n   (b)  ratification of conventions and treaties under  Universal  Postal Union, an agency \n   of the United Nations;  \n \n1Subs., and omitted by Act No. VIII of 2024, ss. 5 -9. \n \n \nPage 6 of 10 \n     (c)  issues pertaining to employees working in Pakistan Post Office Department \n   regulated under the Civil Servants Act, 1973 (LXXI of 1973); and  \n \n  (2) Without prejudice to the generality of the powers under sub -section (1), the Board shall \nhave the followin g powers and functions, namely: ― \n             (a)      to advise the Federal Government on matters relating to postal, financial and  \n   allied services;  \n \n         (b)       to frame overall market oriented postal policies, products, projects and to  \n  introduce flexible tariff regime;  \n \n         (c)      to conduct and assist research and experiments for the improvement of postal \n  products and services;  \n \n          (d) to enhanc e skills of officers, employees and workers by education, training and \n to promote their welfare;  \n \n            (e)       to enter into contracts with Federal Government, provincial governments and   \n                          corporate entities to act as their partner or agent;  \n \n            (f)       re-organization  of Pakistan Post Office Department;  \n \n               (g)       establishment and maintenance of extraterritorial offices of exchange for  \n  reduction of cost and better quality of services;  \n \n           (h)       re-designation of any post;  \n \n              (i)       transfer of posts from one office to any other office;  \n \n           (j)       to approve plans for utilization of postal properties i.e. buildings and lands for \n  revenue generation including but not limited to public private partnership;  \n \n                      (k)    to make strategic decisions regarding restoration and launching of financial \n services including but not limited to post bank and life insurance to ensure \n financial inclusion in line with policies of the State Bank and the Federal    \n Government;  \n \n         (l)     constitution of committees including audit committee in accordance w ith the \n  provisions of the SOE Act;  \n \n         (m)    timely preparation and publication of the financial statements, annual reports \n  and half yearly reports m accordance with the provisions of the SOE Act;  \n \n         (n)        to authorize utilization of non -revenue receipts for specific purposes;  \n \n         (o)        creation, maintenance of revolving funds for any special purpose;  \n \n \n         (p)       to authorize opening and maintenance of bank accounts for any specific purpose \n  subject to the provisions of the Public Finance Management Act, 2019;  \n \n        (q)      to generate special funds for grant of honorarium, cash award, bonus to \n employees of P akistan Post Office Department; and    \n  \n         (r) design, approve and grant incentives to employees on various services of \n Pakistan Post Department.]  \n \nPage 7 of 10 \n   12. Secretary of the Board. ―(1) There shall be a Secretary of the Board who shall be a senior \nofficer of the Postal Group.  \n \n  (2) The Secretary shall ― \n \n   (a)  be responsible for the administration of the Board’s offices;  \n \n             (b)  be responsible for recording all decisions of the Board and monitoring progress \n thereon; and  \n \n   (c)  perform such other functions as the Board may, from time to time, assign.  \n \n  Explanation. ― For the purposes of this section, Postal Group means the Postal Occupational \nGroup as constituted vide the Establishment Division’s O. .M. No. 7/2/15 -ARC, dated the 30th May, \n1975.  \n \n  1[13. Director General. —(1)  There   shall  be  a Director General of the Pakistan Post Office \nDepartment who shall be its chief executive officer and shall be appointed by the Prime Minister on \nrecommendation of the Board.  \n  \n  (2)  The Board shall devise a mechanism for selection of panel of candidates for appointment \nof CEO by the Authority.  \n \n  (3) The Director General may be removed from office by the Prime Minister on \nrecommendation of the Board owing to his unsatisfactory performance.]  \n \n  1[13A. Powers and functions of the Director General. —Subject to the provisions of this \nOrdinance and the SOE Act, Director General shall be responsible for — \n \n    (a)  the management of the Pakistan Post Office Department and for its procedures \n  in financial and other matters under delegat ion from the Board and subject to \n  the oversight and directions of the Board;  \n \n   (b)  ensure the proper implementation of strategies and policies approved by the \n  Board;  \n \n   (c)  put in place appropriate arrangements to ensure that funds and resources are \n  properly safeguarded and are used economically, efficiently and effectively and \n  in accordance with the state -owned enterprise business plan, the primary        \n             objective and all statutory obligations; and  \n \n  (d)  to exercise all administrative and financial powers already delegated as head of \n  department.]  \n \n   \n \n \n \n \n1Subs. and ins. by Act No. VIII of 2024, ss. 10 -11. \n  \n \n \nPage 8 of 10 \n   14. Delegation of powers .―The Board may, by order in writing, direct tht any of its powers, \nshall, in such circumstances  and under such conditions,  if any, as may be specified  in the order be \nexercisable also by a member or the 1[Director General].  \n \n  15. Preparation of plans. ―The Board shall, from time to time, prepare plans and, if \nnecessary, prospective plans, for the development of postal and other services and for the furtherance \nof its purposes and functions under this Ordinance and matters incidental thereto.  \n \n  16. Postal  tariffs. ―1[(1) Rates of postage to be charged in respect of postal articles sent by \ninland post shall be fixed by the Board.]  \n \n  (2) Rates of postage to be charged in respect of postal articles sent abroad shall be fixed by the \nBoard according to the relevant provisions of the Convention adopted by the latest Congress of the \nUniversal Postal Union or in accordance with its international obligations.  \n \n  (3) Fees to be charged in respect of postal articles requiring special treatment and for remittance \nof money shall be fixed by the Board.  \n \n  (4) The Board may, from time to time, settle with foreign postal authorities rates at which \naccounts shall be settled with such authorities in respect of postal traffic between Pakistan and other \ncountries.  \n \n  17. Sa le of assets and services. ― The Board may, in a transparent manner, enter into joint \nventures, concession contracts and management contracts for operation or expansion of its services or \nfunctions including out -sourcing its services:  \n \n  Provided that the Board shall, with the prior approval of the Federal Government, enter into \ncontracts for leasing and selling its assets.  \n \n  18. Budget. ― (1)  The   Board  shall  submit  to the  Federal  Government  a statement  of the \nestimated receipts and expenditure for next financial year for approval in principle.  \n \n  (2) The annual budget shall be approved by the Board.  \n \n  (3) The Board may, within the budgeta ry allocations, authorise any expenditure considered \nnecessary for the efficient performance of the functions of the Pakistan Post Office including re -\nappropriation from one head of account to another.  \n \n  19. Audit and accounts. ― (1) The accounts of the Bo ard shall be maintained in such forms \nas may be determined by the Controller General Accounts.  \n \n  (2) The Auditor General shall have the power to audit or cause to be audited, the accounts of \nthe Pakistan Post Office Department.  \n \n \n  (3) The Board shall cause the Pakistan Post Office Department to produce such accounts and \nbooks and connected documents, and furnish such explanation and information, as the Auditor \nGeneral, or any officer authorized by him in this behalf, may require for the purpose o f the audit.  \n \n  (4) Copies of the audit report shall be sent to the Board and to the Federal Government.  \n \n \n \n1Subs. by Act No. VIII of 2024, ss. 12 -13. \n \nPage 9 of 10 \n   (5) The Board shall cause compliance from the Pakistan Post Office Department with any \ndirective issued  by the Federal Government, the Auditor General or the Public Accounts Committee \nof National Assembly for rectification of an audit objection.  \n \n  20. Internal audit. ― The Board shall, in addition to the audit under section 19, cause to be \ncarried  out  int ernal  audit  of  the  accounts  of  the  Pakistan  Post  Office  Department  for submission \nto the Board through the Chairman.  \n \n  21. Pakistan Postal Services Fund. ―(1) There shall be a fund to be known as the Pakistan \nPostal Services Fund which shall vest in the Board.  \n  (2) The Fund shall consist of ― \n \n   (a)  grants made by the Federal Government;  \n \n   (b)  loans  obtained by the Board with the approval of the Federal Government;  \n \n   (c)  grants made by local bodies;  \n \n   (d)  receipts for services rendered, sale proceeds from movable property and, with \n   the prior approval of the Federal Government, receipts of im movable property;  \n   (e) loans obtained with the special or general prior sanction of the Federal     \n   Government;        \n \n   (f)        foreign aid and loans obtained from any source outside Pakistan with the sanction \n             of, and on such terms as may be approved by, the Federal Government; and  \n \n   (g)       proceeds of all charges and recoveries made under the Pakistan Post Office Act, \n             1898  (VI of 1898); and  \n \n   (h)      all other sums receivable by the Board.  \n \n  (3) The Board shall have power to meet charges from the Fund in connection with its functions \nunder this Ordinance including payment of salary or remuneration of the Chairman, members, officers, \nemployees and adviser s of the Board.  \n \n  (4) All surplus money and profits earned by the Pakistan Post Office Department shall be \ndeposited in the Government Treasury according to the prescribed procedure.  \n \n  22. Appointment of officers, employees and advisers. ―(1)  Subject to sub -section (2), the \nBoard may appoint such officers, employees and advisors as it may consider necessary for the efficient \nperformance of its functions on such terms and conditions as may be prescribed by regulations:  \n \n  (2) All appointments sh all be made in accordance with the prescribed educational, technical or \nprofessional qualifications and experience and age limits, against posts sanctioned by the Government \nand all initial appointments shall be made after advertisement of the vacancies in  the prominent \nnewspapers.  \n \n \nPage 10 of 10 \n   23.   Submission of yearly reports. ―(1)   The   Board   shall   submit   to   the   Federal \nGovernment,  as soon as possible after the end of every financial year but before the 30th September a \nreport on the conduct of its affairs for the year.  \n \n  (2) The Federal Government may require the Board to furnish to it with any report, return, \nstatement, estimates and statistics on any subject and any other document or any other information \nregarding any matter under the control of  the Board.  \n \n  24. Rates of profit and bonus. ―(1) Rates of profit payable to depositors and investors of the \nsavings schemes operated by the Pakistan Post Office Department shall be determined by the Federal \nGovernment.  \n \n  (2) Rates of bonus payable on the  Postal Life Insurance shall be fixed by the Board on the \nadvice of the actuary conducting the valuation of the Postal Life Insurance Fund.  \n \n  25. Directives of the Federal Government. ― For furthering the functions and objectives of \nthe Pakistan Postal Ser vices Management Board, the Federal Government may, as and when it \nconsiders necessary, issue directives to the Board on matters of policy, and such directives shall be \nbinding on the Board and if a question arises whether any matter is a matter of policy or not, the \ndecision of the Federal Government shall be final.  \n \n  26. Power to make rules. ―The Federal Government may, by notification in official Gazette, \nmake rules for carrying out the purposes of this Ordinance.  \n \n  27. Power to make regulations. ― The  Board may, with the prior approval of the Federal \nGovernment, by notification in the official Gazette, make regulations, not inconsistent with this  \nOrdinance  and  the  rules  made  thereunder,  for  carrying  out  the  purposes  of  th is Ordinance.  \n \n  1[28. Removal of difficulties .—If a difficulty arises in giving effect any of the provisions of \nthis Act, the Federal Government may make such order, not inconsistent with the provisions of the \nPakistan Postal Services Management Board Ord inance, 2002 (CXXVI of 2002) and the State -Owned \nEnterprises (Governance and Operations) Act, 2023 (VII of 2023), as may appear to be necessary for \nthe purpose of removing the difficulty.]   \n \n  29. Savings. ―Nothing in the Ordinance shall derogate from or af fect the provision of the Post \nOffice Act, 1898 (IV) of 1898), the Government Saving Bank Act, 1873 (V of 1873), the Post Office \nCash Certificates Act, 1917 (XVIII of 1917), the Post Office National Savings Certificates Ordinance, \n1944 (XLII of 1944), and the Wireless Telegraphy Act, 1933 (XVII of 1933), or any enactment \namending or extending the same, provided that reference to the Pakistan Post Office therein shall \nhereafter be read and constitute as reference to the Board.  \n_________  \n \n \n \n \n \n \n \n \n RGN Date: 16 -08-2024  \n1Subs. by Act No. VIII of 2024, s.14."
}