{
    "file": "./converted_json\\administratorac6862547a10cdfd7dc5f630b8f32fc3.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "Page 1 of 18 \n \n \n \n \n \nTELEGRAPH ACT, 1885  \n \n \n \nCONTENTS  \nPART I  \nPRELIMINARY  \n1.  Short title, local extent and commencement  \n2.  [Repeal ed]  \n3.  Definitions  \nPART II  \nPRIVILEGESAND POWERS OF THE GOVERNMENT  \n4.  Exclusive  privilege  in respect  of telegrap hs, and power  to grant  licenses  \n5.  Power for Government to take possession of licensed telegraphs and to order interception of \nmessages  \n6.  Power to establish telegraph on land of Railway Company  \n7.  Power to make rules for the conduct of telegraphs  \n7A.  Recovery of dues in respect of telegraph, etc . \n8.  Revocation of licenses  \n9.  Government not responsible for loss or damage   \n\n \n \nPage 2 of 18 \n PART III  \nPOWERS TO PLACE TELEGRAPH LINES AND POSTS  \n10.  Power  for telegraph  authority  to place  and maintain  telegraph  lines  and posts. \n11.  Power to enter on property in order to repair or remove telegraph lines or posts.  \n12.  Power for local authority to give permission under section 10, clause (c), subject to \nconditions  \n13.  Power for local authority to require removal or alteration  of telegraph line or post  \n14.  Power to alter position of gas or water pipes or drains  \n15.  Disputes between telegraph authority and local authority  \n17.  Removal or alteration of telegraph line or post on property other than that of a local authority  \n18.  Removal of trees interrupting telegraphic communication  \n19.  Telegraph lines and posts placed before the passing of this Act  \n19A.  Person exercising legal right likely to damage telegraph or interfere with telegraphic \ncommunication to give notice  \n19B.  Power to confer upon licensee powers of telegraph authority under this  \n20.  Establishing , maintaining or working unauthorized telegraph  \n20A.  Breach of condition of license  \n21.  Using unauthorized telegraphs  \n22.  Opposing establishment of telegraphs on rail way land  \n23.  Intrusion into signal -room, trespass in telegraph Office or obstruction  \n24.  Unlawfully attempting to learn contents of messages  \n25.  Intentionally damaging or tampering with telegraphs  \n25A.  Injury to or interference with a telegraph line or  post  \n25B.  Theft of telegraph line  \n25C.  Penalty for tampering, etc., of telegraph line  \n25D.  Penalty for causing annoyance, etc . \n \n \nPage 3 of 18 \n 25E.  Application of Chapter XX, Act V of 1898  \n25F.  Burden of proof in certain cases  \n26.  Telegraph officer or other officia l making away with or altering or unlawfully intercepting or \ndisclosing messages, or divulging purport of signals  \n27.  Telegraph officer fraudulently sending messages without payment  \n28.  Misconduct  \n29.  Sending fabricated or obscene messages  \n29A.  Penalty  \n30.  Retaining a message delivered by mistake  \n31.  Bribery  \n32.  Attempts to commit offences  \nPART V  \nSUPPLEMENTAL PROVISIONS  \n33.  Power to employ additional police in places where mischief to telegraphs is repeatedly \ncommitted  \n34.  [Omitted ]  \n \n \nPage 4 of 18 \n THE TELEGRAPH  ACT, 1885  \n *1Act NO. XIII OF 1885   \n[22nd July, 1885]  \nAn Act to amend the law relating to Telegraphs in 2[Pakistan]  \n WHEREAS it is expedient to amend the law relating to telegraphs in 3[Pakistan]; It is hereby \nenacted as f ollows: — \nPART I  \nPRELIMINARY  \n  1. Short  title,  local  extent  and commencement. —(1) This Act may be called  the 4[*] \nTelegraph  Act, 1885.  \n 5[(2) It extends  to the whole  of Pakistan,  and it applies  also to 6[all citizens  of Pakistan  and \npersons  in the service  of Government  wherever  they may be.]] \n (3) It shall  come  into force  on the first day of October,  1885.  \n 2. 7[Repeal ed] \n 3. Definitions. — In this Act, unless  there  is something  repugnant  in the subject  or context, — \n 8[(1) “telegraph”  means  any apparatus,  equipment  or plant  used for transmit ting, emitting,  \nmaking  or receiving  signs,  signals,  writing,  speech,  sound  or intelligence  of any nature  by wire,  radio  \nor visual  or electromagnetic  system:]  \n (2) “telegraph  officer”  means  any person  employed  either  permanently  or temporarily  in \nconnection  with a telegraph  established,  maintained  or worked  by 9[the 10[Fede ral Government]]  or \nby a person  licensed  under  this Act: \n \n \n*The Act was repealed  by Ord. LI of 1994,  but the same  has been  revived  by Ord. No. LXIII  of 1995,  s.33. \n1This Act was declared  to be in force  in Baluchistan  by the British  Baluchistan  Laws  Regulation,  1913  (II of 1913),  s. 3 and Sch. \nIt has also been  extended  to the Leased  Areas  of Baluchistan,  see the Leased  Areas  (Laws)  Order,  1950  (G. G. O. III of 1950);  and applied  in the \nFeder ated Areas  of Baluchistan,  see Gazette  of India,  1937,  Pt. I, p. 1499.  \nIt has been  applied  to Phulera  in the Excluded  Area  of Upper  Tanawal  to the extent  the Act is applicable  in the N.W.F.P.,  subject  to certain  modi - \nfications;  and also extended  to the Excluded  Area  of Upper  Tanawal  (N.W.F.P.)  other  than Phulera  with effect  from  such date and subject  to such \nmodifications  as may be notified,  see N.W.F.P.  (Upper  Tanawal)  (Excluded  Area)  Laws  Regulation,  1950.  \n2Subs.  by the Federal  Laws  (Revision  and Declara tion)  Act, 1951  (XXVI  of 1951),  s. 4 and 3rd Sch.,  for “India”.  \n3Subs.  by A.O.,  1949,  Sch.,  for “India”.  \n4The word  “Indian”  omitted  by A. O.,1949,  Sch. \n5Subs. by A. O., 1949,  Sch.,   \n6Subs. by A. O., 1961,  Art. 2 and Sch.,  \n7Rep. by the Repealing Act, 1938 ( I of 1938) s. 2 and Sch.  \n8Subs.  by Act No. LXVII  of 1975,  s. 2, for the existing  clause  (1). \n9Subs. by A. O., 1937, for “the Govt”.  \n10Subs. by Act No. LXVII  of 1975, s. 2, for “Central Government”.  \n \n \nPage 5 of 18 \n  1[(3) “message”  means  any communication,  whether  in written, printed,  pictorial  or spoken  \nform,  transmitted,  emitted,  made,  received  or delivered  by telegraph  or given  to a telegraph  officer  to \nbe transmitted  or emitted,  and includes  all contents  thereof;  \n (4) “telegraph  line”  means  a wire or cable  used for the purpose  of telegraph,  including  any \ncasing,  coating,  tube,  tunnel,  duct or pipe enclosing  the same,  and includes  any apparatus  connected  \ntherewith  :] \n (5) “post”  means  a post,  pole,  standard,  stay, strut or other  2[* *] contrivance  for carrying,  \nsuspendin g or supporting  a telegraph  line 3[and includes  masts  and towers  required  for telegraph]:  \n (6) “telegraph  authority”  means  the 4[Director -General,  Pakistan  Telegraph  and Telephone  \nDepartment],  and includes  any officer  empowered  by him to perform  all or any of the functions  of \nthe telegraph  authority  under  this Act: \n (7) “local  authority”  means  any municipal  committee,  district  board,  body  of port \ncommissioners  or other  authority  legally  entitled  to, or entrusted  by 5[the 6[Federal]  or any Provincial  \nGovernm ent] with,  the control  or management  of any municipal  or local  fund 7[:] \n 8[(8) “works”  means  a manhole,  cabinet,  housing  for cable  repeater  or radio  repeater  or any \nother  structure  above  or under  the ground,  required  for a post or telephone  line:]  \nPART II  \nPRIVILEGESAND POWERS OF THE GOVERNMENT  \n 4. Exclusive privilege in respect of telegraphs, and power to grant licenses.__9[(1)] Within  \n10[Pakistan],  the 11[Federal  Government]  shall  have  the exclusive  privilege  of establishing,  \nmaintaining  and working  teleg raphs:  \n Provided  that the 11[Federal  Government]  may grant  a license,  on such conditions  and in \nconsideration  of such payments  as 12[it] thinks  fit, to any person  to establish,  maintain  or work  a \ntelegraph  within  any part of 10[Pakistan]:  \n \n1Subs.  by Act No . LXVII  of 1975, s. 3 for the original  clauses  (3) and (4). \n2The words  “above  ground”,  omitted  ibid. \n3Added  ibid. \n4Subs.  by the Posts  and Telegraphs  (Amdt.)  Act, 1962  (V of 1962),  s. 2 (1), for “Director  General  of [Posts  and Telegraphs]”.  \n5Subs.  by A. O., 1937,  for “Govt”.  \n6Subs.  by F. A. O., 1975,  Art. 2 and Table  for “Central”.  \n7Subs.  by Act No. LXVII  of 1975,  s. 3, for full stop.  \n8Added  ibid. \n9Section . 4 was renumbered as s. 4 (1)  by the Indian Telegraph (Amdt.) Act, 1914 ( VII of 1914), s. 4.  \n10Subs. b y A. O., 19 49, Sch.  for “British Indian ”. \n11Subs. by A.O., 1937, for  “Gazette of India”.  \n12Subs. by A. O., 1937, for “he”.  \n \n \nPage 6 of 18 \n  1[Provided  further  that the 2[Federal  Government]  may,  by rules  made  under  this Act and \npublished  in the 3[official  Gazette],  perm it, subject  to such restrictions  and conditions  as 4[it] thinks  \nfit, the establishment,  maintenance  and working — \n(a)  of wireless  telegraphs  on ships  within  5[Pakistan]  territorial  waters  6[and on \naircraft  within  or above  7[Pakistan],  or 5[Pakistan]  territ orial waters],  and \n(b)  of telegraphs  other  than wireless  telegraphs  within  any part of 7[Pakistan].  \n (2) The 2[Federal  Government]  may,  by notification  in the 3[official  Gazette],  delegate  to the \ntelegraph  authority  all or any of 8[its] powers  under  the first proviso  to sub-section  (1). \n The exercise  by the telegraph  authority  of any power  so delegated  shall  be subject  to such \nrestrictions  and conditions  as the 2[Federal  Government]  may,  by the notification,  think  fit to \nimpose.]  \n 5. Power  for Government  to take possession  of licensed  telegraphs  and to order  \ninterception  of messages. —(1) On the occurrence  of any public  emergency,  or in the interest  of the \npublic  safety,  the 9[Federal  Government]  or a 10[Provincial  Government],  or any officer  specially  \nautho rized  in this behalf  l1[by the 9[Federal  Government]  or a Provincial  Government],  may— \n(a)  take temporary  possession  of any telegraph  established,  maintained  or worked  \nby any person  licensed  under  this Act; or \n(b)  order  that any message  or class  of messa ges to or from  any person  or class  of \npersons  or relating  to any particular  subject  brought  for transmission  by, or \ntransmitted  or received  by, any telegraph,  shall  not be transmitted,  or shall  be \nintercepted  or detained,  or shall  be disclosed  to 12[the Government  making  the \norder]  or an officer  thereof  mentioned  in the order.  \n (2) If any doubt  arises  as to the existence  of a public  emergency,  or whether  any act done  \nunder  sub-section  (1) was in the interest  of the public  safety,  13[a certificate  of the 9[Federal  \nGovernment]  or, as the case may be, the Provincial  Government]  shall  be conclusive  proof  on the \npoint.  \n1Second  proviso  and sub-section  (2) were  added  to that section  by the Indian  Telegraph  (Amdt.)  Act, 1914  (VII of 1914),  s. 4. \n2Subs. by Act No. LX VII of 1975, s. 2, for “Central Government” .  \n3Subs. A.O., 1937  for “Gazette of India”.  \n4Subs. by A. O., 1937, for “he”.  \n5Subs. by A. O., 1949, Sch., for “Indian”.  \n6Ins. by the Indian Telegraph (Amdt.) Act, 1930 (27 of 1930).  \n7Subs.  by A, O., 1949,  Sch.,  for “British  India”.  \n8Subs.  by A. O., 1937,  for “his”.  \n9Subs. by Act No. LXVII  of 1975 , s. 4.   \n10Subs. A.O., 1937  for “L.G.”.  \n11Subs. by A. O., 1937, for “by the G. G. in C.”. \n12Subs.by A. O., 1937, for “the Govt.”.  \n13Subs. ibid., for, “a certificate signed by a Secretary to the G. of I or to the L. G.”.  \n \nPage 7 of 18 \n  6. Power  to establish  telegraph  on land  of Railway  Company. —1[The  Railway  \nAdministration],  on being  required  so to do by the 2[Federal  Government],  shall  permit  the \nGovernment  to establish  and maintain  a telegraph  upon  any part of the land 3[under  the management  \nor control  of the Administration],  and shall  give every  reasonable  facility  for working  the same.  \n 7. Power  to make  rules  for the conduct  of telegraphs. —(1) The 2[Federal  Government]  \nmay,  from  time to time,  by notification  in the 4[official  Gazette],  make  rules  consistent  with this Act \nfor the conduct  of all or any telegraphs  established,  maintained  or worked  by the Government  or by \npersons  licensed  under  this Act. \n (2) Rules  under  this section  may provide  for all or any of the following,  among  other  matters,  \nthat is to say:— \n(a)  the rates  at which,  and the other  conditions  and restrictions  subject  to which,  \nmessages  shall  be transmitted;  \n(b)  the precautions  to be taken  for preventing  the improper  interception  or \ndisclosure  of messages;  \n(c)  the period  for which,  and the conditions  subject  to which,  telegrams  and other  \ndocuments  belonging  to, or being  in the custody  of, telegraph  officers  shall  be \npreserved;  and \n(d)  the fees to be charged  for searchi ng for telegrams  or other  documents  in the \ncustody  of any telegraph  officer.  \n (3) When  making  rules  for the conduct  of any telegraph  established,  maintained  or worked  by \nany person  licensed  under  this Act, the 2[Federal  Government]  may,  by the rules,  presc ribe fines  for \nany breach  of the same:  \n Provided  that the fines  so prescribed  shall  not exceed  the following  limits,  namely: — \n(i)  when  the person  licensed  under  this Act is punishable  for the breach,  one \nthousand  rupees,  and in the case of a continuing  breach a further  fine of two \nhundred  rupees  for every  day after the first during  the whole  or any part of \nwhich  the breach  continues;  \n(ii)  when  a servant  of the person  so licensed,  or any other  person,  is punishable  for \nthe breach,  one-fourth  of the amounts  specified  in clause  (i). \n \n \n \n1Subs.  by Act No. LXVII  of 1975,  s. 5, for “Any  Railway  Company”.  . \n2Subs.  by Act No. LXVII  of 1975, s. 2, for “Central  Government”   \n3Subs.  by Act No. LXVII  of 1975,  s. 5, for “of the Company”.  \n4Subs.  by A. O.,1937,  for “Gazett e of India”. \n \nPage 8 of 18 \n  1[7A. Recovery  of dues  in respect  of telegraph,  etc.—If any person  does not pay any sum \ndue from  him under  this Act in respect  of any telegraph  or message,  the sum so due may,  on \napplication  made  by the telegraph  authority  in this behalf,  be recovered  from  such person,  as if it \nwere  a fine imposed  under  this Act by any Magistrate  having  jurisdiction  where  that person  may for \nthe time being  be resident;  and the telegraph  authority  may further  direct  that any message,  2[*  * *] \nnot being  on Pakistan  State  Service,  addressed  to that person,  shall  be withheld  from  him until the \nsum so due is paid or recovered  as aforesaid.]  \n 8. Revocation  of licenses. —The 3[Federal  Government]  may,  at any time,  revoke  any license  \ngranted  under  section  4, on the breach of any of the conditions  therein  contained,  or in default  of \npayment  of any consideration  payable  thereunder.  \n 9. Government  not responsible  for loss or damage.—The 4[Government]  shall  not be \nresponsible  for any loss or damage  which  may occur  in conse quence  of any telegraph  officer  failing  \nin his duty with respect  to the receipt,  transmission  or delivery  of any message;  and no such officer  \nshall  be responsible  for any such loss or damage  unless  he causes  the same  negligently,  maliciously  \nor fraudulentl y. \nPART III  \nPOWERS TO PLACE TELEGRAPH LINES AND POSTS  \n 10. Power for telegraph authority to place and maintain telegraph lines and posts. — \n5[The  telegraph  authority  may place,  set up, repair,  alter and maintain  or cause  to be placed,  set up, \nrepaired,  altered and maintained  a telegraph  line, post or works  under,  over,  along,  across  or through  \nany land,  seashore,  road,  stream,  water  or any immovable  property,  may break,  excavate  and remove  \nsoil to the extent  and depth  required  for placing  or removing  telegra ph line, post or works,  and, for \nthe purpose  of constructing  or maintaining  a telegraph  line or post,  may dig earth,  stone  and gravel  \nand fell trees].  \nProvided  that— \n(a)  the telegraph  authority  shall  not exercise  the powers  conferred  by this section  \nexcep t for the purposes  of a telegraph  established  or maintained  by the \n3[Federal  Government],  or to be so established  or maintained;  \n(b)  the 3[Federal  Government]  shall  not acquire  any right  other  than that of user \nonly in the property  under,  over,  along,  across, in or upon  which  the telegraph  \nauthority  places  any telegraph  line or post;  and \n \n \n1Ins. by Act No. XXV  of 1957,  s. 2. \n2Omitted  by Act No. LXVII  of 1975,  s. 6. \n3Subs. by Act  No. LXVII  of 1975, s. 2, for “Central Government”  \n4Subs.  by A. O., 1961,  Art. 2, for “Crown” .  \n5Subs. by Act  No. LXVII  of 1975, s. 7, for certain words.  \n \nPage 9 of 18 \n  (c)  except  as hereinafter  provided,  the telegraph  authority  shall  not exercise  those  \npowers  in respect  of any property  vested  in or under  the control  or \nmanagement  of any local  authority,  without  the permission  of that authority;  \nand \n(d)  in the exercise  of the powers  conferred  by this section,  the telegraph  authority  \nshall  do as little damage  as possible,  and, when  it has exercised  those  powers  \nin respect  of any property  other  than that referred  to in clause  (c), shall  pay full \ncompensation  to all persons  interested  for any damage  sustained  by them  by \nreason  of the exercise  of those  powers.  \n 11. Power  to enter  on property  in order  to repair  or remove  telegraph  lines  or posts.— \nThe telegraph  authority  may,  at any time,  for the purpose  of examining,  repairing,  altering  or \nremoving  any telegraph  line 1[, post or works],  enter  on the property  under,  over,  along,  across,  in or \nupon  which  the line or post has been  placed.  \nProvisions  applicable  to Property  vested  in or under  the Control  or Management  of Local  \nAuthorities.  \n 12. Power  for local  authority  to give permission  under  section  10, clause  (c), subject  to \nconditions. — 2[(1)] Any permission  given  by a local  authority  under  section  10, clause  (c), may be \ngiven  subject  to such reasonable  conditions  as that authority  thinks  fit to impose,  as to the payment  \nof any expenses  to which  the authority  will necessarily  be put in consequence  of the exercise  of the \npowers  conferred  by that section,  or as to the time or mode  of execution  of any work,  or as to any \nother  thing  connected  with or relative  to any work  undertaken  by the telegraph  authority  under  those  \npowers  [ : ]3 \n4[Provided that, notwithstanding anything contained in any other law for th e time being in \nforce, the local authority shall not impose any condition which requires the telegraph authority to pay \nrent or royalty for setting up or placing a telegraph line over, across, along or through th e property of \nthat authority. ]   \n4[(2) Any d ispute regarding the amount of the expenses payable by the telegraph authority \nunder sub -section (1) shall be determined in accordance with section 15:  \nProvided that permission to the telegraph authority shall not be withhe ld on account of such \ndispute.]  \n \n1Subs. by Act No. LXVII  of 1975, s. 8, for “or post”  \n2Re-numbered, as sub -section (1) of that section, ibid., s. 9 . \n3Subs. by Act  No. LXVII  of 1975, s. 9, for full -stop.  \n4Added ibid.  \n \n \nPage 10 of 18 \n 13. Power for local authority to require removal or alteration of tele graph line or \npost.— When, under the foregoing provisions of this Act, a telegraph line 1[, post or works] has been \nplaced by the telegraph authority under, over, along, across, in or upon any property vested in or \nunder the control or management of a loca l authority, and the local authority, having regard to \ncircumstances which have arisen since the tel egraph line 1[, post or works] was so placed, considers \nit expedient that it should be removed or that its position should be altered, the local authority m ay \nrequire the telegraph authority to remove it or alter its position, as the case may be.  \n14. Power to alter position of gas or water pipes or drains. — The telegraph authority may, \nfor the purpose of exercising the power conferred upon it by this Act in respect of any property \nvested in or under the control or management of a local authority, alter the position thereunder on \nany pipe (not being a main) for the supply of gas or water, or of any drain (not being a main drain):  \nProvided that —  \n(a) when the telegraph authority desires to alter the position of any such pipe or drain, it shall \ngive reasonable notice of its intention to do so, specifying the time at which it will begin to do so, to \nthe local authority, and, when the pipe or drain is not under th e control of the local authority, to the \nperson under whose control the pipe or drain is;  \n (b) a local authority or person receiving notice under clause (a) may send a person to \nsuperintend the work, and the telegraph authority shall execute the work to th e reasonable \nsatisfaction of the person so sent . \n 15. Disputes between telegraph authority and local authority. —(1) If any dispute  arises  \nbetween  the telegraph  authority  and a local  authority  in consequence  of the local  authority  refusing  \nthe permission  referred  to in section  10, clause  (c), or prescribing  any condition  under  section  12, or \nin consequence  of the telegraph  authority  omitting  to comply  with a requisition  made  under  section  \n13, or otherwise  in respect  of the exercise  of the powers  conferred  by this Act, it shall  be determined  \nby such officer  as the 2[Federal  Government]  may appoint  either  generally  or specially  in this behalf.  \n (2) An appeal  from  the determination  of the officer  so appointed  shall  lie to the 1[Federal  \nGovernment];  and the order  of the 2[Federal  Government]  shall  be final.  \n \nProvisions applicable to other Property  \n 16. Exercise of powers conferred by section 10, and disputes as to compensation, in case \nof property other than that of a local authority. —(1) If the exercise  of the powers  mentioned  in \nsection  10 in respect  of property  referred  to in clause  (d) of that section  is resisted  or obstructed,  the \nDistrict  Magistrate  may,  in his discretion,  order  that the telegraph  authority  shall  be permitted  to \nexercise  them.  \n \n1Subs  by Act  No. LXVII  of 1975), s. 10, for “or post”.  \n2Subs. by Act  No. LXVII  of 1975, s. 2, for “Central Government” .\n \n \nPage 11 of 18 \n  (2) If, after the making  of an order  under  sub-section  (1), any person  resists  the exercise  of \nthose  powers,  or, having  control  over the property,  does not give all facilities  for their being  \nexercised,  he shall  be deemed  to have  committed  an offence  under  section  188 of the Pakistan  Penal  \nCode  (XLV  of 1860).  \n (3) If any dispute  arises  concerning  the sufficiency  of the compensation  to be paid under  \nsection 10, clause  (d), it shall,  on application  for that purpose  by either  of the disputing  parties  to the \nDistrict  Judge  within  whose  jurisdiction  the property  is situate,  be determined  by him. \n (4) If any dispute  arises  as to the persons  entitled  to receiv e compensation  or as to the \nproportions  in which  the persons  interested  are entitled  to share  in it, the telegraph  authority  may pay \ninto the Court  of the District  Judge  such amount  as he deems  sufficient,  or, where  all the disputing  \nparties  have  in writin g admitted  the amount  tendered  to be sufficient  or the amount  has been  \ndetermined  under  sub-section  (3), that amount;  and the District  Judge,  after giving  notice  to the \nparties  and hearing  such of them  as desire  to be heard,  shall  determine  the persons  entitled to receive  \nthe compensation  or, as the case may be, the proportions  in which  the persons  interested  are entitled  \nto share  in it. \n (5) Every  determination  of a dispute  by a District  Judge  under  sub-section  (3) or sub-section  \n(4) shall  be final:  \n Provi ded that nothing  in this sub-section  shall  affect  the right  of any person  to recover  by suit \nthe whole  or any part of any compensation  paid by the telegraph  authority  from  the person  who has \nreceived  the same.  \n 17. Removal or alteration of telegraph line o r post on property other than that of a local \nauthority. —(1) When,  under  the foregoing  provisions  of this Act, a telegraph  line if 1[, post or \nworks]  has been  placed  by the telegraph  authority  under,  over,  along,  across,  in or upon  any \nproperty,  not being  property  vested  in or under  the control  or management  of a local  authority, and \nany person  entitled  to do so desires  to deal with that property  in such a manner  as to render  it \nnecessary  or convenient  that the telegraph  line or post should  be removed  to another  part thereof  or \nto a higher  or lower  level  or altered  in form,  he may require  the telegraph  authority  to remove  or alter \nthe line or post accordingly:  \n Provided  that, if compensation  has been  paid under  section  10, clause  (d), he shall,  when  \nmaking  the requisition,  tender  to the telegraph  authority  the amount  requisite  to defray  the expense  of \nthe removal  or alteration,  or half of the amount  paid as compensation,  whichever  may be the smaller  \nsum.  \n (2) If the telegraph  authority  omits  to comply  with the requisition,  the person  making  it may \napply  to the District  Magistrate  within  whose  jurisdiction  the property  is situate  to order  the removal  \nor alteration.  \n (3) A District  Magistrate  receiving  an application  under  sub-section  (2) may,  in his \ndiscretion,   reject  the same  or  make  an order  absolutely  or  subject  to conditions,   for the removal  of  \n \n1Subs. by Act No. LXVII of 1975, s.11 for “or post”.  \n \n \nPage 12 of 18 \n the telegraph  line or post to any other  part of the property  or to a higher  or lower  level,  or for the \nalteration  of its form;  and the order  so made  shall  be final.  \nProvisions  applicable  to all Property  \n 18. Removal  of trees  interrupting  telegraphic  communication. —(1) If any tree standing  or \nlying  near a telegraph  line interrupts,  or is likely  to interrupt,  telegraphic  communication,  a \nMagistrate  of the first or second  class  may,  on the application  of the telegraph  authority,  cause  the \ntree to be removed  or dealt  with in such other  way as he deems  fit. \n (2) When  disposing  of an application  under  sub-section  (1), the Magistrate  shall,  in the case \nof any tree in existence  before  the telegraph  line was placed,  award  to the persons  interested  in the \ntree such compensation  as he thinks  reasonable,  and the award  shall  be final.  \n 19. Telegraph  lines  and posts  placed  before the passing  of this Act.— Every  telegraph  line \n1[, post or works]  placed  before  the passing  of this Act under,  over,  along,  across,  in or upon  any \nproperty,  for the purposes  of a telegraph  established  or maintained  by the 2[Federal  Government],  \nshall  be deemed  to have  been  placed  in exercise  of the powers  conferred  by, and after observance  of \nall the requirements  of, this Act. \n 3[19A. Person exercising legal right likely to damage telegraph or interfere with \ntelegraphic communication to give notice. —(1) Any person  desiring  to deal in the legal  exercise  of \na right  with any property  in such a manner  as is likely  to cause  damage  to a telegraph  line 4[, post or \nworks]  which  has been  duly placed  in accordance  with the provisions  of this Act, or to interrupt  or \ninterfere  with telegraphic  communication,  shall  give not less than one month’s  notice  in writing  of \nthe intended  exercise  of such right  to the telegraph  authority,  or to any telegraph  officer  whom  the \ntelegraph  authority  may empower  in this behalf.  \n(2) If any such person  without  having  complied  with the provisions  of sub-section  (1) deals  \nwith any property  in such a manner  as is likely  to cause  damage  to any telegraph  line 4[, post or \nworks],  or to interrupt  or interfere  with telegraphic  communication,  a Magistrate  of the first or \nsecond  class  may,  on the application  of the telegraph  authority,  order  such person  to abstain  from  \ndealing  with such property  in such manner  for a period  not exceeding  one month  from  the date of his \norder  and forthwith  to take such action  with regard  to such property  as may be in the opinion  of the \nMagistrate  necessary  to remedy  or prevent  such damage,  interruption  or interference  during  such \nperiod.  \n \n (3) A person  dealing  with any property  in the manner  referred  to in sub-section  (1) with the \nbona fide  intention  of averting  imminent  danger  of personal  injury  to himself  or any other  human  \nbeing  shall  be deemed  to have  complied  with the provisions  of the said sub-section  if he gives  such \nnotice  of the intended  exercise  of the right  as is in the circumstances  possible,  or where  no such \nprevious  notice  can be given  without  incurring  the imminent  danger  referred  to above,  if he forthwith  \ngives  notice  of the actual  exercise  of such right  to the authority  or officer  specified  in the said sub-\nsection.]  \n \n1Subs.  by Act No. LXVII  of 1975,  s. 12, for “or post”.  \n2Subs.  ibid.,  s. 2, for “Central  Government” . \n3Ins. by the Indian Telegraph (Amdt.) Act, 1914 ( VII of 1914), s. 5.  \n4Subs. by Act No. LXVII  of 1975, s. 12, for “or post” .\n \nPage 13 of 18 \n 1[19B.  Power  to confer  upon  licensee  powers  of telegraph  authority  under  this Part.— \nThe 2[Federal  Government]  may,  by notification  in the 3[official  Gazette],  confer  upon  any licensee  \nunder  section  4, in respect  of the extent  of his license  and subject  to any conditions  and restrictions  \nwhich  the 2[Federal  Government]  may think  fit to impose  and to the provisions  of this Part, all or any \nof the powers  which  the telegraph  authority  possesses  under  this Part with regard  to a telegraph  \nestablished  or maintained  by the Govern ment  or to be so established  or maintained:  \n Provided  that the notice  prescribed  in section  19A shall  always  be given  to the telegraph  \nauthority  or officer  empowered  to receive  notice  under  section  19A (1).] \nPART IV  \nPENALTIES  \n 4[20. Establishing , maintain ing or working unauthorized telegraph. —(1) If any person  \nestablishes,  maintains  or works  a telegraph  within  5[Pakistan]  in contravention  of the provisions  of \nsection  4 or otherwise  than as permitted  by rules  made  under  that section,  he shall  be punished,  if the \ntelegraph  is a wireless  telegraph,  with imprisonment  which  may extend  to three  years,  or with fine, \nor with both,  and, in any other  case,  with a fine which  may extend  to one thousand  rupees.  \n(2) Notwithstanding  anything  contained  in the Code  of Crimi nal Procedure,  1898  (V of \n1898),  offences  under  this section  in respect  of a wireless  telegraph  shall,  for the purposes  of the said \nCode,  be bailable  and non-cognizable.  \n (3) When  any person  is convicted  of an offence  punishable  under  this section,  the Court \nbefore  which  he is convicted  may direct  that the telegraph  in respect  of which  the offence  has been  \ncommitted,  or any part of such telegraph,  be forfeited  to 6[Government].  \n 7[20A. Breach of condition of license. —If the holder  of a license  granted  under  section  4 \ncontravenes  any condition  contained  in his license,  he shall  be punished  with fine which  may extend  \nto one thousand  rupees,  and with a further  fine which  may extend  to five hundred  rupees  for every  \nweek  during  which  the breach  of the condition  continues.]  \n21. Using unauthorized telegraphs. —If any person,  knowing  or having  reason  to believe  \nthat a telegraph  has been  established  or is maintained  or worked,  in contravention  of this Act, \ntransmits  or receives  any message  by such telegraph,  or perform s any service  incidental  thereto,  or \ndelivers  any message  for transmission  by such telegraph,  or accepts  delivery  of any message  sent \nthereby,  he shall  be punished  with fine which  may extend  to fifty rupees.  \n \n1Ins. by the Indian Telegraph (Amdt.) Act, 1914  (VII of 1914), s. 5.  \n2Subs.  by Act No. LXVII  of 1975,  s. 2, for “Central  Government” .  \n3Subs.  by A. O., 1937,  for “Gazette  of India”.  \n4Subs. by the Indian Te1egrnph (Amdt.) Act, 1914 ( VII of 1914), s. 6, for the original section.  \n5Subs. by A. O., 1949, Sc h., for “British India”.  \n6Subs. by A.O., 1961, Art, 2, for “His Majesty” (with effect from the 23rd March, 1956).  \n7Ins. by the Indian Telegraph (Amdt.) Act, 1914 ( VII of 1914), s. 7 . \n \nPage 14 of 18 \n  22. Opposing  establishment  of telegraphs  on railway  land.—If 1[the Railw ay \nAdministration]  or an officer  of 1[the Railway  Administration]  neglects  or refuses  to comply  with the \nprovisions  of section  6, it or he shall  be punished  with fine which  may extend  to one thousand  rupees  \nfor every  day during  which  the neglect  or refusal  continues.  \n 23. Intrusion  into signal -room,  trespass  in telegraph  Office  or obstruction. —If any \nperson — \n2[(a)  without  permission  of competent  authority,  enters  a building,  or a portion  \nthereof,  housing  equipment  belonging  to the telegraph  authority  or to a person  \nlicensed  under  this Act, or] \n(b)  enters  a fenced  enclosure  round  such a telegraph  office  in contravention  of any \nrule or notice  not to do so, or \n(c)  refuses  to quit such room  or enclosure  on being  requested  to do so by any \nofficer  or servant  employed  therein,  or \n(d)  wilfully  obstructs  or impedes  any such officer  or servant  in the performance  of \nhis duty,  \nhe shall  be punished  with fine which  may extend  to five hundred  rupees.  \n 24. Unlawfully attempting to learn contents of messages. —If any perso n does any of the \nacts mentioned  in section  23 with the intention  of unlawfully  learning  the contents  of any message,  \nor of committing  any offence  punishable  under  this Act, he may (in addition  to the fine with which  \nhe is punishable  under  section  23) be punished  with imprisonment  for a term which  may extend  to \none year.  \n 25. Intentionally damaging or tampering with telegraphs. —If any person,  intending —  \n(a)  to prevent  or obstruct  the transmission  or delivery  of any message,  or \n(b)  to intercept  or to acqu aint himself  with the contents  of any message,  or \n(c)  to commit  mischief,  \ndamages,  removes,  tampers  with or touches  any battery,  machinery,  telegraph  line, post or other  \nthing  whatever,  being  part of or used in or about  any telegraph  or in the working  thereof, he shall  be \npunished  with imprisonment  for a term which  may extend  to three  years,  or with fine, or with both.  \n \n1Subs.  by Act No. LXVII  of 1975,  s. 14, for “a Railway  Company”.  \n2Subs.  ibid..  s. 15 for clause  “(a)”.\n \n \nPage 15 of 18 \n l[25A.  Injury  to or interference  with a telegraph  line or post.—If, in any case not \nprovided  for by section  25, any person  deals  with any property  and thereby  wilfully  or negligently  \ndamages  any telegraph  line 2[,post  or works]  duly placed  on such property  in accordance  with the \nprovisions  of this Act, he shall  be liable  to pay the telegraph  authority  such expenses  (if any) as may \nbe incurred  in making  good  such damage,  and shall  also, if the telegraphic  communication  is by \nreason  of the damage  so caused  interrupted,  be punishable  with a fine which  may extend  to one \nthousand  rupees:  \n Provided  that the provisions  of this section  shall  not apply  where  such damage  or interruption  \nis caused  by a person  dealing  with any property  in the legal  exercise  of a right  if he has complied  \nwith the provisio ns of section  19A (1).] \n 3[25B.  Theft  of telegraph  line.—If any person  commits  theft of a telegraph  line, copper  \nwire,  cable  or cable  accessory,  he shall  be punished  with rigorous  imprisonment  for a term which  is \nnot less than one year and not more  than seven years  and also with fine. \n Explanation.___In this section,  “theft”  has the same  meaning  as in the Pakistan  Penal  Code  \n(Act XLV  of 1860).  \n 25C. Penalty for tampering, etc., of telegraph line. —Any person,  including  a telegraph  \nofficer,  who tampers  with or uses a telegraph  line or telegraph  in order  to cause  wrongful  loss to the \nGovernment  or to any subscriber  or to cause  wrongful  gain to any subscriber  or any other  person  \nshall,  without  prejudice  to any action  which  the telegraph  authority  is competent  to take under  this \nAct, be punishable  with rigorous  imprisonment  for a term which  is not less than one year and not \nmore  than seven  years,  with or without  fine. \n 25D. Penalty for causing annoyance, etc. —Any person,  including  a telegraph  officer,  who \nuses any telephone,  public  or private,  for causing  annoyance  or intimidation  to any person,  whether  a \nsubscriber  or not, or for obnoxious  calls shall,  without  prejudice  to any other  action  which  the \ntelegraph  authority  is competent  to take under  this Act, be punis hable  with imprisonment  for a term \nwhich  may extend  to three  years,  or with fine, or with both.  \n 25E. Application of Chapter XX, Act V of 1898. —The provisions  of Chapter  XX of the \nCode  of Criminal  Procedure,  1898  (Act V of 1898) , shall  apply  to the trial of offences  punishable  \nunder  this Act. \n 25F. Burden of proof in certain cases. —Any person  who is found  to be in possession  of, or \nhaving  under  his control,  without  lawful  authority,  telegraph  line, copper  wire,  cable  or cable  \naccessory  of a kind notified  by the telegraph  authority  to be generally  used by the Pakistan  Telegraph  \nand Telephone  Department  shall,  unless  he proves  that he has such authority,  be deemed  to have  \ncommitted  the offence  punishable  under  section  25B.]  \n \n1Ins. by the Indian  Telegraph  (Amdt .) Act, 1914  (VII of 1914),  s. 8. \n2Subs.  by Act No. LXVII  of 1975 , s. 16, for “or post”.  \n3Ins. ibid.,  s.17.\n \nPage 16 of 18 \n 26. Telegraph  officer  or other  official  making  away  with  or altering  or unlawfully  \nintercepting  or disclosing  messages,  or divulging  purport  of signals.— If any telegraph  officer,  or \nany person,  not being  a telegraph  officer  but having  official  duties  connected  with any office  which  \nis used as a telegraph  office, — \n(a)  wilfully  secretes,  makes  away  with or alters  any message  which  he has \nreceived  for transmission  or delivery,  or \n(b)  wilfully  and otherwise  than in obedience  to an order  of the 1[Federal  \nGovernment]  or of a 2[Provincial  Government],  or of an officer  specially  \nauthorized  3[by the 4[Federal]  or a Provincial  Government]  to make  the order,  \nomits to transmit,  or intercepts  or detains,  any message  or any part thereof,  or \notherwise  than in pursuance  of his official  duty or in obedience  to the direction  \nof a competent  Court,  discloses  the contents  or any part of the contents  of any \nmessage,  to any person  not entitled  to receive  the same,  or \n(c)  divulges  the purport  of any telegraphic  signal  to any person  not entitled  to \nbecome  acquainted  with the same,  \nhe shall  be punished  with imprisonment  for a term which  may extend  to three  years  or with fine, or \nwith both.  \n 27. Telegraph officer fraudulently sending messages without payment. —If any telegraph  \nofficer  transmits  by telegraph  any message  on which  the charge  prescribed  by the 1[Federal  \nGovernment],  or by a person  licensed  under  this Act, as the case may be, has not been  paid,  \nintending  thereby  to defraud  the 1[Federal  Government]  or that person,  he shall  be punished  with \nimprisonment  for a term which  may extend  to three  years,  or with fine, or with both.  \n 28. Misconduct. —If any telegraph  officer,  or any person  not being  a telegraph  officer  but \nhaving  official  duties  connected  with any office  which  is used as a telegraph  office,  is guilty  of any \nact of drunkenness,  carelessness  or other  misconduct  whereby  the correct  transmission  or the \ndelivery  of any message  is impeded  or delayed,  or if any telegraph  officer  loiters  or delays  in the \ntransmission  or delivery  of any message,  he shall  be punished  with imprisonment  for a term which  \nmay extend  to three  months,  or with fine which  may extend  to one hundred  rupees,  or with both.  \n 6[29. Sending fabricated or obscene messages. —any person  transmits  or causes  to be \ntransmitted  by telegraph  a message  which  he knows  or has reason  to believe  to be false  or fabricated,  \nor a message  which  is indecent  or obscene,  he shall be punished  with imprisonment  for a term which  \nmay extend  to three  years,  or with fine, or with both.]  \n \n1Subs.  by Act No. LXVII  of 1975,  s. 2, for “Central  Government” . \n2Subs.  by A.O.,  1937,  for “L. G,”. \n3Subs.  ibid.,  for “by the G.G.  in C.” . \n4Subs.  by F. A.O.,  1975.  Art. 2 and Table,  for “Central”.  \n5Subs. by Act  No. LXXVII  of 1950, s. 2, for the original section 29.  \n \nPage 17 of 18 \n 1[29A.  Penalty.— If any person,  without  due authority, — \n(a)  makes  or issues  any document  of a nature  reasonably  calculated  to cause  it to \nbe believed  that the document  has been  issued  by, or under  the authority  of, \nthe 2[Director  General,  Pakistan  Telegraph  and Telephone  Department],  or \n(b)  makes  on any document  any mark  in imitation  of, or similar  to, or purporting  \nto be, any stamp  or mark of any Telegraph  Office under  the 2[Director  \nGeneral,  Pakistan  Telegraph  and Telephone  Department],  or a mark  of a \nnature  reasonably  calculated  to cause  it to be believed  that the document  so \nmarked  has been  issued  by, or under  the authority  of, the 2[Director  General,  \nPakistan  Telegraph  and Telephone  Department],  \nhe shall  be punished  with fine which  may extend  to fifty rupees.]  \n30. Retaining a message delivered by mistake. —If any person  fraudulently  retains,  or \nwilfully  secretes,  makes  away  with or detains a message  which  ought  to have  been  delivered  to some  \nother  person,  or, being  required  by a telegraph  officer  to deliver  up any such message,  neglects  or \nrefuses  to do so, he shall  be punished  with imprisonment  for a term which  may extend  to two years,  \nor with fine, or with both.  \n 31. Bribery. —A telegraph  officer  shall  be deemed  a public  servant  within  the meaning  of \nsections  161, 162, 163, 164 and 165 of the Pakistan  Penal  Code  (XLV  of 1860);  and in the definition  \nof “legal  remuneration”  contained  in the said section  161, the word  “Government”  shall,  for the \npurposes  of this Act, be deemed  to include  a person  licensed  under  this Act. \n 32. Attempts to commit offences. —Whoever  attempts  to commit  any offence  punishable  \nunder  this Act shall  be punished  with the punishment  herein  provided  for the offence.  \nPART V  \nSUPPLEMENTAL PROVISIONS  \n 33. Power to employ additional police in places where mischief to telegraphs is \nrepeatedly committed.___(1) Whenever  it appears  to the 3[Provincial  Government]  that any act \ncausing  or likely  to cause  wrongful  damage  to any telegraph  is repeatedly  and maliciously  committed  \nin any place,  and that the employment  of an additional  police -force  in that place  is thereby  rendered  \nnecessary,  the 3[Provincial  Government]  may send such additional  police -force  as it thinks  fit to the \nplace,  and employ  the same  therein  so long as, in the opinion  of that Government,  the necessity  of \ndoing  so continues.  \n (2) The inhabitants  of the place  shall  be charged  with the cost of the additional  police -force,  \nand the District  Magistrate  shall,  subject  to the orders  of the 3[Provincial  Government],  assess  the \nproportion  in which  the cost shall  be paid by the inhabitants  according  to his judgment  of their \nrespective  means.  \n  \n1Ins. by the Indian Telegraph (A mdt.) Act, 1914 ( VII of 1914), s. 9.  \n2Subs. by the Posts and Telegraphs  (Amdt.) Act, 1962 (V  of 1962), s. 2, for “Director General of [posts and Telegraphs]”  \n3Subs. by A.O.,1937, for “L. G.”.  \n \n \nPage 18 of 18 \n  \n(3) All moneys  payable  under  sub-section  (2) shall  be recover able either  under  the warrant  of \na Magistrate  by distress  and sale of the moveable  property  of the defaulter  within  the local  limits  of \nhis jurisdiction,  or by suit in any competent  Court.  \n (4) The l[Provincial  Government]  may,  by order  in writing,  define  the limits  of any place  for \nthe purposes  of this section.  \n 34. [Omitted ].  \n \n \n_______  \n \n \n \n \n \n \n \n \n \n \n \n \n \n186994          Date: 11 -11-2024  \n1Subs. by A.O.,1937, for “L. G.”.  \n2Omitted by the Federal Laws (Revision and Declaration) Ordinance, 1981 (XXVII of 1981), s. 3 an d Sch. II"
}