{
    "file": "./converted_json\\administratord09318b5121053d149a1d2ee8c024cd6.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "Page 1 of 5 \n  \nTHE OIL  SEEDS COMMITTEE ACT, 1946  \n \n \n \nCONTENTS  \n1.  Short title and extent  \n2.  Definitions  \n3.  Imposition of oilseeds cess  \n4. [Omitted.]  \n5. [Omitted.]  \n6. [Omitted.]  \n7. [Omitted.]  \n8. [Omitted.]  \n9.  [Omitted.]  \n10.  Delivery of monthly returns  \n11.  Collection of duty of excise  \n12.  Finality of assessment and re covery of unpaid duty of excise  \n13.  Power to inspect mills and take  copies of records and accounts  \n14.  Informat ion acquired to be confidential  \n15. [Omitted.]  \n16. [Omitted.]  \n17.  Power of the F ederal Government to make rules  \n17 A .  Penalty for contravention of rules  \n18.  [Omitted.]  \n19.  Publication of rules and regul ations  \n  \n \n \n\n \nPage 2 of 5 \n THE OIL  SEEDS COMMITTEE ACT, 1946  \n1ACT No. IX OF1946  \n[18th April, 1946 ] \n2[An Act to provide for the levy and collection of cesses on oils extracted from oilseeds and oilseeds \nexported from Pakistan].  \n 2[Whereas it is expedient to provide for the levy and collection o f cesses on oils extracted from \noilseeds and oilseeds exported  from Pakistan ;]  \n It is hereby enacted as follows :__ \n 1. Short title and extent .___2[(1) This Act may be called the Oilseeds Cesses Act, 1946].  \n 3[(2) It extends to the whole of Pakistan.]  \n 2. Definitions .—In this Act, unless there is anything repugnant in the sub ject or context,‑  \n 4[*  *  *  *  *  *  *] \n4[(a)] “Collector” means the officer appointed by the 5[Federal Government] to perform \nin any specified area the duties of a Collector under the provi sions of this Act \nand the rules made thereunder, and includes any officer sub ordinate  to that \nofficer whom he may by order in writing authorise to perform his duties under \nthose provisions;  \n 6[*  *  *  *  *  *  *] \n 4[*  *  *  *  *  *  *] \n4[(c)]  “grower” means an agriculturist who grows oilseeds, with or without the aid  of \nhired labour;  \n4[(d)]  “mill” means any place in which oilseeds are crushed wi th the aid of power, \nwhich is a factory as defined in section 2 of the Factories Act, 1934; (XXV of \n1934) . \n \n1The Act has been extended to___  \n(a) the Baluchistan States Union, see the Baluchistan States Union (Federal Laws) (Extension) Order, 1953 (G. G. O. 4 of 1953 ), as amended;  \n(b) the Khairpur State, see the Khairpur State (Federal Laws) (Exten sion) Order, 1953 (G. G. O. 5 of 1953), as amended; and  \n(c) the State of Bahawalpur, see the Bahawalpur (Extension of Federal Laws) Order, 1953 (G. G. O. 11 of 1953), as amended.  \nThe Act has been and shall be deemed to have been brought into force in Gwadur (wit h effect from the 8th September, 1958), by the Gwadur (Appli \ncation of Central Laws)  \nOrdinance, 1960 (XXXVII  of 1960), s. 2.  \n2Subs. by the Acts relating to Cesses on Agricultural Prod ucts (Amdt.) Ordinance, 1982 (X  of 1982), s. 2 and Schedule for the long title, which was \npreviously amended by Act 19  \nof 1960, s. 2.  \n3Subs. by the Central Laws (Sta tute Reform) Ordinance, 1960 (XXI  of 1960), s. 3 and 2nd Sch. (with effect from the 14th October, 1955), for the original \nsub‑section (2), as amended by A. O., 1949.  \n4Cls. (a) and (d) omitted, and clauses (b), (c), (e) and (f) relettered as clauses (a) (b), (c),  and (d) respectively, by Act IX  of 1950, s. 5.  \n5Subs. by F. A. O. 1975, Art. 2 and Table for “Central Government”.  \n6Clause (b) omitted by Ord. X  of 1982, s. 2 and Sch., which was previously amended by various enfiactments.  \n  \n \nPage 3 of 5 \n 1[(e)]  “oilseeds” does not include coconuts;  \n1[(f)]  “prescribed” means prescribed by rules made under this Act ( XXV of 1934 ). \n 3. Imposition of oilseeds cess .__(1) There shall be levied and col lected on and after the date of \nthe commencement of this Act as cesses for the purposes of this Act,‑  \n(a)  on all oils extracted from oilseeds crushed in any mill in 2[Pakistan], whether \nthe oilseeds are produced in or imported from outside 2[Pakistan], a du ty of \nexcise at the rate of one anna per maund, and  \n(b)  on all oilseeds exported out of 2[Pakistan], to a destina tion outside 3[Pakistan], \na duty of customs at the rate of two annas per m aund:  \n Provided that the 4[Federal Government] may from time to time 5[* * *] ,fix by notification in \nthe official Gazette 6[different] rate at which the duty of excise or duty of customs shall be l evied and \ncollected:  \n Provided further that no such duty of customs shall be levied o n any oilseeds exported under a \ncontract for export entered into before the aforesaid date.  \n 7[*  *  *  *  *  *  *] \n 8[*  *  *  *  *  *  *] \n 4 to 8 . 9[Omitted .] \n 9. 10[Omitted .]  \n 10. Delivery of monthly returns .__(1) The owner of every mill shall fu rnish to the Collec tor, \non or before the 7th day of each month, a return stating the total amoun t of oils extracted in the mill \nduring the preceding month, together with such further informat ion in regard thereto as may be \nprescribed:  \n Provided that no return shall be required in regard to oils extra cted before the commencement \nof this Act.  \n (2) Every such return shall be made in such form and shall be ve rified in such manner as may \nbe prescri bed. \n \n1Cls. (g) and (h) relettered as clauses (e) and (f) respectively by the Oilseed s Committee (Amdt.) Act, 1950 (IX  of 1950), s. 3.  \n2Subs. by the Central Laws (St atute Reform) Ordinance, 1960 (XXI  of 1960), s. 3 and 2nd Sch. (with effect from the 14th October, 1955), for “the \nProvinces and the Capital of the Federation” which had been subs. by A. O., 1949, for “British India”.  \n3Subs. by Act IX , of 1950, s. 6, for “India”.  \n4Subs. by F. A. O., 1975, Art. 2 and Table, for “Central Government”.  \n5The words “and after consulting the Committee” omitted by Act IX of 1950, s. 6.  \n6Subs. ibid., for “lesser”.  \n7Subsection (2) omitted by the Acts relating to Cesses on Agricultural Prod ucts (Amdt.) Ordinance, 1982  (X of 1982), s. 2 and Schedule.  \n8Subsection  (3) omitted by the Federal Laws (Revision and Declaration) Ordinance, 1981 (XXVII  of 1981), s. 3 and ScheduleII.  \n9Omitted by the Oilseeds Committee (Amdt.) Act, 1950 (XIX of 1950), s. 7.  \n10Omitted by the Acts relating to Cesses on Agricultural Products (Amdt) Ordinance, 1982 (X of 1982), s. 2 and Schedule.  \n \n \nPage 4 of 5 \n  11. Collection of duty of excise .__(1) On receiving any retur n made under section 10, the \nCollector shall assess the amount of the duty of excise payable un der section 3 in respect of the period \nto which the return relates, and if the amount has not already bee n paid, shall cause a notice to be \nserved upon the owner of the  mill requiring him to make pay ment of the amount assessed with in thirty \ndays of the service of the notice.  \n (2) if the owner of any mill fails to furnish in due time the return referred to in sub‑ section (1) \nof section 10 or furnishes a return which the Collector has reason to believe  is incorrect or defective, \nthe Collector shall assess the amount, if any payable by him in such m anner as may be prescribed, and \nthe provisions of sub‑section (1) shall thereupon apply as if such assessment had been ma de on the \nbasis of a return furnished by the owner:  \n Provided that, in the case of a return which he has reason to believe is incorrect, or defective, \nthe collector shall not assess the duty of excise at an amount higher than that at which it is assessable \non the basis of the return without giving to the own er a reason able opportunity of proving the \ncorrectness and completeness of the return.  \n (3) A notice under sub‑section (1) may be served on the owner  of a mill either by post or by \ndelivering it or tendering it to the owner or his agent at the mill.  \n 12. Finality of assessment and reco very of unpaid duty of excise .___(1) Any owner of a mill \nwho is aggrieved by an assess ment made under section 11 may, within  three months of service of the \nnotice referred to in sub‑section (1) of that section, apply to the District Judge, 1[* * * ] for the \ncancellation or modification of the assessment and, on such applicatio n, the said Judge may cancel or \nmodify the assessment and order the refund to such owner of the who le or part, as the case may be, of \nany amount paid  thereunder.  \n (2) The decision under sub‑section (1) of the District Judge 2[* * * ] shall be final.  \n (3) Any sum recoverable under section 11 may be recovered as an arrear of land revenue.  \n 13. Power to inspect mills and take copies of records and accounts .___(1) The Collector or \nany officer empowered by general or special order of the 3[Federal Govern ment] in this behalf shall \nhave free access at all reasonable times during working hours to any mill or to any part of any mill.  \n (2) The Collector or any suc h officer may, at any time during  working hours, with or without \nnotice to the owner, examine the purchase, sale and stock records and accounts of any mill and ta ke \ncopies of or extracts from all or any of the said records or accounts  for the purpose of te sting the \naccuracy of any return or of informing himself as to the particulars  regarding which information is \nrequired for the purposes of this Act or any rules made thereunder:  \n Provided that nothing in this section shall be deemed to a uthorise the examin ation of any \ndescription or formulae of any trade process.  \n \n \n1The words and comma “or in a Presidencytown,  \nto the Chief Judge of the Small Cause Court” omitted by the Oilseeds Committee (Amdt.) Act, 1950 ( IX of 1950), s. 9.  \n2The words and commas “or the Chief Judge of the Small Cause Court, as the case may be,” omitted, ibid.  \n3Subs. by F. A. O., 1975, Art. 2 and Table, for “Central Government”.  \n  \n \nPage 5 of 5 \n  14. Information acquired to be confidential .___(1) All s uch copies and extracts and all \ninformation acquired by a Collector or any other officer from an insp ection of any mill or warehouse \nor from any return submitted under this Act shall be treated as confidential.  \n (2) If the Collector or any such officer dis closes to any person ot her than a superior officer any \nsuch information as aforesaid without the previous sanction of the 1[Federal Govern ment], he shall be \npunishable with imprisonment which may ex tend to six months and shall also be liable to fine:  \n Provided that nothing in this section shall apply to the dis closure of any such information for \nthe purposes of a prosecution in respect of the making of a false return under this Act.  \n 15 to 16 . 2[Omitted .]  \n 17. Power of the Federal Government to make rules .___(1) The 1[Federal Government] may, \nafter previous pub lication, make rules for the purpose of carrying into effect the provisions of this  \n Act. \n 3[* * * * * * * ] \n 4[17A. Penalty for contravention of rules. Rules made unde r section 17 may provide that a \nbreach of any of them shall be punishable with fine not exceed ing one thousand rupees.]  \n 18. 5[Omitted .]  \n 19. Publication of rules and regulations .—All rules made under section 17 6[* * * ] shall be \npublish ed in the 7[official Gazette].  \n \n \n \n \n \n \n \n \n \nDate: -22.04.2024  \n1Subs. by F. A. O. 1975, Art. 2 and Table, for “Central Government”.  \n2Omitted by the Oilseeds Committee (Amdt.) Act, 1950 (XIX of 1950) s.10.]  \n3Sub‑section (2) omitted by the Oilseeds Committee (Amdt.) Act, 1950 (19 of 1950), s. 11.  \n4Section 17A ins. by the Coconut and Oilseeds Committees Acts (Amdt.) Ordinance, 1962 (25 of 1962), s. 3.  \n5Omitted by the Oilseeds Committee (Amdt.) Act, 1950, (XIX of 1950), s.12.  \n6The words “and all regulations made under section 18” omitted by Act 19 of 1950, s. 13.  \n7Subs. ibid., for “Gazette of India”."
}