{
    "file": "./converted_json\\administrator0f28ec90593cc5ad5a87ecfdb07b9f8a.json",
    "name": "Protection of Ports (Special Measures) Act, 1948",
    "date": "11th June, 1948",
    "tagline": "An Act to provide for special measures to ensure the protection of ports",
    "content": "Page 1 of 3 \n  \n \nTHE PROTECTION OF PORTS (SPECIAL MEASURES) ACT, 1948  \n \n \n \nCONTENTS  \n1.  Short title, extent and commencement  \n2.  Interpretation  \n3.  Protected area  \n4.  Rules for regulation of entry, etc . \n5.  Delegation  \n6.  Penalties  \n7.  Procedure  \n8.  Bar of legal proceedings  \n9.  Saving of other L aws \n  \n \n \n\n \nPage 2 of 3 \n THE PROTECTION OF PORTS (SPECIAL MEASURES) ACT, 1948  \nACT NO. XVII OF 1948  \n[11th June, 1948]  \nAn Act to provide for special measures to ensure the protection of ports.  \n WHEREAS it is necessary to provide for special measures to e nsure the protection of ports ;  \n It is hereby enacted as follows :___ \n 1. Short title, extent and commencement .___(1) This Act may be  called the Protection of P orts \n(Special Measures) Act, 1948.  \n 1[(2) It may, at any time by notification in the official Gaz ette be extended by the Federal \nGovernment to any port in Pakistan.]  \n (3) It shall come into force at once.  \n 2. Interpretation . In this Act, unless there is anything repugnant in the subject or context,___ \n(a)  “port” means “major port” as defined in subsection  (8) of section 3 of the Indian \nPorts Act, 1908 (XV of 1908 ) ; \n(b)  “protected  area” means an area declared to be a protected  area under the next \nsucceeding section.  \n 3. Protected area .___(1) If the 1[Federal Government] considers it nec essary or expedient to \nregulate the entry of persons into a port, it may, by notified order, dec lare the port to be a protected \narea, and thereupon, for so long as the order is in force, such area sh all be a protected area for the \npurposes of this Act.  \n (2) A notification under subsection (1) shall define the limits  of the area to which it refers : \n Provided that the 1[Federal Government] may alter such limits from  time to time by a \nnotification issued in this behalf.  \n (3) Limits defined under subsection (2) may include any  piers, jetties, landing places, wharves, \nquays, docks and other works  made on behalf of the public for conven ience of traffic, for safety of \nvessels, or for the improvement , maintenance or good government  of the port an d its approaches, \nwhether within or without high  watermark, and any portion of the shore or bank within an y limits \nconsidered necessary by Government.  \n 4. Rules for regulation of entry, etc .___(1) The 1[Federal Gove rnment] may, by notification in \nthe official Gazette, make Rules for controlling or regulating the a dmission of persons to, and the \nconduct of persons in, and in the vicinity of, a protected area.  \n \n1Subs. by Federal Adaptation Laws Order  1975  (P. O. No. IV of 1975) , Art. 2 and Sch.  \n \nPage 3 of 3 \n  (2) In particular, and without prejudice to the generality of the foregoing power, the 1[Federal \nGovernment] may make Rules for any or all of the following purposes, namely:___ \n(a)  for restricting the entry of persons into the protected area;  \n(b)  for removing persons from the protected area;  \n(c)  for dealing with persons loitering in suspicious circu mstances in the vicinity of \nthe protected area.  \n 5. Delegation . Any order passed in pursuance of Rules made u nder section 4 may authorise an \nofficer or of ficers specified in the order to issue directions for carrying out the purposes of this Act.  \n 6. Penalties . Whoever contravenes any Rule made under  this Act or an order passed in \npursuance thereof shall be punishable with imprisonment for a term w hich may extend to three years, \nor with fine, or with both.  \n 7. Procedure . No prosecution for any offence punishable under this  Act shall be instituted \nexcept on a report in writing made by an officer authorised by the 1[Federal Government] in this behalf.  \n 8. Bar of legal proceedings . No suit, prosecution or legal proceeding shall li e against any \nperson for anything done or in good faith intended to be done under this Act.  \n 9. Saving of other L aws. The provisions of this Act shall be in addit ion to and not  in derogation \nof any other law for the time being in force regulating the admission of  persons to, and the conduct of \npersons in, and in the vicinity of, a port.  \n \n \n_______________  \n \n \n \n \n \n \n \n \nRGN Date: 05 -07-2024  \n1Subs. by  Federal Adaptation Laws Order  1975  (P. O. No. IV of 1975) , Art. 2 and Table."
}