{
    "file": "./converted_json\\administrator973bdfd1c7fcfb826b64bcfbb18894eb(1).json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "Page 1 of 78  \n \n \n \n \n \n \nTHE PAKISTAN AIR FORCE ACT, 1953  \n \n \n \n \n \n \n \nCONTENTS  \n \n \n \nCHAPTER I  \n \nPRELIMINARY  \nSECTIONS  \n1. Short title and commencement . \n2. Persons subject to this Act.  \n3. Termination of application of the Act.  \n3A.  Secondment to Army or Navy.  \n4. Definitions.  \nCHAPTER II \nSPECIAL PROVISIONS FOR THE APPLICATION OF ACT IN CERTAIN CASES  \n5. Application of Act to certain forces under the Federal Government.  \n6. Special provision as to rank in certain cases.  \n7. Commanding officers of persons subject to Air Force law under clause (d) of section 2.  \n8. Officers exercising powers in certain cases.  \n9. Exercise of powers v ested in holder of Air Force office.  \n10. Power to declare persons to be on active service.  \nCHAPTER IIA  \nAPPOINTMENT OF THE CHIEF OF THE AIRSTAFF AND THE CHAIRMAN,JOINT \nCHIEFS OF STAFF COMMITTEE  \nUpdated till 1 5.10.2021  \n \n \nPage 2 of 78  10A.  Appointment of the Chief of the Air Staff . \n10B.  Reappointment or extension of the Chief of the Air Staff . \n10C.  Retirement age and service limits of the Chief of the Air Staff . \n10D.  AppointmentoftheChairman, JointChiefsofStaff Committee . \n10E.  Reappointment or extension of the Chairman, Joint Chiefs of  Staff Committee . \n10F.  Retirement age and service limits of the Chairman, Joint Chiefs of Staff Committee . \nCHAPTER -III \nCOMMISSIONS AND ENROLEMENT  \n11. Grant of Commissions.  \n12. Ineligibility of aliens for enrolment.  \n13. Procedure before enrolling officer.  \n14. Mode of enrolment.  \n15. Validity of enrolment.  \n16. Persons to be attested.  \n17. Mode of attestation.  \nCHAPTER IV  \nCONDITIONS OF SERVICE  \n18. Tenure of service under the Act.  \n19. Termination of service by Federal Government.  \n20. Dismissal, removal or reduction by Chief of the Air Staff  or other  Officers.  \n21. Retirement, release or discharge.  \n22. Certificate on termination of service.  \n23. Discharge or dismissal when out of Pakistan.  \n24. Power to modify certain fundamental rights in  their application to persons subject to this Act. \nCHAPTER V  \nSERVICE PRIVILEGES  \n25. Authorised deductions only to be made from pay.  \n26. Remedy of aggrieved  warrant officers and  airmen.  \n \nPage 3 of 78  27. Remedy of aggrieved officers.  \n28. Immunity from attachment.  \n29. Immunity from arrest for debt.  \n30. Immunity of persons attending courts Martial from arrest.  \n31. Privileges of reservists.  \n32. Priority in respect of Air Force personnel ’s litigation.  \n33. Saving of rights and privileges under other laws.  \nCHAPTER VI \nOFFENCES  \n34. Offences in relation to the enemy and punishable with death.  \n35. Offences in relation to the enemy and not punishable with death.  \n36. Offences punishable more severely on active service than at other times.  \n37. Mutiny.  \n38. Desertion and aiding  desertion.  \n39. Absence without leave.  \n40. Striking or threatening superior officer.  \n41. Disobedience to superior officer.  \n42. Insubordination and obstruction.  \n43. Fraudulent enrolment.  \n44. False answers on enrolment  \n45. Unbecoming conduct.  \n46. Certain forms of disgraceful conduct.  \n47. Ill­treating a subordinate.  \n48. Intoxication.  \n49. Permitting escape of person in custody.  \n50. Irregularity in connection with arrest or confinement.  \n51. Escape from custody.  \n52. Offences in respect of property.  \n \nPage 4 of 78   \n53. Extortion and corruption.  \n54. Making away with equipment.  \n55. Injury to property.  \n56. False accusation.  \n57. Falsifying official document and false declaration.  \n58. Signing in blank and failure to report.  \n59. Offences relating to cour ts-martial.  \n60. False evidence.  \n61. Unlawful detention of pay.  \n62. Offences in relation to aircraft and flying.  \n63. Other offences relating to aircraft and flying.  \n64. Disobedience of lawful command of captain of aircraft.  \n65. Violation of good order and air force discipline.  \n66. Miscellaneous offences.  \n67. Attempt.  \n68. Abetment of offences that have been committed.  \n69. Abetment of offences punishable with death and not committed.  \n70 Abetment of offences punishable with imprisonment and not committed.  \n71. Civil offences.  \n72. Civil offences not triable by court s-martial . \nCHAPTER VII \nPUNISHMENTS  \n73. Punishments awardable by court ­martial.  \n74. Alternate punishments awardable by courts­martial.  \n75. Combination of punishments.  \n76. Special provisions regarding sentences.  \n \n \n \nPage 5 of 78   \n \n77. Field punishment.  \n78. Position of field punishment in scale of punishments.  \n79. Result of certain punishments in the case of a non­commissioned officer.  \n80. Retention in the ranks of a person convicted on active service.  \n81. Punishments otherwise than by court -martial.  \n82. Punishment of persons other than officers and warrant officers.  \n83. Requirement of sanction in certain cases.  \n84. Limit of punishments under section 82.  \n85. Punishments in addition to those specified in section 82.  \n86. Punishment of officers and warrant officers.  \n87. Transmission of proceedings.  \n88. Review of proceedings.  \n89. Superior air force authority.  \nCHAPTER VIII  \nPENAL DEDUCTIONS  \n90. Deductions from pay and allowances of officers.  \n91. Deductions from pay and allowances of warrant officers and airmen.  \n92. Computation of time of absence or custody.  \n93. Pay and allowances during trial.  \n94. Limit of certain deductions.  \n95. Deduction from public money due to a person.  \n96. Pay and allowances o f prisoner of war during inquiry into his conduct.  \n97. Remission of deductions.  \n98. Provision for dependents of prisoner of war where remission is made.  \n99. Provision for dependants of prisoner of war from his pay and allowances.  \n100. Period during which a  person is deemed to be a prisoner of war.  \n \n \nPage 6 of 78  CHAPTER IX \nARREST AND PROCEEDINGS BEFORE TRIAL  \n101. Custody of offenders.  \n102. Duty of commanding officer in regard to detention.  \n103. Interval between committal and trial.  \n104. Arrest by civil authorities.  \n105. Capture of deserters.  \n106. Inquiry into absence without leave.  \n106A. Inquiry into any other matter . \n107. Provost marshals.  \nCHAPTER X  \nCOURTS -MARTIAL  \n108. Different kinds of courts -martial . \n109. Power to convene a general court -martial . \n110. Power to convene a district court­martial.  \n111. Limitations of powers of convening authorities.  \n112. Power to convene a field general court­martial.  \n113. Composition of general court­martial.  \n114. Composition of district court­martial.  \n115. Composition of field general court­martial.  \n116. Dissolution of court­martial.  \n117. Powers of general and field general courts­martial.  \n118. Powers of district court­martial.  \n119. Prohibition of second trial.  \n120. Period of limitation for trial.  \n121. Liability of offende r who ceases to be subject to the Act.  \n \n \nPage 7 of 78  122. Place of trial.  \n123. Order in case of concurrent jurisdiction of criminal court and court­martial.  \n124. Power of criminal court to require delivery of offender.  \n125. [Trial by court­martial no bar to subsequent trial by criminal court. ] Omitted.  \n \nCHAPTER XI  \nPROCEDURE OF COURTS -MARTIAL  \n126. President.  \n126A.  Religion of confirming officer, president Judge advocate and members of general district or field \ngeneral court -martial.  \n127. Judge Advocate.  \n128. Challenges.  \n129. Oaths of members, judge advocate and witness . \n130. Voting by members.  \n131. General rule s as to evidence.  \n132. Judicial notice.  \n133. Summoning witnesses.  \n134. Documents exempted from production.  \n135. Commission for the examination of witness . \n136. [Exa mination of a witness on commission] Omitted.  \n137. Conviction of offence not charged.  \n138. Presumption as to signature.  \n139. Enrolment paper.  \n140. Presumption as to certain document.  \n141. Reference by accused to Government officer.  \n142. Evidence of previous convictions and general character.  \n143. Lunacy of accused.  \n \nPage 8 of 78  144. Subsequent fitness of lunatic accused for trial.  \n145. Transmission to Federal Government of orders under section 144.  \n146. Release of lunatic accused.  \n147. Delivery lunatic accused to  relatives.  \n148. Order for custody and disposal of property pending trial.  \n149. Order for disposal of property regarding which offence is committed.  \n150. Trial by court -martial to be deemed judicial proceeding , etc. \nCHAPTER XII  \nCONFIRMATION AND REVISION  \n151. Finding and sentence not valid unless confirmed.  \n152. Powers to confirm finding and sentence of general court -martial . \n153. Power to confirm finding and  sentence of district court -martial  \n154. Limitation of powers of confirming authority.  \n155. Power t o confirm finding and sentence of field general court -martial . \n156. Power of confirming authority to mitigate, remit or commute sentences.  \n157. Confirmation of finding and sentence on board a ship.  \n158. Revision of finding and sentence.  \n159. Alteration of finding or sentence in certain cases.  \n160. Remedy against order, finding or sentence of court­martial.  \n161. Annulment of proceedings.  \n162. Bar of Appeals.  \n162A.  Court of Appeals  for hadd cases . \n162B. Court of Appeals for other than hudood cases . \n  \n \nPage 9 of 78  CHAPTER XIII  \nEXECUTION OF SENTENCES  \n163. Form of sentence of stoning to death and death.  \n163A.  Form of sentence, amputation of hand, foot or both.  \n163B. Form of sentence of whipping.  \n164. Commencement of sentence of imprisonment or detention.  \n165. Execution of sentence of imprisonment.  \n166. Execution of sentence of imprisonment in special cases.  \n167. Execution of sentence of detention.  \n168. Interim custody of persons under sentence of stoning to death, death, imprisonment or \ndetention.  \n169. Authorit y for committal and transfer of prisoners.  \n170. Conveyance of convicts  from place to place.  \n171. Communication of certain orders to prison officers.  \n172. Execution of sentence of fine.  \n173. Establishment and regulation of Air Force prisons or detention barracks.  \n174. Power to make rules in respect of prisons and prisoners.  \n175. Restriction of rule making power in respect of corporal punishment.  \n176. Informality or error in the order or warrants.  \nCHAPTER XIV.  \nPARDONS, REMISSIONS AND SUSPENSION  \n177. Pardon  and remission.  \n178. Cancellation of conditional pardon or remission.  \n179. Reduction of non -commissioned officer.  \n180. Suspension of sentence of imprisonment detention  or whipping . \n181. Orders pending suspension.  \n182. Release on suspension.  \n \nPage 10 of 78  183. Computation of period of suspension.  \n184. Order after suspension.  \n185. Reconsideration of case after suspension.  \n186. Fresh sentence after suspension.  \n187. Scope of power of suspension.  \n188. Effect of suspension and remission on dismissal . \nCHAPTER XV  \nPROPERTY OF DECEASED PERSONS, DESERTERS AND LUNATICS  \n189. Property of deceased persons and deserters (other than officers and warrant officers).  \n190. Disposal of certain property without production of probate, etc . (other than officers and warrant \nofficers).  \n191. Application  of sections 189 and 190 to lunatics, etc . \n192. Property of officer s and warrant officers who die or desert.  \n193. Powers of committee of Adjustment.  \n194. Disposal of surplus by the prescribed person.  \n195. Disposal of cer tain property without production of probate, etc . (of officers and warrant officers).  \n196. Discharge of committee, prescribed person and the Government.  \n197. Property in the hands of the committee or the prescribed person not to be assets at the  place \nwhere the committee or the prescribed person is stationed.  \n198. Saving of rights of representative.  \n199. Application of sections 193 to 198 to lunatics, etc.  \n200. Appointment of Standing Committee of Adjustment when officers die or desert while on a ctive \nservice.  \n201. Interpretations.  \n \n \n \n \n \nPage 11 of 78  CHAPTER XVI  \nRULES  \n202. Power to make rules.  \n203. Power to make regulations.  \n204. [Omitted.]  \n \n[CHAPTER XVII]  \nOMITTED  \n205. [Definition] Omitted.  \n206. [Power of British Officers.] Omitted .  \n \n \n \n \n \n  \n \nPage 12 of 78  PAKISTAN AIR FORCE ACT, 1953  \n \n1\nACT No. VI OF 1953  \n[15thApril, 1953]  \n \nAn Act to consolidate and amend the law relating to the government and \ndiscipline of the Pakistan  Air Force.  \n \nWHEREAS it is expedient to consolidate and amend the law relating to the \ngovernment anddiscipline of the Pakistan Air Force ;  \n \nIt is hereby enacted as follows:___ \n \nCHAPTER I  \n \nPRELIMINARY  \n \n1. Short title and commencement .___(1)This Act may be called the Pakistan Air Force Act, \n1953.  \n \n(2) It shall come into force on  such date2as the 3[Federal Government] may, by notification, \nappointin this behalf.  \n \n2. Persons subject to this Act. The following persons shall be subject to this Act wherever \nthey may be , namely :___ \n \n(a) officers and warrant officers of the Air Force ;  \n \n4[(b) persons enrolled under the Indian Air Force Act, 1932, before the date \nnotified in pursuance of sub­section (2) of section 1  and serving in the \nAir Force on that date, and persons enrolled under this Act ;]  \n \n(c) persons belonging to the Pakistan Air Force Reserves in the circumstances \nprescribed by rules made under section 6 of the Pakistan (Army and Air \nForce) Reserves Act, 1950 ( XLVII of 1950 ) ; \n \n \n \n \n1 For Statement of Objects and Reasons, see Gaz. of P. 1953, Pt. IX Pages 59 and 60.  \nThe Act has been and shall be deemed to have been brought into force in Gwadur with effect from the 8th September 1958, by the \nGwadur (Application of Central Laws) Ordinan ce, 1960 (37 of 1960), s. 2.  \n2I. e., the 23rdday of March, 1958, see Gaz. of P., 1958, Pt. III, p. 8.  \n3Subs. by F.A.O., 1975, Art. 2 and Table, for “Central Government”.  \n4Subs. by the Pakistan Air Force (Amdt.) Act, 1958 (6 of 1958), s. 2, for the original  clause (b) (with effect from the 23rdMarch, 1958).  \n \nPage 13 of 78  (d) persons not otherwise subject to Air Force law who on active service, in \ncamp, on the march, or at any frontier post specified by the 1[Federal \nGovernment], by notification2in this behalf , are employed by, or are in the \nservice of, or are followers of, or accompany any portion of, the Air Force 3[;] \n \n4[(dd)  persons not otherwise subject to Air Force law who are accused of___ \n \n(i) seducing or attempting to seduce any person subject to this Act from \nhis duty or allegiance to Government, or  \n \n(ii) having committed, in relation to any work of defence, arsenal, naval, \nmilitary or air force establishment or station, ship or aircraft, or \notherwise in relation to the naval , military or air force aff airs of \nPakistan, an offence under the official Secrets Act, 1923 ;]  \n \n5[(e) to such extent and subject to such conditions as the 1[Federal Government] \nmay direct, persons subject to the Pakistan Army Act, 1952 ( XXXIX of 1952 ) \nor the Pakistan Navy Ordinance, 1961 ( XXXV of 1961 ) when seconded for \nservice with the Air Force.]  \n \n3. Termination of application of the Act. Every person subject to this Act under clauses (a) \nto (c) of section 2 shall remain so subject until duly retired, discharged, released, removed or \ndismissed from the service 6[and every person subject to this Act under clause (e) of section 2 shall \nremain so subject during the period of his secondment to the Air Force.]  \n \n7[3A. Secondment to Army or Navy. The 8[Federal Government ] may by order in writing \ndirect that  any person 9* * * 10[referred to in clause (a), cl ause (b), clause (c) or clause (d)] \nof section 2 shall, under such conditions as may be specified by regulations, be seconded for service \nwith the Pakistan Army or the Pakistan Navy 11* * *.]  \n \n4. Definitions. In this Act, unless the context otherwise requi res,___ \n \n(i) “active service”, as applied to a person subject to this Act, means the time \nduring which such person__ \n \n(a) is attached to, or forms part of, a force which is engaged in operations \nagainst an enemy, or  \n(b) is engaged in Air Force operations in, or is on the line of march to, a \ncountry or place wholly or partly occupied by an enemy, or  \n \n(c) is attached to, or forms part of, a force which is in military occupation \nof any foreign country ; \n \n \n \n \n1Subs. by F.A.O., 1975, Art. 2 and Table, for “Central Government”.  \n2For notifins. Specifying certain frontier posts for the purposes of this clause, see Gaz. of P., 1957, Pt. III, pp. 225 and 226.  \n3Subs. by the Pakistan Air Force (Amdt.) Act, 1958 (6 of 1958), s. 2. for full­stop (with effect from the 23rdMarch. 1958).  \n4Ins. by the Defence Services Laws Amendment Ordinance, 1967 (3 of 1967), s. 3.  \n5 Clause (e) which was added by Act 6 of 1958 and Subs, by the Act 8 of 1963, s. 2 has been subs. by the Pakistan Air Force ( Amdt.) Act, \n1967 (6 of 1967), s. 2.  \n6Added by the Pakistan Air Force (Amdt.) Act, 1958 (6 of 1958), s. 3 (with effect from the 23rdMarch, 1958).  \n7New section 3A ins. ibid., s. 4, (with effect from the 23rdMarch, 1958.)  \n8Subs. by F.A.O., 1975 Art. 2 and Tab le, for “Central Government”.  \n9The words “belonging to the Pakistan Air Force Medical Corps” omitted by the Pakistan Air Force (Amdt.) Act, 1963 (8 of 1963) , s. 3.  \n10Subs. by the Defence Services Laws Amendment Ordinance, 1967 (3 of 1967), s. 3, for certai n words.  \n11The words “Medical Corps” omitted by Act,8 of 1963, s. 3.  \n \nPage 14 of 78  (ii) “aircraft” includes aeroplanes, balloons, kite balloons, airships, gliders or \nother machines for flying ;  \n \n(iii) “aircraft material” includes any engines, fittings, guns, gear, instruments or \napparatus for use in connection with aircraft and any of its components and \naccessories and petrol, oil, and any other substance used for providing motive \npower for planes ;  \n \n 1[(iv)  “Air Force” means officers, warrant Officers and airmen who by their \ncommission, junior commission, terms of enrolment or otherwise, are liable to \nrender continuously for a term air force service to Pakistan in every part of the \nworld or any specified part of the world, including persons belonging to  the \nPakistan Air Force Reserves when called up for training or exercise or into \nactual service;],  \n \n(v) “Air Force custody” means the arrest or confinement of a person according to \nthe usages of the service and includes military or naval custody 2[and \ndetention in a civil prison];    \n(vi) “Air Force law” means the law enacted by this Act and the rules made \nthereunder and includes the usages of the service ;  \n \n(vii) “Air Force reward” includes any gratuity or annuity for long service or good \nconduct, badge pay  or pension, and any other Air Force pecuniary reward ;  \n \n(viii) “airman” means any person subject to this Act other than an officer 3[or a \nwarrant officer];  \n \n(ix) “air officer” means any officer of the Air Force above the rank of group \ncaptain;  \n \n(x) “air signal” means any signal intended for the guidance of aircraft whether \ngiven by flag, ground signal, light, wind indicator or in any manner \nwhatsoever;  \n \n4[(xa)  “Chairman, Joint Chiefs of Staff Committee” means an officer \nwhohasbeenappointedastheChairman,Jo intChiefsofStaff \nCommittee,bythePresident,inaccordancewithArticle243of \ntheConstitutionoftheIslamicRepublicofPakistan,readwith section 10D;  \n \n(xb) “Chief of the Air Staff” shall mean the officer serving in the rank of the Air \nChief Marshal, appointed by the President, in accordance \nwithArticle243oftheconstitutionoftheIslamicRepublicof  Pakistan read with \nsection 10A; ] \n \n(xi) “civil offence” means an offence which is triable by a criminal court ;  \n \n(xii) “civil prison” means any jail or place used for the detenti on of any criminal \nprisoner under the Prisons Act, 1894 ( IX of 1894 ), or under any other law for \nthe time being in force;  \n5\n* * * * * * * \n1Clause (iv) subs. by the Pakistan Air Force (Amdt.) Act, 1967 (6 of 1967), s. 3.  \n2Added, by the Pakistan Air Force (Amdt.) Ordinance, 1972 (7 of 1972), s. 2.  \n3Added by Act 6 of 1967, s. 3.  \n4Ins. By Act II of 2020, s.2.(w.e.f 27 -11-2019).  \n5 Omitted by F.A.O., 1975, Art. 2 and Sch.  \n \nPage 15 of 78  (xiv)  “commanding officer” used in relation to a person subject to this Act, means \nthe officer prescribed as commanding officer for the purpose of all or any of \nthe provisions of this Act, or in the absence of any such prescription, the \nofficer for the time being in command of the unit or detachment to which such \nperson belongs or is attached ;  \n \n(xv) “court‑martial” means a court‑martial held under this Act ;  \n \n(xvi)  “criminal court” means a court of ordinary criminal justice in any part of \nPakistan1[or established elsewhere by the authority of the 2[Federal \nGovernment] ;  \n \n(xvii)  “enemy” includes all armed mutineers, armed rebels, armed rioters, pirates \nand any person in arms against whom it is the duty of any person subject to \nnaval, military  or air force law to act. ;  \n \n(xviii)  “the Forces” means the regular Army, Navy and Air Force or any part or parts \nof any one or more of them ;  \n \n(xix)  “the Government” means the Government of Pakistan and includes a \nProvincial Government ;  \n \n3[(xixa)“Islamic  Law” means a law relating to the enforcement of Hudood;]  \n \n(xx) “Judge Advocate General” means a person appointed as such by the 4[Chief of \nthe Air Staff] to give advice on matters relating to Air Force law and to \nperform such other duties of a legal character as may arise in connection \ntherewith ;  \n \n(xxi) “non‑commissioned officer” means a person holding a non‑commissioned \nrank or an acting non‑commissioned rank in the Air Force, and includes any \nperson holding a non‑commissioned rank or an acting non­ commissioned rank \nin the Pakistan Air Force Volunteer Reserve when subject to this Act ;  \n \n(xxii) “notification” means a notification published in the official Gazette ;  \n \n(xxii i) “offence” means any act or omission punishable under this Act, and includes a \ncivil offence, as hereinbefore defined ;  \n5[(xxiv)“officer” means a person commissioned, gazetted or in the pay as an officer in \nthe Air Force  and includes__ \n \n(i) an officer of the Pakistan Air Force Volunteer Reserve who is for the \ntime beingsubject to thi s Act; and  \n \n(ii) an officer of the Pakistan Army or the Pakistan Navy when serving \nunder theprescribed conditions;  \n \n1Added by the Pakistan Air Force (Amdt.) Act, 1958 (6 of 1958), s. 5, with effect from the 23rd March, 1958).  \n2 Subs. by F.A.O., 1975, Art. 2 and Table, for “Central Government”.  \n3Ins. by the Pakistan Air Force (Amdt.) Ordinance, 1984 (38 of 1984), s. 2.  \n4Subs. by F.A.O., 1975, Art. 2 and Sch., for “Commander­in­Chief”.  \n5Subs. by the Pakistan Air Force (Amdt.) Act,  1963 (8 of 1963), for the existing clause (xxiv) which had been subs. by Act 6 of 1958, s.  5, \nfor the original clause.  \n \nPage 16 of 78  but does not include a junior commissioned officer, warrant officer, petty officer or \nnon‑commissioned officer ;]  \n \n (xxv)  “prescribed” means prescribed by rules made under this Act ;  \n \n(xxvi)  “provost‑marshal” means a person appointed as such under this Act and \nincludes any of his deputies or assistants or any other person legally \nexercising authority under him or on his beha lf ; \n \n(xxvii)  “regulation” includes a regulation made under this Act ;  \n \n(xxviii) “service” when qualifying institution, necessaries, books, band, mess, money, \ngoods and other property, means belonging to or connected with the air \nservice or any unit or par t of a unit thereof ;  \n \n(xxix)  “superior officer” when used in relation to a person subject to this Act, \nincludes a warrant officer and a non‑commissioned officer, and as regards \npersons serving under such conditions as may be prescribed, an officer, junior  \ncommissioned officer, warrant officer petty officer and non‑commissioned \nofficer of the regular army or the Navy ;  \n \n(xxx)  “unit” includes  \n \n(a) any body of officers and airmen 1\n[or of officers, warrant officers and \nAirmen] forwhich a separate authorised  establishment exists;  \n \n(b) any separate body of persons subject to this Act employed on any \nservice and not attached to a unit as aforesaid ;  \n \n(c) any other separate body of persons composed wholly or partly of \npersons subject to this Act, and specified as a unit by the 2[Federal \nGovernment] ;  \n \n(xxxi)  “Warrant officer” means a person 3[commissioned] gazetted or in pay as a \nwarrant officer of the Air Force and includes an acting warrant officer, and a \nwarrant officer of the Pakistan  Air Force Volunteer Reserve who is for the \ntime being subject to this Act ;  \n \n(xxxii)  all words and expressions used herein and defined in the Pakistan Penal \nCode( XLV  of1860 ) 4[or in any Islamic Law] and not hereinbefore defined, \nshall be deemed to have the  meanings respectively assigned to them by that \nCode 4[or, as the case may be, that law].  \n \n \n1 Ins. by the Pakistan Air Force (Amdt.) Act, 1967 (6 of 1967), s. 3.  \n2Subs. by F.A.O., 1975 Art. 2 and Table, for “Central Government”.  \n3Subs. by the Pakistan Air Force (Amdt.) Act, 1967 (6 of 1967), s. 3, “for appointed”.  \n4Ins. and added by the Pakistan Air Force (Amdt.) Ordinance, 1984 (38 of 1984), s. 2.  \n \nPage 17 of 78   \nCHAPTER II  \n \nSPECIAL PROVISIONS FOR THE APPLICATION OF ACT IN CERTAIN CASES  \n \n5. Application of Act to certain forces under the 1[Federal Government].___(1) The \n1[Federal Government] may, by notification, apply, with or without modifications, all or any of th e \nprovisions of this Act to any force raised and maintained in Pakistan and suspend the operation of \nany other enactment for the time being applicable to the said force.  \n \n(2) The provisions of this Act so applied shall have effect in respect of persons bel onging to \nthe said force as they have effect in respect of persons subject to this Act holding in the Air Force the \nsame or equivalent rank as the aforesaid persons hold for the time being in the said force.  \n \n(3) The provisions of this Act so applied shall  also have effect in respect of persons who are \nemployed by, or are in the service of, or are followers of, or accompany any portion of the said force \nas they have effect in respect of persons subject to this Act under clause (d) of section 2.  \n \n(4) While a ny of the provisions of this Act apply to the said force, the 1[Federal Government] \nmay, by notification, direct by what authority any jurisdiction, powers or duties incident to the \noperation of these provisions shall be exercised or performed in respect o f the said force.  \n \n6. Special provision as to rank in certain cases. (1)The 1[Federal Government] may, by  \nNotification2, direct that any persons or class of persons subject to this Act under clause (d) of \nsection 2, shall be so subject as officers, warrant officers or non‑commissioned officers, and may \nauthorise any officer to give a like direction or to cancel such direction.  \n \n(2)All persons subject to this Act other than officers, warrant officers and non‑commiss ioned \nofficers , shall, if they are not persons in respect of whom a notification or direction under sub -\nsection is in force, be deemed to be of a rank inferior to that of a non‑commissioned officer.  \n \n7. Commanding officers of persons subject to Air Force l aw under clause (d) of \nsection2.___ (1) Every person subject to this Act, under clause (d) of section 2 shall for the purposes \nof thisAct, be deemed to be under the commanding officer of the unit, or detachment, if any, to \nwhich he is attached, or if he is  not so attached, under the command of any officer who may for the \ntime being be named as his commanding officer by the officer commanding the force with which \nsuch person may for the time being be serving, or of any other prescribed officer, or if no such  \nofficer is named or prescribed, under the command of the said officer commanding the force.  \n \n(2) An officer commanding a force shall not place a person subject to this Act under clause \n(d) of section 2 under the command of an officer of official rank infe rior to that of such person if \nthere is present at the place where such person is any officer of higher rank under whose command \nhe can be placed.  \n \n \n \n1Subs. by F.A.O., 1975, Art. 2 and Table, for “Central Government”.  \n2For notification under sub­section see Gaz. of Pak. 1957, pt. III, P. 226.  \n \n \n \n \nPage 18 of 78  8. Officers exercising powers in certain cases.___ (1) Whenever persons subject to this Act \nare serving whether within or without Pakistan under an officer not subject to this Act, the 1[Federal \nGovernment] may prescribe the officer by whom the powers which, under this Act, may be \nexercised by officer s commanding units, shall, as regards such persons, be exercised.  \n \n(2) The 1[Federal Government] may confer such powers either absolutely or subject to such \nrestrict ions, reservations, exceptions and conditions as it may think fit.  \n \n9. Exercise of powers vested in holder of Air Force office . Any power or jurisdiction given \nto, and any act or thing to be done by, to, or before any person holding any Air Force appointme nt \nmay be exercised by, or done by, to, or before any other person for the time being authorised in that \nbehalfaccording to the custom of the service, or according to rules made under this Act.  \n \n10. Power to declare persons to be on active service. Notwith standing anything contained \nin clause (i) of section 4, the 1[Federal Government] may, by notification, declare that any persons or \nclass of persons subject to this Act , shall, with reference to any area in which they may be serving or \nwith reference to an y provision of this Act or of any other law for the time being in force, be deemed \nto be on active service within the meaning of this Act.  \n \n \n \n1Subs. by F.A.O., 1975, Art. 2 and Table, for “Central Government”.  \n \n \nPage 19 of 78  1[CHAPTER IIA.  \n \nAPPOINTMENT OF  THE CHIEF OF THE AIRSTAFF AND THE CHAIRMAN, JOINT \nCHIEFS OF STAFF COMMITTEE  \n \n10A.Appointment of the Chief of the Air Staff. —(1) The President shall, on the advice of \nthe Prime Minister, appoint an Air Chief Marshall as the Chief of the Air Staff, for a te nure of three \n(03) years.  \n \n(2)The terms and conditions of the Chief of the Air Staff shall be determined by the \nPresident, on the advice of the Prime Minister.  \n \n10B.ReappointmentorextensionoftheChiefoftheAirStaff .—(1) Notwithstanding anything \ncontained in this Act or any other law for thetimebeinginforce,thePresident,ontheadviceofthePrime \nMinister,mayreappointtheChiefoftheAirStaffforadditional tenure of three (03) years, or extend the \ntenure(s) of the Chief of the Air Staff uptothree(03)years,onsuchtermsand conditions,asmaybe \ndetermined by the President, on the advice of the Prime Minister, in the national security interest or \nexigencies, from time to time.  \n \n(2) NotwithstandinganythingcontainedinthisActoranyother law, orany order or judgment of \nany Court,thea ppointment, reappointment or extension of the Chief of the Air Staff, or the exercise \nofdiscretionbytheappointingauthorityinthisregard,shallnotbe called into question before any Court on \nany ground whatsoever.  \n \n10C.RetirementageandservicelimitsoftheChiefof theAir Staff. -The retirement age and \nservice limits prescribed for an Air Chief Marshal, under the Rules and Regulations made under this \nAct, shall not beapplicabletotheChiefoftheAirStaff,duringhistenureof appointment, reappointment, or \nextension, subject to a maximum age of sixty -four(64)years.Throughout  such tenure(s),  the Chief of \nthe Air Staff shall continue to serve as an Air Chief Marshal in the Pakistan Air Force.  \n \n10D.Appointment of the Chairman, JointChiefs of Staff Committee .—\n(1)ThePresidentmay,on theadviceofthePrime \nMinister,appointaChairman,JointChiefsofStaffCommittee,from amongst Generals in the Pakistan \nArmy, Admirals in the Pakistan Navy, orAirChiefMarshals  in the Pakistan Air Force,  for a tenure of  \nthree (03) years.  \n \n(2)Thetermsandconditionsof theChairman,JointChiefsof StaffCommittee \nshallbedeterminedbythePresident,on theadviceof the Prime Minister.  \n \n(3)If the Chairman, Joint Chiefs of Staff Committee is appointed \nfromamongstAirChiefMarshalsinthePakistanAirForce,the provisions of this Act shall be applicable \nto such Chairman, Joint Chiefs of Staff Committee.  \n \n10E.Reappointment or  extension of the Chairman, JointChiefs  of Staff Committee .—(1) \nNotwithstanding anything contained in this Act or any other law for the time being in force, the \nPresident, on the advice of the Prime Minister, may reappoint the Chairman, Joint Chiefs of Staff \nCommittee foradditionaltenureofthree(03) years, or extend the tenure(s) of the Chairman, Joint \nChiefs of Staff Committee up to three (03)years, on such terms and conditions, as  \nmaybedeterminedbythe President,ontheadviceofthePrimeMinister,inthenationalsecurity interest or \nexigencies,from time to time.  \n \n \n1 Ins. b y Act II of 2020, s.3.( w.e.f. 27-11-2019).  \n \n \nPage 20 of 78  (2) Notwithstanding  anything  contained  in this Act or any other law, or  any order  or \njudgment  of any Court, the  appointment, reappointment or  extension of the  Chairman,  Joint Chiefs \nofStaff Committee,or the exercise of discretion by the appointing authority in this regard, shall not \nbe called into question before any Court on  any ground whatsoever.  \n \n10F. Retirement  age and service  limits  of the Chairman,  Joint Chief s of Staff  \nCommittee. — Incase  an Air Chief  Marshal  of the Pakistan  Air Force  is appointed  as the Chairman,  \nJoint Chiefs  of Staff  Committee,  the retirement  age and service  limits,  prescribed  under  the Rules  \nand Regulations  made  under  this Act, shall  not be applicable  to the  said Air Chief  Marshal  during  his \ntenure  of appointment, reappointment or extension, subject to a maximum age of sixty -four (64) \nyears.  Throughout  such tenure(s),  the Chairman,  Joint  Chiefs  of Staff Committee,  appointed  under \nthis Act, shall  continue  to serve  as Air Chief Marshal in the Pakistan Air Force.]  \n \n________  \n \n  \n \nPage 21 of 78  CHAPTER -III \n 1[COMMISSION S AND ENROLMENT.]  \n 2\n[11. Grant of Commissions. The President may grant to such person as he thinks fit a \ncommission as an officer or a junior commission as a warrant officer of the Air Force.]  \n \n3\n[12. Ineligibility of aliens for enrolment . No person who is not a citizen of Pakistan shall, \nexcept with the consent of the Federal Government , signified in writing, be granted a commission or \najunior commission or be enrolled in the Air Force.]  \n \n13. Procedure before enrolling officer. Upon the appearance before the prescribed \nenrolling officer of any person desirous of being enrolled, the enrolling officer shall read and explain  \nto him, or cause to be read and explained to him in his presence, the conditions of the service for \nwhich he is to be enrolled ; and shall put to him the questions set forth in the prescribed form of \nenrolment, and shall, after having cautioned him that if he makes a false  answer to any such question \nhe will be liable to punishment under this Act, record or cause to be recorded his answer to each \nsuch question.  \n \n14. Mode of enrolment. If, after complying with the provisions of section 13, the enrolling \nofficer is satisfied that the person desirous of being enrolled fully understands the questions put to \nhim and consents to the conditions of service, and if such officer perceives no impediment, he shall \nsign and shall also cause such person to sign the enrolment paper, and su ch person shall thereupon \nbe deemed to be enrolled.  \n \n15. Validity of enrolment. Every person who has for the space of three months been in \nreceipt of pay as a person enrolled under this Act and been borne on the rolls of any unit shall be \ndeemed to have be en duly enrolled and shall not be entitled to claim his discharge on the ground of \nany irregularity or illegality in his enrolment or on any other ground whatsoever ; and if any person \nin receipt of such pay and borne on the rolls as aforesaid claims his d ischarge before the expiry of \nthree months from his enrolment, no such irregularity or illegality or other ground shall, until he is \ndischarged in pursuance of his claim, affect his position as an enrolled person under this Act or \ninvalidate any proceeding s, act or thing taken or done prior to his discharge.  \n \n16. Persons to be attested. The following persons shall be attested, namely :___ \n \n(a) all persons enrolled as combatants ;  \n(b) all other persons subject to this Act as may be prescribed by the 4[Feder al \nGovernment].  \n \n17. Mode of attestation. (1) When a person who is to be attested is reported fit for duty, or \nhas completed the prescribed period of probation, an oath or affirmation shall be administered to him \nin the prescribed form by his commanding officer in front of his unit or such portion thereof as may \nbe present, or by any other prescribed person.  \n 5[(2) The form of oath or affirmation prescribed under this section shall contain a promise \nthat the  person to be attested will bear true faith and allegiance to Pakistan and uphold the \nConstitution of the Islamic Republic of Pakistan which embodies the will of the people, that he will \nnot engage himself in any political activities whatsoever and that he  will honestly and faithfully \nserve Pakistan in the Pakistan Air Force as required by or under the law, and that he will obey all \ncommands of any officer set over him, even to the peril of his life.]  \n \n \n1 Subs. by the Pakistan Air Force (Amdt.) Act, 1967 (6  of 1967), s. 4.  \n2 Subs. ibid., s. 5.  \n3Section 12 which was previously amended by Act 6 of 1958, 8 of 1963, have been subs. by the Federal Laws (Revision and Declar ation), \nOrdinance, 1981 (27 of 1981), s. 3, and 2ndSch. \n4Subs. by F.A.O., 1975, Art. 2 and T able, for “Central Government”.  \n5 Subs. by F.A.O., 1975, Ar t. 2 and Sch., sub sections (2) was previously subs. by Act 8 of 1963, s. 6.  \n \nPage 22 of 78  CHAPTER IV  \n \nCONDITIONS OF SERVICE  \n \n18. Tenure of service under the Act. 1[SubjecttoChapterII -A, every] person subject to this \nAct shall hold office during the pleasure of the 2[President]1[:] \n \n1[Provided that the appointment, reappointment, extension and tenure of the Chief of the Air \nStaff shall be determined in accordance with sections 10A, 10B and 10C:  \n  \nProvidedfurtherthattheappointment,reappointmentorextension,and tenureof the Chairman, \nJoint Chiefs of Staff Committee shall be determined in accordance with sections 10D, 10E and 10F.]  \n \n19.Termination of service by 3[Federal Government]. Subject to the p rovisions of this Act \nand the rules and the regulations made thereunder, the 3[Federal Government] may dismiss or \nremove from the service any person subject to this Act.  \n \n20. Dismissal, removal or reduction by 4[Chief of the Air Staff] or other  officers .____ (1) \nThe4[Chief of the Air Staff], or any officer, empowered in this behalf under the rules may at any \ntime dismiss or remove from the service any person subject to this Act other than an officer.  \n \n(2) The 4[Chief of the Air Staff] or any officer empowered in this behalf under the rules may \nreduce to a lower grade, or to a lower rank or to the ranks 5* * * any non‑commissioned \nofficer.  \n \n(3) The 4[Chief of the Air Staff] or any officer empowered in this behalf  under the rules may \nreduce to a lower class in the ranks any airman other than a 5* * * non‑commissione d officer . \n \n(4) The commanding officer of an acting non‑commissioned officer may order him to revert \nto his substantive rank as a non‑commissioned offic er, or if he has no substantive rank, to the ranks.  \n \n(5) On active service, an officer commanding the air forces in the field may reduce to a lower \nrank or to the ranks any 5* * * non­commissioned officer under his command.  \n \n(6) The exercise of any powers under this section shall be subject to the other provisions \ncontained in this Act, and the rules and regulations made thereunder.  \n \n21. Retirement, release or discharge. Any person subject to this Act may be retired, \nreleased or discharged from the service by such authority and in such manner as may be prescribed.  \n \n1Subs. Ins by Act II of 2020, s.4. (w.e.f 27 -11-2019) \n2Subs. by the Pakistan Air force (Amdt.) Act, 1958 (6 of 1958), s. 8, for “Governor General”.  \n3Subs. by F.A.O., 1975 Art. 2 and table, for “Central Government”.  \n4Subs. ibid., for “Commander­in­Chief”.  \n5Certain words omitted by the Pakistan Air Force (Amdt.) Act, 1967 (6 of 1967), s. 7.  \n \n  \n \nPage 23 of 78  22. Certificate on termination of service. Every warrant officer, or enrolled person who is \ndismissed, re moved, discharged, retired or released from the service shall be furnished by his \ncommanding officer with a certificate setting forth__ \n \n(a) the authority terminating his service ;  \n \n(b) the cause for such termination ; and  \n \n(c) the full period of his service in the Air Force.  \n \n23. Discharge or dismissal when out of Pakistan .___(1) Any person enrolled under this \nActwho is entitled under the conditions of his enrolment to be discharged, or whose discharge is \nordered by a competent authority,and who, when  he is so entitled or ordered to be discharged, is \nserving out of Pakistan, and requests to be sent to Pakistan, shall, before being discharged, be sent to \nPakistan with all convenient speed.  \n \n(2) Any person enrolled under this Act who is dismissed from the service and who, when he \nis so dismissed, is serving out of Pakistan, shall be sent to Pakistan with all convenient speed.  \n \n(3) Where any such person as is mentioned in sub­section (2) is sentenced to dismissal \ncombined with any other punishment, such other punishment, or, in the case of a sentence of \nimprisonment or detention, a portion of such sentence, may be inflicted before he is sent to Pakistan.  \n \n(4) For the purposes of this section, the word “discharge” includes release, and the word \n“dismissal”  includes removal.  \n \n24. Power to modify certain fundamental rights in their application to persons subject \nto this Act. Subject to the provisions of any law for the time being in force relating to the Air Force \nor to any branch thereof, the 1[Federal Gover nment] may, by notification, make rules2restricting in \nsuchmanner and to such extent as may be specified the right of any person subject to this Act___ \n \n(a) to be a member of, or to be associated in any way with, any trade union or \nlabour union, or any cla ss of trade or labour union or any society, institution \nor association, or any  class of societies, institutions or associations ;  \n \n(b) to attend or address any meeting or to take part in any demonstration \norganized by anybody of persons for any political or other purposes ;  \n \n(c) to communicate with the press or to publish or cause to be published any \nbook, letter or other document.  \n \n \n1Subs. by F.A.O., 1975 Art. 2 and Table, for “Central Government”.  \n2For the Pakistan Air Force Act, Rules, 1957, see Gaz. of  P., 1957, Ext., pp. 2271 -2415.  \n \n \n \nPage 24 of 78  CHAPTER V  \n \nSERVICE PRIVILEGES  \n \n25. Authorised deductions only to be made from pay. The pay 1[and allowances] of every \nperson subject to this Act due to him as such under any regulation for the time being in force, shall \nbe paid without any deduction other than the deductions authorised by or under this or any other Act, \nor prescribed by the 2[Federal Government].  \n \n26. Remedy of aggrieved 3[Warrant officer s and] airmen.____(1) Any 3[Warrant officer or] \nairman who deems himself wronged by any superior or other officer may, if not attached to a unit or \ndetachment, complain to the officer under whose command or order he is serving ; and may, if \nattached to a unit or detachment, complain to the officer commanding the same.  \n \n(2) When the officer complained against is the officer to whom any complaint should, under \nsub­ section (1) be preferred, the aggri eved 3[Warrant officers or] airman may complain to such \nofficer’s next superior officer , and if he thinks himself wronged by such superior officer, he may \ncomplain to the 4[Chief of the Air Staff].  \n \n(3) Every officer receiving any such complaint shall make  as complete an investigation into it \nas may be possible for giving full redress to the complainant ; or when necessary, refer the complaint \nto a superior authority.  \n \n(4) Every such complaint shall be preferred in such manner as may from time to time be \nspecifie d by the proper authority.  \n \n(5) The 2[Federal Government] may revise any decision by the 4[Chief of the Air Staff] under \nsub-section (2), but subject thereto, the decision of the 4[Chief of the Air Staff] shall be final.  \n \n27. Remedy of aggrieved offi cers. Any officer who deems himself wronged by his \ncommanding officer or any superior officer, and who on due application  made to his commanding \nofficer, does not receive the redress to which he considers himself entitled, may complain to the \n2[Federal Gov ernment] in such manner as may from time to time be specified by the proper \nauthority.  \n \n28. Immunity from attachment. The arms, clothes, equipment, accoutrement or necessaries \nof any person subject to this Act shall not be seized, and the pay and allowances of any such person \nor any part thereof shall not be attached, by direction of any civil or revenue court or any revenue \nofficer, in satisfaction of any decree or order enforceable against him.  \n \n29. Immunity from arrest for debt.___(1) No person subject to this Act shall so long as he \nbelongs to the Air Force, be liable to be arrested for debt under any process issued by, or by the \nauthority of, any civil or revenue court or revenue officer.  \n \n \n1Ins. by the Pakistan Air Force (Amdt.) Act, 1958 (6 of 1958), s. 9 (with effect from the 23rdMarch. 1958).  \n2Subs. by F.A.O., 1975 Art. 2 and Table, for “CentralGovernment”.  \n3Ins. by the Pakistan Air Force (Amdt.) Act, 1967 (6 of 1967), s. 8.  \n4Subs. by F.A.O., 1975 Art. 2 and Sch., for “Commander­in­Chief” . \n \nPage 25 of 78  (2) The judge of any such court or the said officer may examine into any complaint made by \nsuch person or his superior officer of the arrest of such person contrary to the provisions of this \nsection, and may be warrant under his hand, disc harge the person, and award reasonable costs to the \ncomplainant, who may recover these costs in like manner as he might have recovered costs awarded \nto him by a decree against the person obtaining the process.  \n \n(3) For the recovery of such costs no court‑f ee shall be payable by the complainant.  \n \n30. Immunity of persons attending courts ‑martial from arrest .___(1)No president or \nmember of a court‑martial, no judge advocate, no party to any proceeding before a court‑martial, or \nhis legal practitioner or agent, and no witness acting in obedience to a summons to attend a \ncourt‑martial , shall , while proceeding to, attending, or returning from a court‑‑martial, be liable to \narrest by civil or revenue process.  \n \n(2) If any such person is arrest ed under any such proces s, he may be discharged by order of \nthe court‑martial.  \n \n31. Privileges of reservists. Every person belonging to the Air Force Reserve shall, when \ncalled out for, or engaged in, or returning from training or service, be entitled to all the privileges \naccorded by sections 28 and 29 to a person subject to this Act.  \n \n32. Priority in respect of Air Force personnel’s litigation.___(1) On the presentationto any \ncourt by or on behalf of any person subject to this Act of a certificate, from the proper Air Forc e \nauthority, of leave of absence having been granted to or applied for by him for the purpose of \nprosecuting or defending any suit or other proceeding in such court, the court shall, on the \napplication of such person, arrange, so far as may be possible, fo r the hearing and final disposal of \nsuch suit or other proceeding within the period of the leave so granted or applied for.  \n \n(2) The certificate from the proper Air Force authority shall state the first and last day of the \nleave or intended leave, and set forth a description of the case with respect to which the leave was \ngranted or applied for.  \n \n(3) No fee shall be payable to the court in respect of the presentation of any such certificate \nor of any application by or on behalf of any such person for priori ty for the hearing of his case.  \n \n(4) Where the court is unable to arrange for the hearing and final disposal of the suit or other \nproceeding within the period of such leave or intended leave as aforesaid, it shall record its reasons \nfor its inability to do  so, and shall cause a copy thereof to be furnished to such person on his \napplication without any payment whatever by him in respect either of the application for such copy \nor of the copy itself.  \n \n(5) If in any case a question arises as to the proper Air F orce authority qualified to grant such \ncertificate as aforesaid, such question shall be at once referred by the court to an officer, \ncommanding an Air Force Station or a superior Air Force authority whose decision shall be final.  \n \n33. Saving of rights and privileges under other laws. The rights and privileges specified in \nthe preceding sections of this chapter shall be in addition to any others conferred on persons subject \nto this Act or on members of the regular Army, Navy and Air Forc e generally by any other law for \nthe time being in force.  \n \n_________  \n \n \nPage 26 of 78  CHAPTER VI  \n \nOFFENCES  \n \n34. Offences in relation to the enemy and punishable with death. Any person subject to \nthis Act, who commits any of the following offences, that is to say :___ \n \n(a) shamefully abandons or delivers up any garrison, fortress, post, place or \nguard, committed to his charge, or which it is his duty to defend, or uses any \nmeans to compel or induce any commanding officer or other person to commit \nthe said act ;  \n \n(b) intenti onally uses any means to compel or induce any person subject to \nMilitary, Naval or Air Force law to abstain from acting against the enemy, or \nto discourage such person from acting against the enemy ; or  \n \n(c) in the presence of the enemy shamefully casts aw ay his arms, ammunition, \ntools or equipment or misbehaves in such manner as to show cowardice ; or  \n \n(d) treacherously holds correspondence with, or communicates intelligence to, the \nenemy or any person in arms against Pakistan ; or  \n \n(e) directly or indirec tly assists the enemy with money, arms, ammunition, stores \nor supplies ; or  \n \n(f) treacherously or through cowardice sends a flag of truce to the enemy ; or  \n \n(g) in time of war or during any Air Force operation, intentionally occasions a \nfalse alarm in acti ons, camp or quarters or spreads reports calculated to create \nalarm or despondency ; or  \n \n(h) in time of action leaves his commanding officer or his post, guard, piquet, \npatrol or party without being regularly relieved or without leave ; or  \n \n(i) having been  made a prisoner of war, voluntarily serves with or aids the enemy \nor \n \n(j) knowingly harbours or protects an enemy not being a prisoner ; or  \n \n(k) being a sentry in time of war or alarm, sleeps upon his post or is intoxicated ; \nor \n \n(l) knowingly does any ac t calculated to imperil the success of the Military, \nNaval or Air Forces of Pakistan or any forces co‑operating therewith or any \npart of such forces ; or  \n(m) treacherously or shamefully causes the capture or destruction by the enemy of \nany aircraft belongi ng to the Government ; or  \n \n(n) treacherously uses any false air signal or alters or interferes with any air signal \n; or \n \nPage 27 of 78  (o) when ordered by his superior officer or otherwise under orders to carry out \nany Air Force operations, treacherously or shamefully fa ils to use his utmost \nexertions to carry such orders into effect ;  \n \nshall, on conviction by court‑martial, be liable to suffer death.  \n \n35. Offences in relation to the enemy and not punishable with death. Any person subject \nto this Act who commits any of th e following offences, that is to say :___ \n \n(a) is taken prisoner, by want of due precaution, or through disobedience of \norders, or wilful neglect of duty, or having been taken prisoner, fails to rejoin \nhis service when able to do so ; or  \n \n(b) without due a uthority holds correspondence with or communicates \nintelligence to the enemy ; or having come by the knowledge of any such \ncorrespondence or communicationwilfully omits to discover it immediately to \nhis commanding or other superior officer ; or  \n \n(c) without due authority sends flag of truce to the enemy ; or  \n \n(d) negligently causes the capture or destruction by the enemy of any aircraft \nbelonging to the Government ; or  \n \n(e) when ordered by his superior officer, or otherwise under orders to carry out \nany warlike operations in the air, negligently or through other default fails to \nuse his utmost exertions to carry such orders into effect ;  \n \nshall, on conviction by court‑martial, be liable to suffer long imprisonment.  \n \n36. Offences punishable more severely on active service than at other times. Any person \nsubject to this Act who commits any of the following offences, that is to say :___ \n \n(a) forces a safeguard, or forces or uses criminal force to a sentry ; or  \n \n(b) breaks in to any house or other place in search of plunder ; or  \n \n(c) being a sentry sleeps upon his post, or is intoxicated ; or  \n \n(d) without orders from his superior officer leaves his guard, piquet, patrol or post \n; or \n \n(e) intentionally or through neglect occasions a false alarm in camp or quarters, or \nspreads reports calculated to create unnecessary alarm or despondency ; or  \n \n(f) makes known the parole, watchword or countersign to any person not entitled \nto receive it; or knowingly gives a parole, watchwor d or countersigns different \nfrom what he received; or  \n \n(g) without due authority alters or interferes with any air signal ;  \n \nshall, on conviction by court‑martial,  \n \n \nPage 28 of 78  if he commits any such offence when on active service, be liable to suffer long \nimprisonme nt; and  \n if he commits any such offence when not on active service, be liable to suffer short \nimprisonment.  \n \n37. Mutiny. Any person subject to this Act who commits any of the following offences, that \nis to say :___ \n \n(a) begins, incites, causes, or conspires  with any other persons to cause, any \nmutiny in the Military, Naval or Air Forces of Pakistan or any forces \nco‑operating therewith ; or  \n \n(b) joins in any such mutiny ; or  \n \n(c) being present at any such mutiny, does not use his utmost endeavours  to \nsuppress the same ; or  \n \n(d) knowing or having reason to believe in the existence of any such mutiny, or of \nany intention to commit such mutiny or any such conspiracy, does not, \nwithout delay, give information thereof to his commanding or other superior  \nofficer ; or  \n \n(e) endeavours to seduce any person in the Military, Naval or Air Force of \nPakistan from his duty or allegiance to the Government ;  \n \nshall, on conviction by court‑martial, be liable to suffer death.  \n \n38. Desertion and aiding desertion.___(1) Any person subject to this Act who deserts \norattempts to desert the service, shall on conviction by court‑martial,___ \n \nif he commits the offence on active service or when under orders for active service, be liable \ntosuffer long imprisonment ; and  \n \nifhe commits the offence under any other circumstances, be liable to suffer short \nimprisonment.  \n \n(2) Any person subject to this Act  \n \nwho knowingly harbours any such deserters ; or  \n \nwho being cognisant  of any desertion or attempt at desertion of a person subject to this Act, \ndoes not forthwith give notice to his own or some other superior officer, or take any steps in his \npowers to cause such person to be apprehended,  \n \nshall, on conviction by court‑mart ial, be liable to suffer short imprisonment.  \n \n39. Absence without leave. Any person subject to this Act who commits any of the \nfollowing offences, that is to say,____  \n \n(a) absents himself without leave ; or  \n \nPage 29 of 78   \n(b) without sufficient cause overstays leave gra nted to him ; or  \n \n(c) being on leave of absence and having received information from proper \nauthority that any unit or detachment to which he belongs, has been ordered \non active service fails, without sufficient cause, to rejoin without delay ; or  \n \n(d) without sufficient cause fails to appear at the time fixed, at the parade or place \nappointed for exercise or duty ; or  \n \n(e) when on parade, or on the line of march, without sufficient cause, or without \nleave from his superior officer, quits the parade or line  of march; or  \n \n(f) when in camp or elsewhere, is found beyond any limits fixed, or in any place \nprohibited by any general, local or other order without a pass or written leave \nfrom his superior officer ; or \n \n(g) without leave from his superior officer or w ithout due cause, absents himself \nfromany school when duly ordered to attend there ;  \n \nshall, on conviction by court‑martial, be liable to suffer short imprisonment.  \n \n40. Striking or threatening superior officer. Any person subject to this Act who commits \nany of the following offences, that is to say :___ \n \n(a) uses criminal force to, or assaults his superior officer ; or  \n \n(b) uses threatening language to such officer ; or  \n \n(c) uses insubordinate language to such officer;  \n \nshall, on conviction by court‑mart ial, \n \nif such officer is at the time in the execution of his office or, if the offence is committed on \nactive service, be liable to suffer long imprisonment; and  \n \nin other cases, be liable to suffer short imprisonment.  \n \n41. Disobedience to superior officer.___(1) Any person subject to this Act who disobeys in \nsuchmanner as to show a wilful defiance of authority any lawful command given personally by his \nsuperior officer in the execution of his office whether the same is given orally or in writing or by \nsignal or otherwise shall, on conviction by court‑martial, be liable to suffer long imprisonment.  \n \n(2) Any person subject to this Act, who disobeys any lawful command given by his superior \nofficer shall, on conviction by court‑martial,___ \n \nif he commits  such offence when on active service, be liable to suffer long imprisonment ; \nand  \nif he commits such offence when not on active service, be liable to suffer short \nimprisonment.  \n \nPage 30 of 78  42. Insubordination and obstruction. ‑Any person subject to t his Act, who commits any of \nthe following offences, that is to say :___ \n \n(a) being concerned in any quarrel, affray or disorder, refuses to obey any officer, \nthough of inferior rank, who orders him into arrest, or uses criminal force to or \nassaults any such officer ; or  \n \n(b) uses criminal force to, or assaults any person, whether subject to this Act or \nnot, in whose custody he is lawfully placed, and whether he is or is not his \nsuperior officer ; or  \n \n(c) resists an escort whose duty it is to apprehend hi m or to have him incharge; or  \n \n(d) breaks out of barracks, camp or quarters ; or  \n \n(e) neglects to obey any general, local or other order ; or  \n \n(f) impedes the provost‑marshal or any person lawfully acting on his behalf, or \nwhen called upon, refuses to assist in the execution of his duty a \nprovost‑marshal or any person lawfully acting on his behalf ; or  \n \n(g) uses criminal force to, or assaults any person bringing provisions or supplies \nto the Forces;  \n \nshall, on conviction by court‑martial, be liable to s uffer short imprisonment.  \n \n43. Fraudulent enrol ment. Any person subject to this Act who commits any of the \nfollowing offences, that is to say ,___ \n \n(a) without having obtained a regular discharge from the Air Force or otherwise \nfulfilled the c onditions ena bling him to enroll  or enter, enro lls himself in, or \nenters the said force or any part of the Military or Naval Forces of Pakistan ; \nor \n \n(b) is concerned in the enrolment in any part of the forces of any person, when he \nknows or has reason to believe such person to beso circumstanced that by \nenrolling he commits an offence against this Act ;  \n \nshall, on conviction by court‑martial, be liable to suffer short imprisonment.  \n \n44. False answers on enrolment. Any person having become subject to this Act who is \ndiscovered to have made at the time of enrolment a wilfully false answer to any question set forth in \nthe prescribed form of enrolment which has been put to him by the enrolling officer before whom he \nappears for the purpose of being enrolled, shall, on conviction by court‑martial, be liable to \nsuffershort imprisonment.  \n \n45. Unbecoming conduct . Any officer or warrant officer who behaves in a manner \nunbecoming his position and the character expected of him shall, on conviction by court‑martial, be \nliable to be dismissed.  \n \n \nPage 31 of 78   \n46. Certain forms of disgraceful conduct. Any person subject to this Act who commits \nanyof the following offences, that is to say ,___ \n \n(a) is guilty of any disgraceful conduct of a cruel,  indecent or unnatural kind ; or  \n \n(b) malingers, or feigns, or produces disease or infirmity in himself, or \nintentionally delays his cure or aggravates his disease or infirmity ; or  \n \n(c) with intent to render himself or any other person unfit for service, voluntarily \ncauses hurt to himself or that person ;  \n \nshall, on conviction by court‑martial, be liable to suffer short imprisonment.  \n \n47. Ill‑treating a subordinate. Any officer, warrant officer or non­commissioned officer, \nwho uses criminal force to or otherwise ill‑treats any person subject to this Act, being his \nsubordinate in rank or position, shall, on conviction by court‑martial, be liable to suffer short \nimprisonment.  \n \n1[48.Intoxication. Any person subject to this Act who is found in a state of intoxicationshall, \non conviction by court‑martial__ \n \nif he commits such offence when on active service or on duty, be liable to suffer rigorous \nimprisonment for a term which may extend to five years; and  \n \nif he commits such offence when not on a ctive service or not on duty, be liable to suffer \nrigorous imprisonment for a term which may extend to three years.].  \n \n49. Permitting escape of person in custody. Any person subject to this Act who commits \nany of the following offences, that is to say :___ \n \n(a) when in command of a guard, piquet, patrol or post, releases without proper \nauthority, whether wilfully or without reasonable excuse any person \ncommitted to his charge or refuses to receive any prisoner or person so \ncommitted ; or  \n \n(b) wilfully  or without reasonable excuse allows to escape any person who is \ncommitted to  his charge , or whom it is his duty to keep or guard ;  \n \nshall, on conviction by court‑martial, be liable, if he has acted wilfully, to suffer long imprisonment \n; and if he has not  acted wilfully, to suffer short imprisonment.  \n \n50. Irregularity in connection with arrest or confinement. Any person subject to this Act, \nwhocommits any of the following offences, that is to say ,____  \n \n(a) unnecessarily detains a person in arrest or confi nement without bringing him \nto trial, or fails to bring his case before the proper authority for investigation ; \nor \n \n1Subs. by the Pakistan Air Force (Amdt.) Ordinance, 1984 (38 of 1984), s. 3.  \n \nPage 32 of 78  (b) having committed a person to Air Force custody fails without reasonable \ncause to deliver at the time of such committal, or as soon as practicable, and in \nany case within forty‑eighthours thereafter, to the officer or other person into \nwhose custody the person arrested iscommitted, an account in  writing signed \nby himself of the offence with which the person so committed is charged ;  \n \nshall, on conviction by court‑martial, be liable to suffer short imprisonment.  \n \n51. Escape from custody. Any person subject to this Act who, being in lawful custody, \nescapes or attempts to escape, shall, on conviction by court­martial, be liable to suffer short \nimprisonment.  \n \n52. Offences in respect of property . Any person subject to this Act who commits any of the \nfollowing offences, that is to say :___ \n \n(a) commits theft of any property belonging to the Government, or to any \nMilitary, Naval or Air Force mess, band or institution, or to any person subject \nto Mi litary, Naval or Air Force law; or serving with , or attached to , the Air \nForce ; or  \n \n(b) dishonestly misappropriates or converts to his own use any such property ; or  \n \n(c) commits criminal breach of trust in respect of any such property ; or  \n \n(d) dishonest ly receives or retains any such property in respect of which any of \nthe offences under clauses (a), (b) and (c) has been committed, knowing or \nhaving reason to believethe commission of such offences ; or  \n \n(e) wilfully destroys or injures any property of th e Government entrusted to him ; \nor \n \n(f) does any other thing with intent to defraud, or to cause wrongful gain to one \nperson or wrongful loss to another person ;  \n \nshall, on conviction by court‑martial, be liable to suffer long imprisonment.  \n \n53. Extortion and corruption. ‑Any person subject to this Act who commits any of the  \nfollowing offences , that is to say :____  \n \n(a) commits extortion ; or  \n \n(b) without proper authority exacts from any person money, provisions or service \n;  \n \nshall, on conviction by court‑martial, be liable to suffer short imprisonment.  \n \n54. Making away with equipment. Any person subject to this Act who commits any of the \nfollowing offences, that is to say :___ \n \n(a) makes away with, or is concerned in making away with, any arms , \n \nPage 33 of 78  ammunition, equipment,instruments, tools, clothing or any other thing being \nthe property of the Government issued to him for his use or entrusted to him ; \nor \n \n(b) loses by neglect anything mentioned in clause (a) ; or  \n \n(c) sells, pawns, destroys or defaces any medal or decoration granted to him;  \n \nshall, on conviction by court‑martial, be liable to suffer short imprisonment.  \n \n55. Injury to property. Any person subject to this Act, who commits any of the \nfollowingoffences, th at is to say :___ \n \n(a) destroys or injures any property mentioned in clause (a) of section 54, or any \nproperty belonging to any Military, Naval or Air Force mess, band or \ninstitution, or to any person subject to Military, Naval or Air Force law, or \nserving  with, or attached to, the Air Force ; or  \n \n(b) commits any act which causes damage to, or destruction of, any property of \nGovernment by fire ; or  \n \n(c) kills, injures, makes away with, ill‑treats or loses any animal entrusted to him ;  \n \nshall, on conviction  by court‑martial, be liable to suffer short imprisonment.  \n \n56. False accusation. Any person subject to this Act, who commits any of the following \noffences, that is to say : ___ \n \n(a) makes a false accusation against any person subject to this Act, knowing or \nhaving reason to believe such accusation to be false ; or  \n \n(b) in making a complaint under section 26 or section 27 makes any statement \naffecting the character of any person subjec t to this Act, knowing or having \nreason to believe such statement to be false, or knowingly and wilfully \nsuppresses any material facts ;  \n \nshall, on conviction by court‑martial, be liable to suffer short imprisonment.  \n \n57. Falsifying official document and f alse declaration. Any person subject to this Act, who \ncommits any of the following offences, that is to say : ___ \n \n(a) in any report, return, list, certificate, book or other document made or signed \nby him, or of the contents of which it is his duty to asc ertain the accuracy, \nknowingly makes, or is privyto the making of, any false or fraudulent \nstatement ; or  \n \n(b) in any document of the description mentioned in clause (a) knowingly makes, \nor is privy to the making of, any omission, with intent to defraud ; or \n \n(c) knowingly and with intent to injure any person or knowingly and with intent \n \nPage 34 of 78  to defraud, suppresses, defaces, alters or makes away with any document \nwhich it is his duty to preserve or produce ; or  \n(d) where it is his official duty to make a declara tion respecting any matter, \nknowingly makesa false declaration ; or  \n \n(e) obtains for himself, or for any other persons, any pension, allowance or other \nadvantage or privilege by a statement which is false, and which he either \nknows or believes to be false or does not believe to be true, or by making or \nusing a false entryin any book or record, or by making any document \ncontaining a false statement, or by omitting to make a true entry or document \ncontaining a true statement ;  \n \nshall, on conviction by court‑m artial, be liable to suffer short imprisonment.  \n \n58. Signing in blank and failure to report. ‑Any person subject to this Act who commits \nany of the following offences, that is to say : ___ \n \n(a) when signing any document relating to pay, arms, ammunition, equipment, \nclothing, supplies or stores, or any property of the Government fraudulently \nleaves in blank any material part for which his signature is a voucher ; or  \n \n(b) refuses or by culpable neglect omits to make or send a report or return which \nit is his  duty to make or send ;  \n \nshall, on conviction by court‑martial, be liable to suffer short imprisonment.  \n \n59. Offences relating to courts ‑martial. Any person subject to this Act who commits any of \nthe following offences, that is to say : ___ \n \n(a) being duly  summoned or ordered to attend as a witness before a court‑martial \nwilfully or without reasonable excuse, makes default in attending ; or  \n \n(b) refuses to take an oath or make an affirmation legally required by a \ncourt‑martial to be taken or made ; or  \n \n(c) refuses to produce or deliver any document in his power or control legally \nrequired by a court­martial to be produced or delivered by him; or  \n \n(d) refuses when a witness to answer any question which he is by law bound to \nanswer; or  \n \n(e) is guilty of contem pt of court‑martial by using in sulting or threatening \nlanguage,  or by causing any interruption or disturbance in the proceedings of \nsuch court ;  \n \nshall, on conviction by court‑martial, be liable to suffer short imprisonment.  \n  \n \nPage 35 of 78  60. False evidence. Any person subject to this Act who, having been duly sworn or affirmed \nbefore any court‑martial, or 1[other authority] competent under this Act to administer an oath or \naffirmation, makes any statement which is false, and which he either knows or believes to be false \nordoes not believe to be true, shall, on conviction by court‑martial, be liable to suffer short \nimprisonment.  \n \n61. Unlawful detention of pay . Any officer, warrant officer or non­commissioned officer \nwho, having received the pay of a person subj ect to this Act unlawfully detains or refuses to pay the \nsame when due, shall , on conviction by court‑martial, be liable to suffer short imprisonment.  \n \n62. Offences in relation to aircraft and flying. Any person subject to this Act who commits \nany of the following offences, that is to say: ___ \n \n(a) wilfully or without reasonable excuse damages, destroys or loses any aircraft \nor aircraft material belonging to the Government ; or  \n \n(b) is guilty of any act or neglect likely to cause such damage, destruction or  loss ; \nor \n \n(c) without lawful authority disposes of any aircraft or aircraft material belonging \nto the Government ; or  \n \n(d) is guilty of any act or neglect in flying, or in the use of any aircraft, or in \nrelation to any aircraft or aircraft material, whic h causes or is likely to cause \nloss of life or bodily injury to any person ; or  \n \n(e) during a state of war, wilfully  and without proper occasion, or negligently, \ncauses the sequestration, by or under the authority of a neutral State, or the \ndestruction in a neutral State, of any aircraft belonging to the Government;  \n \nshall, on conviction by court martial, be liable, if he has acted wilfully, to suffer long \nimprisonment, and, in any other case, to suffer short imprisonment.  \n \n63. Other offences relating to aircraft and flying . Any person subject to this Act who \ncommits any of the following offences, that is to say  :___ \n \n \n(a) signs any certificate in relation to an aircraft or aircraft material belonging to \nthe Government without ensuring the accuracy thereof ; or  \n \n(b) being the pilot of an aircraft belonging to the Government, flies it at a height \nless then such height as m ay be specified by the 2[Chief of the Air Staff], \nexcept while taking off or landing, or in such other circumstances as may be \nspecified by the 2[Chief of the Air Staff] ; or  \n \n(c) being the pilot of an aircraft belonging to the Government, flies it so as to \ncause, or to be likely to cause, unnecessary annoyance to any person;  \n \nshall, on conviction by court‑martial, be liable to suffer short imprisonment.  \n \n \n \n \n1Subs. by the Pakistan Air­Force (Amdt.) Act, 1967 (6 of 1967), s. 9, for “other court”.  \n2Subs. by F.A.O., 1975., Art. 2 and Sch., for “Commander­in­Chief”.  \n \nPage 36 of 78  64. Disobedience of lawful command of captain of aircraft . Any person subject to this  Act \nwho, whatever his rank, commits any of the following offences, that is to say : ___ \n \n(a) while he is in an aircraft disobeys any lawful command given by the captain \nof the aircraft, whether such captain is subject to this Act or not as respects all \nmatters relatingto the flying or handling of the aircraft, or affecting the safety \nthereof ; or  \n \n(b) being the captain of a glider aircraft towed by another aircraft disobeys any \nlawful command given by the captain of the towing aircraft, whether the latter \nis subject to this Act or not, as respect all matters aforesaid ;  \n \nshall, on conviction by cou rt‑martial, be liable to suffer long imprisonment.  \n \n65. Violation of good order and Air Force discipline. Any person subject to this Act who \nis guilty of any act or omission which though not specified in this Act, is prejudicial to good order \nand Air Force  discipline shall, on conviction by court‑martial, be liable to suffer short imprisonment.  \n \n66. Miscellaneous offences. Any person subject to this Act who commits any of the \nfollowing offences, that is to say :___ \n \n(a) being in command at any post or on the march and receiving a complaint that \nany one under his command has beaten or otherwise maltreated or oppressed \nany person, or has disturbed any fair or market, or committed any riot or \ntrespass, fails to have due repa ration made to the injured person or to report \nthe case to the proper authority ; or  \n \n(b) by defiling any place of worship, or otherwise, intentionally insults the \nreligion or woundsthe religious feelings of any person ; or  \n \n(c) attempts to commit suicide,  and in such attempt does any act towards the \ncommission of such offence ; or  \n \n(d) being below the rank of warrant officer, when off duty, appears, without \nproper authority, in or about camp or cantonments, or in or about, or when \ngoing to or returning fro m, any town or bazar, carrying a rifle, sword or other \noffensive weapon ; or  \n \n(e) directly or indirectly accepts or obtains, or agrees to accept or attempts to \nobtain , for himself or for any other person, any gratification as a motive or \nreward for procuri ng the enrolment of any person, or leave of absence, \npromotion or any other advantage or indulgence for any person in the service ; \nor \n \n(f) commits any offence against the property or person of any inhabitant of, or \nresident in, thecountry in which he is s erving ;  \n \nshall, on conviction by court‑martial, be liable to suffer short imprisonment.  \n \n  \n \nPage 37 of 78  67. Attempt. Any person subject to this Act who attempts to commit any of the offences \nspecified in sections 34 to 66 inclusive, or to cause such an offence to be committed, and in such \nattempt does any act towards the commission of the offence shall, on conviction by court‑martial, \nwhere no express provision is made by this Act for the punishment of such attempt, be liable,  \n \nif the offence attempted to be committed  is punishable with death, to suffer long \nimprisonment ;and  \n \nif the offence attempted to be committed is punishable with imprisonment to suffer \nimprisonmentfor a term which may extend to one‑half of the longest term provided for that offence.  \n \n68. Abetment  of offences that have been committed. Any person subject to this Act who \nabets the commission of any of the offences specified in sections 34 to 66 inclusive, shall, on \nconviction by court‑martial, if the act abetted is committed in consequence of the abe tment and no \nexpress provision is made by this Act for the punishment of such abetment, be liable to suffer the \npunishmentprovided for that offence.  \n \n69. Abetment of offences punishable with death and not committed. Any person subject \nto this Act who abets  the commission of any of the offences punishable with death under sections 34 \nto 37 shall, on conviction by court­martial, if that offence be not committed in consequence of the \nabetment and no express provision is made by this Act for the punishment of s uch abetment, be \nliable to suffer long imprisonment.  \n \n70. Abetment of offences punishable with imprisonment and not committed. Any person \nsubject to this Act who abets the commission of any of the offences specified in sections 34 to 66 \ninclusive, and puni shable with imprisonment shall, on conviction by court‑martial, if that offence be \nnot committed in consequence of the abetment, and no express provision is made by this Act for \nthepunishment of such abetment, be liable to suffer imprisonment for a term wh ich may extend to \none‑half of the longest term provided for that offence.  \n \n71. Civil offences.___(1) Subject to the provisions of section 72, any person subject to this \nAct who at any place in or beyond Pakistan commits any civil offence shall be deemed to  be guilty \nof an offence against this Act and, if charged therewith under this section shall be liable to be 1[dealt \nwith under this Act] and, on conviction, be punishable as follows, that is to say :___ \n \n(a) if the offence is one which would be punishable  under any law in force in \nPakistan with death or with 2[imprisonment for life], he shall be liable to \nsuffer any punishment,3*** , assigned for the offence by the aforesaid 4[law or \nsuch] less punishment as is in this Act mentioned] :  \n \n5* * * * * * * \n \n \n \n1Subs. by the Pakistan Air Force (Amdt.) Act, 1967 (6 of 1967), s. 10, for “tried by a court martial”.  \n2Subs. by the Pakistan Air Force (Amdt.) Ordinance, 1984 (38 of 1984), s. 4, for “transportation”.  \n3 Certain words omitted, ibid.  \n4 Subs. ibid., for “law [and such]” the words in crotchets were inserted by the Pakistan Air Force (Amdt.) Act, 1958 (6 of 1958), s. 10, \n(w.e.f.23­3­58).  \n5Proviso omitted, ibid.  \n \nPage 38 of 78  (b) in any other case, he shall be liable to suffer any punishment, 1***, assigned \nfor the offence by any law in force in Pakistan, or to suffer short \nimprisonment 2[or such less punishment as is in this Act mentioned] [:]3 \n \n3[Provided that, where the offence of which any such person is found guilty is an offence \nliable to hadd under any Islamic law, the sentence awarded to him shall be that provided for the \noffence in that law]”.  \n \n(2) The powers of a court‑martial 4[or an officer exercising authority under section 82 or \nsection 86 to charge] and to punish any person under this section sha ll not be affected by reason of \nthe fact that the civil offence with which such person is charged is also an Air Force offence.  \n \n5[(3) Notwithstanding anything contained in this Act or in any other law for the time being in \nforce, a person who becomes subj ect to this Act by reason of his being accused of an offence \nmentioned in clause (dd) of section 2 shall be liable to be tried or otherwise dealt with under this Act \nfor such offence as if the offence were an offence against this Act and were committed at a time \nwhen such person was subject to this Act; and the provisions of this section shall have effect \naccordingly.].  \n \n72. Civil offences not triable by courts ‑martial. A person subject to this Act who commits \nan offence of murder against a person not subje ct to Military, Naval or Air Force law, or of culpable \nhomicide not amounting to murder against such a person, or of 6[zina or zina­bil­jabr] in relation  to \nsuch a person, shall not be deemed to be guilty of an offence under this Act and shall not be tried by \na court‑martial, unless he commits any of the said offences : ___ \n \n(a) while on active service, or  \n \n(b) at any place outside Pakistan, or  \n \n7[(c)at a frontier post specified by the 8[Federal Government] by notification in this \nbehalf.  \n \n \n1Certain words  Omitted by the Pakistan Air Force (Amdt.) Ordinance, 1984 (38 of 1984), s. 9.  \n2Ins. by the Pakistan Air Force (Amdt.) Act, 1958 (6 of 1958), s. 10, (with effect from the 23rdMarch, 1958).  \n3Subs. and added by Ord. 38 of 1984, s. 4.  \n4 Subs. by the Pakistan Air Force (Amdt.) Act, 1967 (6 of 1967), s. 10, for “to try”.  \n5Added by the Defence Services Laws (Second Amendment) Ordinance, 1967 (4 of 1967), s. 3.  \n6 Subs. by Ord. 38 of 1984, s. 5, for “rape”.  \n7For notifn., specifying certain frontier posts for the pu rposes of this Clause. Sec., Gaz. of P., 1957 Pt. III pp. 225­226.  \n8Subs. by F.A.O., 1975, Art. 2 and Table for “Central Government”.  \n \nPage 39 of 78  CHAPTER VII  \n \nPUNISHMENTS  \n \n1[73. Punishments awardable by court ‑martial . Punishments may be inflicted in respect of \noffences committed by persons subject to this Act and convicted by courts‑martial according to the \nfollowing scale, that is to say : ___ \n \n(a) stoning to death ;  \n \n(b) death;  \n \n(c) amputation of hand, foot or both ; \n \n(d) imprisonment for life, which shall be rigorous imprisonment for a term not \nexceedingtwenty­five years ;  \n \n(e) long imprisonment, which may be rigorous or simple for any term not \nexceeding fourteen years ; \n \n(f) whipping not exceeding one hundred stripe s ; \n \n \n(g) short imprisonment, which may be rigorous or simple for any term not \nexceeding two years;  \n \n(h) dismissal from the service ;  \n \n(i) detention for a period not exceeding two years in case of persons other than \nofficer junior commissioned officers or warrant officers ;  \n \n(j) reduction to the ranks or to a lower rank or to a lower grade, in the case of \nnon­ commissioned officers;  \n \n(k) forfeiture of seniority of rank, in the case of officer, warrant officers and non­ \ncommissioned officers; and forfeiture of all or any part of their service for the \npurpose of promotion, in the case of any of them whose promotion depends \nupon length of service;  \n \n(l) forfeiture of service for the purpose of increased pay or any other prescribed \npurpose;  \n \n(m) severe reprimand or reprimand, in the case of officers, warrant officers and \nnon­ commissioned officers;  \n \n(n) fine; \n \n \n1Section 73 subs. by the Pakistan Air Force (Amdt.) Ordinance, 1984 (38 of 1984), s. 6.  \n \n \n \nPage 40 of 78  (o) forfeiture of pay and allowances for a period not exceeding three months for \nan offence committed on active service;  \n \n(p) forfeiture, in the case of a person sentenced to dismissal from the service, of \nthe whole or any part of arrears of pay and allowances and other public money \ndue to him at t he time of such dismissal;  \n \n(q) stoppages of pay and allowances to make good the whole or any part of the \nproved loss or damage occasioned by the offence of which he is convicted;  \n \n(r) any other punishment provided for in any Islamic law:  \n \nProvided that___ \n \n(a) a person shall not be sentenced to imprisonment for life or fine except in \nrespect of anoffence of which he is convicted under section 71; and  \n \n(b) a person shall not be sentenced to stoning to death, amputation of hand, foot \nor both orwhipping excep t in respect of an offence of which he is convicted \nunder any Islamic law.  \n \nExplanation.___ While computing a sentence under an Islamic law, “imprisonment for life” \nshallhave the same meaning as in such law.]  \n \n74. Alternate punishments awardable by courts ‑martial. Subject to the provisions of this \nAct, a court‑martial, may, on convicting a person subject to this Act of any of the offences specified \nin sections 34 to 70 inclusive, award either the particular punishment with which the offence is \nstated inthe said sections to be punishable, or, in lieu thereof, any one of the punishments lower in \nthe scale set out in section 73, regard being had to the nature and degree of the offence.  \n \n75. Combination of punishments. A sentence of a court‑martial may award, in  addition to \nor without any one other punishment, the punishment specified in 1[clause (h)] of section 73 and any \none or more of the punishments specified in 2[clauses (j) to (s)] of that section.  \n \n3[76. Special Provisions regarding sentences. Where a pers on subject to this Act is \nsentenced to amputation of hand, foot or both, imprisonment for life, imprisonment or whipping, the \ncourt shall also sentence such person to be dismissed from the service :  \n \nProvided that the sentence of dismissal from the service  may not be combined with a \nsentence of imprisonment not exceeding three months awarded to a person below the rank of a \nwarrant officer which is to be undergone in Air Force custody.].  \n \n77. Field Punishment.___(1) Where any person subject to this Act and under the rank of \nwarrant officer commits any offence on active service, it shall be lawful for a court‑martial to award \nfor that offence any such punishment as is prescribed as a field punishment.  \n \n \n(2) Field punishment shall be of the character of personal restraint or of hard labour but shall \nnot be of a nature to cause injury to life or limb and shall not include flogging.  \n \n78. Position of field punishment in scale of punishments. Field punishment shall for the \npurposeof commutation, be deemed to stand next below dismissal in the scale of punishments \nspecified in section 73.  \n \n \n \n1Subs. by the Pakistan Air Force (Amdt.) Ordinance, 1984 (38 of 1984), s. 7, for “clause (e)”.  \n2Subs. ibid., for “clauses ( f) to (I)”.  \n3Section 76 which was previously subs. by Act 6 of 1967, s. 12 has been subs. by the Pakistan Air Force (Amdt.) Ordinance, 198 4 (38 of \n1984), s. 8.  \n \nPage 41 of 78  1[79. Result of certain punishment in the case of a non ‑commissioned Officer. A non ­ \ncommissioned officer sentenced by a court­martial to amputation of hand or foot or both, \nimprisonment for life, imprisonment, dismissal from service, detention or field punishment shall \nbedeemed to be reduced to the ranks.].  \n \n80. Retention in the ranks o f a person convicted on active service. When, on active \nservice any enrolled person has been sentenced by a court‑martial to dismissal or to imprisonment or \ndetention, whether combined with dismissal or not, the prescribed officer may direct that such \npersonmaybe retained to serve in the ranks and such service, shall be reckoned as part of his term \nofimprisonment or detention, if any.  \n \n81. Punishments otherwise than by court ‑martial. Punishments may also be inflicted in \nrespect of offences committed by pers ons subject to this Act without the intervention of a \ncourt‑martial and in the mannerstated in sections 82 and 86.  \n 282. Punishment of persons other than officers and warrant officers. Subject to the \nprovisions of 3[section s 83 and 84], a commanding office r or such other officer as is, with the \nconsent of the 4[Federal Government] specified by the 5[Chief of the Air Staff] may, in the \nprescribed manner, proceed against a person subject to this Act otherwise than as an officer or \nwarrant officer who is charg ed with an offence under this Act and award such  person, to the extent \nprescribed, one or more of the following punishments, that is to say :____  \n \n(a) detention up to 6[forty­five] days ;  \n \n(b) confinement to the camp up to fourteen days;  \n \n(c) extra guard or duties not exceeding 6[seven] in number ;  \n \n(d) deprivation of acting rank ;  \n \n7[(dd) relinquishment of substantive rank 6[:] \n \n6[Provided that the punishment of relinquishment of substantive rank of Senior \nTechnician shall not beawarded by an officer who is not holding appointment of Base \nCommander;]  \n \n(e) forfeiture of badge pay ;  \n \n(f) severe reprimand or reprimand ;  \n \n(g) fine up to fourteen days’ pay in any one month ;  \n \n(h) penal deductions under clause (g) of section 91 ;  \n \n(i) admonition ;  \n \n(j) any prescribedfield punishment up to twenty‑eight days, in the case of a \nperson on active service [:]6. \n \n6[(k)forfeiture of seniority not exceeding twelve months for an airman of the rank of \nCorporalTechnician or Senior Technician; and  \n \n \n1 Subs.  by Pakistan Air Force (Amdt.) Ordinance, 1984 (38 of 1984),  s. 9. \n2For notifn. Under this section, see Gaz. of P., 1958, Pt. III, p. 184.  \n3Subs. by the Pakistan Air Force (Amdt.) Act, 1963 (8 of 1963), s. 7, for “section 84”  \n4Subs. by F.A.O., 1975 Art.2 a nd Table, for “Central Government”.  \n5Subs. ibid., Art. 2 and Sch., for “Commander­in­Chief”.  \n6Subs. added by Ord. 59 of 2001, s. 2.  \n7New clause (dd) ins. by Act 8 of 1963, s. 7.  \n \nPage 42 of 78  (l) withholding of next increment not exceeding six months for an airman of the \nrank of Corporal Technician or Senior Technician:  \n \n“Provided that the punishment of withholding of next increment shall not be awarded if the \naward thereof has the effect of causing permanent financial loss to an airman for the purposes of  \npension]  \n \n83. Requirement of sanction in certain cases.___(1) Subject to the provisions of sub -section \n(2),the punishments mentioned in section 82 shall not be inflicted in respect of an offence under any \nof the sections 34, 35 and 36 when committed on ac tive service, or under any of the sections 37, 38, \n40, 42 (f) and (g), 43, 47, 52, 60, 62, 63, 64, 66 (a), (b) and (c) and 71 except with the previous \nsanction in writing of an officer having power to convene a district court‑martial.  \n \n(2) The said punishments may be awarded without such sanction in the case of any offence, \nother than an offence under section 34 or section 71, committed by persons who have not been \nenrolled as combatants.  \n \n84. Limit of punishments under section 82.___(1) An award of punishment under section \n82shall not include field punishment in addition to one or more of the punishments specified in \nclauses  (a) and (b) of that section.  \n \n(2) In the case of an award of two or more of the punishments specified in clauses (a), (b) and \n(c) of the said section, the punishment specified in clause (b) or clause (c) shall take effect only at \nthe end of the punishment specified in clause (a).  \n \n1[(3) When punishments specified in the said clauses (a) and (b) are awarded to a person \nconjointly, or when already undergoing one or both of the said punishments and any other \npunishment is awarded, the whole extent of the punishments shall not exceed in the aggregate \nforty­two days.]  \n \n(4) The punishments specified in clauses (a), (b), (c), (e), (g), an d (j) of section 82 shall not \nbe awarded to any person who is of the rank of non­commissioned officer or was, at the time of \ncommitting the offence for which he is punished, of such rank.  \n \n(5) The punishment specified in clause (f) of the said section shal l not be awarded to any \nperson below the rank of a non­commissioned officer.  \n \n2* * * * * * * \n85. Punishments in addition to those specified in section 82. The 3[Chief of the Air Staff] \nmay, with the consent of the 4[Federal Government] specify such other p unishments as may be \nawarded under section 82 in addition to or without any of the punishments specified in the said \nsection, and the extent to which such other punishments may be awarded.  \n \n86. Pun ishment of officers and warrant officers . An officer having  power to convene a \ngeneral court‑martial or such other officer as is, with the consent of the 4[Federal Government] \nspecified by the 3[Chief of the Air Staff] may, in the prescribed manner, proceed against an officer \nbelow the rank of 2[wing commander] or  a warrant officer, who is charged with an offence under this \nAct, and award one or more of the following punishments, that is to say :___ \n \n \n1Subs. by the Pakistan Air Force (Amdt.) Act, 1963 (8 of 1963), s. 8, for the original sub­section (3). \n2Omitted Subs. by Ord. 59 of 2001, ss. 3 & 4.  \n3Subs. by F.A.O., 1975 Art. 2 and Sch., for “Commander­in­Chief”.  \n4Subs. ibid., Art. 2 and Table, for “Central Government”.  \n \nPage 43 of 78  (a) forfeiture of seniority, or in the case of any of them whose promotion depen ds \nupon length of  service, forfeiture of service for the purpose of promotion for \na period not exceeding twelve months, but subject to the right of the accused \nprevious to the award to elect to be tried by a court‑martial ;  \n \n(b) severe reprimand or reprimand ;  \n \n(c) stoppage of pay and allowances for a period not exceeding three months, or \nuntil any proved loss or damage occasionedby the offence of which he is \nconvicted is made good, whichever is less but subject to the right of the \naccused specified in clause (a) ;  \n \n(d) forfeiture of pay and allowances for a period not exceeding three months for \nan offence under clause (e) of section 42 in so far as it consists of neglect to \nobey flying orders or under section 62 or section 63 1[:] \n \n1[Provided that th e punishments provided in this section shall not be inflicted on an officer of \nthe rank of Squadron Leader unless the officer inflicting the punishment has been authorized to do \nso, through a special or general order, by the Chief of the Air Staff.]  \n \n87. Transmission of proceedings. In every case in which punishment has been awarded \nunder section 86, certified true copies of the proceedings shall be forwarded, in the prescribed \nmanner, by the officer awarding the punishment, to a superior Air Force authorit y as defined in \nsection 89.  \n \n88. Review of proceedings. If any punishment awarded under section 82 or 86, appears to a \nsuperior Air Force authority as defined in section 89 to be illegal, unjust or excessive, such authority \nmay cancel, vary or remit the punishment and make such other direction as may be appropriate in the \ncircumstances of the case.  \n \n89. Superior Air Force authority. For the purposes of sections 87 and 88, a “supe rior Air \nForce authority” means __ \n \n2[(a) in the case of punishments awarded by a commanding officer or an officer specified \nby the 3[Chief of the Air Staff] under section 82, any officer superior in command to such officer ;]  \n \n(b) in the case of punishments awarded by any other authority, the 4[Federal \nGovernment], the 3[Chief of the Army Staff] or other officer specified by the 3[Chief of the Army \nStaff].  \n \n \n1Subs. and added by Ord. 59 of 2001, s. 4.  \n2Subs. by the Pakistan Air Force (Amdt.) Act, 1963 (8 of 1963), s. 9, for the original clause (a).  \n3Subs. by F.A.O., 1975  Art. 2 and sch, for “Commander­in­Chief”.  \n4Subs. ibid., Art. 2 and Table for “Central Government”.  \n \nPage 44 of 78  CHAPTER VIII  \n \nPENAL DEDUCTIONS  \n \n90. Deduction from pay and allowances of officers. Subject to the provisions of section 94, \nthefollowing penal deductions may be made from the pay and allowances of an officer, that is to \nsay:___ \n \n(a) all pay and allowances due to an officer for every day he absents himself \nwithout leave, oroverstays the period for which leave of absence has been \ngranted to him, unless a satisfactory explanation has been given to his \ncommanding officer and has been approved by the 1[Federal Government] ;  \n \n(b) all pay and allowances for every day while he is 2* ** under suspension from \nduty on a charge for an offence of which he is afterwards convicted by a \ncriminal Court or a court‑martial or by an officer exercising authority under \nsection 86 ;  \n \n(c) any sum required to make good the pay of any person subject to this Act \nwhich he has unlawfully retained or unlawfully refused to pay ;  \n \n(d) any sum required to make good such compensation for any expenses, loss, \ndamage or destruction occasioned by the commission of an offence as may be \ndetermined by the court‑martial by whom he is convicted of such offence, or \nby an offic er exercising authority under section 86 ;  \n \n(e) all pay and allowances ordered by a court‑martial or an officer exercising \nauthority under section 86 to be forfeited or stopped ;  \n \n(f) any sum required to pay a fine awarded by a criminal court or a court‑ma rtial \nexercising jurisdiction under section 71 ;  \n \n(g) any sum required to make good any loss, damage or destruction of public or \nservice property which, after due investigation, appears to the 1[Federal \nGovernment] to have been occasioned by the wrongful a ct or negligence on \nthe part of the officer ;  \n \n(h) all pay and allowances forfeited by order of the 1[Federal Government] if the \nofficer is found by a 3[board] of inquiry constituted by the 4[Chief of the Air \nStaff] in this behalf, to have  deserted to the enemy, or while in enemy hands, \nto have served with, or under the orders of , the enemy or in any manner to \nhave aided the enemy, or to have allowed himself to be taken prisoner by the \nenemy through want of due precaution or through disobedience of orders o r \nwilful neglect of duty, or having been taken prisoner by the enemy, to have \nfailed to rejoin his service when it was possible to do so ;  \n \n \n1Subs. by F.A.O., 1975, Art. 2, and Table, for “Central Government”.  \n2 The Original words in custody or Omitted by the Pakistan Air Force (Amdt.) Act, 1958 (6 of 1958), s. 11, (w.e.f. 23rdMarch 1958.)  \n3Subs. by the Pakistan Air Force (Amdt.) Act, 1967 (6 of 1967), s. 14, for “Court”.  \n4 Subs. by F.A.O., 1975, Art. 2 and Sch., for “Commander­in­Chief”.  \n \n \n \nPage 45 of 78  (i) any sum req uired by order of the 1[Federal Government], which after due \ninvestigation appears to be reasonable, to be paid for the maintenance of his \nwife or his legitimate or illegitimate child or towards the cost of any relief \ngiven by the said Government to the sa id wife or child.  \n \n91. Deductions from pay and allowances of 2[warrant officers and ]airmen . Subject to the \nprovisions of section 94, the following penal deductions may be made from  the pay and allowances \nof 3[a warrant officer or] an air man,that is to say:___ \n \n(a) all pay and allowances for every day of absence either on desertion or without \nleave, or as a prisoner of war, and for every day of transportation or \nimprisonment awarded by a criminal Court, or a court‑martial, or of detention, \nor field punishment awarded by a court‑martial or an officer exercising \nauthority under section 82 ;  \n \n(b) all pay and allowances for every day while he is in custody on a charge for an \noffence of which he is afterwards convicted by a criminal court or a \ncourt‑marti al, or on a charge of absence without leave for which he is \nafterwards awarded detention or field punishment by an officer exercising \nauthority under section 82 ;  \n \n(c) all pay and allowances for every day on which he is in hospital on account of \nsickness c ertified by the medical officer attending on him to have been caused \nby an offence under this Act committed by him ;  \n \n(d) for every day on which he is in hospital on account of sickness certified by the \nmedical officer attending on him to have been caused by his own misconduct \nor imprudence, such sum as may be specified by order of the 4[Chief of the \nAir Staff];  \n(e) all pay and allowances ordered by a court‑martial or by an officer exercising \nauthority under section 82 or section 86 to be forfeited or stopp ed ; \n \n(f) all pay and allowances for every day between his being recovered from the \nenemy and his dismissal from the service in consequence of his conduct when \nbeing takenprisoner by, or while in the hands, of the enemy ;  \n \n(g) any sum required to make good  such compensation for any expenses, loss, \ndamage or destruction caused by him to the 1[Federal Government] or to any \nbuilding or property as may be awarded by his commanding officer ;  \n \n \n1Subs. by F.A.O., 1975 Art. 2 and Table for “Central Government”.  \n2Ins. by Act 6 of 1967, s. 15.  \n3Ins. by the Pakistan Air Force (Amdt.) Act, 1967”, (6 of 1967), s. 15.  \n4Subs. by F.A.O., 1975, Art. 2 and Sch., for “Commander­in­Chief”.  \n \n \n \nPage 46 of 78  (h) any sum required to pay a fine awarded by a criminal Court, a Court‑martial \nexercising jurisdiction under section 71, or an officer exercising authority \nunder section 82 ;  \n \n(i) any sum required by order of the 1[Federal Government] or any prescribed \nofficer to be paid for the maintenance of his wife or his legitimate  or \nillegitimate child or towards the cost of any relief given by the said \nGovernment to the said wife or child.  \n \n92. Computation of time of absence or custody. For the purposes of clauses (a) and (b) of \nsection 91___ \n \n(a) no person shall be treated as abs ent or in custody for a day unless the absence \nor custody, has lasted, whether wholly in one day, or partly in one day and \npartly in another, for six consecutive hours or upwards ;  \n \n(b) any absence or custody for less than a day may be reckoned as absence or \ncustody for a day if such absence or custody prevented the absentee  from \nfulfilling any Air Force duty which was thereby thrown upon some other \nperson;  \n \n(c) absence or custody for twelve consecutive hours or upwards may be reckoned \nas absence or custody  for the whole of each day during any portion of which \nthe person was absent or in custody ;  \n \n(d) a period of absence, imprisonment or detention which commences before and \nends after midnight may be reckoned as a day.  \n \n93. Pay and allowances during trial. In the case of any person subject to this Act who is in \ncustody or under suspension from duty on a charge for an offence, the prescribed officer may direct \nthat the whole or any part of the pay and allowances of such person shall be withheld, pending the \nresult of his trial on the charge against him, in order to give effect to the provisions of clause (b) of \nsections 90 and 91.  \n \n94. Limit of certain deductions. The total deductions from the pay and allowances of a \nperson made under clauses (d) to (g) and cl ause (i) of section 90, and clauses (e) and (g) to (i) of \nsection 91 shall not, except where he is sentenced to dismissal, exceed in any one month one‑half of \nhis pay and allowances for that month.  \n \n95. Deduction from public money due to a person. Any sum authorised by this Act to be \ndeducted from the pay and allowances of any person may, without prejudice to any other mode of \nrecovering the same, be deducted from any public money due to him other than a pension.  \n \n \n1Subs. by F.A.O., 1975, Art. 2 and Table for “Central Government”.  \n \n  \n \nPage 47 of 78  96. Pay and allowances of prisoner of war during inquiry into his conduct. Where the \nconduct of any person subject to this Act when being taken prisoner by, or while in the hands of, the \nenemy, is to be inquired into under this  Act or any other law, the 1[Chief of the Air Staff] or any \nofficer authorised by him may order that the whole or any part of the pay and allowances of such \nperson shall be withheld pending the result of such inquiry.  \n \n97. Remission of deductions. Any deduction from pay and allowances authorised by this \nAct may be remitted in such manner, and to such extent and by such authority, as may from time to \ntime be prescribed.  \n \n98. Provision for dependents of prisoner of war where remission is made. In case  of all \npersons subject to this Act, being prisoners of war, whose pay and allowances have been forfeited \nunder clause (h) of section 90 or clause (a) of section 91, but in respect of whom a remission has \nbeen made under section 97, it shall be lawful for proper provision to be made by the prescribed \nauthorities out of such pay and allowances for any dependants of such persons, and any such \nremission shall in that case be deemed to apply only to the balance thereafter remaining of such pay \nand allowances.  \n \n99. Provision for dependants of prisoner of war from his pay and allowances. It shall be \nlawful for proper provision to be made by the prescribed authorities for any dependants of any \nperson subject to this Act, who is a prisoner of war or is missing out o f his pay and allowances.  \n \n100. Period during which a person is deemed to be a prisoner of war . For the purposes of \nsections 98 and 99 a person shall be deemed to continue to be a prisoner of war until the conclusion \nof any inquiry into his conduct such as  is referred to in section 96, and if he is dismissed from the \nservice in consequence of such conduct, until the date of such dismissal.  \n \n \n1Subs. by F.A.O., 1975 Art. 2 and Sch., for “Commander­in­Chief”.  \n \n \n \n \n \n \n \n_______  \n \n  \n \nPage 48 of 78  CHAPTER IX  \n \nARREST AND PROCEEDINGS BEFORE TRIAL  \n \n101. Custody of offenders.____(1) Any person subject to this Act who is charged with an \noffence may be taken into Air Force custody.  \n \n(2) Any such person may be ordered into Air Force custody by any superior officer.  \n \n(3) Any off icer may order into Air Force custody any officer, though he may be of a higher \nrank, engaged in a quarrel, affray or disorder.  \n \n102. Duty of Commanding Officer in regard to detention.___(1) It shall be the duty of \nevery commanding officer to take care that a person under his command when charged with an \noffence is not detained in custody for more than forty‑eight hours after the committal of such person \ninto custody is reported to him, without the charge being investigated, unless investigation within \nthat period seems to him to be impracticable with due regard to the public service.  \n \n(2) Every case of a person being detained in custody beyond a period of forty‑eight hours, \nand the reason thereof shall be reported by the commanding officer to the Air or other officer to \nwhom application would be made to convene a general or district Court‑martial for the trial of the \nperson charged.  \n \n(3) In reckoning the period of forty‑eight hours specified in sub­section (1), Sundays and \npublic holidays shall be exclude d. \n \n(4) Subject to the provisions of this Act, the 1[Federal Government] may make \nrules2providing for the manner in which and the period for which any person subject to this Act may \nbe taken into and detained in Air Force custody, pending the trial by any competent authority for any \noffence committed by him.  \n \n103. Interval between committal and trial . In every case where any such person as is \nmentioned in section 101 and as is not on active service remains in such custody for a longer period \nthan eight days , without a court­martial for his trial being ordered to assemble, a special report \ngiving reasons for the delay shall be made by his commanding o fficer in the manner prescribed ; and \na similar report shall be forwarded every eight days until a court‑martia l is assembled or such person \nisreleased from custody.  \n \n104. Arrest by civil authorities. Whenever any person subject to this Act, who is accused of \nany offence under this Act, is within the jurisdiction of any magistrate or police officer, such \nmagistrate  or police officer shall aid in the apprehension and delivery to Air Force custody of such \nperson upon receipt of a written application to that effect signed by his commanding officer.  \n \n105. Capture of deserters.___(1) Whenever any person subject to this A ct, deserts, the \ncommanding officer of the unit or detachment to which he belongs, shall give written information of \nthe desertion to such civil authorities as, in his opinion, may be able to afford assistance towards the \ncapture of the deserter ; and such  authorities shall thereupon take steps for the apprehension of the \nsaid deserter in like manner as if he were a person for whose apprehension a warrant had been issued \nby a magistrate, and shall deliver the deserter, when apprehended, into Air Fore custod y. \n \n \n1Subs. by F.A.O., 1975, Art. 2 and Table, for “Central Government”.  \n2For the Pakistan Air Force Act Rules, 1957, see Gaz. of P., 1957, Ext., pp. 2271­2415.  \n \nPage 49 of 78  (2) Any police officer may arrest without warrant any person reasonably believed to be \nsubject to this Act, and to be a deserter or to be traveling without authority, and shall bring him \nwithout delay before the nearest magistrate, to be dealt with according to law.  \n \n106. Inquiry into absence without leave .____(1) When any per son subject to this Act has \nbeenabsent from his duty without due authority for a period of thirty days, a 1[board] of inquiry \nshall, as soon as practicable, be assembled and such 1[board] shall on oath or affirmation \nadministered in the prescribed manner, inquire respecting the absence of the person, and the \ndeficiency, if any, in the property of the Government entrusted to his care, or in any arms, \nammunition, equipment, instruments, clothing or necessaries, and if satisfied of the fact of such \nabsence wit hout due authority or other sufficient cause the 1[board] shall declare such absence and \nthe period thereof, and the said deficiency, if any ; and the commanding officer of the unit to which \nthe person belongs shall enter,  in the court‑martial book of the unit a record of the declaration.  \n \n(2) If the person declared absent does not afterwards surrender or is not apprehended, he \nshall , for the purposes of this Act, be deemed to be a deserter.  \n \n2[106A. Inquiry into any other matter. A board of inquiry may als o be assembled in the \nprescribed  manner to inquire into any matter which may be referred to it.]  \n \n107. Provost -marshals.___(1) Provost‑marshals may be appointed by the 3[Chief of the  Air \nStaff] or by any prescribed officer.  \n \n(2) The duties of a provost‑marshal are to take charge of persons confined for any offence, to \npreserve good order and discipline, and to prevent breaches of the same by persons serving in, or \nattached to the Air Force.  \n \n(3) A provost‑marshal may at any time arrest and detain  for trial any person subject to this \nAct who commits, or is charged with, an offence, and may also carry into effect any punishment to \nthe inflicted in pursuance of the sentence awarded by a Court‑martial or an officer exercising \nauthority under section 8 2 but shall not inflict any punishment on his own authority:  \n \nProvided that no officer shall be so arrested or detained otherwise than on the order of \nanother officer . \n \n(4) For the purposes of sub­sections (2) and (3), a “provost‑marshal” shall be deemed t o \ninclude a provost‑marshal appointed under the Pakistan Army Act, 1952 (XXXIX of 1952), or 4[the \nPakistan Navy Ordinance, 1961], (XXXV of 1961), and any person legally exercising authority \nunder him or on his behalf.  \n \n \n_______  \n \n \n1Subs. by the Pakistan Air Force (Amdt.) Act, 1967 (6 of 1967), s. 16.  \n2Ins. by the Pakistan Air Force (Amdt.) Act, 1967 (6 of 1967) s. 17.  \n3Subs. by F.A.O., 1975, Art. 2 and Sch., for “Commander­in­Chief”.  \n4Subs. by the Pakistan Air Force (Amdt.) Act, 1963 (8 of 1963) s. 10 for  “the Pakistan Navy Discipline Act, 1964”.  \n \nPage 50 of 78  CHAPTER X  \n \nCOURTS - MARTIAL  \n \n108. Different kinds of courts ‑martial . For the purposes of this Act there shall be three \nkinds of Courts ‑martial, that is to say : ___ \n \n(1) general Courts‑martial ;  \n \n(2) district Courts‑martial ; and  \n \n(3) field general Courts‑martial.  \n \n109. Power to convene a general Court ‑martial. A gene ral Court -martial may be convened \nby the 1[Chief of the Air Staff] or by any officer empowered in this behalf by warrant of the 1[Chief \nof the Air Staff].  \n \n110. Power to convene a district Court ‑martial. A district Court martial may be convened \nby any authority having power to convene a general Court‑martial or by any officer empowered in \nthis behalf by warrant of any such authority . \n \n111. Limitations of powers of convening authorities . A warrant issued under section 109 \nor section 110 may contain such restrictions, reservations or conditions as the authority issuing it \nmay think fit.  \n \n112. Power to convene a field general Court ‑mart ial. The following authorities shall have \nthe power to convene a field general Court‑martial,  namely: ___ \n \n(a) an officer empowered in this behalf by an order of the 2[Federal Government] \nor of the1[Chief of the Air Staff].  \n \n(b) on active service, the offi cer commanding the forces in the field, or any \nofficer empowered by him in this behalf ;  \n \n(c) an officer commanding any detached portion of the Air Force on active \nservice, when, in his opinion, it is not practicable,  with due regard to \ndiscipline and the exigencies of the service, to try the alleged offender by a \ngeneralCourt‑martial.  \n \n113. Composition of general Court ‑martial. A general Court‑martial shall consist of not \nless than five officers, each of whom has held a commission for not less than three whole years and \nof whom not less than four are of a rank not below that of flight‑lieutenant.  \n \n114. Composition of district Court ‑martial. A district Court‑martial shall consist of not \nless than three officers, each of whom has held a commission for not le ss than two whole years.  \n \n \n1Subs. by F.A.O., 1975, Art. 2 and Sch., for, “Commander­in­Chief”.  \n2Subs. ibid., for “Central Government”.  \n \nPage 51 of 78  115. Composition of field general Court ‑martial. A field general Court martial shall \nconsist of not less than three officers.  \n \n116. Dissolution of Court ‑martial.___(1) If a Court‑martial after the commencement of a \ntrial isreduced below the minimum number of officers required by this Act, it shall be dissolved.  \n \n(2) If on account of the illness of the judge advocate or of the accused before the finding, it is \nimpossible to continue the trial, a Court‑martial shall be dissolved.  \n \n(3) The officer who convened a Court‑martial may dissolve such Court martial if it appears \nto himthat the exigencies of the service or the necessities of discipline render it impossible or \ninexpedient to continue the trial.  \n \n(4) Where a Court‑martial is dissolved under this section, the accused may be tried again.  \n \n117. Powers of general and field general Courts ‑martial. A general or field general \nCourt‑martial shall have power to try any person subject to this Act for any offence punishable \ntherein and to pass any sentence authorised thereby.  \n \n1[118. Powers of district court ‑martial. A district court‑martial shall have po wer to try any \nperson subject to this Act, except an officer, junior commissioned officer or warrant officer, for any \noffence made punishable therein, and to pass any sentence authorised by this Act other than a \nsentence ofstoning of death, death, amputati on of hand, foot or both, imprisonment for a term \nexceeding two years or whipping exceeding forty stripes.].  \n \n119. Prohibition of second trial . When any person subject to this Act has been acquitted or \nconvicted of an offence by a Court‑martial or by a Cri minal Court, or has been dealt with under \nsection 82 or section 86, he shall not be liable to be tried again for the same offence by a \nCourt‑martial 2[or by a Criminal Court] or be dealt with in respect of it under the said sections 3[:] \n \n3[Provided that, where the finding or sentence of the Court­martial has not been confirmed by \nthe confirming authority being illegal or unjust, or where proceedings has been annulled under \nsection 161, the confirming authority or the authority competent under section 161, as the case may \nbe, may order a retrial of such person :  \n \nProvided further that, where retrial is necessitated under the provisions of any Islamic law, \nthe confirming authority or, as the case may be, the Court of Appeals shall order a retrial.]  \n \n120. Peri od of limitation for trial.___(1) Except as provided by sub­section (2), no trial by \nCourt‑martial of any person subject to this Act for any offence shall be commenced after the \nexpiration of a period of three years from the date of such offence.  \n \n1Subs. by the Pakistan Air Force (Amdt.) Ordinance, 1984 (38 of 1984), s. 10.  \n2Ins. by the Pakistan Air Force (Amdt.) Act, 1967 (6 of 1967), s. 18.  \n3Subs. and added by Ord. 38 of 1984, s. 11.  \n \nPage 52 of 78  (2) The provisions of sub­sections (1) shall not apply to a trial for an offence of desertion or \nfraudulent enrolment or for any of the offences mentioned in section 37 1[or section 52] 3[or section \n71.] \n \n(3) In the computation of the period of time mentio ned in sub­section (1), any time spent by \nsuch person as a prisoner of war, or in any enemy territory, or in evading arrest after the commission \nof the offence, shall be excluded.  \n \n(4) No trial for an offence of desertion (other than desertion on active se rvice) or of \nfraudulent enrolment shall be commenced if the person in question (not being an officer) has, \nsubsequently to the commission of the offence served continuously in an exemplary manner for not \nless than three years with any portion of the Pakist an regular forces.  \n \n121. Liability of offender who ceases to be subject to  theAct.___(l) Where an offence under \nthisAct had been committed by any person while subject to this Act, and he has ceased to be so \nsubject, he may be taken into and kept in Air For ce custody, and tried and p unished for such offence \nas if he had continued to be so subject.  \n \n(2) Except as provided by sub­sections (3) and (4) any such person shall not be tried for any \noffence, unless his trial commences within six months after he has ceased to be subject to this Act.  \n \n(3) The provisions of sub­section (2) shall not apply to the trial of any such person for an \noffence of desertion or fraudulent enrolment or for any of the offences mentioned in section 372[or \nsection 52 ]. \n \n(4) Nothing co ntained in subsection (2) shall effect the jurisdiction of a Criminal Court to try \nanyoffence triable by such Court as well as by a Court‑martial.  \n \n(5) When a person subject to this Act is sentenced by a court‑martial to imprisonment, this \nAct shall apply to him during the term of his sentence, though he is dismissed from the Air Force or \nhas otherwise ceased to be subject to this Act, and he may be kept, removed, imprisoned and \npunished as if he continued to be subject to this Act.  \n \n(6) When a person subject to this Act is sentenced by a Court‑martial to death, this Act shall \napply to him till the sentence is carried out.  \n \n \n \n1 Ins. by the Pakistan Air Force (Amdt.) Act, 1958 (6 of 1958), s. 12. (with effect from the 23rdMarch, 1958).  \n2Ins. by Act XVII I of 2017, s.2.  (w.e.f. 1 -1-2000 ) \n 3Added by the Pakistan Air Force (Amdt.) Ordinance 1984 (38 of 1984), s. 12.  \n  \n \nPage 53 of 78  122. Place of trial. Any person subject to this Act who commits any offence against it may \nbe tried and punished for such offence in any place whatever.  \n \n123. Order in case of concurrent jurisdiction of Criminal Court and Court ‑martial. \nWhen a Criminal Court and a Court‑martial have each jurisdiction in respect of a civil offence, it \nshall be in the discretion of the prescribed Air Force authority to decide before which Court the \nproceedings shall be instituted, and if that authority decides that they shall be instituted before a \nCourt‑martial, to direct that the accused person shall be detained in Air Force custody.  \n \n1[Explanation.___In this section the termCourt­martial shallinclude an officer \nexercisingauthority under section 82 or section 86.]  \n \n124. Power of Criminal Court to require delivery of offender  .___ (1)When a Criminal \nCourthaving jurisdiction is of opinion  that proceedings ought to be instituted before itself in respect \nof any civil offence, it may, by written notice, require the prescribed Air Force authority at the \noption of such authority either to deliver over the offender to the nearest magistrate to b e proceeded \nagainst according to law, or to postpone proceedings pending a reference to the 2[Federal \nGovernment].  \n \n(2) In every such case the said authority shall either deliver over the offender in compliance \nwith the requisition or shall forthwith refer  the question as to the Court before which the proceedings \nare to be instituted for the determination of the 2[Federal Government], whose order upon such \nreference shall be final.  \n \n125. [ Trial by Court-martial no bar to subsequent trial by Criminal Court. ] Omitted by the \nPakistan Air Force (Amdt.) Act, 1967 (6 of 1967), s. 20.  \n \n \n \n \n________  \n \n \n1Added by the Pakistan Air Force (Amdt.) Act, 1967 (6 of 1967), s. 19.  \n2Subs. F.A.O., 1975 Art. 2 and Table, for “Central Government”.  \n \nPage 54 of 78  CHAPTER XI  \n \nPROCEDURE OF COURTS -MARTIAL  \n \n126. President . At every Court‑martial the senior member shall sit as President.  \n \n1[126A. Religion of confirming officer, president Judge advocate and members of \ngeneral district or field general court -martial. In the trial, by a general, district or field general \nCourt­ martial, of an accused who is a Muslim for an offence punishable under an  Islamic law, the \nconfirming officer, the president, the judge advocate and the members shall be Muslim.].  \n \n127. Judge Adv ocate. Every general Court ‑martial shall, and every district or field general \nCourt‑martial may, be attended by a judge advocate, who shall be either an officer belonging to the \ndepartment of the Judge Advocate General, or if no such officer is available, a fit person \nappointedby the convening officer.  \n \n128. Challenges .___(1) At all trials by Court‑martial, as soon as the Court is assembled, the \nnames of the president and members shall be read over to the accused, who shall thereupon be asked  \nwhether he objects to being tried by any officer sitting on the Court.  \n \n(2) If the accused objects to any such officer, his objection, and also the reply thereto of the \nofficer objected to, shall be heard and recorded, and the remaining officers of the co urt shall, in the \nabsence of the challenged officer, decide on the objection.  \n \n(3) If the objection is allowed by one‑half or more of the votes of the officers entitled to vote, \nthe objections shall  be allowed, and the member objected to shall retire, and his vacancy may be \nfilled in the prescribed manner by another officer, subject to the same right of the accused to object.  \n \n(4) When no challenge is made, or when challenges have been made and disallowed, or the \nplace of every officer successfully challeng ed has been filled by another officer to whom no \nobjection is made or allowed, the Court shall proceed with the trial.  \n \n129. Oaths of members, judge advocate and witnesses.  (1) An oath or affirmation in  the \nprescribed form shall be administered in open Cou rt to every member of every Court‑martial and to \nthe judge advocate (if any) before the commencement of the trial.  \n \n(2) An oath or affirmation in the prescribed form shall be administered in open Court to \nevery officer (if any) in attendance on a Court‑mar tial for the purpose of instruction, and also to \nevery shorthand writer or interpreter (if any).  \n \n(3) Every person giving evidence before a Court‑martial shall be examined after being duly \nsworn or affirmed in the prescribed form :  \n \n1Ins. by the Pakistan Air Force (Amdt.) Ordinance, 1984 (38 of 1984), s. 13.  \n \nPage 55 of 78  Provided that where a Court ‑martial is satisfied that a child of tender years is unable to \nunderstand the nature of an oath or affirmation, it may dispense with the administration of \noath or affirmation.  \n \n130. Voting by members:____(1) Every decision of a Court‑martial shall be passed by an \nabsolute majority of votes ; and where there is an equality of votes on either the finding or the \nsentence, the decision  shall be in favour of the accused:  \n \nProvided that no sentence of death shall be passed without the concurrence, in the case of a \ngeneral Court‑martial of at least two‑thirds of the members and in the case of a field general \nCourt‑martial of all the members of the Court 1[:] \n \n1[Prov ided further that, where the offence of which an accused is found guilty is an offence \nliableto hadd under an Islamic law, the sentence awarded shall be that provided for the offence in that \nlaw.].  \n \n(2) In matters other than a challenge or the finding or se ntence, the president shall have a \nsecondor casting vote.  \n \n131. General rule s as to evidence. Subject to the provisions of this Act, the rules of \nevidence in proceedings  before Court ‑martial shall be the same as those which are followed in \nCriminal Courts.  \n \n132. Judicial notice. A Court‑martial may take judicial notice of any matter within the  \ngeneral, Naval , Military or Air Force knowledge of the members.  \n \n133. Summoning witnesses.  (1) The convening officer, the president of the Court, the judge \nadvocate, or the commanding officer of the accused person may, by summons under his hand, \nrequire the attendance at a time and place to be mentioned in the summons of any person either to \ngive evidence or to produce any document or thing.  \n \n(2) In the case of a witne ss amenable to Air Force, Naval or Military authority, the summons \nshall be sent to his commanding officer and such officer shall serve  it upon him accordingly.  \n \n(3) In the case of any other witness, the summon shall be sent to the magistrate within whose \njurisdiction he may be or reside, and such magistrate shall give effect to the summons as if the \nwitness were required in the Court of such magistrate.  \n \n(4) When a witness is required to produce any particular document or other thing in his \npossession or p ower the summons shall describe it with reasonable precision.  \n \n \n1 Subs. and added by the Pakistan Air Force (Amdt.) Ordinance, 1984, (38 of 1984), s. 14.  \n \nPage 56 of 78  134. Documents exempted from production .___(1) Nothing in section 133 shall be deemed \ntoaffect the operation of sections 123 and 124 of the Evidence Act, 1872 (I of 1872), or to apply to \nany letter, postcard, telegram or other document in the custody of the postal or telegraph authorities.  \n \n(2) If any document in such custody is, in the opi nion of any District Magistrate, High Court \nor Court of Session, wanted for the purpose of any Court‑martial, such magistrate or Court may \nrequire the postal or telegraph authorities, as the case may be, to deliver such document to such \nperson as such magi strate or Court may direct.  \n \n(3) If any such document is, in the opinion of any other magistrate or of any commissioner of \npolice or district superintendent of police, wanted for any such purpose, he may require the postal or \ntelegraph authorities, as the case may be, to cause search to be made for and to detain such \ndocuments pending the orders of any such District Magistrate, High Court or Court of Session.  \n \n1[135. Commission for the examination of witness .___(1) Whenever, in the course of a trial \nby a Court‑martial, it appears to the Court that the examination of a witness is necessary for the ends \nof justice, and that the attendance of such witness cannot be procured without an amount of delay, \nexpense or inconvenience which, in the circumstances of the case, would be unreasonable, such \nCourt may, if it thinks necessary, issue a commission in the manner specified in Chapter XL of the \nCode of Criminal Procedure, 1898 (Act V of 1898), according as the witness resides in a place in or \noutside  Pakistan.  \n \n(2) The Court may be adjourned for a specified time reasonably sufficient for the execution \nand return of the commission.  \n \n(3) Such a commission shall be executed by the magistrate or officer to whom it is issued in \nthe same manner as if it was issued in the t rial of a 2[case under Chapter XX of] the Code of \nCriminal Procedure, 1898 (Act V of 1898), or of any corresponding law in force at the place where \nthe evidence is recorded; and shall be returned, together with the deposition of the witness examined \nthereu nder, to the Judge Advocate General.  \n \n(4) The Judge Advocate General will forward the same to the Court­martial who issued it or, \nif the said Court­martial is in the meanwhile dissolved, to another Court­martial convened for the \ntrialof the accused in resp ect of the same charge and any deposition so taken shall be recorded in \nevidence and shall form part of the proceedings of the Court.  \n \n \n1 Subs. by the Pakistan Army and Air Force (Amdt.) Ordinance, 1964 (6 of 1964), s. 3, for the original section 135.  \n \n2Subs. by the Federal Laws (Revision and Declaration) Ordinance, 1981 (27 of 1981), s. 3, and Sch. II.  \n \nPage 57 of 78  Explanation. ___In this section, the expression “Judge Advocate General” includes a Deputy \nJudge Advocate General.  \n \n136. [Examination of a w itness on commission. ] Omitted by the Pakistan Army and Air Force \n(Amdt.) Ordinance, 1964 (6 of 1964), s. 3.  \n \n137. Conviction of offence not charged . (1) A person charged before a Court‑martial \nwith desertion  may be found guilty ofattempting to desert or of being absent without leave.  \n \n(2) A person charged before a Court‑martial with attempting to desert may be found guilty of \nbeing absent without leave.  \n \n(3) A person charged before a Court‑martial with using criminal force may be found guilty of \nassault.  \n \n(4) A person charged before a Court‑martial with using threatening language may be found \nguilty of  using insubordinate language.  \n \n(4) A person charged before a Court‑martial with any one of the offences specified in clauses \n(a), (b), (c) and (d) of sectio n 52 may be found guilty of any other of these offences with which he \nmight have been charged.  \n \n(6) A person charged before a Court‑martial with an offence punishable under section 71 \nmay be found guilty of any other offence of which he might have been fou nd guilty if the provisions \nof the Code of Criminal Procedure, 1898 (V of 1898), were applicable.  \n \n(7) A person charged before a Court‑martial with any other offence under this Act may, on \nfailure of proof of an offence having been committed in circumstanc es involving a more severe \npunishment, be found guilty of the same offence as having been committed in circumstances \ninvolving a lesssevere punishment.  \n \n(8) A person charged before Court‑martial with any offence under this Act may be found \nguilty of having  attempted to commit or of abetment of that offence although the attempt or \nabetment is not separately charged.  \n \n138. Presumption as to signature. In any proceeding under this Act, any application, \ncertificate, warrant, reply or other document purporting t o be signed by an officer inthe service of the \nGovernment shall, on production, be presumed to have been duly signed by the person by whom and \nin the character in which it purports to have been signed, until the contrary is shown.  \n \n139. Enrolment paper.___(1) Any enrolment paper purporting to be signed by an enrolling \nofficer shall , in proceedings under this Act, be evidence that the person enrolled gave the answers \nwhich  he is therein represented as having given.  \n \n(2) The enrolment of such person may be pr oved by the production of the original or a copy \nof hisenrolment paper purporting to be certified to be a true copy by the officer having the custody of \nthe enrolment paper.  \n \n  \n \nPage 58 of 78  140. Presumption as to certain documents . (1) A letter, return or other document with \nrespect to a person,____ \n \n(i) having, or not having, at any time served in, or been dismissed or discharged \nfrom any part of  the armed forces of Pakistan, or  \n \n(ii) having, or not having, held any ran k or appointment in, or been posted or \ntransferred to any part of such forces, or having or not having served in any \nparticular country or place, or  \n \n(iii) being, or not being, authorised to use or wear any Naval, Military or Air Force \ndecoration, medal, m edal ribbon, badge, wound stripe or emblem, the use or, \nwearing of which by an unauthorised person is, by any law in force for the \ntime being, an offence,  \n \nif purporting to be signed by or on behalf of a Secretary to the 1[Federal Government], or on behalf  \nof the Pakistan Military, Naval or Air Force  Headquarters, or by the commanding officer or the \nofficer or record officer having the custody of the records of any portion of those forces or of any of \nthe ships of Pakistan Navy to which such person appears to have belonged, or alleges that he belongs \nor had belonged, shall be evidence of the facts stated in such letter, return or other document.  \n \n(2) Any Army, Navy or Air Force list or Gazette purporting to be published by authority \nshall be evidence of the status and rank of the officers or warrant officers therein mentioned, and of \nany appointment held by them and of the unit or branch of the service to which they belong.  \n \n(3) Where a record is made in any service book in pursuance of this Act or of any rul es made \nthereunder or otherwise in pursuance of duty and purports to be signed by the commanding officer or \nby the officer whose duty it is to make such record, such record shall be evidence of the facts therein \nstated.  \n \n(4) A copy of any record in any ser vice book purporting to be certified to be a true copy by \nthe officer having the custody of such book shall be evidence of such record.  \n \n(5) Where any person subject to this Act is being tried on a charge of desertion or of absence \nwithout leave and such p erson has surrendered himself into the custody of, or has been apprehended \nby, any officer, or any portion, of the armed forces of Pakistan, a certificate purporting to be signed \nby such officer, or by the commanding officer of that portion of the armed fo rces and stating the fact, \ndate and place of such surrender or apprehension, shall be evidence of the matters so stated.  \n \n(6) Where any person subject to this Act is being tried on a charge of desertion or of absence \nwithout leave and such person has on ar rest or surrender been taken to a police station in Pakistan, a \ncertificate purporting to be signed by the officer,  in‑charge of that police station, and stating the fact \ndate and place of such surrender or apprehension shall be evidence of the matters so stated.  \n \n \n1Subs. by F.A.O., 1975, Art. 2 and Table, for “Central Government”.  \n \nPage 59 of 78  (7) Any document purporting to be a report under the hand of any Chemical Examiner or \nAssistant Chemical Examiner to the Government 1* * upon any matter or thing duly submitted to \nhim for examination or analysis and report may be used as evidence in any proceeding under this \nAct. \n \n141. Reference by accused to Government officer .___(1) If at any trial, or other proceedings \nfor desertion or absence without leave, ove rstaying leave, or not re‑joining when warned for service, \nthe accused states in his defence any sufficient or reasonable excuse for his unauthorised absence, \nand refers in support thereof to any officer in the service of the Government or if it appears th at any \nsuchofficer is likely to prove or disprove the said statement in the defence, the court or officer \nconducting the proceedings shall address such officer and adjourn the court or proceedings until his \nreply is received.  \n \n(2) The written reply of any officer so addressed shall, if signed by him, be received in \nevidence and have the same effect as if made on oath before the Court or officer conducting the \nproceedings.  \n \n(3) If the court‑martial is dissolved before receipt of such reply or if it omits to comply with \nthe provisions of this section, the convening officer may, at his discretion, annul the proceedings and \norder a fresh trial by the same or another court‑martial.  \n \n142. Evidence of previous convictions and general character .___(1) When any perso n \nsubject to this Act has been convicted by a court‑martial of any offence, such court‑martial may \ninquire into, and receive and record evidence of any previous convictions of such person, either by a \ncourt‑martial held under this Act or under any other en actment, or by a  criminal court, or of any \nprevious award of punishment under section 82 or section 86, and may further inquire into and \nrecord the general character of such person, and such other matters as may be prescribed.  \n \n(2) Evidence received under this section may be either oral or in the shape of entries in, or \ncertified extracts from service records ; and it shall not be necessary to give notice before trial to the \nperson tried that evidence as to his previous convictions or character will be rece ived.  \n \n143. Lunacy of accused.____(1) Whenever, in the course of a trial by a court‑martial, it \nappear to the court that the person charged is by reason of unsoundness of mind incapable of making \nhis defence, or that he committed the act alleged but was by  reason of unsoundness of mind \nincapable of knowing the nature of the act or knowing that it was wrong or contrary to law, the court \nshall record a finding accordingly.  \n \n(2) The President of the court shall forthwith report the case to the confirming offic er. \n \n(3) The confirming officer to whom a case is reported under sub­section (2) may, if he does \nnot confirm the finding, take steps to have the accused person tried by the same or another \ncourt‑martial for the offence with which he was charged.  \n \n \n1The original words “of Pakistan” omitted by the Pakistan Air Force (Amdt.) Act, 1958 (6 of 1958), s. 14 (with effect from the 23rdMarch, \n1958).  \n \nPage 60 of 78  (4) The confirming officer confirming a finding in any case so reported to him under \nsub­sectionshall  order the accused person to be kept in custody in the prescribed manner and shall \nreport the case for the orders of the 1[Federal Government].  \n \n(5) On receipt of a report under sub­section (4) the 1[Federal Government] may order the \naccused person to be d etained in a lunatic asylum or other suitable place of safe custody.  \n \n144. Subsequent fitness of lunatic accused for tria l. Where any accused person, having \nbeen found by reason of unsoundness of mind to be incapable of making his defence, is in custody or  \nunder detention under section 143, the officer commanding a unit or detachment within the area of \nwhose command the accused is in custody or is detained, or any other officer prescribed in this \nbehalf,may___ \n \n(a) if such person is in custody under sub­section (4) of section 143, on the report \nof medical officer that he is capable of making his defence, or  \n \n(b) if such person is detained in a jail under sub­section (5) of section143, on a \ncertificate of the Inspecto r General of Prisons ; and if such person is detained \nin a lunatic asylum under the said sub­section, on a certificate of any two or \nmore of the visitors of such asylum that he is capable of making his defence,  \n \ntake steps to have such person tried by the same or another court‑martial for the offence with which \nhe was originally charged, or, if the offence is a civil offence, by a criminal court.  \n \n145. Transmission to 1[Federal Government] of orders under section 144. A copy of \nevery order made by an office r under section 144 for the trial of the accused shall forthwith be sent \nto the 1[Federal Government].  \n \n146. Release of lunatic accused. Where any person is in custody under sub­section (4) of \nsection 143, or under detention under sub­section (5) of that s ection___ \n \n(a) if such person is in custody under the said sub­section (4), on the report of a \nmedical officer, or  \n \n(b) if such person is detained under the said sub­section (5), on a certificate from \nany of the authorities mentioned in clause (b)  of secti on 144 that, in the \njudgment of such officer or authority such person may be released without \ndanger of his doing injury to himself or to any other person,  \nthe 1[Federal Government] may order that such person be released, or detained in custody, or \ntransfe rred to a public lunatic asylum if he has not already been sent to such an asylum.  \n \n \n \n1Subs. by F.A.O., 1975, Art. 2 and Table, for “Central Government”.  \n \nPage 61 of 78  147. Delivery of lunatic accused to relatives. Where any relative or friend of any person, \nwho isin custody under sub­section (4) of section 143 or under detention under sub­section (5) of \nthat section  desires that he should be delivered to his care and custody, the 1[Federal Government] \nmay, upon application by such relative or friend a nd on his giving security to the satisfaction of that  \nGovernment that the person delivered shall ___ \n \n(a) be properly taken care of and prevented from doing injury to himself or to any \notherperson ; and  \n \n(b) be produced for the inspection of such authority , and at such times and places, \nas the1[Federal Government] may direct,  \n \norder such person to be delivered to such relative or friend.  \n \n148. Order for custody and disposal of property pending trial. When any property \nregarding which any offence appears to have been committed, or which appears to have been used \nfor the commission of any offence, is produced before a court‑martial during a trial, the court may \nmake such order as it thinks fit for the proper custody of such property pending the conclusion of t he \ntrialand, if the property is subject to speedy or natural decay, may, after recording such evidence as it \nthinks necessary, order it to be sold or otherwise disposed of.  \n \n149. Order for disposal of property regarding which offence is committed .___(1) After \ntheconclusion of a trial before a court‑martial, the court or the officer confirming the finding or \nsentence of such court‑martial, or any authority superior to such officer, may make such order as it \nor he thinks fit  for the disposal by destruction,  confiscation, delivery to any person claiming to be \nentitled topossession thereof or otherwise of any property or document produced before the Court or \nin its custody, or regarding which any offence appears to have been committed or which has been \nused fo r the commission of any offence.  \n \n(2) Where any order has been made under sub­section (1) in respect of property regarding \nwhich an offence appears to have been committed, a copy of such order signed and certified by the \nauthority making the same may, whet her the trial was held within Pakistan or not, be sent to a \nmagistrate in any district in which such property for the time being is, and such magistrate shall \nthereupon cause the order to be carried into effect as if it was an order passed by such magistra te \nunder the provisions of the Code of Criminal Procedure, 1898 (V of 1898).  \n \nExplanation .___ In this section the term “property” includes, in the case of property regarding \nwhich an offence appears to have been committed, not only such property as has bee n originally in \nthe possession or under the control of any person, but also any property into or for which the same \nmay have been converted or exchanged, and anything acquired by such conversion or exchange \nwhether immediately or otherwise.  \n \n150. 2[Trial b y court -martial to be deemed judicial proceeding, etc.] Any trial by a \nCourt‑martial under the provisions of this Act shall be deemed to be a judicial proceeding within the \nmeaning of sections 193 and 228 of the Pakistan Penal Code, (XLV of 1860), and the Court‑martial \nshall be deemed to be a court within the meaning of sections 480 and 482 of the Code of Criminal \nProcedure, 1898 (V of 1898).  \n \n_______  \n \n \n1Subs. by F.A.O., 1975, Art. 2 and Table, for “Central Government”.  \n2Subs. by the Pakistan Air Force ( Amdt.) Act, 1963 (8 of 1963), s. 11, for the original marginal heading.  \n \nPage 62 of 78  CHAPTER XII  \n \nCONFIRMATION AND REVISION  \n \n151. Finding and sentence not valid unless confirmed. No finding or sentence of a general, \ndistrict or field general Court‑marti al shall be valid except so far as it may be confirmed as provided \nby this Act.  \n \n152. Power to confirm finding and sentence of general court -martial. The findings and \nsentences of general Courts‑martial may be confirmed by the 1[Chief of the Air Staff] or by any \nofficer empowered in this behalf by warrant of the 1[Chief of the Air Staff].  \n \n153. Power to confirm finding and sentence of district court ‑martial. The findings and \nsentences of district Courts‑martial may be confirmed by any authority having power  to convene a \ngeneral court‑martial or by any officer empowered in this behalf by warrant of any such authority.  \n \n154. Limitation of powers of confirming authority. A warrant issued under section 152 or \nsection 153 may contain such restrictions, reservatio ns or conditions as the authority issuing it may \nthink fit..  \n \n155. Power to confirm finding and sentence of field general court martial. The findings \nand sentences of a field general court‑martial may be confirmed by the convening officer or if he so \ndirec ts, by an authority superior to him.  \n \n156.  Power of confirming authority to mitigate, remit or commute sentences. Subject to \nsuch restrictions as may be contained in any warrant issued under section 152 or section 153, a \nconfirming authority may, when con firming the sentence of a court‑martial, mitigate or remit the \npunishment thereby awarded, or commute that punishment for any punishment or punishments lower \nin the scalelaid down in section 73 :  \n \nProvided that a sentence of imprisonment shall not be commuted to a sentence of detention \nfora term exceeding the term of imprisonment awarded by the Court 2[:] \n \n2[Provided further that a sentence awarded as hadd under an Islamic law shall not be so \nmitigated, remitted or commuted otherwise than in accordance with such law.].  \n \n157. Confirmation of finding and sentence on board a ship. When any person subject to \nthis Act is tried and sentenced by court‑martial while on board ship, the finding and sentence so far \nas not c onfirmed  and executed on board ship may be  confirmed and executed in like manner as if \nsuch person had been tried at the port of disembarkation.  \n \n \n \n1Subs. by F.A.O., 1975, Art. 2 and Table, for “Commander­in­Chief”.  \n2Subs. and added by the Pakistan Air Force (Amdt.) Ordinance, 1984 (38 of 1984),  s. 15.  \n \nPage 63 of 78  158. Revision of finding and sentence.___(1) Any finding or sentence of a court‑martial may \nbe once revised by order of the confirming authority ; and on such revision, the court, if so directed \nby the confirming authority, may take additional evidence.  \n \n(2) The court, on revision, shall consist of the same officers as were present when the original \ndecision was passed, unless any of those officers are unavoidably absent.  \n \n(3) In case of such unavoidable absence the cause thereof shall be duly recorded in the \nproceedings, and the Court shall proceed with the revision, provided that, if a general court‑martial, \nit still consists of five officers, or, if a field general or district court‑martial, of three officers.  \n \n159. Alteration of finding or sentence in certain cases.  (1) Where a finding of guilty by \na court‑martial, which has been confirmed, is found for any reason to be invalid or cannot be \nsupported by the evidence, the authority which would have had power under section 177 to  commute \nthe punishment awarded by the sentence, if the finding hadbeen valid, may substitute a new finding \nand pass a sentence for the offence specified or involved in such  finding :  \n \nProvided that no such substitution shall be made unless such finding co uld have been validly \nmade by the court‑martial on the charge and unless it appears that the court‑martial must have been \nsatisfied of the facts establishing the offence.  \n \n(2) Where a sentence passed by a Court‑martial which has been confirmed, not being a  \nsentence passed in pursuance of a new finding substituted under sub­section (1), is found for any \nreason to be invalid, the authority referred to in sub­section (1) may pass a valid sentence.  \n \n(3) The punishment awarded by a sentence passed under sub­sect ion (1) or sub­section (2) \nshall not be higher in the scale of punishments than, or in excess of, the punishment awarded by, the \nsentence for which a new sentence is substituted under this section.  \n \n(4) Any finding substituted, or any sentence passed, unde r this section shall for the purposes \nof this Act and the rules made thereunder have effect as if it were a finding or sentence of a \nCourt‑martial.  \n \n160. Remedy against order, finding or sentence of court ‑martial .____(1) Any person \nsubject to this Act who considers himself aggrieved by any order passed by a court‑martial may \npresent a petition to the officer or authority empowered to confirm any finding or sentence of such \ncourt martial, and the confirming authority may take such steps as may be considered necessary to \nsatisfyitself as to the correctness, legality or propriety of the order passed or as to the regularity of \nany proceeding to which the order relates.  \n \n(2) Any person subject to this Act who considers himself aggrieved by a finding or sentence \nof a Court‑martial which has been confirmed, may present apetition to the 1[Federal Government] or \nthe 2[Chief of the Air Staff] who may pass such order thereon as it or he thinks fit.  \n \n1Subs. by F.A.O., 1975, Art. 2 and Table, for “Central Government”.  \n2Subs. ibid., for “Commander­in­Chief”.  \n \n \n \n \n \n \nPage 64 of 78  161. Annulment of proceedings. The 1[Federal Government] or the 2[Chief of the Air Staff] \nmayannul the proceedings of any court‑martial on the ground that they are illegal or unjust.  \n \n162. Bar of appeals. No court  shall question the correctness, legality or propriety of any \nproceeding or decision of any court‑martial, and no remedy shall lie in respect of any such \nproceeding or decision save as provided in this Act.  \n \n3[162A. Court of Appeals 4[for Ha dd cases.] .____ (1)Any person to whom a court­martial \nhas awarded a sentence of hadd under an Islamic law may, within sixty days from the date of the \nsentence, prefer an appeal against the finding and sentence of the court­martial to a Court of Appeals \nconsisting of the Chief of the Air Staff or an officer, being a Muslim, designated by him in this \nbehalf, hereinafter referred to as the Court of Appeals.  \n \n(2) No sentence awarded by a court­martial as hadd under an Islamic law shall be executed \nunless  it is co nfirmed by the Court of Appeals.  \n \n(3) The Court of Appeals shall have power to__ \n \n(a)  confirm the finding or sentence or both ; or  \n \n(b) substitute a valid finding or sentence for an invalid finding or sentence; or  \n \n(c) call any witness for the purpose of  recording additional evidence in the \npresence of the parties, who shall be afforded an opportunity to put any \nquestion to the witness; or  \n \n(d) annul the proceedings of the court­martial on the ground that they are illegal \nor unjust ; or  \n \n(e) order retrial  of the accused by a fresh court.  \n \n(4) The decision of the Court of Appeals shall be final and shall not be called in question \nbefore any  court or other authority].  \n \n5[162B. Court of Appeals for other than Hudood cases.___(1)Any person to whom a court -\nmartial has awarded any one or more of the following punishments: ___ \n \n(a) death,  \n \n(b) imprisonment for a period exceeding three months,  \n \n(c) dismissal from the service,  \n \n \n1Subs. by F.A.O., 1975, Art. 2 and Table, for “Central Government”.  \n2Subs. ibid., for “Commander­in­Chief”.  \n3Added by the Pakistan Air Force (Amdt.) Ordinance, 1984 (38 of 1984), s. 16.  \n4Added by the Pakistan Air Force (Amdt.) Act, 1992, (30 of 1992), s. 2.  \n5Ins. by the Pakistan Air Force (Amdt.) Act 1992 ( 30  of 1992) s. 3.  \n \n \n \n \nPage 65 of 78  after the commencement of the Pakistan Air Force (Amendment) Act, 1992, may, within thirty days \nfrom the promulgation of the sentence, prefer an appeal against the finding or sentence of the Court - \nmartial to a Court of appeals consisting of an officer designated by the Chief of the Air Staff :  \n \nProvided that where an accused has pleaded guilty and has been convicted by a \ncourt­martial on such plea, there shall be no appeal except as to the extent or  legality of sentence :  \n \nProvided further that where the sentence has been awarded by a court­martial under an \nIslamic law, the officer so designated shall be a Muslim.  \n \n(2) The Court of Appeals shall have power to___ \n \n(a) accept or reject the appeal ; or  \n \n(b) substitute a valid finding or sentence for an invalid finding or sentence; or  \n \n(c) call any witness in its discretion for the purpose of recording additional \nevidence  in the presence of the parties who shall be afforded an opportunity to \nput any quest ion to the witness; or  \n \n(d) annual the proceedings of the court­martial on the ground that they are illegal \nor unjust; or  \n \n(e) order re­trial of the accused by a fresh court­martial; or  \n \n(f) remit the whole or any part of the punishment or mitigate the punishment or \ncommute the punishment for any less punishment or punishments mentioned \nin this Act.  \n \n(3) The decision of the court of Appeals shall be final and shall not be called in question \nbeforeany court or other authority.]  \n \n \n \n \n \n \n \n \n \n \n \n__________  \n \n \nPage 66 of 78  CHAPTER XIII  \n \nEXECUTION OF SENTENCES  \n \n1\n[163. Form of sentence of stoning to death and death .___ (1)In awarding a sentence of \nstoningof death, a court‑martial shall direct that the sentence shall be executed in the manner \nprovided for in  the Offence of Zina (Enforcement of Hudood ) Ordinance, 1979 (VII of 1979).  \n \n(2) In awarding a sentence of death, a court­martial shall, in its discretion, direct that the \noffendershall suffer death by being hanged by the neck until he be dead, or shall su ffer death by \nbeing shot to death.  \n \n163A. Form of sentence , amputation of hand, foot or both. In awarding a sentence of \namputation of hand, foot or both, a court­martial shall direct that the sentence shall be executed in \nthe manner provided for in the Off ences Against Property (Enforcement of Hudood ) Ordinance, \n1979 (V of 1979).  \n \n163B. Form of sentence of whipping. In awarding a sentence of whipping a court­martial \nshall direct that the sentence shall be executed in the manner provided for in the Execution  of the \nPunishment of Whipping Ordinance, 1979 (IX of 1979).  \n \n164. Commencement of sentence of imprisonment or detention. Whenever any person is \nsentenced under this Act to imprisonment, or detention, the term of his sentence shall, whether it has \nbeen revised or not, be reckoned to commence on the day on which the original proceedings were \nsigned by the president.  \n \n165. Execution of sentence of imprisonment. Whenever any sentence of imprisonment is \npassed under this Act, or whenever any sentence so pass ed is commuted to imprisonment, the \nconfirming officer or such officer as may be prescribed in this behalf, may direct either that the \nsentence shall be carried out by confinement in a civil prison or by confinement in a Military or Air \nForce prison, and t he commanding officer of the person under sentence or such other officer as may \nbe prescribed, shall forward a warrant in the prescribed form to the officer in charge of the prison in \nwhich the person under sentence is to be confined, and shall forward him  to such prison with the \nwarrant :  \n \nProvided that in the case of a sentence of imprisonment for a period not exceeding three \nmonths, in lieu of a direction that the sentence shall be carried out by confinement in a Civil, \nMilitary or Air Force prison, a di rection may be made that the sentence shall be carried out by \nconfinement in Air Force custody :  \n \nProvided further that on active service a sentence of imprisonment may be carried out by \nconfinement in such place as the officer commanding the forces in the  field may from time to time \nappoint.  \n \n166. Execution of sentence of imprisonment in special cases. Whenever, in the opinion of \nthe 2[Chief of the Air Staff] or an Air or other Officer Commanding a group any sentence or portion \nof a sentence of imprisonment cannot, for special reasons, conveniently be carried out in accordance \nwith the provisions of section 165, such officer may direct that such sentence or portion of sentence \nshall be carried out by confinement in any civil prison or other fit p lace. \n \n1Subs. by the Pakistan Air Force (Amdt.) Ordinance, 1984 (38 of 1984), s. 17.  \n2Subs. by F.A.O., 1975, Art. 2 and Table, for “Commander­in­Chief”.  \n \nPage 67 of 78  167. Execution of sentence of detention. When any sentence of detention is passed under  \nthis Act, or when any sentence so passed is commuted to detention, the punishment shall be carried \nout by detaining the offender in any Military or Air Force detention barracks, detention cells or other \nMilitary or Air Force custody, and when the sentence  is to be carried out by detention in any \nMilitary or Air Force detention barracks, the commanding officer of the person under sentence, or \nsuch other officer as may be prescribed, shall forward the person under sentence, together with a \nwarrant in the pre scribed form, to the officer in charge of the said detention barracks.  \n \n168. Interim custody of persons under sentence of 1[stoning to death,] death, \nimprisonment or detention .___(1) When a person is sentenced by Court‑martial to suffer 1[stoning \nto death or]death and the sentence has been confirmed, the commanding officer of such person, or \nsuch officer as may be prescribed may, if he thinks fit, by warrant in the prescribed form, commit the \nsaid person for safe custody in a civil prison pending the execut ion of the sentence, and may \nsimilarly, by warrantin the prescribed form direct that the person so committed be re‑delivered into \nAir Force custody, or that he be released or confined in accordance with any order duly made under \nthis Act setting aside or  varying the sentence of1[Stoning to death or] death.  \n \nAny such warrant shall be sufficient authority for the execution of the orders contained therein.  \n \n(2) A person sentenced under this Act to imprisonment or detention may, until he reaches the \nprison or detention barracks in which he is to undergo his sentence, be kept in Air Force custody or \nin Civil custody, or partly in one description of custody and partly in the other, and may, by order of \nsuch officer as may be prescribed  from time to time be transf erred from one to the other, as occasion \nmay require.  \n \n169. Authority for committal and transfer of prisoners . A warrant issued in accordance \nwith the provisions of section 165 or section 167, or an order of the prescribed officer for the transfer \nof a per son undergoing a sentence of imprisonment or detention from one description of custody to \nanother, shall be sufficient authority for the committal to prison, detention barrack or Air Force \ncustody of such person or of his transfer from one description of c ustody to the other, as the case \nmay be.  \n170. Conveyance of 2[Convicts] from place to place. A person under sentence of 3[stoning \nto death, death, amputation of hand, foot or both, imprisonment, detention or whipping] may, during \nhis conveyance from place to place, or when on board a ship, aircraft, or other vehicle be subjected \nto such restraint as is necessary for his safe conduct and removal.  \n \n171. Communication of certain orders to prison officers. Whenever an order is duly made \nunder this Act setting a side or varying any sentence, order or warrant under which any person is \nconfined in a Civil, Military or Air Force prison or detained in a Military or Air Force detention \nbarracks a warrant in accordance with such order shall be forwarded by the prescribe d officer to the \nofficer in charge of the prison or detention barracks in which such person is confined.  \n \n \n1Ins. by the Pakistan Air Force (Amdt.) Ordinance, 1984 (38 of 1984), s. 18.  \n2Subs. by the Pakistan Air Force (Amdt.) Ordinance, 1984 (38 of 1984), s. 19, for “prisoners”.  \n3Subs. ibid. for “imprisonment or detention”.  \n \nPage 68 of 78  Such warrant shall be sufficient authority for the execution of the orders contained therein.  \n \n172. Execution of sentence of fine. When a sentence of fine is imposed by a court‑martial \nunder section 71, whether the trial was held within Pakistan or not, a copy of such sentence, signed \nand certified the confirming officer may be sent to any magistrate in Pakistan, and such \nmagistrateshall thereupon cause the fine to be recov ered in accordance with the provisions of the \nCode of Criminal Procedure, 1898 (V of 1898), for the levy of fines as if it were a sentence of fine \nimposed by such  magistrate.  \n \n173. Establishment and regulation of Air Force prisons or detention barracks. The \n1[Federal Government ] may set apart any building or part of a building, or any place under its \ncontrol, as an Air Force prison or detention barracks for the confinement of persons sentenced to \nimprisonment or detention under this Act.  \n \n174. Power to ma ke rules in respect of prisons and prisoners. The 1[Federal Government] \nmay make rules providin g ___ \n \n(a) for the government, management and regulation of Air Force prisons and \ndetentionbarracks ; \n \n(b) for the appointment, removal and powers of inspectors, visitors, governors \nand officers thereof ;  \n \n(c) for the labour of prisoners undergoing confinement therein, and for enabling \nsuch prisoners or persons to earn by special industry and good conduct, a \nremission of a portion of their sentence ;  \n \n(d) for the s afe custody of such prisoners or persons and the maintenance of \ndiscipline among them  and the punishment, by personal correction, restraint or \notherwise, of offences committed by them ;  \n \n(e) for the application to Air Force prisons or detention barracks of  any of the \nprovisions of the Prisons Act, 1894 (IX of 1894), relating to the duties of \nofficers of prisons and the punishment of persons not being prisoners;  \n \n(f) for the a dmission into any prison , at proper times and subject to proper \nrestrictions, of pe rsons with whom prisoners may desire to communicate, and \nfor the consultation by prisoners under trial with their legal advisers without \nthe presence as far as possible of any third party within hearing distance.  \n \n175. Restriction of rulemaking power in re spect of corporal punishment. Rules made \nunder section 174 shall not authorise corporal punishment to be inflicted for any offence, nor render \nthe imprisonment more severe than it is under any law for the time being in force relating to Civil \nprisons in Pa kistan.  \n \n176. Informality or error in the order or warrants . Whenever a person is sentenced to \nimprisonment or detention under this Act, and is undergoing the sentence in any place or manner in \nwhich he might be confined under a lawful order or warrant in pursuance of this Act, the \nconfinement of such person shall not be deemed to be illegal only by reason of any informality or \nerror in or as respects the order, warrant or other document, or the authority by which, or in \npursuance whereof such person was br ought into or is confined any such place, and any such order, \nwarrant or document may be amended accordingly.  \n \n \n \n1Subs. by F.A.O., 1975 Art. 2 and Table, for “Central Government”.  \n \nPage 69 of 78  CHAPTER XIV  \n \nPARDONS, REMISSIONS AND SUSPENSION  \n \n177. Pardon and remission. When any person subject to this Act has been convicted by a \ncourt‑martial of any offence, the 1[Federal Government] the 2[Chief of the Air Staff], or any officer \nnot below the rank of Group Captain empowered in this behalf by the 2[Chief of the Air Staff] \nmay:___ \n \n(i) either without conditions or upon any conditions which the person sentenced \naccepts,pardon the person, or remit the whole or any part of the punishment \nawarded, or  \n \n(ii) mitigate the punishment awarded, or commute such punishment for any less \npunishment or pu nishments mentioned in this Act:  \n \nProvided that a sentence of imprisonment shall not be commuted for a sentence of detention \nfor a term exceeding the term of imprisonment awarded by the Court 3[:] \n \n3[Provided further  that a person to whom a sentence has been awarded as hadd under an \nIslamic law shall not be pardoned, and no such sentence shall be mitigated, remitted or commuted to \nany less punishment or punishments, otherwise than in accordance with such law.].  \n \n178. Cancellation of conditional pardon or remission. If any condition on which a person \nhas been pardoned or a punishment has been remitted is, in the opinion of t he authority which \ngranted the pardon or remitted the punishment, not fulfilled, such author ity may cancel the pardon or \nremission, and  thereupon the sentence of the c ourt shall be carried into effect as if such pardon had \nnot been granted or such punishment had not been remitted :  \n \nProvided that in the case of a person sentenced to imprisonment or detention such person \nshall undergo only the unexpired portion of his sentence.  \n \n179. Reduction of 4* * * non ‑commissioned officer. When under the provisions of section \n79, 4* *  * a non‑commissioned officer is deemed to be reduced to the ranks, such  r eduction shall, \nfor the purposes of section 177 be treated as a punishment awarded by a sentence of  a court‑martial.  \n \n180. Suspension of sentence of imprisonment 5[, detention or whipping].___ (1) Where a \nperson subject to this Act has been sentenced by a  court‑martial to imprisonment 5[, detention or \nwhipping] the 1[Federal Government], or the 2[Chief of the Air Staff], or any officer empowered to \nconvene a general or field general court­martial may suspend the sentence whether or not the \noffender has alr eady been committed, to prison or custody 3[:] \n \n3[Provided that a sentence awarded as hadd under an Islamic law shall not be suspended \nexcept while the offender is on active service nor otherwise than in accordance with such law.]. \n \n_________________________________________________________________________________________________________________________  \n \n1Subs. by F.A.O., 1975, Art. 2 and Table, for “Central Government”.  \n2Subs. ibid., Art. 2 and Sch., for “Commander­i­Chief”.  \n3Subs. and added by the Pakistan Air Force (Amdt.) Ordinance, 1984 (38 of 1984), s. 20.  \n4Omitted by the Pakistan Air Force (Amdt.) Act, 1967 (6 of 1967), s. 21.  \n5Subs. by Ordinance 38 of 1984, s. 21, for “or detention”.  \n \nPage 70 of 78   \n(2) The authority or office r specified in sub­section (1) may in the case of an offender so \nsentenced direct that, until the orders of such authority or officer have been obtained, the offender \nshall not be committed to prison or custody.  \n \n(3) The powers conferred by sub­sections (1 ) and (2) may be exercised in the case of any \nsuch sentence which has been confirmed, mitigated or commuted.  \n \n181. Orders pending suspension. A confirming officer may, when confirming any sentence \nreferred to in section 180, direct that the offender be not  committed to prison or to custody until the \norders of the authority or officer specified in section 180 have been obtained.  \n \n182. Release on suspension. When a sentence is suspended under section 180, the offender \nshall , whether  he has been committed to prison or to custody or not, be released forthwith.  \n \n183. Computation of period of suspension. Any period during which the sentence is under \nsuspension shall be reckoned as part of the term of such sentence.  \n \n184. Order after susp ension. The authority or officer specified in section 180 may, at any \ntime whilst a sentence is suspended, order___ \n \n(a) that the offender be committed to undergo the unexpired portion of the \nsentence; or  \n \n(b) that the sentence be remitted.  \n \n185. Reconside ration of case after suspension. (1) Where a sentence has been suspended, \nthe case may at any time, and shall, at intervals of not more than four months, be reconsidered by the \nauthority or officer specified in section 180, or by any Air or other officer n ot below the rank of \nsquadron leader duly authorised by the authority or officer specified in section 180.  \n \n(2) Where on such reconsideration by the officer so authorised it appears to him that the \nconduct of the offender since his conviction has been such  as to justify a remission of the sentence, \nhe shall refer the matter to the authority or officer specified in section 180.  \n \n186. Fresh sentence after suspension. Where an offender, while a sentence on him is \nsuspended under  this Act, is sentenced for any other offence, then___ \n \n(a) if the further sentence is also suspended under this Act, the two sentences \nshall run concurrently ;  \n \n \n(b) if the further sentence is for a period of three months or more and is not \nsuspended unde r this Act, the offender shall also be committed to prison or \nAir Force custody for the unexpired portion of the previous sentence, but both \nsentences shall run concurrently ; and  \n \n \n(c) if the further sentence is for a period of less than three months and is not \n \nPage 71 of 78  suspended under this Act, the offender shall be so committed on that sentence \nonly, and the previous sentence shall, subject to any order which may be \npassed under section 184 or section 185 , continue to be suspended.  \n \n187. Scope of power of suspens ion. The powers conferred by sections 180 and 184 shall be \nin addition to and not in derogation of, the power of mitigation, remission and commutation.  \n \n188. Effect of suspension and remission on dismissal .____(1) Where in addition to any other \nsentence th e punishment of d ismissal has been awarded by a c ourt­martial, and such other sentence  \nis suspended under section 180, then, such dismissal shall not take effect until so ordered by the \nauthority or officer specified in section 180.  \n \n(2) If such other sen tence is remitted under section 184, the punishment of dismissal shall \nalso beremitted.  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n__________\n \nPage 72 of 78  CHAPTER XV  \n \nPROPERTY OF DECEASED PERSONS, DESERTERS AND LUNATICS.  \n \n189. Property of deceased persons and deserters (other than  officers and warrant \nofficers) . The following provisions are enacted respecting the disposal of the property of every \nperson subjectto this Act, other than an officer or warrant officer, who dies or deserts :___ \n \n (1) The commanding officer of the unit 1[or station] to which the deceased person or deserter \nbelonged 1[or was attached] shall secure all the movable property belonging to the deceased or \ndeserter that is in camp or quarters, and cause an inventory thereof to be made, and draw any pay \nand allow ances due to such person.  \n \n(2) In the case of a deceased person who has left in a bank (including any post office savings \nbank, co­operative bank or society or any other institution receiving deposits in money, however \nnamed) a deposit not exceeding one th ousand rupees, the commanding officer may, if he thinks fit, \nrequire the agent, manager or other proper  officer of such bank or other institution to pay the deposit \nto him forth­with; notwithstanding anything in any rule s of the bank or the other instituti on and \nwhen any money has been paid by such bank or other institution in compliance with such \nrequisition, no person shall have any claim against the bank or the other institution in respect of such \nmoney.  \n \n(3) In the case of a deceased person whose repres entative, widow or next of kin is on the spot \nand has given security for the payment of the service or other debts in camp or quarters,if any, of the \ndeceased, the commanding officer shall deliver over any property, received under clauses (1) and (2) \nto th at representative, widow or next of kin, as the case may be, and shall not further interfere in \nrelation to the property of the deceased.  \n \n(4) In the case of a deceased person whose estate is not dealt with under clause (3), and in the \ncase of any deserter , the commanding officer shall cause the movable property to be sold by public \nauction, and may convert into money any cash certificates (including post office cash certificates, \ndefence savings certificates and national savings certificates) and shall pay  the service and other \ndebts in camp or quarters, if any, and, in the case of a deceased person, the expenses of his funeral \nceremonies, from the proceeds of the sale or conversion and from any pay and allowances drawn \nunder clause (l) and from the amount of the deposit, if any, received under clause (2).  \n \n(5) The surplus, if any, shall, in the case of a deceased person, be paid to his representative, \nwidow or next of kin, if any, or, in the event of no claim to such surplus being established within  \ntwelve months after the death, then the same shall be remitted to the prescribed person:  \n \nProvided that such remission shall not bar the claim of any person to such surplus or any part \nthereof . \n \n \n1Ins. by the Pakistan Air Force (Amdt.) Act, 1967 (6 of 1967), s. 22. \n \nPage 73 of 78  (6) In the case of a deserter, the surplus, if any, shall be forthwith remitted to the prescribed \nperson and shall, on the expiry of three years from the date of his desertion, be forfeited to  the State, \nunless the deserter shall in the meantime have surrendered or been apprehended.  \n \n(7) The decision of the commanding officer as to what are the service and other debts in \ncamp or quarters of a deceased person or a deserter and as to the amount p ayable therefor shall be \nfinal.  \n \n190. Disposal of certain property without production of probate, etc. (other than \nofficers and warrant officers) . Property deliverable and money payable to the representative, \nwidow or next of kin, of a deceased person under section 189 may, if the total value or amount \nthereof does not exceed one thousand rupees, and if the prescribed person thinks fit, be delivered or \npaid to any person appearing to him to be entitled to receive it or to administer the estate of the \ndeceased, without requiring the production of any probate, letters of administration, certificate or \nother such conclusive evidence of title ; and such delivery or payment shall be a full discharge to \nthose ordering or making the same and to the Government f rom all further liability in respect of the \nproperty or money ; but nothing in this section shall affect the rights of any executor or administrator \nor other representative, or of any creditor of a deceased person against any person to whom such \ndelivery o r payment has been made. [:]1 \n \n1[Provided that when the deceased person was attached to, or formed part of a force which \nwas not on active service, the commanding officer shall obtain from the representative, widow, or \nnext of kin to  whom the aforesaid amo unt is paid an undertaking to the effect that the amount left \nafter payment of debts if any, shall be distributed among the legal heirs of deceased].  \n \n191. Application of sections 189 and 190 to lunatics, etc. The provisions of sections 189 \nand 190 shall, so far as they can be made applicable, apply in the case of a person subject to this Act \n(not being an officer or warrant officer) who notwithstanding anything contained in the Lunacy Act, \n1912 (IV of1912), is ascertained in the prescribed manner to be ins ane, or, who, being on active \nservice, is officially reported missing, as if he had died on the day on which his insanity is so \nascertained, or, as the case may be, on the day on which he is officially reported missing :  \n \nProvided that in the case of a per son so reported missing, no action shall be taken under \nclauses (2) to (5) of section 189 until such time as he is officially presumed to be dead.  \n \n192. Property of officer s and warrant officers who die or desert. The provisions of \nsections 193 to 198 shal l apply to the disposal of the property of the officers and warrant officers of \nthe Air Force who die or desert.  \n \n193. Powers of Committee of Adjustment.___(1) On the death or desertion of an officer or \nwarrant officer, a Committee of Adjustment appointed in this behalf in the manner prescribed \n(hereinafter referred to as the Committee) shall, as soon as may be, subject to the rules made in this \nbehalf under this Act___ \n \n(a) secure all the movable property belonging to the deceased or deserter that is in \ncamp or quarters and cause an inventory thereof to be made, and ascertain and \ndraw the pay and allowances, if any, due to him; and  \n \n \n1Subs. and added by the Pakistan Air Force (Amdt.) Act, 1992 (30 of 1992), s. 4.  \n \nPage 74 of 78  (b) ascertain the amount, and provide for the payment, of the service and other \ndebts in camp or quarter s, if any, of the deceased or deserter.  \n \n(2) In the case of a deceased officer or warrant officer whose representative, widow or next \nof kin has given security to the satisfactio n of the Committeefor the payment of the service and other \ndebts in camp or quarters, if any, of the deceased, the Committee shall deliver any property received \nby it under sub­section (1) to that representative, widow or next of kin, as the case may be, a nd shall \nnot further interfere in relation to the property of the deceased.  \n \n(3) In the case of a deceased officer or warrant officer, the Committee, save as may be \nprescribed shall, if it appears to it necessary for the payment of service and other debts in camp or \nquarters and the expenses, if any, incurred by the Committee, and may, in any other case, collect all \nmoneys left by  the deceased in any bank (including any post office savings bank, co­operative bank \nor society or any other institution receivin g deposits in money, however named) and for that purpose \nmay require the agent, manager or other proper officer of such bank, society or other institution to \npay the moneys to the Committee forthwith, and such agent, manager or other officer shall comply \nwith the requisition notwithstanding anything in any rules of the bank or other institution; and when \nany money has been paid by a bank or other institution in compliance with the requisition under this \nsub­ section, no person shall have a claim against the  bank or other institution in respect of such \nmoney.  \n \n(4) In the case of a deceased officer or warrant officer whose estate has not been dealt with \nunder sub -section (2) and in the case of a deserter the Committee, subject to any rules made in this \nbehalf under this Act, shall, for the purpose of paying the service and other debts in camp or \nquarters, and may, in any other case, sell or convert into money the movable property of the \ndeceased or deserter.  \n \n(5) The Committee shall, out of the moneys referred to in sub­sections (3) and (4), pay the \nservice and other deb ts in camp or quarters, if any, of the deceased or deserter and in the case of a \ndeceased, also the expenses of his last illness and funeral.  \n \n(6) In the case of a deceased officer or warrant officer, the surplus, if any, shall be remitted to \nthe prescribed person.  \n \n(7) In the case of an officer or warrant officer who is a deserter, the surplus, if any, shall be \nforthwith remitted to the prescribed person and shall, on the expiry of three years  from the date of \nhis desertion, be forfeited to the State unless the deserter shall in the meantime have surrendered or \nbeen apprehended:  \n \nProvided that the prescribed person may pay the whole or such part of the surplus as he may \ndeem proper to the wife or children or other dependents of the officer or warrant officer.  \n \n(8) If in any case a doubt or difference arises as to what are the service and other debts in \ncamp or  quarters of a deceased officer or deserter or as to the amount payable therefor, the d ecision \nof the prescribed person shall be final and shall be binding on all persons for all purposes.  \n \n(9) For the purposes of the exercise of its duties under this section, the Committee shall, to \nthe exclusion of all authorities and persons whomsoever, h ave the same rights and powers as if it had \ntaken out representation to the deceased, and any receipt given by the Committee shall have effect \naccordingly.  \n \nPage 75 of 78   \n \n194. Disposal of surplus by the prescribed person. On receipt of the surplus referred to in \nsub­ section (6) of section 193 the prescribed person shall proceed as follows :  \n \n(1) If he knows of a representative, widow or next of kin of the deceased, he shall pay the \nsurplus to that representative, widow or next of kin.  \n \n(2) If he does not know of any such representative, widow or next of kin, he shall publish \nevery year a notice in the prescribed form and manner for six consecutive years. If no claim to the \nsurplus is made by a representative, widow or next of kin of the deceased within six months after the \npublication of last of such notices, the prescribed person shall deposit the surplus together with any \nincome or accumulation of income accrued therefrom to the credit of the 1[Federal Government] :  \n \nProvi ded that such deposit shall not bar the claim of any person to such surplus or any part \nthereof.  \n \n195. Disposal of certain property without production of probate, etc. (of officers and \nwarrant officers). Property deliverable and money payable to the repres entative, widow or next of \nkin of a deceased officer or warrant officer under section 193 or section 194 may, if the total amount \nor value thereof does not exceed five thousand rupees, and, if the prescribed person thinks fit, be \ndelivered or paid to any p erson appearing to him to be entitled to receive it or to administer the estate \nof the deceased, without requiring the production of any probate, letters of administration, \nsuccession certificate or other such conclusive evidence of title [:]2 \n \n2[Provided that when the deceased officer or warrant officer was attached to or formed part \nof, a force which was not on active service, the commanding officer shall obtain from the \nrepresentative, widow, or next of kin to whom the aforesaid amount is paid an underta king to the \neffect that the amount left after payment of debts, if any, shall be distributed among the legal heirs of \nthe deceased].  \n \n196. Discharge of Committee, prescribed person and the Government. Any payment of \nmoney or delivery, application, sale or other disposition of any property  or money made, or \npurported to be made by the Committee or the prescribed person in good faith in pursuance of \nsection 193, section 194 or section 195 shall be valid and shall be a full discharge to the Committee \nor the pr escribed person, as the case may be, and to the Government from all further liability in \nrespect of that money or property ; but nothing herein contained shall affect the right of any executor \nor administrator or other representative, or of any creditor of  the deceased officer or warrant officer \nagainst any person to whom such payment or delivery has been made.  \n \n197. Property in the hands of the Committee or the prescribed person not to be assets at \nthe place  where the Committee or the prescribed person is stationed. Any property coming \nunder section 193 into the hands of the Committee or the prescribed person shall not, by reason of so \ncoming, be deemed to be assets or effects at the place in which that Committee or the prescribed \nperson is stationed and it  shall not be necessary by reason thereof that representation be taken out in \nrespect of that property for that place.  \n \n1 Subs. by F.A.O., 1975, Art. 2 and Table, for “Central Government”.  \n2 Subs. and added by the Pakistan Air Force (Amdt.) Act, 1992 (30 of 1992), s. 5.  \n \nPage 76 of 78  198. Saving of rights of representative. After the Committee has deposited with the \nprescribed person the surplus of the property of any deceased officer or warrant officer under sub -\nsection (6) of section 193, any repres entative of the deceased shall, as regards any property of the \ndeceased not collected by the Committee and not forming part of the aforesaid surplus, have the \nsame rights and duties as if section 193 had not been enacted.  \n \n199. Application of sections 193 to 198 to lunatics , etc. The provisions of sections 193 to \n198 shall, so far as they can be made applicable, apply in the case of an officer or warrant officer \nwho, notwithstanding anything contained in the Lunacy Act, 1912 (IV of 1912), is ascertained in the \nprescribed manner to be insane, or, who, being on active service, is officially reported missing, as if \nhe had died on the day on which his insanity is so ascertained or, as the case may be, on the day on \nwhich he is officially reported missing:  \n \nProvi ded that in the case of an officer or warrant officer so reported missing no action shall \nbe taken under sub­sections (2) to (5) of section 193 until such time as he is officially presumed to \nbe dead.  \n \n200. Appointment of Standing Committee of Adjustment when officers die or desert \nwhile onactive service. When an officer or warrant officer dies or deserts while on active service, \nthe reference s in the foregoing provisions of this Chapter to the Committee shall be construed as \nreferences to the Standing Com mittee of Adjustment, if any, appointed in this behalf in the manner \nprescribed.  \n \n201. Interpretations. For the purposes of this Chapter___ \n \n(1) a person shall be deemed to be deserter if he without authority has been absent from duty \nfor a period of thirty days and has not subsequently surrendered or been apprehended;  \n \n(2) the expression “service and other debts in camp or quarters” includes money due as Air \nForce debts, namely, sums due in respect of, or any advance in respect of___ \n \n(a) quarters ;  \n \n(b) mess, band and other service accounts ;  \n \n(c) Air Force clothing, appointments and equipments, not exceeding a sum equal \nto three months’ pay of the deceased, and having become due within eighteen \nmonths before his death;  \n \n(3) “representation ” includes probate and letters of administration with or without the will \nannexed, and a succession certificate, constituting a person the executor or administrator of the estate \nof a deceased person or authorising him to receive or realise the assets of a  deceased person ;  \n \n(4) “representative” means any person who has taken out representation.  \n \n \n_______  \n \n \n \n \nPage 77 of 78  CHAPTER XVI  \n \nRULES  \n \n \n202. Power to make rules. The 1[Federal Government] may make rules2for the purposeof \ncarrying into effect the provisions of this Act.  \n \n(2) Without prejudice to the generality of the power conferred by sub­section (1), such rules \nmay provide for: ___ \n \n(a) the6[appointment,reappointment, extension ], retirement , release, discharge, \nremoval or dismissal from the service of persons subjectto this Act \n6[includingthe Chief of the Air staff and the Chairman, Joint Chiefs of Staff \nCommittee] ; \n \n(b) the specification of punishments which may be awarded as field punishments \nundersections 77 and 82 ;  \n \n(c) the assembly and procedure of 3[boards] of inquiry, the recording of \nsummaries of evidence  and the administration of oaths and affirmations at \nsuch proceedings ;  \n \n(d) the convening and constitutions of courts­mart ial4[and the Court of Appeals] ;  \n \n(e) the adjournment, dissolution and sittings of courts­martial4[and the Court of \nAppeals] ;  \n \n(f) the procedure to be observed in trials by courts­martial5[and the court of \nAppeals] and the appearance  of legal practitioner s thereat ;  \n \n(g) the confirmation, revision and annulmentof, and petitions 5[or appeals] against \nthe findings  and sentences of courts­martial4[or the Court of Appeals] ; \n \n(h) the carrying into effect of sentences of courts­martial4[and the court of \nAppeals]  ; \n \n \n1Subs. by F.A.O., 1975, Art. 2 and Table, for “Central Government”.  \n2For the Pakistan Air Force Act Rules, 1957, see Gaz. of P., 1957, Ext., pp. 2271­2415.  \n3Subs. by the Pakistan Air Force (Amdt.) Act, 1967 (6 of 1967), s. 23, for “Courts”.  \n4Added by the Pakistan Air Force (Amdt.) Ordinance, 1984 (38 of 1984), s. 22.  \n5Ins. ibid.  \n6 Ins. by Act, II of 2020, s.5.(w.e.f 27 -11-2019)\n \nPage 78 of 78  (i) the forms of orders to be made under the provisions of this Act relating to \ncourts­martial1[and the Court o f Appeals] and sentences of 2[stoning of death, \ndeath, amputation of hand, foot, or both, imprisonment for life, imprisonment, \nwhipping, detention or any other punishment  provided under any Islamic law].  \n \n(j) the constitution of authorities to decide for w hat persons, to what amounts and \nin what manner provision should be made for dependents under section 99 and \nthe due carrying out of such decisions ;  \n \n(k) the relative rank of, and powers of command to be exercised by, officers, \njunior commissioned officers, warrant officers, petty officers and \nnon­commissioned officers of the Pakistan Army, Navy and the Air Force, \nwhen acting together ;  \n \n(l) deduction on account of public and service debts from the pay and allowances \nof persons subject to this Act; and \n \n(m) any other matter directed by this Act to be prescribed.  \n \n(3) All rules made under this Act shall be published in the official Gazette and, on such \npublication, shall have effect as if enacted in this Act.  \n \n203. Power to make regulations. The 3[Federal Government] may make regulations for all \nor any of the purposes of this Act, other than those specified in section 202.  \n \n204.[Repeal ] Omitted by the Federal Laws (Revision and Declaration) Ordinance, 1981 (27 \nof 1981 ), s. 3 and II sch.  \n \nCHAPTER XV II. [Transitory Provision ] Omitted by the Federal Laws (Revision and \nDeclaration) Ordinance, 1981 (27 of 1981)., s. 3 and Sch­II.  \n \n \n \n \n__________  \n \n \n \n \n1Added by Pakistan Air Force (Amendment) Ordinance, 1984 (38 of 1984), s. 22 . \n2Subs. ibid., for “death imprisonment or detention”.  \n3Subs. by F.A.O., 1975 Art. 2 and Table, for “Central Government”."
}