{
    "file": "./converted_json\\administrator69648336fbd0273e41075a329baad40f.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "Page 1 of 3 \n  \n \n \n \n \n \nTHE MUSSALMAN WAKF VALIDATING ACT, 1913  \n \n \n \nCONTENTS  \n \n1. Short title and extent.  \n \n2. Definitions.  \n \n3. Power of Muslims to create certain wakfs.  \n \n4. Wakfs not to be invalid by reason of remoteness of benefit to poor, etc.  \n \n5. Saving of local and sect arian custom.  \n \n \n \n \n \n \n \n \n \n \n \n \n\n \nPage 2 of 3 \n THE MUSSALMAN WAKF VALIDATING ACT, 1913  \n \n1ACT  No. VI of 1913  \n[7th March,  1913]  \nAn Act to declare  the rights  of Mussalmans  to make  settlements  of property  by way of \" wakf  \n\" in favour  of their  families,  children  and descendants.  \n WHEREAS  doubts  have  arisen  regarding  the validity  of wakfs  created  by persons  professing  \nthe Mussalman,  faith in favour  of themselves,  their families,  children  and descendants  and ultimately  \nfor the benefit  of the poor or for other  religious,  pious  or charitable  purposes;  and whereas  it is \nexpedient  to remove  such doubts;  It is hereby  enacted  as follows— \n \n 1. Short  title and extent .— (1) This Act may be called  the Mussalman  Wakf   Valid ating  \nAct, 1913.  \n \n 2[(2) It extends  to the whole  of Pakistan. ] \n \n  3[(3) It shall  be deemed  to apply  to wakfs  created  before  its commencement  : \n \n Provided  that nothing  herein  contained  shall  be deemed  in any way to affect  any right,  title, \nobligation  or liability  already  acquired,  accrued  or incurred  before  the twenty -fifth day of July,  \n1930.]  \n \n 2. Definitions . In this Act, unless  there  is anything  repugnant  in the subject  or context,— \n \n(1)  \" Wakf  \" means  the permanent  dedication  by a person  professing  the \n4[Muslim ] faith of any property  for any purpose  recognized  by the 4[Muslim] \nlaw as religious,  pious  or charitable.  \n \n(2)  \" Hanafi  4[Muslim]  \" means  a follower  of the 4[Muslim ], faith who conforms  \nto the tenets  and doctrines  of the Hanafi  school  of 4[Muslim ] law. \n 3. Power of 4[Muslims] to create certain wakfs. It shall be law ful for any person professing \nthe 4[Muslim] faith to create a wakf which in all other respects is in accordance with the provisions \nof 4[Muslim] law, for the following among other purposes: — \n(a)  for the maintenance and support wholly or partially of his f amily, children or \ndescendants, and  \n(b)  where the person creating a wakf is a Hanafi 4[Muslim], also for his own \nmaintenance and support during is lifetime or for the payment of his debts out \nof the rents and profits of the property dedicated:  \n \n1For Statement  of Objects  and Reasons,  see Gazette  of India,  1911,  Pt. V, p. 107; for Report  of Select  Committee,  see ibid., 1913,  Pt. V,  p.39;  \nand for Proceedings  in Council,  see ibid.,  1911,  Pt. VI, p.402  and ibid.,  1913,  Pt. VI, pp.29,  65 and 147. \nThis act has been amended  to the extent  of Islamabad  Capital  Territory,  see Ord. 27 of 1981,  s. 5 and 4th Sch.  \n2Subs.  by the Central  Laws  (Statute  Reform)  Ordinance,  1960  (21 of 1960),  s.3 and 2nd Sch. (with effect  from  the 14th October,  1955 ), for  the \noriginal  sub-section  (2) as amended  by A.O.,  1949,  Arts.  3 (2) and 4. \n3New  sub-section  (3) added  by the Federal  Laws  (Revision  and Declaration)  Ordinance,  1981  (27 of 1981),  s.3 and Sch. II. \n4Subs.  by F.A.O,  1975,  Art. 2 and Table,  for “Mussalman”  and “Mussalmans”.   \n \nPage 3 of 3 \n  Provided  that the ultimate  benefit  is in such cases  expressly  or impliedly  reserved  for the poor \nor for any other  purpose  recognised  by the 1[Muslim]  law as a religious,  pious  or charitable  purpose  \nof a permanent  character.  \n 4. Wakfs  not to be invalid  by reason of remoteness  of benefit  to poor,  etc. No such wakf  \nshall  be deemed  to be invalid  merely  because  the benefit  reserved  therein  for the poor or other  \nreligious,  pious  or a permanent  nature  is postponed  until after the extinction  of the family,  children  or \ndescendants  of the person  creating  the wakf.  \n 5. Saving  of local  and sectarian  custom . Nothing  in this Act shall  affect  any custom  or \nusage  whether  local  or prevalent  among  1[Muslims]  of any particular  class  or sect. \n______________  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nDate: 1 1-09-2024  \n1Subs.  by F.A.O,  1975,  Art. 2 and Table,  for “Mussalman”  and “Mussalmans”."
}