{
    "file": "./converted_json\\administrator35ac61bd58fb51ec1e5be14bce453c6c.json",
    "name": "Pakistan Airports Authority Ordinance, 2021",
    "date": "July 7, 2021",
    "tagline": "Establishment of Pakistan Airports Authority",
    "content": "PART I]     THE GAZETTE OF PAKISTAN, EXTRA., JULY  7,  2021  469 \n \n \n \n \nISLAMABAD,  WEDNES DAY , JULY   7,  2021 \n \nPART I  \n \nActs, Ordinances, President’s Orders and Regulations  \n \nGOVERNMENT OF PAKIST AN \nMINISTRY OF LAW AND JUSTICE  \n \nIslamabad, the 7th July, 2021 \n \n  No. F. 2(1)/2021-Pub.—The following Ordinance promulgated on 6th \nJuly, 2021 by the President is hereby pub lished for general information: — \n \nORDINANCE NO. XIV OF 2021  \n \nAN \n \nORDINANCE  \n \nto establish the Pakistan Airports Authority  \n \n WHEREAS  it is expedient to provide for the establishment of the Pakistan \nAirports Authority,  for ownership, management with management of airports an \nancillary thereto;  \n \n AND WHEREAS  it is expedient to provide for services and facilities \nincluding air navigation services necessary for the safe, efficient, adequate, \neconomical and properly coordin ated air transport operations in Pakistan;  \n \n(469) \n \nPrice: Rs. 40.00 \n \n[942(2021)/Ex. Gaz.]   \n470 THE GAZETTE OF PAKISTAN, EXTRA., JULY  7,  2021  [PART I \n \n  AND WHEREAS to transfer the airports, undertakings and its allied \ninfrastructure vested in the Pakistan Civil Aviation Authority to the Pakistan \nAirports Authority s o established and for matters connected therewith and \nincidental thereto;  \n \n AND WHEREAS , the Senate and the National Assembly are not in session \nand the President of the Islamic Republic of Pakistan is satisfied that \ncircumstances exist which render it nec essary to take immediate action;  \n \n NOW, THEREFORE , in exercise of the powers conferred by clause (1) of \nArticle 89 of the Constitution of the Islamic Republic of Pakistan, the President \nof the Islamic Republic of Pakistan is pleased to make and promulgate the \nfollowing Ordinance: — \n \n 1. Short title, extent application and commencement. —(1) This \nOrdinance shall be called the Pakistan Airports Authority Ordinance, 2021.  \n \n (2) It extends to the whole of Pakistan.  \n \n (3) It shall apply to all airports, except wor ks, airports, aerodromes, \nairfields and things connected therewith which are owned by the Federal \nGovernment and established for the exclusive use of defence services.  \n \n (4) The Federal Government may, by notification in the official \nGazette, direct that t his Ordinance, or any provisions thereof which it may \nspecify, shall come into force on such date as it may appoint in this behalf.  \n \n 2. Definitions. —In this Ordinance, unless there is anything repugnant \nin the subject or  context,— \n \n (a) “aerodrome”  shall have the same meaning as assigned thereto in \nPakistan Civil Aviation Ordinance, 2021;  \n \n (b) “airport”  shall have the same meaning as assigned thereto in the  \nPakistan Civil Aviation Ordinance, 2021;  \n \n (c) “Authority”  means the Pakistan Airports Authority e stablished \nunder section 3;  \n \n (d) “airport facilities”  includes CNS or ATM services and facilities of \nall kinds including runways, taxiways, hangars, parking facilities \nand all other facilities necessary or desirable for the landing and \ntaking off of an ai rcraft; embarkation and disembarkation of \npassengers, loading unloading and handling of passenger baggage, \ncargo; transportation facilities, all necessary appurtenances, \nPART I]     THE GAZETTE OF PAKISTAN, EXTRA., JULY  7,  2021  471 \n machinery and equipment; terminal building with developed \ncommercial concessions inclu ding shops, hotels, restaurants and \ncatering facilities for passenger comfort and convenience; aircraft \nmaintenance and repair facilities considered necessary or \nconvenient by the Authority in connection therewith;  \n \n (e) “airport property”  means all  tangib le or intangible property, \nassets and rights of whatsoever kind used or intended to be used in \nconnection with the airport and whether in the possession or control \nof the Pakistan Civil Aviation Authority, including the airport \nlands, land records and all documents of whatsoever kind relating \nto the airport;  \n \n (f) “Board”  means the Board constituted under section 7;  \n \n (g) “CNS and ATM services”  means provision of communication, \nnavigation and surveillance and air traffic management services of \nthe Authority ; \n \n (h) “Chairperson”  means the Chairperson of the Board;  \n \n (i) “Director General”  means the Director General of the Authority; \nand \n \n (j) “Division concerned”  means the Division to which the business of \nthis Ordinance stands allocated.  \n \n 3. Establishment o f the Authority. —(1) As soon as may be, after the \ncommencement of this Ordinance, the Federal Government shall, by notification \nin the official Gazette, establish an authority to be known as the Pakistan Airports \nAuthority.  \n \n (2) The Authority shall be a b ody corporate, having perpetual \nsuccession and a common seal with power, subject to the provisions of this \nOrdinance, to acquire and hold property, both movable and immovable and shall \nsue and be sued by the said name.  \n \n 4. Power of the Federal Government to issue directives, etc. —The \nFederal Government may, by notification in the official Gazette as and when it \nconsiders necessary, issue directives to the Authority on matters of policy and \nsuch directives shall be binding on the Authority and whereas quest ion arises as \nto whether any matter is a matter of policy or not, the decision thereof of the \nFederal Government shall be final.  \n  \n472 THE GAZETTE OF PAKISTAN, EXTRA., JULY  7,  2021  [PART I \n \n  5. Power and functions of the Authority. —(1) The powers and \nfunction of the  Authority shall be to. — \n \n (a) plan, promote and prepare schemes for the construction, \ndevelopment, operation and maintenance of airports; its allied \ninfrastructure and facilities for safe, efficient, adequate, \nenvironmental friendly, economical and properly coordinated civil \nair transport services and a ir navigation services;  \n \n (b) conduct airport operations in a cost -effective and efficient manner;  \n \n (c) take measures as are necessary for the efficient operation and \nmanagement of the airspace;  \n \n (d) ensure application of safety standards at the airport;  \n \n (e) ensure smooth operation of functions of different agencies at \nairports;  \n \n (f) plan, develop, construct and upgrade airport and airport facilities \nincluding aviation infrastructure in Pakistan;  \n \n (g) operate, manage and maintain airports and aerodrom es in an \nefficient and businesslike manner including provision of airport \nservices and facilities such as — \n \n (i) landing and taking off of aircraft, airfields, runways, taxiways, \nparking aprons, lighting of airfield; marking and signage of \nairfields, runwa ys, taxiway and apron;  \n \n (ii) search and rescue services; assistance to an aircraft in distress \nover the territory of Pakistan, provision of crash landing, fire \nfighting at all airports and aerodromes to aircraft in need and \nenvironmental hazard control se rvices;  \n \n (iii) airfield supervisory, security services and any other services \nnecessary for the safe, efficient operations for aircraft during \nlanding and takeoff;  \n \n (iv) maintenance and repair of aircraft; aircraft hangars;  \n \n (v) common hydrant infrastru cture, its allied services and \nfacilities for aircraft refueling including waste disposal;  \n \nPART I]     THE GAZETTE OF PAKISTAN, EXTRA., JULY  7,  2021  473 \n  (vi) services and facilities for the handling of cargo, storing and \nprocessing of cargo, customs and quarantine services for \ncargo;  \n \n (vii) passenger terminals, co ncourses, ground handling facilities, \nbaggage handling systems and equipment, inter -terminal \ntransit systems, flight information and public address systems, \nflight catering services and facilities;  \n \n (viii)  services and facilities for the operation of cust oms, \nimmigration, narcotics control, public health and quarantine \nchecks and control;  \n \n (ix) management of commercial concessions, licenses and leases \nat the airport for facilitation of passengers including airport \nretails;  \n \n (x) operation, management, mai ntenance and serviceability of \nsystems, equipment, buildings, allied infrastructure including \ntheir periodic up -gradation, replacements, overhauls; and  \n \n (xi) any service or facility connected thereto or ancillary to the \noperation of airports as may be pre scribed;  \n \n (h) plan, procure, install, maintain navigational aids, communication \nequipment, beacons and ground aids at the airports and at such \nlocations as may be considered necessary for provision of \ncommunication navigation services (CNS), air traffic m anagement \nservices (ATM)to provide safe and efficient operation of aircrafts \nand communication services;  \n \n (i) develop and implement master plan and airport layout plan for \nmanagement of estates and land at airports and aerodromes;  \n \n (j) ensure security cl earance of all persons performing functions of the \nAuthority; and  \n \n (k) prescribe and collect the rates, fees and charges authorised by this  \nOrdinance or by any rules and regulations made thereunder.  \n \n (2) The Authority may, if it considers necessary, — \n \n (a) approve estimates of development projects and maintenance works \nand award of contracts for construction, maintenance and operation \nof airports and facilities;  \n474 THE GAZETTE OF PAKISTAN, EXTRA., JULY  7,  2021  [PART I \n \n  (b) subject to clause (a) undertake any approved works, incur any \nexpenditure, procure vehicl es, plants, machinery and material, \nrequired for its use and enter into and perform all such contracts as \nit may consider necessary or expedient;  \n \n (c) approve capacity building programmes, trainings and training \nfacilities which are associated thereto and  in furtherance of its \nfunctions or any  matter relating to airport management;  \n \n (d) enter into contracts for the supply of goods, services or any other \ncontracts as may be necessary for the exercise, performance and \ndischarge of its functions;  \n \n (e) enter  into public -private partnership and or private sector \nparticipation arrangements;  \n \n (f) acquire by purchase, lease, exchange or otherwise any land or \nimmovable property or any interest in such land or property;  \n \n (g) pledge any property vested in it, incl uding the immovable assets \ntransferred to it under this Ordinance for purposes including raising \nfinances for the development projects to be undertaken by it;  \n \n (h) grant lease of land for airport or for development of allied \ninfrastructure; and  \n \n (i) form  one or more companies under the Act of 2017 (XIX of 2017)  \nfor performance of its functions under this Ordinance.  \n \n (3) Notwithstanding anything contained in this Ordinance, the \nAuthority may provide consultancy, construction and management services; and \ntechnical services for establishment of private airports and undertake operations \nin Pakistan and abroad in relation to airports, ground aids and safety services or \nany facilities thereat. For such services the Authority may enter into any \narrangement on su ch terms and conditions as may be agreed to between the \nAuthority and the sponsor or agency.  \n \n (4) Subject to the provisions of any other law for the time being in \nforce, the Authority and the Director General may exercise such powers and \nperform such func tions, as the Federal Government may, by notification in the \nofficial Gazette, specify.  \n \n (5) The acquisition of any land or any interest in land for the Authority \nor for any development or establishment of airports under this Ordinance shall be \ndeemed to be an acquisition for a public purpose within the meaning of the Land \nPART I]     THE GAZETTE OF PAKISTAN, EXTRA., JULY  7,  2021  475 \n Acquisition Act, 1894 (I of 1894), and the provisions of the said Act shall apply \nto all such proceedings.  \n \n (6) The Director General or any person authorised by him may enter \nupon and s urvey any land, erect pillars for the determination of intended lines of \nworks, make borings and excavations and do all other acts which may be \nnecessary for the preparation of any scheme, provided that, when the affected \nland does not vest in the Authorit y, the power conferred by this sub -section shall \nbe exercised in such manner as to cause the least interference with and the least \ndamage to the rights of the owner thereof.  \n \n (7) When any person enters into or upon any land in pursuance of sub -\nsection (6) , he shall at the time of entering or as soon thereafter as may be \npracticable pay or tender payment for all necessary damage to be done as \naforesaid and in case of dispute as to the sufficiency of the amount so paid or \ntendered the dispute shall be referr ed to the deputy commissioner of the district \nwhose decision shall be final.  \n \n 6. Operation, control of airports etc. —(1) For the purposes of this \nOrdinance the Authority shall apply to the Pakistan Civil Aviation Authority for \nissuance or renewal of a lic ence to establish, develop, maintain and operate an \nairport.  \n \n (2) The airports and aerodromes transferred to the Authority on the \ncommencement of this Ordinance, shall be exempted from the provision of \nlicensing under sub section (1) for a period of one y ear and shall progressively \napply for issuance of licences for the operation and maintenance of such airports \nand aerodrome.  \n \n (3) The Authority for the purpose of operation, management and \ndevelopment of airports or aerodrome may enter into such agreement s, \narrangements and contract as it may deems appropriate, subject to conditions as \nmay be prescribed.  \n \n 7. Board. —(1) The general direction and administration of the \nAuthority and its affairs shall vest in a Board consisting of such members which \nmay exerc ise all powers, perform all functions and do all acts and things which \nmay be exercised, performed or done under this Act by the Authority, namely: —  \n \nSr. \nNo. Name  Status  \n(1) (2) (3) \n1. Secretary of the Division concerned  Chairperson  \n2. Vice Chief of Ai r Staff, Pakistan Air  Force  Member  \n476 THE GAZETTE OF PAKISTAN, EXTRA., JULY  7,  2021  [PART I \n \n (1) (2) (3) \n3. Director General of the Authority  Member  \n4. a representative not below BPS -21 of  the Planning, \nDevelopment and Special Initiatives Division  Member  \n5. a representative not below BPS -21 of the Finance \nDivision  Member  \n6. Member of Federal Board of Revenue  Member  \n7. Any officer of the Authority duly qualified to hold \nthe post of Secretary of the Board  Secretary  \n  \n (2) The Federal Government may, by notification in the official \nGazette, amend sub -section  (1) so as to add any clause thereto, or modify any \nclause thereof or omit any clause therefrom.  \n \n (3) The Board may co -opt not more than three technical independent \nmembers having requisite experience and qualification, for such period as it may \ndetermine . The meetings of the Board shall be held at such times and places and \nin such manner as may be prescribed by  regulations.  \n \n (4) For the purpose of advising or assisting the Board in the \nperformance of its functions, the Board may appoint such committees a s it deem \nfit. \n \n (5) Each committee appointed by the Board shall consist of at least two \nmembers together with such other  persons as the Board under sub -section (4) \nmay deem fit for the purpose in respect of which the committee is appointed.  \n \n (6) On recei pt of advice from any of its committees, the Board shall \ndecide whether or not to adopt that advice, in whole or in part or with such \nmodifications as the Board thinks fit.  \n \n (7) A committee appointed under sub -section (4) shall, in the \nperformance of its functions delegated by the Board, at all times be subject to \nsuch directions, conditions and restrictions as may be imposed by the Board and \nshall adhere to all policies of the Board.  \n \n (8) The chairman of eac h committee appointed under sub -section (4) \nshall ensure that the committee prepares and submits to the Chairperson of the \nBoard a report of the functions delegated to the committee, and the progress \nthereof, before the end of every quarter in the year.  \n \n 8. Meetings and proceedings of Board. —(1) The m eetings of the \nBoard shall be held as and when convened by the Chairperson, at least quarterly.  \nPART I]     THE GAZETTE OF PAKISTAN, EXTRA., JULY  7,  2021  477 \n  (2) The Chairperson or, in his absence, a member authorised by him in \nthis behalf and three members shall constitute a quorum for a meeting of the \nBoard.  \n \n (3) A decision at a meeting of the Board shall be adopted by a simple \nmajority of the members present and voting except that in the case of an equality \nof votes the Chairperson or as the case maybe, the member presiding the meeting \nshall have a casting vote i n addition to his original vote.  \n \n (4) The Chairperson, or in his absence a member authorised by the \nBoard in this behalf shall preside meeting of the Board.  \n \n (5) Subject to the quorum Board may act notwithstanding any vacancy \nin its membership.  \n \n (6) Subject to the provisions of this Ordinance, the Board may regulate \nits own procedure generally and in particular, the holding of meetings, the notice \nto be given of such meetings, the proceedings thereat, the recording and keeping \nof minutes and the custody,  production and inspection of such minutes.  \n \n 9. Executive Committees. —(1) There shall be an Executive \nCommittee of the Authority consisting of the Director General, who shall be its \nhead, Additional Director General, Deputy Director General, Director Huma n \nResource and Director Finance to be its members including such other members \nas may be nominated by the Director General from amongst the  most senior \nofficers of the Authority.  \n \n (2) The Executive Committee shall exercise such administrative, \nexecutive, financial and technical powers as may be delegated to it by the Board.  \n \n (3) The Executive Committee may, in an emergency which in its \nopinion requires immediate action, take such action as it considers necessary, and \nshaft report it for approval to the Bo ard in its next meeting.  \n \n 10. Director General duties, powers and functions. —(1) The Federal \nGovernment shall appoint the Director General who shall be an eminent \nprofessional of known integrity and competence with at least twenty years of \nrelated experie nce in airport management, business, engineering, finance, \naccounting, economics, or the aviation industry.  \n \n (2) The Director General be the executive head of the Authority and \nshall be responsible for the day -to-day management and administration of the \nAuthority and exercise such powers and functions subject to the provisions of \nthis Ordinance including. — \n \n478 THE GAZETTE OF PAKISTAN, EXTRA., JULY  7,  2021  [PART I \n \n  (a) the overall operation, management and maintenance of Airport \nincluding all safety aspects;  \n \n (b) financial and operational matters;  \n \n (c) superint end the performance of the functions of the Authority as set \nout in section  6 of this Ordinance;  \n \n (d) oversee the works and ongoing provision of Airport Services and \nAir Navigation Services;  \n \n (e) have responsibility for the enforcement and administration , on \nbehalf of the Board as specified from time to time.  \n \n (3) In the absence or inability of the Director General to perform his \nfunctions, the Chairperson of the Board may appoint a senior most employee of \nthe Authority to discharge the functions of the Director General during his \nabsence or inability.  \n \n 11. Term of office of the Director General. —(1) Subject to the \nprovisions of this Ordinance, the Director General shall hold office for a term of \nthree years from the date of his appointment or till attai ning the age of sixty years \nwhichever is earlier and shall receive such salary and allowances and be subject \nto such conditions of service as may be determined by the Federal Government.  \n \n (2) The Director General may be eligible for re -appointment for a \nperiod of up to two years subject to upper age limit of sixty years.  \n \n 12. Resignation by the Director General. —The Director General by \nnotice in writing to the Federal Government may resign from his office:  \n \n Provided that such resignation shall take effec t from the date of accepted \nfrom the Federal Government.  \n  \n 13. Removal of the Director General. —(1) Subject to sub -section (2), \nthe Federal Government may, remove the Director General from his office.  \n \n (2) The Director General may be removed from his off ice, if he,—  \n \n (a) in the opinion of the Federal Government, fails to discharge, or \nbecomes incapable of discharging, his duties under this Ordinance; \nor \n \n (b) has been convicted of an offence involving moral turpitude; or  \n \nPART I]     THE GAZETTE OF PAKISTAN, EXTRA., JULY  7,  2021  479 \n  (c) has knowingly acquired or continued to hold without the \npermission in writing of the Federal Government, directly or \nindirectly or through a partner, any share or interest tangible or \nintangible in any licence, certificate, permit, authorization, \ninspections, examinations, contract  related to aviation industry \naffecting the regulatory control of the Authority.  \n \n 14. Disclosure of interest by Director General. —(1) In case of any, \ndirect or indirect interest in any matter relating to a contract or other transaction \nor project of the A uthority, the Board Member or the Director General, as the \ncase may be, shall disclose the nature of his interest in the first meeting of the \nBoard after which its come to his knowledge.  \n \n (2) A disclosure under sub -section (1) shall be recorded in the min utes \nof the meeting of the Board and, after the disclosure, that member or Director \nGeneral shall not take part in any deliberation of the Board with respect to that \ncontract, transaction or project. For the purpose of determining whether there is a \nquorum , a member or Director General shall be treated as being present at a \nmeeting notwithstanding that they cannot vote or have withdrawn from the \nmeeting in respect of the matter in question.  \n \n 15. Delegation of powers. —(1) The Authority may, by general or \nspecial order, delegate to the Executive Committee, the Director General or an \nofficer of the Authority any of its powers, functions under this Act, subject to \nsuch conditions as it may think fit to impose:  \n \n Provided that every delegation under this section  shall be in writing and \nshall be revocable by the Board, but no such delegation shall prevent the Board \nfrom exercising the powers so delegated.  \n \n 16. Recruitment of officers, etc. —(1) The Authority may, from time \nto time, appoint such Officers, servants,  experts and consultants as it may \nconsider necessary for the performance of its functions.  \n \n (2) The Authority shall prescribe by regulations the procedure for \nappointment of its officers, servants, experts and consultants, and the terms and \nconditions of  their service.  \n \n 17. Members, officers etc., to be public servants. —The Director \nGeneral, members, officers, servants, experts and consultants of the Authority, \nshall, when acting or purporting to act in pursuance of any of the provisions of \nthis Ordinanc e or the rules or regulations made thereunder, be deemed to be \npublic servants within the meaning of section 21 of the Pakistan  Penal  Code \n(Act XLV of 1860).  \n  \n480 THE GAZETTE OF PAKISTAN, EXTRA., JULY  7,  2021  [PART I \n \n  18. Intentional damage to airport facilities or property. —\nWhosoever intentionally damages any a irport facility or property in or about any \nairport or interferes with the navigational or communication aids for landing or \ntake-off of aircraft at any airport or in flight in such manner as to endanger, or \nlikely to endanger the life of any person or pro perty, shall commit an offence \nunder this Ordinance,  on summary conviction,  punishable with imprisonment for \na term not exceeding ten years or with fine not exceeding ten million rupees or \nwith both.  \n \n 19. Making false, misleading statement. —Whosoever make s, either \nknowingly or recklessly, any statement which is false or misleading in any \nmaterial return, claim or other document, which is required or authorised to be \nmade under this Ordinance, rules and regulations made thereunder shall commit \nan offence un der this Ordinance, on summary conviction,  punishable with \nimprisonment for a term not exceeding three years or with fine not exceeding \nfive million rupees or with both.  \n \n 20. Contravention of this Ordinance, rules and regulations. —(1) \nWhosoever, while on duty or lawfully employed on any airport or aerodrome, or \non any aircraft used by or for the purposes of air transport and cargo services or \nvehicle endangers the safety of any person — \n \n (a) by contravening of the provisions of this Ordinance, or any rule s or \nregulations made thereunder; or  \n \n (b) by contravening any lawful order, direction given in writing to such \nperson, or made in respect of his service; or  \n \n (c) by being under the influence of any drug, narcotic substances, etc; \nor \n \n (d) by any rash or negligent act;  \n \n (2) Subject to sub -section (1) whoever contravene any provision of this \nOrdinance shall commit an offence under this Ordinance,  on summary \nconviction, punishable with imprisonment for a term not exceeding one years or \nwith fine not exceedi ng five hundred thousand rupees or with both.  \n \n 21. Commission of intentional fraud. —Whosoever, with intent to \ndefraud, demands or receives from any other person delivering goods for carriage \nor warehousing by means of the Authority or from any other perso n making use \nof the facilities provided by means of the Authority, and greater or less amount \nthan he should demand or receive, shall commit an offence under this Ordinance, \non summary conviction, punishable with imprisonment for a term not exceeding \nthree  years or with fine not exceeding one million rupees or with both.  \nPART I]     THE GAZETTE OF PAKISTAN, EXTRA., JULY  7,  2021  481 \n  22. Offence of trespass, etc. —(1) Whosoever — \n \n (a) enters a prohibited or restricted area of any airport facility or \nproperty, refuses to leave such airport facility or property after \nbeing requested to do so by an officer in -charge of the airport or \nany authorised officer of the  Authority or member of the Airport \nSecurity Force shall be deemed to be a trespasser for the purpose of \nthis Ordinance;  \n \n (b) being on airport facility or property , or upon any vehicle used by or \nfor the purposes of the Authority — \n \n (i) refuses when called upon by an officer in -charge of the airport \nor any authorised officer of the Authority or member of the \nAirport Security Force to give his name and address, or gi ve a \nfalse name or address, for the purpose of avoiding \nprosecution;  \n \n (ii) behaves in an offensive or a violent manner to the annoyance \nof any other person;  \n \n (iii) discharges any firearm or does anything which may cause \ninjury to any person on such airpo rt facility or property or \nvehicle;  \n \n (iv) commits any nuisance which directly or indirectly endangers \nflight safety by any means including but not limited to laser \nlights, kite flying, fireworks or flying a drone within the \nrestricted area;  \n \n (v) commits any act of indecency, or uses abusive or foul \nlanguage;  \n \n (vi) without lawful excuse, contravenes any lawful direction given \nby officer in -charge of airport or any authorised employee or \nmember of the Airport Security Force;  \n \n (vii) save with the express p ermission of the Director General, \ndeals, sells or exposes for sale any article or advertise, applies \nfor or solicits customers of any description;  \n \n (viii)  smokes in any part of such airport facility or property or \naircraft or vehicle bearing a notice tha t smoking is prohibited;  \n \n482 THE GAZETTE OF PAKISTAN, EXTRA., JULY  7,  2021  [PART I \n \n  (ix) disposes of garbage, or deposit refuse or any other object at an \nairport or aerodrome except by placing it in the receptacle \nprovided for the purpose;  \n \n (x) abandons any property or other thing at an airport or \naerodrome; an d \n \n (xi) engages in gambling, or operate a gambling device, at an \nairport or aerodrome;  \n \n (c) writes, draws, or affixes any profane, obscene, indecent or abusive \nword, matter, representation or character upon any airport facility \nor property or upon any ai rcraft or vehicle within the airport or \naerodrome;  \n  \n (d) defaces the writings on any board or any notice authorised to be \nmaintained upon any airport facility or property or upon any aircraft \nor vehicle within the airport or aerodrome;  \n \n (e) damages or wi thout lawful excuse interferes with any airport \nfacility or property;  \n \n (f) being a driver or conductor of any vehicle, disobeys within the \npremises of the Authority, any reasonable directions given by an \nofficer in -charge of the airport or any authorised officer of the \nAuthority or member of the Airport Security Force;  \n \n (g) fails to deliver at the earliest possible opportunity to any authorised \nemployee any property, which there is reason to believe has been \nlost or forgotten or found on any premises of t he Authority, or on \nany aircraft or vehicle used by or for the purposes of the Authority;  \n \n (h) wilfully obstructs or impedes any other person in the discharge of \nhis duties arising out of his employment in or for the purposes of \nthe Authority;  \n \n (i) gives  or offers to any other person money or money ’s worth for the \npurpose of avoiding payment of any sum due to the Authority; or  \n \n  (j) unlawfully removes any property of the Authority, shall commit an \noffence under this Ordinance,  on summary conviction, puni shable \nwith imprisonment for a term not exceeding three years or with fine \nnot exceeding one million rupees or with both.  \n \nPART I]     THE GAZETTE OF PAKISTAN, EXTRA., JULY  7,  2021  483 \n  23. Arrest without warrant. —(1) Whosoever commits any offence \nmentioned in section 19, section 20, section 21, or section 22 under t his \nOrdinance may be arrested without warrant by officer in -charge of the airport or \nany authorised officer of the Authority or member of the Airport Security Force.  \n \n (2) Whosoever commits any offence against this Ordinance or any \nregulations made thereun der, other than an offence mentioned in sub -section (1), \nmay be arrested without warrant by officer in -charge of the airport or any \nauthorised officer of the Authority or member of the Airport Security Force if —  \n \n (a) there is reason to believe that such person will abscond;  \n \n (b) he refuses on demand to give his name and address; or  \n \n (c) there is a reason to believe that the name and address given by him \nare incorrect:  \n \n Provided that, save where there is reason to believe that such \nperson will abscond, he shall, if his true name and address are \nascertained, be released on his  executing a bond without sureties for \nhis appearance before a Special Magistrate when required under \nthis Ordinance.  \n \n (3) Any person who commits any of the offences under section 2 2 may \nbe required by officer in -charge of the airport or any authorised officer of the \nAuthority or member of the Airport Security Force to leave the premises, aircraft \nor vehicle, as the case may be, in which such person is at the time of the \ncommission o f the offence and if such person fails to comply with such \nrequirement the may be removed therefrom with such force as may be reasonably \nnecessary in the circumstances.  \n \n 24. Maintenance of public order. —The officer in -charge of the \nairport or any duly aut horized officer of the Authority shall be responsible for \nmaintenance of public order or good order at the airport or aerodrome under this \nOrdinance and shall be vested with powers necessary for implementation of this \nprovision.  \n \n 25. Power to try offences  summarily. —Notwithstanding anything \ncontained in the Code of Criminal Procedure, 1898 (Act V of 1898) or in any \nother law for the time being in force, an officer in -charge of the airport and duly \nauthorized officer of the Authority trying an offence in ac cordance with this \nOrdinance or rules made thereunder shall, for the purpose of the trial, be deemed \nto be Special Magistrate of the First Class specially empowered under section 14 \nof the Code of Criminal Procedure, 1898 (Act V of 1898), and any punishmen t of \nfine summarily imposed shall be deemed to have been passed by Special \nMagistrate.  \n484 THE GAZETTE OF PAKISTAN, EXTRA., JULY  7,  2021  [PART I \n \n  26. Penalty for abetment of offences and attempted offences. —\nWhosoever abets the commission of any offence under this Ordinance or \nattempts to commit such offence shall  be liable to the punishment provided for \nthe offence.  \n \n 27. Recovery of dues as fine u nder Code of Criminal Procedure. —\nNotwithstanding anything contained under this Ordinance or any other law for \nthe time being in force, all fee, charges, sums, rents and dues under sub -section \n(3) of section 20 and all arrears of such charges, fees, dues and rents under this \nOrdinance, may be recovered in addition to other modes as prescribed, upon \nsummary proceedings before a magistrate in the manner provided in the Code of \nCriminal Procedure, 1898 (Act V of 1898) for recovery of fines.  \n \n 28. Financial year. —(1) The financial year of the Authority is the \nperiod of  twelve months ending on the 30th day of June in any year.  \n \n (2) The first financial year shall consist of the period commencing on \nthe date of the establishment of the Authority and ending on the 30th day of June \nof the following year.  \n \n 29. Budget. —The Board shall, approve the  budget of each financial \nyear by such date and in such form as may prescribed including  a statement \nshowing the estimated receipts and current and development expenditure and \nsums which are likely to be required during the next financial year.  \n \n 30. Fund. —(1) There shall be a fund to be known as the Pakistan \nAirports Authority  Fund, which sh all vest in the Authority and shall be utilised \nby the Authority to meet charges in connection with its functions under this \nOrdinance including the payment of salaries and other remuneration to the \nDirector General, officers, servants, experts and consult ants of the Authority.  \n \n (2) The Authority Fund shall consist of — \n \n (a) grants made by the Federal Government ;  \n \n (b) loans obtained from the Federal Government ;  \n \n (c) sale proceeds of bonds issued under the authority of the Federal \nGovernment;  \n \n (d) loans obtained by the Authority with the special or general sanction \nof the Federal Government ;  \n \n (e) foreign aid and loans obtained with the sanction of and on such \nterms and conditions as may be approved by, the Federal \nGovernment ; and  \nPART I]     THE GAZETTE OF PAKISTAN, EXTRA., JULY  7,  2021  485 \n  (f) all other sums received and fees collected by the Authority.  \n \n (3) Subject to the provision of any other law for the time being in force \nthe Authority shall be competent to levy and collect.  \n \n (a) air navigation charges, aeronautical charges related to landing, \nparking a nd hanger, passenger services, security and vigilance, \nnoise related, emission related aircraft, aero -bridges, aircraft power \nsupply and throughput charges;  \n \n (b) fees paid by individuals in respect of airport infrastructure \ndevelopment charges; and  \n \n (c) fees and charges in respect of commercial exploitation of the \nAuthority ’s properties, including land, buildings and aircraft.  \n \n (4) The Pakistan Airports Authority Fund shall be kept in scheduled \nBank of Pakistan.  \n \n 31. Maintenance of accounts. —The account s of the Authority shall be \nmaintained in such form and manner as the Federal Government may determine \nin consultation with the Auditor General of Pakistan.  \n \n 32. Audit of accounts. —(1) The accounts of the Authority shall be \naudited every year by the Audit or General of Pakistan.  \n \n (2) Copies of the audit report shall be sent to the Authority and the \nAuthority shall forward the report along with its comments to the Federal \nGovernment.  \n \n (3) The Authority may, in addition to the audit under sub -section (1), \ncause to be carried out internal audit of its accounts.  \n \n 33. Authority to be deemed to be a local Authority. —The Authority \nshall be deemed to be a local authority for the purpose of borrowing money und er \nthe Local Authorities Loans Act, 1914 ( IX of 1914), and the making and \nexecution of any scheme under this Ordinance shall  be deemed to be a work \nwhich such authority is legally authorised to carry out.  \n \n 34. Liability of the Federal Government to be limited. —The liability \nof the Federal Government to the cr editors of the Authority shall be limited to the \nextent of grants made by it and the loans raised by the Authority with the \nsanction of the Federal Government.  \n \n486 THE GAZETTE OF PAKISTAN, EXTRA., JULY  7,  2021  [PART I \n \n  35. Submission of yearly report, returns, etc. —The Authority shall \nsubmit to the Federal Gover nment periodical reports, accounts statements, or any \nother report at such time and at such intervals as the Federal Government may \nspecify . \n \n 36. Exemption from taxes. —Notwithstanding anything contained in \nthe Income Tax Act, 2001 (Act XLIX of 2001), or a ny other law for the time \nbeing in force relating to income tax, super tax, sales tax on services, property tax \nthe Authority shall be exempted from paying any such taxes as aforesaid on its \nincomes, services, profits or gains, property, from the date of c ommencement of \nthis Ordinance till five years period or as extended from time to time.  \n \n 37. Act X of 2012 not to apply to Authority. —The Industrial \nRelations Act, 2012 (Act X of 2012) or any other law related to industrial \nrelations for the time being in force, shall not apply to or in relation to the \nAuthority or any person in the service of the Authority.  \n \n 38. Indemnity. —No suit, prosecution or other legal proceedings shall \nlie against the Authority, the Director General, or any member, officer, servant , \nexpert or consultant of the Authority in respect of anything, done or intended to \nhe done in good faith under this Ordinance or of any rule or regulation made \nthere under or for any damage sustained by anything belonging to or under the \ncontrol of the Au thority.  \n \n 39. Transfer of Airports, undertakings etc. —(1) On commencement \nof this Ordinance the Federal Government by notification to be published in the \nofficial Gazette determine the date and mode manner in which all assets and \nundertakings, including l ands, buildings, airports and aerodromes, works, \nmachinery, apparatus, equipment, material, plants, cash balances, share in \npension fund according to the pension liability, capital, reserves, reserve funds, \ninvestments, concessions, licence, leases and boo k debts and all other rights and \ninterests arising out of such undertakings as were immediately before that day \nvested in the Pakistan Civil Aviation Authority, Airports and Operations Division \nshall, without any conveyance or assignment, shall be transfer red to and vest in, \nthe Authority in fee simple absolute and all liabilities in respect of the said assets \nshall be the liability of the Authority.  \n \n (2) The undertaking of the Pakistan Civil Aviation Authority, Airports \nand Operations Division which is tr ansferred to, and which vests in, the \nAuthority under sub -section (1) shall be deemed to include all assets, rights, \nobligations, powers and privileges, in relation to its undertaking, all books of \naccount and documents relating thereto and shall also be d eemed to include all \nborrowings, liabilities and obligations of whatever kind then subsisting of the \nPakistan Civil Aviation Authority, in relation to its undertaking.  \n \nPART I]     THE GAZETTE OF PAKISTAN, EXTRA., JULY  7,  2021  487 \n  (3) The assets and liabilities of the Pakistan Civil Aviation Authority, \nAirports and Operations Division shall be evaluated by the Federal Government \nand taken on books, and the  excess of the assets over the liabilities will be \ndeemed to be the Federal Government ’s contribution to the Authority either as \nequity or loan as may be determined  by the Federal Government.  \n \n (4) The evaluation of the net assets transferred to the Authority under \nsub-section (3), the terms governing the transfer, the return on equity, if any, and \nthe conditions governing the loan shall be determined by the Federal \nGovernment.  \n \n (5) The Federal Government Lands and Buildings (Recovery of \nPossession) Act, (LIV of 1965) 1965 shall apply to lands and buildings vesting in \nthe Authority and for the purpose of such application shall have effect as if \nreference therein to t he Federal Government included a reference to the \nAuthority.  \n \n 40. Transfer of service of existing employees. —(1) Subject to the \nprovisions of this Ordinance, any person or category of persons who immediately \nbefore the commencement of this Ordinance has b een in the service of the \nPakistan Civil Aviation Authority, Airport and Operation Division, shall be \ntransferred to the Authority, on the same terms and conditions as were applicable \nto them, unless modified or amended under the provisions of this Ordinan ce: \n \n Provided that pay and allowances to which such employees shall be \nentitled shall not be less favorable than those to which he was entitled \nimmediately before such transfer:  \n \n Provided further that the Federal Government shall, by notification in the \nGazette, specify a date to be the date o n which the existing employees of the \nPakistan Civil Aviation Authority of the Airport and Operations Division shall be \ntransferred to the Authority.  \n \n (2) The service of a person transferred under sub -section (1) as  an \nemployee of the Authority shall be taken for all purposes to have been \ncontinuous with the service of the person, immediately before the transfer date, \nas an employee of the Pakistan Civil Aviation Authority.  \n \n (3) Notwithstanding any provision of law,  no person transferred to the \nservice of the Authority under sub -section (2) shall be entitled to receive any \npayment or other benefit merely because he stopped being an employee of the \nPakistan Civil Aviation Authority as a result of this section or of an y other \nprovision of this Ordinance, or on account of the abolition of his office in the \nPakistan Civil Aviation Authority.  \n488 THE GAZETTE OF PAKISTAN, EXTRA., JULY  7,  2021  [PART I \n \n  (4) If any question arises as to whether any person or any category of \npersons has been transferred to the service of Authority und er sub -section (2), a \ncertificate under the hand of the Director General shall be conclusive evidence \nthat the person or category of persons was or was not so transferred.  \n \n 41. Certain existing arrangements to continue. —All contracts and \nworking arrangeme nt made and all liabilities incurred by the Pakistan Civil \nAviation Authority, Airports and Operations Divi sion in connection with, or for  \nthe purpose of, the Authority, before the establishment of the Authority, shall be \ndeemed to have been made or incurr ed by the Authority and have effect \naccordingly.  \n \n 42. Power of the Federal Government to make rules. —The Federal \nGovernment may, by notification in the official Gazette, make rules for carrying \nout the purposes of this Ordinance.  \n \n 43. Power of the Author ity to make regulations. —The Authority \nmay make regulations, not inconsistent with this Ordinance and the rules made \nthereunder, to provide for all matters for which provision is necessary or \nexpedient for carrying out the purposes of this Ordinance.  \n \n 44. Winding up of the Authority. —No provision of any law relating \nto the winding up of bodies corporate shall apply to the Authority and the \nAuthority shall not be wound up except by order of the Federal Government and \nin such manner as the Federal Government  may direct.  \n \n 45. Removal of difficulties. —If any difficulty arises in giving effect to \nany of the provision of this Ordinance, the Federal Government may make such \norder, not inconsistent with the provisions of this Ordinance, as may appear to \nhim to be necessary for the purpose of removing the difficulty.  \n \n \n  \nDR. ARIF ALVI , \nPresident . \n \n————  \n \n \nRAJA NAEEM AKBAR , \nSecretary.  \n \n \n \n \nPRINTED  BY THE MANAGER, PRINTING CORPORATION OF  PAKISTAN PRESS,  ISLAMABAD .  \nPUBLISHED BY THE  DEPUTY CONTROLLER, STATIONERY AND FORMS, UNIVERSITY ROAD , KARACHI ."
}