{
    "file": "./converted_json\\administratora92ea1a90193680765912db3fc04fe33.json",
    "name": "Pakistan Environmental Protection Council (Procedure) Rules, 1993",
    "date": "JUNE 24, 1993",
    "tagline": "Pakistan Environmental Protection Council (Procedure) Rules",
    "content": "718 THE GAZETTE OF PAKISTAN, EXTRA., JUNE 24, 1993 [PART II \n\" (iv) Director-General, \nEnvironmental Protection Agency, \nGovernment of NWFP, , \nQuetta; and \n(v) Director-General, \nEnvironmental Protection Agency, \nGovernment of NWFP, \nPeshawar. \n[File No. 2 (17)192-E. IL) \n\\-VS. R. 0. sn (1)193..—In exercise of the, powers conferred by sub-section (3) \nof section 3 Of \" .thr Pakistan 'Environmental Pr - \t• • \t• • \n(XXXVII of 1983). the Pakistan Environmental Protection Council (Procedures) \nRules, 1993, duly approved by the Coundil, are hereby published for general \ninformation. \t \"? \nPAKISTAN ENVIRONMENTAL PROTECTION COUNCIL (PROCEDURE) \nRULES, 1993 ,  \n1. Shott title and commeucement.—(i) These Rules may be called the \nPakistan Environmental ProteetiOrt-COuncil (Procedure) Rules, 1993.  \n(ii) These Rules shall. come into force at once. \n. • \t2. Definitions.—(i) In these Rules, unless -there is anything repugnant in \nttie,  subj5ct,-or context ;_ \t• , \t, \n-t \t(a) \" Chairman \" means Chairman of' the-council; \nt.: (b) .\" Vice Chirnian \" means Vice Chairman of the Council, \n\"Member\" means a member of. the Council; \n-• i>. \t• • \"Ordinance\" means the Pakistan Enonmentil Protection Ordi- \nnance, 1983 -(XXXVII of 1983); t 1 .r. \t'0•1 ' \t• \t- \n\" Secretariat \" means the Environment and Urban Affairs Division; \n, and \n\" Secretary \" means Secretary, of the .Council. ,• \t• 1' \n(ii) All other words and expressions, used in these Rules -but not defined, \nshall have the same meanings as are assigned to them in the Ordinance. \n3. Meetings of the Council.—(i) A meeting of the council shall be called, \nwith the approval of the Chairman, on such date and at such time and place as \nmay be specified by him; \n(ii) the date of each meeting of the 'Council shall be communicated to the \nmembers by the Secretary at least twenty one days before the date of the \nmeeting; \nPART II] THE GAZETTE OF PAKISTAN, EXTRA., JUNE 24, 1993 -.719 \nthe agenda of a meeting of the Council, after having been approved \nbr the...Vie-Chairman, will be communicated•to the members at least fifteen \ndays before the date of the meeting; \nany member may propose any matter supported by an explanatory \nmemorandum to the Secretary for inclusion in the agenda of a meeting and the \nSberetary may, with the approval Of the Vine-Chairman, include such matter in \nthe agenda of the next meeting; \n(v) meetings of the Council shall be presided over by the Chairman and, \nin his absence, by the Vice-Chairman ; . \t r _R. \nNO one-third of the members of the Council shall constitute the quorum \nfor its meetings; \nall decisions of the Council shall be taken by consensus failing which \nby majority of members present; \nmeetings of the Council shall be held before the close of the first and \nthe third quarters of each financial year and at such other times as may be \nrequired ; and \nsubject to sub-rule (viii), where in the opinion of the Vice-Chairman, \nany matter needs to be brought urgently before the Council, and it is not possible \nto convene a meeting for the purpose, it may be circulated to the members and \na decision thereon taken in accordance with the views of the majority of the \ntotal membership. \nBusiness at the meetings.—The business at a meeting of the Council \nshall be transacted according to the agenda of the meeting: \nProvided that the Chairman may permit discussion and consideration of \nany matter not included in the agenda. \nInvitation of experts, etc.—The Secretary may, with the approval of the \nVice Chairman, invite experts and representatives of other organizations to assist \nthe Council in disposal of its business. \nTravelling and daily allowance.—(i) The ex-officio members shall draw \ntheir travelling and daily allowances for attending the meetings of the Council \nfrom. the Department or Agency from which they draw their salary or other \nemoluments; and \n720 TEE GAZETTE OF PAKISTAN, EXTRA., JUNE 24, 1993 [PAST II \n(ii) the Members, other than Me ex-Qfficia members, shall draw their \nttaalliuigI1wanoe and daily allowahce for Attending the Meetings from the \n'Secretariat -6f the Council at such rates and in such manner as are admissible to \nan employee of the Federal Government in BPS-22. \n-; 7. Pirf,ctriols ei the Council.,-The Connell shall, by notification in the \npfficj0,..3;Ftte„publish ..the direst ons required to be given by it in pursuance \nof clause (f) of sub-section (1) of section 4 of the Ordinance. \n[No. 2 (9)193-E-11.] \nMUHAMMAD ASLAM MALIK, \nSection Officer. \nPRINTED BY THE MANAGER, PRINTING CORPORATION OF PAKISTAN PRESS, ISLAMABAD \nPUBLISHED BY THE MANAGER OF PUBLICATIONS, KARACHI"
}