{
    "file": "./converted_json\\administrator166fb14c01d69cdbc4c146d221326db8.json",
    "name": "NATIONAL ELECTRIC POWER REGULATORY AUTHORITY (FEES) RULES, 2002",
    "date": "23rd January 2002",
    "tagline": "Regulation of Generation, Transmission and Distribution of Electric Power Act, 1997",
    "content": "NATIONAL ELECTRIC POWER REGULATORY \nAUTHORITY (FEES) RULES, 2002. \nIslamabad, the 23rd January 2002 \nNOTIFICATION \nS.R.O. 52(1)/2002. \t In exercise of the powers conferred by section 46 of the \nRegulation of Generation, Transmission and Distribution of Electric Power Act, 1997 \n(XL of 1997), the National Electric Power Regulatory Authority, with the approval of the \nFederal Government, is pleased to make the following rules, namely:- \nTHE NATIONAL ELECTRIC POWER REGULATORY \nAUTHORITY (FEES) RULES, 2002. \n1. Short title and commencement.— (1) These rules may be called the \nNational Electric Power Regulatory Authority (Fees) Rules, 2002. \n(2) \tThey shall come into force at once. \n2. Definitions.— (1) In these rules, unless there is anything repugnant in the \nsubject or context, - \n(a) \"Act\" means the Regulation of Generation, Transmission and Distribution \nof Electric Power Act, 1997 (XL of 1997); \n(b) \"applicable documents\" means the rules and regulations issued in \npursuance of the Act by the Authority, from time to time, relating to the \ngeneration, distribution and transmission licences, the grid and distribution \ncodes and any documents, instruments, approvals or authorizations issued \nor granted by the Authority in exercise of its power under the Act; \n(c) \"base rate\" means the re-purchase rate for six months Treasury Notes as \nannounced by the State Bank of Pakistan, from time to time; \n(d) \"financial year\" means a consecutive period of twelve calendar months \ncommencing on the first day of July of any year and ending on the 30th \nday of June of the following year; and \n(e) \t\"Schedule\" means the Schedule to these rules. \n(2) \tThe words and expressions used in these rules, but not herein defined shall \nhave the same meaning as are assigned to them in the Act. \n3. \tPayment of fees.— (1) A licensee or any person other than the licensee, \nas the case may be, shall pay to the Authority the fees calculated in the amount, manner \nand at the time specified in the Schedule or an applicable document. \n(2) A licensee shall also pay such fees to the Authority as may be specified in \nan applicable document issued subsequent to the date of grant of a licence. \n(3) The fees payable by the licensee or any person other than the licensee, as \nthe case may be, shall be paid in one or more accounts of the Authority designated for the \npurpose. \n(4) Any fee shall be considered paid to the Authority only when the amount is \ncredited to the account of the Authority. \n(5) Where a fee is not paid to the Authority by the due date therefore then, \nwithout prejudice to any other action or penalty, the Authority may impose under any \napplicable document for the failure to pay a fee in a timely manner and the licensee or the \nperson other than the licensee, as the case may be, shall be liable to pay late payment \ncharges calculated at the base rate plus two per cent per annum prorated for the period of \ndelay. \n(6) The Authority may from time to time, by notification in the official \nGazette, alter or modify the manner or time of payment, calculation or the amount of fees \nspecified in the Schedule: \nProvided that the Authority shall not increase the amount of fees beyond five per \ncent of the amount specified in the Schedule without the prior approval of the Federal \nGovernment: \nProvided further that, any increase in the fees shall be effective only in respect of \nand after the financial year following the financial year in which the increase is notified. \nSCHEDULE \n[See rule 3] \nPART I \nFEES (Annual) \n1. Generation licences.— The fee will be calculated, at the rate of [three thousand \nseven hundred rupees] l  per MW, on the basis of the Gross (ISO) MW capacity of \nthe licensed generation facility. \n2. Transmission licence.— Until such time the NTDC is sole Transmission \nCompany, and is Government owned and controlled, the fee will be calculated on \na fixed rate basis and shall be the Fixed Fee (fixed rate basis) of [one million two \nhundred thousand rupees] per annum. The fee in general shall be based upon the \ntotal number of kilowatt hours of energy transmitted by the licensee through use \nof its transmission facilities which is delivered at the inter-connection points to \nthe recipients or producers of energy from the licensee, in a given financial year. \n3. Distribution licence.— The fee will be calculated at the rate of Rupees \n[0.00075] 3  kWh based upon the number of kilowatt hours of energy sold by the \nlicensee in a given year. \nPART II. \nTERMS OF PAYMENT OF FEE BY THE GENERATION, TRANSMISSION \nAND DISTRIBUTION LICENSEES \n1. \tThe fee for the generation, transmission and distribution licences specified in this \nSchedule shall be paid on a recurring basis in respect of each financial year by the \nlicensee for the term of the licence (hereinafter referred to as the \"annual licence \nfee\"). \nThe annual licence fee in respect of any financial year shall be paid in advance \nwithin thirty days of the expiry of the preceding financial year: \nProvided that the annual licence fee for the first financial year shall be \npaid within thirty days of the date of grant of the licence and shall be prorated for \nthe number of months remaining before the expiry of the financial year in which \nthe licence is granted. \nThe words \"six thousand two hundred rupees\" is substituted vide S.R.O. 358(1)/2009 dated 20.04.2009. \n2  The words \"three million rupees\" is substituted vide ibid. \n' The figure \"0.00125\" is substituted vide ibid. \n3. In case of generation licences, the Gross (ISO) MW capacity for which the \ngeneration licence is granted, shall form the basis for the calculation of the annual \nlicence fee. \n4. Subject to paragraphs 6 and 7 of this part, the annual licence fee for any financial \nyear in case of transmission and distribution licensees shall be calculated on the \nbasis of the total number of kilowatt hours of energy transmitted or sold in the \npreceding financial year. \n5. The transmission and the distribution licensees shall submit to the Authority, \nalong with the tender of the annual licence fee, an abstract of their relevant \naccounts for the preceding financial year demonstrating the total number of \nkilowatt hours of energy transmitted or sold on the basis of which the annual \nlicence fee for the following financial year is calculated. The abstract of accounts \nshall be certified as to its accuracy by a responsible officer of the licensee. \n6. In case of transmission and distribution licensees already engaged in the business \nof transmission or distribution of energy at the time of application for a licence, \nthe calculation of the annual licence fee for the first financial year shall be made \non the basis of the total number of kilowatt hours of energy transmitted or sold, \nrecorded in the books of accounts of the licensee for the preceding financial year. \n7. In case of applications for new licences for transmission or distribution where \nthere is no recorded data for the number of kilowatt hours of energy transmitted or \nsold for the respective area of supply, the annual licence fee for the first financial \nyear shall be calculated on the basis of the transmission or distribution forecast \nprovided by the applicant for the licence, as modified or approved by the \nAuthority. \nPART III. \nINDEXATION OF FEES \n1. Any and all fees payable pursuant to these rules shall be indexed to the Consumer \nPrice Index (CPI) published from time to time by the Federal Bureau of Statistics. \n2. The indexation shall be done on the basis of the most recent CPI prevailing on the \ndate of payment of the fees and shall be increased or decreased, as the case may \nbe, in accordance with the following formula, namely:- \nFpd \t = \tFt [CPI pd / CPI rd \nWhere \nFpd \t = \tThe actual fee payable on the date of payment \nFt = \nCPI pd = \nCPI rd = The respective fee as set out in Part I of this Schedule. \nThe most recent CPI prevalent on the last day of the month \nimmediately preceding the month in which the payment is due. \nThe reference or base CPI, prevalent on the last day of the month \nin which these rules are notified in the official Gazette. \nMAHJOOB AHMAD MIRZA, \nDirector Administration. \nAmendment in NEPRA (Fees) Rules, 2009 \nPart-II \nStatutory Notifications (S.R.O.) \nGOVERNMENT OF PAKISTAN \nCABINET SECRETARIAT \n(Cabinet Division) \nNotification \nIslamabad, the 20 th  April, 2009 \nS.R.O. 358(I)/2009.–In exercise of the powers conferred by section 46 of the \nRegulation of Generation, Transmission and Distribution of Electricity Power Act, 1997 \n(XL of 1997), the National Electric Power Regulatory Authority, with the approval of the \nFederal Government, is pleased to direct that following amendments shall be made in the \nNational Electric Power Regulatory Authority (Fees) Rules, 2002, w.e.f. 01-07-2009 till \nfurther orders, namely:— \nIn the aforesaid Rules, in the Schedule, in Part-I,-- \n(a) in paragraph 1, for the words \"six-thousand two hundred rupees\", the \nwords \"three thousand seven hundred rupees\" shall be substituted: \n(b) in paragraph 2, for the words \"three million rupees\", the words \"one \nmillion two hundred thousand rupees\" shall be substituted; and \n(c) in paragraph 3, for the figure \"0.00125\" the figure \"0.00075\" shall be \nsubstituted. \nMUHAMMAD FAROOQ, \nSection Officer (RA-III). \nNATIONAL ELECTIC POWER REGULATORTY AUTHORITY NEPRA \nNOTIFICATION \nIslamabad, the 27 th  June, 2013 \nS.R.0 615(1)/2013:- In exercise of power conferred by Section 46 of the \nRegulation of Generation, Transmission and Distribution of Electric power Act (XL of \n1997) read with Rule 3 (6) of NEPRA Fee Rules 2002, the National Electric Power \nRegulatory Authority is pleased to approve the following amendments shall be made in \nthe National Electric Power Regulatory Authority (Fees) Rules, 2002 w.e.f. 01-07-2013 \ntill further orders, namely:- \nIn the aforesaid Rules, \t in the Schedule, in Part-I,- \n(a) In paragraph 1, for the words \"three thousand seven hundred rupees\", the words \n\"three thousand eight hundred eighty five rupees\" shall be substituted. \n(b) In paragraph 2, for the words \"one million two hundred thousand rupees\" the words \none million two hundred sixty thousand rupees\" shall be substituted; and \n(c) In paragraph 3, for the figure \"0.00075\" the figure \"0.000787\" shall be \nsubstituted. \n(Syed Safeer Hussain) \nRegistrar \nTO BE PUBLISHED TV THE GAZETTE OF P;1117.51:-IN \nEXTRA ORDINARY, PA RT-II \nNational Electric Power Regidatory Authority \nNOTIFICATION \nr\" \nnegro\",  \nl.hurtabol, the 27 th  June, 2014 \nS.R.O. 1 \t11101111 excel 1stul fitmer conlerretl b ■ Section -14 or the It el4tilation or \n(kik:ration. TraltsmisNion ;I ntl 1)istribtition of Electric lim ■er i\\e1 (NI, ol 1997) rend nitti I:111e 3 (f1) a \nNITR: \\ 102 kl11%.:■ 21/02. the National EleCiriC l'o\\‘‘.41.  Regulatory Authority is pleased to apprme the \n1`)11`\"‘ \t 1\" cif Nai,i11;11 I.1,:ctric P.m et. Rcl:111:11or \tLil \t(Ice')  \nRLIIVS. 002 \t0 .07:21) .1, nainvl ∎  \nhi the alliesaid Rules. in the Schedule. in \n(a) In p:traropli I. I∎11' \tcurd, -three thou:and ei ,4111 hundred \nthe \\cord, -four thIniNatid No ettt ■ nine rupee,\" Nhall be substituted. \n(h) h1 1),i•olp .:ipli 2. kn. the \\\\1,1.d, -tine rnillil,n 1\\ ■t+ hundred sixty thim:;and \nthe ■■orkl. -one million three hundred t ■%etitv three thousand rupees -  .half he \nsubstituted: and \nIc) In para:4rapli 3. lor the tigure \"0.11007X7 -  the ti.nire .-0.0110S.:(\"1 -  shall he \n(S■ eil Su lee r I I ussai ) \nRegistrar"
}