{
    "file": "./converted_json\\administrator2914cd51061df9fa5d219cb45256f7c1.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "Page 1 of 6 \n \n  \n \nTHE ROAD TRANSPORT WORKERS ORDINANCE, 1961  \n \n \n \nCONTENTS  \n1.  Short title and commencement  \n2. Definitions  \n3.  Age limit  \n3A. Order of appointment  etc. \n4.  Hours of work and rest  \n5.  Restriction on cumulative hours of work  \n6.  Leave  \n6A.  Festival holidays  \n6B.  Casual Leave  \n7.  W. P. Ordinance No. VI of 1968 to apply to road transport service  \n8.  Maintenance of registers, etc . \n9.  Inspection of registers and calling for information  \n10.  Power to make rules  \n11.  Penalties  \n12.  Protection of action taken under the Ordinance   \n\n \nPage 2 of 6 \n THE  ROAD  TRANSPORT  WORKERS  ORDINA NCE,  1961  \nORDINANCE  No. XXVIII  of 1961  \n[4th July,  1961]  \nAn Ordinance  to regulate  the hours  of work  and other  conditions  of employment  of road  transport  \nworkers  in Pakistan.  \n WHEREAS  it is expedient  to regulate  the hours  of work  and other  conditions  of employment  \nof road transport  workers  in Pakistan;  \n  Now,  THEREFORE , in pursuance  of the Proclamation  of the seventh  day of October,  1958,  \nand in exercise  of all powers  enabling  him in that behalf,  the President  is pleased  to make  and \npromulgate  the following  Ordinance: — \n 1. Short  title and commencement.__(1) This Ordinance  may be called  the Road  Transport  \nWorkers  Ordinance,  1961.  \n (2) It extends  to the whole  of Pakistan.  \n (3) It shall  come  into force  at once.  \n 2. Definitions.__ In this Ordinance , unless  there  is anything  repugnant  in the subject  or \ncontext,__  \n(1)  “day” means  a period  of 24 hours  beginning  at midnight  ; \n(2)  “employer ” means  the owner  of any road transport  service  in which  workers  \nare employed,  and where  the business  of such service  is not directly  managed  \nby the owner,  means  the Manager,  Agent , or Representative  of such owner  in \nthe said service , and where  the owner  is a minor,  the guardian  of such minor,  \nand in relation  to any vehicle  which  is the subject  of hire-purchase  agreement,  \nthe person  in possession  of the vehicle  under  that agreement  ; \n(3)  “Government ” means  the Provincial  Government  ; \n(4)  “hours  of work ” means  the time during  which  the workers  employed  are at the \ndisposal  of the employer  excluding  any interval  allowed  for rest and meals  ; \n(5)  “prescribed ” means  prescribed  by rules  made  under  this Ordinance  ; \n(6)  “public  place ” means  a road,  street,  way or other  place,  whether  a \nthoroughfare  or not, to which  the public  have a right  of access,  and includes  \nany place  or stand  at which  passengers  are picked  up or set down  by a vehicle;  \n(7)  “road transport  service ” means  a service  carrying  passengers  or goods  or both \nby road in vehicles  for hire or reward  ; \n \n \nPage 3 of 6 \n  (8)  “vehicle ” means  any mechanically  propelled  vehicle,  used or capable  of being \nused for the purpose  of road transport  and includes  a tramcar,  a trolley -vehicle  \nand a trailer;  \n(9)  “week ” means  a period  of seven  days;  \n(10)  “worker ” means  a person  engaged  on mobile  duty,  and includes  drivers,  \ncleaners,  conductors  and checkers  employed  by or in a road transport  service  ; \n(11)  “year” means  a period  of twelve  months  starting  from  the date a worker  is \nemployed  in a road transport  service  and ending  on the date immediately  \npreceding  in the following  calendar  year.  \n 3. Age limit.__(1) No person,  other  than a driver,  shall  be employed  in any road transport  \nservice  unless  he has attained  the age of eighteen  years.  \n (2) No person  shall  be employed  in any road transport  service  for the purpose  of driving  a \nvehicle  unless  he has attained  the age of twenty -one years.   \n 1[3A. Order  of appointment  etc.— An employer — \n(a)  who has employed  a worker  before  the commencement  of the Road  Transport  \nWorkers  (Amendment)  Act, 1975,  shall  within  one month  of such \ncommencement,  and \n(b)  who employs,  transf ers or promotes  a worker  after such commence ment  shall  \non the day of such employment,  transfer  or promotion,  \nfurnish  such worker  with an order  in writing  in such form  as may be prescribed  specifying  the terms  \nand conditions  of his employment,  transfer  or promotion,  as the case may be.] \n 4. Hours  of work  and rest.__(1) No worker  shall  be employed  on a vehicle__ \n(a)  for more  than five hours  at a time before  he has had an interval  for rest of at \nleast half an hour nor for more  than 1[seven]  hours  before  he has had at least \ntwo such intervals  ; \n(b)  for more  than 1[eight]  hours  in a day ; and \n(c)  for more  than 1[forty -eight]  hours  in a week.  \n 1[Explanation .__ A worker  who is required  to wait for not less than 30 minutes  to be \nemployed  on a vehicle  shall  be deemed  to be employed  on a vehicle  during  the time he is so required  \nto wait. ] \n (2) Every  worker  shall  be entitled  to have  at least twenty -four hours  of consecutive  rest in a \nweek.  \n \n1Ins. and subs. by Act No. XII of 1975, s s.2-3. \n \nPage 4 of 6 \n  (3) The Government  may,  by rules  made  under  section  10, grant  such exemptions  from  the \nprovisions  of sub-section  (1) and sub-section  (2) as it thinks  fit, to meet  cases  of emergency  or of \ndelay  by reason  of circumstances  which  could  not be foreseen:  \n Provided  that__ \n(a)  no worker  shall  be employed  overtime  in any year in excess  of one hundred  \nand fifty working  hours  ; and \n(b)  the worker  employed  overtime  shall  be paid remuneration  at twice  the rate of \nhis normal  wages  calculated  by the hour.   \n (4) Where  as a result  of the making  of a rule exempting  any worker  from  the provisions  of \nsub-section  (2), a worker  is deprived  of any of the weekly  hours  of rest for which  provision  is made  \nin the sub-section  he shall  be allowed,  as soon  as circumstances  permit,  compensating  hours  of rest \nof equal  number  so lost ; \n Provided  that no worker  shall  be caused  or allowed  to work  for more  than ten consecutive  \ndays without  a compen sating  rest for at least twenty -four hours  at one time.  \n (5) The Government  or, if authorised  in this behalf  by the Gover nment  by rules  made  under  \nsection  10, the competent  authority,  may require  an employer  to fix beforehand  the hours  of work  of \nthe workers  so as to conform  with the provisions  of sub-section  (1) and may provide  for the \nrecording  of the hours  so fixed.  \n (6) No worker  shall  work  or cause  or allow  any other  worker  to work  outside  the hours  fixed  \nor recorded  for the work  of the said worker  in compliance  with any rule made  under  sub-section  (5). \n 5. Restriction  on cumulative  hours  of work.—No worker  shall  work  or be allowed  to work  \non a vehicle  or two or more  vehicles  in excess  of the period  during  which  he may be lawfully  \nemployed  under  this Ordinance.  \n 6. Leave.—(1) In addition  to the period  of daily  and weekly  rest, every  worker,  who has been  \nin continuous  employment  for a period  of one year,  shall  be entitled  to not less than 14 days’ leave \nwith full pay or, if he has been  continuously  employed  for a period  of six months,  he shall  be entitled  \nto not less than seven  days’ leave  with full pay. \n (2) For the purpo se of computing  the period  during  which  a worker  has been  in continuous  \nemployment  within  the meaning  of sub-section  (1), the period  during  which  he was on leave  under  \nthis section  shall  be included.  \n 1[6A. Festival  holidays. — (1) Every  worker  shall  be entitled  to festival  holidays  with full \nwages  for twelve  days in a year and the employer  shall  notify  the days and dates  for such holidays  to \nworkers  within  a week, — \n(a)  in the case of a road transport  service  operating  immediately  before  the \ncommencement  of the Road  Transport  Workers  (Amendment)  Act, 1975, — \n \n1Ins. by  Act No. XII of  1975, s.4.  \n \nPage 5 of 6 \n (i)  for the year 1975,  of the commencement  of the said Act; and \n(ii)  for subsequent  years , of the beginning  of each calendar  year;  and  \n(b)  in the case of a road transport  service  which  starts  operating  after the \ncommencement  of the said Act,__  \n(i)  for the year in which  it starts  operating,  of the starting  of its operation;  \nand \n(ii) for subsequent  years,  of the beginning  of each calendar  year.  \n (2) A worker  may be required  to work  on any festival  holiday  but a substitute  holiday  shall  be \nallowed  to him within  ten days of the festival  holiday,  or, at his option,  he shall  be paid wages  in \nrespect  of such work  at double  the ordinary  rate of wages  payable  to him. \n 6B. Casual  Leave. — Every  worker  shall  be entitled  in a year to ten days casual  leave  on full \nwages:  \n Provided  that casual  leave  admissible  under  this section  shall  not be accumulated  and carried  \nforward  to the succeeding  year.]   \n 1[7. W. P. Ordinance  No. VI of 1968  to apply  to road  transport  service.—The provisions  \nof Standing  Orders  10B,  10C,  12, other  than those  contained  in clause (2) thereof , 13, 14, other  than \nthe proviso  thereto,  and 15 of the West  Pakistan  Industrial  and Commercial  Employment  (Standing  \nOrders)  Ordinance,  1968  (W.P.  Ordinance  No. VI of 1968 ), as in force  for the time being,  shall  apply  \nto every  road transport  service  as if such road transport  service  were  an industrial  establishment  to \nwhich  the aforesaid  Ordinance  had been  applied  by a notification  under  clause  (c) of sub-section  (4) \nof section  1 thereof,  and as if a worker  was a workman  or permanent  workman,  as the case may be, \nwithin  the meaning  of that Ordinance:  \n Provided  that for the purpose  of calculating  the period  for which  gratuity  is due under  \nStanding  Order  12, no period  of service  preceding  the commencement  of the Road  Transport  \nWorwers  (Amendment)  Act, 1975,  shall  be taken  into account:  \n Provided  further  that Standing  Order  10B, or 10C,  or Standing  Order  12, in so far as it relates \nto gratuity,  shall  apply  only to a road transport  service  wherein  the workers  and the other  persons  \nemployed  on any day within  the twelve  months  immediately  preceding  the commencement  of the \nsaid Act were,  or on the day of commencement  of the said Act or on any day thereafter  are,__ \n(a)  in the case of Standing  Order  10B,  more  than forty -nine: or \n(b)  in the case of Standing  Orders  10C, and 12, more  than nineteen]  \n 8. Maintenance of registers, etc.__ (1) Every  employer  shall,  in the prescribed  form  and in \nthe prescribed  manner,  keep  in the office  of the road transport  service  a record  of the hours  worked  \nand the amount  of leave  taken  by, and of the intervals  allowed  for rest and meals  to, every  worker  in \naccordance  with the provisions  of this Ordinance  and particulars  of all employment  overtime  shall  be \nseparately  entered  in the record.   \n \n \n1Subs by Act No. XII of 1975 , s.5.   \n \nPage 6 of 6 \n  (2) Every  employer  shall , for the purposes  of this Ordinance , maintain  such other  records  and \nregisters  and display  such notices  or other  documents  as may be prescribed.  \n 9. Inspection  of registers  and calling  for information. —It shall  be the duty of every  \nemployer  to produce  for inspection  of such inspectors  as may be appointed  by the Government  all \naccounts  or other  records  required  to be kept for the purposes  of this Ordinance  and to give to such \nofficer  any other  information  in connection  therewith  as may be required.  \n 10. Power  to make  rules.—The Government  may make  rules  for the purpose  of carrying  \ninto effect  the provisions  of this Ordinance.  \n 11. Penalties. —Whoever  contravenes  any of the provisions  of this Ordinance,  or any of the \nrules  made  thereunder,  shall  be 1[punishable__ \n(a)  for the first offence,  with fine not exceeding  one thousand  rupees  ; and \n(b)  for every  subsequent  offence,  with imprisonment  which  may exten cd to six \nmonths  and fine not exceeding  one thousand  rupees.]  \n Provided  that__ \n(a)  in the case of any contravention  of the provisions  of section  8, the employer  \nshall  be liable,  on conviction,  to a fine not exceeding  ten rupees  for every  day \non which  the contravention  occurs  or continues,  and \n(b)  if any employer,  with intent  to deceive,  makes  or causes  or allows  to be made , \nin any record,  register,  notice  or other  document  as provided  under  section  8 \nan entry  which  is to his knowledge  false  in any material  particular,  or wilfully  \nomits  or causes  or allows  to be omitted  from  any such record,  register,  notice  \nor document  an entry  required  to be made  therein,  shall be liable  on conviction  \nto simple  imprisonment  for a term not exceeding  six months  or to a fine not \nexceeding  five hundred  rupees  or both.  \n 12. Protection  of action  taken  under  the Ordinance. —No suit, prosecution  or other  \nproceedings  shall  lie against  any person  for anything  which  is in good  faith done  or intended  to be \ndone  in pursuance  of this Ordinance  or rules  made  thereunder.  \n \n \n \n \n \n          RGN  Uploaded on  27.02.2024  \n  \n1Subs. by Act No. XII of 1975, s.6."
}