{
    "file": "./converted_json\\administrator0715715fcd90737ae3ae71cfc935fa6f.json",
    "name": "The Sugar-Cane Act, 1934",
    "date": "1st May, 1934",
    "tagline": "An Act to regulate the price of sugar-cane intended for use in sugar factories",
    "content": "Page 1 of 3 \n   \n \n \nTHE SUGAR -CANE ACT, 1934  \n \n              \n \n \n \n \nCONTENTS  \n1.  Short title, extent and commencement  \n2.  Definitions  \n3.  Declaration of controlled areas, and fixing of prices  \n4.  Previous publication of notifications under section 3  \n5.  Penalty for purchase  of sugar -cane in contravention of notification under section 3  \n6.  Sanction  for prosecution under this Act  \n7.  Power of Provincial Government to make rules  \n8.  Power of Provincial Government to make rules  \n \n  \n \n\n \nPage 2 of 3 \n THE SUGAR -CANE ACT, 1934  \n \nACT NO. XV OF 1934  \n[1st May, 1934 ] \n \nAn Act to regulate the price of sugar -cane intended for use in sugar factories.  \n \n WHEREAS it is expedient, for the purpose of assuring to sugar -cane growers a fair price for \ntheir produce, to regulate the price at which sugar -cane intended t o be used in the manufacture of \nsugar may be purchased by or for factories; It is hereby enacted as follows: — \n \n 1. Short title, extent and commencement. —(1) This Act may be called the Sugar -cane Act, \n1934.  \n \n 1[(2) It extends to the whole of Pakistan.]  \n \n (3) This section shall come into force at once; the remaining sections of this Act shall come \ninto force in any Province on such date as the 2[Provincial Government] may, by notification in the \n2[official Gazette], appoint in that behalf.  \n \n 2. Definitions. In this Act, unless there is anything repugnant in the subject or context,__ \n \n (1) “c ontrolled area” means any area specified in a notification issued under sub -section (1) \nof section. 3;  \n \n (2) “factory” means any premises (including the precincts thereof) wherein twenty or more \nworkers are working or were working on any day of the preceding twelve months and in any part of \nwhich any manufacturing process connected with the production of sugar is being carried on or is \nordinarily carried on with the aid of p ower; and  \n \n  (3) “s ugar” means any form of sugar containing more than ninety per cent of sucrose.   \n \n 3. Declaration of controlled areas, and fixing of prices. —(1) The 2[Provincial \nGovernment] may, by notification in the 2[official Gazette], declare any area  specified in the \nnotification to be a controlled area for the purposes of this Act.  \n \n (2) 2[* * * ] the 2[Provincial Government] may, by notification in the 2[official Gazette], fix a \nminimum price or minimum prices for the purchase in any controlled area of sugar -cane intended for \nuse in any factory.  \n \n (3) The 2[Provincial Government] may, by notification in the 2[official Gazette], prohibit in \nany controlled area the purchase of sugar -cane intended for use in any factory otherwise than from \nthe grower of the sugar -cane or from a person licensed by the 2[Provincial Government] to act as a \npurchasing agent.  \n \n \n \n \n \n1Subs . by the Central Laws (Statute Reform) Ordinance , 1960 (XXI  of 1960), s. 3 and 2nd Sch. ( with effect from the 14th October, 1955 ). \n2Subs . by Adaptation Order . 1937. \n \nPage 3 of 3 \n  4. Previous publication of notifications under section 3. —Not less than thirty days before \nthe issue of any notification under sub -section (1) or sub -section (2) of s ection 3, the  1[Provincial \nGovernment] shall publish in the  1[offic ial Gazette] and in such other manner (if any) as it thinks fit a \ndraft of the proposed notification specifying a date on or after which the draft will be taken into \nconsideration, and shall consider any objection or suggestion which may be received from a ny \nperson with respect to the draft before the date so specified.  \n \n          5. Penalty for purchase of sugar -cane in contravention of notification under section 3. —Whoever \nin any controlled area purchases any sugar -cane intended for use in a factory at a price less than t he \nminimum price fixed therefor  by notification under sub -section (2) of section 3 or in contravention of \nany prohibition made under sub -section (3) of section 3 shall be punishable with fine which may \nextend to two thousand rupees.  \n \n 6. Sanction for prosecution under this Act. —No Court shall take cognizance of any \noffence punishable under section 5 except upon complaint made by order of, or under authority from, \nthe District Magistrate.  \n \n 7. Power of Provincial Government to make rules. —(1) The 1[Provincial Government] \nmay, by notification in the 1[official Gazette], make rules for the purpose of carrying into effect the \nobjects of this Act.  \n \n (2) In particular and without prejudice to the generality of the foregoing power, such rules \nmay p rovide for ___ \n \n(a) the carrying out of inquiries preliminary to the exercise of the powers \nconfer red by section 3;  \n \n(b) establishing Advisory Committees for any purpose connected with the \nadministration of this Act and defining the powers, functions and p rocedure of \nsuch Committees;  \n \n(c) the issue of licences to purchasing agents, the fees for such licences, and the \nregulation of the purchase and sale of sugar -cane by and to such agents;  \n \n(d) the organisation of growers of sugar -cane into societies for the  sale of sugar -\ncane to factories;  \n \n(e) the authorities by which any functions under this Act or the rules made \nthereunder are to be performed; and  \n \n(f) the records, registers and accounts to be maintained for ensuring compliance \nwith the provisions of this  Act.  \n \n (3) In making any rule under sub -section (1) or under clause (c) or clause (f) of sub -section \n(2), the 1[Provincial Government] may provide that a breach of the rule shall, where no other penalty \nis provided by this Act, be punishable with fine no t exceeding two thousand rupees.  \n \n 8. Power of Provincial Government to make rules. —The 2[Provincial Government] after \nprevious publication may, by notification in the 1[official Gazette], make rules providing for the \nexemption of factories or any class of  factories from the provisions of this Act.  \nDate: 09 -08-2024  \n \n1Subs . by Adaptation Order . 1937. \n2Subs. by the Federal Adaptation  of Laws  Order, 1975,  (P. O. 4 of 1975)  Art. 2 and table, for “Central Government” which was subs. by A. O., 1937, \nfor “G. G. in  C.”."
}