{
    "file": "./converted_json\\administrator57e3c52a123117ca3f03d5c7ed0dea35.json",
    "name": "Access Promotion Rules, 2004",
    "date": "31st December, 2004",
    "tagline": "Regulations for Access Promotion Contribution and Universal Service Fund",
    "content": "Government of Pakistan \nMINISTRY OF INFORMATION TECHNOLOGY \nINFORMATION TECHNOLOGY AND TELECOMMUNICATION DIVISION, \n \nIslamabad, the 31st  December, 2004. \n \nNOTIFICATION\nS.R.O. 1012 (I) /2004 .\u001eIn exercise of the powers conferred by section 57 of the \nPakistan Telecommunication (Re-organization) Act, 1996 (XVII of 1996), the Federal Government is pleased to make the following rules namely: \u001e\n1. Short title and commencement .\u001e(1) These rules may be called the Access \nPromotion Rules, 2004. \n \n(2) They shall come into force at once. \n \n2. Definitions. +(1) In these rules, unless there is anything repugnant in the \nsubject or context, \u001e\n(a) “Access Promotion Contribution ( APC) ” means the payments made by \nLDI Licensees to LL Licensees or to the Universal Service Fund pursuant \nto these rules;  \n \n(b) “Act”  means the Pakistan Telecommunication (Re-organization) Act, \n1996( XVII of 1996);  \n \n(c) “APCL”  means Access Promotion Contribution for fixed line Local Loop \nand includes Limited Mobility Communication Service; \n \n(d)  “APCL Contribution”  means the amount determined by the Authority in \naccordance with sub-rule (2) of rule 8 ; \n \n(e) “APC for USF”  means the mopped up amount of Access Promotion \nContribution on cellular termination diverted to Universal Service Fund; \n \n(f) “APC for USF Contribution”  means the amount determined by the \nAuthority in accordance with sub-rule (4) of rule 8 ; \n (g) “Approved Accounting Rate” means Total Accounting Rate approved by \nthe Authority under rule 6 ; \n \n(h) “Approved Settlement Rate”  means one half of the Approved  \nAccounting Rate; \n (i) “Corresponding Operator”  means a foreign service provider that \noriginates or terminates or arranges for the origination or termination of \ninternational telephony service outside of Pakistan; \n \n(j) “Incoming International Telephony Service”  means international \ntelephony service that originates from a calling party outside Pakistan, \nexcepting Azad Jammu and Kashmir, and that terminates in Pakistan \nincluding Azad Jammu and Kashmir, on the telecommunication system \nof a LL Licensee or Mobile Licensee that has assigned, or accepts, the \ntelephone number representing the called party; \n \n(k) “Long Distance and International ( LDI) Licensee”  means a person \nlicensed under the Act to establish, maintain and operate a public fixed \nswitched network for the provision of nation-wide long distance and \ninternational telephony service ; \n \n(l)  “Local Loop (LL) Licensee” means a person licensed under the Act to \nestablish, maintain and operate a public fixed switched network for the provision of local exchange telecommunication service, and includes PTCL, National Telecommunication Corporation and any person licensed under the Act to provide Limited Mobility Communication Service; \n (m) “Limited Mobility Communication Service”  means a wireless based \ntelecommunication service that satisfies all of the following conditions: \n(a) it follows the numbering plan established by the Authority for the \npublic fixed switched network; (b) in which customers cannot \nauthenticate or use their terminal equipment with a \ntelecommunication system of another licensee; (c) in which a \ncustomer’s terminal equipment may obtain access to the Service using \nasingle pre-defined cell, having maximum radius upto Local Call \nCharging Area, and (d) in which no inter-cell hand over and roaming \nwith other networks is allowed.\n1\n(n) “Mobile Communications Service”  means a wireless-based \ntelecommunication service where the terminal equipment may be \n \n1Amended by S.R.O. 285/2005 dated 30th March, 2005 issued by Ministry of Information Technology and \nTelecommunication Division.\nconnected to the telecommunication system by wireless means and \nused while in motion; \n (o) “Mobile Licensee” means a person licensed under the Act to establish, \nmaintain and operate a public mobile switched network to provide \nMobile Communications Service, but excluding a person that is \nlicensed to provide a Limited Mobility Communication Service; \n (p) “Permissible Range”  means range of prices between the Approved \nSettlement Rate, and ninety-five per cent of the Approved Settlement \nRate or such other percentage of the Approved Settlement Rate as the \nAuthority may at any time, or from time to time, determine and notify \nthirty days in advance;  \n \n(q) “PTCL”  means the Pakistan Telecommunication Company Limited; \n \n(r) “Total Accounting Rate”  means the rate that a licensee negotiates with a \nforeign service provider for handling one minute of international \ntelephony service; and \n (s) “Universal Service Fund”  or “USF”  means the Universal Service Fund \ncreated and maintained by the Federal Government. \n \n(2) The words and expressions used but not defined in these rules shall have the \nsame meanings as assigned to them in the Act.  3. Measurement . +Where a measurement in these rules is stated to be in call-\nminutes, the measurement shall be made in call-seconds and converted to call-\nminutes. \n 4. Access promotion. +(1) For each month that it provides telecommunication \nservices, a LDI Licensee shall pay to a LL Licensee an amount determined by \nmultiplying the APCL Contribution for a country by the monthly volume of \nIncoming International Telephony Service from that country, measured in call-\nminutes, carried by the LDI Licensee and terminated on the telecommunication \nsystem of the LL Licensee. \n \n(2) Payment under sub-rule (1) shall be made not later than ninety days after the end of the calendar month for which the payment obligation arises.  \n5. Contribution to Universal Service Fund . +(1) For each month that it provides \ntelecommunication services, a LDI Licensee shall pay to the Universal Service \nFund an amount determined by multiplying the APC for USF Contribution for that country by the monthly volume of Incoming International Telephony Service from that country, measured in call-minutes, carried by the LDI Licensee and terminated on the telecommunication system of any Mobile Licensee. \n \n(2) Payment under sub-rule (1) shall be made not later than ninety days after the \nend of the calendar month for which the payment obligation arises.  6. Approved Accounting Rates. +(1) The Authority shall maintain a list of \napproved Total Accounting Rates for different countries. \n \n(2) The Authority shall update the list of Approved Accounting Rates from time \nto time. \n \n(3) At such time as the Authority updates the list of Approved Accounting Rates, \nthe Authority shall forward a copy of the updated list to each LDI Licensee, LL \nLicensee and Mobile Licensee. \n \n7. International Telephony Service Agreements. +An agreement between a LDI \nLicensee and a Corresponding Operator respecting International Telephony Service shall comply with the following, namely : \u001e\n(a)  Each of the LDI Licensee and the Corresponding Operator shall \ncontribute to the other for the carriage, switching and termination of international telephony service;  \n (b)  the LDI Licensee’s contribution to the Corresponding Operator for \nthe carriage, switching and termination of Incoming International \nTelephony Service from a country shall be an amount in the \nPermissible Range for that country;  \n \n(c)  the Corresponding Operator’s contribution to the LDI Licensee for \nthe carriage, switching and termination of international telephony \nservice that originates from a calling party inside Pakistan and that \nterminates outside Pakistan on the system that has assigned, or \naccepts, the telephone number representing the called party, shall \nbe equal to the contribution referred to in clause (b); and  \n (d)  the agreement shall comply with the requirements of the Act, and \nrules and regulations made thereunder. \n \n8. APCL Contribution and APC for USF Contribution. +(1) Within fifteen days \nof the issue of these rules, the Authority shall determine the APCL Contribution and the APC for USF Contribution , country by country. (2) In making a determination of the APCL Contribution, measured on a per minute basis, unless the Authority determines that some other basis of \ncalculation is preferable, the Authority shall determine the APCL Contribution \napplicable to Incoming International Telephony Service from a country .The \nAPCL Contribution of a country shall consist of the Approved Settlement Rate for that country, less LDI share, to be determined by the Authority which may be \nan amount up to US$0.06. \n \n(3) APCL Contribution shall include the local termination charge of LL Licensee. \nAny other payment due to a LL Licensee, as a result of interconnection \nagreement, shall have to be paid by a LDI Licensee from his own share. \n \n(4) In making a determination of the APC for USF Contribution, measured on a \nper minute basis, unless the Authority determines that some other basis of \ncalculation is preferable, the Authority shall determine the APC for USF \nContribution applicable to Incoming International Telephony Service from a country .The APC for USF Contribution of a country shall consist of the Approved Settlement Rate for that country, less LDI share, to be determined by the Authority which may be an amount up to US$0.06, and less the local interconnection termination contribution due to an operator of a public mobile switched network in respect of one minute of Incoming International Telephony Service as determined by the Authority.  9. Review of APCL Contribution and APC for USF Contribution -(1) No less \nfrequently than once every six months, the Authority shall review the levels of \nAPCL Contribution and APC for USF Contribution: \n \nProvided that under special circumstances, the Authority may, at any \ntime, make a determination changing the APCL Contribution and APC for \nUSF Contribution, from that currently in effect, in accordance with \nregulations to be made by the Authority. \n \n(2) In performing its review under sub-rule (1), the Authority shall consider \nrecent changes in the Approved Accounting Rates, the margin available to a LDI Licensee from Incoming International Telephony Service taking into account the Approved Accounting Rates and the levels of APCL Contribution and APC for USF Contribution, and such other factors as the Authority considers appropriate.  \n(3) The Authority shall notify any change in the APCL Contribution or APC for \nUSF Contribution at least thirty days before such change becomes effective. \n10. Required for agreements. +(1) No LDI Licensee shall, without approval of \nthe Authority, give effect to any agreement or arrangement, whether oral or written, with a Corresponding Operator respecting international telephony \nservice. \n \n(2) A written agreement respecting international telephony service shall be submitted to the Authority for information within thirty days of its execution. \n \n(3) No LDI Licensee shall, without prior approval of the Authority, give effect to \nany agreement or arrangement, whether oral or written, with a Corresponding \nOperator respecting international telephony service, where the Approved \nSettlement Rate of a given country is expected to fall beyond the Permissible \nRange. \n \n11. Negotiation of accounting rates. +(1) The PTCL shall report to the Authority \non a regular basis on its negotiations with Corresponding Operators respecting \nproposed accounting rates. \n (2) The PTCL shall consult LDI Licensees on the negotiations on bilateral accounting rates negotiations.  \n12. Reporting requirements. +(1) A LDI Licensee shall report to the Authority \non a monthly basis the following information, namely : \u001e\n(a)  The total number of minutes of Incoming International Telephony \nService that is carried by that LDI Licensee and delivered to the \ntelecommunication system of each LL Licensee and Mobile \nLicensee by country of origin; and \n \n(b)  the total payments made pursuant to rules 4 and 5 to each LL \nLicensee and to the USF, and the country of origin of the Incoming \nInternational Telephony Service to which such payments relate. \n \n(2) A LL Licensee shall report to the Authority on a monthly basis the following \ninformation, namely : \u001e\n(a)  The total number of minutes of Incoming International Telephony \nService that is delivered to the telecommunication system of that LL Licensee by each LDI Licensee, by country of origin; and \n \n(b)  the total payments received from each LDI Licensee and the \ncountry of origin of the Incoming International Telephony Service to which such payments relate. \n(3) A Mobile Licensee shall report to the Authority on a monthly basis the total number of minutes of Incoming International Telephony Service that is delivered \nto the telecommunication system of that Mobile Licensee by each LDI Licensee, \nby country of origin. \n \n(4) The Authority may, by notice to a licensee, require it to, \u001e\n(a)  provide such additional information as the Authority may request \nin respect of international telephony service or its agreements or \narrangements with Corresponding Operators; and  \n \n(b)  implement an on-line real time communication link, set up as \nspecified by the Authority, for the purposes of facilitating the \nAuthority’s monitoring of Incoming International Telephony \nService handled by the licensee. \n \n(5) A licensee shall keep all books and accounts pertaining to payments made or received pursuant to these rules, and the telecommunication services to which such payments relate, including call detail records and itemized billing data, for aperiod of at least three years. \n (6) The Authority may audit a licensee’s books and accounts to determine compliance with these rules or with any other accounting procedures required to be adopted upon the direction of the Authority under the Act. The licensee shall \ncooperate with the Authority’s representatives in the conduct of such audit. \n \n(7) The Authority may inspect any premises or facilities of a licensee to \ndetermine compliance with these rules. The licensee shall cooperate with the \nAuthority’s representatives in the conduct of such inspection. \n 13. No bypass or refile. +(1) A licensee shall not translate, alter or delete the \ntelephone number or other identification associated with the calling party of \nIncoming International Telephony Service call. \n \n(2) A licensee shall not translate, alter or delete the signalling or other data associated with an Incoming International Telephony Service call to disguise the identification of the Corresponding Operator of the calling party or the identification of the country of origin of the call.  \n(3) A licensee shall not assist, or cooperate with, any person to violate sub-rule \n(1) and (2) of rule 12.  (4) A licensee shall, at the request of the Authority, meet with representatives of the Authority for the purpose of developing and implementing methods and techniques that encourage increased compliance with these rules. \n \n[File No: \u001e\u001e\u001e\u001e /2004 Dir (legal)]     (Muhammad Rafique) \nSection Officer"
}