{
    "file": "./converted_json\\administratore4c4cbbff677c804a406277d0f1bc239.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "Page 1 of 5 \n  \n \nTHE INTERNATIONAL DEVELOPMENT ASSOCIATION \nORDINANCE, 1960  \n \n \nCONTENTS  \n1.  Short title, extent and commencement  \n2.  Definitions.  \n3.  Financial provisions  \n4.  State Bank to be depository for this Association  \n5.  Certain provisions of Agreement to have for ce of law  \n \nTHE SCHEDULE  \n\n \nPage 2 of 5 \n THE INTERNATIONAL DEVELOPM ENT ASSOCIATION ORDINANCE, \n1960  \n \nORIDNANCE NO. XX OF 1960  \n[2nd June, 1960]  \nAn Ordinance to give effect to an international agreement for the establishment and operation of an \nInternational Development Asso ciation and for purposes connected therewith.  \n WHEREAS Articles of Agreement of the International Development Association have, on \nthe twenty sixth day of January, 1960, been approved by the Executive Directors of the International \nBank for Reconstruction and Development, hereinafter referred to as the Bank, and deposited in the \narchives of the Bank for signature and acceptance on behalf of Governments;  \n AND WHEREAS it is expedient to provide for the participation of Pakistan in the said \nAssociation in purs uance of the aforesaid Agreement;  \n NOW, THEREFORE, in pursuance of the Proclamation of the seventh day of October, 1958, \nand in exercise of all powers enabling him in that behalf, the President is pleased to make and \npromulgate the following Ordinance :___  \n 1. Short title, extent and commencement.___ (1) This Ordinance may be called the \nInternational Development Association Ordinance, 1960.  \n (2) It extends to the whole of Pakistan.  \n (3) It shall come into force on such date1 as the 2[Federal Government] ma y, by notification \nin the official Gazette, appoint.  \n 2. Definitions. — In this Ordinance, unless there is anything repugnant in the subject or \ncontext,___  \n(a) “Agreement ” means any Agreement which may be signed and accepted on \nbehalf of the Government of Pakistan in pursuance of the Articles of \nAgreement approved by the Executive Directors of the Bank on the twenty -\nsixth day of January, 1960, providing for the establishment and operation of an \ninternational body to be called the International Development A ssociation;  \n(b) “Association ” means the International Development Association; and  \n(c) “member ” means a member of the Association.   \n 3. Financial provisions.___ (1) There shall be paid out of the 3[Federal Consolidated Fund] all \nsuch sums as may be requir ed for the purpose of making payments on behalf of the Government of \nPakistan under section 2 (a) of Article II and section 1 (a) of Article III of the Agreement.  \n (2) Any sums received by the Government of Pakistan from the Association in pursuance of \nthe Agreement shall be paid into the Federal Consolidated Fund.  \n \n1I.e., the 7th October, 1960, see Gaz. of P., 1960, Ext., p. 1493a.  \n2Subs. by F.A.O., 1975, Art. 2 and Table, for “Central Government”.  \n3Subs. ibid., for “Central Consolidated Fund” which was pr eviously subs. by A.o., 1964, Art. 2 and Sch., for “Federal Consolidated Fund”, to read as \nabove.  \n \nPage 3 of 5 \n  2[(3) The 1[Federal Government] may, if it thinks fit so to do, create and issue to the \nInternational Development Association, in such form as it thinks fit , any such non -interest bearing \nand non -negotiable notes or other obligations as are provided for by paragraph (e) of section 2 of \nArticle II of the Agreement.]  \n 4. State Bank to be depository for this Association. — The State Bank of Pakistan shall be \nthe depository of the Pakistan currency holdings or other assets of the Association.  \n 5. Certain provisions of Agreement to have force of law. — Notwithstanding anything to \nthe contrary contained in any other law, the provisions of Article VIII of the Agreement  set out in the \nSchedule shall have the force of law in Pakistan :  \n Provided that nothing in section 9 thereof shall be construed as___  \n(a) entitling the Association to import into Pakistan goods free of any duty of \ncustoms without any restriction on thei r subsequent sale therein, or  \n(b) conferring on the Association any exemption from duties or taxes which form \npart of the price of goods sold or which are in  fact no more than charges for \nservices rendered.  \n____ ___ \nTHE SCHEDULE  \n(See section 5)  \nProvisions of Agreement which shall have force of law  \nTHE AGREEMENT  \nARTICLE  VIII  \nStatus, Immunities and Privileges  \nSECTION 1.___ Purposes of Article  \n To enable the Association to fulfil the functions with which it is entrusted, the status, \nimmunities and privileges p rovided in this Article shall be accorded to the Association in the \nterritories of each member.  \n SECTION 2.___ Status of the Association  \n The Association shall possess full juridical personality and, in particular, the capacity:  \n(i)  to contract;  \n(ii)  to acquire and dispose of immovable and movable property;  \n \n \n1Subs. by F.A.O., 1975, Art. 2 and Table, for “Central Government”.  \n2Sub-section (3) added by the International Development Association (Amdt.) Ordinance, 1960 ( XLIX  of 1960), s. 2.  \n \nPage 4 of 5 \n  (iii)  to insti tute legal proceedings.  \n SECTION 3.___ Position of the Association with regard to Judicial Process.  \n Actions may be brought against the Association only in a court of competent jurisdiction in \nthe territories of a member in which the Association has an of fice, has appointed an agent for the \npurpose of accepting service or notice of process, or has issued or guaranteed securities. No actions \nshall, however, be brought by members or persons acting for or deriving claims for members. The \nproperty and assets o f the Association shall, wheresoever located and by whomsoever held, be \nimmune from all forms of seizure, attachment or execution before the delivery of final judgment \nagainst the Association.  \n SECTION 4.___ Immunity of Assets from Seizure  \n Property and as sets of the Association, wherever located and by whomsoever held, shall be \nimmune from search, requisition, confiscation, expropriation or any other form of seizure by \nexecutive or legislative action.  \n SECTION 5.___ Immunity of Archives  \n The archives of th e Association shall be inviolable.  \n SECTION 6.___ Freedom of Assets from Restrictions  \n To the extent necessary to carry out the operations provided for in this Agreement and subject \nto the provisions of this Agreement, all property and assets of the Asso ciation shall be free from \nrestrictions, regulations, controls and moratoria of any nature.  \n SECTION 7.___ Privileges for Communications  \n The Official Communications of the Association shall be accorded by each member the same \ntreatment that it accords to  the official Communications of other members.  \n SECTION 8.___ Immunities and Privileges of Officers and Employees.  \n All Governors, Executive Directors, Alternates, Officers and employees of the Association:  \n(i) shall be immune from legal process with respe ct to acts performed by them in \ntheir official capacity except when Association waives this immunity ;  \n(ii)  not being local national, shall be accorded the same immunities from \nimmigration restrictions, alien registration requirements and national service  \nobligations and the same facilities as regards exchange restriction as are \naccorded by members to the representatives, official, and employees of \ncomparable rank of other members;  \n(iii)  shall be granted the same treatment in respect of travel ling facilit ies as is \naccorded by members to representatives, officials and employees of \ncomparable rank of other members.  \n SECTION 9.___ Immunities from Taxation  \n \nPage 5 of 5 \n (a)  The Association, its assets, property, income and its operation s and \ntransactions authorized by thi s Agreement, shall be immune from all taxation \nand from all customs duties. The Association shall also be immune from \nliability for the col lection or payment of any tax or  duty.  \n(b)  No tax shall be levied on or in respect of salaries and emoluments paid b y the \nAssociation to Executive Directors, Alternates, officials or employees of the \nAssociation who are not local citizens, local subjects, or other local national.  \n(c)  No taxation of any kind shall be levied on any obligation or security issued by \nthe As sociation (including any dividend or interest thereon) by whomsoever \nheld:  \n(i) which discriminates against such obligation or security solely because \nit is issued by the Association; or  \n(ii)  if the sole jurisdictional basis for such taxation is the place or currency \nin which it is issued, made payable or pai d, or the location of any \noffice or place of business maintained by the Association.  \n(d)  No taxation of any kind shall be levied on any obligation or security \nguaranteed by the Association (including a ny dividend or interest thereon by \nwhomsoever held:  \n(i)  which discriminates against such obligation or security solely because \nit is guaranteed by the Association; or  \n(ii)  if the sole jurisdictional basis for such taxation is the location of any \noffice o r place of business maintained by the Association.                                   \n SECTION 10.___ Application of Article  \n Each member shall take such action as is necessary in its own territories for the purpose of \nmaking effective in terms of its own l aw the principles set forth in this Article and shall inform the \nAssociation of the detailed action which it has taken.  \n______  \n \n \n \n \n \n \nDate: - 22.04.2024"
}