{
    "file": "./converted_json\\administrator73309d40944aa5eb678b0c30947bbb1b.json",
    "name": "National Institute of Folk and Traditional Heritage (Lok Virsa) Ordinance",
    "date": "17 September 2002",
    "tagline": "A landmark ordinance for cultural preservation and promotion in Pakistan",
    "content": "Page 1 of 8 \n   \n \n \nNATIONAL INSTITUTE OF FOLK AND TRADITIONAL \nHERITAGE (LOK VIRSA) ORDINANCE, 2002  \n \n \n \n CONTENTS  \n1.  Short title and commencement  \n2.  Definitions  \n3.  Establishment of the Institute  \n4.  Functions and Powers of the Institute  \n5.  Power of the Federal Government to issue directives  \n6.  Board of Governors  \n7.  Terms of Office of the Members of the Board  \n8.  Meetings  \n9.  Executive Committee  \n11.  Delegation of Powers  \n11.  Delegation of Powers  \n12.  Validity of Proceedings  \n13.  Appointment of Officers etc.  \n14.  Members, officers etc.  \n15.  Funds  \n16.  Budget  \n17.  Maintenance of accounts and audit  \n18.  Annual Report  \n\n \nPage 2 of 8 \n 19.  Indemnity  \n20.  Transfer of civil servants etc.  \n21.  Winding up  \n23.  Repeal and savings  \n \n \n  \n \nPage 3 of 8 \n NATIONAL INSTITUTE OF FOLK AND TRADITIONAL \nHERITAGE (LOK VIRSA) ORDINANCE, 2002  \n \nORDINANCE No.  LIV OF 2002  \n          [17-September -2002 ] \n AND WHEREAS,  the  President  is  satisfied  that  circumstances  exist  which  render  it \nnecessary to take immediate action;  \n NOW, THEREFORE , in pursuance of the Proclamation of Emergency of the fourteenth day \nof October, 1999, and the Provisional Constitution Order No. l of 1 999, read with the Provisional \nConstitution (Amendment) Order No -9 of 1999, and in exercise  of all powers enabling him; in that \nbehalf the President of the Islamic Republic of Pakistan is pleased to make and promu lgate the \nfollowing Ordinance:―  \n 1. Short title and commencement  :__ (1)  This Ordinance may be called the National  \nInstitute of Folk and Traditional Heritage (Lok Virsa) Ordinance, 2002.  \n (2) It extends to the whole of Pakistan.  \n (3) It shall come into force at once.  \n 2. Definitions  :__In this Ordinance, unless there is anything repugn ant in the subject or \ncontext,―  \n(a)  “Board ” means the Board of Governors of the Institute;  \n(b)  “Chairman ” means the Chairman of the Board;  \n(c)  “Executive committee ” means the Executive Committee of the Board;  \n(d)  “Executive Director ” means the Executive Director of the Institute;  \n(e)  “Fund ” means fund of the Institute;  \n(f) “Institute ” means  the National Institute of Folk and Traditional Heritage (Lok \nVirsa) established by the. Government of Pakistan vide  its Resolution \nNo.F.10 - I1/82―  Admn , dated the 19th June, 1983;  \n(g)  “prescribed ”' means prescribed by rules or regulations;  \n(h)  “regulations ” means the regulations made under this Ordin ance; and  \n(i)  “rules ” means the rules made under this Ordinance.  \n 3. Establishment of the Institute :― (I) The National Institute of Folk and Traditional \nHeritage (Lok Virsa) as reconstituted in accordance with the provisions of this Ordinance shall be a \nbody corporate having perpetual succession and a common seal with powers, subject -to the \nprovisions of this Ordinance, to acquire, hold and dispose of property, both movable and immovable, \nand shall by the said name sue and be sued.  \n (2) The head office o f the Institute shall be at Islamabad.  \n (3) The Institute may, with the approval of the Federal Government, from time to time \nestablish regional offices, local offices and research establishments at such places as it may deem fit. \n \nPage 4 of 8 \n  4. Functions and Powers of the Institute  :__The functions and pow ers of the Institute shall \nbe―  \n(a) to engage in  research, systematic collection, documentation, scientific \npreservation, projection and dissemination of oral tradition. folklore and other \naspects of indigenous cultural heritage;  \n(b) to aim at strengthening and nurturing the roots of Pakistan culture and to \nachieve fundamental objectives regarding its rediscovery and reinterpretation,  \nto project the true identity of Pakistan ; \n(c) to establish cultural complexes and museums for the purpose of displaying \nliving arts ,and crafts, cultural artifacts and, rare objects from all parts of \nPakistan;  \n(d) establish cultural industries, art and craft galleries, artisan villages and to hold \nand organize festivals;  \n(e) to retrieve advance,  knowledge  of the general public and  promotion  of \ncultural heritage and cultural industries of Pakistan;  \n(f) to carry out studies, investigations, surveys, to collect data to prepare \nfeasibility report about  schemes, projects and programmers  to the extent \nrequired for fulfilling the objects;  \n(g) to arrange  and provide  training  and technical  assistance  to its staff as well \nas participating  NGOs  and  community  based  organizations,  educational  \ninstitu tions through  training programmers ,  purchase  of  existing  services,  \nworkshops,  seminars, publications  and  training programmers  and  \nscholarships  within  Pakistan  or  in  such other countries as the Board may \ndeem appropriate;  \n(h) to improve knowl edge,   understanding   and   practices   of   different   aspects   \nof indigenous   cultural   heritage   and   to   devise   ways   and   means    for   \na  broader dissemination through employment of modern media technologies;  \n(i) to establish centers  of excellence and to activate existing institutions and build \nor innovate   new   institutions   and   forge   mutually   beneficial   \nprivate/public   sector partnerships;  \n(j)  to prepare  and implement  such  other  plans and programmers  to promote  \ncultura l heritage of Pakistan;  \n(k) to promote cultural heritage such that it plays its rightful ro le in developmental \nissues such as economic reforms, investment, industry, education, literature. \npoverty alleviation, human rights and human development;  \n(1) to cau se to be prepared and implemented  such schemes and programmers  for \nthe promotion of welfare of its employees; and  \n(m)  to do all such  other things  as are necessary  or incidental  to the promotion  or \nadvancement of the objects of the Institute.  \n 5. Power of the Federal Government to issue directives  :__he Federal Government may, \nas and when it considers necessary, issue directives to the Institute on matters of policy,, and such \n \nPage 5 of 8 \n directives shall be binding on the Institute, and if a question arises w hether any matter is a policy \nmatter or not the decision of the Federal Government shall be final.  \n  6. Board of Governors :__ The overall control, direction and superintendence of the affairs of \nthe Institute shall vest in a Board of Governors consisting o f the following members, namely:  \n(a)    Minister for Culture  Chairman  \n(b)    Secretary (Culture)  Vice -Chairman  \n(c)     Financial Adviser  Member  \n(d)     Executive Director  Member  \n(e)     Three   eminent   persons   in  the    \nfield of cultural heritage.  Member s \n(f)      Three   persons   from   non -\nGovernment financial and corporate              \nsector  Member s \n \n (2) The members, other than ex -officio members, shall be appointed by the Federal  \nGovernment and shall hold office during the pleasure of the Federal Government.  \n (3) The Executive. Director shall act as Secretary of the Board.  \n 7. Terms of Office of the Members of the Board :―(i) Subject to subsection (2) of section \n6 the members of th e Board, other than ex officio members, shall hold office for a term of three years \nand shall be eligible for reappointment but no person shall hold that office for more than two \nconsecutive terms:  Provided that a person shall be eligible for reappointment  after break of one terms \nof his office.  \n (2) Any causal vacancy in the office of a member, other than ex -officio members, shall be \nfilled by a person nominated by the Federal Government and the person so nominated shall hold \noffice for remainder of the te rm of office.  \n (3) A member of the Board, other, than ex -officio member may resign from office by \nsubmitting his resignation in writing to the Chairman:  \n Provided that the resignation shall take effect from the date it - is accepted by the  Federal \nGovernme nt. \n 8. Meetings :__ (1)The meeting of the Board shall be held at least twice a year and shall be \npresided over by the Chairman.  \n (2) Subject to the provisions of subsection (1), the meeting of the Board and of the Executive \nCommittee shall be held at such time and at such place and in such manner as may be prescribed by \nregulations:  \n Provided  that  until  regulations  are  made  in  this  behalf,  such  meeting  shall  be \nconvened by the Chairman.  \n \nPage 6 of 8 \n  (3) Unless otherwise prescribed one -third of the tota l members in case of the Board and one -\nhalf of the total -members in case of the Executive Committee shall form a quorum at the meeting of \nthe Board or, as the case may be, the Executive Committee.  \n (4) The Vice -Chairman shall act as Chairman in the absenc e of the Chairman.  \n 9. Executive Committee :__ The Board shall be assisted by an Executive Committee, \nconsisting of not less than three members, to be constituted from amongst members of the Board and \nperform such functions,, as may be prescribed by the re gulations.  \n 11. Delegation of Powers :__ The Board may, from time to time delegate to the Chairman, the \nExecutive Committee and Executive Director such of its powers and functions and subject to such \nconditions as it may consider necessary.  \n 11. Delegation of Powers .―The Board may, from time to time delegate to the Chairman, the \nExecutive Committee and Executive Director such of its powers and functions and subject to such \nconditions as it may consider necessary.  \n 12. Validity of Proceedings :__ No act, proce edings, decision or order of the Institute,  Board \nor Executive Committee shall be invalid by reason only of the existence of a vacancy in, or any \ndefects in the constitution of the Institute, Board or Executive Committee.  \n 13. Appointment of Officers etc .:―The Institute may, from time to time, appoint such \nOfficers,  servants,  experts  and  consultants  as  it  may  consider  necessary  for  the efficient  \nperformance  of  its  functions  on  such  terms  and  conditions  a s  may  be prescribed, by rules.  \n 14. Members, officers etc .:―to be public servants. --Every member of the Board and every \nofficer servant, expert, consultant and employee of the Institute shall, when acting or purporting, to \nact in pursuance of any of the provisions of this Ordinance or the rules, or regulations made there \nunder  shall be deemed to be public servant within the meaning of section 21 of the Pakistan Penal \nCode (Act XLV of 1860).  \n 15. Funds :―There  shall be established a fund to be called the N ational Institute of  Folk and \nTraditional Heritage (Lok Versa ).Fund which shall consist of -- \n(a) grant -in-aid from  the  Federal  Government,  the  Provincial  Governments,  \nlocal bodies and statutory or non -statutory corporations;  \n(b) collections,  subscr iptions,  and  donations  from  any person,  body  \nassociation  or organization;  \n(c) receipts  from  other  sources  as may  be  approved  by  the  Federal  \nGovernment including  sale proceeds,  from the Institute's  products,  \npublications,  and holding of exhibitions, programmers ,  festivals and projects \nas a sell generated  fund, which the Institute  may,  with the approval  of the \nBoard,  retain and spend there from  and the balance, if any, shall be deposited \nin the self -generated fund account maintained by the Institute separately for \nthis purpose in the scheduled banks;  \n(d) generation  of    funds    through    mufti -media    productions,    cultural    \ntelecasts, broadcasts, etc; and  \n(e) such funds - as it may generate through private -public partnerships.  \n \n \nPage 7 of 8 \n  16. Budget :―The Institute shall, in respect of each financial year, by such dat e as may be \ndetermined by the Federal Government, submit to it for approval a statement to be called the annual \nbudget statement, in the prescribed manner, showing the estimated receipts and expenditure and the \nsums likely to be required during the next fi nancial year along with  detail programmed  of works for \nthat year.  \n 17. Maintenance of accounts and audit :― he Institute shall maintain complete and accurate  \naccounts  and other relevant  records in such manner  and form as may be prescribed   by   the   \nFederal   Government   in   consultation   with   Auditor -General of Pakistan which shall be audited \nby the Auditor.  \n 18. Annual Report :―The Institute shall, as soon as possible, after the end of each financial \nyear, but not later than the last day of Decem ber, submit to the Federalovernment a detailed report, \ncalled the Annual Report, on the conduct of its affairs and its achievements during the preceding \nfinancial year -along -with financial statements where necessary.  \n 19. Indemnity :―No suit, prosecution or order legal proceedings shall lie against the Board \nor any of its members, officers, servants, experts or consultants of the Institute in respect of anything \nin good faith done or intended to be done under this Ordinance, the rules or the regulations, made \nthereunder . \n 20. Transfer of civil servants etc .:― to the Institute. --(1) Notwithstanding anything \ncontained in any law, contract or agreement or in the condition of service, every civil servant \nemployed in the National Institute o f Folk and Traditional Heritage, existing immediately before the \ncommencement of this Ordinance including persons on deputation to other organizations shall, save \nas hereinafter provided, cease to be civil servants and stand transferred, to and become an e mployee \nof the Institute as established in this Ordinance on the same terms and conditions, ,including \nremuneration, tenure of service, rules and privileges as to pension and gratuity and other matters as \nwere applicable to him immediately before the comme ncement of this Ordinance until his re -\nemployment in the Institute is with the conditions of service or his terms and conditions are altered \nby regulation which shall not be  less favorable  than those by which he was, governed immediately \nbefore his transfe r to the Institute.  \n (2) Any person referred to in subsection (1) who is on deputation with the Institute shall \ncontinue in his employment of the Institute on deputation in accordance with the terms of his \ndeputation.  \n (3) Any person referred to in subsect ion (1) may, within three months from the \ncommencement of  this Ordinance, opt not to be transferred to the service of the, Institute and option \nso exercised shall be final.  \n 21. Winding up :― No provision of law -relating to the winding up of the bodies corporate \nshall apply to the Institute and the Institute shall not be wound up except by the order of the Federal \nGovernment in such manner as the Federal Government may direct. '  \n 22. Removal of difficulties .—If any difficulty arises in giving effe ct to any provisions of this \nOrdinance, the Federal Government may make -such order, not inconsistent  it the express provisions \nof this Ordinance, as may appear to it to be necessary or expedient for the purpose of removing the \ndifficulty.  \n 23. Repeal and savings :—(I) The Government of Pakistan's Resolution No. F.10 -11/82 -\nAdmn., dated the 19th June, 1983. is hereby repealed. (2) Upon the commencement of this \nOrdinance―  \n \nPage 8 of 8 \n (a)  all funds, properties, rights and interests of whatsoever kind issued, used, \nenjoyed and possessed by the. National Institute of Folk and Traditional \nHeritage (Lok Virsa) in  existence  immediately  before  the  commencement   \nof  this  Ordinance  and  al l liabilities  legally  subsisting  against  the  said  \nInstitute  shall  pass to the Institute  as established under this Ordinance;  \n(b) everything done, action taken, obligation or liabilities incurred, rights and \nassets acquired persons appointed, or au thorized, powers conferred, \nendowments, bequest or funds created, donations  or grants made, order issued \nunder a resolution,,  rules or regulations .applicable to the, said Institute shall \nremain in force and be continued and having regard to various matt ers which \nby this Ordinance  have to be regulated  or prescribed by rules or regulations, \nbe deemed to have been respectively done, taken, incurred, acquired, \nappointed, authorized, empowered, created, made or issued under this \nOrdinance, and reference in any document to any of the provisions of the said \nResolution,  or  the  rules  or  regulations  made there under ,  shall,  so  far  as  \nmay  be, deemed to be reference to the corresponding provisions of this \nOrdinance, or the rules or the regulations made or deemed to have been made \nthere under ; and  \n(c)  any rules or regulations made Under the said resolution shall, in so far as they \nare not inconsistent with the provisions of this Ordinance or the rules or the \nregulations made there under  having regard to various matters which by this \nOrdinance have to be regulated or prescribed by rules or regulations \nrespectively shall continue in force, until  they  are  repealed,  replaced,  \nrescinded  or  modified  in  accordance  with  the provisions of this Ordinance . \n____________  \n \n \n \n \n \n \n \n \n \n \n \n \n     \n       Last Uploaded on 22.9.2023"
}