{
    "file": "./converted_json\\administrator0df06063881cf52f2af13170458519ee.json",
    "name": "Pakistan National Council of the Arts Act 1973",
    "date": "11th August, 1973",
    "tagline": "Providing for the establishment of the Pakistan National Council of the Arts",
    "content": "Page 1 of 5 \n \n \nTHE  PAKISTAN NA TIONAL  COUNCIL  OF THE  ARTS  ACT, 1973.  \n \n \n \nCONTENTS  \n1. Short  title, extent  and commencement  \n2.  Definitions  \n3.  Establishment  of the Council \n4.  Board  of Governors  \n5.  Director  General  \n6.  Headquarters  \n7.  Functions  \n8.  Funds  \n9.  Audit  of accounts  \n10  Power  to make  rules  \n11  Power  to make  regulations    \n \n\n \nPage 2 of 5 \n THE  PAKISTAN NA TIONAL  COUNCIL  OF THE  ARTS  ACT, 1973.  \n \n1ACT NO LIX OF 1973  \n[11th August, 1973] \nAn Act to provide for the establishment of the Pakistan National Council of the Arts. \n WHERE AS it is expedient to provide  for the establishm ent of a Pakistan National Coun cil \nof the Arts for the patronage, promotion  and developm ent of the Arts, and for matters \nconnected therewith or incidental thereto; \n It is hereby enacted as follows: — \n 1.  Short  title,  extent  and  comme ncement.— (1)  This  Act  may  be  called  the Pakist an \nNational Coun cil of the A rts Act, 1973.  \n (2) It extends to the whole of  Pakistan. \n (3) It shall come into force at once \n 2. Definitions. In this Act, unless there is anything  repugnant in the subject or \ncontext,— \n (a) “artistic  activity” means any activity so declared by the Federal Government \n by notification in the o fficial Gazette; \n(b)  “Board” means the Board of Governors of the Coun cil constitut ed under \n section 4; \n(c) “Chairman” m eans the Ch airman of the Coun cil; \n(d) “Coun cil” means the Pakistan  National Coun cil of the Arts establish ed under \n section 3; and \n(e)  “Director-General” means the Di rector-General of the Coun cil. \n 3. Establishment of the Council.—(1) As soon  as may be after the comm encement of this \nAct, the Federal Government may, by notification in the official Gazette, establish  a Coun cil to be  \ncalled the  Pakistan National Coun cil of the Arts. \n (2)  The  Coun cil  shall  be  a  body  corporate  having  p erpetual  succession  and  a common  \nseal, with power to acquire, hold and dispose of p roperty, both movable, and immov able, and sh all \nby the said name sue and be  sued. \n \n \n \n \n1 For Statement of Objects and Reasons, see Gaz. of P., 1973, Ext., Pt. III, p. 1205. \n \nPage 3 of 5 \n  1[4. Board of Governors.— (1) The management, overall control and supervision  of the \naffairs of the council shall vest in a Board of Governor consisting  of the followi ng members, \nnamely:— \n(a)  the Federal Minist er-in-Charge of Cultu re who shall also be  the Ch airman;  \n(b) the Minist er of State for Cultu re, who sh all also be  the Vi ce-Chairman: \n Provided  that,  if  there  is  no  such  Minist er  of  State;  the  Federal \nGovernment may nomin ate any member of the Board to be  the Vi ce-Chairman; \n  (c) the Secretary to the Government of Pakistan in the Division  dealing with \n   Cultu re; \n  (d) a representative of  the Min istry of Foreign Affairs; \n  (e) the Financial Advis er of the Division  dealing with Cultu re; \n(f)  the Joint Secretary to the Government of Pakistan in the Division  dealing with \nCultu re; \n(g)  the Di rector-General; \n(h)  the Di rector of  Archaeology ; \n(i)  the M anaging Director, Pakistan Television  Corporation;  \n(j) the Di rector-General, Pakistan Broadcasting Corporation; \n(k)  twenty persons, in cluding  five  women, eminent in the fields or  art and \nculture, to be  nomin ated by the Ch airman; and \n  (l) a member-secretary to be  appoint ed by the Chairman.]. \n (2) The Board of Go vernors shall have pow er to co-opt. members from amongst persons who \nare specialists in th eir respective field, for advice on particular projects and m atters und er \nconsideration. \n (3) The members of the Board, excepting  the ex-officio members, shall hold office for a \nterm of three years and shall be eligible for re-election or re-nomi nation, as the case may be. \n (4) A member of the Board, other than an ex-officio member, may, by writing under his h and \naddressed to the  Chairman, resign his o ffice. \n (5) Any casual vacancy in the office of a member other than an ex-officio member shall  be  \nfilled  by  a  person  nomin ated  by  the  Federal  Government  and  the  person  so nomin ated shall \nhold o ffice for the unexpired period of the term of his p redecessor. \n \n1 Subs. by the Pakistan National Council of the Arts (Amdt.) Ordinance, 1979 (61 of 1979), s. 2, for sub-section (1). \n \nPage 4 of 5 \n  5. Di rector-General.—(1) The Director-General shall be appoint ed by the Chairman on su ch \nremuneration and oth er terms and conditions  as the Ch airman may determine. \n (2) The Director-General shall be the chief executive  of the Council and shall be \nresponsible to the Board for carrying out the obj ectives of the Coun cil. \n (3) The Director-General may, by writing under his hand addressed to the Chairman, resign \nhis o ffice. \n 6. Headquarters. The headquarters of the Coun cil shall be at Islamabad. \n 7. Functions.—(1) The Coun cil shall— \n(a)  advise  the Federal Government on matters of policy on artistic  activity and \ntheir impl ementation; \n(b) improve knowl edge, understanding and practice of the arts and advise  the \nFederal Government in order to increase regional activity through systematic \nplanning  and coordination at all levels; \n(c)  coordinate, evaluate and supervise activiti es of cultural organizations  and \nindividu als engaged in cultural activiti es; \n(d)  advise  and assist the Provincial Governments in the setting up  of Provincial \nArt Coun cils to serve as liaison between the lo cal cultural bodies and the \nCoun cil with regard to th eir activiti es and financial assistance; \n(e)   plan,  establish  and  run  art  academies,  folk  museums,  exhibition  h alls, \naudito ria, art galleries and simil ar other institutio ns; \n(f) organize exhibitions  of arts and crafts within  Pakistan and in oth er countries;  \n(g)  organize national and regional ensembles for performance within  the country \nand in oth er countries; \n(h)  organize and promote  cultural fairs and festivals; \n(i)  help, establish  and organize national unions  of artists on the b asis of their \nchosen field of activity; \n(j)  help in the implementation of cultural pacts and programmes on directions  of \nthe Federal Government; \n(k)   have  contacts  with  simil ar  organizations  in  other  countries,  through  the \nFederal Government; \n(l)  set up penals of experts in sp ecific fields of the arts wh ere necessary; and \n(m)  perform any oth er function in the field of arts which the Federal Government \nmay direct or which the council may consid er necessary or desirable. \n (2) Where it appears to the Coun cil that an organization engaged in artistic activity whi ch \nis in receipt of any grant from the Federal Government or the council, is condu cting its activiti es in \n \nPage 5 of 5 \n a manner contrary to the policy laid down  by the  Coun cil or is in any oth er way mism anaging its \naffairs, the Coun cil may, and where the Federal Government so directs sh all, hold an enquiry into  \nthe affairs of such organization and submit  a report to the Federal Gov ernment alongwith  its \nrecomm endations.  \n 8. Funds. The funds  of the Coun cil shall be derived from the follow ing sources, \nnamely:— \n(i)  grants of  the Federal Government and the Provincial Governments; and \n(ii)   contributions  and  donations  from  individu als,  local  bodies,  corporations, \ninstitutions,  organizations and agencies. \n 9. Audit of accounts. The accounts  of the Coun cil shall be audited by an auditor who  is \na Chartered Accountant within  the meaning of the Chartered Accountants Ordinance, 1961  (X of \n1961.),  appoint ed by the  Federal Government, in consult ation with the Audito r-General  of  \nPakistan,  on  such  remuneration,  to  be paid  by the Coun cil,  as  the  Federal Gov ernment may \nfix. \n 10. Power to make rules. The Federal Government may, by notification in the official \nGazette, make rules to carry out the  purposes of this A ct. \n 11. Power to make regulations. The Coun cil may make such regulations as it may \nconsid er necessary for carrying the provisions of  this A ct into effec t. \n \n____________"
}