{
    "file": "./converted_json\\administrator4059209e1a16c8bda577e119747562d0.json",
    "name": "Trade Marks Rules 2004",
    "date": "2004",
    "tagline": "Regulations governing Trade Marks in Pakistan",
    "content": "NOTIFICATION \n \n \nS.R.O 211 (I)2004 :- In exercise of the powers conferred by sub-section (1) of section \n132 of the Trade Marks Ordinance, 2001  (XIX of 2001 ), the Federal Government is pleased \nto make the following rules, the same having been previously published as required by the \nsaid sub-section, namely:- \n \nTHE TRADE MARKS RULES, 2004. \n \n \nPART I \nCHAPTER I.– PRELIMINARY \n \n \n \n2004.  1. Short tit le and commencement.– (1) These rule s may be called the Trade Marks Rules , \n \n(2) They shall come into force at once. \n \n2. Definitions.– (1) In these rules, unless there is anything repugnant in the subject or \ncontext, - \n \n(a)    “Advisory Committee” means the Advisory Committee constituted under \nrule 101; \n(b)     “Form” means a Form as se t out in either the Second or the Third Schedule ; \n(c)     “old  law”  means  the  Trade  Marks  Act,  1940  (V  of 1940),  and  rules  made \nthe re under as in force immediately before the commencement of the Ordinance ; \n(d)    “Ordinance” means the Trade Marks Ordinance, 2001 (XIX of 2001 ); \n(e)    “publish” means published in the Journal; \n(f)     “Schedule” means the Schedule to these rules; \n(g)    “section” means section of the Ordinance; \n(h)     “send”, with its grammatical variations, in relation to an act, includes to give; and \n(i)     “specification”  means the designation of goods or services in respect of \nwhich a trade mark is registered or proposed to be registered. \n \n(2) The words and expressions used but not defined in these rules shall have the \nmeaning assigned to the m in the Ordinance. \n \n(3) In these rules, reference to filing of any application, notice or other document \nshall be construed as reference to its being sent or delivered to the Registrar at the Trade \nMarks Registry or its branches. \n \n3. Forms.– The Forms set out in the Second and the Third Schedules shall be used in \nall cases to which they are applicable and may be modified as directed by the Registrar to \nmeet the requirements of other cases. \n \n4. Requirement as to fee.– (1) Any fee to be paid in respect of an application, registration or \nany other matte r under the Ordinance or these rules s hall be as specified in the Firs t Schedule. \n(2) Fee may be paid in cash at the Registry or any Branch Registry or may be sent by \nmoney order, postal order, cheque, bank draft or pay order payable to the Registrar. \n \n(3) Cheques not carrying the correct addition for commission, and other cheques on \nwhich the full value cannot be collected in cash wit hin the time allowe d for payme nt of the \nfee shall be accepted only at the discretion of the Registrar. \n \n(4) Stamps shall not be received in payment of any fee. \n \n(5) Any Form re quire d to be file d with the Regis trar in res pect of any s pe cifie d matte r s hall be \ns ubje ct to the payme nt of the fee , if any, payable in respe ct of that matte r unde r these rules. \n \n5. Size, etc. of docume nts.– (1) Subject to any other directions that may be given by the \nRegistrar,  all applications,  notices, statements  or other documents,  except trade  marks \nauthorized or required by the Ordinance or these rules to be made, left with or sent to the \nTrade Marks Registry or left with or sent to the Re gistrar or the Federal Government shall \nbe written, type -written, lithographed or printed in the English language in large and legible \ncharacters with deep permanent ink upon strong paper, and except in the case of affidavits, \non one side only, of a size approximately thirteen inches by eight inches, and shall have on \nthe left-hand part thereof a margin of not less than one inch and-a-half. \n \n(2) Duplicate docume nts including trade marks shall be filed at the Trade Marks \nRegistry or its branch, if at any time required by the Registrar. \n \n6. Signature of docume nts .– (1) A docume nt purporting to be s igne d by proprie tor or in \ncase of partne rs hip s hall be s igne d by at le as t one of the part ne rs and a docume nt purporting to \nbe s igne d by a body corporate s hall be s igne d by a dire ctor or by its se cre tary or ot he r princ ipal \noffice r o f the body corporate . A docume nt purpo rting to be s igne d by any ot he r as s ociation of \npe rs ons s hall be s igne d by the Pres ide nt, Chairman or Principal Se cre tary of the Ass ociation or \nby any ot he r pe rs on who appe ars to the Regis trar to be duly qualifie d. The capacity in whic h an \nindividual s igns a docume nt on be half of a partne rs hip or a body corporate  or othe r ass ociation \nof pe rs ons s hall be s tate d be low his s ignature and name and comple te addre ss . \n \n(2) Signature to any docume nts if writte n in characte rs othe r than Roman, or if not cle arly \nlegible s hall be accompanie d by a trans lite ration in Englis h language and in block capitals . \n \n7. Se rvice of docume nts.– All applications, notices, state me nts, pape rs having re prese ntation \naffixe d the reon, or othe r docume nts authorize d or re quire d by the Ordinance  or these rules to be \nmade , le ft or se nt, at or to the Trade Marks Registry or to its branch or with or to the Registrar or \nthe  Fede ral Gove rnme nt or any othe r pe rson may be se nt through post by a pre paid le tte r, any \napplication or any docume nt so se nt s hall be deeme d to have been made , le ft or sent at the time whe n \nthe le tte r containing the s ame would be de live re d in the ordinary course of post. In proving s uch \nsending, it s hall be s ufficie nt to prove that the lette r was pro pe rly addressed and put into the post. \n \n8. Particulars  of applicants  and othe r pe rsons .– (1) Names and address  of applicants  and \nothe r pe rsons s hall be give n in full, toge the r with the ir nationality and s uch particulars , if any, as are \nnecessary for identification. In the case of a firm, the full name and nationality of every \npartner thereof shall be stated. \n \n(2) The address give n s hall in all cases be as full as poss ible, for the purpose of e nabling \nany pe rs on eas ily to find the place of trade or bus iness of the pe rson whose address is give n. \n \n(3) In the case of body corporate or firm or an association the country of \nincorporation and the nature of registration, if any, as  the case may be, shall be given. \n \n9. Address for service.– (1) For the purposes of any proceedings before the Registrar \nunder these rules an address for service in Pak istan shall be filed by– \n \n(a)       every applicant for the registration of a trade mark ; \n(b)       every person opposing an application for registration of a trade mark; \n(c)       every  applicant  applying  to   the  Registrar  under  section  73   for \nrevocation of the registration of a trade  mark, under section 80 for \ninvalidation of the registration of a trade mark, or under section 96 for \nrectification of the register; \n(d)        eve ry pe rson grante d leave to inte rve ne unde r rule 67 (the inte rve ne r), and \n(e)       every proprietor of a registered trade mark, which is the subject of any \napplication to the Registrar for the revocation, invalidation or \nrectification of the registration of the mark. \n \n(2)  The addre ss for s e rvice of an applicant fo r re gis tration of a t rade mark s hall upon \nre gis tration of the  mark be  dee me d to be the  addre ss for se rvice of the  regis te re d propri e tor, \ns ubje ct to any filing to the contrary unde r paragraph (1) above or unde r rule 70 . \n \n(3) In any case in which an address for service at the same time as the filing of a \nform required by the Registrar under rule 3 which requires the furnishing of an address for \nservice, the address shall be filed on that form and in any other case it shall be filed on Form \nTM-50. All applications on Form TM -50 under this rule shall be signed by the person about \nto be registered or the registered proprietor or registered licensee, as the case may be, or by \nan agent expressly authorized by him for the purpose of such application. \n \n(4) Anything sent to any applicant, opponent, inte rvener or registered proprietor \nat his address for service shall be deemed to be properly sent and the Registrar may, where \nno address for service is filed, treat as the address for service of the person concer ned his \ntrade or business address in Pakistan, if any. \n \n(5) An address for service in Pakistan may be filed at any time by the proprietor \nof a registered trade mark and by any person having a legitimate interest in or consented \ncharge on a registered tra de mark. \n \n(6) Where  an address  for service  is  not filed as  required  by  sub-rule  (1),  the \nRegistrar shall send the pe rson concerned notice to file an address for service within two \nmonths of the date of the notice and if that pe rson fails to do so– \n(a)       in the case of an application as is referred to in clause (a) or (c) of sub- \nrule (1), the application shall be treated as abandoned. \n \n(b)       in the case of a person as is referred to in clause (b) or (d) of sub-rule \n(1), he shall be deemed to have withdrawn from the proceedings; and \n \n(c)       in the case of the proprietor referred to in clause (e), he shall not be \npermitted to take part in any proceeding. \n \n10. Age ncy.– The autho rization of an age nt, be ing e ithe r a le gal practit ione r or a pe rson \nre gis te re d as a trade mark age nt s hall be e xecute d in the form as se t out in Form TM -48. \n \n \n \nCHAPTER II.– CLASSIFICATION \n \n11. Classification of goods and services.– For the purposes of the registration of a \ntrade mark and of these rules, goods and services shall be classified in the manner specified \nin the Fourth Schedule, which sets out the current version of the classes of the International \nClassification of goods and services. \n \n \nCHAPTER III.– APPLICATION FOR REGISTRATION \n \n12. Form and signing of application.– (1) An application to the Registrar for the \nregistration of a trade  mark s hall  be signed by the applicant or his agent a nd shall be \nsubject to the payme nt of the application fee. \n \n(2) An application to register a trade mark for specification of goods or services \nincluded in any one class shall be made in the form as set out in Form TM -1. \n \n(3) An application to register a trade mark under section 25 for the specification \nof goods or services included in any one class from a convention country shall be made in \nthe form as set out in Form TM -2. \n \n(4) An application unde r sub-section (1) of section 26 for protection of trade \nmark during exhibition shall be made in the form as set out in Form TM -2. \n \n(5) An application to register a textile trade mark, other than a collective mark \nor  a  certification  trade  mark,  consisting  exclusively  of  nume rals  or  letters  or  any \ncombination thereof for a specification of goods or services included in one item of the Fifth \nSchedule under rule 98 shall be made in the form as set out in Form TM -53. \n(6) An applicat ion fo r re gis tration of a te xtile mark, othe r t han a colle ctive mark or \na ce rtificat ion mark, cons is ting e xclus ive ly of nume rals or le tte rs or any combination the re of fo r \na s pe cification o f goods or se rvices include d in one ite m of the Fifth Sche dule unde r rule 98 from \na conve ntion country unde r s e ctio n 25 s hall be made in the form as se t out in Form TM -54. \n \n(7) An application under clause (5) of the First Schedule to the Ordinance to \nregister a collective trade mark for a specification of goods or services in any one class shall \nbe made in the form as set out in Form TM -3. \n \n(8) An application under clause (5) of the First Schedule to the Ordinance to \nregister a collective trade mark for a specification of goods or services from a  convention \ncountry under section 25 s hall be made in the form as set out i n Form TM -51. \n \n(9) An application unde r clause (6) of the Second Schedule to the Ordinance to \nregister a certification trade mark for a specification of goods or services included in any \none class shall be made in the form as set out in Form TM -4. \n \n(10) An application under clause (6) of the Second Schedule to the Ordinance to \nregister a certification trade mark for a specification of goods or services from a convention \ncountry under section 25 s hall be made in the form as set out in Form TM -52. \n \n(11) An application unde r the Third Schedule to the Ordinance to  register a \ndomain name for a specification of goods or services included in any one class shall be made \nin the form as set out in Form TM -1. \n \n13. Applicat ion to be confine d to one class . – Eve ry applicat ion fo r the re gis tration o f a \ntrade mark s hall be in res pect of goods or se rvices in one class only of t he Fourt h Sche dule . \n \n14. Separate application.– An application for the registration of the same trade mark \nin different classes shall be treated as separate and distinct applications, and in all cases \nwhe re a trade mark is registered under the same official number for goods or services in \nmore than one class, whether on conversion of the specification under rule 71 or othe rwise, \nthe  registratio n in respect of goods  or services  included in each separate  class shall be \ndeemed to be a separate registration for all the purposes of the Ordinance. \n \n15. Claim of priority.–  (1)  Where  a  right  to  priority  is  claimed  by  reason of an \napplication for prote ction of a trade mark duly filed in a convention country under section \n25 particulars of that claim shall be included in the application for registration under rule \n12 and, whe re no certificate as is referred to in s ub-rule (2) is filed with the applicatio n, such \nparticulars shall include the country or countries and the date or dates of filing. \n \n(2) Unless it has bee n file d at the time of filing of an application for re gistration, the re \ns hall be  file d, within three months of filing of the  application unde r rule 12, a ce rtificate  by the \nregis te ring or othe r compe tent authority of that country ce rtifying, or ve rifying to the s atis faction of \nthe Regis trar, the date of filing of the application, the country or regis te ring or compe te nt authority, \nthe re prese ntation of the mark, and the goods or se rvices cove re d by the application. \n(3) The application relied upon unde r sub-rule (1) must be the first application \nof an applicant in a convention country for the same  mark and for the same goods or \nservices. The application must include a statement indicating the filing date of the  foreign \napplication relied upon, the convention country  where it was filed, the serial number,  if \navailable, or state ment indicating that priority is claime d. \n \n16. Statement of user in application.– An application to register a trade mark shall \ncontain a statement of the pe riod during which, and the person by whom, it has been used in \nrespect of the goods or services mentioned in the application. The Registrar may require the \napplicant to file an affidavit testifying to such user with exhibits showing the mark as used. \n \n17. Re prese ntation o f marks .– (1) Eve ry applicat ion fo r t he re gis tration o f t rade mark, \nand whe re  addit ional copie s of the  applic ation are  re quire d, e ve ry s uch copy s hall contain  a \nre pre se ntation of t he mark in the s pace provide d on the applicatio n form for t hat purpose . \n \n(2) Whe re the re prese ntation e xcee ds s uch s pace in s ize , the re pre se ntation s hall be \nmounte d upon line n, tracing cloth o r s uch othe r mate rial as the Re gis trar may cons ide r s uitable . \nPart o f the mount ing s hall be affixe d in t he s pace afore s aid and the re s t may be folde d. \n \n18. Additional  representations.–  Eve ry  application for the  registration of a  trade \nmark shall, except as hereinafter provided, be made in duplicate and shall be accompanied \nby six additional representations of the mark on the application a nd its duplicate and the \nadditional representations shall correspond exactly with the other. The additional \nrepresentations shall in all cases be noted with all such particulars as may from time to time \nbe require d by the Registrar. S uch particulars shall, if require d, be signed by the applicant. \n \n19. Re prese ntation to be durable .– All re presentations of trade marks mus t be of a durable \nnature  and each additional re prese ntation re quire d to be file d with an application for regis tration \ns hall be mounte d on a s heet of s trong pape r of the s ize of approximate ly thirtee n inches by e ight \ninches , le aving a margin of not less than one inch and-a-half on the le ft hand part of the s heet. \n \n20. Specimens of the mark in exceptional cases. – Where a representation of a trade mark cannot \nbe given in the manner set forth in rule 19, a specimen or copy of the trade mark may be sent either of \nfull size or on a reduced scale, and in such form as the Registrar may think most convenient. \n \n21. Se ries of trade marks .– Whe re an applicat ion is made for t he regis tration of a se ries \nof trade marks unde r s ub-se ction (3) of section 20, copies of re prese ntations of e ach trade mark \nof the se ries s hall accompany t he applic ation in t he manne r se t forth in rule s 17 and 18. \n \n22. Trans lite rat ion.– Whe re a trade mark contains a word or words in characte rs othe r \nthan Roman, t he re s hall, unle ss the Re gis trar othe rwis e dire cts , be e ndorse d on the application \nfo rm,  and  on  e ach  of t he  accompanying  re pre se ntations ,  a  s ufficie nt  trans lite rat i on  to  the \ns atis faction o f t he Re gis trar o f e ach of s uch wo rds , and e ve ry s uch e ndors e me nt s hall s tate the \nlang uage to which t he word be longs and s hall be s igne d by the applic ant. \n23. Translation.– Whe re a trade mark contains a word or words in a language other \nthan English, the Registrar may ask for an exact translation the reof together with the name \nof the language, and such translation and name, if he so requires, shall be endorsed and \nsigned as aforesaid. \n \n24. Acknowle dge me nt of re ceipt of application.– Eve ry application for the re gistration of a \ntrade mark in res pect of any goods or se rvices s hall, on re ceipt, be acknowle dge d by the Registrar. \n \n25. De ficie ncies in application.– Whe re an application for regis tration of a trade mark does \nnot s atis fy the re quire me nts of s ub-section (2),(3) or (5) of section 22 or rule 12 or 13, the Regis trar \ns hall send notice the reof to the applicant to re me dy the de ficie ncies or, in the case of s u b-section (5) \nof section 22, the de fault of payme nt and if within two months of the date of the notice the applicant – \n \n(a)  fails to re me dy any de ficie ncies notifie d to him in re s pect of s ub-s ection(2) \nof se ction 22, the applic ation s hall be dee me d ne ve r to have bee n made ; or \n \n(b) fails to re me dy any de ficie ncy notifie d to him in re s pe ct of s ub-section(3) \nof s ection 22 or rule 12 or 13 or fails to make payme nt as re quire d by s ub- \nse ction(5) of se ction 22, the applic ation s hall be tre ate d as abandone d. \n \n26. Search.– Upon receipt of an application for the registration of a trade mark in \nrespect of any goods or services and upon satisfying the require ments of sub section (2) or \n(3) of section 22, sub-rule (4) of rule 12, or rule 13, the Registrar shall carry out a search of \nearlier trade marks for the purpose of ascertaining whether there are on record in respect of \nsame goods or services or same description of goods or services any marks identical with the \nmark sought to be registered or so nearly resembli ng it as to render it likely to deceive or \ncause confusion and the Registrar may cause the search to be rene wed at any time before \nthe acceptance of the application, but shall not be bound to do so. \n \n27. Objection to acceptance -hearing.– (1) If, on consideration of an application, and \non any evidence of use or of distinctiveness or of any other matter which the applicant may \nor may  be required to furnish the Registrar has any objection to the acceptance of the \napplication or proposes to accept it subject to such conditions, amendme nts, disclaime rs, \nmodifications  or  limitations  as  he   may   think   right  to   impose,  the  Registrar  shall \ncommunicate such objection or proposal in writing to the applicant. \n \n(2) Unless within two months from the date of communication specified in sub- \nrule (1), the applicant alters his application according to the proposal aforesaid or makes \nrepresentation or applies for a hearing or fails to attend hearing, the application shall be \ndeemed to have been abandoned. \n \n(3) An application which is treated as abandoned under sub-rule(2), clause(b) of \nrule 25 or sub-section (5) of section 33 may be restored to the file on sufficient cause being \nshown to the satisfaction of the Registrar and on an application to that effect being made in \nthe form as set out in Form TM -57 accompanied by a statement of case within two months \nfrom the date of abandnment . \n \n28. Decision of Regis trar.– (1) The decis ion of the Regis trar unde r section 27 afte r a he aring \nor without he aring if the applicant has duly communicate d his obse rvations in writing and \nhas stated that he does not desire to be heard, shall be communicated in writing, and if the \napplicant intends to appeal from such decision he may within one month from the date of \ncommunication apply in the form as set out i n Form TM -15 to the Registrar requiring him \nto state in writing the grounds of, and the materials used by him in arriving at his decision. \n \n(2) In a case where the Registrar makes any require ments to which the applicant \ndoes not object, the applicant shall comply there with before the Registrar issues a statement \nin writing under sub-rule (1). \n \n(3)   The   date   whe n   s uch   s tate me nt   is   s ent   s hall   be   dee me d   to   be   the   date   of   the \nRegistrar‟s decision for the purpose of appeal. \n \nCHAPTER IV.– ADVERTISEMENT OF APPLICATION \n \n29. Manner of advertisement.± (1) An Application for the  registration of a  trade \nmark  required or pe rmitted  to  be  advertised by  sub-section (1) of section  28  shall  be \nadvertised in the Journal  either in printed or in a ny digital form during such time and \nin such manner as the Registrar may direct. The advertisement should contain the following \nparticulars, namely:± \n \n(a)       Specimen of the trade mark ; \n(b)       application numbe r; \n(c)       the  class  numbe r  of  the  goods  or  services  in  respect  of  which \nregistration of the trade mark is sought; \n(d)       description of goods or services for which the registration is sought; \n(e)       the name and address of applicant: \n(f)        the date of filing the application; \n(g)       the agent‟s name and address (in case the application, on behalf of the \napplicant, is made by his agent); \n(h)       description of limitations, conditions and disclaime rs imposed; \n(i)        details of special circumstances, if any, under the proviso to sub-section \n(1) of section 28. \n(j)        particulars of any claim for a right of priority for the application; \n(k)       in  case  application  has  been  accepted  by  consent the  words  ª By  consentº \nshall appear in the advertisement; \n(l)         if no re prese ntation of the trade mark be include d in the adve rtise ment of the \napplication,  the  place or places  whe re  a s pecime n or re presentation of the \ntrade mark may be ins pecte d s hould be me ntione d in the adve rtise me nt; and \n(m)      in case application has been accepted in series the words ª in seriesº \nshould appear in the advertisement. \n \n(2) For the purpose of advertisement in the Journal, the applicant may within \ntwo months supply or be required to supply ª film positivesº of the trade mark satisfactory \nto the Registrar or s hall s upply such information or other means of advertising the trade \nmark as may be required by the Registrar. Any ª film positivesº so sent to the Registrar shall \nbe retained by the Trade Marks Registry. \n30. Opposition proceedings.± (1) Notice of opposition to the registration of a trade \nmark shall be sent to the Registrar in the form as set out in Form TM -5 in duplicate within \ntwo months from the date of the adve rtisement or re -adve rtisement or within such further \nperiod not exceeding two  months in the aggregate as the Registrar may allow, and shall \ninclude a statement of the grounds of opposition.  The Registrar shall send a copy of the \ngrounds of the notice and the statement to the applicant. \n \n(2) Within one month from the receipt by the applicant of such copy of the notice \nof opposition or within such furthe r pe riod not exceeding two months in aggregate as the \nRegistrar may allow, the applicant shall send to the Registrar a counter-statement in the \nform as set out in Form TM -6 in duplicate, and if he does not do so he shall be deemed to \nhave abandoned his application. The Registrar shall send a copy of counte r-statement in the \nform as set out in Form TM -6 to opponent. \n \n(3) Within one month from the receipt by the opponent of a copy of counte r- \nstatement or within such further period  not exceeding  two  months  in aggregate  as  the \nRegistrar may allow, the opponent may file a rejoinder. \n \n \n \napplicant. (4) If the oppone nt files a re joinde r, the Regis trar s hall send a copy of the s ame to the \n \n(5) Within two months from the receipt of a copy of counter-state ment or within \nsuch further period as the Registrar may allow, the person opposing the application shall \nfile such evidence by way of statutory declaration or affidavit, as he may consider necessary \nto adduce in support of his opposition and shall send a copy the reof to the applicant. \n \n(6) If the pe rson opposing the registration files no evidence unde r sub-rule 5, he \nshall be deemed to have abandoned his opposition. \n \n(7) With two months from the receipt of a copy of opponent‟s evidence or within \nsuch further period as the Registrar may allow, the applicant shall file such evidence by way \nof a statutory declaration or affidavit as he may consider necessary to adduce in support of \nhis application and shall send a copy the reof to the opponent. \n \n(8) Within one month of the date on which a copy of the applicant‟s evide nce is sent to \nhim or within s uch furthe r pe riod as the Registrar may allow, the pe rson oppos ing the application \nmay file evide nce in re ply by way of s tatutory declaration or affidavit which  s hall be confine d to \nmatte rs strictly in re ply to the applicant‟s evidence, and s hall se nd a copy the reof to the applicant. \n \n(9) No further evidence may be filed, except that, in relation to any proceedings \nbefore him, the Registrar may at any time if he thinks fit give leave to either party to file \nevidence upon s uch terms as he may think fit. \n \n(10) Whe re the re are exhibits to affidavits file d in an oppos ition, copies or impress ions \nof s uch exhibits s hall be sent to the othe r party on his re quest and at his expe nse, or, if s uch copies or \nimpress ions cannot conve nie ntly be furnis he d, the originals s hall be le ft with the Registrar in orde r \nthat they may be open to inspection. The original exhibits shall be produced at the hearing \nunless the Registrar othe rwise directs. \n \n(11)  Whe re  any  docume nt or exhibit is  in a  language  other than English  is \nreferred  to  in  the  notice  of  opposition,  counter-statement  or an  affidavit  filed  in  an \nopposition, an attested translation the reof in English shall be furnished in duplicate. \n \n(12) Upon comple tion of evide nce, if any, the Regis trar s hall give notice to the parties of \na date whe n he will he ar the argume nts in the case. Such appointme nt s hall be for a date at le as t one \nmonth afte r the date of the notice , unless the parties consent to a s horte r notice. Within fourtee n \ndays from the re ce ipt of the notice, any party who inte nds to appe ar s hall so notify the Regis trar in \nthe form as set out in Form TM -7. Any party who does not so notify the Regis trar within the time \nlas t afores aid may be tre ate d as not des iring to be he ard and the Regis trar may act accordingly. \n \n \n \nproceeding. (13) The Registrar s hall take on re cord writte n argume nts if s ubmitte d by a party to the \n \n31. Decision of the Registrar to be notified: (1) The decision of the Registrar s hall be \nnotified in writing to the person opposing the application and the applicant. \n \n(2) For the purpose of any appeal against the Registrar‟ s decision the date of the \ndecision shall be the date when notice of the decision is sent under sub -rule(1). \n \n \nCHAPTER V.– NOTICE OF NON-COMPLETION OF REGISTRATION \n \n32. Proce dure for giving notice.– The notice which the Registrar is re quire d by s ub-section \n(5) of s e ction 33, to give to an applicant, s hall be se nt to the applicant at his trade or bus ine ss \naddress  or address  for se rvice  in the  form as  se t out  in Form O -1,  but  if the  applic ant  has \naut horize d an age nt for t he purpose of the applicat ion, the notice s hall be se nt to the age nt and a \nduplic ate the reof to the applicant. The notice s hall s pe cify t we nty-o ne days time from t he date \nthe re of or s uch furt he r time as the Regis trar may allo w, fo r comple tion of the re gis tratio n. \n \nCHAP TER VI.– REGISTRATION \n \n33. Registration.– As soon as may be after the expiration of two months from the date \nof the advertisement in the Journal of any application for the registration of a trade mark \nthe Registrar shall, subject to any opposition and the determination the reof, and to  the \nprovisions of sub-section (1) of section 33 and upon payment of the prescribed fe e, in the \nform as set out in Form TM -11, within two months from the date of receipt of the requisite \ninformation in the form as set out in Form TM -11, enter the trade mark in the register. \n \n34. Entry in the register.– In addition to the entries in the Re gister required to be \nmade by sub-section (1) of section 10 there shall be entered in the Register in respect of each \ntrade mark registered the rein the following particulars, namely;– \n \n(a)        the date of regis tration as de te rmine d in accordance with section 23    (that is \nto say, the date of the filing of the application for registration); \n(b)       the actual date of registration (that is to say, the date of the entry in the \nRegister); \n(c)       the priority date, if any, to be accorded purs uant to claim to a right to \npriority made unde r section 25; \n(d)       the name and address of the proprietor; \n(e)       the address for service as furnished pursuant to rule 9; \n(f)        any disclaime r or limitation of rig hts under section 21; \n(g)       any  me morandum or state ment of  the  effect of  any  me morandum \nrelating to a trade mark of which the Registrar has been notified in the \nform as set out in Form TM -37; \n(h)       the goods or services in respect of which the mark is registered; \n(i)        whe re the mark is a collective or ce rtification mark, that fact; and \n(j)         whe re the mark is regis te red purs uant to s ub-section (5) of section 17 with the \nconsent of the proprie tor of an e arlie r trade mark or e arlie r right, that fact. \n \n35.  De ath  of applicant  be fore  regis tration.–  In case  of de ath  of any  applicant  for  the \nregis tration of a trade mark afte r the date of his  application and be fore the trade mark has  been \ne nte red in the  Registe r, the Regis trar may, on proof of the  applicant‟  s de ath and of the  title of \nanothe r pe rs on to the owne rs hip of the trade mark be ing furnis he d to him within nine ty days e nte r \nin the Registe r the name , address and description of that pe rs on as the proprie tor of the trade mark. \n \n36. Ame ndme nt of application.– A re ques t for an ame ndme nt of an application to corre ct an \ne rror or to change the name or address of the applicant or in res pect of any ame ndme nt re queste d \nbe fore or afte r publication of the application s hall be made in the form as set out in Form TM -16. \n \n37. Ame ndme nt of application afte r publication.–  (1) Whe re, purs uant to s ub-section(7) of \nsection 27, a re ques t is made for ame ndme nt of any application which has been publis he d and the \name ndme nt affe cts  the re presentation of the  trade  mark or the  goods  or se rvices cove re d by the \napplication, the ame ndme nt or a s tate ment of the e ffect of the ame ndme nt s hall also be publis hed. \n \n(2) Notice of oppos ition to the ame ndme nt s hall be se nt to the Re gis trar in the form \nas se t out in Form TM -5 wit hin t wo month o f t he date on whic h the applic atio n as ame nde d was \npublis he d unde r s ub-rule (1), and s hall include a s tate me nt of the grounds of obje ction and, in \npartic ular, how t he ame ndme nts would be contrary to s ub se ct ion (7) of section 27. \n \n(3) The provisions of rule 30 shall apply to proceedings relating to the opposition \nto the amendment of the application as they apply to proceedings relating to opposition to \nthe registration of a trade mark. \n \n38. Re gis tration o f a s e ries of trade mark.– The proprie tor of a se ries of trade marks may \napply to t he Regis trar fo r t he ir re gis tration as a s e ries in a s ingle re gis tration and t he re s hall be \ninclude d in s uch application a re prese ntation o f e ach mark claime d to be in the se rie s , and the \nRe gis trar s hall, if s atis fie d that the marks cons titute a se ries , acce pt the application. \n \n \nCHAP TER VII.– COLLECTIVE MARKS \n \n39. Application for regis tration and proceedings re lating the re to.– (1) An Application for the \nregis tration of a collective mark for goods or se rvices s hall be made to the Registrar in the form as \nset out in Form TM -3 or TM -51, as the case may be , in triplicate  and s hall be accompanie d by s ix \nadditional re prese ntations of the mark. The draft re gulation to be forwarde d with the application \nunde r  paragraph  5  of the  Firs t Sche dule  to  the  Ordinance  s hall  be  in triplicate  and s hall  be \naccompanie d by the re quis ite information in the form as set out in Form TM -49. \n \n(2) An applicant applying for the registration of a collective mark shall not be \ndeemed to have abandoned his application, if in the circumstances of sub-rule(2) rule 27 he \ndoes not apply for a hearing or reply in writing. \n \n \nnamely:– (3)  The  regulations  governing  collective mark  shall  specify,  inte r alia,  the  following, \n \n(a)   the name of the ass ociation of pe rs ons and the ir res pe ctive office addre ss ; \n(b)  the object of the association; \n(c)   the details of me mbers; \n(d)   the conditions for me mbe rs hip and re lation of e ach me mbe r with the group; \n(e)   the pe rsons authorized to use the mark and the nature of control the \napplicant exercise over the use of the collective mark ; \n(f)   the conditions governing use of the collective mark, including sanctions; \n(g)   the procedure for dealing with appeals against the use of the collective \nmark ; and \n(h)  such othe r particulars as may be called for by the Registrar. \n \n(4) The  applicant shall submit to  the  Registrar along  with his  application a \nstatement of case setting out the grounds on which he relies in support of his application. \nSuch case shall be furnished in triplicate. \n \n(5) The Registrar shall cause an application for the registration of a collective \nmark to be examined, in the first instance, as to whether it satisfies the require ment of the \nOrdinance and the rules and issue a report to the applicant. \n \n(6)  The  Registrar shall  not  refuse  an  a pplication  for  the  registration  of  a \ncollective mark or accept the application subject to any conditions or limitations or impose \namendme nts or modification to the application or to the regulation without giving to the \napplicant an opportunity of being heard. \n \n40.  Opposition  to  registration  of  collective mark s. –  (1)  On  acceptance  of  an application  the \nRegistrar shall cause the application to be advertised in the Journal and the provisions of sub-rules(1) to \n(12) of rule 30 shall apply in relation to an application for the registration of a trade mark. \n(2) In any case of doubt with regard to proceedings on the opposition to the \nregistration of a collective mark any party may apply to the Registrar for directions. \n \n41.  Ame ndme nt  of  re gulation   re lating   to  colle ctive   marks   and   re ne wal.–   (1)  An \napplic ation by the re gis te re d pro prie tor of a colle ctive mark fo r any ame ndme nt or alte ration to \nthe  regulation s hall be  made  in the  form as se t out in Form TM -42, and whe re  the  Regis trar \nacce pts any s uch ame ndme nt or alte ration he s hall adve rtis e s uch applicat ion in the Journal and \nfurthe r procee dings in the matte r s hall be gove rne d by s ub- rules (1) to (12) of rule 30. \n \n(2) A collective mark may be re ne we d from time to time and the provis ions of rule 50 to \n53 shall apply mutatis mutandis in respect of such request for re newal. \n \n42. Rectification of collective mark.– An application for cancellation of a collective \nmark including on any of the grounds mentioned in paragraph 13 of the First Schedule to \nthe Ordinance shall be made in the form as set out in Form TM -43 and shall set forth \nparticulars of the grounds on which the application is made. The provisions of sub -rules(2) \nto (12) of rule 30 shall apply mutatis mutandis for further proceeding in the matter. \n \n \nCHAP TER VIII.– CERTIF ICATION TRADE MARKS \n \n43. Application for registration and proceedings thereto.– (1) An application for the \nregistration of a certification trade mark s hall be made to the Registrar in the form as set \nout in Form TM -4 or Form TM -52, in triplicate, and shall be accompanied by six additional \nrepresentation of the  mark.  The draft regulations to  be forwarded with the application \nunder paragraph 6 of the Second Schedule to the Ordinance shall be in triplicate and shall \nbe accompanied by the requisite information as set out in Form-49. \n \n(2) An applicant applying for the registration of a certification trade mark shall \nnot be deemed to have abandoned his application if, in the circumstances specified in sub- \nrule(2) of rule 27 he does not apply for a hearing or reply in writing. \n \n(3) The re gulation governing a certification trade marks shall specify, inte r alia, \nthe following, namely:– \n \n(a)  The description of the applicant; \n(b) the nature of the applicant‟ s business; \n(c)  the particulars of technical manpowe r support. \n(d) the applicant‟ s competence to administer the certification sche me. \n(e)  the applicant‟ s financial arrangement; \n(f)  an undertaking from the applicant that there will be no discrimination of \nany party if they meet the require ments set down in the regulation; \n(g)  the  characteristic  the  mark  will  indicate  in  the  certified  goods  or in \nrelation to the rendering of certified services; \n(h) the manne r of monitoring the use of the mark in Pak istan; and \n(i)   such othe r particulars as may be called for by the Registrar. \n(4) The applicant shall forward a statement of case to the Registrar with an \napplication setting out the grounds in which he relies in support of the application. S uch \ncase shall be furnished in triplicate. \n(5) The Registrar shall cause an application for the registration of a certification \ntrade mark to be examined in the first instance as to whether it satisfies the require ment of \nthe Ordinance and the rules and issue a report to the applicant. \n(6) The Registrar s hall not refuse an application for registration of a ce rtification \ntrade  mark or accept the application subject to any conditions or limitations or impose \namendme nts or modifications to the application or to the regulations without giving to the \napplicant an opportunity of being heard. \n \n44.  Opposition  to  registration of ce rtification  trade  mark  and  rene wal. –  (1)  On \nacceptance of an application the Registrar shall cause the application to be adve rtised in the \nJournal and the provisions of sub-rules (1) to (12) of rules 30 shall apply mutatis mutandis as \nthey apply in relation to an application for the registration of a trade mark. \n \n(2) In case of doubt wit h re gard to the procee dings on the oppos ition to the \nre gis tration of a ce rtificat ion t rade mark any part y may apply to the Regis trar for dire ctions . \n(3) A ce rtificat ion t rade mark may be re ne we d fro m time to time and the provis ions \nof rule 50 to 53 s hall apply mutatis muta ndis in res pe ct of s uch re ques t for re ne wal. \n \n45. Re ctification of ce rtification trade mark.– An application for cance llation or variation of \nregis tration of a ce rtification trade mark on any of the grounds me ntione d in paragraphs  15 and 16 \nof the Second Sche dule to the Ordinance s hall be made in the form as set out in Form TM -43 and \ns hall se t forth particulars  of the grounds on which the application is made. The provisions of s ub- \nrules (2) to (12) of rule 30 shall apply mutatis mutandis to furthe r proceedings in the matte r. \n \n46. Alte ration o f de pos ite d regulatio ns  and cons e nt of the  Regis trar for as s ignme nt or \ntrans mis s ion of ce rtific ation t rade marks .– (1) An applic ation by t he re gis te re d proprie tor of a \ncertification trade mark unde r paragraph 11 of the Second Schedule to the Ordinance to \nalter the deposited regulation shall be made in the form as set out in Form TM -42 and \nwhe re the Registrar decides to permit such alteration it shall be advertised in the Journal \nand furthe r proceedings in the matter shall be governed by s ub-rules(1) to (12) of rule 30. \n \n(2)  An  application  for the  consent  of  the  Registrar to  the  assignment  and \ntrans mission of a certification trade mark under paragraph 12 of  the Second Schedule to the \nOrdinance shall be made in the form as set out in Form TM -22. \n \n47. Registration s ubject to disclaime r or limitation.–Where the applicant for \nregistration of a trade mark or the proprietor by notice in writing sent to the Registrar - \n(a)       disclaims any right to the exclusive use of any specified element of the \ntrade mark; or \n(b)        agrees  that  the  rights  conferred  by  the  registration shall  be subject  to  a \nspecified territorial or othe r limitation, \nthe Registrar shall make the appropriate entry in the Register and publish such disclaime r \nor limitation. \n48. Certificate of registration.– The certificate of registration of a trade mark to be \nissued by the Registrar unde r sub-section (4) of section 33 shall be in the form as set out in \nForm 0 -2 with s uch modifications as the circumstances of any case may require, and the \nRegistrar shall annex a copy of the trade mark to the certificate. \n \n \nCHAPTER IX.– DIVISIONAL APPLICATION \n \n \n49. Divis ional applicat ion.– An applicat ion unde r s ection 32 s hall be made in the form as \nse t out in Form TM 14 and s hall include a s tate me nt of the grounds of the applic ation. \n \n \nCHAP TER X.– RENEWAL AND RESTORATION \n \n50. Re minde r of re ne wal of re gis tration.–  At any time  not e arlie r than s ix months  nor \nlate r than one month be fore the e xpirat ion o f the las t re gis tration o f a t rade mark, the Regis trar \ns hall (e xce pt whe re  re ne wal has  alre ady  bee n e ffe cte d unde r rule  51) se nd to  the  re gis te re d \npro prie tor a notice in t he form as se t out in Fo rm O -3 of t he appro aching e xpirat ion and inform \nhim at t he s ame time that the re gis tration may be re ne we d in the manne r de s cribe d in rule 51 \n \n51. Renewal of  registration.– Renewal of registration shall be effected by filing a \nrequest for renewal in the form as set out in Form TM -12 along with the prescribed fee at \nany time within the period of six months ending on the date of expiration of the registration. \n \n52. Adve rtise me nt of non- payme nt.– (1) If at t he e xpiration o f t he las t re g is tration of a \ntrade mark t he re ne wal fe e has not be e n paid, the Re gis trar s hall adve rtis e the fact fort hwit h in \nthe Journal and if wit hin s ix months of that adve rtis e me nt the re ne wal fe e along wit h a re que s t \nfo r re ne wal in the fo rm as se t out in Form TM -12 and toge the r wit h t he pre scribe d additional \nfe e is re ce ive d, he s hall re ne w the re gis tration without re moving fro m the Regis te r. \n \n(2) Where no request for rene wal is filed as provided for in s ub-rule(1), the \nRegistrar shall, subject to rule 53, remove t he mark from the Register. \n \n(3) Whe re, in the case of a mark the regis tration of which (by re fe re nce to the date of \napplication for re gistration) becomes due for re ne wal, the mark is regis te re d at any time within s ix \nmonths be fore the date on which re ne wal is due, the regis tration may be re ne we d on payme nt of – \n \n(a)        the re ne wal fe e within s ix mont hs afte r the actual date of re gis tration; o r \n(b)       the   rene wal   fee   and   additional   rene wal   fee   within   the   period \ncomme ncing   on  the   date   six   months   after  the   actual   date   of \nregistration, that is to say, at  the end of the period referred to in clause \n(a) and ending on the date six months afte r the due date of renewal. \n \n(4) Whe re the fees re fe rre d to in clause (b) of s ub-rule(3) are not paid within the pe riod \ns pecifie d in that clause the Registrar s hall, s ubject to rule 53, re move the mark from the Regis te r. \n \n(5) Where, in the case of a mark the registration of which, by reference to the date of \napplication for registration, become due for renewal, the mark is registered after the date of renewal, \nthe registration may be rene wed on payment of the rene wal fee within six months of the \nactual date of registration; and where the renewal fee is not paid within that period the \nRegistrar shall, subject to rule 53, remove the mark from the Register. \n \n(6) The removal of the registration of a trade mark shall be published. \n \n53. Res toration of re gistration.– (1) Whe re the Regis trar has  re move d the  mark from the \nRegis te r for failure to re ne w its regis tration in accordance with s ub-rule (2) of rule 51, he may, upon \na re quest file d in the form as set out in Form TM -13 within s ix months of the date of the re moval of \nthe  mark  accompanied  by  the appropriate rene wal fee and appropriate  restoration fee, \nrestore  the  mark  to  the  Register and  rene w  its  registration  if,  having  regard  to  the \ncircumstances of the failure to rene w, he is satisfied that it is just to do so. \n \n(2) The restoration of the registration shall be published in the Journal, with the \ndate of restoration shown therein. \n \n54. Alte ration o f re gis te re d trade mark.– (1) The proprie tor may re que s t the Re gis trar in \nthe  form as se t out in Form TM -38 for s uch alte rat ion of his  re gis te re d mark as  is pe rmitte d \nunde r se ction 37;  and the  Re gis trar  may re quire  s uch e vide nce  by s tatuto ry  de claration  o r \naffidavit o r othe rwis e as to the circums tance s in whic h the applic ation is made . The proprie tor \ns hall furnis h s ix copies of the mark as it will appe ar whe n s o adde d to or alte re d. \n \n(2) Whe re, upon the request of the proprietor, the Registrar p roposes to allow \nsuch alteration, he shall publish the mark as altered. The proprietor shall supply “ film \npositives” of the mark so altered or added to for advertising in the Journal. \n \n(3) Any pe rson claiming to be affe cted by the alte ration may within three months of the \ndate of publication of the alte ration unde r s ub-rule(2) send a notice in the form as set out in Form \nTM-39, in duplicate, to the Registrar of oppos ition to the alte ration and s hall include a s tate me nt of \nthe grounds of opposition; the Reg is trar s hall se nd a copy of the notice  and the s tate me nt to the \nproprie tor and the re afte r the proce dure s pecifie d in rule 30 s hall apply to the procee dings as the y \napply to proceedings re lating to oppos ition to an application for regis tration. \n \n55. Surre nde r of re gis te re d trade mark.– (1)            Subject  to sub-rule(2),  the  proprietor \nmay surre nder a registered trade mark, by sending notice to the Registrar - \n \n(a)       in the form as set out in Form TM -35 in respect of all the goods or \nservices for which it is registered; or \n(b)       in the form as set out in Form TM -36 in respect only of those goods or \nservices specified by him in the notice. \n \n(2) A notice unde r s ub-rule (1) s hall be of no e ffe ct unless the proprie tor in that notice – \n \n(a)       gives the name and address of any pe rson having a registered interest \nin the mark by virtue of registerable transaction as specified in sub- \nsection (2) of section 70 of the Ordinance ; and \n \n(b)       certifies that any such person – \n(i)         has  bee n s ent  not  les s  than  three  months ‟   notice  of  the  pr oprie tor ‟ s \nintention to surrender the mark, or \n(ii)       is not affected or if affected consents thereto. \n(3) The Registrar s hall, upon the s urre nde r taking e ffect, make the appropriate e ntry in \nthe Register and publish the same. \n \nCHAP TER XI.–ASSIGNMENT AND TRANSMISSION \n \n56.  Application for entry  of  assignment or trans mission.–  (1)  An  application  to \nregister the  title  of a  person  who  becomes entitled by  assignment or trans mission to  a \nregistered trade mark shall be made in the form as set out in Form TM -24 or Form TM -23 \nby such person alone or jointly with the registered proprietor. \n \n(2) An applic ation unde r s ub- rule (1) s hall cont ain full partic ulars of t he ins trume nt, \nif any, unde r whic h the applic ant, or, in the case of a joint applicat ion, the pe rs on othe r than the \nre gis te re d proprie tor claims  to be  e ntitle d to the  trade  mark  and s uch ins trume nt o r a duly \nce rtifie d copy the re of s hall be produce d at the Trade Marks Regis try fo r ins pe ction at the time \nof  applic ation.  T he  Regis trar  may  re quire  and  re tain  an  atte s te d  copy  of  any  ins trume nt \npro duce d fo r ins pe ction in proof o f title , but s uch copy s hall not be ope n to public ins pe ction. \n(3)  Whe re  a pe rson applying  unde r s ub-rule (1)  for re gistration  of his  title  does  not \nestablis h his claim unde r any docume nt or ins trume nt which is capable in itse lf of furnis hing proof \nof his title, he s hall, unless the Regis trar othe rwise dire cts, eithe r upon or with the application, state \na case setting forth the full particulars of the facts upon which his claim to be proprie tor of the trade \nmark is base d and s howing  that the  trade  mark has  been ass igne d or trans mitted to him. If the \nRegis trar so re quires , the case s hall be ve rifie d by an affidavit in the form as set out in Form TM -18. \n \n(4) The Registrar may  call upon any  person who  applies to be  registered as \nproprietor of a registered trade mark to furnish such proof or additional proof of title as he \nmay require for his satisfaction. \n \n57. Assignments involving trans mission of moneys outside Pakistan and assessment \nof goodwill of business.– If there is in force any law regulating the transmission of  moneys \noutside Pakistan, the Registrar shall not register the title of a pe rson who becomes entitled \nto a trade mark by an assignme nt which involves such trans mission except on production of \nthe permission of the authority specified in such law for such transmission. \n \n58. Application for Registrar‟s  direction as  to adve rtiseme nt of an ass ignme nt of a trade \nmark without goodwill of the bus iness.– (1) Any pe rs on who desires regis tration of a ass ignme nt or \ntrans mission of a trade  mark unde r sub-rule (1) of rule 56 without goodwill of the  bus iness unde r \ns ub-section(2) of section 69 s hall make an application in the form as set out in Form TM-20, and \ns hall state the date on which the ass ignme nt was made . The applicant shall give particulars of the \nregis tration in the case of a regis te red trade mark, and in the case of an unregis te re d trade  mark \ns hall  s how  the  mark  and  give  particulars   including  use r  of  the  regis te re d  as  we ll  as  of  the \nunre giste re d trade mark that has been assigne d the re with. The Regis trar may call for any evide nce \nor  furthe r  information  and  if he  is s atis fie d  with  regard  to  the  various  matte rs  he  s hall  issue \ndire ctions in writing with res pect to the adve rtiseme nt of the ass ignme nt. \n(2) The  Registrar may  refuse  to  conside r an application  referred to  in sub- \nrule(1), in a case to which sub-section(3) of section 69  applies unless his approval has been \nobtained  unde r the  rule  61  and a  reference  identifying  the  Registrar‟  s  notification of \napproval included in the application. \n \n(3) A request for an extension of the period within which the application referred \nto in sub-rule (1) may be made shall be in the form as set out in Form TM -21, and may be \nmade at any time before or during the pe riod for which extension can be allowed.  The \nextension of the period which the Registrar may allow shall not exceed three months. \n \n59. Application for entry of assignme nt without goodwill.– An application under sub- \nrule(1) of rule 56 relating to an assignment of a trade  mark in respect of any goods  or \nservices shall state - \n \n(a)       whether the trade mark has been or was used in the business in any of \nthose goods or services; \n(b)       whether the assignment was made otherwise than in connection with \nthe goodwill of that business; and \nc)        in case both the circumstances referred to in clauses (a) and (b) exist, \nthen the applicant shall leave at the Trade Marks Registry a copy of \nthe directions to advertise the assignment, obtained upon application \nunder rule 58 and s uch proof,  including copies of advertiseme nt or \notherwise, as the Registrar may  require, to show that the directions \nhave  been  fulfilled  and  if  the  Registrar  is  not  satisfied  that  the \ndirections have been fulfilled he shall not proceed with the application. \n \n60. Separate registration.–  Where pursuant to an application unde r sub-rule(1) of \nrule 56 and as a result of a division and separation of the goods or services of a registration \nor a  division and separation of  places  of markets,  different  pe rsons  become  registered \nseparately under the same registration number as subsequent proprietors of a trade mark, \neach of the resulting separate registrations in the names of those different persons shall be \ndeemed to be a separate registration for all the purposes of the Ordinance. \n \n61. Registrar‟s approval as to certain assignments and trans mission. Any person who \ndesires registration of assignme nt or trans mission under sub-rule(1) of rule 56 relating to an \nassignment of a trade mark under sub-section(3) of section 69 shall obtain registrar‟ s approval and shall \nsend to the Registrar with his application in the form as set out in Form TM-17 or Form TM-19, as the \ncase may be, a statement of case in duplicate setting out the circumstances and a copy of any instrument \nor  pro posed  instrument  effecting  the  assignment  or transmission.  The  Registrar  may  call  for  any \nevidence  or further information that he may  consider necessary  and the  statement  of  case  shall  be \namended if required to include all the relevant circumstances and shall if required, be verified by an \naffidavit. The  Registrar, after hearing, if so required, the applicant  and any other person  whom the \nRegistrar may consider to be interested in the transfer shall consider the matter and issue a certificate \nthereon  or a notification  in writing  of  approval  or  disapproval  thereof,  as the  case  may be, to  the \napplicant and shall also inform such other person accordingly. Where a statement of \ncase is ame nde d, two copies the reof in its final form s hall be le ft at the Trade Marks Registry. The \nRegis trar s hall se al a copy of the state me nt of case in its final form to the ce rtificate or notification. \n \n62.  Regis tration of ass ignme nt to a company.– For the purposes of s ub-section (4) of section \n72,  the  pe riod  within  which  a  company  may  be  regis te re d as  the  s ubseque nt  proprie tor  of a \nregis te re d trade mark, upon application made unde r s ub-rule (1) of rule 56 shall be s ix months from \nthe date of adve rtise me nt in the Journal of the regis tration of the trade mark or s uch furthe r pe riod \nnot exceeding s ix months as the Regis trar may allow, on application be ing made in the form as set \nout in Form TM -25 by the applicant for regis tration of title or the regis te red proprie tor, as the case \nmay be , at any time be fore or during the pe riod, for which the exte ns ion can be allowe d. \n \n63. Application for entry  of license.–  (1) An Application to  the  Registrar for the \nregistration unde r clause(b) of sub-section(2) of section 70 read with sections 75 and 76 of a \nperson as registered licensee of a registered trade mark shall be made by that person and \nthe registered proprietor in the form as set out in Form TM -28. \n \n(2) The entry of a registered licensee in the Register shall contain the following \nparticulars, namely:- \n \n(a)  Registration numbe r and class; \n(b)  name and address of registered proprietor, \n(c)  name and address of registered licensee; \n(d)  goods in respect of which licensee is registered; \n(e)  address for service; \n(f)   whether licensee is exclusive licensee or non-exclusive; \n(g)   whether permitted use is to be for a specific period or without limit of period; \n(h)  any conditions or restrictions proposed with res pect to the characte ristics of \nthe goods , to the mode or place of pe rmitte d use, or to any othe r matte r; and \n(i)   particulars   of   relationship,   existing   or   proposed,   between   the \nproprietor and the proposed registered licensee, including particulars \nshowing the degree of control by the proprietor over the permitted \nuse which their relations hip will confer. \n \n64. Regis te re d proprie tor‟s  application  to vary e ntry. –  An application  by the  regis te re d \nproprie tor of a trade mark for the variation of the regis tration of a re giste re d lice nsee of that trade \nmark unde r clause (a) of s ub-section(4) of section 70 s hall be made in the form as set out in Form \nTM-29 and s hall be accompanie d by a s tate ment of the grounds on which it is made and, whe re the \nregis te re d lice nsee in question consents, by the writte n consent of that regis te red licensee. \n \n65.  Cance llation  of  the  regis tration  of  re giste re d  lice nsee.–  (1)  An  application  for  the \ncance llation of the regis tration of a regis te red licensee unde r clause (b) of s ub-section(4) of section \n70 shall  be  made  in  the  form as  set out in  Form TM -30  or Form TM -31,  as  may  be \nappropriate, and shall be accompanied by state ment of grounds on which it is made. \n \n(2) In case of the re gistration of a regis te re d licensee for a pe riod, in accordance  with \nclause(i) of s ub-section(4) of section 70, the Registrar s hall cance l the e ntry of the regis te re d licensee \nat the e nd of that pe riod. Whe re some or all of the goods are omitte d from those in res pect of which a \ntrade mark is regis te re d, the Regis trar s hall at the s ame time omit the m from those specifications of \nregis te re d lice nsee of the trade mark in which the y are comprise d. The Registrar s hall notify e ve ry \ncance llation or omiss ion unde r this sub-rule  to the re gis te red lice nsee or licensees whose pe rmitte d \nuse is affe cted the re by and to the regis te re d proprie tor of the trade mark. \n \n66.  Notific atio n and he aring.– The Re gis trar s hall noti fy in writing applic ations unde r \nclaus e (b) of s ub-se ction(4) of section 70 to the regis te re d proprie tor and e ach re gis te re d lice nsee \n(not be ing the applic ant) unde r the re gis tratio n of t he trade mark. Any pe rs on so notifie d who \ninte nds to inte rve ne in the procee dings , s hall wit hin one month o f the re ce ipt of s uch notification \ngive notice to the Re gis trar in the fo rm as se t out in Form TM -32 to that e ffe ct and s hall s e nd \nthe re with a s tate me nt of the grounds of his inte rve ntion. The Re gis trar s hall the re upon se rve or \ncaus e to be se rve d copies of s uch notice and s tate me nt on the othe r partie s, viz., the applic ant, \nthe re gis te re d proprie tor, the re gis te re d lice nsee whose regis tration is in s uit, and any othe r \nre gis te re d lice nsee who inte rve nes . Any s uch party ma y, wit hin s uch time or time s as the \nRe gis trar may appoint, le ave evide nce in s upport of his case , and the Regis trar afte r giving \npart y an oppo rt unit y o f be ing he ard may acce pt or re fus e the applicatio n or acce pt it s ubje ct to \nany conditions , ame ndme nts , mo dificatio ns or limit atio ns he may think rig ht to impose . \n \n67. Registered licensee‟s application.– An application under sub-section (4) of section \n96 shall be made in the form as set out in Form TM -16 or Form TM -33 or Form TM -34, as \nmay  be appropriate, by a registered licensee of a trade mark or by such person as may \nnotify the Registrar that he is entitled to act in the name of a registered licensee and the \nRegistrar may require such evidence by affidavit or otherwise as he may think fit as to the \ncircumstances in which the application is made. \n \n68. Revocation, invalidation and rectification.– (1) An application to the Registrar \nfor  revocation  under section  73,  or  declaration  of  invalidity  under section  80  of  the \nregistration of a  trade mark or for rectification of an e rror or omission in the Register \nunder section 96 shall be  made in the form as set out in Form TM -26  together with a \nstatement of the grounds on which the application is made. Where the application is made \nby a person other than the proprietor of the registered trade mark, the application and the \nstatement of the grounds aforesaid shall be left at the Registry, in duplicate. The duplicate \ncopies shall be trans mitted forthwith by the Registrar to the registered proprietor. \n \n(2) Upon an application re fe rre d to in s ub rule (1) being made and copies the reof be ing \ntrans mitte d to the re giste re d proprie tor, if ne cessary, the provis ions of s ub-rules (2) to (12) of rule 30 \ns hall apply mutatis mutandis to the furthe r procee dings on the application but the Registrar s hall not \nre ctify the Registe r me rely because the re giste re d proprie tor has not file d a counte r-s tateme nt, s ave \nthat, in case of an application for re vocation on the grounds of non-use unde r clause(a) or (b) of s ub- \nsection(1) of section 73, the application s hall be grante d whe re no counte r-state me nt is file d. \n \n69. Inte rve ntion by t hird partie s .– (1) Any pe rs on, othe r than t he re gis te re d proprie tor, \nalle ging inte res t in a re gis te re d trade  mark  in re s pect of which  an applic ation is made  unde r \nrule  68  may apply in the  form as  se t out  in Form TM -27  for le ave  to inte rve ne , s tating  the \nnat ure  of his  inte res t,  and the  Regis trar may re fuse  or grant  s uch le ave  afte r he aring,  if s o \nre quire d, the partie s conce rne d, upon s uch conditions and te rms as he may de e m fit. \n(2) Any pe rson granted leave to intervene, hereinafte r referred as the inte rvener, \nshall, subject to the terms and conditions imposed in respect of the interventio n, be treated \nas a party for the purposes of the application of the provisions of rule 30 to the proceedings \non an application under this rule. \n \n(3)  Whe re   the  Regis trar  has   made   a  de cis ion  on  the  application   following   any \noppos ition, inte rve ntion or proceedings he ld in accordance with this rule , he s hall send the applicant, \nthe pe rson oppos ing the application and the inte rvene r, if any, writte n not ice of it, s tating the re as on \nfor his decis ion; and for the purposes of any appe al agains t the Registrar‟ s decis ion the date whe n \nthe notice of the decis ion is se nt s hall be take n to be the date of the de cision. \n \n70. Change of name, address or address for service.– (1) The Registrar shall, on a \nrequest made in the form as set out in Form TM -33 or  Form TM -34, as  may be appropriate, \nby the proprietor of a registered trade mark or a licensee or any person having interest in or \ncharge on a registered trade mark which has been registered under rule 56 or 62, enter any \nchange in his name or address as recorded in the Register. \n \n(2) The Registrar may at any time, on a request made in the form as set out in Form TM- \n50 by any pe rson who has furnished an address for service under rule 9, if the address is \nrecorded in the Register, change it. \n \nCHAPTER XII.– RE-CLASSIFICATION OF GOO DS AND \nSERVICES IN RESPECT OF EXISTING REGISTRATION \n \n71. Re-class ification in res pect of exis ting regis tration.– (1) On the class ification set forth in \nthe Fourth Sche dule, the regis te re d proprie tor of a trade  mark may apply to the Regis trar in the \nform as set out in Form TM-40 for the conve rsion of the s pecification re lating to the trade mark, so \nas  to  bring  that s pecification  into  conformity  with  the  specification  as  set  forth  in  the  Fourth \nSche dule . The  application s hall include  a re ques t for the  like  conve rs ion of the  specification  in \nres pect of any regis te red lice nsee unde r that regis tration, and the regis te re d proprie tor s hall se rve a \ncopy of the application on the re giste re d lice nsee or licensees of the trade mark, if any. \n \n(2) The Registrar shall, thereupon notify in writing to the registered proprietor \nand to the registered licensee or licensees, if any, a proposal showing the form which, in the \nRegistrar‟  s  vie w,  the  amendme nt  of  the  Register should  take  in  consequence  of  the \nproposed conversion. Two or more registrations of a trade mark having the same date and \nin  respect of goods,  which fall  within the same  class under the amended or substituted \nclassification, may be amalgamated upon conversion in accordance with this rule. \n \n(3) The proposal referred to in sub-rule (2) shall be adve rtised in the Journal. \n \n72. Notice of opposition.–  (1) Notice of oppos ition s hall be given in the form as set out in \nForm TM -41, in duplicate, within two months from the date of adve rtise ment of the propos al unde r \ns ub-rule   (2)  or  within  s uch  pe riod  not  excee ding  two  months  in  the  aggregate  and  s hall  be \naccompanie d by a s tate ment, in duplicate, s howing how the propose d ame ndme nt would contrave ne \nthe provisions of section 97. Where there are any registered licensees under the registration \nof trade mark in question such notice and stateme nt shall \nalso be accompanie d by as many copies the reof as the re are regis te red lice nsees. The Regis trar s hall \nwithin t wo months send a copy e ach of the notice and the s tate ment to the re giste re d proprie tor and \nto e ach regis te re d licensee, if any, and within two months from the re ceipt by him of e ach copies the \nregis te re d proprie tor may send to the Regis trar in the  form as set out in Form TM -6 a counte r- \ns tate ment, in triplicate , setting out fully the  grounds on which the oppos ition is conteste d. If the \nregis te re d proprie tor se nds s uch counte r-s tate ment, the Regis trar s hall se rve a copy the reof on the \npe rson giving notice of opposition within two months and the furthe r proce dure for the dis pos al of \nthe  oppos ition s hall  be  re gulate d  by  the  provis ions  of s ub-rules  (3)  to  (12)  of rule  30  mutatis \nmutandis. In any case of doubt, any party may apply to the Registrar for dire ctions. \n \n(2) If the re  is no oppos ition wit hin t he  time s pe cifie d in s ub-rule  (1), or in case  of \noppos ition,  if the  conve rs ion of the  s pe cificat ion is  allowe d,  the  propos al as  allowe d s hall be \nadve rtis e d in the Journal, and all ne cess ary e nt rie s s hall be made in the Regis te r. The date whe n \ns uch e ntrie s are made in the re gis te r s hall be re corde d the re in. Any e ntry made  in the Re gis te r \nin purs uance of this s ub-rule s hall not affe ct the date of re ne wal o f re gis tration unde r se ction 35, \nwhich s hall be de te rmine d in t he s ame manne r as above the allowance of the conve rs ion. \n \n73.  Re ques t for information.–  A re que s t for information  re lating to an applicatio n fo r \nre gis tration or to a re gis te re d trade mark s hall be made in the fo rm as se t out in Form TM -45. \n \n74. Information av ailable  be fore  publicat ion.– Be fore  public ation o f an applicatio n fo r \nre gis tration the Re gis trar s hall make available  for ins pe ction by the public the applic ation and \nany ame ndme nts made to it and any partic ulars containe d in a not ice give n to the Regis trar. \n \n75. Inspection of documents.– (1) Subject to sub-rules(2) and (3), the Regis trar shall permit all \ndocuments filed or kept at the Registry in relation to a registered mark or, where an application for the \nregistration of a trade mark has been published, in relation to that application, to be inspected. \n \n(2) The  Registrar shall  not  be  obliged to  permit the  inspection of any  such \ndocuments as is mentioned in s ub-rule(1) until he has completed any procedure, or the stage \nin  the  procedure  which  is  relevant to  the  document  in  question,  which  is  required or \npermitted to carry out under t he Ordinance or these rules. \n \n(3) The right of inspection under sub-rule (1) shall not apply to – \n \n(a)   any document until fourteen days after it has been filed at the Registry; \n(b)  any document pre pared in the Registry solely for use therein; \n(c)   any document sent to the Registry, whether at its request or otherwise, \nfor inspection and subsequent return to the sender; \n(d)  any request for information under rule 73; \n(e)   any  document  issued  by  the  Registry  which  the  Registrar considers \nshould be treated as confidential; \n(f)   any document in respect of which the Registrar issues directions under \nrule 76 that it be treated as confidential; \n \n(4) Nothing in s ub-rule (1) s hall be cons true d as imposing on the Regis trar any duty of \nmaking available for public ins pection – \n(a)    any document or part of a document which in his opinion discharges any \nperson in a way likely to damage him; or \n(b)    any docume nt filed with or sent to the Registry before comi ng into force \nof the Ordinance. \n \n(5) No appeal shall lie from a decision of the Registrar under sub-rule(4) not to \nmake any docume nt or part of a document available for public inspection. \n \n76. Confidential docume nts.– (1) Where a document other than a form require d by \nthe Registrar and published in accordance with rule 3 is filed at the Registry and the person \nfiling it requests, at the time of filing or within fourteen days of the filing, that it or a \nspecified part of it be treated as confidential, giving his reasons, the Registrar may directed \nthat it or part of it, as the case may be, be treated as confidential, and the document shall \nnot be open to public inspection while the matte r is being determined by the Regis trar. \n \n(2) Where such direction has been given and not withdrawn, nothing in this rule \nshall be taken to authorize or re quire any person to be allowe d to inspect the document or \npart of it to which the direction relates except by leave of the Registrar. \n \n(3) The Registrar shall not withdraw any direction given under this rule without \nprior consultation with the person at  whose request the  direction was given,  unless the \nRegistrar is satisfied that such prior consultation is not reasonably practical. \n \n(4) The  Registrar may  whe re  he  considers  that any  docume nt issued by  the \nRegistry should be treated as confidential so direct, and upon such direction that docume nt \nshall not be open to public inspection except by leave of the Registrar. \n \n(5) Where a direction is given under this rule for a document to be treated as \nconfidential a record of the fact shall be filed with the docume nt. \n \n77. Decision of Regis trar to be take n afte r he aring.–(1) Without pre judice to any provis ions \nof the Ordinance or these rules re quiring the Regis trar to he ar any party to proceedings unde r the \nOrdinance  or these  rules, or to give s uch party an opportunity  to be  he ard, the  Registrar  s hall, \nbe fore taking any decis ion on any matte r unde r the Ordinance or these rules which is or may be \nadve rse to any party to any proceedings be fore him, give that party an opportunity to be he ard. \n \n(2) The Registrar shall give that party at least ten days‟ notice of the time when \nhe may be heard unless that party consents to shorter notice. \n \n78. Evidence in proceedings before Registrar.–Evidence in any  proceedings before \nthe Registrar shall be given by affidavit, provided that the Registrar may, if he thinks fit, \ntake oral evidence in lieu of, or in addition to, such evidence by affidavit. \n \n79. Registrar‟s  power to re quire docume nts, information or evidence.– At any stage \nof any proceedings before the Registrar, he may direct that such docume nts, information or \nevidence as he may reasonable require shall be filed within such period as he may spec ify. \n \n80. Extension of time.– (1) The time or periods – \n(a)    specified by these rules, other than the times or periods specified by the \nrules referred to in sub-rule (3); or \n(b)   specified by the Registrar for doing any act or taking any proceedings, \nmay, at the request of the person or party concerned, be extended by the \nRegistrar to such furthe r period which shall not exceed three months in \naggregate, upon such notice to any othe r person or party affected and \nupon such terms as he may direct. \n \n(2) A request for the extension of a period specified by these rules which is filed \nafter an application has been published under rule 29 shall be in the form as set out in Form \nTM-56 and shall in any othe r case be on that form if the Registrar so directs. \n \n(3) The rules excepted from sub-rule (1) are sub-rule (6) of rule 9 (failure to file address for \nservice), rule 25 (deficiencies in application), sub-rule (1) of rule 30 (time for filing notice of opposition), \nsub-rule(2) of rule 30 (time for filing counter statement), sub-rule (1) of rule 50 (delayed renewal), rule 52 \n(restoration  of  registration)  and  sub-rule  (3)  of  rule  57 (direction  with  respect  to  advertisement  of \nassignment) and rule 62 (registration of assignment to a company under section 72). \n \n(4) Subject to sub-rule (5), a request for extension of time under sub-rule (1) \nshall be made before the time or period in question has expired. \n \n(5) Where  the  request for extension is  made  after the  time  has expired,  the \nRegistrar  may,  at  his  discretion,  extend  the  period  or time  if  he  is  satisfied  with  the \nexplanation  for the  delay  in  requesting  the  extension  a nd  it  appears  to  him that  any \nextension would not disadvantage any other person or party affected by it. \n \n(6) Where  the  period  within  which any  party  to  any  proceedings  before  the \nRegistrar may file evidence under these rules is to begin upon the expiry of any pe riod in \nwhich any other party may file evidence and that other party notifies the Registrar that he \ndoes not wish to file any, or any further evidence the Registrar may direct that the pe riod \nwithin which the first me ntioned party may file evidence shall begin on such date as may be \nspecified in the direction and s hall notify all parties to the dispute of that date. \n \n81.   Correction  of   irregularities,   calculation  of   times   and   periods. –   (1)   Any \nirregularity in procedure in or before the Registry or the Registrar may be rectified, subject \nto sub-rule (2), on such te rms as he may direct. \n \n(2) In the case of an irregularity or prospective irregularity – \n(a)  which consists of a failure to comply with any limitation as to times or \nperiods specified in the ordinance, these rules or the old law as that law \ncontinues to apply and which has occurred or appears to the Registrar \nas likely to occur in the absence of a direction under this rule; and \n \n(b) which is attributable wholly or in part to an error, default or omission \non the part of the Registry or the Registrar and which it appears to \nhim should be rectified, \nhe may dire ct that the time or pe riod in question s hall be exte nde d in s uch manne r as he may s pecify. \n \n(3) Sub-rule(2) shall be without pre judice to the Registrar‟ s powe r to extend any \ntime or periods under rule 80. \n \nCHAP TER XIII.– AWARD OF COSTS BY REGISTRAR \n \n \n \n82. Cos ts in unconteste d cases.– (1) Whe re any opposition duly ins titute d unde r these rules is \nnot conteste d by the applicant,  the Regis trar in de ciding whe the r cos ts s hould be awarde d to the \noppone nt s hall cons ide r whe the r the procee dings might have been avoide d if re asonable  notice had \nbeen given by the oppone nt to the applicant be fore the notice of oppos ition was file d. \n \n(2) Notwithstanding  anything  in sub-rule(1) costs  in respect of fees specified \nunder entries 5, 6, 7, 8, 9  & 10 of the First Schedule and of all stamps used on and affixed to \naffidavits used in the proceedings shall follow the event. \n \n(3)  Scale   of  cos ts :  Subje ct  to  the  provis ions  of  s ub-rules   (1)  and  (2),  in  all \nprocee dings be fore the Regis trar t he Re gis trar may, s ave as othe rwis e express ly provide d by the \nOrdinance , award  s uch cos ts , not e xcee ding  the  amount  admis s ible  the re for unde r the  Sixth \nSche dule , as he cons ide rs re asonable having re gard to all the circums tance s of the case . \n \n83. Security for costs.– (1) The security for cost which the Registrar may require any \nperson who is a party to any proceedings before him unde r the Ordinance or these rules to \ngive in relation to those proceedings, may be fixed at any amount which he may consider \nproper, and such amount may be furthe r enhanced by him at any stage in the proce edings. \n \n(2) In default of the security referred to in sub-rule(1) being given, the Registrar, \nin  the  case  of  the  proceedings  before  him,  may  treat  the  party  in  default  as  having \nwithdrawn his application, opposition, objection or intervention, as the case may be. \n \n84. Supply  of certified copies, etc. The Registrar shall supply  a certified copy  of \nextract, as requested in the form as set out in Form TM -46 of any entry in the Register or \nany docume nt referred to in sub-section (1) of section 121 or of any decision or order of the \nRegistrar. The purpose for which the certified copy of extract or document is required shall \nbe stated in the form as set out in Form TM -46. \n \n(2) Whe re a copy of any trade mark has to be include d in a ce rtifie d copy, the Regis trar \nmay re quire the applicant to s upply a copy the reof s uitable for the purpose, and if the applicant fails \nto do so, the Regis trar s hall not be oblige d to include a copy of the mark in the ce rtifie d copy. \n(3) Where a certificate or certified copy of extract relating to the registration of a \ntrade mark is desired for use in obtaining registration in any territory outside Pakistan, the \nRegistrar shall include in the certificate or certified copy of extract a copy of the mark and \nmay require the applicant for the certificate or certified copy of extract to furnish him with \na copy of the mark s uitable for the purpose, and if the applicant fails to do so, the Registrar \nmay refuse to issue the certificate or ce rtified copy of extract. \n(4) Whe re  a trade  mark is regis te re d without limitation o f colour, the  copy of the \nmark to  be  include d in t he  ce rtifie d copy o f e xtract,  may be  e ithe r in the  colour in which  it \nappe ars upon t he Re gis te r or in any othe r colour or colours . It s hall be s tate d in the ce rtificate \nor ce rtifie d copy o f e xtract that t he trade mark is re gis te re d without limit ation o f colours . \n \nCHAP TER XIV.-APPEAL TO THE HIGH COURT \n \n85. Time for appeal.-An appeal to the High Court from any decision of the Registrar \nunder the Ordinance or these rules shall be made within two months from the date of such \ndecision or within such further time as the High Court may allow. \n \nCHAP TER XV.-MISCELLANEOUS \n \n86. Ce rtificate of validity to be note d.- Whe re the court has ce rtifie d as provide d in section \n112 with regard to the validity of a registered trade mark, the registered proprietor thereof \nmay re quest the Registrar in the form as set out in Form TM -47 to add to the entry in the \nRegister a note that the certificate of validity has been granted in the course of proceedings, \nparticulars  of  which  shall  be  given  in  the  request.  An  officially  certified  copy  of  the \ncertificate shall be sent with the request, and the Registrar shall record a note to that effect \nin the Register and publish the note in the Journal. \n \n87. Request to Registrar for search.- A person may in the form as set out in Form \nTM-55 request the Registrar to cause a search to be made in respect of specified goods or \nservices classified in any one class of the Fourth Schedule to ascertain whethe r any mark in \nthe  Register or among  pending  applications  for registration resembles  a  trade  mark  of \nwhich duplicate representations accompany the form. The Registrar shall cause such search \nto be made and the person mak ing the request to be informed of the result thereof. \n \n88. Personal Search.- A person may also conduct personal search on payme nt of the \nfee in respect of the specified goods or services in any one class of the Fourth Schedule to \nascertain whether any mark in the Register or among pending a pplications for registration \nresembles a trade mark of which he desires registration. \n \n89. Dis tribution o f copies of Journal and any othe r docume nt. - T he Fe de ral Gove rnme nt \nmay  dire ct  the  Re gis trar  to  dis tribute  the  Journal  and  any  othe r  docume nt  which  i t  may \ncons ide r ne cess ary, to s uch places as may be fixe d by the Fe de ral Gove rnme nt in cons ultation \nwit h the Provincial Gove rnme nts and notifie d fro m time to time in the official Gaze tte . \n \n90.  Applications made to the Court to be served on the Registrar.- Every application \nto the High Court under the Ordinance shall be served on the Registrar. \n \n91. Exercise of discretionary power of Registrar.- The time within which a person entitled under \nsub-section (2) of section 111 to an opportunity of being heard shall exercise his option of requiring to be \nheard shall, save as otherwise expressly provided in the Ordinance or these rules, be one month from the \ndate  of  a  notice  which  the  Registrar shall  give  to such  person  before  determining the  matter with \nreference to which such person shall be entitled to be heard, if within that month such \nperson requires to be heard the Registrar shall appoint a date for the hearing and shall give \nten days‟ notice thereof. \n \n92. Notification of decision. - The decision of the Registrar in the exercise of any \ndiscretionary powe r given to him, by the Ordinance or these rules shall be notified to the \nperson affected. \n \n \n \n \nPART II \n \nSPECIAL PROVISION FOR TEXTILE MARKS \nCHAPTER I.-MISCELLANEOUS \n93. Rules  to  apply  to  textile  marks.-  Subject  to  the  provisions  of  this  Part,  the \nprovisions of Part I and Part IV of these rules shall apply to textile marks and ce rtification \ntrade marks in respect of textile goods as they apply to trade marks and certification trade \nmarks in respect of non-textile goods. \n \n94. Textile  marks.-  The  expression  “  textile  mark”  means  a  trade  mark  or  a \ncertification trade mark used or proposed to be used in relation to goods specified in rule 95 \nas “ textile goods” for the purpose of Chapter XI of the Ordinance. \n \n95. Textile goods.- The classes of goods to which Chapter XI of the Ordinance shall \napply and which are in the Ordinance and these rules referred to as textile goods shall be \nclasses 22 to 27, both inclusive, of the Fourth Schedule. \n \n96. Items of textile goods.- A separate application for the registration of a trade mark \nshall be made in respect of each of the items of textile goods specified in the Fifth Schedule \nwhe re the mark consists exclusively of letters or numerals or any combination thereof. S uch \napplication shall be made in the form as set out in Form TM -53. \n \n97. Grouping of ite ms of the Fifth Schedule.- For the purposes of applications for the \nregistration of trade marks consisting exclusively of letters, nume rals or any combination \nthereof, the ite ms of the Fifth Schedule shall be grouped as follows; and goods falling in each \ngroup shall be deemed to be goods of the same description, and goods falling in diffe rent \ngroups shall not be deemed to be goods of the same description. \n \nGroup 1: Ite ms 1, 4, 5, 8, 9, 10, 11, 12, 16, 19, 20, 22, 23, 24, 25, 26, 27, 30, 33,  \n36, 37, 39, 41, 42, 44, 45, 48, 49, 5 4, 55, 59, 61, 62, 65 a nd 91. \nGroup 2: Ite ms 2, 3, 14, 17, 18, 34, 35 a nd \n47. Group 3: Ite ms 6, 7, 21, 38 a nd 52. \nGroup 4: Ite ms 13, 29, 75, 77 a nd 78 \nGroup 5: Ite ms 15, 28, 31, 40, 60, 66, 79, 88, 90 a nd \n93. Group 6: Ite ms 32, 43, 64 a nd 94. \nGroup 7: Ite ms 46, 83 a nd 85. \nGroup 8: Ite ms 50, 51, 56, 57, 63, 76, 80, 84, 86, 87 a nd 89. \nGroup 9: Ite ms 53. \nGroup 10: Ite ms 58, 82 a nd 92. \nGroup 11: Ite ms 67, 68, 69, 70 a nd 71. \nGroup 12: Ite ms 72. \nGroup 13: Ite ms 73. \nGroup 14: Ite ms 74. \nGroup 15: Ite ms 81. \n \nCHAP TER II.-CONDITIONS AND RESTRICTIONS FOR \nREGISTRATION OF LETTE RS AND NUMERALS \n \n98. Definitions.-  For the purposes of  this Chapter, unless there  is  anything repugnant  in the \nsu bj ect o r co nt ex t, - \n(a)       “ balanced   numeral”  means a  trade mark  con si sting of  either identical \nnumerals o r identical letters of not less than three no r more than seven digit s; \n(b)       “ digit” includes a single letter; and \n(c)       “ letter fraction” means a fra ction containing  one or more letters. \n \n99. Non-registrability of certain marks.- (1) S ubject to  sub-rule (2),  in respect of \ntextile goods the following marks shall not be capable of registration, namely: - \n \n(a)       Any  nume ral  of  one  digit  or of  more  than  six  digits  not  being  a \nbalanced nume ral; \n(b)       a single letter or any combination of letters of more than six letters not \nbeing a balanced numeral; \n(c)       any combination of nume rals and letters of more than eight digits; \n(d)        any fraction or le tte r fraction cons isting of more than eight digits togethe r; \n(e)       any fraction or letter fraction having less than three digit together; \n(f)        any combination of nume rals and fractions of more than six digits; \n(g)       any  combination  of  nume rals,  letters,  fractions  and letter fractions \neither having more than eight digits or ending with a fraction of more \nthan one digit in the numerator or in the denominator; \n(h)       numerals or letters representing cloth dime nsions; and \n(i)         a balance d nume ral whic h doe s not cons is t of at le as t two or t wo less digits \nthan a balance d nume ral o f the s ame se ries alre ady re gis te re d in the name \nof a diffe re nt pe rs on in res pe ct of the s ame goods or des cription o f goods ; \n \n(2) A trade mark shall not be refused registration by virtue of the provisions of sub- \nrule (1) if, before the date of application for registration, it has, in fact, acquired distinctive \ncharacter as a result of the use made of it. \n \n100. Marks likely to deceive or to cause confusion. - (1) A trade mark consisting of \nnumerals, letters, fractions, letter fractions, or any combination the reof, and not being a \nbalanced nume ral, shall not be capable of being registered as a textile mark if it does not \ndiffer from a trade mark registered in the name of a different person in respect of the same \ngoods or description of goods as follows namely:- \n(a) In the case of numerals not exceeding four digits, in at least one \ncorresponding digit; \n(b)        in the case of nume ral o f five digits , in at le as t two corres ponding digits ; \n(c)        in the case of nume ral o f s ix digits , in at le as t three corres ponding digits ; \n(d)        in the case of a combination of two letters, in at least one corresponding letter; \n(e)       in  the  case  of combination of three  or four letters,  in at least two \ncorresponding letters; \n(f)        in the  case  of a  combination of five  or six  letters,  in at least three \ncorresponding letters; \n(g)       in the case of a mark consisting of one letter and one numeral digit, in \nat least one of them; \n(h)       in the case of mark consisting of one letter and two or three numeral \ndigits, in at least one corresponding numeral digit; \n(i)        in the case of mark consisting of one letter and four or more numeral \ndigits, in at least two corresponding digits; \n(j)        in the case of a mark consisting of two or more letters and one or more \nnumeral   digits,   in   at   least   one   corresponding   letter   and   one \ncorresponding numeral digit; \n(k)       in the case of a fraction or letter fraction or any combination thereof in \nwhich the total numbe r of digits in the nume rator and denominator is \nthree  or four,  in  at  least  one  corresponding  digit  from either the \nnumerator o r the denominator; \n(l)        in the case of a fraction or letter fraction or any combination thereof in \nwhich the total numbe r of digits in the nume rator and denominator is \nfive or more, in at least one corresponding digit in the nume rator and \none  corresponding  digit  in  the  denominator or  two  corresponding \ndigits in either the numerator or the denominator; \n(m)      in the case of a combination consisting of a nume ral and a fraction in \nat least one corresponding nume ral digit; and \n(n)       in  the  case  of  a  combination  of  letters,  numerals,  and  fraction \n(including letter fraction) , - \n(i)        whe re the total number of digits excluding the fraction is not \nmore than three, in at least one corresponding digit; and \n \n(ii)       whe re the total numbe r of digits, excluding the fraction, is four \nor more, in at least two corresponding digits. \n \n(2) Nothing in sub-rule (1) shall be construed to signify that where a trade mark \ndoes not come within the scope of any case specified in the said s ub-rule, the mark shall \nnecessarily be regarded as not being likely to deceive or to cause confusion. \n \n \n \n \nCHAP TER III.-ADVISORY COMM ITTEE \n101.  Constitution of  Advisory  Committee .-(1) For the  purposes of section 95,  an \nAdvisory Committee shall be constituted consisting of members appointed by the Fede ral \nGovernment on the recommendation of the Association specified in the Seventh Schedule. \n \n(2) The numbe r of recommendations which the Association specified in the Seventh \nSchedule shall be entitled to make shall be those specified in the said Schedule: \nProvided  that  if  within  the  period  allowe d  by  the  Federal Governme nt  for this \npurpose any of the said Association fails to make any recommendation or to make the full \nnumber of recomme ndations  which it is entitled to  make, the Federal Government may \nappoint the required number of me mbe rs of the Advisory  committee of its own motion \nwithout any s uch recomme ndation. \n \n(3) The Federal Governme nt may appoint other persons versed in the usage of the \ntextile trade as members of the Committee. \n \n102.  Tenure  of office  of  members .- The  tenure  of office  of each  member of the \nAdvisory  Committee shall be two years, but a  retiring  member shall be eligible for re - \nappointme nt at the end of his tenure: \n \nProvide d that a me mbe r may continue to hold office afte r the expiry of two ye ars from his \nappointme nt until such time as he is re -appointed or anothe r me mbe r is appointe d in his place . \n \n103.        Substitution of me mbers.- Whenever any member of the Advisory Co mmittee \nceases to reside in Pakistan, or becomes incapable of acting as a member of the Advisory \nCommittee, the Fede ral Government may appoint another person to  be a member in his \nstead, in accordance with the provisions of rule 101. \n \n104.         Co-option of me mbe rs .- Whe neve r it is cons ide re d expe dient so to do, the Advisory \nCommittee may co-opt one or more pe rsons as its me mbe rs for the purpose of any of its meetings : \n \nProvided that any person co-opted as a me mber for the purpose of any meeting shall \nautomatically cease to be a member after the termination of the said meeting. \n \n105. Meetings of the Advisory Committee.- (1) The Advisory Committee shall elect \ntwo of its members as Cha irman and Vice -Chairman respectively. When the Chairman or \nvice-Chairman ceases to hold office, the vacancy s hall be filled by  re -election at the next \nmeeting of the Advisory Committee. \n \n(2) The meetings of the Advisory Committee shall be convened by the Chairman at \nsuch time and place as he thinks fit. \n \n106.     Secretary  of the  Advisory  Committee: The  Advisory  Committee shall also \nappoint a Secretary and deposit the name and address of the Secretary at the Registry. \n \n107.     Manner of  cons ultation.-  Any  question  which  the  Advisory  Committee  is \nrequire d to consider and advise upon may be referred for decision to the members of the \nAdvisory Committee either at its meetings or by circulation of the papers: \nProvided that any question referred by circulation of papers, shall on request of at \nleast ten members of the Advisory Committee, be placed on the agenda of its next meeting. \n \n108.        Facts of a case for advice.- The Registrar shall send in writing to the Advisory \nCommittee the facts relating to the case in which its advice is sought. \n \n109.        Time  limit  for giving  advice.-  The  advice  sought  by  Registrar from  the \nAdvisory Committee shall be given by the Advisory Committee in writing within twenty -one \ndays from the date of the receipt of the letter seeking advice, but the Registrar may extend \nthe time at the request of the Advisory Committee. \n \n110.        Further information.- Where for the purpose of giving advice sought by the \nRegistrar,  the  Advisory  Committee  requires  further information,  the  Secretary  of  the \nAdvisory Committee may write to the Registrar and the require d information shall be given \nby the Registrar in writing. \n \n111.        Presiding at meetings.- The Chairman shall preside at every meeting at which \nhe is prese nt, and if he is absent, the Vice -Chairman shall preside over the meeting. In the \nabsence of the Chairman and the Vice -Chairman, the me mbers present shall elect one of \ntheir me mber to preside over the meeting. \n \n112.        Decision by voting.- Whenever the membe rs of the Advisory Committee are \ndivided in their opinion on any point at issue, the question shall be decided by a majority of \nthe votes, and the voting shall be by show of hands. The Chairman may vo te, and in the case \nof an equality of votes, shall have a casting vote. \n \n113.         Re cord of meetings.- The Se cretary of Advisory Committee s hall maintain a re cord \nof all bus iness trans acted by the Advisory Committee.  The Regis trar s hall be e ntitle d to call for \ncopies ce rtifie d to be true by the Secre tary of the re cord of the bus iness trans acted at any mee ting. \n \n \nPART III \n \nREGISTRATION OF TRADE MARK AGENTS \n \n114. Definitions.- For the purposes of this Chapter, unless there is anything repugnant \nin the subject or context,- \n \n(a)        “ Agent”  means a legal practitioner, or a person registered as an Agent under \nthe old law, or a Registered Agent; \n(b)         “ graduate ”   me ans  a graduate  of any  unive rs ity establis he d  by law  in \nPak istan,  or any foreign  university recognized  by the  Federal  Government; \nand \n(c)         “ Registered  Agent”  means  a  trade  mark  agent  whose  name  is  actually  on \nthe Register of trade mark agents kept under rule 115. \n115.       Register of trade mark agents.- The Trade Marks Registry shall maintain the \nRegister of trade  mark  agents  wherein s hall  be  entered the  name,  residential address, \nbusiness address, qualifications and date of registration of every Registered Agent. \n \n116.       Eligibility for registration.- (1) No person shall be eligible for registration as a \ntrade mark agent unless he is resident in Pakistan and has been considered by the Registrar \nto be a fit pe rson to become a Registered Agent. \n \n(2) A person s hall not be qualified for registration as a trade mark agent unless he is a \ncitizen of Pakistan and – \n \n(a)   is at le ast a graduate in law, s cie nce, arts or comme nce or graduate in e ngineering \nfrom a recognize d unive rs ity or possesses an e quiv ale nt qualification with at le as t \nthree  ye ars ‟  expe rie nce  of working  with a Regis te red trade  mark  agent or an \nadvocate  practicing  be fore  the  Registry  and  has  passed  a  writte n  and  oral \nexamination   about  law  and  proce dure  of  trade   marks ,  evidence   and  civil \nproce dures of Pakis tan with more than fifty pe rce nt s core ; or \n \n(b)  has been an office r of Basic Pay Scale 16 or above in the Trade Marks \nRegistry for a period of not less than seven years: \nProvided that no such person shall be entitled to registration fo r a \nperiod of one year from the date of retirement or termination of service: \n \nProvided further that no such person shall be entitled to registration if \nhe has been dismissed or re moved from service. \n \n117. Persons debarre d from registration.- A person s hall not be eligible for \nregistration as a trade mark agent if he – \n(i)        has been adjudged by a competent court to be of unsound mind; \n(ii)       is an undischarged insolvent; \n(iii)       be ing a dis charge d ins olve nt has not obtaine d from the court a ce rtificate to the e ffect \nthat his insolve ncy was cause d by mis fortune without any mis conduct on his part; \n(iv)       has  been  convicted  by a  competent  court,  whether within  or without Pak istan  of  an \noffence punishable with transportation or imprisonment, unless the offence of \nwhich he has been convicted has been pardoned or unless on an application \nmade by him, the Federal Gove rnment has, by orde r in this behalf, removed \nthe disability; or \n(v)       is considered by the Federal Government not to be a fit and proper person to \nbecome a Registered Agent by reason of  any act of negligence, misconduct or \ndishonesty committed in his professional capacity. \n \n118.        Manne r of making  applicat ion.- All applic ations  fo r re gis tration  as  trade  mark \nage nt, s hall be se nt to, or le ft at, the Trade Marks Re gis try, and s hall be made in duplicate . \n \n119.         Application for regis tration as a trade mark agent. - (1) Eve ry pe rs on desiring to be \nregis te re d as a trade mark agent s hall make an application in the form as set out in Form TMA-1. \n(2) The applicant s hall furnish such further information bearing on his application as \nmay be required of him at any time by the Registrar. \n \n120.     Procedure on application.- On receipt of an application for the registration of \na person as a trade mark agent, the Registrar shall grant him an opportunity of appearing \nin a written and oral examination that shall be conducted once in a year either at the Trade \nMarks Registry or at an e ducational institution duly approved by the Registrar. \n \n121.     Re gis tration in t he Re gis te r of t rade mark age nts . - If the applic ant has pas se d the \nwritte n and oral e xaminatio n, qualifie s re quire me nts s pecifie d in rule 116 an d does not offe nd \nany re quire me nts s pe cifie d in rule  117, the Re gis trar s hall se nd an int imatio n to that e ffe ct to \nthe applic ant, and any pe rs on s o intimate d may pay t he pres cribe d fees for his regis tratio n as a \ntrade  mark age nt. On re ce ipt of the  pre s cribe d fees , the  Re gis trar s hall cause  the  applicant‟s \nname to be e nte re d in the Re gis te r of t rade mark age nts , and s hall is s ue to him a ce rtificate in \nthe form as se t out in From O-4 in re cognition of his re gis tration as a t rade mark age nt. \n \n122.     Continuance  of a  name  in Register of trade  mark  agents.- Subject to  the \nprovisions of rule 117, the continuance of a person‟s name in the Register of trade mark \nagents shall be subject to his payme nt of the fee prescribed in that behalf. \n \n123.       Removal  of  agent‟s  name  from  Register of  trade  mark  agents.-  (1)  The \nRegistrar may re move permanently or te mporarily from the Register of trade mark agents \nthe name of any Registered Agent – \n \n(a)  from whom a request has been received to that effect; or \n(b)  from whom the annual fee has not been received on the expiry of three \nmonths from the date on which it became due; or \n(c)  who  is  found  to  have  been  subject  at  the  time  of  his  registration  or \nthereafter has become subject, to any of the disabilities state d in clauses (i), \n(ii), (iii) and (iv) of rule 117; or \n(d)  whom the Federal Gove rnme nt has declared not to  be a fit and proper \nperson  to  remain  on  the  Register by  reason  of  any  act  of  negligence, \nmisconduct or dishonesty committed in his professional ca pacity: \nProvided that before making such declaration, the Federal Governme nt shall \ncall upon the person concerned to show cause why  his registration should not be \ncancelled and shall make such further inquiry, if any, as  it may consider necessary. \n \n(2)       The Registrar s hall remove from the Register of trade mark agents the \nname of any Registered Agent who is dead. \n(3)       The removal of the name of any  person from the Register of trade \nmark agents shall be notified in the official Gazette and in the Journal and shall, \nwhe rever possible, be communicated to the pe rson concerned. \n \n124.       Restoration   of   re moved   names.-   (1)   The   Registrar   or   the   Federal \nGovernment, as the case may be, may on an application in the form as set out in Form \nTMA-2 from a person whose na me has been temporarily removed unde r sub-rule (1) of rule \n122, restore his name to the Register of trade mark agents. \n(2) The restoration of a name to the Register of trade mark agents shall be notified in \nthe official Gaze tte and in the Journal, and shall whenever possible be communicated to the \nperson conce rned. \n \n125. Alte ration in the Register of trade mark agents.- (1) A Registered Agent may \napply in the form as  set out in Form TMA-3 for alteration of his name, address, business \naddress or qualifications entered in the Register of trade mark agents. On receipt of such \napplication and the fee prescribed in that behalf, the Registrar shall cause the necessary \nalteration to be made in the Register of trade mark agents. \n \n(2)       Every alteration made in the Register of trade mark agents shall be notified in \nthe official Gazette and in the Journal. \n \n126.        Publication of the Register of trade mark agents.- The Register of trade mark \nagents shall be publis hed from time to time, as the Registrar may deem fit, the entries being \narranged in the alphabetical order of the surnames of the Registered Agents and copies \nthereof shall be placed for sale. \n \n127.        Registration of existing trade mark agents.- (1) Notwithstanding anything in \nrule 116, every person whose name is, on notified date, on the Register of trade mark agent \nmaintained unde r the Revised Trade Marks Rules, 1963, shall be deemed to be registered as \na trade mark agent under the Ordinance and the rules. \n(2)       The continuance fee of trade mark agents deemed to be registered under sub \nrule (1) shall be payable as and from the notified date. \n(3)        Legal practitioners shall not be required to be on the Register of trade mark agents to \nact as Agents. \n \nPART IV \n \nRULES RELATING TO BRANCH REGISTRY \n \n128. Es tablis hme nt and adminis tration o f B ranch Re gis try. -(1) The Fe de ral Gove rnme nt \nmay e s tablis h a B ranch at any place in the te rritory to whic h the Ordinance e xte nds . \n \n(2) Each B ranch Registry shall be in charge of a Deputy Registrar of Trade Marks or \nany other officer to whom any particular functions of a Registrar have been delegated by \nthe Registrar, and shall act under the control and s uperintendence of the Registrar. \n \n129.         Applications , etc.- All applications, notices, state me nts and othe r docume nts , and any \nfees the re for, authorize d or re quire d unde r the Ordinance  or these rules to be made, le ft, se nt or \npaid to a B ranch Regis try if made , le ft, se nt or paid to the B ranch Regis try s hall, the re upon, have \ne ffect as if the y we re duly made , le ft or sent or paid to the Trade Marks Registry. \n \n130.         Ins pection of copy of Regis te r, e tc. - A copy of the  Regis te r and re presentation of \npe nding applications s hall be available for ins pe ction on payme nt of the pres cribe d fee, at s uch times \non all days on which the Branch Registry is not closed to the public, as may be fixed by the \nRegistrar. \n \n131. He aring  at  a B ranch  Re gis try.-  (1)  Whe re  an applicat ion  for the  re gis tration  o f a \ntrade mark has bee n made at a B ranch Re gis try, the applic ation s hall in t he e ve nt of a he aring \nbe coming ne cess ary, and if the applicant s o des ires, be he ard at t he B ranch Re gis try: \n \nProvided  that in  the  event of the  Registrar having  to  deal  with  more  than one \napplication for the registration of the same or closely similar trade mark made at a Branch \nRegistry, at one hearing it shall be in the discretion of the Registrar to direct the hearing of \nthe application at Karachi or at the Branch Registry. \n \n(2) Where the hearing has taken place at the Branch Registry, the decision in respect \nthereof shall be pronounced at the Branch Registry. \n \nPART V \n \nRETURN O F EXHIBITS AND DESTRUCTION O F RECORD \n \n132. Return of exhibits.- (1) Whe re the exhibits produced in any matter or proceeding \nunder the Ordinance or the rules are no longer required in the Trade Marks Registry, the \nRegistrar may  call  upon  the  party  concerned  to  take  back  the  exhibits  within a  time \nspecified by him and if the party fails to do so, such exhibits shall be destroyed. \n \n(2) Where, before the notified date any exhibits have been produced in any \nproceedings, the Registrar may, if satisfied that it is no  longe r necessary to  retain them \ncause them to be destroyed after the expiration of six months from the notified date. \n \n133. Destruction of records.- Whe re an application for the registration of a trade \nmark has been withdrawn or abandoned or refused or a trade mark has been removed from \nthe Register or in an opposition or rectification proceeding the matter has been concluded \nand no appeal is pending before the High Court or the Supreme Court, the Registrar may, \nat the expiration of three years after the trade mark is removed from the Register o r the \nopposition or rectification proceeding is closed, as the case may be, destroy all or any of the \nrecords relating to the application, opposition or rectification or the trade mark conce rned. \n \n \nPART VI \nMISCELLANEOUS \n \n134. Form for conversion of pending application.- (1) A notice to the Registrar under \nparagraph 11 of the Fourth Schedule to the Ordinance, claiming to have the registrability of \nthe mark determined in accordance with the provisions of the Ordinance, shall be in the \nform as set out in Form TM -44. \n(2)  Whe re  an  applicatio n  fo r  re gis tratio n o f t rade  mark  made  unde r t he  old law  is \nadve rtis e d on or afte r the se rule s comes into force , the pe riod wit hin which notice of oppos ition \nmay be file d s hall be gove rne d unde r these rules and not unde r rules he re by re pe ale d. \n \n135. Repeal and savings.- (1) The Revised Trade Marks Rules, 1963, a re hereby \nrepealed. \n \n(2) Except  as  provide d by these  rules,  anything  done,  any action  take n, any proceedings \ncomme nce d or any orde r made unde r or in purs uance of the Revised Trade Marks Rules, 1963, shall \nbe dee med to have been done, take n, comme nce d or made unde r or in purs uance of these rules . \n \n(3)       Except as provided unde r rule 134, where - \n \n(a)       immediately  before these rules come into  force, any time or pe riod \nprescribed  by  the  Revised Trade  Marks  Rules,  1963,  has  effect in \nrelation to any act or proceedings and has not expired; and \n \n(b)       the corresponding time or period prescribed by these rule s would have \nexpired or would expire earlier, \n \nthe time or period prescribed by the Revised Trade Marks Rules, 1963, a nd not by these \nrules, shall apply to that act or proceedings. \n \n \n \nTHE FIRST SCHEDULE \n[See rule 4] \n \nFEES \n \n \nSerial \nNumber. Description. Am ount. \n(R s.) Corresp onding \nForm No. \n(1) (2) (3) (4) \n  \n1. On application  not otherwise  charged  to register  a trade \nmark for a specification  of goods or services  included  in 10 00 /- TM -1 \n \n2. one class (section 22). \nOn application to register a trade  mark for a specification  \n10 00 /-  \nTM -2 \n \n \n \n3. of  goods or  serv ices inclu ded  in  one  cla ss  from a \nconvention country under section 25. \nOn  application   under section 82,  read with the First  \n \n \n10 00 /-  \n \n \nTM -3 \n Schedule  to the Ordinance,  to register  a collective  mark \nfor a specifi cation  of goods  or services  includ ed in one   \n \n4. class. \nOn application  und er section  83 read with the Seco nd  \n10 00 /-  \nTM -4 \n Schedule to th e Ordinan ce, to regi ster a certifi cati on trad e   \n mark for a specification  of goods or services  included  in   \none class. \n5. On notice of opposition under section 28(2), for each \napplication opposed. \n6. On  a  counter-statement  in  ans wer  to  a  notice  of \nopposition under section 28 (4) for each application \nopposed, or in ans wer to an application under any of \nsections 73, 80 and 96 in respect of each trade mark ; \nor in ans wer to a notice of opposition under section \n37 or  97, for each application or conve rsion opposed. \n7.         On notice of intention to attend hearing under any of \nsections 28, 37, 73, 80,  96 and 97 by each party to the \nproceeding concerned. \n8.         On notice of opposition to application for registration \nof collective mark or certification trade mark unde r \nthe First Schedule (section 82) and the Second \nSchedule (section 83). \n9. On a counter-statement in answer to a notice of opposition \nunder the First Schedule (section 82) and the Second \nSchedule  (section 83) for Registration of  collective \nmark or certification trade mark. \n10. Notice of intention to atte nd hearing of an opposition \nto an application for registration of a collective mark \nor a certification trade mark. (rules 40 &  43) \n \n11. For one registration of a trade mark  not otherwise \ncharged,  in  respect of an application for a \nspecification of goods or services including series of \ntrade marks, collective mark, ce rtification mark and \ntextile mark, included in one class. \n12. For each addition to the registered entry of a trade \nmark  of a  note that the  mark  is associated with a \nne wly registered mark. \n13. For rene wal under section 35 of the registration of a \ntrade mark at the expiration of the last registration, \nnot otherwise charged including renewal of series of \ntrade marks, collective mark, certification marks and \ntextile marks. \n14. Additional fee under rule 52(1) for late payment of \nrene wal. \n15.        On request for restoration unde r section 35(6) of a \ntrade mark removed from the register. \n16.        On application unde r section 32(4) to divide pending \ntrade mark application. \n17. On a request under section 27(6) to state grounds of \ndecision. \n18. On re quest not otherwise charged, for correction of \nclerical error or for permission to amend application. \nsection 27(7).  \n \n3000/- \n \n \n500/- \n \n \n \n \n \n \n \n200/- \n \n \n \n3,000/- \n \n \n \n \n500/- \n \n \n \n \n200/- \n \n \n \n \n3000 /- \n \n \n \n \n \n \n100/- \n \n \n \n5000 /- \n \n \n \n \n \n \n300/- \n \n \n1000/- \n \n \n300/- \n \n \n500/- \n \n \n200/-  \n \nTM-5 \n \n \nTM-6 \n \n \n \n \n \n \n \nTM-7 \n \n \n \nTM-8 \n \n \n \n \nTM-9 \n \n \n \n \nTM-10 \n \n \n \n \nTM-11 \n \n \n \n \n \n \nTM-11 \n \n \n \nTM-12 \n \n \n \n \n \n \nTM-12 \n \n \nTM-13 \n \n \nTM-14 \n \n \nTM-15 \n \n \nTM-16 \n19. On applicatio n for ce rtific ate o f the Re gis trar unde r se ction \n69(3). For e ach mark propos e d to be ass igne d. \n \nFor every additional mark proposed to be assigned. \n20.        On application for approval of the Registrar unde r \nsection 69(3). \nFor first mark. \nFor every additional mark. \n \n21. On application under section 69(2) for directions of \nthe  Registrar  for  advertisement  of  assignment  of \ntrade marks in use, without goodwill- \nFor first mark assigned. \nFor every additional mark . \n22.        On application for extension of time for applying for \ndirections  under section 69(2) for advertisement of \nassignment of trade marks in use, without goodwill, \nin respect of one devolution of title - \nNot exceeding one month \nNot exceeding two months \nNot exceeding three months . \n23.        On application under paragraph 12  of  the  Second \nSchedule   to   the   Ordinance   for  consent   of   the \nRegistrar  to  the  assignment  or  transmission  of  a \ncertification trade mark. \n24.        On application  under section 70(2)(a) to  register a \nsubsequent  proprietor  in  a  case  of  assignment  or \ntrans mission of a single trade mark - \nIf   made   within   six   months   from   the   date   of \nacquisition of proprietorship. \nIf made after expiration of six months from the date \nof acquisition of proprietors hip- \n25.        On application  under section 70(2)(a) to  register a \nsubsequent proprietor of  more than one trade mark \nregistered in the same name, the devolution of title \nbeing the same in each case. \nIf   made   within   six   months   from   the   date   of \nacquisition of proprietorship. \nFor the first mark \nFor additional mark . \nIf made after expiration of six months from the date \nof acquisition of proprietors hip. \nFor the first mark. \nFor additional mark . \n26. On application under section 72(4) for extension of \ntime for registering a company as subsequent \nproprietor of trade marks on one assignment - 300/- \n \n \n \n100/- \n \n \n \n \n300/- \n100/- \n \n \n \n \n200/- \n100/- \n \n \n \n \n \n \n200/- \n400/- \n600/- \n200/- \n \n \n \n \n \n \n \n \n2000/- \n \n \n2500/- \n \n \n \n \n \n \n \n \n \n2000 /- \n500/- \n \n \n \n \n2500 /- \n500/- TM-17 \n \n \n \n \nTM-19 \n \n \n \n \n \n \nTM-20 \n \n \n \n \n \n \nTM-21 \n \n \n \n \n \n \n \n \nTM-22 \n \n \n \n \nTM-23 \n \n \n \n \n \n \n \n \nTM-24 \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nTM-25 \nNot exceeding two months. \nNot exceeding four months. \nNot exceeding six months. \n27. On application under any of sections 73,80 a nd 96 for \nrectification of the Register or re moval of trade mark \nfrom the Register. \n28. On application under rule 69 for leave to intervene in \nproceedings unde r any of sections 73, 80 and 96 for \nrectification of the Register or re moval of trade mark \nfrom the Register. \n29.        Application for Registration of Registered licensee. \n \nFor the first mark. \nFor every additional mark. \n30.        On application unde r section 70(4)(a) and rule 64 to \nvary the entry of a registered licensee - \nFor first mark. \nFor every additional mark. \n31. On application under section 70(4)(b) and rule 65(1) \nfor cancellation of the entry of a registered licensee - \nFor the first mark. \nFor every additional mark of the same proprietor for \nwhich  the  same  registered  licensee  is  registered, \nincluded in the application \n32. On application unde r section 70(4) and rule 65(1) to \ncancel the entry of a registered licensee - \nFor the first mark. \nFor every additional mark of the same proprietor for \nwhich  the  same  registered  licensee  is  registered, \nincluded in the application. \n33.        On notice under rule 66 of intention to intervene in \none proceeding  for the variation or cancellation of \nentries of a registered licensee of trade marks. \n34.  On applicatio n unde r se ction 96(4) to change the name \nor de s cription o f a proprie tor or re gis te re d use r whe re \nthe re has bee n no change in the proprie tors hip or in t he \nide ntity o f the re gis te re d lice nsee - \nFor the first mark. \nFor every additional mark. \n35. On application  under section 96(4) to  alter o ne  or \nmore entries of the trade or business address of a \nregistered  proprietor or a  registered  licensee  of a \ntrade  mark  where  the  address  in each case  is  the \nsame and is altered in the same way \nFor the first entry. \nFor every additional entry. \n36.         Application by re giste re d proprie tor of trade mark for the 200/- \n400/- \n600/- \n750/- \n \n \n \n500/- \n \n \n \n \n \n \n \n1000/- \n250/- \n \n \n \n500/- \n250/- \n \n \n \n500/- \n100/- \n \n \n \n \n \n \n500/- \n100/- \n \n \n \n250/- \n \n \n \n \n \n \n \n \n500/- \n100/- \n \n \n \n \n \n \n \n200/- \n50/- \n200/-  \n \n \n \n \nTM-26 \n \n \n \nTM-27 \n \n \n \n \nTM-28 \n \n \n \n \nTM-29 \n \n \n \n \nTM-30 \n \n \n \n \n \n \n \nTM-31 \n \n \n \n \n \n \n \nTM-32 \n \n \n \nTM-33 \n \n \n \n \n \n \n \nTM-34 \n \n \n \n \n \n \n \n \nTM-35 \ncance llation of e ntry the re of in the Registe r. (section 38). \n37. Application by registered proprietor of trade mark \nto strike out goods from those for which the trade \nmark is registered. (section 38). \n38.        Request by  registered  proprietor of a  trade  mark \nthat a  disclaimer or memorandum relating  thereto \nmay be registered. [rule 34(f) and 34(9)]). \n39.        On application under section 37 for leave to add to or \nalter a registered trade mark \nFor the first registration. \nFor each additional registration. \n40. On  notice  of opposition  unde r section 37(2) to  an \napplication  for leave  to  add to  or alter registered \ntrade mark for each application opposed. \n41. On application under section 97(2) for conversion of \nspecification. \n42. On  notice  of  opposition  under section  97(5)  to  a \nconversion of the specification or specifications of a \nregistered trade mark or registered trade mark - \nFor the first mark. \nFor every additional mark. \n43. On  application  under  paragraph  10  of  the  First \nSchedule and paragraph 11 of the Second Schedule \nto the Ordinance, and rules 40 and 46 for alteration \nof the deposited regulations of a collective mark or a \ncertification trade mark - \nFor the regulations of one registration. \nFor the  same  or substantially  same  regulations  of \neach additional registration proposed to be alte red in \nthe same way and included in the same application. \n44.         On application unde r paragraph 14 of the First Sche dule \nand   paragraph   16   of   the   Second   Sche dule   to   the \nOrdinance ,  to  expunge   or  vary  the   regis tration  of  a \ncollective  or  a  ce rtification  trade  mark  or  to  vary  the \nde pos ite d re gulations of a collective  mark or ce rtification \ntrade  mark of the s ame  regis te re d proprie tor whe re  the \nregulations are s ubstantially the s ame. \n45.        Claim to have the registerability of the mark applied \nfor    before    comme ncement    of    the    Ordinance, \ndetermined in accordance with the provisions of the \nOrdinance (convension of application) para-graph 11 \nof the Fourth Schedule to the Ordinance. \n46.        Request  for  information  about  applications   and \nregistered marks. (section 109). \n47.        On request for ce rtificate of the Registrar unde r any \nof sections 11 and 121(2) other than certificate unde r \nsection 33(1).  \n \n200/- \n \n \n \n200/- \n \n \n \n \n \n \n1000/- \n100/- \n500/- \n \n \n \n150/- \n \n \n \n \n \n \n500/- \n150/- \n \n \n \n \n \n \n \n300/- \n50/- \n \n \n \n600/- \n \n \n \n \n \n \n \n \n200/- \n \n \n \n \n \n \n500/- \n \n500/-  \n \nTM-36 \n \n \n \nTM-37 \n \n \n \nTM-38 \n \n \n \n \n \nTM-39 \n \n \n \nTM-40 \n \n \nTM-41 \n \n \n \n \n \n \nTM-42 \n \n \n \n \n \n \n \n \n \n \n \nTM-43 \n \n \n \n \n \n \n \n \nTM-44 \n \n \n \n \n \n \nTM-45 \n \n \nTM-46 \n48. On request to enter in the Register and advertise a \ncertificate of validity, under rule 112 a nd rule 86. \nFor the first registration certified. \nFor every additional registration. \n49. On   application   by   registered   proprietor   or   a \nregistered licensee of a trade mark or a pe rson about \nto  be so registered, to ente r, alter or substitute an \naddress for service as part of his registration. (section \n126 rules 9 and 70). \nFor the first entry. \nFor every additional entry. \n50.  On applic ation unde r se ction 82 and the Firs t Sche dule \nto  the  Ordinance  to  regis te r  a  colle ctive  mark  for  a \ns pe cificat ion o f goods or se rvices in any o ne class fro m \na conve ntion country unde r s e ction 25. \n51.        On  application  under  section  83  and  the  Second \nSchedule to the Ordinance, to register a certification \ntrade  mark for a specification of goods or services \nfrom a convention country under section 25. \n \n52. On  application  to  register  a  textile  mark ,  other  th an  a \ncollective mark or a certification trade mark, consisting of \nnumerals or letters or any combination thereof in one class \nfor specification of goods or services included in one item of \nthe Fifth Schedule of the Ordinance and under rule 91. \n53.  On applicatio n to  re gis te r a te xtile  mark  (othe r than \ncolle ctive or a ce rtificatio n mark), cons is ting exclus ive ly \nof nume ral or le tte rs or any combinat ion the re of in one \nclas s for s pe cification o f goods  or se rvices  include d in \none ite m on the Fifth Sche dule to the Ordinance  unde r \nrule 12 fro m conve ntion count ry unde r se ction 25. \n54. On  request for search unde r rule 87  In  respect of \neach class. \n55. On application for extension of time under any of the \nrule 80. \n56.         On application for res toration of a trade mark abandone d \nfor non-compliance  of the  re quire me nts of the Regis try. \nSee section 33(5) and rules 24(b) and 26(3). \n57.  On    pe titions    (not    other wis e    charge d)    for    re vie w    of \nRegistrar‟ s  order  or for obtaining  Registrar‟ s  orders  on \nany interlocutory matter in a contested proceeding. \n58.         For ins pe cting  Re gis te r or copies  the re of or notice  of \noppos ition, counte r s tate me nt or de cis ion in conne ction \nwit h any o ppos ition or applic ation re c tificatio n o f t he \nRe gis te r re lating to any part icular trade mark, or s uch \nothe r  docume nt  as  may  be  s pecifie d  by  the  Fe de ral \nGove rnme nt by notific atio n fro m time to time in the  \n \n \n300/- \n50/- \n \n \n \n \n \n \n \n100/- \n50/- \n1000 /- \n \n \n \n \n1000 /- \n \n \n \n \n \n \n1000 /- \n \n \n \n \n \n \n1000 /- \n \n \n \n \n \n \n \n500/- \n \n \n500/- \n \n \n500/- \n \n \n \n500/- \n \n \n \n100/- TM-47 \n \n \n \n \n \n \n \nTM-50 \n \n \n \n \n \n \nTM-51 \n \n \n \n \nTM-52 \n \n \n \n \n \n \nTM-53 \n \n \n \n \n \n \nTM-54 \n \n \n \n \n \n \n \nTM-55 \n \n \nTM-56 \n \n \nTM-57 \n \n \n \n-- \nJournal, for every quarte r of an hour or part the reof. \n59. For pe rmission to search amongs t the class ifie d re presentations \nof trade marks , for e ach quarte r of an hour. \n60.        For office copy of docume nts . \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n61.        For photographic copy of documents. \n \n \n \n \n \n \n62. On application for registration as a trade mark agent \nunder rule 119. \n63.        For registration of a person as a trade  mark agent \nunder rule 121. \n64.        For continuance  of  the  name  of  a  person  in  the \nRegister under rule 122,- \n(a)        for the whole life of the registered agent, by a single \nconsolidated payme nt; or \n(b)        from year to year,- \n(i)        for every year (excluding the first year) to be \npaid on the 1st of July in each year, or \n \n(ii)       for the first year, to be paid along with the fee \nfor registration, - \nin  the  case  of  a  pe rs on  re gis te re d  at  any  t ime \nbe twee n the 1st of July and 31st of De ce mbe r; and \nin the case of person registered at any time \nbetween the 1st January and 30th June following. \n \nN.B.  - A year for the  purposes  of this  clause  will \ncomme nce on the 1st day of July and end on the 30 \nday of  June following \n65.  On applicat ion fo r re s toration o f t he name of a pe rs on \nto the Regis te r of trade mark age nts unde r rule 124. \n66.        On application for an alteration of any entry in the \nRegister of trade mark agents unde r rule 125.  \n \n100/- \n \n20/-                  ---- \nFor \nevery \nhund red \nwo rds \nsubject \nto \nminimu \nm \nRs.100/  \n- \nCost                 ---- \naccordi \nng to \nagreem \nent. \n1000 /-           TM A- 1 \n \n2000 /-         Form 0-4 \n \n \n \n \n1 5 0 0 0/- \n \n \n \n500/- \n \n \n \n \n \n \n \n300/- \n \n \n \n200/- \n \n \n \n \n \n \n500/- TMA-2 \n \n200/- TMA-3 \n \nTH E S EC O ND S CH EDU LE \n[See rule 3] \n \nLIS T OF FOR MS \n \nForm No. Sect ion of th e \nOrdinance/ \nnumber of \nrule. Title. Serial number \nof the First \nSchedule. \n(1) (2) (3) (4) \n  \nTM-1.              22            Application for registration  of trade  mark  for a             1 \nsp ecifi cati on of go od s o r serv ices an d to regi ster \na domain name. \nTM -2               25            Application   for registration   of trade mark for            2 \nspecification of   goods  or   services from  a \nconvention  country  and for protection  of trade \nmark during exhibition. \nTM -3       82; the First    Appli catio n for regist rati on of collectiv e mark            3 \nSch edul e to     for a s pecification of goods or services. \nthe \nOrdinance. \nTM -4            83; the        Appli catio n for regi stration of certificati on trade            4 \nSecond       mark. \nSch edul e to \nthe \nOrdinance. \nTM -5               28            Notice   of    opposition  to    application  for            5 \nreg ist ratio n of a trad e ma rk for a specifi catio n of \ngoods or services. \nTM -6       2 8,3 7, 7 3, 80 9    Form of counter-state ment.                                           6 \n6 & 9 7(5) ; \nrul es 30(2) \nand 7 2(1). \nTM -7       2 8,3 7, 7 3, 80 9    Notice of intention to attend hearings.                         7 \n6,97; rul e \n72( 1). \nTM -8        82; the First    Notice  of   opposition to   an  application for            8 \nSch edul e to     registration  of a collective  mark or certification \nthe           trade mark. \nOrdinance; \nand \n83; Seco nd \nSch edul e to \nthe \n \n \n \nTM -9 Ordinance. \n-do-  \n \nForm of count er- stat em ent in reply to n oti ce of  \n \n9 \n  o pp o siti o n t o a n a pp li cati o n f o r R egi st ra ti o n o f a  \n \nTM - 10  \nrules 39 and collective mark or a certification trade mark. \nN oti ce  of  in tenti on  to  att en d  h ea ri ng  of  a n  \n10  \n \n \n \nTM - 11 4 4. \n \n33(2); rul e 48 opposition to an application for registration of a \ncollective mark or a certification trade mark. \nFee   for   regi stration  of   trade  ma rk   for   a  \n \n \n11  \n  sp eci fi cat i on  o f  g o o d s  o r  servi ces  i n cl u di n g \ncol lecti ve  m ark,  certifi cati on  trad e  ma rk  an d  \n \nTM - 11  \n---- textile marks. \nFo r each ad dit io n t o th e reg i st ered en try of a  \n12 \n  trade mark of a note that the mark is associated  \n \nTM - 12  \n35  with a ne wly registered mark. \nRenewa l  of  regi stratio n  of  trade ma rk  for  a  \n13  \n  sp eci fi cat i on  o f  g o o d s  o r  servi ces  i n cl u di n g \ncoll ectiv e  mark s,  certifi cati on  trade ma rk  and \ntextile marks.  \nTM - 12 rule 5 2(1) A d di ti o n al f ee u n d er rul e 5 2( 1) f o r l at e p a y m ent \nof rene wal. 14 \nTM - 13 \n \nTM - 14 35( 6); \nrule 5 3 \n32  R est o rat io n   of   tra de   ma rk   rem o v ed   f ro m \nRegister for non-payme nt of re newal fee. \nApplication to register divisional application. 15  \n \n16  \nTM - 15 2 7( 6) Request for statement of grounds of decision. 17  \nTM - 16 2 7( 7) R eq u est fo r co rrecti on of clerical  erro r, o r f or 18  \n \nTM - 17  \n69( 3)(a) permission to amend application. \nAppli catio n  for  the  approv al  of  the  Registrar  \n19  \n  wit h  reg a rd  to  a  p ro po sed  a ssi g nm ent  o r  a  \n  tran sm i ssi on of a reg i st ered t rad e m a rk resulti n g \nin   exclu si ve   rig hts   in   different perso n s   in  \n \n \n \nTM - 18  \n \n \n69(3)(b) and relation  to  some  goods  or services  for which \ntrade mark is registered. \nAffidavit in support of S tatement of case.  \n \n \n-- \n \nTM - 19 rule 6 1 \n69( 3)(b )  \nA p pl i cati o n f o r th e A p p ro v a l b y th e R eg i st ra r of  \n20  \n  a p rop o sed a ssi g n m ent, o r of a t ra n sm i ssi o n of a \ntrade  mark  resulting in   exclusive rights  in \ndif f erent p erso n s f o r dif f erent p a rt s of P a ki st a n.  \nTM - 20 69( 2); \nrule 5 8 Ap pli cati on fo r di recti on s fo r the a dv ert i sement \nof an assi gnm ent of trade ma rk s otherwi se than 21  \n \nTM - 21  \nRul e 5 5(3) in connection with the goodwill of the business. \nA p pli cat i on f o r ext en si o n o f ti m e i n w hi ch t o  \n22  \n  ap ply  fo r  th e  R egi stra r‟ s  directi on s  fo r  th e  \n  ad v erti sement  o f an a ssi gn m en t of t ra d e m a rk \notherwise than in connection with the goodwill  \n  of the business.  \nTM - 22 Paragraph 12 Ap pli cati on fo r con sent of th e R egi st ra r to th e 23  \nTM-28 70( 2)(b ) A ppl i cat io n    fo r    reg i strat io n    of    reg i st ered \nlicensee. 29 \nTM-29 70(4)(a); rule \n64  Appl ication by  the  regi st ered pro pri eto r  of  a \ntrad e mark for va riati on of the reg ist ratio n of \na \nregi st ered l i cen sees t h ereof w ith reg a rd to th e 30 \n \nTM-30  \n70(4)(b); goods or the conditions or restrictions. \nAppl ication by  the  regi st ered pro pri eto r  of  a  \n31 \n rule 6 5(1) tra de m ark o r by a ny of th e reg ist ered licen sees \nof t h e t ra d e m a rk f o r th e ca n cell at i on o f en t ry o f \na registered user thereof.  \nTM-31 70( 4)(b ) Ap pli cati on   for   can cellati on   of   ent ry   of   a \nregistered licensee of a trade mark. 32 \nTM-32 rule 6 6 N oti ce of i nt ent io n t o in t erv en e in p ro ceedin g s \nfor the v ari atio n or ca ncell ation of an ent ry of a \nregistered licensee of a trade mark. 33 \nTM-33 9 6( 4) R equ est to ent er ch an ge of n am e o r descripti on \nof  prop riet or  (o r  reg ist ered licen see)  of  trad e 34 \n \nTM-34  \n9 6( 4) mark upon the Register. \nRequest  for   alterati on  of   trade or   bu sin ess  \n35 \n  address in the Register.  \nTM-35 38; \nrul e 5 5(1)( a) Ap pli cati on  by  regi stered prop ri eto r  of  tra de \nma rk fo r the can cell atio n of entry th ereof i n the 36 \n  Register.  \nTM-36 38; Ap pli cati on  by  regi stered prop ri eto r  of  tra de 37 \n  \n of the S econd \nSch edul e to \nthe assi gn ment or \nTrade Mark. tran smi ssio n  of  a  Certifi cati on  \nOrdinance; \nrule 4 6(2)   \nTM-23 69(2) a nd \n70( 2)(a) Joi nt   req uest \ntransf eree    to by   regi st ered  p rop ri et or   and \nregister   the    transferee   as 24 \n  sub seq u ent p ro p ri eto r of tra de m ark u po n th e  \n \nTM-24  \n-do- same devolution of title. \nReq uest to regi ster a sub sequent  prop rieto r of a  \n25 \n \n \n \nTM-25  \n \n \n7 2( 4) tra d e  ma rk  o r  trad e  m a rk s  up on  th e  sa me \ndevolution of title. \nAp pli cati on   fo r   ext en sio n   of   time  fo r   the  \n \n \n26 \n  regi st rat i on  of  t h e  n a m e  of  a  co m p an y  a s \nsubsequent   proprietor   of  a  trade mark in  the  \n \nTM-26  \n73, 8 0 o r 96 Register. \nAp pli cati on fo r th e rectifi cati on of th e Regi st er  \n27 \n  o r  th e  rem o v al  of  a  tra d e  m a rk  fro m  th e  \n \nTM-27  \nrule 6 6 Register. \nAp pli cati on     for     leav e     to     interv en e     in  \n28 \n  p roceedi n g s rel at in g t o t h e rectif i ca ti o n o f th e  \nR egi st er o r th e rem o v al of a t rad e m a rk f ro m t h e \nRegister. \nrul e 55( 1)(b)    ma rk t o st ri ke out g o od s fro m tho se fo r whi ch \nthe trade mark is registered. \n \nTM-37       rul es 34(f)      R eq u est by reg i st ered p ro p ri et o r of a t rad e m a rk      38 \nand 3 4(g)       that   a   disclai mer  or   mem orandu m   relat ing \nthereto may be registered. \nTM-38             37;            Appli catio n   by   registered propri eto r   for   an      39 \nrule 5 4         ad dit i on t o o r alt erati o n of a R eg i st ered t rad e \nmark. \nTM-39             37;             N oti ce  of  op po si tio n  to  a ppl icati on  f or  a dd iti on       40  \nrule 5 4(3)      to or alteration of a registered trade mark. \nTM-40             97;            Appl ication by  the  prop riet or  of  a  regi st ered     41 \nrule 7 1         tra d e    ma rk    for    th e    co nv ersio n    of    the \nspecification. \nTM-41            9 7( 5)           N oti ce  of  op po si tio n  to  p ro p osal  f or  co nv ersio n       42  \nof specification. \nTM-42      Paragraph 10    R eq u est  f o r  th e  al t era ti on  of  t h e  d ep o si t ed      43 \nof the First     reg ul at i o n s  f o r u se of a coll ecti v e m a rk o r a \nSchedule and    certification trade mark. \nparagraph 11 \nof the S econd \nSch edul e to \nthe \nOrdinance; \nrules 40 and \n4 6. \nTM-43     Paragraph 14    A ppl i cat io n fo r an o rd er exp un gi ng o r v a ry in g      44 \nof 1st               an ent ry i n the R eg ister rel ati ng t o a coll ectiv e \nSchedule and    m a rk o r a certi fi ca ti on t ra d e m a rk o r va ryi n g th e \nparagraph 16    deposited regulations. \nof the \nSecond \nSch edul e to \nthe \nOrdinance; \nrule 41 and 45. \nTM-44     Paragraph 11    C l ai m to h a v e t h e regi st era bil it y of t h e m a rk      45 \nof the Fourth   a pp li ed   fo r   b ef o re   co m m en cem ent   o f   th e \nSch edul e to     O rdi na n ce d et ermi n ed i n a cco rd a n ce wit h  th e \nthe           prov i sio n   of   the   O rd in an ce   (co nv en tio n   of \nOrdinance.   applicatio n)    para-graph  11    of    the   Fourth \nSchedule to the Ordinance. \nTM-45             109             R eq uest  f or  i nfo rmat io n  ab out  ap pli cat io n s  an d       46  \nregistered marks. \nTM-46     11 an d 12 1( 2)     Request for certificate by the Registrar.                     47  \nTM-47      112; rul e 86     R equ est    for    entry   in    the    Regi st er    and     48 \nadv erti sem ent of a n ote of certifi cat e of v alid ity \nof the Court. \nTM-48               127         Fo rm of aut ho rizati o n of ag ent in a m att er o r        -- \nproceeding unde r the Ordinance. \n \nTM-49 Paragraph(5) of \nthe First Regulations for gove rning the use of a collective \nmark or a Certification Trade Mark). -- \nSchedule and  \nParagra ph(6) of  \nSecond  \nSche dule to the  \nOrdinance ;  \nrules 39(1) and  \n43(1)  \nTM-50 126;  rules 9 and Form of req uest by a regi stered  prop ri etor o r a 49 \n70 regi st ered li cen see of a trad e m ark or a p erson  \n about to  be  so  regi st ered, to  enter, alter or  \n su b stit ute an a dd ress f or servi ce a s p art of hi s  \n registration.  \nTM-51   82 and the First A p pli cat i on f o r regi stra ti on of col l ecti v e m a rk 50 \nSchedul e; fo r a sp ecif icati o n of go od s o r servi ces f ro m a  \nsection 2 5; rul e convention country.  \n15 a nd 39( 1)   \nTM-52       83 and the Ap pli cati on  fo r  reg istrati on  of  a  certifi cati on 51 \nSecond S ch edu le trade mark for specification of goods or services  \nto the from a convention country.  \nOrdinance;   \nsection 2 5; rul e   \n15 a nd 4 3(1)   \nTM-53          rule 9 6 Appl ication  for   regi stration  of   trad e   mark s \ncon si st in g ex cl u si vely of l ett ers o r n um eral s o r 52 \n a n y co m bi n ati o n t h ereof rel ati n g so l el y t o t ex til e  \n goods for specification of goods included in any  \n of th e i tem s sp ecifi ed i n th e F ift h S ch ed ul e to  \n the Ordinance.  \nTM-54            rule 12 Ap pli cati on  fo r  regi st rati on  of  a  tra de  m ark 53 \n con si st in g ex cl u si vely of l ett ers o r n um eral s o r  \n a n y co m bi n ati o n t h ereof rel ati n g so l el y t o t ex til e  \n goods for specification of goods included in any  \n of  t h e  i t em s  of  t h e  Fif t h  S ch ed ul e  t o  t h e  \n O rd in a n ce, a n d u n d er rul e 1 2 f ro m a co n v ent io n  \n country under section 25.  \nTM-55          rule 8 7 Request for search under rule 87. 54 \nTM-56   123 an d rul e 80 Application for extension of time. 55 \nTM-57    33(5) and rules Ap pli cati on  fo r  resto rati on  of  a  trad e  m ark 56 \n25(b), 27( 2) and abandoned for non-compliance.  \n2 7( 3)   \nTMA-1        rul e 11 9 Ap pli cati on  fo r  regi st rati on  a s  a  trad e  ma rk 62 \n \n agent.  \nTMA-2 rule 123 A p pl i cati o n f o r th e rest o rat io n of a p erso n t o t h e \nRegister of trade mark agents. 65 \n \nTMA-3  \nrule 124  \nA p pl i cati o n f o r th e a lt erat i on o f a n y ent ry in th e \nRegister of trade mark agents.  \n66 \n \nFORM TM -1 \n \nFee : See e ntry No.1 \nof the Firs t Sche dule \n \nAppli cati on for regi strati on of trade mar k for goods or services and to regi ster a \ndomai n name \nUnder secti on 22(1), secti on 84(2); rul e 12 \n(To be accompani ed by a dupl i cate of thi s Form and by si x addi tional \n  r e pr e s e nt at i o ns  af fi  xe d  o  n  a  dur  abl  e  pa pe r  o f  s i  ze  1 3 ”  x  8 ” )   \n \n \nOn  representation  to  be  fixed  within  this  space  and  six  othe rs  to  be  sent  separately. \nRepresentation of the large r size may be folded but must then be mounted upon linen or \nothe r s uita ble mate ria l affixe d the re to. Se e rule 17.   \n \nApplication is he re by made for regis tration in the regis te r of the accompanying trade mark \nin class (a)_                         in res pect of (b) _            _ in the name (s) of (c) _                               trading \nas (d)                              whose trade or bus iness address is (e) _                                         who claim(s ) \nto  be  the  proprie tor(s ) the reof and by whom the  s aid mark  is  propose d to  be  used/be ing  use d \ns ince_                       in respe ct of s aid goods or se rvices (f) _   \n \nIf the  application  is  for  a se ries  of marks , indicate  how  many  marks  in  the  series  (g) \n \n \n \nIf t he applic atio n is for do main name indic ate whe the r it is in re s pe ct of goods or se rvices \n \nIf colour is claimed, indicate he re and state the colour(s) (h)    \n \nAddress    for   service    in    Pak istan    to    which    all    correspondence    should    be    sent(i) \n \n \n \nDated this                      day of                     200      . \n \nSignature (j)    \nName of signatory in block letters. \n \nTo,  \nThe Registrar of Trade Marks, \nTrade Marks Registry, \nKarachi. \n \n \n(a)          Ins ert the s erial number of the clas s as indicate d in Sche dule IV to the Trade Marks Rules 2004 . \n \n(b)          Specify the g oods  or s er vices . Only goods  and s er vices include d in one and the s ame clas s s houl d be \ns pecifie d. Ple as e cons ult Sche dule IV attac he d to the rules to c heck the clas s of g oods  and s ervices or \nthe  Book  on  Internati onal  Cl as s ification   of  goods   is s ued  by  the   Internati onal  Bureau  for   the \nProtecti on of Intellectual Pr operty, Gene va. \n \n(c)          Ins ert legible the full name, des cripti on and nationality of the applicant. \n(d)          Ins ert the tr ading s tyle, if any. \n(e)          Ins ert the full trade or bus iness addres s of the applic ant. \n \n(f)  Strike out whiche ver is not applic able. If the mark is already in us e, file the pr oof thereof by way of \naffi davits , publicity material, s ale figures etc. \n \n(g)          Indicate how many marks are in the s eries . \n \n(h)          Indicate whether domain name is in res pect of goods or s er vices . \n(i)           State the c olour(s ) clai me d. \n(j)           State addres s for s ervice in P akis tan. \n \n(k)           Signature of the applicant. If the mark is owned by an individual, he must sign it, if owned by a partnership firm, \nby the Managing Partner, if the applicant is a limited company, by the Managing Director or Director. \n \nNotes – (1) The pres cribe d fee s houl d be pai d al ong wi th this applicati on either thr ough a che que \ndr awn i n favour of or thr ough a money or der addres s to the Regis trar of Tr ade Marks . \n \n(2) Where the applic ati on is being file d thr ough an attor ney, a power of attorne y on For m TM -48 duly \ns tampe d mus t accompany this application. \n \n(3) If the  wor d mark is in a language  other than Englis h, Ur du or regional Pakis tani lang uages , its \ntrans lati on and trans literation in the for m of an affi davit mus t accompany this application. \nFORM TM -2 \nFee : See e ntry No.2 \nof the Firs t Sche dule \n \nApplicat ion for re gis tratio n of a t rade mark fo r goods or se rvices (othe r than a colle ctive or a \nce rtific ation t rade mark) in t he re gis te r fro m a conve ntion count ry unde r se ction 25, 22 and \nrule 15 and fo r re gis tration to provide te mporary prote ctor during e xhibition unde r se ction 26 \n \n(To be filled in triplicate accompanied by six additional representations of the trade mark ) \n \n \n \nOn  representation  to  be  fixed  within  this  space  and  six  othe rs  to  be  sent  separately. \nRepresentation of the large r size may be folded but must then be mounted upon linen or \nothe r s uita ble mate ria l affixe d the re to. Se e rule 17.   \n \n \nApplication is he reby made for regis tration in the regis te r of the accompanying trade mark in class \n(a)_                         in res pect of (b) _            _ in the name (s) of (c)                             _ trading as (d) \n                               whose   trade   or  business   address   is   (e)     who \nclaim(s) to  be  the  proprietor(s) thereof and  by  whom the  said mark  is  proposed to  be \nused/being used in respect of said goods or services (f)    \n \nIf the  application  is  for  a se ries  of marks , indicate  how  many  marks  in  the  series  (g) \n \n \n \nIf colour is claimed, indicate he re and state the colour(s) (h)    \n \n \n \n(h-1). If the application is for te mporary prote ction during exhibition, state the pe riod of protection \n \nThe  firs t  applic ati on  in  a  conve nti on  country  to  regis ter  the  tr ade  mark  has  been  made  i n \n                                 on                                   . \n \nA certified copy certified by an official of the convention country in which the first \napplication was filed is enclosed (alongwith its translation in English). \n \nI/We request that the trade mark may be registered with priority date based on  the \nabove mentioned first application in a convention country unde r the provisions of section 25 \nof the Ordinance. \nAddress for service in Pakistan. \nDated this                      day of_                   20      . \n \n \n \n \nTo, Signature:    \nName of signatory in block letters. \n \nThe Registrar of Trade Marks, \nTrade Marks Registry, \nKarachi. \n \n \na)  The Registrar‟ s direction may be obtained if the class of the goods or services is not known. The duly signed \nadditional representation submitted by the applicant or his agent should bear the mark, the name, address of the \napplicant, the description of goo ds or services, class, the period of the use of the trade mark, the trade description \nand addres s for s er vice in P akis tan. \n \nb)  Specify the goods  or s ervices for the cl as s in res pec t of which  applic ation is made. A s e par at e s heet \nde tailing the goods or s er vices may be us ed. \n \nc)  Ins ert legibly the full name, des cription (occupation and calling and nationality of the applicant). In the \ncas e of a body corporate or firm the country of incorporation or the names and des criptions of the partners \ncompos ing the firm and the nature of regis tration, if any, as the case may be, s hould be s tated. See rule 8(1). \n \nd)           Ins ert the tr ading s tyle, if any. \n \ne)           Ins ert the full trade or bus iness addres s of the applic ant. \n \nf)             S trike out the words if not applicable. If user is claimed the date of commencement of use should be stated at (f).  \n \ng)           State the numbers of mark in s eries . \n \nh)           If c olour combi nation is claime d clearl y indic ate it and s tate the c olours . \n \ni)            Stat the period of protection during e xhi biti on and attac h certi ficate as re quire d under s ection 26(2) \n \n \n \nFORM TM -3 \nFee : See e ntry No.3 \nof the Firs t Sche dule \n \nApplication for registration of collective trade mark for goods or \nservices Under section 82, First Schedule, rule 39(1) \n \n(To be fil ed i n tri plicate and accompani ed by Si x representati on of the coll ecti ve \nmark and t hree copies of the dr aft regul ati on i n Form TM -49)   \n \n \nOn  representation  to  be  fixed  wit hin  this  space  and  five  others  to  be  sent separately. \nRepresentation of a larger size may be folded but must then be mounted upon linen or other \nsuita ble  mate rial affixe d the re to. See rule 17.   \n \nApplicat ion is he re by made for re gis tration in the re gis te r o f the accompanying \nColle ctive trade mark in clas s (1) __     in res pect of (2) ____     _     _    _    _    __ in the name of (3) \n                                   whose address is (4)                                                . \n \nAddress for service in Pakistan (5)   \n \nDate d this                      day of                  _ 20_    . \n \n \nSignature :    \nName of signatory \n \nTo,  \n \nThe Registrar of Trade Marks, \nTrade Marks Registry, \nKarachi. \n(1)   Regis trar‟ s direction may be obtaine d if the clas s is not known. \n(2)   Specify the goods or s er vices . \n(3)   Ins ert the full name , des cripti on (occupation and c alling) and nationality of the applicant. If the applicant \nis a body cor por ate , the nature and c ountr y or incor por ation s houl d be s tate d. \n(4)   Here i ns ert the full addres s of the applicant. \n(5)   Here i ns ert addres s for s er vice in P akis tan. \n \n \n \nFORM TM -4 \nFee : See e ntry No.4 \nof the Firs t Sche dule \n \nApplication for registration of a certification trade mark for goods or \nservices Under section 83, second Schedule, rul e 43(1) \n \n(To be filed in triplicate and accompanied by S ix representation of the certification trade \nma rk a nd thre e copie s of the dra ft re gula tio n with Fo rm TM -49)   \n \n \nOn  representation  to  be  fixed  within  this  space  and  six  othe rs  to  be  sent  separately. \nRepresentatio n of a larger size may be folded but must then be mounted upon linen or other \nsuitable material affixed hereto. See rule 17. \n \n \nApplication is he reby made for regis tration in the regis te r of the accompanying Ce rtification \ntrade mark in class (1)        _ in res pect of (2) _             _                  _ in the name of (3) \n                                    whose address is (4)                                               . The applicant(s) is (are) \nnot carrying on business in the goods or services of the kind for which registration of the \nsaid certification trade mark is ought. \n \nAddress for service in Pakistan (5)   \n \nDated this                      day of                     20      . \n \nSignature:    \nName of signatory in block letters \n \nTo,  \n \nThe Registrar of Trade Marks, \nTrade Marks Registry, \n            Ka rac hi.   \n(1)     Re gis trar‟ s di re cti on may be obtai ne d i f the cl ass i s n ot k nown . \n(2)   Specify the goods or s er vices . \n(3)   Ins ert the full name , des cripti on (occupation and c alling) and nationality of the applicant. If the applicant \nis a body cor por ate the nature and country of inc or poration s houl d be s tate d. \n(4)   Here i ns ert the full addres s of the applicant. \n(5)   Here i ns ert addres s for s er vice in P akis tan. \n \n \n \nFORM TM -5 \nFee : See e ntry No.5 \nof the Firs t Sche dule \n \n \nNotice of Opposit ion to Application for Registration of a trade mark \nUnder section 28, r ule 30(1) \nIN         THE          MA TTE R           OF          Application          No.         ___    _    _    _         by \n \n \nI (or we ) (a) __    _    _    _    _    _    _he re by give notice of my (or our) inte ntion to oppose \nthe  Regis tration of the  trade  mark adve rtis e d unde r the  above  numbe r fo r Clas s __    _ in the \ntrade mark jo urnal date d the __    _    _ day o f ____ 200___ No.      _    _    _     page __    _    _    . \n \nThe grounds of opposition are as follows:- \n \n \n \n \n \n \n(b) My (our) address for service in Pakistan in connection with these proceeding is:- \n \n___    _    _    __ \n \nDated this                      day of                     20      . \n \nSignature(c)     \nName of signatory in block letters \n \nTo,  \n \nThe Registrar of Trade Marks, \nTrade Marks Registry, \nKarachi. \n \n \n \n(a)   State full name and addres s . \n \n(b)   Ins ert addres s for s er vice in P akis tan. \n(c)    Signature of opponent. \n: FORM TM -6 \nFee : See e ntry No.6 \nof the Firs t Sche dule \n \n \n \nForm of Counter-statement. \n(Section 28,37,73,80,96, 97(5) rule 30(2) \n& 72)(1) \n(To be filed in duplicate) \n \nIN THE MATTER OF an Opposition No.                          to Application \nNo.                           for the registration of a trade mark. \n \nI (or we) (a)                                                                            the applicant(s) for registration of \nthe above trade mark, hereby give notice that the following are the grounds on which I (or \nwe) rely for my (or our) application:- \n \nI (or we) admit the following allegations in the Notice of Opposition- \n \n \nMy (or we ) addre ss for s e rvice in Pakis tan in conne ction wit h the se procee dings is (b) - \n \nDated this                      day of                     20      . \n \nSignature(c)     \nName of signatory in block letters \n \nTo,  \nThe Registrar of Trade Marks, \nTrade Marks Registry, \nKarachi. \n \n(a)  State full name and addres s . \n(b)  Ins ert addres s for s er vice in P akis tan. \n(c)   Signature of opponent. \n \n \n \nFORM TM -7 \nFee : See e ntry No.7 \nof the Firs t Sche dule \n \n \n \nNotice of Intention to attend hearings. \n[Section 28,37,73,80 & 96, rule 30(11) & 72(1)] \nIN               THE               MATTER               OF               (a)                    ___    _    _    _    _    _    _ \n \n \n \nI (or we ) (b) _____     _    _    _    _    _    _    _    _    _ he re by give notice that the He aring in \nre fe re nce to the above matte r which, by the Official Notice to me (or us ), date d the _    _    _    _ \nday o f_____     _     200___ is fixe d for _______     _     A.M. or P.M. at t he Trade Marks Re gis try / \nB ranc h  T rade  Marks  Re gis try  Lahore  on  the  __    _    _   day o f______     __ 200___  will be \natte nde d by me (or us ) or by s ome pe rson on my o r (our) be half. \n \n \n \nDated this                      day of                     20      . \n \nSignature(c)     \nName of signatory in block letters \n \nTo,  \n \nThe Registrar of Trade Marks, \nTrade Marks Registry, \n            Ka rac hi.   \n \n \n(a)  Ins ert particulars as in the Official Notice. \n(b)  Ins ert name and addres s . \n(c)   Signature of the pers on gi vi ng notice. \n \n \n \nFORM TM -8 \nFee: See entry No.8 \nOf        the        Firs t \nSchedule \n \n \n \nNotice of Opposit ion to an Application for registration of a collective \ntrade mark/certification t rade mark \n(Paragraph 8 of the First Sche dule and Paragra ph 9 of the Second Schedule) \n \n \nIN THE MATTER OF an Application No.                           for registration of a \ncollective or ce rtification trade mark                                                        by \n                                                                                        . \n \nI (or we ) (a) _                                                            _ he re by give notice of my (or our) inte ntion \nto oppose the Regis tration of the collective or ce rtification trade mark adve rtise d unde r the above \nnumbe r for class          _ in the Trade Mark Journal of the            _ day of          200    _ No. \n                       page                . \n \n \nThe grounds of Opposition are as follows (b)  :- \nThe facts and matters set forth in the enclosed statement of case are true to the best \nof my (our) k nowledge, information and belief. \n \nMy   (or   our)  address   for   service   in  Pak istan   in   connection   with   these   proceeding   is \n                                . \n \nDated this                      day of                     20      . \n \nSignature(c)     \nName of signatory in block letters \n \nTo,  \nThe Registrar of Trade Marks, \nTrade Marks Registry, \nKarachi. \n(a) State full name and addres s . \n(b ) Th e grou n d s sh ou ld b e l im it ed to th e m atte rs sp ec ified in p ara 6 of F irst S ch ed u le an d    p ara 7 of S econ d S ch ed u le. \n(c) Signature of the pers on gi ving notice. \n \n \nFORM TM -9 \nFee: See entry No.9 \nof the First Schedule \n \n \n \nForm of Counter-stateme nt in reply to Notice of Opposition to an Application \nfor registration of a collective/ce rtification trade mark \n(Sections 82 &  83, first Schedule & Second \nSchedule, rule 40 and 44) \n \n(To be filed in triplicate) \n \nIN THE MATTER OF an Opposition No.                        to Application \nNo.                           for registration of a collective/certification trade mark. \n \nI  (or  we )  (a)  ______     _    _    __    _     _    _    _    __  the  applicant(s )  in  re s pe ct  of the \nabove -numbe re d applic ation, he re by give notice that the following  are the grounds on whic h I \n(or we ) re ly as s upport ing my (or our) applic atio n ____     _    _    _    _    _    _    _    _    __    _    . \n \n \n \nI (or we) admit the following allegations in the notice of opposition: \n \nMy   or   (Our)   addres s   for   s er vice   i n   Pakis tan   in   c onnecti on   wi th   thes e   pr ocee dings   is \n                                . \n \nDated this                      day of                     20      . \nSignature(b)     \nName of signatory in block letters \n \nTo,  \nThe Registrar of Trade Marks, \nTrade Marks Registry, \nKarachi. \n \n \n \n(a)  Ins ert name and addres s of the applicant. \n(b)  Signature of the applicant. \n \n \n \nFORM TM -10 \nFee : See e ntry No.10 \nof the Firs t Sche dule \n \n \n \nHearing of an opposition to an application for registration of a \ncollective/ce rtification trade mark under rules 40 and 44. \n \nNotice of attendance at hearing. \n \nI (or we ) (a) _______ _________________________  he re by give notice that the he aring of \nthe argume nts in the case of Oppos ition No. _    _    _    ___ to Applicat ion No.      _    _    _    _ for \nthe re gis tration o f a ce rtific ation/colle ctive trade mark, which is fixe d fo r ______     _    _ A.M. or \nP.M. at the __    _    __    _    _    _    _    __ on the _    _    _    _ day of______     __ 200_     will be \natte nde d by me (or us ) or by s ome pe rson on my (o r our) be half. \n \nDated this                      day of                    20      . \n \n \nSignature(b)     \nName of signatory in block letters \n \n \n \nTo,  \n \nThe Registrar of Trade Marks, \nTrade Marks Registry, \nKarachi. \n \n \n \n(a)  Ins ert name and addres s . \n \n(b)  Signature of the pers on gi vi ng notice. \nFORM TM -11 \nFee: See entry Nos.11 & \n12 of the First Schedule \n \n \n \nFee for Registration of a trade \nmark (Section 33(2), rule 48) \n \n(If the applicant has furnished a printing block for advertisement, this form must be \naccompanied by one unmounted representation of the mark exactly as shown in the form of \napplication). \n \n \nI (or we) (a)                                                                           trans mit the prescribed fee for the \nRegistration of the Trade Mark No.                  in class          . \n \n \n \nDated this                      day of                     20      . \n \n \nSignature(b)     \nName of signatory in block letters \n \nTo,  \n \nThe Registrar of Trade Marks, \nTrade Marks Registry, \nKarachi. \n \n \n \n(a)  Ins ert full name, addres s and nati onality, (See rule 8). \n(b)  Signature of the applicant. \n \n1[Note.1].- The reques t for entry of an address for service of the Regis tered Proprietor be made on Form TM-50 \nand if it accompanies this Form no fee will be payable on Form TM-50. \n2[Note.2].- This form alongwith the regis tration fee s hall be s ubmitted to the Trade Mark Regis try within one \nmonth of its receipt from the Regis try.] \n \n \n \nFORM TM -12 \nFee: See entr y Nos .13 \n14 of the Firs t Sche dule \n \n \n \n*Renewal of Registration of a trade \nmark Section 35, rules 51 and 52 \nI                       (or                        we)                   (a)                            ___    _    _    _    _    _    _    _    _   \n \nhereby leave the prescribed fee of Rs.                       for Renewal of Registration of the Trade \nMark No.                             in class          . \n \nThe notice of re ne wal of the regis tration may be sent to the following address: \n(b) \nAn additional fee as re quire d in rule 49(1) is als o trans mitte d. \n \nDated this                      day of                     20      . \n \n \nSignature(c)     \nName of signatory in block letters \n \nTo,  \n \nThe Registrar of Trade Marks, \nTrade Marks Registry, \nKarachi. \n \n \n \n*This form will be returned if it is filed more than six months before the expiration of the \nlast registration. \n \n(a)  Ins ert here the name and addres s of the regis tered proprietor . \n(b)  Strike out if the rene wal fee is pai d before the e xpir ation of the las t regis tration. \n(c)   Signature of the regis tere d pr oprietor. \n \n1[Note.-Renewal fee s hall be de pos ited by the regis tered proprietor within s ix months of the date of publ ication \nof the advertis ement regarding non-payment of renewal fee in the Journal].- \n \n \n \nFORM TM -13 \nFee : See e ntry No.15 \nof the Firs t Sche dule \n \n \nRestoration of trade ma rk re moved fro m Register \nfor Non-payme nt of Renewal Fee. \n(Section 35(6), rule 53) \n \nI (or we ) (a)                                                                             he re by re quest that the Trade Mark No. \n                   in class           be restored to the Register and the registration of the said trade \nmark  in the class aforesaid be rene wed; and that the notice of restoration and rene wal be \nsent to the following address in Pakistan:- \n \nDated this                      day of                     20      . \nSignature(b)     \nName of signatory in block letters \n \nTo,  \n \nThe Registrar of Trade Marks, \nTrade Marks Registry, \nKarachi. \n \n \n \n(a)  Ins ert full name, addres s and nati onal ity of the regis tered pr oprietor. \n(b)  Signature of the regis tere d pr oprietor. \n \n1[Note.-Application for the res toration of the mark s hall be move d within s ix months of the expiration of the las t \nregis tration]. \n \n \n \nFORM TM -14 \nFee : See e ntry No.16 \nof the Firs t Sche dule \n \n \nApplication under section 32 of t he Ordinance to divide a part of \nmark or pending trade mark application. \n(To be accompanied by a statement of case) \n \nIN THE MATTER  OF a T rade Mark No. __    _    _     in class _    _ file d on__    _    __ \n \nI / we                                                                      being the applicant in the above stated \npending  application;  hereby  request  to  allow  division  of  this  application  for  part  of \ntrade mark/goods/services as per following details to proceed separately for registration. \n \nPart of Trade Mark. \nPart of Services/ Goods. \nThe grounds for this application are set forth in the accompanying statement of case. \nDated this                      day of                     20      . \nSignature    \nName of signatory in block letters \n \n \n \nTo, \n \nThe Registrar of Trade Marks, \nTrade Marks Registry, \nKarachi. \n \n \n \na) Signature of the registered proprietor/ applicant \n \n \n \n \nFORM TM -15 \nFee : See e ntry No.17 \nof the Firs t Sche dule \n \n \n \nRequest for State ment of Gro unds of \nDecision. (Section 27(6), rule 28) \n \nIN THE MATTER OF (a)                                           the Registrar                                      is \nhereby requested to state in writing the grounds of his decision. Dated this                      day \nof                     200       after the hearing on the                   day of                     200       and the \nmaterials used by him in arriving at the decision. \n \nDated this                      day of                     200      . \n \n \nSignature(b)     \nName of signatory in block letters \n \nTo,  \nThe Registrar of Trade Marks, \nTrade Marks Registry, \nKarachi. \n \n(a)  Ins ert particulars i dentifyi ng the application. \n(b)  Signature of the applicant. \n \n \n \nFORM TM -16 \nFee : See e ntry No.18 \nof the Firs t Sche dule \n \n \nRequest for Correction of Clerical Error, \nor for permissi on to amend  application. \n(Section 27(7), rules 36 and 67) \n \nIN THE MA TTER OF (a)  \n___    _    _    _    _    _                            I               (or              we) \n                                                                             being the applicant(s) in the above matter \nhereby request that                                                                                      . \n \nDated this                      day of                     20      . \n \n \nSignature(b)     \nName of signatory in block le tters \n \n \n \nTo,  \nThe Registrar of Trade Marks, \nTrade Marks Registry, \nKarachi. \n(a)  Ins ert wor ds and re ference number i dentifying the entr y or applic ati on. \n(b)  Signature of the applicant. \n \n \n \nFORM TM -17 \nFee : See e ntry No.19 \nof the Firs t Sche dule \n \n \nApplication for the approval of the Registrar wit h reference to a \nproposed Assignment of a \nRegistered Trade Mark under rule 61 read wit h section 69(3) \n \n \n(To be accompanie d by a s tate ment of case in duplicate and a copy of the proposed ass ignme nt). \n \nIN   THE   MA TTER   OF   Trade    Mark (s)   No.(s)      \n                                               in class(es)         . Registered  in  the   name   of \n \n(a) Application  is  hereby  made  by            \nbeing the  Registered Proprietor(s)  of the \nabove-mentioned registered trade mark (s) for the Registrar‟ s approval under rule 1 read with section \n(b) \n69(3) with reference to a proposed assignment of the registered trade mark (s) No.(s)                to \n___    _    _    _    _ in circums tances that are s tate d fully in t he accompanying s tate me nt of case . \n \n \n \nDated this                      day of                     20      . \n \nSignature(c)     \nName of signatory in block letters \n \nTo,  \n \nThe Registrar of Trade Marks, \nTrade Marks Registry, \nKarachi. \n \n \n \n(a)  Ins ert the name and tr ade or bus ines s addres s of the Regis tered Pr oprietor. \n(b)  Ins ert the full name , and tr ade or bus ines s addres s and nationality of the pr opos ed as s ignee. \n(c)   Signature of the regis tere d pr oprietor. \n \n \n \nFORM TM -18 \nTo be s tampe d unde r \nthe Stamp Act, 1899 \n \n \nAffidavit (only to be furnished whe n required by Registrar) \nIn support of Statement of case filed under rule 61 of accompanying a request \n \nI, (a)                                                              _ of _               do he re by solemnly and s ince re ly declare \nthat the particulars set out in the s tate ment of case exhibit marke d _   \n(b) \nand  left   by  me  in  connection  with               in  respect  of  the  Trade  Mark  No. \n___    _    _     in clas s _    _ are true and comprise e ve ry mate rial fact and docume nt affe cting the \npre se nt proprie tors hip of t he Trade Mark, to the bes t of my knowle dge , informatio n and be lie f. \n \n \nSignature(c)     \n \nDeclared at    \n \nDated this                      day of                     20      . \n \nBefore me (d)     \n \n \n \n(a)  Ins ert full name, addres s and nati onality of de ponent. \n(b)  Ins ert particulars of the procee di ngs concerne d. \n(c)   To be s igned here by the pers on making the declar ation. \n(d)  Signature and title of Authority before whom the affi davi t is made . \n \n \n \nFORM TM -19 \nFee : See e ntry No.20 \nof the Firs t Sche dule \n \n \nApplicati on for the approval by the Regist rar \nunder rule 61 read with section 69(3)(b) of a proposed assignme nt, or \nof a transmission of a Trade Mark resulting in exclusive rights in \ndifferent persons for different parts of Pakistan. \n \n(To be accompanied by a State ment of case in duplicate and a copy of the Instrument \nproposed for the assignment or effecting the Trans mission). \n \nIN    THE    MA TTE R     OF   Trade    Mark (s)       (a)    Registered    under    No.(s) \n_                                    _  in  Class (es)     \n                                                              . Application  is  he re by  made  by \n \n \n \n*(1) (b) _    _    _    _    _    _    __ the Proprie tor of the trade mark(s ) s hown in the accompanying \nState me nt of cas e (c) [regis te re d in his name ] and (c) [us e d by him] in re s pe ct of the follo wing \ngoods       _    _    _    __    _    _    _    _    _    _    _    _    _  for  the  approval  by  t he  Re gis trar  o f a \npro pose d ass ignme nt of the  trade  mark(s ) to  (d)  ____     _    _    _    _    _    _  in re s pe ct of the \nfollo wing goods __    _    _    _    _    _    __ to be s old or othe rwis e trade d in (e ) \n___    _    _    _    _     (f) [and to (d) _______     _    _    _    _    _    _     in res pe ct of all t he following \ngoods _    _    _    _    _    _    _    _    _ to be sold or othe rwise trade d in (e ) ___    _    _    _    __. \n \nin circumstances that are stated fully in the accompanying State ment of Case. \n \n(g ) \n*(2) ____ __ ___ __ __ _ wh o cl ai ms th at th e tr ad e m a rk (s ) s h o w n in th e a c co m p an yin g s tate m en t \nof      case       was      (were),      in       resp ect      of       the       following       go od s,     namely \nand          on          the          (h)                 \n                                                     day      of         200   transmitted   to     (him)  (i) \nwho          was          his          predecessor        in          title,         by \n \nor from (j)                                                 by whom the Trade Mark was then used in respect of \nthe     following     goods     namely        all    in \ncircumstances that are stated fully in accompanying statement of case for the approval by \nthe Re gistrar of the aforesaid trans mission. \n \nDated this                      day of                     20      . \n \nSignature(k )     \nName of signatory in block letters \n \n \n \nTo,  \nThe Registrar of Trade Marks, \nTrade Marks Registry, \n            Ka rac hi.   \n*Strike out either par agraph (1) or par agraph (2). \n(a)   To be s truck out in the cas e of unregis tered trade marks . \n(b)   Ins ert the name and tr ade or bus ines s addres s of the pr oprietor. \n(c)    Strike out either if not applic able. \n(d)   Ins ert the name(s ) and tr ade or bus ines s addres s (es ) of the pr opos e d as s ignee(s ). \n(e)    Ins ert the name(s ) of the place (s ) in P akis tan. \n(f)    Strike out the br ackete d pas s age if not re quire d. \n(g)   In sert th e n am e an d trad e or b u sin ess ad d ress of th e p erson wh o cla im s a tran sm ission to   him. \n(h)   In sert th e d ate of th e tran sm ission , wh ich m u st n ot p re ced e th e d at e of com m en cem en t of     th e Ord inan ce. \n(i)    Ins ert the name and tr ade or bus ines s addres s of the pre deces s or in title, if any. \n(j)    Ins ert name and tr ade or bus ines s addres s of the pers on who tr ans mi tte d. \n(k)   Signature of applicant. \n \n \n \nFORM TM -20 \nFee : See e ntry No.21 \nof the Firs t Sche dule \n \nApplicati on for Directions for the Adve rtisement of an assignment  of Trade \nMarks otherwise than in connection with the goodwill of the business. \n[Section 69(2); rule 58(1)] \n(To be filed in duplicate) \n \nApplication  is  he re by made  by (a)                                   _ for the  Regis trar‟  s  Directions  with \nres pect  to  the  adve rtise ment of an as s ignme nt of the  following  Trade  Marks  othe rwise  than in \nconnection with the goodwill of the bus iness in which the y we re use d at the time of assignme nt, \nnamely:- \n*(1) Registered Trade Marks: \n \nNumbe r _                        _ Class       _ Goods in respect of \nwh i ch the Mark has been \nu se d an d i s as si gne d. Regis tration \n \nall of which are or we re registered in the name of ( b)               who is the assignor: \n \n*(2) Unregistered Trade Marks (c) , all being Marks used in his business at the time \nof the assignment in respect of the goods stated below, by ( b)    \n                                                   of                    who is the assignor: \n \nRepresentation of Mark    Goods in res pect of \nwhich the Mark has been \nus ed and is as s igned. \n \n*Additi onal marks and regis trati on numbers which c annot be accommodate d may be gi ven i n a s igned \ns chedule on the back of the For m. \n(a)  Ins ert the name, nationality and tr ade or bus ines s addres s of the pr oprie tor (applicant). \n(b)  Ins ert the full name , nati onality and tr ade or bus ines s addres s of the pr oprietor (as s ignor). \n(c) Only thos e unregis tered tr ade marks pas s ing by the one as s ignment and us e d in the s ame bus ines s and for \nthe s ame g oods as thos e for which one or more of the regis tered marks are regis tered may be s tate d here. \n(d) Signature of applicant. \n \nThe date of assignment was the                         day of                 20      . \nThe ins trume nt e ffe cting the ass ignme nt is se nt he re with, toge the r with a copy t he re of. \nIt    is    s uggeste d    that    adve rtise me nt   s hall    be    directe d    as    follows ,    name ly    in \nDated this                      day of                     20      . \nSignature(d)     \nName of signatory in block letters \nTo,  \nThe Registrar of Trade Marks, \nTrade Marks Registry, \nKarachi. \n \n \n \nFORM TM -21 \nFee : See e ntry No.22 \nof the Firs t Sche dule \n \n \n \nApplication for Extension of time in which to apply for the Registrar‟ s \nDirections for the Advertisement of an assignment of Trade Marks otherwise \nthan in connection with the goodwill of the business. \nrule 58(3) \n \nApplication    is    here by   made    by   (a)      ______     _    _    _   for    extens ion    of    ti me   of    (b) \n___     _     _     _   month(s )   in   which   to   apply   fo r   the   Regis trar‟    s   Dire ctions   for   the \nadve rtis e me nt of an as s ignme nt of the follo wing T rade Marks othe rwis e than in conne ction wit h \nthe goodwill of t he bus iness in whic h the y we re use d at the time of ass ignme nt, name ly: - \n \n(1) Regis te re d Trade Marks : \n*Registration Numbe r            Class    \nGoods in respect of \nwhich the Mark has been \nus ed and is as s igned. \nall of which are or we re registered in the name of (c)               who is the assignor: \n \n(2) Unregistered Trade Marks, all being Marks used in his business at the time of the \nassignment in respect of the goods stated below, by (c)             of                    who is \nthe assignor: \n \n*Representation of Mark    Goods in res pect of \nwh i ch the Mark has been \nu se d an d i s as si gne d. \n \nThe date of assignment was the                                day of                     20   \n \nDated this                      day of                     20      . \n \nSignature(d)     \nName of signatory in block letters \n \nTo, \nThe Registrar of Trade Marks, \nTrade Marks Registry, \nKarachi. \n*Additi onal marks and regis trati on numbers which c annot be accommodate d here may be gi ve n in a s igne d \ns chedule on the back of the For m. \n(a)  Ins ert the name and tr ade or bus ines s of as s ignee (applic ant). \n(b)  Ins ert “ one”, “ two” or “ three” . \n(c)   Ins ert the name and tr ade or bus ines s addres s of the pr oprietor (as s ignor). \n(d)  Signature of applicant. \n \n \n \nFORM TM -22 \nFee : See e ntry No.23 \nof the Firs t Sche dule \n \n \nApplication for the consent of the Registrar to t he assignme nt or \ntransmission of a certification Trade Mark. \n[Paragraph 12 of 2 nd  Schedule, rule 46(2)] \n \n(To be filed in duplicate and each copy to be accompanied by either a draft deed of \nassignment or an affidavit). \n \nI (or we) (a)_                                                                        being the registered proprietor of \ncertification Trade Marks No.                           registered in class(es)          hereby apply for \nthe  consent  of  the  (1)[Registrar]  to  the  assignment  or  trans mission  of  the  aforesaid \nCertification  Trade  Mark  to  (b)     (c)  A \ndraft deed of the proposed assignment is trans mitted here with. ( d) The circumstances under \nwhich the transmission takes place are set forth in the accompanying affidavit. \n \nDated this                      day of                     20      . \n \nSignature(d)     \nName of signatory in block letters \nTo,  \nThe (1)[Registrar] \nThrough: \nThe Registrar of Trade Marks, \nTrade Marks Registry, \n            Ka rac hi.   \n \n(a)  Ins ert name, addres s and nationality of the regis tered pr oprietor. \n(b)  Ins ert name, addres s and nationality and des cription of the propos e d trans feree. \n(c)   Strike out one of thes e par agraphs not re quire d in any particul ar cas e. \n(d)  Signature of regis tered pr oprietor. \n1  See foot-note 1 on page 2, s upr a. \nFORM TM -23 \nF ee: S ee ent ry N o. 2 4 \nof t h e F i rst S ch ed ul e  \n \n \nJoint request by Registered Propri etor and Transferee to register the Transferee as Subsequent \nProprieto r of Trade M ark s upon the same devolution of title. \n[Sectio n s 69 and 70( 2)(a)] \nI/(we) (a)                       and (b) \n_                                                                              _ he re by re ques t, unde r rule      , that the name of (c) \n_                                                                                                                                           _     carrying     on \nbus iness as (d)                                   at (e)                                                       _ may be e nte red in the Registe r of \nTrade Marks as proprie tor of the Trade Mark(s ) No.*                        in class          as from the (f) \n     _    _    _ _    _    _    _    _    _ _                    by                     virtue                     of                     \n(g) \n_   \nare enclosed here with. \n(h) of which  the  original  and  an  atteste d copy \n \n(h) \nThe trade mark at t he time of the ass ignme nt was (not) us e d in a bus iness in the \ngoods  in   que s tion,  and  the  ass ignme nt  (took)  (h)  (did  not  take )  place  othe rwis e  than  in \nconne ction with the good-will o f a bus ine ss in the goods (h) and the re is se nt he re with a copy of \nthe  Re gis trar‟  s  dire ction to  adve rtise  the  ass ignme nt,  a copy of e ach of t he  adve rtise me nts \ncomplying the re with, and a s tate me nt of the date s of iss ue of any publicat ions containing the m. \n \nWe declare that the facts and matters stated herein are true to the best of our \nknowledge, information and belief. \n \nDated this                      day of                     20      . \n \nSignature(i)     \nName of signatory in block letters \nSignature(j)     \nName of signatory in block letters \nTo,  \nThe Registrar of Trade Marks, \nTrade Marks Registry, \n            Ka rac hi.   \n(a)  Full name and addres s and nationality of regis tered proprietor or other As s ignor or Trans mitter. \n(b)  Full name , trade addres s , and nationality of Tr ans feree. \n(c)   Name of Tr ans feree. \n(d)  Des cripti on of Trans feree. \n(f)  Date of ac quis ition of pr opriet ors hip. \n(g)  Full par ticulars of the ins trume nt of as s ignment or tr ans mis s ion, if any, or s tate ment of c as e. \n(h)  Strike out any wor ds not applic able. \n(i)   Signature of As s ignor or Tr ans mitter. \n(j)   Signature of Tr ans feree . \n*Additi onal numbers may be gi ven in a s igne d s che dule on the back of the For m. \nFORM TM -24 \nFee : See e ntry No.25 \nof the Firs t Sche dule  \n \nRequest to Register a Subsequent Proprietor of Trade Marks upon \nthe same devolution of title. \n[sections 69 and 70(2)(a)] \n \nI (or we ) (a) _                                                            _ he re by re ques t that my (or our) name may \nbe e nte re d in the Regis te r of Trade Marks as proprie tor of Trade Mark(s ) No. _   \n*in Class          as from the (b)     \n \nI      am      (or      we      are )      entitle d      to      the      Tr ade      Mark(s )      by      vir tue      of      (c) \n                                                                           of which the original and an attested copy are \nenclosed here with. \n \n(d) \nThe trade mark at t he time of the ass ignme nt was (d) ( not) us e d in a bus ine ss in the \ngoods   in  ques tion,  and  the  ass ignme nt  (d)  (took)  (did  not  take )  place  othe rwis e  than  in \nconne ction with t he goodwill o f a bus iness in the goods, (d) and the re is se nt he re with a copy of \nthe  Re gis trar‟  s  dire ction to  adve rtise  the  ass ignme nt,  a copy of e ach of t he  adve rtise me nts \ncomplying the re with, and a s tate me nt of the date s of iss ue of any publicat ions containing the m. \nI (or we) declared that the facts and matters stated he rein are true to the best of my \n(or our) k nowledge, information and belief. \n \nDated this                      day of                     20      . \n \nSignature(e)     \nName of signatory in block letters \nTo,  \nThe Registrar of Trade Marks, \nTrade Marks Registry, \nKarachi. \n \n \n(a)  Ins ert full name, tr ade or bus ines s addres s , nati onality and des cripti on. \n(b)  Date of ac quis ition of pr oprietors hip. \n(c)   Ins ert full partic ulars of the ins trument of as s ignment or tr ans mis s ion if any, or s tate me nt of cas e. \n(d)  Signature of the pers on making the re ques t. \n*Additi onal numbers may be gi ven in a s igne d s che dule on the back of the For m. \n \nNote-A re ques t for the entr y of an addres s for s er vice of the regis tered pr oprietor may be made on For m TM - \n50 and if it acc ompanies this For m no fee is payable on For m TM-50. \nFORM TM -25 \nFee : See e ntry No.26 \nof the Firs t Sche dule  \n \n \n \nApplication under rule 62 for extension of time, in accordance wit h \nsection 72(4) for t he registration of the name of a Company as \nsubsequent proprietor of a trade mark in t he Register. \n \nApplication   is   here by   made   by   (a)     _____     _    _    __   for   an   extens ion   of   ti me   by   (b) \n_                          months  of  the  pe riod  of s ix  months   allowe d  by  section  72(4)  and  rule  62for \nregis te ring the  name  of (c) _                      _ _                        _ by virtue  of an single  ass ignme nt, as \nproprie tor of the following Trade Mark(s ) re giste re d upon application(s ) conforming to sub-section \n(1) of section 72. \n \n(d) Registration N umber                          Class    \n \n \n \n \n___    _    _   ___    _    _    _    _ \n \n___    _    _   ___    _    _    _    _ \n \n \n \nDated this                      day of                     20      . \n \nSignature(e)     \nName of signatory in block letters \n \nTo,  \nThe Registrar of Trade Marks, \nTrade Marks Registry, \nKarachi. \n \n \n \n(a)  Ins ert the name and addres s of the applicant. \n(b)  Ins ert “ two” or “ four” or “ s ix” . \n(c)   Ins ert name of the c ompany to be regis tered as s ubs e que nt proprietor. \n(d)  Addi tional number may be gi ve n in a s igne d s che dule on the back of the For m. \n(e)   Signature of the applicant. \nFORM TM -26 \nFee : See e ntry No.27 \nof the Firs t Sche dule  \n \n \n \nApplicati on for the Recti fication of the Register  or the Removal of a Trade \nMark from the Register. rule 68 and sections 73, 80 and 96. \n \n \n[To be filed in duplicate and to be accompanied by a statement of \ncase in duplicate.] \n \nIN THE MATTER OF the Trade Mark   \nNo.                                                                                 Registered in the name of \n                                                 in class    \n \nI (or We ) (a) _                                                           he re by apply that the entry in the Regis te r \nin res pect of the above-me ntione d Trade Mark may be re move d (b) re ctifie d in the following manne r \n \n___    _    _    _    _    _    _    _    _    _    _    _    _    _    __    _    _    _    _    _    _    _    _    _    _    __ \n \n \n \nThe grounds of my (our) application are as follows:- \n \n \n \n \n \nNo action conce rning the Trade Mark in question is pending in any court. My (our) \naddress for service in Pak istan in connection with these proceedings is \n \n \n \nDated this                      day of                     20      . \n \nSignature(c)     \nName of signatory in block letters \n \nTo,  \n \nThe Registrar of Trade Marks, \nTrade Marks Registry, \n            Ka rac hi.   \n(a)          State full name, addres s and nationality. \n(b)          Strike out the wor d(s ) that is (are) not applicable. \n(c)          Signature of applicant. \nFORM TM -27 \nFee : See e ntry No.28 \nof the Firs t Sche dule  \n \n \n \nApplicati on for Leave  to intervene  in Proceedings  relating  to the Recti fication of \nthe Register or the Removal of a Trade Mark from the Register, rule 69. \n \nIN THE MATTER OF the Trade Mark   \nNo.                                             Registered in the name of    \nin class    \n \nI               (or               We)                              (a)                       \n                                                                                             hereby apply for leave to intervene in \nthe Proceedings relating to the rectification o r removal of the entry in the Register in respect \nof the above -mentioned Trade Mark. \n \nMy        (or           our)           interest         in          the         Trade          Mark           is         ___    __ \n___    _    _    _    _    _    _    _    _    _    _    _    _    _    __    _    _    _    _    _    _    _    _    _    _    __ \n \n \n \n \nMy (or our) address for Service in Pakistan in connection with these proceedings \nis   \n \n \n \n \nDated this                      day of                     20      . \n \nSignature(b)     \nName of signatory in block letters \nTo,  \nThe Registrar of Trade Marks, \nTrade Marks Registry, \n            Ka rac hi.   \n(a)  State full name, addres s and nationality. \n(b)  Signature of applicant. \n \n \n \nFORM TM -28 \nFee : See e ntry No.29 \nof the Firs t Sche dule \n \n \nApplicat ion for Re gis tration o f Re gis te re d Lice nsee. Se ctions 70(2)(b) 75 and 76, rule 63 \n \n[To be accompanied by a statement of case setting forth particulars and statements \nverified by an affidavit] \n \nApplication              is            hereby             made by  (a)  ___    _    _    _   \n___    _    _    _    _    _    _    _    _    _    _    _    _    _    __ who is (or are ) the     re gis te re d \npro prie tor(s ) of Trade Mark(s ) No.(s )* regis te re d in Clas s      _    _    _    _    _    _    _ in re s pe ct of \n(b)_____     _    _     and by (c) _____     _    _    _    __    _    _    _    _    _    _    _    _    __ \n \ntrading as(d)    \nthat the said (e)    \nmay be re gis te re d as a re gis te re d lice nsee of the above -numbe re d re gis te re d trade mark(s ) in \nre s pe ct of ( f) ____     _    __    _    _    _ s ubje ct to the following conditions and re s trictions : - (g) \n                                                                                                        (h)  (The  proposed  pe rmitted \nuse is to end on the                                                           day of                                    20           ). \n(h) (The proposed permitted use is without limit of period). \n \nDated this                      day of                     20      . \n \nSignature (i)     \nName of signato ry in block letters \n \nSignature(j)     \nName of signatory in block letters \n \nTo,  \n \nThe Registrar of Trade Marks, \nTrade Marks Registry, \nKarachi. \n*Additi onal numbers may be gi ven in a s igne d s che dule on the back of the For m. \n(a)  Ins ert full name, tr ade or bus ines s addres s and des cri ption of the regis tered proprietor (s ). \n(b)  Here i ns ert the s pecification as in the regis ter. \n(c)   Here i ns ert the full name , des cription, nationality, and addres s of the pr opos e d regis tered us er (See rule 8). \n(d)  Ins ert trading s tyle (if any). \n(e)   Ins ert name of propos e d regis tered licens ee. \n(f)   Ins ert des ignation of g oods (which mus t be c ompris e d wi thin the s pecific ati on). \n(g)  Write „None'  if there are no conditi ons or res trictions . \n(h)  Strike out the works that are not applicable. \n(i)   Signature of regis tered pr oprietor. \n(j)   Signature of regis tered licens ee. \n \n \n \nFORM TM -29 \nFee : See e ntry No.30 \nof the Firs t Sche dule \n \nApplication by t he Registered Proprietor of a Trade Mark for \nvariat ion of the registration of a Registered Licensee thereof with \nregard to the goods or t he condit ions or restrictions. \n \nSection 70(4)(a), rule 64 \n \n \n[To be accompanied by a statement of the Grounds for t he application \nand t he written consent (if given) of the \nRegistered Licensee.] \n \nApplication              is             hereby              made              by             (a)             ___    _    _    _   \n                                                                                             the proprietor of trade mark(s) \nNo.*                                     Registered in Class                              in respect of (b) \n___    _    _    _    _    _    _    _    _    _    _    _    _    _    __        that        the       registration       of      (c) \n___    _    _    _    _    _    _    __ as a re gis te re d lice nsee of the above -numbe re d trade mark(s ) in \nre s pe ct of (d) ______     _    _    _    _ may be varie d in t he following manne r: - (e ) __    __    __ \n \n \nDated this                      day of                     20      . \n \nSignature(f)     \nName of signatory in block letters \n \nTo,  \n \nThe Registrar of Trade Marks, \nTrade Marks Registry, \n            Ka rac hi.   \n*Additi onal numbers may be gi ven in a s igne d s che dule on the back of the For m. \n \n(a)  Ins ert full name, des cription and tr ade or bus ines s addres s of the regis tered proprietor . \n(b)  Ins ert the s pecification as in the regis ter. \n(c)   Ins ert the full name des cription and tr ade or bus ines s addres s of the regis tered licens ee. \n(d)  Ins ert the goods in res pec t of whic h the us er is regis tered. \n(e)   State the manner in which it is reques te d that the entry s houl d be varie d. \n(f)   Signature of the regis tere d pr oprietor. \n \n \n \nFORM TM -30 \nFee : See e ntry No.31 \nof the Firs t Sche dule \n \nApplication by t he Registered Proprietor of a Trade Mark or by \nany of t he Registered Licensee of a Trade Mark for t he cancellation \nof entry of a Registered Licensee thereof. Section 70(4)(b), rule 65 \n \n \n(To be accompanied by a statement of the grounds for the application) \n \nApplication                       is                         hereby                      made                      by                     (a) \n_                                                                                                                                   be ing (the Regis te re d \nProprie tor) (b) (a Regis te re d Licensee) of trade mark(s) No.                     *regis te re d in \n \nClass                  _ in res pect of                            (c)_                                        _ for the cance llation of the \ne ntry   unde r  the   above -mentione d  regis tration(s )  of  (d)_                                                          as   a \nregis te re d lice nsee of the trade mark (s ) in res pect of (e ) \n                                                                                            The grounds for this application are \nset forth in the accompanying statement. \n \nDated this                      day of                     20      . \n \nSignature(f)     \nName of signatory in block letters \nTo,  \nThe Registrar of Trade Marks, \nTrade Marks Registry, \nKarachi. \n*Additi onal numbers may be gi ven in a s igne d s che dule on the back of the For m. \n \n(a)  Ins ert the full name , des cription and tr ade or bus ines s addres s of the applicant or of the applic ants . \n(b)  Strike out the wor ds that are not applicable. \n(c)   Ins ert the s pecification as in the Regis ter. \n(d)  Ins ert the full name,  des cri ption and trade or  bus iness  addres s of the regis tered licens ee whos e entry is \ns ought to be c ancelle d. \n(e)   Ins ert goods i n res pec t of which regis tered licens ee me ntione d at (d) is regis tered. \n(f)   Signature of the applicant. \n \n \n \nFORM TM -31 \nFee : See e ntry No.32 \nof the Firs t Sche dule \n \nAppli cati on for cancell ati on of entry o f Regi stered Li censee of a Tr ade Mark. \n(Secti on 70(4)(b)(ii ), \nrul e 65 \n(To be accompanied by a statement \nof the grounds for the application) \n \nIN     THE     MATTER     OF     Trade     Mark(s)     No.(s)   *registered    in \nClass   in  the  name  of  (a)   *Application is hereby \nmade by(b)   \n \nFor the cancellation of the entry under the above -mentioned registration(s) of \n(c)   \nAs the registered licensee thereof in respect of (d)   \n \nThe grounds of this application, particulars of which are given in detail in the \naccompanying statement of case, are (e)   \n \nThe applicant‟ s address for service in Pak istan in connection with these proceedings \nis   \n \nDated this                      day of                     20      . \n \nSignature(f)     \nName of signatory in block letters \n \nTo,  \nThe Registrar of Trade Marks, \nTrade Marks Registry, \n            Ka rac hi.   \n*Additi onal numbers may be gi ven in a s igne d s che dule on the back of the For m. \n(a)  Ins ert the name of the Regis tered Proprietor . \n(b)  Ins ert the name, addres s and nationality of the applicant for cancellation. \n(c)   Ins ert the name, trade or bus iness address and des cription of the regis tered licens ee entered in the Regis ter. \n(d)  State g oods in res pect of which regis tered licens ee is entered. \n(e)   Ins ert one or more of the s ub-claus es of cl aus e(c) of s ection 75. \n(f)   Signature of applicant. \n \n \n \nFORM TM -32 \nFee : See e ntry No.33 \nof the Firs t Sche dule \n \nNotice of intention to intervene  in proceed ings for the variation or cancellation \nof an entry of a Registered Licensee of a Trade Mark. (rule 66). \n \n(To be accompanied by a statement \nof the grounds of i ntervention) \n \nIN THE MATTER  OF a T rade Mark No.__    _    _     re gis te re d in \nClas s     _    _    _    _    _    _ in the name of (a)______     _    __ and ______     _    _    _    _    _    _ \n \nIN THE MATTER OF regis tration of (b)__   \nthereunder as a Registered Licens ee of the Mark. \n \nI (or We)  (c)    hereby give notice of my (or our) \nintention to inte rvene in the  proceedings  in the above  matte r. My (or our) address for \nservice in Pak istan for the purpose of these proceedings is \n \n \n \nDated this                      day of                     20      . \n \nSignature(d)     \nName of signatory in block letters \n \nTo, \n \nThe Registrar of Trade Marks, \nTrade Marks Registry, \nKarachi. \n \n(a)  Ins ert the name of the Regis tered Proprietor . \n(b)  Ins ert the name and tr ade or bus ines s addres s of Regis tere d Licens ee. \n(c)   Ins ert the full name , addres s and nati onality of pers on gi ving notice. \n(d)  Signature of the Pers on gi ving notice. \n \n \n \nFORM TM -33 \nFee : See e ntry No.34 \nof the Firs t Sche dule \n \n \nRequest to enter change of Name or descri ption of Registered Proprietor (or \nRegistered Licensee) of Trade Mark upon the Register. Section 96(4), rule 67 and 70. \n \n \nI (or We) (a)                                                         hereby request that my (or our) \nname(s) and description(s) may be entered in the \nProprietor(s) \nRegister of Trade Marks As (b)                                      of the Trade Mark(s) \nNo….. Registered Licensee(s) \n                                          *registered in Class   \n \nthe s aid Trade Mark \nI am (We are ) e ntitle d to (b)_   \nuse the said Trade Mark as \nRegistered Licensee(s) \n \nactual proprie tors hip \nThe re has been no change in the (b)                 _of the s aid \nIdentity of registered licensee(s) \n \nTrade Mark, but (c)    \n \nThe entry at present standing in the Register gives my (or our) name(s) and \ndescription(s) as follows : \n \n \n \n \nDated this                    _ day of                     20      . \n \nSignature(d)     \nName of signatory in block letters \nTo,  \nThe Registrar of Trade Marks, \nTrade Marks Registry, \n \n            Ka rac hi.   \n \n(a)  Ins ert pres ent name, addres s and des cription of Regis tered Pr oprietor or Regis tered Licens ee. \n(b)  Strike out the wor ds that are not applicable. \n \n \n \nFORM TM -34 \n \nFee : See e ntry No.35 \nof the Firs t Sche dule \n \n \n \nRequest for Alteration of Trade or Business Address in Register of Trade \nMarks. (Section) under section 96(4), rules 67 and 70. \n \n \nIN   THE  MATTER   OF   the   Trade   Mark(s)   No._            _   (a)   regis te red   in  Class \n___    _    _   \n \nI (or We) _____     _    _    _    _    _    __ of ___    _    _    _    _    _    _     bei ng the \nRegistered (b) \nPropri etor(s)_    _    __ of the Trade Mark(s) numbered as abo ve, request that my \n(or our) User(s) \n \nTrade    or    bus iness    address    in    the    Registe r   of    Trade    Marks    be    alte re d   to          _ \n___    _    _    _    _    _    _ \n \n*The change of address, the entry of which is hereby applied for was orde red (by) (c) \n___    _    _    _    _    _    _    _    _    _    _    _    __   \n___    _    _    _    _    _    _    _    _    _    _    _    __    _ \non the _____ _    _    _ day of _____     _    _    _20_   \nAn offi ci all y certi fied copy o f t he order i s encl osed herewi th. \n \nDated this                      day of                     20      . \n \n \nSignature(d)     \nName of signatory in block letters \n \nTo,  \n \nThe Registrar of Trade Marks, \nTrade Marks Registry, \n            Ka rac hi.   \n \n(a)  Addi tional numbers may be gi ve n in a s igned s che dule on the back of the For m. \n(b)  Strike out one of thes e wor ds . \n(c)   Ins ert the name of the public authority or dering the c hange and the date there of. \n(d)  Signature of Regis tered Proprietor/ Licens ee. \n \n*Strike out if not applic able. \n \n \n \nFORM TM -35 \n \nFee : See e ntry No.36 \nof the Firs t Sche dule \n \n \n \nApplication by Registered Proprietor of Trade Mark for the cancellation of \nentry thereof in Register. Section 38, rules 55. \n \n \nIN        THE          MATTER         OF         Trade          Mark          No.          _        Class \n___    _    _    _    _    _    _    _    _    _    _    _ \n \n \nName                         of                        Re gis te re d                            Proprietor   \n___    _    _    _    _    _    _    _    _    _    _    _    __    _ \nTr ade or busi ness address____     _    _    _    _    __ \nAppli cati on i s hereby  made  by t he  aforesai d regi stered propri etor that  the \nentry  i n  t he   Regi ster  of  Trade   Marks  o f  t he   Trade   Mar k  No._____     __  i n \nCl ass__    _    _    _    __ may be cancelled. \n \nDated this                      day of                     20      . \n \n \nSignature(a)     \nName of signatory in block letters \n \nTo,  \n \nThe Registrar of Trade Marks, \nTrade Marks Registry, \n            Ka rac hi.   \n \n(a) Signature of the Registered Proprietor. \n \nFORM TM -36 \n \nFee : See e ntry No.37 \nof the Firs t Sche dule \n \n \nApplica tion by Registe red Proprietor of Trade Mark to strike out Goods from \nthose for which the Trade Mark is registered. Section 38, rule 55(I)(b) \n \nIN    THE    MATTER    OF    Trade    Mark    No._    _    _        re gis te re d    in    class    _ - \n___    _    _    _    _    _    _    _    _ \n \nName of Registered Proprietor    \nTrade or business address   \n \nApplication is hereby made by the aforesaid registered proprietor for the striking out \nof (a)                    from the goods for which the Trade Mark No.                is registered in Class \n___    _    __. \n \n \nDated this                      day of                     20      . \n \n \nSignature (b)     \nName of signatory in block letters \n \nTo,  \nThe Registrar of Trade Marks, \nTrade Marks Registry, \n            Ka rac hi.   \n \n(a) Designate the goods to be struck out. \n(b) Signature of applicant. \n \n \n \nFORM TM -37 \n \n \nFee : See e ntry No.38 \nof the Firs t Sche dule \n \n \n \nRequest by Registered Proprietor of Trade Mark that a Di scl ai mer or Memorandu m \nrel ati ng thereto may be registered may be registered. [Section 10, rule 34(f) and 34(g)] \n \nIN    THE    MATTER    OF    Trade    Mark    No._    _    __    regis te re d    in    class    _ - \n___    _    _    _    _    _    _    __ \n \nApplicat ion is he re by made  by (a) ____     _    _    _    _     be ing the  regis te re d proprie tor \nof t he trade mark numbe re d as above , for the additio n to the e ntry in t he Regis te r in conne ction \nwit h the s aid Trade Mark re gis te re d in the Class afore s aid of the follo wing, name ly: - \n \nDated this                      day of                     20      . \n \n \nSignature (b)     \nName of signatory in block letters \n \nTo,  \nThe Registrar of Trade Marks, \nTrade Marks Registry, \nKarachi. \n \n \n \n(a)  Ins ert the name, trade or bus iness addres s and des cription of the regis tered pr oprietor. \n(b)  Signature of Regis tered Proprietor . \n \n \nFORM TM -38 \n \nFee : See e ntry No.39 \nof the Firs t Sche dule \n \n \n \nApplication by Registered Proprietor under section 37 for an addition to or \nalteration of a Registered Trade Mark. rule 54 \n \n \nIN     THE     MATTER     OF     Trade     Mark     No._    _    _     regis te re d     in     class \n___    _    _    _    _    _    _    _   \n \nApplication   is   hereby   made   by   (a)       \nbeing  the  registered \nproprietor(s) of the registered trade mark numbe red as above, for leave to add to or alter \nthe said Trade Mark in the following particulars that is to say (b) \n                                                                                                    :- \n \nSix copies of the mark as it will appear whe n so altered are filed here with. \nDated this                      day of                     20      . \n \nSignature (c)     \nName of signatory in block letters \n \nTo,  \nThe Registrar of Trade Marks, \nTrade Marks Registry, \nKarachi. \n \n(a)  Ins ert the name, trade or bus iness addres s and des cription of the regis tered pr oprietor. \n(b)  Fill in full particul ar. \n(c)   Signature of applicant. \n \nFORM TM -39 \n \nFee : See e ntry No.40 \nof the Firs t Sche dule \n \n \nNotice of Opposition to Application for addition to or alteration of a \nRegistered Trade Mark. \n[(Section 37 and rule 54(3)]. \n \nIN    THE    MA TTE R     OF    Trade     Mark    No.   \n                                                   in class              . registered   in    the    name    of \n \nI (or we ) (a) _                                                            _ he re by give notice of my (or our) inte ntion \nto oppose the addition to or alte ration of the Trade Mark numbe re d and regis te red as above , so that \nit s hall be in form s hown in the application adve rtised in the Trade Mark Journal of the \n                     day of                                200      . \n \nNo. _    _    _    _    _    _                                                                     Page _    _    _    _    __ \n \nThe grounds of opposition are as follows:- \n_                                                                                           My (or our) address for se rvice in Pakis tan in \nconnection with these proceedings is                                                                                           _. \n \nDated this                      day of                     20      . \n \n \n \n \n \n \nTo, Signature (b)     \nName of signatory in block letters \n \nThe Registrar of Trade Marks, \nTrade Marks Registry, \n            Ka rac hi.   \n(a)  State full name & addres s . \n(b) Signature of the pers on gi vi ng notice. \nFORM TM -40 \nFee : See e ntry No.41 \nof the Firs t Sche dule  \n \n \n \nApplication by the proprietor of a Registered Trade Mark for the \nconversion of the specification. \nSection 97, rule 71. \n \nIN    THE    MA TTE R     OF    Trade     Mark    No.   registered   in    the    name    of \n                                                     in class          of the Fourth Schedule. \n \nApplication is hereby made by (a)                                  the registered proprietor of the \nabove-numbe red  Trade  Mark,  for  the  conversion  of  the  specification  of  the  above - \nmentioned registration (b) and the specification(s) of the Registered User(s) thereunder in \nconsequence of the amendme nt of the Fourth Schedule to the Trade Mark Rules, 2001.  \n \nThe specification(s) entered in the Register in accordance with the said Schedule \nprior to amendment is (are:- \n \n                                                                                             It is requested that the Registrar \nshould propose the following specification(s) in accordance with the amended schedule. \nClass    \nClass    \n \nDated this                      day of                     20      . \n \nSignature (c)     \nName of signatory in block letters \nTo,  \nThe Registrar of Trade Marks, \nTrade Marks Registry, \n            Ka rac hi.   \n(a)  Ins ert the name and tr ade or bus ines s addres s of the Regis tered Pr oprietor (applicant). \n(b)  Cancel the wor ds in i talics if there are no regis tered us ers . \n(c) Signature of the regis tere d pr oprietor. \nFORM TM -41 \nFee : See e ntry No.42 \nof the Firs t Sche dule  \n \n \n \nNotice of opposition to proposal for conversion of \nspecificati on, under  secti on 97(5)  and rule 72. \n \n[To be filed in duplicate and accompanied by a S  tatement, in duplicate, showing how the \nproposed conversion would be contrary to section 49 (1)] \n \nIN    THE    MA TTE R     OF    *Trade     Mark    No.   registered   in    the    name    of \n                                                   in class          of the Fourth Schedule to the rules. \n \n \nI  (or  we ) (a)  \n______     _    _    _    _    __    _    _    _  he re by  give  notice  of my  (o r  our) \ninte ntion to oppose the propos al for t he conve rs ion of the s pe cification(s ) of the Trade Mark(s ) \nadve rtis e d in the Trade Mark Journal o f the ___    _    _    __ day of ______     _    _ 200___ \nNo. _    _    _    _    _    _                                                                     Page _    _    _    _    __ \nThe grounds of opposition are as follows:- \n \nMy   (or   our )   addres s   for   s ervice   in   P akis tan   in   connecti on   with   thes e   procee di ngs   is \n___    _    _    _    _    _    _    _    _    _    _    _    _    _    __    _    _    _    _    _    __ __    _    _    _    __ \n \nDated this                      day of                     20      . \n \nSignature (b)     \nName of signatory in block letters \nTo,  \nThe Registrar of Trade Marks, \nTrade Marks Registry, \n            Ka rac hi.   \n*The numbers of more than one tr ade mark dealt with by the s ame pr opos al may be gi ve n, pr ovi de d the \ns pecificati ons are the s ame. \n(a)  State full name and addres s . \n(b) Signature of the pers on gi vi ng notice. \n \n \n \nFORM TM -42 \n \nFee : See e ntry No.43 \nof the Firs t Sche dule \n \nRequest for the consent o f the Regi strar to al teration of t he de posi ted Regul ati ons \nfor use of a Col lecti ve or a Certi fi cati on Tr ade Mar k. \nrules 40(2) and 46. \n(To be accompanied by a duplicate of the application and three copies of the Regulations \nhaving the proposed alterations shown in red therein) \n \nApplication is made by (a)                                          who is (or are ) the Proprietor(s ) of a \n(b) \nCollective mark or a Ce rtification Trade Mark(s ) No.                                          *re giste re d in Class \n(c) \n___ * in res pe ct of ____     _    _     *that the de pos ite d Re gulations for gove rning t he use of the \ns aid Mark(s ) may be  alte re d in the  manne r s hown in re d in the  accompanying  copies  of the \nRe gulations as propose d to be alte re d and for the conse nt of the Re gis trar to s uch alte ratio n. \n \nDated this                      day of                     20      . \n \nSignature (d)     \nName of signatory in block letters \nTo,  \nThe Registrar of Trade Marks, \nTrade Marks Registry, \nKarachi. \n \n(a)  State name and addres s of the proprietor (s ) as regis tered. \n(b)   If the same regulations apply to mo re than one registration, the numbers of all the registrations should be stated. \n(c)   State the s pecification f the res pecti ve regis trations . \n(d) Signature of the applicant. \n*Additi onal numbers and s pecifications may be gi ve n in a s igned s che dule on the back of the For m. \n \nFORM TM -43 \nFee : See e ntry No.44 \nof the Firs t Sche dule \n \nApplication to the Registrar for an order Expunging or Varying an entry \nin the Register relating to a collective mark or certification Trade Mark \nor Varying the Deposited Regulations. \nrules 42 and 45. \n(To be accompanie d by three copies e ach of the application and of a s tate me nt of case) \n \nIN    THE    MA TTE R    OF   a    Collective    mark    or   a    Certification    Tra de    Mark    No. \n                             registered in the name of                                    in class          . \n \n(a) \nI (or we)                                                                       being an aggrieved \nperson/aggrieved persons, hereby apply for an order of the Registrar that : \n(b) \n1.         The entry in the Register in respect of the above -mentioned Trade \n \nMark may be (c)                   Expunged. \n \n \n \n \n \n(b) \n2. Varied in the following \nmanner:- \n \n \nThe deposited Regulations governing the use of the above -mentioned Trade \nMark may be varied in the following manner:- \n(d) The grounds of my (or our) application are as follows:- \n \nThe facts and matters set forth in the enclosed statement of case are true to the best \nof my (or our) k nowledge, information and belief. \nMy (or our) address for se rvice in Pakis tan in connection with these pre ce ding is:- \n_   \n \nDate d this                      day of                  _ 20_    . \n \nSignature (e)     \nName of s ignatory in block le tte rs \nTo,  \nThe Registrar of Trade Marks, \nTrade Marks Registry, \nKarachi. \n \n(a)  State full name, addres s and nationality. \n \n(b)  Strike out either paragr aph that is not applic able. \n(c)   Strike out one of thes e lines . \n(d)  Specify the grounds . \n(e)   Signature(s ). \n \n \n \nFORM TM -44 \n \nFee : See e ntry No.45 \nof the Firs t Sche dule \n \nNotice under paragraph 11 of the Fourth Schedul e to the Ordi nance: Cl ai m \nto have registrability of the mark applied for before commencement of this \nOrdinance determined under the Ordinance (Conversion of application) \n \nI (we) claim to have the registrability of the under mentioned mark determined in \naccordance with the provisions of the Trade Marks Ordinance, 2001. I ack nowledge that \nthis notice is irrevocable. \n \n1        Give  details  of the  application you \nmad e   und er   Trad e   M ark s   Act,   Nu mb er      Class \n1940:  \n \n to    which the request \nrel a t es.   \n2. Indicate for which \n 2.      Full name, address of the applicant: \n \n3. Name  of  agent  (if  applicable) \naddress  for service  in  Pakistan \nwhich all correspondence should \nbe sent: \n \n \n \n \nTo, Signature     \nName of signatory in block letters \n \n \n \n \n \n \n(1) The Registrar of Trade Marks, \nThe Trade Marks Registry, \nKarachi. \nNote: You cannot amend a mark under the Or dinance, 2001 . If you want to amend the mark you mus t file \nFor m TM16, before or with this for m. \n(2) The ne w filing date of your c onverte d application will be the date of the c ommence ment of Trade Mark \nOr dinance, 2001. \n \nFORM TM -45 \n \nFee : See e ntry No.46 \nof the Firs t Sche dule \n \nFee is required to be \npaid for each category \nyou have indicated \n \n \n \nRequest for information about applications and registered marks \nUnder Section 109 \n \n \n1.       Give     details    of      the \napplicatio n or regi strati on           Number.          Class. \n \n \n \ncat ego ry or categ ori es   of \nevents   you   require \nnotifi cat io n. \n(A t o H a s d et ai l ed b el o w) \n(A  separate   fee  is  payable for \neach cat ego ry ind icat ed) \n \nCat eg ory – Y ou w ill be n otifi ed of \n \nA.    Application publis he d or withdrawn, re fuse d or deeme d abandone d be fore publication. \nB.    Curre nt or future formal opposition filed against a ne w trade mark application. \nC.    Application regis te re d or withdrawn, re fuse d or dee me d abandone d afte r publication. \nD.   Unpaid rene wal (registration in additional rene wal fee period). \nE.    Registration re newed or expired. \nF. Full surrender or successful revocation resulting in the removal of a mark from \nthe register. \nG.   Assignment application received. \nH.   Assignment in full or partial assignment. \n3. If your request is for an event not listed \nin 2 above, give details he re. \n \n4. Full  name,  address  and  post  code  to \nwhich notifications should be sent. \n \nSignature (e)     \nName of signatory in block letters \n \nDated this                      day of                     20      . \n \nTo,  \n \nThe Registrar of Trade Marks, \nTrade Marks Registry, \nKarachi. \n \n \nS pecific notes:  (1)  \n \n \n \n \n \n \n \n \n \n \n(2) \n(3) \n(4) Since   Trade  Marks  Register  is  a   public \nrecord any one can ask to be told about any \naction on any application or registration. The \nform lists  the  categories  which you can  be \nnotified  about.  This  form  is  not  open  to \npublic  inspection  and  information  is \ndisclosed only to the pe rson filing the form. \n \nA separate form should be used for each \ntrade mark number. \n \nA separate fee is payable for each category \nyou want to be notified of. \n \nIf there is not enough space for your ans wer \nto  any  section  of  this  form,  use  separate \nsheets. Numbe r each one  and  write  on the \nform how many extra sheets you have used. \n \nFORM TM -46 \nFee : See e ntry No.47 \nof the Firs t Sche dule \n \n \n \nRequest for certificate of the Registrar (Section 11 & 121(2), Rule 84 \n \nIN       THE        MATTER       O F               *the        Trade        Mark        No._____     _   \n                                                                   Class    regis tered       in \n \nI                               (or                                we )                           (a)______     _    _    _    _    _    _    _    _    _ \n___    _    _    _    _    _    _    _    _    _    _    _    _    _    __  he re by re ques t the  Regis trar to  furnis h \nme          (or         us )         with         (b)         his         ce rtific ate          to         the         e ffe ct         that \n(c)___    _    _    _    _    _    _    _    _    _    _    __    _    _    _    _    _    _    _    _    __ __    _    _    _   \n                         (d) a certificate of registration of Trade Mark for use in obtaining \nregistration in   \n \nDated this                       day of                       20   \n \n \nSignature (e)     \nName of signatory in block letters \n \nTo \nThe Registrar of Trade Marks, \nThe Trade Marks Registry, \nKarachi. \n \n*Thes e wor ds be varie d to s uit other c as es . \n(a) Ins ert name, addres s and nationality of the pers on making the re ques t. \n(b) Strike out wor ds that are not applic able. \n(c) Set out the par ticulars whic h the Regis trar is reques te d to certify. \n(d) Ins ert the name of c ountr y. \n(e) Signature of the pers on making the re ques t. \n \n \n \nFORM TM -47 \nFee : See e ntry No.48 \nof the Firs t Sche dule \n \n \n \nRequest for entry on the Register and Adve rtisement of a Note of Certificate of validity by \nthe Court under section 112, R  ule 86 \n \nIN THE MATTER  OF Trade Mark(s ) No.(s )__    _    _     regis te re d in \nclas s__    _    _    _    _    _    __ in the name of __    _    _    _    _    _    _     __    _    _    _    _    _    _ \n \nI                      (or                    We )                   (a)______     _    _    _    _    _    _    _    _    _    _    _    __ \n                                                                                   _hereby  request  the R egi strar to add to the \nab o v e  n u m b ered   ent ry  ( en t ries)   of  ( a)  T rad e  M a rk (s )  in  t h e  Reg is t er,  an d  t o  ad v ertis e  in  t h e  T ra d e \nMarks   Journal   a    note    that   in    (b)_ _ _    _    _    _    _    _    _ _    _    _    _    _    _    \n_    _ _ \n___    _    _    _    _    _    _    _    _    _    __                                           the                                          Court \n \ncertified that the validity of the said registration(s) came into question and was decided in \nfavour of the proprietor of the Trade Mark in the terms of the accompanying officially \ncertified copy of the certificate of validity. \n \nDated this                     day of                  20   \nSignature (c)      \nName of signatory in block letters \nTo \nThe Registrar of Trade Marks, \nThe Trade Marks Registry, \nKarachi. \n(a) State the name and addres s of the Regis tered proprietor . \n(b) State the nature of the pr ocee dings , with the names of the parties to \nthe m, in which the certificate was gi ven. \n(c) Signature of pers on interes te d. \n \n \n \nFORM TM -48 \n \n \n(To be stamped under the Stamp Act, 1899)  \nForm of Authorization of Agent in a matter or proceeding under the \nOrdinance (Section 127, R  ule 10) \n \nI                              (or                           We )                           (a)______     _    _    _    _    _    _    _    _    __ \n                                                                                             hereby authorize \n(b)                                                                                         of \n                                                                                            to   Act    as    my    (or   our)    agent    for   (c) \n___    _    _    _    _    _    _    _    _    _    _    _    _    _    __    _    _    _    _    _    _    _    _    _    _    __ \n___    _    _    _    _    _    _    _    _    _    _    _    _    _    __ and re que s t that all not ices , re quis itions \nand communications re lating the re to may be se nt to s uch age nt at the above addre ss . \n \nI (or we) hereby revoke all previous authorizations, if any, in respect of the same \nmatter or proceeding. \nDate d this_                   day of                              20   \nSignature (d)                                          _ \nName of s ignatory in block le tte rs \n \nAddress (e)     \n \n(To be s truck out if the pe rson appointing the age nt des ires his own address to be tre ate d as the \naddress for se rvice afte r regis tration). \n \nI (or we) also authorize the said (b)                                  to complete Form TM-50 requesting the \nentry of address for service as part of my (or our) registration obtained under the above authorization. \nDate d this_                  _ day of                              20    _ \nSignature (d)                                          _ \nName of s ignatory in block le tte rs \n \nSignature (e)     \nName of s ignatory in block le tte rs \nTo \nThe Registrar of Trade Marks, \nThe Trade Marks Registry, \n              Karachi.   \n(a) Ins ert full name, addres s and nati onality. See rule 8. \n(b) Ins ert name and addres s of agent. \n(c) State the  particul ar  matter or  procee di ng for  which the  agent is \nappointe d, gi ving the refere nce number if known. \n(d) To be s igned by the pers on appointi ng the agent. \n(e) Ins ert the full trade or bus iness addres s of the pers on appointing the agent. \n \n \n \nFORM TM -49 \n \nParagraph 5 of First Schedule, Paragraph 6 of Second Schedule, Rule 39(1) & 43(1) \n(To be accompanied by a duplicate of the draft regulations and in the case of a textile \nmark to be accompanied by two duplicates of the draft regulations). \n \nRegulations for gove rning the use of a Collective or a Ce rtification Trade Mark No.   \n                                                                               in class in respect of \n(a)   \n \n(For Official Use) \n \nAdvertised    in    the    Trade    Mark s    Journal    No.       at    page \n_                            on  the                                              _  day of                                                            _ \n20        Date of applica tio n a nd re gistratio n                            20    \n(a) Here specify the goods of the registration. \n \nFORM TM -50 \nFee : See e ntry No.49 \nof the Firs t Sche dule \n \n \n \nForm of request by a Registered Proprietor or a registered Licensee of a trade \nmark or a person about to be so registered, to enter, alter or substitute an \naddress for service as part of his registration. \n \nSection 126, Rules 9 & 70 \n \nRe ques t               is                made                 by               (a)                ___    _    _    _    _    _    _ \n                                                                                            who is about to be registered as (or) \nwho      is      the      Registered     (b)      Proprietor     (Licensee)     of     Trade      Marks(s) \nNo.                                                                                         *registered in class \n                                                             for the (c) inclusion, addition, alte ration or substitution \nof an address for service in Pakistan in or to the entry thereof so that the address for service \nin Pakistan may read : (d)   \n \n \n \nDated this                     day of                          20   \n \nSignature (e)     \nName of signatory in block letters \n \nTo,  \nThe Registrar of Trade Marks, \nThe Trade Marks Registry, \nKarachi. \n(a) Here i ns ert the full name and trade or bus ines s addres s of the pers on making the re ques t. \n(b) Strike  out  fr om  the  italicized  wor ds  thos e  that  are  not  applicable  and s trike  out  one  of  the  wor ds \n„Proprietor' of „Licens ee' as the c as e may be. \n(c) Cancel wor ds that are not applicable . \n(d) State here the precis e entr y or change d entr y des ired. \n(e) Signature. \n*Additi onal numbers may be gi ven in a s igne d s che dule on the back of the for m. \n \n \n \nFORM TM -51 \nFee : See e ntry No.50 \nof the Firs t Sche dule \n \n \n \nApplication unde r section 82(2) & Firs t Sche dule to regis te r a collective mark for a s pe cification of \ngoods or se rvices include d in a class from a conve ntion country unde r section 25, Rules 15 & 39(1) \n(To be filled in triplicate and accompanied by six representations of the collective mark \nand three copies of draft regulation with Form TM -49) \nOn  representation  to  be  fixed  within  this  space  and  six  othe rs  to  be  sent  separately. \nRepresentation of the large r size may be folded but must then be mounted upon linen or \nothe r s uita ble mate ria l affixe d the re to. Se e rule 17.   \nApplication is hereby made for registration in the register of Trade Mark of the \naccompanying collective mark in class(1)   \n \nin re s pect of (2)__    ___ in the name of (3) ____     _    _    whose address is (4)      _    _    _    _    _. \n \nThe  firs t application  in a country  to regis ter  the  collective  mark  has  been made  in __                   on \n_                        _. \n \nA ce rtifie d copy ce rtifie d by an official of the convention country in which the firs t \napplication was file d is e nclosed (alongwith its trans lation in Englis h). \n \nI (we) request that the collective mark may be registered with priority date based on the above \nmentioned first application in a convention country under the provisions of section 25 of the Ordinance. \nAll co mmu n ication s relatin g to th is ap plication may b e s en t to th e followin g ad d ress in Pak is tan : \nDated th is _______ _ d ay of ________________20____ . \n \n \n \n \nTo, Signature :_                              _ \nname of s ignatory in block lette r \n \nThe Registrar of Trade Marks, \nThe Trade Marks Registry, \nKarachi. \n \n(1).         Ins ert the s erial number of the clas s as indicate d in Sche dule IV to the Trade Marks Rules . \n \n(2).         S p ec ify th e go od s o r se rvi c es. On ly good s an d s er vi ces in c lu d ed in on e an d th e sa m e cl ass sh ou ld b e sp e ci fi ed . \nPlease  con su lt S ch ed u le IV attach ed to th e Ru les to ch eck th e class of goods and services  or th e Book on \nIn tern ation al  Classification  of  good s  issu ed  b y th e  In tern ational Bu reau for th e  Protection   of  Intell ectu al \nProperty, Gene va. \n \n(3)          In sert leg ib le th e fu l l n am e, d escr ip tion an d n at ion ali ty of th e  applic ant. \n(4)          Ins ert full bus iness addres s . \n \nFORM TM -52 \nFee: See entry No.51 \nof the First Schedule \n \n \n \nApplication under section 83(2) Second Schedule to register a certification trade mark \nfor s pecification of goods or services included in a class from a convention country \nunder section 25, R  ule 15 &  43(1). \n \n(To be file d in duplicate accompanie d by three copies of the draft \nregulation with Form TM -49). \nOn re presentation to  be  fixe d within  this s pace  and s ix othe rs  to  be  sent \nseparate ly. Re presentation of the large r size may be folde d but mus t the n be \n                                        mounte d upon line n or othe r s uitable mate rial affixe d the reto. See rule 17.   \nApplication  is  hereby  made  for  regis tration  in the  regis ter  of Trade  Mark  of the  accompanying \nce rtification trade mark in class (1)   \nin respect of (2)               in the name of (3)    whose address is (4)                              . The \napplicant(s ) is (are ) not carrying on bus iness in the goods or se rvices of the kind for which the \nregis tration of the s aid ce rtification trade mark is sought. \n \nThe firs t application in a c ountr y to regis ter the certification tr ade mark has been file d in _____     __ \non                         . \n \nA ce rtifie d copy ce rtifie d by an official of the convention country in which the firs t \napplication was file d is e nclosed (alongwith its trans lation in Englis h). \n \nI (we) re ques t that the certi ficati on tr ade mark may be regis tered with pri ority date bas ed on the \nabove  mentione d firs t applic ation in a conve ntion c ountr y under the pr ovis ions of s ection 25 of the Or di nance. \n \nAll communications relating to this application may be sent to the following address in Pak istan: \nDate d this ____      day of ______     _    _    __20    __. \n \nSignature:   \nname of signatory in block letter \n \nTo,  \nThe Regis trar of Tr ade Marks , \nThe Tr ade Marks Regis try, \nKar achi. \n \n \n(1)          Ins ert the s erial number of the clas s as indicate d in Sche dule IV to the Trade Marks Rules . \n \n(2)          Specify the g oods  or s er vices . Only goods  and s er vices include d in one and the s ame clas s s houl d be \ns pecifie d. Pleas e cons ult Sche dule IV attac he d to the Rules to check the clas s of goods  and s er vices or \nthe  Book  on  Internati onal  Cl as s ification   of  goods   is s ued  by  the   Internati onal  Bureau  for   the \nProtecti on of Intellectual Pr operty, Gene va. \n(3)          Ins ert legible the full name, des cripti on and nationality of the applicant. \n(4)          Ins ert full bus iness addres s . \n \n \n \nFORM TM -53 \nFee : See e ntry No.52 \nof the Firs t Sche dule \n \n \n \n \nApplication for registration of trade marks consisting exclusively of letters or nume rals or \nany combination thereof relating solely to textile goods for s pecification of goods included \nin any of the items of the Fifth Schedule. (Rule 96) \n \n(To be file d in duplicate accompanie d by s ix additional \nre prese ntations of the trade mark). \nOne representation to be fixed within this space and six others to be \nsent separately. \nApplication is he reby made for regis tration of the accompanying trade mark in class(1)_    _ \nin  respect  of  (2)   in  the  name  of  (3)     whose  address is(4)                            , \nwho claim(s) to be the proprietor(s) thereof and by whom the said mark is proposed to be \nused(5) being used since                  in respect of said goods or services. \n \n \n \nin Pakistan: All communications re lating to this application may be se nt to the following address \nDated this                 day of                       20        . \n \n \n \n \nTo, Signature:   \nName of s ignatory in block le tte rs \n \nThe Registrar of Trade Marks, \nThe Trade Marks Registry, \nKarachi. \n1. The  Regis trar‟  s direction  may be  obtaine d if the  class  of goods  or services  is  not known.  The  duly s igned \nadditional repres entation by the applicant or his agent s hould bear the mark, the name, address and des cription \nof the applicant, the des cription of goods or servi ces , the item of textile goods mentioned on the Fifth Schedule, \nthe period of us e of the trade mark, the trade des cription and addres s for s ervice in Pakis tan. \n2. Specify  the  ite ms  of  textile  goods   menti one d i n  the  Fifth  Sche dule  cons is ting  exclus ively  o f  letters  or \nnumerals or any c ombinati on thereof in res pect of which application is made. A s e parate s heet detailing the \ngoods or s er vices may be us ed. \n3. Ins ert legibly the full name, des cription (occupation or c alling and nationality of the applic ant. In the cas e of \na  body  cor por ate  or  fir m  the  c ountr y  or  inc or por ation  or  the  names  and  des cri ptions  of  the  par tners \ncompos ing the firm and the nature of regis trati on, if any, as the cas e may be s houl d be s tate d. \n4. Ins ert full tr ade or bus iness addres s of the applic ant. \n5. Strike out the wor ds if not applicable. If us e is claime d the date of comme nce ment of us e by the applic ant \ns houl d be s tate d. \n \n \n \nFORM TM -54 \nFee : See e ntry No.53 \nof the Firs t Sche dule \n \nApplication for registration of a textile trade mark (other than a ce rtification trade mark \nor a collective mark) containing exclusively of numerals or letters or any combination \nthereof for specification of goods or services included in one item of the Fifth Schedule \nunder Rule 12 from a convention country under \nSection 25 \n(To be file d in duplicate accompanie d by s ix additional \nre prese ntations of the trade mark). \nOne re pres entati on to be fixe d wi thin this s pace and s ix others to be s ent s e par ately. \nApplication  is   hereby made   for  regis tration  in the  regis ter   of  the  accompanying  trade   mark  in \nclass(1)_    _ \nin  res pect  of  (2)__            in  the  name(s )  of  (3)  __   whos e address  is (4)                            , who \nclaim(s ) to be the pr oprietor thereof and by whom the s ai d mark is pr opos ed to be us e d(5) / being us ed s ince \n_            _ in res pect of goods or services. \n \nThe firs t application in a c onvention country to regis ter the trade mark has bee n made i n ______     _ \non                         . \nA ce rtifie d copy ce rtifie d by an official of the convention country in which the firs t \napplication was file d is e nclosed (alongwith its trans lation in Englis h). \nI (we) request that the trade mark may be registered with priority date based on the above \nmentioned first application in a convention country under the provisions of section 25 of the Ordinance. \nAll communications relating to this application may be sent to the following address in Pak istan: \n \nDate d this_            _ day of                                 20         . \n \n \n \n \nTo, Signature :_                              _ \nName of s ignatory in block le tte rs \n \nThe Registrar of Trade Marks, \nThe Trade Marks Registry, \nKarachi. \n \n \n1. The  Regis trar‟ s direction  may be  obtaine d if the  class  of goods  or services  is  not known.  The  duly s igned \nadditional repres entation by the applicant or his agent s hould bear the mark, the name, address and des cription \nof the applicant, the des cription of goods or services , the item of textile goods mentione d on the Fifth Schedule, \nthe period of us e of the trade mark, the trade des cription and addres s for s ervice in Pakis tan. \n2. Specify  the  ite ms  of  te xtile  goods   mentione d  in  the  Fifth  Sche dule  cons is ting  exclusively  of  letters  or \nnumberles s or any combinati on thereof in res pect of which applicati on is made . A s e parate s heet detailing \nthe goods or s er vices may be us ed. \n3. Ins ert legibly the full name, des cripti on (occupation or calling and nationality of the applicant. In the c as e of \na  body cor por ate  or  fir m  the  country  or  inc or poration  or  the  names  and  des criptions  of the  par tners \ncompos ing the firm and the nature of regis trati on, if any, as the cas e may be s houl d be s tate d. \n4. Ins ert full tr ade or bus iness addres s of the applic ant. \n5. Strike out the wor ds if not applicable. If us e is claime d the date of comme nce ment of us e by the applic ant \ns houl d be s tate d. \n \n \n \nFORM TM -55 \nFee : See e ntry No.54 \nof the Firs t Sche dule \n \n \nRequest for Search unde r Rule 87 \n \nThe  Re gis trar is he re by re ques t unde r rule  88 to se arch in Clas s * _    _    _    _    _    __    __ in \nre s pe ct of (a) __    _    _    _    _    _    _    _    _    __ to as ce rtain whe the r any t rade  marks  are on \nre cord which  re se mble  the  trade  mark s e nt he re with in duplicate  (e ach re pre se ntation  be ing \nmounte d on a s hee t of s trong pape r approximate ly 13 inches by 8 inches in s ize ). \nDate d this_                   day of             _20      _. \nSignature (d)     \nName of signatory in block letters \n \n \nTo, (c) _   \n \nThe Registrar of Trade \nMarks, The Trade Marks \n              Regis try, Karachi.   \n \n \n \n*The Registrar‟ s direction s hould be obtained if the class is not known. \n \n(a) Here specify the goods (in the class stated) in respect of which the search is to be made. \n \n(b) Signature. \n(c) Address. \n \n \n \n \nFORM TM -56 \nFee : See e ntry No.55 \nof the Firs t Sche dule \n \n \n \nApplication for Exte ns ion of Time \nSee section 123, rule 80  \n \n \nApplicat ion No……… …….. \nApplicat ion is he re by made by (a)_______     _    __ for e xte ns ion of time by \n                                                     month(s), for complying with the require ments of the \nRegistrar communicated under his letter No.                                                                 dated the \n                                                             or (strike the portion not required) for filing notice of \nopposition       or      counte r-statement       to       registration       of       a       trade       mark \nNo.   in   class      advertised  in  Trade  Marks  Journal \nNo.           at page           on the day of                   20          , or (strike the portion not required) \nfor s upplying evidence in support of the application/opposition proceedings. \n \nThe reasons for making application are as under:- \nDate d this_                  _ day of                           20         . \n \nSignature (b)     \nName of signatory in block letters \nTo,  \nThe Registrar of Trade Marks, \nThe Trade Marks Registry, \n              Karachi.   \n(a) Insert full name, address and nationality of the applicant. \n(b) Signature of the applicant. \n \nFORM TM -57 \nFee : See e ntry No.56 \nof the Firs t Sche dule \n \n \n \nSECOND SCHEDULE \nTRADE MARKS ORDINANCE, 2001  \nRes toration of the Trade Mark abandone d for non-compliance of the re quire me nts of the Registry. \n \n[See section 33(5) and rule 25(b), 27(2) & 27(3)] \n \nI, (or we) (a)                                                                     he reby request that the Trade Mark \nNo.                             in class                                                            be restored to the file and be \nproceeded with according to the Rules. \n \nThe       application        was      abando ne d,       vi de      letter       No.______     _    _       date d       the \n                                      from the Registry. \n \nThe reasons for making the application are as unde r:- \n \nDate d this_                         day of                         _20         . \n \nSignature (c)     \nName of signatory in block letters \n \nTo,  \nThe Registrar of Trade Marks, \nThe Trade Marks Registry, \n              Karachi.   \n \n(a) Insert full name, address and nationality of the applicant. \n(b) Signature of the applicant. \n \n \n \nFORM TMA-1 \nFee : See e ntry No.62 \nof the Firs t Sche dule  \n \n \n \nSECOND SCHEDULE \nTRADE MARKS ORDINANCE, 2001  \nApplication for registration as a trade mark \nagent. Rule 119 \n(To be filed in duplicate) \nI beg to apply for registration as a trade mark agent under the Tra de Mark s Ordinance, 2001.  \n(a) A ce rtificate of character from                                                                              is \nenclosed here with. \n \nI hereby declare that I am not subject to any of the disabilities stated in clauses (i), \n(ii), (iii) and (iv) of rule 117 of  the Trade Marks Rules and that the information given below \nis true to the best of my k nowledge and belief:- \n1.         Name in full beginning with surname, if any (in capital letters)   \n2.         Permanent home address   \n3.         Place or places of business   \n4.         Father‟ s name   \n5.         Nationality   \n6.         Date and place of birth   \n7.         Period of residence in Pakistan   \n8.         Occupation in full    \n9.         Particulars   of   qualifications   for   registration   as   a   trade   mark   agent \n(b)   \n10. Whether at any time removed from the Register of trade mark agents and, if \nso, the reasons for such removal   \n \nSignature :_                              _ \nName of s ignatory in block le tte rs \nDate    \nTo, \nThe 1[Fe de ral Gove rnme nt], \nThrough the Trade Marks Regis try, \nKarachi. \n \n(a) The  certificate  testifying  to  the  characte r of the  candidate  should  be  from a \nperson not related to the candidate and being a District magistrate or the Chief \nAdministrative  Office r of the  District  where  the  candidate  usually  resides,  or \nfrom any other person whom the Registrar may conside r fit. \n \n(b) Eithe r original diploma, ce rtificates and ot he r docume nts in s upport o f qualifications \nclaime d, or copie s the reof duly atte s te d by a Magis trate , a Notary Public o r 2[pe rs on \naut horize d to atte s t docume nts ] mus t be se nt with t he applic atio n. \n \n3[Particulars in  respect of the period of service  with a  registered trade  mark \nagent or an advocate practicing before the Trade marks Registry or, as the case \nmay be, of the post held in the Trade Marks Registry, may be specified.] \n \n \n \nFORM TMA-2 \nFee : See e ntry No.65 \nof the Firs t Sche dule \n \nSECOND SCHEDULE \nTRADE MARKS ORDINANCE, 2001  \nApplication for the restoration of the name of a person to the Agents‟ Registrar \n(Rule 123) (To be filed in duplicate) \nI,                         (a)                         ___    _    _    _    _    _    _    _    _    _    __                          of \n_                                                                                            he re by apply  for  the  restoration  of my \n \nname to the Age nts ‟ Registe r in which my name was e nte re d unde r No.                                              My name was \nre move d  on     \n122(1)&(2) of the Trade Marks Rules, 2002. \nDated this................ day of  ............................... 20.....  \nSignature    \nName of signatory in block letters unde r  clause   (a),  (b),  (c),  or  (d)  of  rule \nTo,  \nThe  \nTHE THIRD SCHEDULE \n[See rule 3]  \n1[Fe de ral \nGove rnme nt], \nThrough the                                                                                                                              Trade Marks \nRegis try, \nKarachi.  \nFORMS TO BE USED BY THE REGISTRAR LIST OF FORMS \n \nForm No.  \nSection \nthe  \nof   Title. (a) Insert name and address in full. \n  FORM TM A-3           Ordinance. \n(1) Fee : See e ntry (2)  \n \n(3) \n0-1 No.66 of the \nFirs t Sche dule 33(5) Notice  of  Non-completion  of \nRegistration. \n \n0-2 33(4) Certificate   of   Registration   of \nTrade Marks.  \n \nSECOND SCHEDULE \nTRADE                                                                                             MARKS ORDINANCE, 2001 \n0-3 Application 35(2) Notice  of  Expiration  of  Last  \nfor an alteration of any entry in \n \nthe Agents‟  Register. Registration. \n \n(To be filed in duplicate)  \n(Rule 124) \n \nI,                        (a)                        ___    _    _    _    _    _    _    _    _    _    _    _                         of \n                                                                                               being      a      registered      agent \nFORM O-1 \n(Registration \nNo.                          ) \nhereby request that my \nname,               address,  \nGOVERNMENT OF PAKISTAN \nTHE TRADE MARKS REGISTRY, KARACHI \nTRADE MARKS ORDINANCE, 2001 \nbusiness    address    orNotice of Non-completion of Registration. Section 33(5). \nqualifications    entered \nin the Agents‟ Register may be altered as follows:- \n     _    _    _ _    _    _    _    _ \n     _    _    _ _    _    _    _    _ \n     _    _    _ _    _    _    _    _ \nD ated thi s ................           day of  ...............................  2 0..... No....................................... \n \n \n \n \nTo, Signature    \nName of signatory in block letters \n \nThe 1[Fe de ral Gove rnme nt], \nThrough the Trade Marks Regis try, \nKarachi. \n(a) Insert name and address in full. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nNotice is  hereby given,  as  required by section  33(5)  of  the  Trade  Marks  Ordinance,  2001, \nthat the registration of the trade mark, in respect of which application numbered as above was made \non the ----------- --------- ---- day of -------- ----200-- has not been completed by reason of default on the \npart of the applicant. \n \nUnless  registration  is  completed  within  twenty-one  days  from  the  date  of  this  notice,  the \napplication w ill be treated as abandon ed. \nDated this................ day of .......................... 200..... \nRegistrar of Trade Marks. \n \nTo,  \n \n................................................ \n................................................ \n \n \n FORM O-2  \n \nGOVERNMENT OF PAKISTAN \nTHE TRADE MARKS REGISTRY, KARACHI \nTRADE MARKS ORDINANCE, 2001 \n \nCertificate of Registration of Trade Mark. Section 33(4) \nTRADE MARK No............................ \nDated............................. \nCertified  that  the  Trade  Mark,  of  which  a  representation  is  annexed  hereto  has  been \nregistered  in  the  name  of.................................................................... ............................................  in \nclass    ....................................    under    No................................................................   as    of    the    date \n........................................................................ in  respect  of ..................................................................... \nSealed at my direction, this ..................................................  day of ..................... 200..... \n \n \nRegistrar of Trade Marks. \n_   \n \nRegistration is for ten years from the date first above -mentioned and may then be renewed \nfor a period of ten years, and also at the expiration of each period of ten years thereafter. (See section \n35 of the Trade Marks Ordinance 2001 and rules 45-39(2)(b) of the Trade Marks Rules, 2003 . \n \n \n \nNote.     Upon any change of ownership of this Trade Mark, or change in address, application \nshould at once be made to register the change. \n \n \n \n_   \n \n \n \nFORM O-3  \n \nGOVERNMENT OF PAKISTAN \nTHE TRADE MARKS REGISTRY, KARACHI \nTRADE MARKS ORDINANCE, 2001 \n \nNotice of expiration of last Registration. Section 35(2) \nregistered Trade Mark No............................ \nClass....................... \nNotice is hereby given as required in section 35(2) of the Trade Marks Ordinance, 2001, that \nthe registration of the aforesaid trade mark will expire on .....................................................  and that \nthe  registration  can  be  renewed  for  a  further  period  of  ten  years  on  receipt  in  this  off ice  of an \napplication    on    the    enclosed    form    TM-12    accompanied    by    the    prescribed    fee        of \nRs..............................................  on or before the said date. \n \nDated this............................day of...................20..... \nRegistrar of Trade Marks. \n_   \nFORM O-4. \n \n \n Fee : See entry No.63 \nof the Firs t Schedule \n \n \n \n \n \n \n \n \n \n \n \nNo............................ \nThis               is GOVERNMENT OF PAKISTAN \nMINISTRY OF COMMERCE  \nTRADE MARKS ORDINANCE, 2001 \nCertificate of Registration as a trade mark agent \n[Rule 121] \n \nto               certify              that..................................................                  of \n........................................................................................... \n \nwas registered on this............................................day  of ................................20......, in the Reg ister of \ntrade mark agents maintained under rule 115 of the Trade Marks Rules, 2003. \n \n \n \nRegistrar of the Trade Marks, \n.        Government of Pakistan. \n \n_                  _ \n \n \n \nTHE FOURTH SCHEDULE \n[See rules 11, 71 and 88]  \n \nCLASSIFICATION OF GOOD S AND SERVICES \nNames of the Classes \n(Parts of an article or apparatus are, in general, classif ied with the actual article or apparatus, \nexcept where such parts constitute articles inc luded in other classes). \n \n1.       Chemicals  used  in  industry,  science  and  photography,  as  well as  agriculture, \nhorticulture,     forestry;    manures     (natural    and    artif icia l);    fire    extinguishing \ncompos itions,  tempering  substances  and chemicals  preparations  for  soldering, \nchemical substances for preserving foodstuff , tanning substances, adhesives used in \nindustry, unpr ocessed artific ial resins; unprocessed plastics. \n \n2.       Paints,  varnishes,  lacquers,  preservatives  against  rust  and against  deterioration  of \nwood, color ing matters, dyestuffs; mordents; raw natural resins; metals in foil and \npowder form for painters, decorators, printers and artists. \n \n3  Bleaching preparations  and other substances  for laundry use, cleaning, polishing, \nscouring and abrasive preparations, soaps, perfumery, essential oils , cosmetics, ha ir \nlotions , dentifrices. \n \n \n  \n \n4. \n \n \n \n5. \n \n \n \n \n \n6. \n \n \n \n \n \n \n \n \n7. \n \n \n \n \n8. \n \n \n \n9. \n \n \n \n \n \n \n \n \n \n \n \n10. \n \n \n11. \n \n \n \n12. \n \n13. \n \n14. \n \n \n \n \n15. \n \n16. Industr ial oils  and  greases  (other  than  edible  oils  and  fats and  essential  oils); \nlubr icants,  dust  absorbing  wetting  and  binding  compos itions;  fuels  (including \nmotor spir it) and illuminants, candles, tapers, nightlights and wicks. \n \nPharmaceutical,  veterinary  and  sanitary  substances;  infants'  and  inva lids'  foods; \ndietetic  substances  adapted  for  medical  use;  plasters,  materials  for  bandaging; \nmaterial for stopping teeth, dental wax, dis infectants, preparations for killing weeds \nand destroying vermin; fungicides, herbic ides. \n \nCommon metals and their alloys, anchors, anvils , bells , rolled and metal building \nmaterials,  transportable  building  of  metals;  materials  of  metal  for  railway tracks, \nchains  (except  driving  chains  for  vehicles);  non-electric  cables  and wires  of \ncommon meta l; locksmith's work; metallic pipes and tubes; safes and cash boxes; \nsteel  balls;  horseshoes;  nails  and  screws;  ironmongery;  small  items  of  metal \nhardware; other goods in non-precious metal not inc luded in other classes; ores. \n \nMachines  and  machine  tools,  motors  and  engines  (except  for  vehicles),  machine \ncoupling  and  transmiss ion  components  (except  for  land  vehicles)  agricultural \nimplements, incubators for eggs. \n \nHand tools and implements (hand-operated); cutlery, forks and spoons; side arms; \nrazors. \n \n \nScientif ic, nautical, surveying and electrica l apparatus  and instruments  (inc luding \nwireless), photographic, c inematographic , optical, weighing, measuring, s igna ling, \nchecking (supervis ion) , life-saving and teaching apparatus and instruments, coin or \ncounter-freed  apparatus;  talking  machines;  cash registers,  calculating  machines, \napparatus  for  recording,  transmiss ion  reproduction  of  sound  or  images,  magnetic \ndata  carriers,  recording  discs,  automatic  vending  machines  and  mechanisms  for \ncoin   apparated   apparatus,   data   processing   equipment   and   computers;   fire \nextinguishing apparatus. \n \nSurgical, medical, denta l and veterinary instruments and apparatus, artif icia l limbs , \neyes and teeth, orthopedic articles; suture materials. \nApparatus  for  lighting,  heating,  steam  generating,  cooking,  refrigerating,  drying, \nventilating, water supply and sanitary purposes. \n \nVehicles, apparatus for locomotion by land, air or water. \nFirearms, ammunition and pr ojectiles, explos ives; fireworks. \nPrecious metals and their alloys and goods in precious metals or coated therewith \n(except cutlery, forks and spoons), jewellery, precious stones, horological and other \nchronometr ic instruments. \n \nMusical Instruments (other than talking machines and wireless apparatus). \n \nPaper   and   paper   articles,   cardboard   and   cardboard   a rticles;   printed   matter, \nnewspapers    and    periodicals,    books;    book-binding    materials,    photographs , \n \n \n  \n \n \n \n \n \n17. \n \n \n \n \n \n18. \n \n \n \n \n19. \n \n \n \n \n \n20. \n \n \n \n21. \n \n \n \n \n \n \n \n22. \n \n \n \n \n23. \n \n \n24. \n \n \n25. \n \n26. \n \n \n27. \n \n \n \n28. \n \n \n \n29. stationery,   adhesives   materials   (stationery),   artists'    materials ,   paint   brushes, \ntypewriters  and  office  requisites  (other  than  furniture),  instructiona l and  teaching \nmaterial   (other   than  apparatus),   playing   cards;   (printers')   type   and  cliches \n(stereotype); plastic materials, for packaging (not inc luded in other classes). \nGutta  percha,  rubber,  balata  and  substitutes,  articles  made  from  these  substances \nand  not  inc luded  in  other  classes,  materials  for  packing,  stopping  or  insulating, \nasbestos,  mica  and  their products;  hose  pipes  (non-metallic);  plastics  in  extruded \nform for use in manufacture. \n \nLeather and imitations of leather, and articles made from these materials, and not \ninc luded in other classes, animal skins , hides, trunks and travelling bags, umbre llas, \nparasols and walking sticks , whips, harness and saddlery. \n \nBuilding mater ials (non- metallic), natural and artif icia l stone, cement, lime, mortar, \nplaster   and  gravel;   pipes   of   earthenware   or   cement;   road-making,   materials; \nasphalt, pitch and bitumen, portable buildings; monuments; not of metal, chimney \npots; non- metallic rigid pipes for building; non-metallic; transportable buildings. \n \nFurniture, mirr ors, picture frames; articles (not inc luded in other classes) of wood, \ncork,  reed,  cane,  wicker,  horn,  bone,  ivor y,  whalebone,  shell,  amber,  mother -of- \npearl, meerschaum and substitutes for all these materials, or of plastics. \nhousehold  and  kitchen  utensils  and  containers  (not  of  precious  metal  or  coated \ntherewith), combs and sponges, brushes  (other than paint brushes), brush-making \nmaterials,   artic les   for  cleaning   purposes,   steelwool,   glassware,   porcelain   and \nearthenware not inc luded in other classes; unworked or semi-worked glass (except \nglass used in building). \n \nRopes, string, nets, tents, awnings, tarpaulins , sails, sacks and bags (not inc luded in \nother  classes)  padding  and  stuffing  materia ls  (except  of  rubber  or  plastics)  raw \nfibr ous textile materia ls. \n \nYarns and threads, for textile use. \n \nTextiles and textile good s , not inc luded in other classes, bed and table covers. \nClothing, footwear, headgear. \nLace and embroidery, r ibbons and braid, buttons, hooks and eyes, pins and needles, \nartif icia l flowers. \nCarpets, rugs, mats and matting, linoleum and other materials for covering existing \nfloors, wall hangings (non-textile). \n \nGames  and  playthings,  gymnastic  and  sporting  artic les  not  included  in  other \nclasses, decorations for Christmas trees. \n \nMeat, fish, poultry and game, meat extracts, preserved, dried and cooked fruits and \nvegetables, je llies, jams, fruit sauces, eggs, milk and milk products; edible oils and \nfats; pickles. \n \n \n 30. \n \n \n \n \n \n \n31. \n \n \n \n32. \n \n \n \n33. \n \n \n34. \n \n \n \n \n35. \n \n \n36. \n \n37. \n \n \n38. \n \n \n39. \n \n40. \n \n \n41. \n \n \n42. \n \n \n \n43. \n \n44. \n \n \n \n45. Coffee,   tea,  cocoa,  sugar,   rice,  tapioca,   sago,   artif icia l  coffee;   flour   and \npreparations  made  from cereals,  bread,  biscuits , cakes,  pastry and confectionery, \nices, honey, treacle,  yeast, baking-powder, salt, mustard, pepper, vinegar, sauces, \n(condiments),  spices; ice. \n \nAgricultura l,  horticultural  and  forestry  products  and  grains  not  inc luded  in  other \nclasses, live anima ls, fresh fruits and vegetables, seeds, natural plants and f lowers, \nfoodstuffs for anima ls, ma lt. \nBeers, mineral and aerated waters and other non-alcoholic drinks, syrups and other \npreparations for making beverages; fruit drinks and fruit juices. \nAlcoholic beverages (except beers). \nTobacco; smokers'  articles, matches. \n \n \nSERVICES \n \nAdvertis ing, bus iness management, bus iness administration, off ice functions. \nInsurance, financia l affairs; monetary affairs; real estate affairs. \nBuilding construction; repair, insta llation services. \n \n \nTelecommunications. \n \n \nTransport, packaging and storage of goods, travel arrangement. \nTreatment of materials. \nEducation, providing of training, entertainment, sporting and cultura l activities. \n \n \nScientif ic and technological services and research and design relating thereto; industria l analys is \nand research services; design and development of computer hardware and software. \n \nServices for providing food and dr ink; temporary accommodation. \n \nMedical services; veterinary services; hygienic and beauty care for human beings or anima ls; \nagriculture, horticulture and forestry services. \n \nLegal services; security services for the protection of property and individuals , personal and \nsocial services rendered by others to meet the needs of individua ls. \n \nTHE FIFTH SCHEDULE \n[See rule 96] \n \n \n List of items of textile goods referred to in r ule 96 \n \nNo. of item \n \n1.   Grey  Longcloth.  Shirtings , Cellular,  Limbr ic,  Poplin;  Sheetings,  Printers  and  Leopard  Cloth  - \nIncluding all abovementioned gray cloth, with no colour in the body except a woven coloured \nheading. \n \n2.   Grey Drills, Jeans and Duck - Including only gray cloth and not str iped dr ills with gray grounds. \n \n3.   Grey Twills. \n \n \n4.   Grey Salitha, T-C loths and Domestics. \n \n \n5.   Grey Coarse Cloth. \n \n6.   Grey Chadars of Plain Weave and Khadi Chadars - Including all chadars of plain weave with no \ncolour  in  the  body  but  with  or  without  a  woven  coloured  heading  or  fancy  heading,  but  not \ninc luding check Chadars and striped Chadars. \n \n7.   Grey Chadars  of  Twill  Weave  - Including only gray tw ill chadars  with  no  colour  in  the  body \nexcept a woven coloured heading. \n \n8.   Grey   Dhoties   including   Tahmad.   This   item   relates   only   to   gray  ground   dhoties   (of   all \ndimensions)  with  or  without  artif icia l silk,  coloured  yarn,  folded  yarn,  or  printed  boders  and \nheadings). \n \n9.   Grey Series and Scarves and Sari Cloth - Inc luding only gray ground Saries (of all dimensions) \nwith  or  without  artif icia l silk,  coloured  yarn  or  printed  borders  and  headings  and  sari cloth  in \npiece length but not inc luding Sar ies with striped or check ground s , and dyed and printed Saries. \n \n10. Grey Dosuti. \n \n \n11. Grey Jaconets, Jagannathi, Mulls and Mulmulls. \n \n \n12. Grey pagree Cloth. \n \n13. Grey Matting Weave and Canvas including Filter cloth. \n \n \n14. Sambura Cloth - Grey Drill w ith red and black headings and coloured runner in the centre. \n \n \n15. Whole Grey Dobby Cloth and Doria. \n \n16. Bleached Longcloth, Shirtings , Cellular, Limbr ic, Poplin, Sheetings and Printers - Including all \nthe above mentioned pla in c loths with no colour in the body except a woven coloured heading. \n \n17. Bleached drills, jeans and Duck - See note under item 16. \n \n \n 18. Bleached Twills-See note under item 16. This item does not inc lude Str iped Twills on bleached \nground. \n \n19. Bleached T Cloths and Domestics - See note under item 16. \n \n \n20. Bleached Coarse cloth - See note under item 16. \n \n \n21. Bleached Chadars - Including chadars of plain and twill weave. \n \n22. Bleached Mulls, Jaconets and Nainsooks - See note under item 16. \n \n \n23. Bleached Madapollams and Cambrics - See note under item 16. \n \n \n24. Bleached Dhoties inc luding Tahmad - This item relates only to plain bleached ground dhoties (of \nall dimens ions) with artif ic ial s ilk, coloured yarn, folded yarn or pr inted borders and headings. \n \n25. Bleached Saries and Scarves - Including only plain bleached ground Saries (of all dimensions) \nwith artif ic ial s ilk, coloured yarn or pr inted borders and headings, but not including Saries with \nStripes or checks and dyed and printed Saries. \n \n26. Bleached Dsuti - See note under item 16. \n \n \n27. Bleached voiles and Muslims - See note under item 16. \n \n28. Bleached  Dorias  and  Fancies  - including  bleached  cloth  with  bleached  folded  yarn  stripes  or \nchecks. \n \n29. Bleached Matting Weave and Canvas - See note under item 16. \n \n \n30. Bleached Pagree Cloth - See note under item 16. \n \n \n31. Embroidered Voiles, Mus lims etc. Bleached. \n \n32. Bleached Flannel and Flanne lettes and all bleached cloths raised on one side kind c otton Velvet. \n \n \n33. Dyed  Longcloth.  Shirtings,  Cellular,  Limbric , Poplin  and  Sheetings  -  Including  the  above \nmentioned cloths dyed in the piece. \n \n34. Dyed Drills - See note under item 33. This item also inc ludes coloured warp or weft drills. \n \n \n35. Dyed Twills - See note under item 33. \n \n36. Dyed T - Cloth and Domestics - See note under item 33. \n \n \n37. Dyed Coarse Cloth - See note under item 33. \n \n \n 38. Dyed Chadars - See note under item 33. \n \n \n39. Dyed  Dhoties  including  Tahmad,  Saries  and  Shawls  -  This  item  includes  dhoties,  saries  or \nshawls dyed in the piece. \n \n40. Dyed Fancies - Including fancies with single colour warp or weft fancies or printed yarn in the \nwarp or weft or both. \n \n41. Dyed Pugree Cloth - See note under item 33. \n \n42. Dyed Voiles - Including bordered voiles. \n \n \n43. Dyed Flannelettes - Including Grey and self-coloured Flannelettes and all dyed cloths raised on \none side and cotton velvet. \n \n44. Dyed Mulls. \n \n \n45. Dyed Umbrella Cloth. \n \n46. Coatings  and  Traouserings  (inc luding  Sholapur i,  Chenna i,  Cloth,  Sunpr oof  cloth,  Tussore, \nKashmere Cloth, Serges. Thana Cloth, Tweeds, Mazri, Malatia and Corduroy) - In addition to \nthe goods enumerated above, this item includes cotton dyed coatings and coatings with artif icia l \nsilk  in  the  warp or  in  the  weft as  stripes  or checks, either  alone  or  in  combination  with  dyed \ncotton yarn. \n \n47. Striped Drills and Jeans and Striped Twills - Including str iped dr ills or twills with gray, bleached \nor coloured ground. \n \n48. Bed ticking - With coloured warp and gray or bleached weft. \n \n \n49. Striped Coarse cloth - Including both gray and bleached ground s. \n \n \n50. Striped shirtings, Str iped Susis and Str iped Zephyrs - Including str iped shirtings , etc., with gray \nbleached or coloured ground but not inc luding artif ic ia l silk str iped goods. \n \n51. Check shirtings. Check Susis and Check Zephyrs - See note under item 50. \n \n52. Check  Chadars  - Including  pla in  check  chadar  and  twill  check  chadar  on  gray,  bleached  or \ncoloured grounds. \n \n53. Lungis and Sarongs. \n \n \n54. Woven  coloured  Saries  and  Scarves  - (This  inc ludes  saries  and  scarves  with  striped  or  check \ngrounds, but does not inc lude saries and scarves in which there is artific ial s ilk in the body of the \ncloth). \n \n55. Check Cholas and Gumchas. \n \n \n 56. Artif icia l Silk Str iped Shirtings - This inc ludes (a) artificia l silk shirtings with an artif icia l silk \nwarp and weft. (b) an artific ial s ilk warp. Or (c) artific ial s ilk only in stripes, either alone or in \ncombination w ith coloured cotton yarn. \n \n57. Artif icia l Silk Check Shirtings - On gray white and coloured grounds. \n \n58. Artif icia l Silk Brocads and 'All over Styles'. \n \n \n59. Artif icia l Silk Dhoties. Saries and Scarves and Sari Cloth -(This item includes dhoties and saries \nin which an artif icia l silk warp or weft or both are used. It does not include dhoties, etc. in which \nartif icia l silk is used only in the borders). \n \n60. Crepe Cloth - Grey. Bleached and dyed. This item also inc ludes crepe cloth yarn printed. \n \n \n61. Dyed and striped Dosuti - Including striped Dosuti bleached in the piece. \n \n \n62. Printed dhoties, Shawls , Ruma ls, Saries and other printed garments - Including Voile Saries also. \n \n63. Printed longc loth, Shirtings, Ce llular, Limbr ic, Poplins and Sheetings - Grey bleached and dyed \ngrounds. \n \n64. Striped, Check and printed Flanne lettes. \n \n \n65. Pure Silk Sar ies. \n \n \n66. Leno and Moskleno, Bandage cloth - Grey bleached dyed or striped inc luding Gauze cloth a lso. \n \n67. Terry Towels including toweling cloth - Grey, bleached dyed printed, striped or checked. \n \n \n68. Buckaback towels inc luding towe ling c loth - Grayed bleached dyed printed striped or checked. \n \n \n69. Honey  Comb  Towels  including  toweling  cloth  -  Grey,  bleached  dyed,  printed,  striped  or \nchecked. \n \n70. All other towels including toweling cloth. \n \n71. (a) Dusters, Handkerchiefs, Rumals and Glass Cloth (serviettes) \n(b) Table cloth and table covers, napkins. \n72. Doboy  kind  Jacquard  Chadars,  Bedspreads,  Quilts  and  Counterpanes  including  Suzm  -  Grey, \nbleached or coloured. \n \n \n73. Blankets and Malida Cloth - All types. inc luding cotton and wool union blankets and shawls not \ndyed or printed) or lohis of any fibres. \n \n74. Durries and carpets including Satranji (f loor carpets). \n \n \n 75. Dyed and coloured Canvas - Dyed or woven coloured. \n \n \n76. Artif icia l Silk  Zephyrs,  Alpaca,  Crepe, etc.  - Plain  and  Fancy  grounds  (whole  colour  and \nunstriped). \n \n77. Motor hood cloth. \n \n78. Buckram cloth - gray, bleached and dyed. \n \n \n79. Striped voiles - Bleached and/or dyed in the piece. \n \n \n80. Printed Voiles - Grey, bleached and dyed. \n \n81. Mookta cloth - This cloth is woven with cotton warp and flax weft. \n \n \n82. Artif icia l  silk   Tapestry  and  Upholstering   Fabrics,   including   cotton   furnishing   fabrics   and \ncasement cloths - Grey, bleached, dyed and printed. \n \n83. Bedford Cord - Bleached and dyed. \n \n \n84. Printed Crepe - Grey, bleached or dyed ground s. \n \n85. Pure Silk Coatings - Plain, str iped or checked. This item also inc ludes coatings made of artific ia l \nfibres, f ilaments and yarns. \n \n86. Pure Silk shirtings - Plain, striped or checked. \n \n \n87. Printed Drills, Twills and Jeans. \n \n \n88. Corded Voiles - Bleached, coloured, pr inted kind bordered. \n \n89. Printed Boski - Artif ic ial s ilk warp, weft or both. \n \n \n90. Artif icia l silk striped Voiles - Grey, bleached and dyed, voiles with artif icia l silk stripes in the \nbody of the cloth. \n \n91. Bordered voiles - Bleached, dyed and printed (with or without artif ic ial s ilk border). \n \n \n \n92. Artif icia l Silk Satins -  Including satins made from 100 per cent silk or artif icia l silk in the warp \nor weft. \n \n93. Check Voiles Grey. bleached and dyed (This item conta ins cotton voiles with gray, bleached or \ncoloured grounds with check designs all over the body of the cloth). \n \n94. Grey Flanne lettes - Including a ll gray cloths raised on one side and cotton velvet. \n \n \n THE SIXTH SCHEDULE \n[See rule 82] \n \n \nScale of costs allowable in pr oceedings before the Registrar (rule 83) \n \nSerial \nNo. \n(1) \n \n1. Matter in respect of which cost is to be \nawarded. \n(2) \n \n \nFor one day's hearing involving \nExamination of witness. Amount \n(Rs) \n(3) \n \n1,200/- \n2.            For one day's hearing when there is no    500/- \nexamination of witnesses. \n \n3.            For adjournment  of hearing granted on    500/-  Plus   cost   of  re-summoning \nthe petition of any party.                                 the   other   parties,   witnesses   who \nwere  due  to  be  examined  on  the \nday. \n \n4.            For striking out scandalous matter from    200/- \nan affidavit. \n \n5.            For attendance of witnesses- \n \nSubs istence allowance ..    ..   .. \nTravelling allowance- \nBy Train ..    ..   ..   .. \n \n \n \nBy road ..   ..  ...  .. 500/- \n \n \n \n \nActual  fare  each way (vide  Note \nbelow). \n \nAt 5/- per mile (vide Note below). \n \n6.            Commiss ion \nwitnesses for examination of    500/- for each day's sitting. \n \nNOTE:-The  rates  of  subsistence  allowance  and  travelling  allowance  for  witnesses  shall  vary \naccording to the status of the witness, subject to the maximum prescribed above. \n \n \n \nTHE SEVENTH SCHEDULE \n[See rule 101(1)] \n \nList of Associations referred to in rule 101(1) \n \nSr. Number           of \n \n \n No.    Names of Associations.                                         persons     to    be \nrecommended. \n \n1.        Federation     of    Pakistan     Chambers     of    3 \nCommerce and Industry, Karachi  ...  .. \n2.        Chamber \nKarachi  .. of    Commerce     and    Industry,    1 \n.. \n \n3.        All-Pakistan Textile    Mills    Association,     1 \nKarachi       .. \n \n4.        Pakistan Cotton     Ginners      Association,     1 \nHyderabad   .. \n \n5.        Pakistan    Yarn \nKarachi   ..  .. Merchants     Association,     1 \n \n6.        Pakistan  Silk  &  Rayon  Mills  Association,       1 \nKarachi     .. \n \n7. Pakistan            Hosiery           Manufacturers 1 \n Association, Karachi  ..  \n \n8.  \nPakistan Woolen Mill Owner's Association    1 \nRawalpindi.  \n \n_                                                                                                                                                          _ \n[F.No 2(6)98/WTO.III] \n \n \n(Ahmad Mukhtar) \nSection Officer"
}