{
    "file": "./converted_json\\administratorea1cbf75b338a5ac16eddfe7dfcfd4a3 (1).json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "Page 1 of 21 \n  \n \nTHE DEPOSIT PROTECTION CORPORATION ACT, 2016  \n \n \n \n \nCONTENTS \n \n \nCHAPTER-I \n \nPRELIMINARY \n \n1. Short title, extent and commencement \n \n2. Definitions \n \nCHAPTER-II \n \nESTABLISHMENT AND OPERATION OF THE CORPORATION \n \n3. Establishment of the Corporation \n \n4. Corporation to be a subsidiary of the State Bank \n \n5. Objectives of the Corporation \n \n5A.  Member institutions of the Corporation  \n \n6. Business and functions of the Corporation \n \n7. Protected deposits \n \n8. Eligible depositors and exceptions \n \n9. Share capital and limited liability \n \n10. Board of directors \n \n11. Chairman \n \n12. Managing Director \n\n \nPage 2 of 21 \n  \n13. Disqualifications of the directors \n \n14. Removal of a director \n \n15. Disclosure of interest \n \n16. Committees of directors \n \n17. Corporation's resources \n \n18. Financing the Corporation in shortfall of resources \n \n19. Investments made and accounts maintained by the Corporation \n \n20. Determining size of deposits \n \n21. Terms and procedures for reimbursement of protected deposits \n \n22. Priority of claims \n \n22A. Provision of financial support for resolution \n \n22B.  Terms and conditions for provision of financial support for resolution \n \n22C.  Modes for providing financial support for resolution \n \n23. Delegation of powers and appointment of attorneys \n \n24. Accounts and audit \n \n25. Power of the State Bank to give directions \n \n25A.  Coordination between the Corporation and the State Bank  \n \nCHAPTER-III \n \nMISCELLANEOUS \n \n26. Duty of officers and servants to maintain secrecy \n \n27. Officers to be public officers \n \n28. Persons in service of the Corporation to be public servants \n \n29. Production of unpublished records of the Corporation, etc. \n \n30. Pension, gratuity, provident fund and other employment benefits of Corporation’s \nemployees to be exempt from attachments, etc. \n \n \nPage 3 of 21 \n 31. Exemption from taxes \n \n32. Power to make rules \n \n33. Power to make regulations \n \n34. Power to call information \n \n35. Protection of actions taken in good faith and indemnity \n \n36. Liquidation of the Corporation \n \n37. Act to override \n \n38. Removal of difficulties \n \n39. Removal of deposit protection under the Banks (Nationalization) Act, 1974 (XIX of 1974) \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nPage 4 of 21 \n THE DEPOSIT PROTECTION CORPORATION ACT, 2016 \n \n[12th August, 2016] \n \nACT NO. XXXVII OF 2016 \n \nAn Act to provide for the establishment of Deposit Protection Corporation as a subsidiary of the \nState Bank of Pakistan and for the management and control thereof \n \nWHEREAS it is expedient to provide for the establishment, management and control of \nDeposit Protection Corporation as a subsidiary of the State Bank of Pakistan, for protection of 1[the \ndepositors of member institutions, in order to contribute towards] financial stability of, and maintain \npublic trust in, the financial system and for matters connected therewith or ancillary thereto; \n \nIt is hereby enacted as follows:⸺  \n \nCHAPTER-I \n \nPRELIMINARY \n \n1. Short title, extent and commencement. —(1) This Act may be called the Deposit Protection \nCorporation Act, 2016. \n \n(2) It extends to the whole of Pakistan.  \n \n(3) It shall come into force at once. \n \n2. Definitions. —In this Act, unless there is anything repugnant in the subject or context,— \n \n(a)  “banking company” has the same meaning as defined in section 5 of the \nBanking Companies Ordinance, 1962 (LVII of 1962); \n \n(b)  “Board” means the Board of directors of the Corporation; \n \n1[(ba) \"bridge institution\" means bridge bank or any other entity established under \nsection 42H of the Banking Companies Ordinance, 1962 (LVII of 1962);] \n \n(c)  “Chairman” means the Chairman of the Board; \n \n(d)  “Director” means a member of the Board; \n \n1[(da)   \"eligible depositors” means such depositors as stated under sub-section (1) of \nsection 8;] \n \n(e)  “Corporation” means the Deposit Protection Corporation established under \nsub-section (1) of section 3; \n \n(f)  “failed institution” means 1[a] member institution that 1[as such] by the State \nBank under sub-section (1) of section 21; \n \n1Subs. and ins. by Act No. XXVII of 2024, ss. 2 & 3. \n \nPage 5 of 21 \n  \n(g)  “Governor” means the Governor of the State Bank and includes an Acting \nGovernor; \n \n(h)  “Managing Director” means the Managing Director appointed under section 12; \n \n(i)  “member institution” means a banking company or a financial institution which \nis notified by the Corporation as a member institution and which is required to \npay premium to the Corporation under the provisions of this Act; \n \n1[(la) \"resolution\" refers to the process of exercising one or more of the resolution \npowers as provided in section 42E of the Banking Companies Ordinance, 1962 \n(LVII of 1962), with a view to achieve the resolution objectives, including by \nensuring the continuity of a member institution's critical functions, as specified \nby the State Bank;] \n \n(j)  “prescribed” means prescribed by rules or regulations made under this Act; \n \n(k)  “protected deposit” means the deposit protected under section 7, 1[***]; \n \n(l)  “regulations” means regulations made under this Act; \n \n(m)  “rules” means rules made under this Act; \n \n(n)  “seal” means the common seal of the Corporation; and \n \n(o)  “State Bank” means the State Bank of Pakistan established under the State Bank \nof Pakistan Act, 1956 (XXXIII of 1956). \n \nCHAPTER-II \n \nESTABLISHMENT AND OPERATION OF THE CORPORATION \n \n3. Establishment of the Corporation. —(1) On the commencement of this Act, there shall be \nestablished a Corporation to be called Deposit Protection Corporation. \n \n(2) The Corporation shall be a body corporate having perpetual succession and a seal and shall \nby the said name sue and be sued. \n \n(3) The head office of the Corporation shall be situated in Karachi. It may shift the head office \nand establish offices in Pakistan with the prior approval, in writing, of the State Bank. \n \n4. Corporation to be a subsidiary of the State Bank. —The Corporation shall be a subsidiary \nof the State Bank. \n \n1[5. Objectives of the Corporation. —The objectives of the Corporation are to protect eligible \ndepositors from losses to the extent of protected deposits and contribute to financial stability by \nreimbursing such deposits, in a failed institution and providing financial support for the resolution of \na member institution.] \n \n1Ins., omitted and subs. by Act No. XXVII of 2024, ss.3 & 4. \n \nPage 6 of 21 \n 1[5A. Member institutions of the Corporation. —All banks scheduled under sub-section (2) \nof section 37 of the State Bank of Pakistan Act, 1956 (XXXIII of 1956) and microfinance banks as \ndefined under section 2 of the Microfinance Institutions Ordinance, 2001 (LV of 2001) unless \nexempted or excluded by the Board, shall compulsorily be member institutions of the Corporation and \nliable to pay the prescribed premium.] \n \n6. Business and functions of the Corporation. —The Corporation, under the overall \nsupervision and control of the Board, may transact and carry on all or any of the following functions, \nnamely:— \n \n(a)  collect premiums and contributions from member institutions and others; \n \n(b)  acquire, hold, manage and invest resources of the Corporation; \n \n(c)  receive grants and borrow moneys; \n \n(d)  assess and verify claims of the depositors made against the failed institution; \n \n(e)  make or cause to be made payments to the 1[eligible] depositors to the extent of \nprotected deposits; \n \n(f)  recover payments made on account of protected deposits from the assets of \nfailed institutions; \n \n(g)  incur any expenses concerning its functions; \n \n(h)  enter into any contracts or other arrangements or any financial or other \ntransactions; \n \n(i)  issue guarantees and indemnities; \n \n(j)  purchase, hold, manage, lease, encumber, transfer and dispose of any property \nand assets; \n \n(k)  hire, employ or retain any person as an employee, agent or consultant on full \ntime, temporary or on deputation basis and make necessary regulations for the \nterms and conditions of their service; \n \n(l)  create awareness among general public and depositors about the deposit \nprotection scheme as contained in this Act; 1[*] \n \n(m)  carry on any business, discharge any functions and exercise powers as are \nnecessary for, incidental to, or in connection with, affairs of the Corporation or \nany other act or deed deemed by the Board to be in the interest of the \nCorporation or for the advancement of the purposes of this Act 1[;] \n \n1[(n)  make or cause to be made payments for resolution of a member institution; \n \n \n1Ins., omitted, subs., and added by Act No. XXVII of 2024, ss.5 & 6. \n \nPage 7 of 21 \n (o) recover payments on account of financial support provided and costs incurred for \nresolution; and \n \n(p) enter into an agreement or memorandum of understanding or any reciprocal \narrangement, with other deposit protection agencies, by whatever name called, or \nany domestic or foreign authorities responsible for the supervision, regulation or \nresolution of financial institutions or any other authority, in pursuance of its \nobjectives, notwithstanding the provisions of any other law for the time being in \nforce, and subject to measures the Corporation considers appropriate to protect the \nconfidentiality of any non-public information: \n  \nProvided that any agreement or memorandum of understanding or any reciprocal arrangement, \nwith any foreign regulatory, supervisory or resolution authority under this clause, shall be carried out \nsubject to the prior approval of the Federal Government.] \n \n7. Protected deposits. —(1) The Corporation shall guarantee 1[*] payment of funds held in \n1[an eligible] depositor’s accounts with a member institution, regardless of the number and size of the \n1[deposit accounts, up to an amount and in the manner as] prescribed by the Corporation from time to \ntime. \n \n(2) The above amount shall be inclusive of any interest accrued or return due as at the date of \nthe notification of the State Bank under sub-section (1) of section 21. \n \n(3) Shariah compliant mechanism of deposit protection in respect of 1[member institutions \noperating under Islamic mode of finance] shall be provided in the prescribed manner which shall be \napproved by the State Bank’s Shariah 1[Advisory Committee]. \n \n(4) Within ninety days of its commencement of business, the Corporation shall publish, in at \nleast two daily newspapers having wide circulation, the 1[amount of protected deposit] as provided \nunder sub-section (1). Any subsequent change in the 1[amount of protected deposit] shall be in same \nway published in two daily newspapers having wide circulation 1[and on the website of the \nCorporation]. \n \n8. 1[Eligible depositors and exceptions] .—(1) 1[All depositors of the member institution, except \nfor the following, shall be eligible depositors:] \n \n(a)  persons who have been granted preferential interest or return in deviation from \nthe terms and conditions announced by a member institution which the member \ninstitution is obliged to apply to all its depositors of similar category; \n \n(b)  members of the Board of Directors and senior management of a member \ninstitution including chief executive officer and key executives; \n \n(c)  partners of auditing firms responsible to certify the member institutions’ \nfinancial statements; \n \n(d)  persons having acquired rights to a deposit after the issuance of the State Bank’s \nnotification under sub-section (1) of section 21; \n \n1Omitted, ins., subs., and added by Act No. XXVII of 2024, ss. 7 & 8. \n \n \nPage 8 of 21 \n (e)  spouse, dependent lineal ascendants and descendants and dependent brothers \nand sisters of the persons specified in clauses (b), (c) and (d); \n \n(f)  any member institution whose deposits are in its name and on its account; \n \n(g)  government or government institutions; 1[or] \n \n(h)  any company as defined under the 1[Companies Act, 2017 (XIX of 2017), \nexcluding a company registered as a single member company, Trust, Non- \nGovernmental Organization or Non-profit Organization.] \n \n(i) 1[* * * * *] \n \n1[(1A) The Board may exclude any other person or class of persons, institution or depositor \nfrom eligible depositors and any type of deposits or funds from protected deposits: \n \nProvided that such exclusions may be reviewed by the Board from time to time. Such decision \nshall be published by the Corporation in two daily newspapers having wide circulation and on the \nwebsite of the Corporation.] \n \n(2) 1[The] deposits arising out of or related to transactions or actions constituting ‘money \nlaundering’ within the meaning of the Anti-Money Laundering Act, 2010 (VII of 2010), if the offender \nhas been convicted of such offence 1[, shall not be guaranteed under this law.]  \n \n9. Share capital and limited liability. —(1) The authorized share capital of the Corporation \nshall be one billion rupees or such other amount as the State Bank may, from time to time, determine \nby order in writing and shall be divided into shares of one million rupees each. \n \n(2) The paid-up capital of the Corporation shall be such amount as may, from time to time, by \norder in writing be determined by the State Bank and contributed by the shareholders. \n \n(3) The share capital may be divided into different kinds and classes as may be prescribed. \n \n(4) The liability of shareholders of the Corporation shall be limited to the amount, if any, not \nfully paid-up on the shares held by them in the capital of the Corporation. \n \n(5) No dividend shall be payable to the shareholders of the Corporation. \n \n1[(6) An amount equal to the paid-up capital of the Corporation contributed under sub-section \n(2) shall always remain preserved and shall not be used for payment to eligible depositors or  providing \nfinancial support for resolution or for any other purpose except for making investments as specified \nunder section 19.] \n \n \n \n \n \n \n1Added, subs., omitted and ins. by Act No. XXVII of 2024, ss. 8 & 9. \n \n \nPage 9 of 21 \n 10. Board of directors. —(1) The general superintendence, direction and management of \naffairs and business of the Corporation and overall policy making in respect of its operations shall vest \nin the Board which may exercise all such powers and do all such acts, deeds and things that may be \nexercised or done by the Corporation. \n \n(2) The Board shall consist of the following seven directors, namely:— \n \n(a)  a Deputy Governor of the State Bank as nominated by the State Bank; \n \n(b)  four directors to be appointed on nomination by the Federal Government in \nconsultation with the State Bank, 1[***] from among the persons who have \nknowledge of banking, commerce, industry, economics, finance or law and \nneither of these directors shall be an officer of the Federal or a Provincial \nGovernment or of the State Bank or an employee or director or shareholder of \nthe member institution; \n \n(c)  one director, an official of the Ministry of Finance, to be appointed on the \nrecommendation of the Federal Government; and \n \n(d)  the Managing Director. \n \n(3) The directors appointed under clause (b) of sub-section (2) shall hold office for a term of \nthree years and shall be eligible for re-appointment for an additional term of three years on the basis \nof their performance in the first term. \n \n(4) The meetings of the Board shall be held at such times and places as may be prescribed or, \nuntil so prescribed, as and when convened by the Chairman. \n \n(5) The directors shall be paid by the Corporation such fees and allowances for attending \nmeetings of the Board or of any of its committees and for attending any other work of the Corporation \nas may be prescribed. \n \n(6) No act or proceedings of the Board shall be invalid merely on the ground of existence of \nany vacancy in, or defect in the constitution of, the Board. \n \n(7) The quorum of meetings of the Board shall be as may be prescribed or, until so prescribed, \nshall be three directors. \n \n(8) All decisions of the Board shall be taken by majority of the directors present and voting at \na meeting duly convened and held and in the event of an equality of votes the Chairman may exercise \na casting vote. \n \n(9) A resolution in writing signed by all directors shall be as effective as if such resolution had \nbeen passed at a meeting of the Board. \n \n(10) Till such time the Board is constituted or three months of the commencement of this Act, \nwhichever is earlier, all powers of the Board shall vest in the State Bank. \n \n1Omitted by Act No. XXVII of 2024, s. 10. \n \nPage 10 of 21 \n 11. Chairman. —(1) The Deputy Governor of the State Bank shall be the Chairman of the \nBoard.  \n \n(2) The Chairman shall, whenever present, preside over meetings of the Board. In absence of \nthe Chairman, the directors present shall choose one of them to be the Chairman for such meeting. \n \n12. Managing Director. —(1) The State Bank shall appoint a professional person, who has \nsignificant experience in banking, finance, accountancy, business administration or public \nadministration, as Managing Director of the Corporation for a term of five years and he shall be eligible \nfor re-appointment for another term of five years on the basis of his performance in the first term: \n \nProvided that the Managing Director may delegate his powers, by general or special order in \nwriting, to senior executive of the Corporation for managing day- to- day affairs during his leave period \nor absence from Pakistan: \n \nProvided further that if the office of Managing Director is vacant, the State Bank may appoint \nany of its senior executives as acting Managing Director for a period not exceeding three months. \n \n(2) The Managing Director shall be the chief executive officer of the Corporation and shall, \nsubject to the control and direction of the Board, administer affairs of the Corporation and shall have \nsuch powers for this purpose as are from time to time delegated to him by the Board. \n \n(3) The salary and other terms and conditions of service of the Managing Director shall be such \nas the Board may determine except that neither the salary of the Managing Director nor his other terms \nand conditions of service shall be varied to his disadvantage after his appointment. \n \n(4) The Managing Director shall devote his full time and attention to affairs of the Corporation, \nprovided that the Managing Director may, in addition to his duties as the Managing Director, be \nentrusted with such other duties for such period as the Board may, by order in writing, determine. \n \n13. Disqualifications of the directors. —No person shall be appointed or hold office as \ndirector who— \n \n(a)  is a member of the Senate, National Assembly, any Provincial Assembly or an \nelected member of a local council or local body constituted under any law \nrelating to local councils or local bodies; \n \n(b)  is a director, officer or employee of any banking company or financial \ninstitution or has an interest as a shareholder in a banking company or financial \ninstitution: \n \nProvided that nothing in this clause shall apply where the director is in the employment of the, \nState Bank or its subsidiaries or where the director is, in addition to holding the office of director, \nentrusted with additional duties by the Board or State Bank; \n \n(c)  has been convicted of tax evasion under any law or has been convicted or \nproceedings are pending against him under section 412 of the Companies \nOrdinance, 1984 (XLVII of 1984) or section 83 of the Banking Companies \nOrdinance, 1962 (LVII of 1962) or has been convicted by a court of law for an \noffence involving moral turpitude; \n \n(d)  has been deprived of the right to hold a position of financial responsibility; \n \n \nPage 11 of 21 \n (e)  is in default of payments due from him to any banking company, financial \ninstitution, cooperative society, Government department, Government \ncontrolled or managed company or corporation and for the purpose of this \nclause, default in payment by the spouse, dependent children and companies, \nfirms and other business concerns under the control or management of a person \nshall be considered as the default of such person; or  \n  \n(f)  holds an office in a political party. \n \n14. Removal of a director. —A director or the Managing Director may be removed by the \nState Bank by an order in writing where it is established that— \n \n(a)  any of the circumstances referred to in section 13 1[becomes] applicable; \n \n(b)  he has become physically or mentally incapable of carrying out his \nresponsibilities for a continuous period of six months or more; \n \n(c)  he has been engaged in a serious misconduct; \n \n(d)  his activities impair the Corporation’s interests; \n \n(e)  he has been absent from three or more successive meetings of the Board without \nreasonable ground; or \n \n(f)  otherwise the State Bank considers him to be unfit to be a director or, as the \ncase may be, Managing Director. \n \n15. Disclosure of interest. —(1) Every director and employee of the Corporation shall disclose \nin writing to the Board 1[and the Managing Director respectively,] any commercial, financial or other \nbusiness interest which he or his family members may have, whether directly or indirectly, and which \nmay have adverse implications for the Corporation’s interest. \n \n(2) In performing their obligations, the persons under sub-section (1) shall be bound to place \nthe Corporation’s interests before their own interests. \n \n(3) Directors shall not participate in any discussion and shall restrain from voting on the issues \nin which their commercial, financial or other business interest, or those of their families, is involved. \n \n16. Committees of directors. —(1) The Board may constitute one or more committees \nconsisting of such number of directors as it may determine. \n \n(2) The powers, functions, duties and other terms of appointment of a committee of directors \nshall be such as the Board may determine. \n \n(3) The members of a committee of directors shall hold office for such period as the Board may \ndetermine. \n  \n(4) The minutes of every meeting of a committee of directors shall be presented before the \nBoard at its next meeting following the meeting of the committee. \n \n1Subs. and ins. by Act No. XXVII of 2024, ss.11 & 12. \n \nPage 12 of 21 \n (5) Subject to general and any special directions of the Board, a committee of directors shall \ndeal with any matter entrusted to it by the Board. \n \n17. Corporation’s resources. —(1) The sources of the Corporation’s resources shall, among \nothers, consist of the following, namely:— \n \n(a)  the paid-up share capital; \n \n(b)  initial premiums from member institutions; \n \n(c)  periodic premiums from member institutions; \n \n(d)  return on the investments; \n \n1[(e)  proceeds received from resolution or winding-up of a member institution for \nclaims arising out of payment to eligible depositors or financial support for \nresolution; or] \n \n(f)  other sources including loans, donations, grants and foreign assistance etc. \n \n18. Financing the Corporation in shortfall of resources. —(1) If at any time, resources of \nthe Corporation fall short of its liabilities under this Act, such shortfall may be covered in one of the \nfollowing ways, namely:— \n \n(a)  requiring member institutions to pay advance premium; \n \n(b)  increasing the premium; \n \n1[(ba)  interim loan or finance by the State Bank, on such terms and conditions as the \nState Bank may specify, subject to an irrevocable written guarantee of the \nFederal Government in favor of the State Bank to secure the repayment of the \nfacility;] \n \n(c)  drawing loans in accordance with the terms and conditions prescribed by the \nBoard; and \n \n(d)  allocations from the Federal Government. \n \n(2) The amount paid in advance under clause (a) of sub-section (1) shall be adjusted against \nfuture premiums. \n \n(3) The maximum amount of the increased premium contribution under clause (b) of \nsub-section (1) may not exceed such percentage of the deposit base as prescribed by the Board. \n \n(4) Loans drawn by the Corporation may be secured by a guarantee issued by the Federal \nGovernment, State Bank or by Corporation’s assets, including Corporation’s future claims on member \ninstitutions for premium contributions. \n \n1Subs. and ins. by Act No. XXVII of 2024, ss. 13 & 14. \n \n \nPage 13 of 21 \n 19. Investments made and accounts maintained by the Corporation. —(1) The Corporation \nmay invest in— \n \n(a)  Government securities issued or securities guaranteed by the Government; or \n \n(b)  any other investment avenue as approved by the Board: \n \nProvided that the Corporation shall formulate an investment policy within ninety days of its \ncommencement of business. The investment policy shall be designed keeping in view objectives of \nthe Corporation and in line with underlying factors like risks and liquidity. \n \n(2) The Corporation shall open and maintain account with SBP Banking Services Corporation \nor with any other financial institution with prior approval of the Board. \n \n20. Determining size of deposits.⸺ (1)The total amount of a member institution’s liability to \n1[an eligible depositor] shall be determined by adding up all 1[the eligible depositor’s] deposits, \nincluding interest accrued or return due as at the date of notification under sub-section (1) of section \n21. 1[*****] \n \n(2) In the event of a joint deposit, each person’s portion shall be taken into account in \nestablishing the total amount of that person’s deposits held by a member institution. If it is not \notherwise provided for in the deposit contract, it shall be assumed that the depositors’ portions are \nequal. \n \n(3) In the event of a deposit contract in favour of a third party, the person in whose favour the \ndeposit has been opened (the beneficiary) shall be entitled to receive a payment from the Corporation \nunless it is otherwise provided for in the contract. If there is more than one beneficiary, the joint \ndepositor rule as provided in sub-section (2) shall apply. \n \n(4) A deposit which is encumbered or serves as collateral shall be included in the adding up \nunder sub-section (1) and the amount due on the deposit shall not be paid to the titleholder of the \ndeposit until the said encumbrance or security has been lifted. Where an order issued by a court in \nrespect of such deposit is effective, the Corporation shall pay the amount due on the deposit to the \nperson who is designated in the order as the person authorized to receive the deposit amount. \n \n1[21. Terms and procedures for reimbursement of protected deposits.⸺ (1) The State Bank \nshall, by a notification to the Corporation, declare a member institution as a failed institution if: ⸺ \n \n(a)  the State Bank has withdrawn the license of the member institution; or \n \n(b)  an order has been made by the High Court to wind up the member institution; \nor \n \n(c)  the State Bank has determined that the member institution is unable to pay its \ndepositors. \n \n(2) The Corporation shall pay eligible depositors of the failed institution up to the amount \nprotected, in the cases where the State Bank has issued a notification under sub-section (1). \n \n1Subs. & Omitted by Act No. XXVII of 2024, ss.15 & 16. \n \nPage 14 of 21 \n  \n(3) The Corporation shall owe no interest or return on protected amounts. \n \n(4) The Corporation shall pay the amount of protected deposit in cash or through transfer to \nany banking company or in any other way as determined by the Board. \n \n(5) As soon as possible, after the issuance of notification under sub section (1), the Corporation \nshall collect necessary information and cause the same to be published in at least two daily newspapers \nhaving wide circulation and on the website of the Corporation, including information about the date \nafter which eligible depositors shall be paid by the Corporation and the procedure for payments. \n \n(6) Payments from the Corporation to the eligible depositors shall begin as early as possible \nfrom the date of the notification under sub-section (1). The Corporation shall ensure that payments to \nmost of the eligible depositors are made or tendered within seven working days and that all payments \nare made or tendered within thirty working days at the latest, if there is no dispute as to the entitlement \nto, or ownership of, the deposit or where such deposit is not withheld  or blocked in accordance with \nany law for the time being in force or under any order of Court. \n \n(7) For foreign currency denominated deposits, the eligible depositor shall be paid the Rupee \nequivalent of the protected deposit amount at the exchange rate declared by the State Bank on the day \nof the notification under sub-section (1). \n \n(8) In order to ensure smooth payment of protected deposit to eligible depositors, the \nCorporation may ⸺ \n \n(a)  request the State Bank to assist in utilizing the branch network and any other \nresources of the member institution, declared as failed under sub-section (1); \n \n(b)  request the liquidator appointed under section 51 of the Banking Companies \nOrdinance, 1962 (LVII of 1962), to-facilitate in reimbursement of protected \ndeposits; \n \n(c)  engage one or more member institutions for making payment to eligible depositors; \n \n(d) issue necessary directives to the member institutions for making payments of \nprotected deposits; and \n \n(e)  make payment directly to eligible depositors through bank draft or any other mode \navailable. \n \n(9) A member institution 's liability towards its eligible depositors shall be reduced \nproportionally by the amounts paid by the Corporation to them under sub-section (2) and shall be \nreplaced by an equivalent liability to the Corporation. \n \n(10) A failed member institution shall be liable to the Corporation for an amount equal to any \nfinancial support provided under section 22A by the Corporation for its resolution and for any direct \ncosts incurred by the Corporation for providing financial support or making payments to the eligible \ndepositors. \n \n \nPage 15 of 21 \n (11) For the amount so paid by the Corporation to eligible depositors and to the extent of \nfinancial support provided for resolution, the Corporation shall assume and replace all rights of every \nsuch depositor including their priority rights under section 58 of the Banking Companies Ordinance, \n1962 (LVII of 1962). \n  \n(12) The Corporation shall regularly notify the liquidator or the assignee in bankruptcy of the \nfailed institution about the amount paid by the Corporation  to any eligible depositor, any direct costs \nincurred and any financial support provided for the resolution of a member institution. \n \n(13) As and when requested by the Corporation, the liquidator of the failed institution or the \nbridge institution shall share information with the Corporation on all recoveries and proceeds received \nfrom sale of assets of that failed institution.] \n \n1[22. Priority of claims. —(1) Notwithstanding anything contained in the Companies Act, 2017 \n(XIX of 2017), and any other law in respect of insolvency or liquidation or tax, the claim of the \nCorporation against the failed institution shall have priority over all unsecured claims under section \n58 of the Banking Companies Ordinance, 1962 (LVII of 1962) to the extent of: \n \n(a)   protected deposit paid or to be paid; \n \n(b)   financial support provided for resolution of the failed institution; \n \n(c)   any direct costs incurred for such payments and support; and \n \n(d)   any arrears of outstanding premium. \n \n(2) For the avoidance of doubt, it is clarified that payment to eligible depositors, to the extent \nof protected deposit, of a failed institution as declared under sub-section (1) of section 21 shall be \nmade only through the Corporation.] \n \n1[22A. Provision of financial support for resolution.⸺ In the event of resolution of a member \ninstitution under the provisions of the Banking Companies Ordinance, 1962 (LVII of 1962), the \nCorporation may provide financial support to facilitate the process of resolution, subject to the \nprovisions laid down in sub-section (1) of section 22B, in accordance with the resolution scheme \nprepared by the State Bank and as per the procedures approved by the Board. \n \n22B. Terms and conditions for provision of financial support for resolution.⸺ (1) No \nfinancial support shall be provided by the Corporation for resolution of a member institution unless \nthe State Bank, based on its assessment shared with the Corporation, has concluded that: \n \n(a)  as a result of resolution, protected deposits shall be owed by a viable member \ninstitution; \n \n(b)  the resolution of the member institution requires financial support to be provided \nby the Corporation; \n \n(c)  as a result of resolution, holders of all classes of share capital and any subordinated \ndebt have absorbed or will absorb the losses immediately before an order is made \nunder section 42D of the Banking Companies Ordinance, 1962 (LVII of 1962); \n \n1Subs. and ins. by Act No. XXVII of 2024, ss.17 & 18. \n \nPage 16 of 21 \n (d)  any financial support by the Corporation under sub-section (1) shall not exceed the \nestimated amount needed to reimburse eligible depositors under sub-section 2 of \nsection 21 and any direct costs associated for such reimbursement: \n \nProvided that where all assets and liabilities of a member institution are transferred under a \nscheme of amalgamation, the estimated recoveries of the Corporation in the event of the winding-up \nof the member institution shall be deducted from the amount provided by the Corporation for such \nfinancial support. \n \n(2) Where the protected deposits have been transferred to a transferee institution or a bridge \ninstitution during resolution, the Corporation shall be deemed to have discharged its reimbursement \nobligations in relation to protected deposits in the member institution under resolution. \n \n22C. Modes for providing financial support for resolution.⸺ (1) The Corporation may \nprovide financial support, based on the valuation under sub-section (2) of section 42E of the Banking \nCompanies Ordinance, 1962 (LVII of 1962), for resolution of a member institution by: ⸺ \n \n(a) paying any difference between the assets and liabilities to be transferred to a \ntransferee institution under a scheme of amalgamation, or to a bridge institution; \n \n(b)  issuing guarantees or providing indemnities for losses related to the transferred \nassets and liabilities under a scheme of amalgamation; \n \n(c)  paying any compensation under sub-section (7) of section 42E of the Banking \nCompanies Ordinance, 1962 (LVII of 1962), to the extent arising because of any \naction taken by the State Banks to facilitate the transfer of protected deposits under \na scheme of amalgamation; or \n \n(d)  contributing to the recapitalization of the member institution under a scheme of \nreconstruction, to the extent that protected deposits would have absorbed losses in \nline with their priority under section 58 of the Banking Companies Ordinance, \n1962 (LVII of 1962), if these deposits had not been part of exclusions under section \n42G of the Banking Companies Ordinance, 1962 (LVII of 1962). \n \n(2) In case the liquidator under the Banking Companies Ordinance, 1962 (LVII of 1962), has \nprepared a scheme to transfer the assets and liabilities of the member institution under liquidation to a \ntransferee institution in terms of powers provided under sub-section (4) of section 51 of the Banking \nCompanies Ordinance, 1962 (LVII of 1962), the Corporation may provide financing to the extent of \ndifference between the assets and liabilities to be transferred to the transferee institution: \n \nProvided that ⸺ \n \n(a)  the State Bank or its nominee has been appointed as official liquidator; \n \n(b)  the State Bank is of the view that scheme prepared by the liquidator will facilitate \nin protecting the interest of eligible depositors; \n \n(c)  protected deposits shall be owed by a member institution which State Bank \nconsiders as viable; \n \n(d)  reimbursement to eligible depositors has not yet been initiated; and \n \nPage 17 of 21 \n (e)  financial support shall not exceed the estimated amount needed to reimburse the \nprotected deposits under sub-section (2) of section 21 and any direct costs \nassociated for such reimbursement net of expected recoveries.] \n \n23. Delegation of powers and appointment of attorneys. —(1) The Board may, for the \npurpose of ensuring smooth and efficient functioning of the Corporation and facilitating transactions \nof its daily business, by resolution, delegate to the Managing Director or any other executive of the \nCorporation, subject to such conditions and limitations, if any, as may be specified therein, such of its \npowers and duties under this Act as it may deem necessary. \n \n(2) The Board may, from time to time, by resolution appoint any company, firm or person to \nbe the attorney of the Corporation for such purposes and with such powers, authorities and discretions, \nnot exceeding those vested in or exercisable by the Board under this Act and for such period and \nsubject to such conditions as the Board may think fit, and any such resolution may contain such \nprovisions for the protection and convenience of persons dealing with any such attorney as the Board \nmay think fit. \n \n24. Accounts and audit. —(1) The accounting year of the Corporation shall commence on the \nfirst day of July and end on the thirtieth day of June. \n \n(2) The Corporation shall maintain proper accounts and other records to reflect true and fair \nview of its state of affairs and prepare annual statement of accounts, including the profit and loss \naccounts and statement of financial position. \n \n(3) The accounts of the Corporation shall be audited by one or more auditors who shall be \nchartered accountants within the meaning of the Chartered Accountants Ordinance, 1961 (X of 1961), \nto be appointed by the Board. \n \n(4) Every auditor shall be supplied with a copy of the annual statement of accounts and it shall \nbe the duty of the auditor to examine the same together with the accounts and vouchers relating thereto \nand every auditor shall have a list delivered to him of all books kept by the Corporation and shall, at \nall reasonable times, have access to books, accounts and other documents of the Corporation and may \nemploy accountants or other persons to assist him in auditing such accounts and may, in relation to \nsuch accounts, examine the Managing Director, directors and executives of the Corporation. \n \n(5) The auditors shall submit a report to the Board regarding the annual statement of accounts \nand in any such report they shall state whether in their opinion the statement of accounts is a full and \nfair statement of accounts containing all necessary particulars and is properly drawn up so as to exhibit \na true and correct view of the state of affairs of the Corporation and, in case they have called for any \nexplanation or information from the Managing Director or the Board, whether it has been given and \nwhether it is satisfactory. \n \n(6) The Board may, in addition to the audit under sub-sections (3) and (4), cause to be carried \nout internal audit of the Corporation’s accounts and the internal auditors' reports shall be submitted to \nthe Board. \n \n25. Power of the State Bank to give directions. —(1) In order to protect interest of 1[*] \ndepositors or ensure financial stability, where the State Bank is satisfied that,— \n \n1Omitted by Act No. XXVII of 2024, s. 19.  \n \nPage 18 of 21 \n (a)  in the public interest; or \n \n(b)  to prevent affairs of the Corporation being conducted in a manner detrimental \nto the interests of its beneficiaries or in a manner prejudicial to interests of the \nCorporation or of the State Bank; or \n \n(c)  to secure proper management of the Corporation generally or to further the \nobjectives of this Act, \n \nit is necessary to issue directions to the Corporation, the State Bank may, from time to time, \nissue such directions as it may deem fit and the Corporation shall be bound to comply with such \ndirections. \n \n(2) If any provision of this Act is contravened or if any default is made in complying with any \nrequirement of this Act or of any rule or regulation, direction made or condition imposed there under, \nthe State Bank may, on a complaint made in writing by the Corporation, or on its own motion, impose \non the member institution and any other person who is knowingly a party to such contravention or \ndefault, a fine which may extend to two hundred thousand Rupees, and where a contravention or \ndefault is a continuing one, a further fine may be imposed which may extend to ten thousand Rupees \nfor every day during which such contravention or default continues. \n \n(3) The State Bank may recover the amount of any outstanding premium or fine from a member \ninstitution by debiting its account maintained with the SBP Banking Services Corporation. \n \n(4) Any member institution or other person aggrieved by imposition of the fine under this \nsection may, within twenty - one days from the date on which such decision is communicated to it, \napply for review to the State Bank. \n \n(5) Any dispute as to the amount of premium due from any member institution shall be decided \nby the State Bank and the decision of the State Bank shall be final. \n \n1[25A. Coordination between the Corporation and the State Bank.⸺ The Corporation and \nthe State Bank shall with mutual consultation, establish a mechanism for information sharing and \ncoordination.] \n \nCHAPTER-III \n \nMISCELLANEOUS \n \n26. Duty of officers and servants to maintain secrecy. ⸺(1) Except in performance of his \nduties under this Act, every executive or other employee of the Corporation shall preserve and aid in \npreserving secrecy with regard to all matters relating to affairs of the Corporation and of the State Bank \ncoming to his knowledge and not published by the Corporation or by the State Bank and with regard \nto all matters relating to financial or monetary affairs of any institution, person, body of persons, any \nGovernment or authority whether in Pakistan or outside Pakistan that may come to his knowledge in \nperformance of his duties. \n \n \n1Ins. by Act No. XXVII of 2024, s. 20. \n \n \nPage 19 of 21 \n (2) Every such executive or other employee who communicates any such matter, except when \nrequired by law so to do, or in discharge of his duties as such, shall be guilty of an offence punishable \nwith imprisonment of either description for a term which may extend to three years, or with fine which \nmay extend to one hundred thousand Rupees, or with both. \n \n(3) No court shall take cognizance of any offence punishable under this section except upon a \ncomplaint in writing by a person authorized in this behalf by the Board. \n \n27. Officers to be public officers. —(1) For the purposes of Article 7 of the \nQanun­e­Shahadat , 1984 (P.O. No. 10 of 1984), the provisions of Part IV of the Code of Civil \nProcedure, 1908 (Act V of 1908), and the provisions of rule 27 of Order V, and rule 52 of Order XXI \nof the said Code any person in service of the Corporation acting in his capacity as such shall be deemed \nto be a public officer. \n \n(2) The provisions of Article 6 of the Qanun­e­Shahadat , 1984 (P.O. No. 10 of 1984), shall \napply to the unpublished records of the Corporation and the Managing Director shall be deemed to be \nthe officer or head of the department concerned. \n \n28. Persons in service of the Corporation to be public servants.⸺ Every person in service \nof the Corporation shall be deemed to be a public servant within the meaning of section 21 of the \nPakistan Penal Code (Act XLV of 1860). \n \n29. Production of unpublished records of the Corporation, etc. —(1) No court, tribunal or \nother authority shall be entitled to compel the Corporation or any person in service of the Corporation \nto produce or, as the case may be, give any evidence derived from, any unpublished records of the \nCorporation. \n \n(2) No court, tribunal or other authority shall permit any one to produce or give evidence \nderived from, any unpublished records of the Corporation, except with the prior permission in writing \nof the Managing Director who may give or withhold such permission as he thinks fit. \n \n(3) Notwithstanding anything contained in this Act or any other law for the time being in force, \na report prepared by the Corporation on a member institution under any law for the time being in force \nshall be deemed to be unpublished for the purposes of sub-sections (1) and (2) even if a copy of such \nreport has been supplied to the member institution to which the report pertains, the State Bank or the \nFederal Government. \n \n30. Pension, gratuity, provident fund and other employment benefits of Corporation’s \nemployees to be exempt from attachments, etc.⸺ Notwithstanding anything contained in any law \nfor the time being in force, pensions, gratuity or provident fund and other employment benefits granted \nby the Corporation to its executives and other employees shall not be liable to seizure, attachment or \nsequestration by process of any court at the instance of a creditor, for any demand against the pensioner \nor in satisfaction of a decree or order of any such court. \n \n31. Exemption from taxes.⸺ Notwithstanding anything contained in the Wealth Tax Act, \n1963 (XV of 1963), the Income Tax Ordinance, 2001 (XLIX of 2001), the Stamp Act, 1899 (II of \n1899) or any other law for the time being in force relating to wealth tax, income tax, super tax or any \nother tax, the Corporation shall not be liable to pay any wealth tax, income tax or super tax. \n \n \nPage 20 of 21 \n 32. Power to make rules.⸺ The State Bank may, with approval of the Federal Government \nand by notification in the official Gazette, make rules, consistent with the provisions of this Act, for \ncarrying out the purposes of this Act. \n \n33. Power to make regulations. —(1)The Board may make regulations, not inconsistent with \nthe provisions of this Act and the rules made thereunder, to provide for all matters for which provision \nis necessary or convenient for the purpose of giving effect to the provisions of this Act. \n \n(2) Where any provision of the regulations is inconsistent with any provision of the rules, the \nprovision of the rules shall prevail. \n \n(3) Where the State Bank considers it expedient so to do, it may by order in writing, direct the \nBoard to make any regulations or to amend or rescind any regulations already made, within such period \nas it may specify in this behalf. \n \n(4) If the Board fails to comply with any direction of the State Bank under sub-section (3) \nwithin the specified period, the State Bank may make, amend or rescind any regulation directed by the \nState Bank to be made, amended or rescinded, and a regulation so made, amended or rescinded by the \nState Bank shall be deemed to have been made, amended or rescinded by the Board in accordance with \nthe provisions of this section and shall have effect accordingly. \n \n34. Power to call information. —(1) The Corporation may call for any record or information \nfrom any member institution 1[or conduct visits to review such information] as it may deem necessary \nfor discharging its functions under this Act. \n \n(2) The Corporation shall report to the State Bank in case any member institution fails to \nprovide information or record required under sub-section (1) or comply with any provisions of this \nAct or any rules or regulations made under this Act and the State Bank may take any action corrective, \npenal or remedial against such member institution as it may deem appropriate keeping in view the \nnature and extent of failure. \n \n1[35. Protection of actions taken in good faith and indemnity.⸺ (1) No suit, prosecution or \nany other legal proceedings including compensation for damages shall lie against the Corporation, its \nChairman, Managing Director, Board of Directors or members thereof and officers and employees of \nthe Corporation for any act of commission or omission done in exercise or performance of any \nfunctions, power or duty conferred or imposed by or under this Act upon such persons or any rules \nand regulations made thereunder, unless such act of commission or omission is proven beyond \nreasonable doubt to have been done in bad faith and with mala fide  intent. \n \n(2) The Chairman, Managing Director, Directors, members of any Board committee and \nofficers and employees of the Corporation shall not be liable in their personal capacity for any act of \ncommission or omission undertaken in their official capacity in good faith. In case of any such \nproceedings as mentioned in sub-section (1), they shall be indemnified by the Corporation which shall \nbear all the expenses thereof, unless an act or omission has been subsequently determined to have been \nundertaken in bad faith and with mala fide intent.] \n \n36. Liquidation of the Corporation. ⸺(1) The Corporation shall not be placed in liquidation \nsave by order of the State Bank and in such manner as the State Bank may direct. \n \n(2) On the liquidation of the Corporation,— \n \n1Ins. and subs. by Act No. XXVII of 2024, ss. 21 & 22. \n \nPage 21 of 21 \n (a)  the outstanding assets of the Corporation shall be distributed among the member \ninstitutions in such manner and in such proportion as may be determined by the \nState Bank having regard to the amounts of premium paid by them during any \nprescribed period or the deposits of the said 1[institutions] as on the date of \nliquidation of the Corporation or other relevant circumstances; and \n \n(b)  the remaining outstanding assets of the Corporation shall be transferred to the \nState Bank. \n \n37. Act to override.⸺ Except the application of any provision of the Act to the Corporation as \na subsidiary of the State Bank, this Act shall have effect notwithstanding anything contained in any \nlaw for the time being in force or in any agreement, contract, or other applicable documents or \ninstrument. \n \n38. Removal of difficulties.⸺ If any difficulty arises in giving effect to any of the provisions \nof this Act, the State Bank may make such order not inconsistent with the provisions of this Act, as \nmay appear to it to be necessary for the purposes of removing the difficulty: \n \nProvided that aforesaid power shall cease to exist on expiry of two years, from the \ncommencement of this Act. \n \n39. Removal of deposit protection under the Banks (Nationalization) Act, 1974 (XIX of \n1974).⸺Sub-section (4) of section 5 of the Banks (Nationalization) Act, 1974 (XIX of 1974) shall not \nbe applicable to any member institution. \n \n \n__________ \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nRGN Date: 03-12-2024 \n1Subs. by Act No. XXVII of 2024, s. 23."
}