{
    "file": "./converted_json\\administrator740aef79501950a8d811d99810024769.json",
    "name": "Pakistan Nursing Council Amendment Act, 2023",
    "date": "January 21, 2023",
    "tagline": "Amending and consolidating laws related to nursing, midwifery, and training of nurses",
    "content": "REGTSTERED No.l4-:.!9!L.-76{69\n@0eGqlffi d DsHmur\nEXTRAOROINABY\nPUBLISHED BY AUTHORITY\nISLA.MABAD, SATURDAY, JAI{UARY 21, 2023\nPART I\nActs, Ordinances, Presidetrt's Orders ond Regulations\nNATIONAI, ASSf, MBLY SECRITARIAT\nIslanabad, the 19th Jatuary, 2023\nNo. F. 22(34y202r-Legis. The following Act of Majlis-e-Shooru\n(Parliament) received the assent of the President on the lTth January, 2023 is\nhereby published for gencral information.-\nAcrNo. V or'2021\nAC1'\nk, ohe,,tl ond coNolidate the laws telating to registration and lraining of\nnurses, nidwves and Lody Heahh Visiton (Ll{Vs)\nWHEREAS it is expedient funher to amend and consolidate the laws\nrelating to faining of nur$s, midwives and LHVS and to provide for matters\narcillery rhereto;\nIt is hercby enacted as follows:-\n(s7)\nPrice : Rs 40 00\nIE5(2023/Ex. Gaz.]I6MI\nLEl[i\n5E T}IE GAZETTE O}.PAKISTAN, EXTRA., JANUARY 2I, ]02] JPARTI\nl. Short title and commctrcement.- {I) This Act nra) l,e callcd lhe\nPakistan Nursing Council (Amendment) Act, 2023.\n2. Amcudment of section 2, Act XXVI of 1973.-ln the Pakistan\nNursing Council Act, 1973 (XXVI of 1973), herein after refencd to as the said\nAcq lbr sechon 2, rhe following shallbe substituted, namely:-(2) It cxtends to the whole ofPakistan\n(3) It shall come into force at once\n\"2. DefinitioEs.-In this Acl, unless lhere is an),thing rcpu-snanl ir llrc\nsubject or conlext,-\n(a) 'Board\" means a Provincial Nursing and Midwifery\nExamination Board constituted under sectjon 20;\n(b) \"BSN\" means a bachelorc of science in nursing and\ndetermrned as a Rccognized higher Qualificalioni\n(c) \"CNS\" mcans Clinical Nurse Specialisl a registered nurse\nwho having enrolled in and successfully complcted onc year\nposl BSN diploma in a rclevant discipline and or MSN degree\nin specialized clinical lract rccognized by IN&MC and is\nregrstered with PN&MC and is licensed Lo praclic€ as a\nClinical Nurse Specialist under section 24{c)(i) and 36(2Xh)\nofthis Act within a dellned scope ofpractice.\n(d) \"Councit\" means the Pakis(an Nursing and Midwifery\nCouncil (PN&MC) €stablished under scclion 4l\n(e) 'CurreDt rcgistrrtroo\" means regisrBtion given by Pakistan\nNursing and Midwifery Council, which is present on its\nReglster;\n(0\n(e):'HEC\" means Ge Highcr Education Commission ofPakistan;\n\"LEW\" means Lady Health Visitor who has complelcd lhe\nprescrihed qualification recognized by PN&MC, and has becn\nregistered and licensed by the PN&MC as a registered Lady\nHealth Visitori\n'Mcmber\" mcans a membcr ofthe Council:\n\"Ministry\" means adminisEarivc lltinisrry of PN&MC;\n\"MNIISRC\" rneans Ministry of Narional Healrh Services.\nRegulstion & Coordination;(h)\n(r)\n(i)\nPaRr ll THE (]AZEI:rE OF PAKISTAN, EXTRA., JANUARY 21,2023 59\n(k) \"Na(ional Medical Authority\" means the Authority\nconstr(uted under section l5 of the Pakistan Medical\nComnlissron Act,2020;\n(l) \"Nurse\" means registrant ofPN&MC licensed to practice a.s a\n(m) *llP\" means Nurse Practitioner a registered advanced practice\nnurse, who having been en-rolled to a Master Degre€ in\nNursing (MSN) recognized by PN&MC, is registered with\nPN&MC as Nurse Pmctitioner and is currently licensed by\nPN&MC to practice autonomously and in collaboration with\nothers under section l5 (cxi) and section 26 (2Xi) ofthis Act\nwilhin a defined scop€ ofpractice;\n(n) \"PN&MC' means the Pakisa, Nursing and Midwifery\nCouncil;\n(o) \"Prescribed\" means prcscribed by this Act and rules and\nrcgulations made under this Act;\n(p) 'Rcco$ized Iligher Qu.liEcrtiotrs' means a deSree\nqualification r€cognized'oy the Higher Education Commission\ngranted by an institution established and maintaned in\nPakistan or in a foreign count4/, or ganted by a\nBoardruniversity for nurs€s, miduives and LIIV which is\ndeclared 10 b€ a recogniz€d higher qualification for the\npurposes ofthis Act\nProvided any qualification recotnizcd as a higher\nqualification under this Act ard obtained by a person\nrcgislered wrth the PN&MC prior to the date of the\namendment of the Act shall continue to be recognized for tha\nbenefit of the person regisred prior to the date of the\namendlnent;\n(q) \"Recotnirad qurlifications' means a qualification granted\nby a Board,/University for which is declared to b€ a\nrecognized qualification for the purposes of this Act aid\nincludes:-\n(i) a qualificetion speciired in the schedule; and\n(ii) a qualification rvhrch was, immediately before the\ncommencement of this Acl, a recognized qualification\nunder the Pakislan Nursing Council Act, 1952 (LIX of\n1952) and 1973 to the extent of only such person\nregistercd with the PN&MC prior to this ameDdment to\n60 THE GAZLTTE OF PAKISTAN, EXTRA,, JANUARY 2I, 2023 [I'^RTI\nthe Act unless conlinued to be recogniz€d afler the\namendment to tiis Act.\n(O \"Register\" mcans the register of nurses, midwiv€s, Lad]\nHealdr Visitors and nursing auxiliaries marntairrcd undcr\nsection 20;\n(s) \"Rcgulations\" mean regulations made under this Act,\n(t) 'RM\" means Registered Midwife who has completcd the\nprcscribed qualificarion recognized by PN&MC and has been\nregisered and licensed by PN&MC to practrce as a registered\nmidwife: and\n(u) 'Other CoEmittecs\" mcans sub-committees appointed br\"\nthe council for special purpose under section I 1 (2) of the Act.\n3. Insertion of new sectior 2A, Act XXVI of 1973.-ln the said Ac!\nafter section 2, thc following ncw section 2A shall be inserted namely:\n,2APurpose of Pakiilen Nursilg and Midwifery Council.-{a) To\nprotecl promote, end maintain thc public h€alth and wellbeirg.\n(b) To s€rve the public of Pakistan with regards to healthcare services\nin general, but nursing and M idwifery services in particular,\n(c) To ensure compctence ofregistered profcssionals ofPN&MC, and\n(d) To liaison with all stakeholders about nursing and Midwifery\neducation, professional conduct and praclice within and oLrlside the\nRepublic of Pakistan.\"\n\"3. EstrblishEent of the Coutrcil.-{l) T}e Federal Govemment\nshall, as soon as may b€, esablish a Council to be callcd the\nPalistan Nursin8 Council, which shall consisl of lhe following\nmember, namely:-\n(a) Secretary of the conccmed Division\nor his nominee nol below the rank of\nBPS-20;\n(b) Chief Nursing Adminrstrator, by\nwhatever name called. of the Armed\nForccs Nursing Scrvice:Er-Olfitio Membcr4. Substitution ofs€ction 3, Act XXVI of 1973.-ln the said Act, for\nsection 3, the follouing shall be subslituted, namely:\nbi-Ofrcio Member\nP^RI I] THE GAZETTE OF PAKISTAN, EXTRA,, JANU RY 2I, 2023 6I\n(c) one nurs€ from each Province, to be\nelected by the provincial nursing\nboard- one s€nior nurse from federal\ncapital to be nominated by the\nconcemed division and one senior\nnulse liom the Govemment of Gilgit\nBaltistan to be elected by the nursing\nboard of tha(Govcmment;Member\n(d) th.ee members appointed by the MembersPrime Minister on the\nrecommendation of thc concemed\nDivision from whom onc\nmemb€r shall be a,-\n(i) philanlhropist or from civil society of known integrity\nand eminence with a minimum offifte€n years of related\nexpcriencc in the field ofphilanthropist or civll society;\n(r) legalprofession of known integrity and eminmce with a\nminrmum of fifleen years of experience in thc field of\nlaw as a practicing lauyer or a retired High Cou( Judge;\n(iii) Charted Accountant of known integrity and eminence\nwith a minimum offifteen years of related experience in\nlhc field of accountancy\n(2) The Council established under suLsection (1) shall be a body\ncor?oEte having p€rpctual succession and a common seal, with power, among\nolh€rs, lo acquirc, hold and dispose ofpropeny, and shall by its name sue and be\nsued,\"-\n5. Insertion of trew section 3A, in th. Ad xx\\rl of 1973.-ln the\nsaid Acl, after section 3, a new section JA shall be inserted, namely,-\n3A. Poqers oftlc Council.-The powers ofthe Councilshallbe,-\n(a) to lrcence and regulate Rrgistered Nurse, Nurse Specialist,\nNurse Practitioner, Midwife and Lady Health Visitor practice\niD Pakistan;\n(b) to register, maintain and update thc register of Registered\nNurses, Nurse Specialiss, Nurse Practitioners, Midwivcs and\nLady Health Visitors;\n(c) to prescribe the requirements to be met as to th€ €vidcnce of\nSood health and good chamcler in order to satisry the\n62 IHE CAZET-IE OT' PAKISTAN, EXTRA,, JANUARY 2I, 202] AR-I I\nRegislmr lhat an applicant is capable of safe and effective\npractice as a nurse or mid\\\\,ife oflady health visitor;\n(d) to require public, pflvat€ and non-govemment educatioDal\ninstitutions and employers of registmnts of tle Council to\nprornptly submit annual retums of rcgislered nurses,\nmrdwives, lady h€akh visitors in rheir employnent and such\nother informalion zrs may b€come necessary from tirne to\ntime;\n(c) to assist and advise the Fedcral and Provincial Govemments\nor mafters pertarnrng to policies of nursing and rnidu,ifcry\nprofessions;\n(l) to carry out lic€nsurc examinations for gran( of licence to\npracticc with PN&MC and to practice; and to develop, revise\nand update curricula and recommend these as appropriate to\nnursing teaching institutions;\n(g) Provided that all actions of the council will be in accordance\nwith the law and Council will eflsure that the right to prcscribe\ndnrgs or medical devices may not tle given to Register€d\nNurses. Nurse Specialists, Nurse Practitioners, Midwives, or\nLady ltealrh Visitors, or any othcr nurse practitioners in\ncontravention ofthe law and without the prior approval of the\nFederal Govemment;\n{h) to evaluate and accredit institutions that provide educarion and\ntraining in nursing, midwifery and LHV, and to cooperate\nwith olh€r accredilation bodies where necessary in accordance\nwith thc objectives of the PN&MC subject to cvaluation and\naccreditation of institutions affiliated with a university shall\nbe regulatcd by the unilcrsity and the Higher Education\nCommission on criteria aormulated and provide by the\nPN&MCi\n(i) to designate neu nursing and mrdwifery programs, specialties\nand catego.ies where deemed necesssry by the council;\n(j) to delermine Scop€ of Practice for ils registrants;\n(k) to set, monitor and update,-\n(i) standards for education, clinical practice. professional\nconduct and institutional accreditation;\n(ii) cohditions,/policies for registlation/licence to practice;\nTHL GAZETTE OF'PAKISTAN, [XTRA,, JANUARY 2I,2O2J 6J\n(iii) conditions/policies for\nproSrams; and\n(iv) conditions/policies for\nprogramsenrollment into nursins\ninstitutions offering nursing\n(l) to tormulate, revise and update policies, and to advocate and\nnrotivale institutions, government and private scctor to adopr\nthe changes sugsested for the improvement of nursing,\nmidwifery and LHV in the country;\n(m) to cstablish an independent arm(s) for quality assurance,\nexaDrnation. accreditation and or curiculum development\nand approvals for PN&MC cr€dibility as deemed by the\ncouncil The rndependent arms shall accredited by ally\nintemationel credible agency such as ISO;\n(n) to determine and receivc fees, donations, Fants or any other\nfinancial benefits or assislancc:\n(o) 1o collccl, analyze data and disscminate information about\nnursing midwifery and lady health vis(ors'€ducation,\npractice and the nursinS, midwifery and lady hcalth visitors'\nr\\,orkforce;\n(p) to consid€r any mafler affecting nursin& midwiaery and lady\nhealrh visrring fallinC wifiin lhe arnbil of lhe Council a-nd\nmake represenlations or takc such action as the Council deems\nadvisable:\n(q) to approve alter, modiry and/or chang€ th€ Rul€s and\nRegulations ofth€ Council whc'l deemed fit and necessary for\nthe promotion of the puposes ofdle Act;\n(r) to elect fte Ex€cutive Committe€ ofthe Council\n(s) to approvc thc amual audited accounts audited by a duly\nappointed chanered accounlant;\n(t) to appoinl a registered Chancred Accountzrt at its Annual\nGeneral Meeling for auditing the accounts of the PN&MC;\nand\n(u) to do all lhings necessary and ancillary to the above purposes\nofthe Acl \".\n64 THE GAZETTE OF PAKISTAN, EXTRA,, JANUARY 2I, 2O2J IP-AXTI\n3(B). Notwithstanding anything contained in this Act, thc Prime Minister\non thc recommendation of the Minister-in Charge of the concemed\ndivision, may remove all or any member ofthe Board in rhe manner\nas may bc prescribed.\n6. AmendEent oI section 4, Act XXVI of 1973.-ln fie said Act. in\nscction 4.-\n(a) In sub-s€ction (2), for the words \"resign his office b,,- *riting under\nhis hand addressed\" the expression \"submit his s,ritten, signed\nresignation ' shall he substituted;\n(b) In sub-section (3),-\n(iii) in renumbered paragraph (b), after thc words \"represent oi'\nrhe word \"ceases\" shall b€ insefted;(i) new paragraph (a), shall be inserted and rcmeining paragraph\nshall be renumbered accordingly,-\n\"(a) On completion of his tenurc of tfuee (l) years as\nprescribed in sub-section in (2) above without any\nfurther notification by PN&MCNHSRC;\";\n(ii) in renumb.rcd paragraph (b), after the words \"he was\" the\nword \"elected or\" shall be omitted;\n(iv) in renumbered pamgraph (b), for the word \"qualified\" the\nword \"eligrbl€\" shall be substituted; and\n(v) after renumbered paragraph (c), new paragraph (d). shall be\nrns€rted, nam€ly;\n\"(d) if the nominatin8 autlority withdEws the nomination at\nany time.\".\n?- Ahcndmenl of s.cdoo 5, Act )fryl of 1973.-In this Act, in\nsection 5, aftff the expressiol \"such member by\" the expression \"election or\"\nand after the expression \"such memb€r was\" tha expression 'tlected oi' shall be\nomitted.\n8.\ns€ction 7,-Amerdment ofs€ction 7, Act XXVI of 1973--ln the said Act, in\nP\"-] 'T THE GAZIITE\n(a) in sub-scction (1).-\n(r) for rhc sord 'si).', the word \"three\" shall bc substi(u1cd: and\n(ii) lor thc words ''times and places-' thc words'iime and place'\nshall be substirutedt\n(b) f(,r sub seclion (3), the l\"'ollowing shall he substiluted- namely;-\n'(i) A lrritlen nolice along with the agenda and the timc and place\nof each meeting shall be set by posl or courrcr or b!, modern\n€lectronic means that constitutcs documentary proof of noricc\nsuch as an email, by the Registcr of the Council to all the\nmernbers al Ieast ten days bcfore the date fixed for such\nmecting:\nPro\\ided tllat an cmergency mectin8 may bc called at\nr\\renry_-four hour notice.\"; and\n(c) ilr sub-scction 4 for lhc word \"foudecn\", the word \"twelve'' shall\nbe subsritu(cd.\n9. Amcndm€nt ofsection t, Act )O(VI of 1973.-ln the said Act, for\nsecrron 8. thc li'llowing shall hc suhsriruted: -\n'(8) Prcsident rnd Vicc-Prcsident.-{1) Thc President arld the Vrce-\nPresidont shall be appoiDtcd by the Prime Ministcr on thc\nrccomrnendation of thc corccrned Division from amongst the\nMembers specified in clauscs (c) and (d) of sub-section (l) of\nsection 3.\n(2) The President and thc Vice-Prcsident shall hold oflce for a period\nol three vcars .\n10. Amcnddent of secdotr 9, -A.ct XXVI of 1973.-ln the said Act, in\nscct;on 9--\n(a) l'or sub-sccriorl (I), thc following shall he subslituled, namcl);-\n-(l) Th€ Council uill, fbr cfTicienr funclioning, form an Ex€culive\nCommitlce to meet morc frequcnlly than the Council and\noversee day to day fu[ctipns. Thg ersrutiv€ qorrlrnittce s'ould\ninclude thc President of the Council. who \\vill chair the\ncommittec. and four orher mcmbers ofCouncil- elccted h) lhe\n('ouncil. with dllties and authority as reconnnended b)\n66 TIIE GAZF,TTL OF PAKISIAN, IJXTRA., JANUARY 21,2I)2] IPARII\nCouncil. The Co[ncil ma), replace a member oi rhc executive\ncommrftee by majority vote.'\n(b) lor sub-section (2), lhe following shall be substituted. namclyi\n\"(2) Council may also constitute such other comrnittees or sub-\ncommrttees as it may dcern fit for carrying out rhe purposcs of\nthis AcL\"\n(c) in sub-section (3), for lhc words \"or under this Act\" the words 'the\nCouncil and will repon on its activities to Counc;l at evcry Council\nmeeling\" shall be substituted.\nI I. Itrsertion of new scctions 9A, 98, 9C, 9D, 9E, 9F and 9c, Act\nXXVI of 1973.-ln the said AcL after section 9. the following new sections\n94,98, 9C,9D, 98,9F and 9G shall be inserted namely:-\n'9A.The President.-The President shall be the head ofthe council and\nshall preside ove. all me€tings of thc Council and the c\\ccutivc\ncommittee and shallconvcne the meetings-\n98. The Vice-Presidcnt.-The Vice Prcsident shall acr in the absence\nof the Prcsident and shall carry ou! any duties assigned to him,hcr\nby the President.\n9C. Omce of the Council.-The office of thc council s,ill consisr of\nfull-timc employees ofthc Council, including a Secr€tary, Financc\ndirecbr, I{uman rEsource Director and such other persons as\nCouncil mighr consider necessary lor lhe efficicnt functioning of\nCouncil and to meet thc ains of this Act. Council will have thc\nauliority to create, redesignate or abolish posts- and cstablish\nsalaries and benefits for its employecs, so long as the fiscal\nimplications remain within the approvcd budget:\nProvidcd the Fedcral Covcmment may by notification direct the\nNational Medical Authority lo undertakc and provide all\nadministrativ€ funclions oI the PN&MC includinS lhe functions of\nthe Finance Director. Human Resource Director, Dircctor\nCurriculum and Educalion and Dircctor Registration cxcept the\nIunctions of the Secretary which shall be pcrformcd by rhe\nSecretary ofthe Council. Thc costs ofsuch adminisfarivc functions\nshall be reimbursed ro the Narional Medical  urlrority by rhe\nPN&MC or thc l:edcml Covc.nmenr as directed by rhc F'ederal\n(iovemment.\nPARII THE GAIETTE OF PAKISTAN, EXTRA., JANUARY 2I.2023 67\n9D. S€cretery-The Council will appoint a full tirnc Secrelary as\nprescribed. The Secretary shall:\n(a) Acl under the dircction of and repon to the President and\nCouncil:\n(b) Bc rcsponsible for the efficient managemenr ofthe omce of\nthe PN&MC,\n(c) Send out notices for the mectinBs to be held in coosultation\nwith the President and shall rccord th€ minutes ofall meetings\nand send out notices along with lhe agenda;\n(d) Keep the President informcd ofall maners; and\n(e) Perform any other duties as prescribed by the P.esident and\nCouncil.\n9E. Finauc€ Director.-The Council subject to section 9C will appoint\na full time Finance Director as prescrih€d. The Finance Dircctor\nshall be responsible for the financial managcment and maintenance\nof proper accounts ofthe Council and shall ensure the annual aud(\nby a duly appointed registercd chafiered accountant. IIe shall report\nall maftcrs to the President snd shall keep the Council informed of\nall important matters. and updatc the Council at cach Council\nmecting.\n9F. Appointflent ofolhcr Persontrel. {!) The Council may appoint\nany other pcrsonnel, including a Drrector of Registration and a\nDirector ofCurriculurn and Educalion, as rcquired for the effici€nt\nfirnctioning of the Council to meet the requirements of the Act as\ndeemed fit by council\n(2) fho Council shall dctermire, in accordance with the available\nbudget, the terms and conditions of service aDd the pay and\nallosances of rhc ollicers and servanls.\n9C. Futrctions of Council.-Function ofthe Council shall be,-\n(a) 10 administer, manage and run the affairs of the PN&MC\nefficielltly and to hirc and fire staff whcnever or wherevcr\ndeemed necessary in thc interes$ ofthe PN&MC.\n(b) lo properly marntarn the r€cords, nrinutes aDd all documents\nofthe PN&MC.\n6li THE GAZEI]E OF PAKISIAN, EX]RA.. JANUARY 2t. 2023 !,^Rt I\n(c) lo adDrinlster the finance and rrrainlain the accounts of lhe\nI'N&MC widr annual audits by a chaturcd accountant dnly\nappoinled hy the Council\n(d) to hirc staff to posrtio,ls necessary ior thc efficient\nadminrstration and management of the PN&MC\n(c) to co-op1, or appoint persons who are not nrcmbers of the\nCouncil to serve on commissions. or to pro\\ rde consukation\nand ad!ice to lhe ( ouncil.\n(0 to acquire, rent- let, hire or dispose off propeny. borrow\nmoneys, accept and administer any trusl or doDatiof. and\ncharge fees for any services ofthe Council, in the int€rcsts of\nthe promolion ofthe purposes oflhe Act.\n12. Amerdment of sectiotr 10, Act XXVI ot 1973.-ln thc said Act,\nin section 10.(g) 1() carry out all actions connecled and ancillary lo the purposcs\nol the AcC'\n(a) In the heading for the word \"scrvants\", the words \"Supportive\nS1aff\" shall be substituted;\n(b) In sub-secLion (l),-\n(i) for the words \"a Regislrar of the Council and may appoint a\nSecrelary, a Treasurcr and such others officers and servarts\",\nthe words \"professional and administrative and supponivc\nstaffon contract\" shall be substituted;\n(ii) after the rvords 'it may deem'', lhe word 'fil and\" shall bc\ninserled; and\n(iii) the provision shall be deleted\n(c) In sub-section (2),-\n(i) the words \"wrLh the previous sanction ol rhe Fcderal\nGovemmena'shall bc omitted; and\n(ii) for the word 'servants\". rhe words \"supportiYe stall' shall be\nsubstiluted.\nP^RT I]THIJ OAZE TIE OF PAKISTAN, EXTRA., JANUARY 2I.2O2J 69\nl3 Amerdm€ht of scctiotr ll, Act XXVI of 1973.-ln the said Acl.\nin sectroD I l--\n(a)\n(b)In Lhe hcadrng. the word \"Provincial\" shall be omitled;\nFor sub-section ( 1), the fbllowrng shall be substituted, namely; -\n\"(l) I hc PN&MC in consultation wilh lrcderal Govcmmcnl shall\nconslitute a nursrDg cxaminatio[ hoard,\":\n(c) In sub-section 2,-\n(i) aftct thc rvords \"Board shall be', thc rvords 'to hold\nexaminations and\" shall bc inserted: and\n(ii) rhe words 'and to hold and conduct examirEtion 10 be\nundergone by pcrsons desiring to obrain such quallfication\"\nshall be omitled: and\n(d) after sub section (2). the following ncw sub-sections (3) and (4)\nshall he inserted: namely:\n''(3) Veriry Pre-enrollment cerlificales from lhe relevant aulhority\non random basis. The board shall veriry From issuing board of\nhigher secondary & intermediate boards or aulhorities on\nrandom basis each ycar and send repo( to the Council.\n(4) i{'any documents sre found fake o. forged then debar sludent\nand issue waming lener to the institution from where the\nenrolment has be€n sent, A copy of such dmuments musl be\nsent to PN&MC.-'.\n14. Amendment of scction 12, Act XXVI of 1973.-ln thc said Act.\nfor scction t2, the following shall be substituted, narnely,-\n12. Recognition of institutions or suthonty conducting educational\ncoursc or programs.{ t) Any institution or authority aiming to\nconduct any Degree/courses/programs of study, in nursing,\nmidwifery and health visiting shall apply lo tho PN&MC for its\nrccognition. The institulion may stan lhe course only afler\nobraining appro\\al from de PI\\&MC.-\n(2) The Council may hold such inquiry as it may think lit, to rcqnire\nlhe institulion or authoriry,makin8 an application under sub-section\n( l). to fulfil the following requirem€nts as may be prescrihcd by rhc\nPN&MC,\n70 IHE GAZET'IE OF PAKISTAN, EX] RA,. JANIJARY 2I, 2023 IPAR'I I\n(a) Proof ol legitimacy of lhe institution - submit documen(ary\nproofol registratiofl under \\]hichever authority reSis(ered: and\nfinancial sustairabrliry_ fbr next five years:\n(b) Prove capacity lo conduct the program applied for by\nposs€ssing the,-\n(i) Proper infrrstructurc;(ii) Qualified number offaculty; and(iii) Clinicalfacility;\n(c) Salisfy the PN&MC that it shall comply rvith the Rules,\nRegulations and Standards as prescribed by thc PN&MC.\".\n15. Amendmctrt of sectioD 13, Act XXVI of 1973,-ln (he said Act,\nin section 13, in headings for the words \"Reciprocal recognition ofquahfication '-\nthe expression ' Recognition offorcign qualification\" shall be substituted.\n16 Amerdment of seclion 14, Act XXVI of 1973.-ln the said Act,\nill s€ction 14. in suh-seclion (l), for the words \"Federal Covemment\", the words\n\"fhghcr l-lducation Commission\" shall bc substitut€d\n17. Amendment bf section 15, Act XXVI of 1973.-ln the said Acq\nin section 15, in clause (c), in paragraph (ii), for the words \"a sLrpplemenlary\",\nthe \\\\'ords \"an advanced professional' shall be substituted.\n18. Ametrdmen( of seclion 16. Act XXVI of 1973.-ln lhe sard Act.\nin section 16, the following shall be substituled, namely:--\n(a) for lhe $ords \"course ofstudy or training\", the \\rords, ''educatronal\nproSrams\" shall be subslituted;\n(b) after lhe word \"grarted by ir\", thc expression. \"in lhe fields\nNursing, Midwilcry or Ilealth Visitors\" shall be inserted;\n(c) in clause (a), for the words, '-course of study or lrainrng', the\nwords.'tducational programs'sh6ll be substituted:\n(d) in clause (b), \"course ofstudy or training'', the words. educational\nprograms' shall be substituted: and\n(c) after clause (c). lhe new clauses (d), (e) shall be inserted, narncly:\n' (d) Clinical setling and bcds penaining to educalion Pro8rarnr and\nTHE GAZE]]E OF PAKISTAN, EXTRA,, IANUARY 2I,202] '71\n(e) Any other matter generally pertinent to lhe requirements for\nits recognition.\".\n(a) for sub-section ( l), the following shall be substrtuted, namely:-\n\"(l) Th€ Council shall form a Committec for accrcditation from\niimongst those who have a qualificalion level higher than thc\nqualification lcvel of the pmgiam for which the instilution or\nauthoriry is applying for re.ognition.\n(b) rn sub-section (2),-\n(i) for the words \"Ex€cutivc Committee\", th€ word 'Council\"\nshall hc substiruted: and\n(ii) for the word \"training\", the word, \"educational progmm\" shall\nbe subsntutcd.\n(c) in sub-scclion (3), the words 'Executive Committee\", the word\n'Council\" shall be subnitulcd:\n(d) for sub-scction (4), the following shall be subsliluted, namely;\n\"(4) Upon the expiry of the penod specified under sub-s€ction (l)\nthe Council shall. make such recommendations lhereon as it\nmay deem fit.\"; and19. AhendrEeot of scctioo 17, Act XXvl of 1973.-ln lhe said Act.\nin section 17-\n(e) afler sub-section (4), new suus.ctions (5) and (6) shall be inse(ed,\nnamely:\n\"(5) Council Members cannot b€ members of the AccrEdiktion\ncommiltcc.\n(6) Any college or instirution affiliated with a university for\npurposes ol'ganting a nursing qualification shall be insp€cted\nand accredrted and regulatcd by the university and the Highcr\nEducation Commission subject to criteria of accreditation ard\ncurriculum prescribed by the PN&MC.\".\n20. Amcndmctrt of sec(ion 18, Act XXVI of 1973.-ln the said Act.\nin section I 8,-\n72 I'I]E GAZETTE Of PAKISTAN. EXI.RAi JANUARY 2], 2O2J [P^RTI\n(a) in sub-section (l ),-\n(b)\nG)(i) in clause (a), for the words \"coursc of study or lrainrns . the\nwords, 'educatronal program' shall be subslitutcd; and\n(ii) Iror clause (b). lhc following shall be substituted. namely.-\n(b) that an Instilution or aurhoriry recognizcd b) thc Council\nior the educalion of Nurses. Midrvives, Ladl, llealth\nVisitors does not satisly the prescribed requircments as\nto educalional proCf,am for obtaiDiDS .ecogDiTcd\nqualificptrons or rccognized higher qralifications the\ncouocil shiill send a statement ro that effect srating\nclcarly the reasons for non-recognilion to thc irstr(ution\nor auftoriO, conccmcd. and requestjns subnission\nwrthin a spccrfied period ol such explanalion as lhe' institution or atthority may tike to offer.\nsub-section (2) shall bc omitted:\nin suEsection (3),-\n(i) for lhe cxpressior \"sub-seclion (2)', (hc exprcssion -clause\n(b) of sub-scction (l)-- and for the words 'Fcderal\nGovemment may\", the words _'Council\" shall be subslituted;\nand\n(ii) for the $ords \"direct (be Council to\", the uord -shatl' shall t)e\nsubstituted\n?1. Insertion ofncws€ction EA,Act XXVI of l9?3. lnthcsaidAct.\na nc\\4 section l8A shall bc insencd. namel).\n\"18A. MritrtenaBce of Dal. Basc.-Thc council \\yill mairtain the\nlollowing data lo. natioral nursing hurnan rcsources..-\n(a) Prc.Registration;\n(b) Registra(ion; and .\n(c) Facultyrcgi$rarion:\nProvided thc Council shall maintain and veriry the CNIC and all othcr\nncccssary crcdcntials of a person rcgistered end licensed by the PN&MC and\ncarry ou1 hiometrics of all pcrsons registcred and rnarntai0 thc updalcd\nintbrmalion oi rvherc cach person registcred and Iicensed ulder the Act rs\nworking. Such information shall be shared b.,\" rhe Council 1\\irh rhc Fcderal\nGovenxnent Provincial Covenirncrfls. National Mcdical AulhoriN anrl rhe\nrespectivc hcalthcare c()nnrissions \"-\nP^T.IT THE C^ZETTE OF P\n22 Amcndment of B.ctiotr 21, Acl XXVI of t973.-ln the said Act,\nin s€ction 21,-\n(a) rn sub-section (l), afrer the words \"bcing heard\", the expression\n''where a person's name has b€€n removed fiom th€ rctistcr, rhe\nCouncil shall publish this fact on its web6ite\" shall be inserted, afld\n(b) in sub-scc{ion (2), for the word'which\", the wo.d'rrho' shall b€\nsubstituted.\n23. Ameldment of section 23, Act XXVI of 1973,-ln the said Act\nin s€ction 21, in sub-section ( l), for the words \"or .idcd by Federal Govemment\nor a local authority\", lhe words \"by public or private s€ctor\" shall be substituted.\n24. Amendarent of section 24, Act XXVI of 1973,-tn the said Acl,\nin section 24,-\n25. AmendEent of sectiotr 25, Act XXVI oI 1y73.-ln the said Act,\nin seltion 25, in sub-section (l),-(a) in sub-section (l),\n(i) for the words \"slx months\", thc words \"one year\", shall be\nsubstituted;\n(ii) the words \"which may extend to onc thous€nd rupecs\" shall\nbe omitted; and\n(b) after sub-section (l), a new suEsection (2) shsll be ins€rted,\nnamely:-\n\"(2) No suit, prosccution or oth€r legal p.oc.eding shall lic ageinsl\nthe Covemment, the Council or any comminee thereof, or any\nomcer or staff of the Government or Council for snlthing\nwhich is in good faith donc or int€nded to be done under this\n(a) after the words \"Federal Covemment\", the words \"and display on\nits website\" shall be inserted; and\n(b) after the words \"end ofevery\" the word \"fiscal ' shall b€ ins€ned\n26. AE.rdmert of s€ction 26, Aca XXVI of 1973.-tn dre said Ad,\nin section 26, -\n74 'IIIE GA,ZI,'I:|E OF PAKISTAN, F-XTRA, .IANUARY 2I, 2O2J IPARI I\n(a) in sub-s€crion (l), for rhe elpression 'may, wilh the previons\nsanclion of the Federal Covemment\". the \\aord _shall\" shall b€\n(b) in sub-section (2),-\n(i) in sub-clause (0, the word 'servants' shall be subsrituted with\nthe word \"supponive staff';\n(ii) claus€ (8) shall be omitted;\n(iii) after clause (l), lhe following new suEclauses (m) and (n)\nshall be ins€rted;\n''(m) Prescrlbing a code of professional conducr and standard\nfor practice and education for Nurscs, Midwives and\nLady Health Visitors; and\n(n) Prescribing the functions of the Nursing bxamilation\nBoards.\".\n27. lEs.nion of new sectiotr 26A, Acl XXVI of 1973.-ln the said\nAc! after section 26, a new section-26A, shall be inse(ed, namely:-\n\"26APowers to make Rules.-The Federal Governmenl may make\nrules for carrying out the purposcs of this Act in respect of\nfunctions ascribcd to thc Federal Govemmcnt under the Acr.\"\n2t. Ameodm€nt of.Schedule, Act XXVI of 1973.-ln the said Act,\nfor the Schedule the lollowing shall b€ substituted, namely:-\nTHE SCHEDULE\n[se€ secr'on j(n)l\nRECOGNIZED QUALIFICATION :\nIJachelor s ofScicnce inNursing: Four years Degree Course\nPost RN Bachelor's in Nu6inB: lrvo \\,cars Degrec Course.\n\\'laster's in Nursing (MSN): T\\\\'o years Dcsree Course.\nDoclomte in Nursing: 4 ycars Degrec Course.(\")\n(b)\nG)\n(d)\nP^xI U THE GAZETTE OF PAKISTAN, EXTRA, ,ANUARY 2I, 2O2J ?5\n(e) Post Basic Spccializalion: I year diploma course in different\ndisciplines e.g Cardiac Care Nursing, Oncolos/ Nursing etc-\n(0 Lady Health Visitor (LHV): Twenty-seven months Diploma\nCourse,\n(e)\n(h)\n(r)\n0)\n(k)Community Midwif€ (CMW): Two years Diploma Course .\nPupil Mrdwifc: One year Cenificate Course.\nAssociate Degree (L[ry). Two years Course.\nAssociate Midwifery Degre€: Two years Midwifery Course.\nPosl Associate Bachelor's Degree for (LtIV):Two years Degee\nCours€.\n(l) Post Associate Midwifery Degree (RM): Tu,o ye-ars Midwifery\nD€gre€ Course.\nTAHIR HUSSAtN,\nSecrelary.\nINI]NG CORPOR'\\ I ION OF PAKISTAX PR}SS ISTAMAII^D\nPUi'I ISI IED BY T HE DEPUIY CONTROLLTR S I ATION'ER Y AN D FORMS. I]N IVERSITY ROAD. XAR^CI{I"
}