{
    "file": "./converted_json\\administratorc66d03456235d55a9e107ca30fd6f14e.json",
    "name": "Employees' Social Insurance Ordinance",
    "date": "25th May, 1962",
    "tagline": "Social Insurance Scheme for Employees of Pakistan",
    "content": "Page 1 of 30 \n  \n \nTHE EMPLOYEES SOCIAL INSURANCE ORDINANCE, 1962  \n \nCONTENTS  \nCHAPTER I  \n \nPRELEMINARY  \n1.  Short title, exten t, commencement and application  \n2.  Definitions  \nCHAPTER II  \n \nORGANIZATION  \n3.  Establishment and incorporation of Employee s, Social Insurance Institution  \n4.  Management  \n5.  Governing Body  \n6.  Powers and f unctions of the Governing Body  \n7.  Meetings of the Governing Body  \n8.  Head Office  \n9.  Provincial institution  \n10.  Authentication of  orders, etc . \n11.  Supersession of the Governing Body  \n12.  Medical Advisory Council  \n13.  Duties of Medical advisory Council  \n14.  Filling of casual vacancies  \n15.  Fees and allowance  \n\n \nPage 2 of 30 \n 16.  Registration  \n17.  Disqualifications  \n18.  Regional boards, local commit tees and medical boards  \n19.  Director -Gene ral and Deputy Director -General  \n20.  Officer s and staff of the Institution  \nCHAPTER III  \n \nCONTRIBUTION  \n21.  Contribution  \n22.  Records and returns by employers  \n23.  Officials of Institut ion to check employers books  \n24.  Increase of unpaid contributions and recovery of contributions, e tc., as arrears of land \nrevenue  \n25.  Safeguard of insured person’s rights in default of payment of contribution b y employer.  \n26.  Return of contribution paid erroneously  \n27.  Increase of contributions w here safety rules not observed  \n28.  Extinguishm ent of claims to contributions  \nCHAPTER IV  \n \nFINANCE AND AUDIT  \n29. Employees Social Insurance Fund  \n30.  Security reserves  \n31.  Investment and loans  \n32.  Budget estimates  \n33.  Accounts and audit  \n34.  Annual Reports  \n35.  Valua tion of assets and liabilities  \nCHAPTER V  \n \nBENEFITS  \n \nPage 3 of 30 \n 36.  Sickness benefits  \n37.  Maternity benefits  \n38.  Death grant in ca se of death following sickness  \n39.  Medical care during s ickness and maternity  \n40.  Injury benefit  \n41.  Disablement pension  \n42.  Disablement gratuity  \n43  Survivors’ pension  \n44.  Death grant in case of death re sulting from employment injury  \n45.  Medical care in case of employment injury  \n46.  Content of medical care  \n47.  Manner of providing medical care  \n48.  Institution's power to promote measures for health, wel fare, etc., of insured persons  \n49.  Claims for benefits  \n50.  Benefit  not assignable or attachable  \n51.  Exemption from stamp duty  \n52.  Non-duplication of benefits  \n53.  Repayment of benefit improperly re ceived  \n54.  Institution's right to recover damages from employer in certain cases  \n55.  Institution's right to b e indemnified in certain cases  \nCHAPTER VI  \n \nDETERMINATION OF QUESTIONS AND CLAIMS  \n56.  Questions and claims to be decided by the authorit y specified in the regulations  \n57.  Medica l Boards to assess disablement  \n58.  Decisions to  be in writing in certain cases  \n \nPage 4 of 30 \n 59.  Appeal from authority's decision  \n60.  Constitution of insurance court  \n61.  Jurisdiction of insurance courts  \n62.  Transfer of appeals from one insurance court to another  \n63.  Powers of insurance courts etc . \n64.  Appearan ce by legal practitioners, etc . \n65.  Appeal  \n66.  Stay of payment pending appeal  \nCHAPTER VII  \n \nPENALTIES  \n67.  Offences and penalties  \n68.  Prosecutions  \nCHAPTER VIII  \n \nMISCELLANEOUS  \n69.  Contributions, etc., to have priority over other debts  \n70.  Exemption from taxes  \n71.  Exemption from Chapters II I and V and levy of special tax  \n72.  Review and modification of wage class  \n73.  Employer not to dismiss or puni sh employee dur ing the period of sickness, etc . \n74.  Bar of benefits under other laws  \n75.  Suit for damages in a civil court  \n76.  Members and servants of the Ins titution to be public servants  \n77.  Removal of difficulties  \n78.  Delegation of powers  \n79.  Power to make rules  \n80.  Power to make regulations  \n \nPage 5 of 30 \n 81.  Supersession of certa in jaws and insurance policies  \nTHE SCHEDULE  \n  \n \nPage 6 of 30 \n THE EMPLOYEES’  SOCIAL INSURANCE ORDINANCE, 1962  \n \nORDINANCE NO. XXII OF 1962  \n [25th May, 1962]  \nAN  \n \nORDINANCE  \nto introduce a scheme of social insurance for providing benefits to certain employees or their \ndependants in the event of sickness, maternity, employment injury or death, and for matters ancillary \nthereto  \n \n WHEREAS it is expedient to introduce a scheme of social insurance for p roviding benefits to \ncertain employees or their dependants in the event of sickness, maternity, employment injury or \ndeath, and for matters ancillary thereto;  \n \n NOW, THEREFORE, in pursuance of the Proclamation of the seventh day of October, 1958, \nand in e xercise of all powers enabling him in that behalf, the President is pleased to make and \npromulgate the following Ordinance:__ \nCHAPTER I  \n \nPRELEMINARY  \n \n 1. Short title, extent, commencement and application.___(1) This Ordinance may be called \nthe Employees' Social Insurance Ordinance, 1962.  \n \n (2) It extends to the whole of Pakistan.  \n \n (3) It shall come into force at once, but apply only to such areas, classes of persons, industries \nor establishments, and from such date or dates, as the 1[Federal Government] may, by notification in \nthe official Gazette, specify in this behalf.  \n 2. Definitions. —In this Ordinance, unless there is anything repugnant in the subject or \ncontext, -  \n (1) “appointed day” means, in relat ion to any area, class of persons, industries or \nestablishments, the day on which this Ordinance is applied to such area or in respect of such class of \npersons, industries or establishments;  \n (2) “appropriate Government” means in respect of any industry o r establishment carried on \nby or under the authority of the 1[Federal Government], the 1[Federal Government], and in other \ncases the Provincial Government;  \n (3) “casual employment” means employment (other than employment in construction work) \nwhich is not in the course of employer's ordinary trade or business and is normally expected to last \nless than three days;  \n (4) “confinement” means labour resulting in t he issue of a living child, or labour after \ntwentysix weeks of pregnancy resulting in the issue of a child whether alive or dead;  \n (5) “contribution” means the sum of money payable to the Institution by the employer in \nrespect of an employee and includes any amount payable by, or on behalf of, the employee in \naccordance with the provisions of this Ordinance;  \n1Subs. by F.A.O., 1975, Art. 2 and Table, for “Central Government”.  \n \nPage 7 of 30 \n   (6) “dependant” means the wife or a needy invalid husband and any of the unmarr ied children \nunder the age of sixteen years dependant upon the insured person or the recipient of a disablement \npension;   \n (7) “Director -General” means the Director -General of the Institution;  \n (8) “disablement” means such incapacity caused by employment  injury as is certified by a \nmedical practitioner authorized in accordance with the regulations to have permanently disabled or to \nbe likely to permanently disable the insured person from earning from his usual or any other \noccupation more than ninety  five percent  of the average rate of earnings in his usual occupation, and \ndisablement shall be “minor” where the loss of earning capacity ranges from five percent. to twenty \npercent and “partial” where the loss of earning capacity ranges from twenty percent to  sixty  six \npercent and “total” where the loss of earning capacity is in excess of sixty  six percent.;  \n (9) “employee” means any person working for wages in any industry, business, undertaking \nor establishment under any contract of service or apprenticeshi p, whether written or oral, express or \nimplied, but does not include__  \n(a)  persons in the service of the State, including members of the armed forces and \nrailway servants;  \n(b)  persons employed in any undertaking under the control of any defence \norganiz ation or railway administration;  \n(c)  persons in the service of a local council, a municipal committee, a cantonment \nboard or any other local authority;  \n(d)  any person in the service of his father, mother, wife, son or daughter, or of her \nhusband;  \n(e)  domestic servants; and  \n(f)  workmen employed in any factory, within the meaning of the Factories Act, \n1934 (XXV of 1934), on wages exceeding five hundred rupees per mensem;  \n (10) “employer” means, in the case of works executed or undertaking carried on behalf of the \nState, the contractor or licensee working for the State, and in every other case the owner of the \nindustry, business, undertaking or establishment in which an employee works and includes the agent, \nmanager and representative of the owner;  \n (11) “employment injury” means a personal injury to an employee caused by accident or by \nan occupational disease to be specified in the regulations, arising out of and in the course of his \nemployment;  \n (12) “establishment” means an organization, public or  private, industrial, commercia l, \nagricultural or otherwise;  \n (13) “Governing Body” means the Governing Body of the Institution;  \n (14) “Institution” means the Employees' Social Insurance Instit ution established under \nsection 3;  \n \nPage 8 of 30 \n  (15) “insurance area” mean s an area to which this Ordinance has been applied;  \n (16) “insured person” means a person in respect of whom contributions are or were payable \nunder this Ordinance;  \n (17) “Medical Advisory Council” means the Medical Advisory Council established under \nsection 12;  \n (18) “member” means a member of the Governing Body;  \n (19) “rescribed” means prescribed by rules;  \n (20) “regulations” means regulations made under this Ordinance;  \n (21) “rules” means rules made under this Ordinance;  \n (22) “sickness” means a morbid condition which requires medical treatment and attendance;  \n (23) “wages” means remuneration for services paid or payable in cash or in kind to an insured \nperson under a contract of service or apprenticeship, express or impli ed, but does not include -  \n(a)  any sum paid to the person employed to defray special expenses entailed by \nthe nature of his employment; or  \n(b)  any gratuity payable on discharge; or  \n(c)  any sum paid as bonus by the employer; and shall be deemed to incl ude \npayment to an insured person in respect of any period of authorized leave, \nlockout or legal strike;  \n (24) “week” means a period of seven days beginning with a specific weekly holiday.  \nCHAPTER II  \n \nORGANIZATION  \n 3. Establishment and incorporation of Emp loyee s, Social Insurance Institution .___ (1) As \nsoon as may be after the commencement of this Ordinance, the 1[Federal Government] shall establish \nan institution to be called the Employees' Social Insurance Institution.  \n (2) The Institution shall be a body corporate having perpetual succession and a common seal \nwith power, subject to the provisions of this Ordinance, to acquire, hold and dispose of property, \nboth movable and immovable, and shall by the aforesaid name sue a nd be sued.  \n 4. Management .___(1) The general direction and superintendence of the affairs of the \nInstitution shall vest in a Governing Body which, with the assistance of a Director -General, may \nexercise all powers and do all acts and things which may be exercised or done by the Institution.  \n (2) In discharging its functions, the Board shall be guided by such instructions on questions \nof policy as may be given to it from time to time by the 1[Federal Government], which shall be the \nsole judge as to whethe r any instructions are on a question of policy or not.  \n1Subs. by F.A.O., 1975, Art. 2 and Table, for “Central Government”.  \n \nPage 9 of 30 \n   5. Governing Body .___(1) The Governing Body shall consist of the following members to be \nappointed by the 1[Federal Government], by notification in the official Gazette, namely:__  \n(a)  a person who is, or has been, or is qualified to be, a Judge of the High Court, \nand he shall be the Chairman of the Governing Body;  \n(b)  two persons to represent the 1[Federal Government], of whom o ne shall be a \nrepresentative of the Labour and Social Welfare Division of the Ministry of \nHealth, Labour and Social Welfare and the other of the Industries Division of \nthe Ministry of Industries and Natural Resources;  \n(c)  one person to represent the Gove rnment of East Pakistan, and one to represent \nthe Government of West Pakistan;  \n(d)  four persons to represent the employers;  \n(e)  two persons to represent insured persons; and  \n(f)  Chairman, Medical Advisory Council, ex-officio .  \n (2) Members to be appointed under clause (d) or clause (e) of sub -section (1) shall be chosen \nfrom a list, comprising twice as many names as there be vacancies to be filled, 6 and drawn in the \nprescribed manner respectively by the organizations of employer s and employees recognized by the \n1[Federal Government] for that purpose, so that the employers and insured persons of both the \nProvinces are adequately represented.  \n (3) Subject to other provisions of this Ordinance, a member of the Governing Body shall hold \noffice for three years from the date on which his appointment is notified under sub -section (1).  \n 6. Powers and functions of the Governing Body. —Besides the powers conferred on, and \nthe functions entrusted to it by the provisions of this Ordinance or  by the rules or regulations, the \nGoverning Body shall have the power -  \n (1) to approve the budget estimates, the audited accounts and the annual report of the \nInstitution for submission to the 1[Federal Government] in accordance with the provisions of thi s \nOrdinance; and  \n (2) to call for any information, or direct any research to be made for the furtherance of the \nobjects of this Ordinance.  \n 7. Meetings of the Governing Body .___(1) The meetings of the Governing Body shall be \nheld at such times and at such places as may be provided by regulations and until regulations are \nmade in this behalf, such meetings shall be convened by the Chairman.  \n (2) To constitute a quorum at a meetin g of the Governing Body, the number of members \npresent shall be five.  \n (3) Each member shall have one vote, and, in the event of equality of votes, the Chairman \nshall have a second or casting vote.  \n1Subs. by F.A.O., 1975, Art. 2 and Table, for “Central Go vernment”.  \n \nPage 10 of 30 \n  (4) The meetings of the Governing Body shall be presided over by the Chairman, and in the \nabsence of the Chairman by the person elected for the purpose by the members present, from \namongst themselves.  \n 8. Head Office. — The head office of the Institution shall be at Karachi but the 1[Federal \nGovernment] may, by notification in the official Gazette, transfer it to such other place as may be \nspecified in such notification.  \n 9. Provincial institutions .___(1) There shall be established in the prescribed member  two \nprovincial institutions, one for East Pakistan and the other for West Pakistan, for carrying out the \npurposes of this Ordinance.  \n (2) Each provincial institution shall have such constitution, com position and powers as may \nbe prescribed.  \n (3) Each provincial institution shall have its own fund which shall as far as may be comprise \nof such portion of the Employees' Social Insurance Fund as is collected in that Province, and the \ninstitution may incu r such expenditure out of the said fund as may be necessary.  \n (4) Subject to rules, a provincial institution may, within the Province, exercise all or any of \nthe powers of the Institution, and anything done or any action taken by a provincial institution in \nexercise of such powers shall be deemed to have been done or taken on behalf of the Institution.  \n (5) In discharging its functions a provincial institution shall be guided by such instructions on \nquestions of policy as may be given to it from time to t ime by the Governing Body which shall be the \nsole judge as to whether any instructions are on a question of policy or not.  \n 10. Authentication of orders, etc., —All orders and decisions of the Governing Body shall \nbe authenticated by the signature of the Chairman or of such other member as may have been \nauthorized by the Governing Body in writing for the purpose.  \n 11. Sup ersession of the Governing Body .___(1) If, in the opinion of the 1[Federal \nGovernment], the Governing Body has persistently failed to pe rform the duties imposed upon it by or \nunder this Ordinance, or has abused its powers, the 1[Federal Government] may, by notification in \nthe official Gazette, supersede the Governing Body  \n Provided that before such supersession the 1[Federal  Government] shall give the Governing \nBody a reasonable opportunity to show cause why it should not be superseded and shall consider any \nexplanations or objections which it submits.  \n (2) Upon the publication of a notification under sub -section (1), all members of the \nGoverning Body shall cease to be such members.  \n (3) Immediately upon the supersession of a Governing Body, the 1[Federal Government] shall \nconstitute another Governing Bo dy by appointing new members in accordance with the provisions of \nsection 5.  \n 12. Medical Advisory Council .___ (1) As soon as may be, the 1[Federal Government] shall \nestablish a Medical Advisory council consisting of the following members , namely :__ \n1Subs.  by F.A.O., 1975, Art. 2 and Table, for “Central Government”.  \n \nPage 11 of 30 \n     (a)  the Director -General, Health, who shall  be the Chairman of the Council ;  \n(b)  the Deputy Director -General, Health ;  \n(c)  three physicians to be appointed by the 1[Federal Government] of whom one \nshall be a woman and one a representative of such medical association as may \nbe recognized for the purpose by the 1[Federal Government].  \n (2) A member appointed under clause (c) of sub -section (1) shall, unless sooner remo ved, \nhold office for a period of three years from  the date of his appointment.  \n 13. Duties of Medical advisory Council. —The Medical Adivsory Council shall -  \n(a)  advise the Governing Body on matters relating to the administration of \nmedical care and the pr evention and treatment of diseases among insured \npersons;  \n(b)  perform such other duties in connection with medical care as may be specified \nin the regulations.  \n 14. Filling of casual vacancies. —A member of the Governing Body or of the Medical \nAdvisory C ouncil appointed to fill a vacancy other than a full term vacancy shall hold office only for \nso long as the member in whose place he is appointed would have been entitled to hold office if the \nvacancy had not occurred.  \n 15. Fees and allowance. —The members  of the Governing Body and of the Medical \nAdvisory Council shall receive such fees and allowances as may be prescribed.  \n 16. Registration. —A member of the Governing Body or of the Medical Advisory Council, \nother than a member ex-officio , may resign his of fice by notice in writing to the 1[Federal \nGovernment] and his seat shall fall vacant on the acceptance of the resignation.  \n 17. Disqualifications .___(1) No person shall be or shall continue to be a member of the \nGoverning Body or of the Medical Advisory Council, if he -  \n(a)  has been convicted of an offence involving moral turpitude ; or  \n(b)  is declared to be of unsound mind by a competent court ; or   \n(c)  is an undischarged insolvent ; or  \n(d)  is a member of a legislature ; or  \n(e)  is a member of the staff of the Institution ; or  \n(f)  has any direct or indirect interest in a contract with, or in any work being done \nfor, the Institution, except as a shareholder (not being a Director) of a \ncompany ; or  \n(g)  owes to the Institution contributions to the exte nt specified in the regulations ; \nor  \n1Subs. by F.A.O., 1975, Art. 2 and Table, for “Central Government”.  \n \nPage 12 of 30 \n  (h)  has lost the capacity by virtue of which he was appointed as such member ; or  \n(i)  has failed to attend more than one -third of the number of meetings of the \nGoverning Body or the Medical Advisory Council, as the case may be, held \nduring any year.  \n(2) The 1[Federal Government] may, by order in writing, remove the Chairman or a member of the \nGoverning Body or the Chairman or member of the Medical Advisory Council, if he__  \n(a)  refuses or fails to discharge or becomes, in the opinion of the 1[Federal \nGovernment], incapable of discharging his responsibilities under this \nOrdinance ; or  \n(b)  has in the opinion of the 1[Federal Government], abused his position as such \nmember ; or  \n(c)  has absented himself from three consecutive meetings of the Governing Body \nor of the Medical Advisory Council, as the case may be, without the leave of \nthe 1[Federal Government] in the case of Chairman, or of the Chairman in the \ncase of a member.  \n 18. Regional boards, local committe es and medical boards .___(1) The appropriate \nGovernment shall appoint regional boards and local committees in such insurance areas and in such \nmanner as may be provided by regulations.  \n (2) The regional boards shall appoint  medical boards in such Insurance areas and in such \nmanner as may be provided by regulations.  \n (3) The powers and functions of the regional boards, local committees and medical boards, as \nwell as the fees and allowances to be paid to their members shall b e such as may be provided by \nregulations.  \n 19. Director -Gene ral and Deputy Director -General .___(1) There shall be a Director -\nGeneral of the Institution and a Deputy Director -General of the Institution, both to be appointed by \nthe 1[Federal Government].  \n (2) The Director -General shall be the chief executive of the Institution and shall act as \nSecretary to the Governing Body.  \n (3) He shall be responsible to the Governing Body in respect of all matters in respect of the \nstructure, administration and personn el of the Institution.  \n (4) He shall have such powers regarding appointment, transfer, promotion, dismissal and \nother matters affecting the staff of the Institution as are provided for by regulations.  \n (5) The Deputy Director -General shall perform the duties of the Director -General when the \nlatter is absent or prevented from acting and the Director General may assign to the Deputy Director -\nGeneral the responsibility for the direction of certain services,  or delegate to him any of his own \npowers.  \n1Subs. by F.A.O., 1975, Art. 2 and Table, for “Central Government”.  \n \nPage 13 of 30 \n  20. Officers and staff of the Institution. —The Governing Body may employ such officers \nand staff in the headquarters office of the Institution  and in the offices of the provincial institutions \nreferred to in section 9 as the regulation may provide.  \nCHAPTER III  \n \nCONTRIBUTION  \n 21. Contribution .___(1) Subject to the other provisions of this Chapter, the employer shall, in \nrespect of every employee, whether directly employed by him or through any other person, pay to the \nInstitution a contribution at such rate and subject to such conditions as may be  prescribed.  \n (2) Such contribution shall comprise the share payable by the employer (hereinafter referred \nto as employer's contribution) and the share payable by the employee (hereinafter referred to as \nemployee's contribution) and the rate of such share  shall be determined by rules:  \n Provided that the amount of the employee's contribution shall in no case exceed one -third of \nthe whole amount of contribution.  \n (3) The employer shall deduct the amount of employe e’s contribution from his wages :  \n Provided  that__  \n(a)  the employer shall not deduct the amount of employee's contribution from any \nwages other than wages for the period to which the contribution relates ;  \n(b)  the employer shall not be entitled to deduct from the employee's wages or to \notherwis e recover from him any portion of the employer's contribution, \nnotwithstanding any agreement to the contrary ;  \n(c)  where the whole or part of the wages are not payable by the employer, \ndeductions in respect of employee's contribution shall be made in suc h manner \nas may be provided by regulations.  \n (4) Subject to the provisions of sub -section (2) of section 72 —  \n(a)  no contribution shall be payable on wages in excess of rupees twenty per day ; \nand  \n(b)  no deduction on account of employee's contribution shall be made from wages \nwhich are less than rupees two per day.  \n (5) For the purposes of determining the amount of contribution, daily wages shall be \ncalculated in such manner as may be prescribed.  \n (6) Where the mode of payment of remuneration makes it  difficult to determine the amount \nof wages for computing the employee's contribution, the Director -General may, subject to rules and \nin consultation with the representatives of the employers and the employees, determine and fix such \nwages and may also for  that purpose determine classes and categories of employees.  \n (7) Any sum deducted from an insured person's wages by the employer under this Ordinance \nshall be deemed to have been entrusted to him for the purpose of paying the insured person's share of \nthe contribution in respect of which it was paid.  \n \nPage 14 of 30 \n  (8) In the case of construction work the owner of the building shall guarantee the payment of \ncontributions by the contractor.  \n (9) In the case of works executed or undertakings carried on behalf of the State by a \ncontractor or licensee, the competent public authority shall, before final settlement of the claims of \nthe contractor or licensee arising out of the contract, require the  production of a certificate from the \nInstitution showing that the necessary contribution have been paid and in default of such certificate, \nit shall deduct the appropriate amount of contribution payable and pay it direct to the Institution.  \n 22. Records and returns by employers. —Every employer shall keep such records and shall \nsubmit to the Institution such returns, in such form and containing such particulars relating to persons \nemployed by him, as may be provided in the regulations.  \n 23. Officials of I nstitution to check employers books .___(1) Any official of the Institution \nspecified in the regulations, may, for the purpose of inquiring into the correctness of any of the \nparticulars stated in the records or returns referred to in section 22, or for the purpose of ascertaining \nwhether any th e provisions of this Ordinance have been complied with, -  \n(a)  require an employer to furnish to him such information as he may consider \nnecessary; or  \n(b)  at any reasonable time enter any establishment or other premises occupied by \nsuch employer and requ ire any person found in charge thereof to produce and \nallow him to examine such  accounts, books and other docu ments relating to \nthe employment of persons and payment of wages, or to furnish to him such \ninformation as h e may consider necessary; or  \n(c)  examine, with respect to any matter relevant to the purpose aforesaid, the \nemployer, his agent, or any person found in such establishment or other \npremises, or any other person whom the said official has reasonable cause to \nbelieve to be or to have been an in sured person.  \n (2) The official mentioned in sub -section (1) shall be bound to secrecy as regards all matters \nwith which he becomes acquainted in the performance of his duties and which do not relate to \nmatters provided for in this Ordinance.  \n (3) If the  employer fails to maintain records or to submit returns as required by regulations, or \notherwise fails to comply with sub -section (1) and thereby makes 1[if] difficult to ascertain the \nidentity of persons required to be insured or the amount of contributi ons payable, contributions shall \nbe assessed on the basis of such evidence as the Institution may find satisfactory for this purpose.  \n 24. Increase of unpaid contributions and recovery of contributions, e tc., as arrears of \nland revenue .___(1) If any emplo yer fails to pay his contribution on the due date, it shall be increased \nby such percentage or amount may be prescribed but in no case such incr ease shall exceed fifty \npercent  of the amount of contribution due.  \n (2) Without prejudice to any other remedy, the amount of contribution due, together with the \nincrease accruing under subsection (1), may be recovered as arrears of land revenue.  \n \n1Sic. Should read ”it”.   \n \nPage 15 of 30 \n  25. Safeguard of insured person’s rights in default of payment of contribution b y \nemployer. —In the event of default of payment of contribution by the employer in respect of an \ninsured person, the rights of that person to benefits under this Ordinance shall be safeguarded to such \nextent and in such manner as may be provided in the regulations, pro vided such default has not been \nwith the consent or connivance of the insured person.  \n 26. Return of contribution paid erroneously. —Every person or his employer shall be \nentitled to the return of any contribution paid to the Institution under the erroneou s belief that it was \npayable in respect of such person under the provisions of this Ordinance or was payable at a higher \nrate than the rate prescribed:  \n Provided that where contribution was paid under the erroneous belief that a person was an \ninsured pers on, any sum paid to such person or his dependants by way of benefits shall be deducted \nfrom the amount of contribution:  \n Provided further that contributions shall not be returned except on application made within \nsix months of the date on which they were paid.   \n 27. Increase of contributions where safety rules not observed. —If an employer fails to \nobserve rules of safety or hygiene prescribed by or under any enactment applicable to an \nestablishment, the Director -General may by order in writing, subject to rules, increase the employer's \nrate of contribution, provided that such increase shall not exceed twenty percent  of the contribution \notherwise payable.  \n 28. Extinguishment of claims to contributions. — The claim of the Institution for unpaid \ncontributions shall be extinguished after five years following the financial year within which the \nliability for contributions was determined.  \nCHAPTER IV  \n \nFINANCE AND AUDIT  \n 29. Employees Social Insurance Fund .___(1) All contributions paid under this Ordinance \nand all other moneys received by or on behalf of the Institution shall be paid into a fund to be called \nthe Employees' Social Insurance Fund, which shall be held and administered by the Institution for the \npurposes of this Ordinance.  \n (2) The Institution may accept grants, donations and gifts from the 1[Federal] or Provincial \nGovernment, or from a local authority or other body for all or any of the purposes of this Ordinance.  \n (3) All moneys accruing or paya ble to the said Fund shall be received by such officers of the \nInstitution as may be prescribed and shall be deposited forthwith with the State Bank of Pakistan or \nsuch other bank as may be approved by the Governing Body, to the credit of the Employees' So cial \nInsurance Fund.  \n (4) The Institution shall maintain separate accounts in the Fund for the branch of insurance \ncovering employment injuries, for the branch of insurance covering sickness, maternity and death \ngrants, for administrative expenses, and fo r such other branches of insurance or for such other \npurposes as may be prescribed.  \n \n1Subs. by F.A.O., 1975, Art. 2 and Table, for “Central”.  \n \nPage 16 of 30 \n  (5) Appropriation of moneys in the Fund to each of the said accounts and the allocation of \nmoneys for meeting th e cost of medical care and other expenses shall be made by the Governing \nBody with the approval of the 1[Federal Government].  \n 30. Security reserves .___(1) Subject to such conditions as may be prescribed, the Institution \nshall establish and maintain a separate security reserve__  \n(a)  in the account covering employment injuries, equal to at least twenty -five \npercent. of the average annual expenditure incurred in the last preceding three \nfinancial years on the payment of benefits in respect of employment  injuries \nother than pensions plus the prospective value of all pensions arising out of \nemployment injuries accruing before the end of the last preceding financial \nyear; and  \n(b)  in the account covering sickness, maternity and death, equal to at least twe nty-\nfive percent  of the average annual expenditure incurred during the last \npreceding three financial years on the payment of benefits in respect of \nsickness, maternity and death:  \n Provided that before the expiry of three financial years from the coming i nto force of this \nOrdinance, the minimum limit of each of the said security reserves shall be such as the 1[Federal \nGovernment] may determine.  \n (2) Whenever any such reserve falls below the aforesaid limits, the 1[Fedral Government] \nshall, on the recommen dation of the Governing Body, fix such higher rate of contribution for the \nnext ensuing financial year as may be necessary to avoid a deficit in the security reserve and shall \nnotify such higher rate in the official Gazette before it becomes effective:  \n Provided that the 1[Federal Government] may, instead of fixing such higher rate of \ncontribution, grant to the Institution a sum equal to the annual receipts estimated to accrue from the \nincrease in the rate of contribution.  \n 31. Investme nt and loans .___(1) Subject to rules, the Institution may from time to time invest \nany moneys which are not immediately required for expenses under this Ordinance and may reinvest \nor realise such investments.  \n (2) The Institution may, with the previous sanction of the 1[Federal Government] and on such \nterms as it may specify, raise loans and take measures for discharging such loans.  \n 32. Budget estimates. —The Institution shall frame a budget annually showing the estimated \nreceipts and expenditure for the following year, and shall submit it to the 1[Federal Government], \nwhose approval with respect to anticipated administrative expenditures shall be necessary .  \n 33. Accounts and audit .___(1) The Institution shall maintain accounts of its income and \nexpenditure in such form and manner as may be prescribed.  \n (2) The accounts of the Institution shall be audited at such times and in such manner as may \nbe prescrib ed by auditors appointed by the 1[Federal Government].  \n1Subs. by F.A.O., 1975, Art. 2 and Table, for “Central Government”.  \n \n \nPage 17 of 30 \n  (3) The auditors shall have access to the books, accounts and other documents of the \nInstitution at all reasonable times, and may call for such explanations and information as they may \nrequire, or examine any officer of the Institution.  \n (4) The auditors shall forward their report to the 1[Federal Government] together with an \naudited copy of the accounts of the Institution.  \n 34. Annual Reports. —The Institution shall submit to the 1[Federal Government] an annual \nreport of its work and activities  \n 35. Valuation of assets and liabilities. —The Institution shall, at intervals of not more than \nfive years, have a valuation of its assets and liabilities:  \n Provided that the 1[Federal Government] may direct a valuation to be made at such other \ntimes as it may consider necessary.  \nCHAPTER V  \n \nBENEFITS  \n 36. Sickness benefits .___ (1) An insured person who is certified by a medical practitioner to \nbe incapable of attending to his work on account of sickness shall be entitled to receive sickness \nbenefit at the rate specified in the Schedule, if during the six calendar months immediat ely preceding \nthe date on which his incapacity for work was so certified, contributions in respect of him were paid \nor payable for not less than ninety days.  \n (2) Sickness benefit shall be paid throughout the period of sickness of an insured person but \nfor not more than ninety -one days in any continuous period of three hundred and sixty -five days:  \n Provided that no sickness benefit shall be paid for the first three days of sickness, unless it is \nsickness following, within fifteen days, another sickness fo r which sickness benefit was paid.  \n 37. Maternity benefits. — An insured woman shall be entitled to receive maternity benefit at \nthe rate specified in the Schedule, if contributions in respect of her were paid or payable for not less \nthan one hundred and e ighty days during the twelve calendar months immediately preceding the date \nfrom which she claims the benefit, and such benefit shall be paid for all days on which she does not \nwork for remuneration during a period of twelve weeks, of which no t more than s ix weeks shall \nprecede the expected date of confinement.  \n 38. Death grant in case of death following sickness. —On the death of an insured person \nreceiving or entitled to receive sickness benefit or medical care at the time of his death, the surviving \nwido w or widower, or if there be no surviving widow or widower, the person who provided for the \nfuneral, shall be entitled to a death grant equal to the daily rate of sickness benefit multiplied by \nthirty, but in no case less than fifty rupees.  \n 39. Medical c are during sickness and maternity .___(1) An insured .person and his \ndependants shall be entitled to medical care for so long as he is or would be entitled to sickness \nbenefit, whether he is or is not incapacitated for work, and after the termination of the  period of \nsickness benefit, the insured person shall be entitled to medical care for thirty days and thereafter for \nsuch period and to such items of medical care, if any, as may be prescribed in respect of any disease.  \n1Subs. by F.A.O., 1975, Art. 2 and Table, for “Central Government”.  \n \nPage 18 of 30 \n  (2) An insured woman shall be entitled to pre -natal, confinement and post -natal medical care, \nif she is entitled to maternity benefit under section 37 and to pre -natal medical care if during the six \ncalendar months immed iately preceding her claim, con tribut ions in respect of her were paid or \npayable for not less than ninety days.  \n 40. Injury benefit. —An insured person shall be entitled to receive injury benefit at the rate \nspecified in the Schedule in respect of any day on which, as a result of an employment injury, he is \nincapable of work, but for not more than one hundred and eighty days, except for the first three days \nincluding the day on which the inquiry was received, for which days the employer shall pay to the \ninsured person full wages.  \n 41. Disablement pension .___(1) An insured person who sustains total or partial disablement \nshall be entitled  to receive disablement pension at the rate specified in the Schedule upon the \nexpiration of his entitlement to injury benefit.  \n (2) Disablement pension shall terminate with the death of the recipient or when disablement \nceases or ceases to be total or pa rtial disablement:  \n Provided that if a disablement pension has been paid for five years, it shall be payable for \nlife.  \n 42. Disablement gratuity .___(1) An insured person who sustains minor disablement shall be \nentitled to a disablement gratuity at the ra te provided in the Schedule.  \n (2) Where a person receiving disablement pension ceases to suffer from total or partial \ndisablement but continues to suffer from minor disablement, he shall, on the termination of his \ndisablement pension, be entit led to disab lement gratuity.  \n 43 Survivors’  pension .___(1) Where an insured person dies as a result of an employment \ninjury, survivors' pension shall be payable to his dependents  as follows, that is to say,__  \n(a)  to the widow during life, an amount equal to three -fifths of the full rate of total \ndisablement pension provided in paragraph 8(a) of the Schedule and where \nthere are two or more widows, the amount of pension shall be divided equally \nbetween them;  \n(b)  to each dependent  child an amount equal to one -fifth of  the full rate of total \ndisablement pension provided in paragraph 8(a) of the Schedule:  \n Provided that if the child is a full orphan the amount shall be two -fifths of such full rate.  \n (2) In case the deceased person does not leave a widow, a survivors' pension shall be payable \nfor life to a dependant father or mother equal to one -fifth of the full rate of the total disablement \npension provided in paragraph 8 (a) of the Schedule:  \n Provi ded that if and so long  as the total of the dependants’  pension distributed among the \nwidow or widows, dependant children, or dependant children and parents, exceeds the full rate of \ndisablement pension the share of each of the survivors shall be reduced p roportionately so that the \ntotal amount payable to them does not exceed the amount of the said full rate.  \n \nPage 19 of 30 \n  (3) Survivors' pension shall be payable upon the death of the insured person and shall be \nterminated upon the death of the dependant child or parent  or widow, upon the widow's marriage, or \nupon the child having attained the age of sixteen years, as the case may be.  \n 44. Death grant in case of death resulting from employment injury. —Where an insured \nperson dies as a result of an employment injury, or when he is in receipt of a total disablement \npension, the widow or widower, or if there is no widow or widower, the person who provided for the \nfuneral, shall be entitled to a death grant equal to the daily rate of injury benefit multiplied by thirty, \nbut in no case less than fifty rupees.  \n 45. Medical care in case of employment injury .___(1) When medical care is required as a \nresult of an employment injury,__  \n(a)  no conditions as regards paym ent of contribution shall apply ;  \n(b)  it shall be afforded fo r so long as required and shall include dental care in \naddition to the ser vices referred to in section 46 ;  \n(c)  the provisions of section 46 in so far as they relate to sharing of cost shall not \napply.  \n (2) A person in receipt of a disablement pension (i n case the loss of his earning capacity is at \nleast fifty percent. of the average rate of his earning in the usual occupation) or injury benefit and his \ndependants, and where the disablement pension is being received by the dependants of the insured \nperson  such dependants, shall be entitled to medical care for so long as the disablement pension or \ninjury benefit, as the case may be, continues, and in the case of a disablement pension being received \nby the insured person for six months after the termination of the pension.  \n 46. Content of medical care .___ (1) Medical care shall include —  \n(a)  general practitioner care, including domiciliary visiting;  \n(b)  specialist care in hospitals for in -patients and out -patients and such specialist \ncare as may  be available outside hospitals ;  \n(c)  essential pharmaceutical supplies as prescribed by medical o r other qualified \npractitioners ;  \n(d)  hospitalisation where necessary, including cases of  pregnancy and \nconfinement ;  \n(e)  prenatal, confinement and post -natal care, either by medical practitioners or by \nqualified midwives.  \n (2) Regulations may provide that the beneficiary shall be required to share the costs of \nmedical care referred to in clauses (a) and (c) of sub -section (1),  and of medical care referred to in \nclause (b) of that sub -section if it is provided outside hospitals but in no case the beneficiary's share \nof such costs shall be more than one -fifth.  \n 47. M anner of providing medical care .___(1) Regulations shall specif y the manner in which \nmedical care shall be provided.  \n \nPage 20 of 30 \n  (2) The Institution may, with the approval of the appropriate Government, establish and \nmaintain such hospitals, dispensaries and other facilities as it finds necessary for providing medical \ncare in p ursuance of the provisions of this Ordinance.  \n (3) The Institution may buy or import and dispense pharmaceutical supplies direct to the \nbeneficiaries.  \n (4) The Institution may enter into agreements with the appropriate Government, establish and \nmaintain such hospitals, dispensaries and to the provision of medical care to persons entitled to it \nunder this Ordinance.  \n (5) The Institution may enter into an agreement with an employer who maintains a hospital or \ndispensary or any other medical facility for th e benefit of his employees for the utilisation of such \nhospital, dispensary or facility for the purposes of the Institution, and such agreement may, among \nother things, specify persons to whom medical care shall be provided, the type of benefits to be made  \navailable, the minimum level of such benefits, the conditions under which such benefits shall be \nprovided the extent of supervision which the Institution may exercise the submission of reports to the \nInstitution by the employer and the extent and manner o f reimbursement to the employer.  \n 48. Institution's power to promote measures for health, welfare, etc., of insured \npersons. — The Institution may, in addition to the benefits specified in this Ordinance, undertake \nother measures for improving the health a nd welfare of insured persons and for the rehabilitation and \nsettlement of such insured persons as might have been disabled or injured, and may for that purpose \nincur expenditure from the Employees, Social Insurance Fund to such extent as may be prescribed .  \n 49. Claims for benefits .___(1) All claims for benefits under this Ordinance shall be made in \nsuch form and manner, and shall be accompanied by such documents, information and evidence as to \nentitlement as may be specified in the regulations.  \n (2) No c laim for any benefit under this Ordinance shall be payable, unless it is duly preferred \nwithin six months, or in the case of disablement pension, survivors' pension and disablement \ngratuity, within twelve months of its accruing due, and every claim not so preferred shall be deemed \nto have been extinguished.  \n (3) Subject to the provisions of this Ordinance, payment in respect of benefits may be made \nweekly or monthly or at other intervals, or, in the case of small amounts, in lump sums, according as \nthe reg ulations may provide.  \n 50. Benefit  not assignable or attachable .___(1) The right to receive any payment in respect \nof any benefit under this Ordinance shall not be transferable or assignable.  \n (2) No benefit payable under this Ordinance shall be liable to attachment or sale in execution \nof any decree or order of any court.  \n 51. Exemption from stamp duty. —Stamp duty shall not be chargeable upon any draft or \norder or receipt in respect of any ben efit payable under this Ordinance.  \n 52. Non -duplication of benefits .___(1) An insured person shall not be paid for the same Non -\nduplication period more than one of the benefits referred to in sections 36, 37 and 40, namely, \nsickness benefit, maternity ben efit and injury benefit, and where any person is entitled to more than \none of these benefits he shall be given only one benefit which he chooses.  \n \nPage 21 of 30 \n  (2) No person shall be entitled to sickness benefit or maternity benefit or injury benefit for \nany day for w hich he receives wages.  \n 53. Repayment of benefit improperly received. —When a person has received any benefit \nor payment under this Ordinance to which he is not lawfully entitled, he shall be liable to repay to the \nInstitution the value of the benefit or the amount of such payment, or in the case of his death, his \nrepresentative shall be liable to repay the same from the assets of the deceased, if any, in his hands:  \n Provided that the Institution may waive repayment where there was no misrepresentation on  \nthe part of the claimant and the repayment would cause undue hardship to him or, as the case may \nbe, to his survivors.  \n (2) For purposes of this section, the value of any benefit received, other than in cash, shall be \ndetermined in accordance with regula tions.  \n (3) The amount recoverable under this section may be recovered as an arrear of land revenue.  \n 54. Institution's right to recover damages from employer in certain cases. —Where, \naccording to the finding of a court, an employment injury was sustaine d by an insured person by \nreason of a wrongful act of the employer or his agent, the employer or his agent shall reimburse the \ninstitution for the actuarial present value of the periodical payments or the amount of any lump sum \npayment which the Institutio n is liable to make under this Ordinance, such actuarial value shall be \ndetermined in accordance with the regulations.  \n 55. Institution's right to be indemnified in certain cases. — Where an insured person is \nentitled to receive or to recover (but has not received or recovered) from any person, compensation \nor damages in respect of any sickness or employment injury caused under circumstances creating a \nlegal liability in some person other than, in case of employment injury, the employer or his agent, the \nInstitution shall be entitled to be indemn ified by the person so liable.  \nCHAPTER VI  \n \nDETERMINATION OF QUESTIONS AND CLAIMS  \n 56. Questions and claims to be decided by the authority specified in the regulations. — \nAll claims under this Ordinance and all questions as to___  \n(a)  whether any person is an insured person within the meaning of this Ordinance \nor whether he is liable to pay the insured person's contribution ; or  \n(b)  the rate of wages or average daily wages of an insured person for the purposes  \nof this Ordinance ; or  \n(c)  the rate of contribution payable by employer in respect of an employee ; or  \n(d)  the person who is or was the employer in respect of any insured person ; or  \n(e)  any benefit and the amount and duration thereof ; or  \n(f)  any other matter in respect of any contribution or benefit or other dues payable \nor recoverable under this Ordinance ;  \n shall be decided by such authority and in such manner as the regulations may provide.  \n \nPage 22 of 30 \n  57. Medical Boards to assess disablement. —All quest ions as to the assessment of the \ndegree of disablement shall be determined by a medical board appointed under section 18.  \n 58. Decisions to  be in writing in certain cases .___(1) When the authority referred to in \nsection 56 decides to reject or reduce any claim for a benefit under this Ordinance, it shall record its \ndecision in writing stating therein reasons for such rejection or reduction and shall communicate the \ndecision to the claimant concerned.  \n (2) The said authority may, on new facts being brought  to its notice, review a decision given \nby it on any claim or question:  \n Provided that no decision shall be so reviewed after six months from the date on which it is \ngiven.  \n 59. Appeal from authority's decision. —Any person aggrieved by a decision of the authority \nreferred to in section 56 may appeal to an insurance court constituted under section 60 or to a local \ncommittee appointed under section 18, in accordance with the regulations.  \n 60. Constitut ion of insura nce court .___(1) The appropriate Government may, for purposes \nof this Ordinance, constitute by notification in the official Gazette, a court hereinafter referred to as \nthe insurance court for any insurance area or areas specified in the notification.  \n (2) An insurance court shall consist of three members to be appointed by the appropriate \nGovernment.  \n (3) Any person who is or has been a judicial or law officer or a legal practitioner shall be \nqualified to be appointed as a member of an insurance court.  \n (4) All decisions of an insurance court shall be taken by majority.  \n 61. Jurisdiction of insurance courts. —Except where appeals lie to a local committee in \naccordance with the provisions of the regulations, an insurance court shall have exclusive jurisdic tion \nto hear and decide appeals from decisions of the authority referred to in section 56 in respect of all \nclaims and questions arising in the insurance area.  \n 62. Transfer of appeals from one insurance court to another. —Appeals may be \ntransferred from o ne insurance court to another in such manner and in such circumstances as may be \nspecified in the regulations.  \n 63. P owers of insurance courts etc .___(1) An insurance court shall have all the powers of a \ncivil court for the purposes of summoning and enfor cing the attendance of witnesses, compelling the \ndiscovery and production of documents and material objects, administering oath and recording \nevidence, and such a court shall be deemed to be a civil court within the meaning of section 195 of \nthe Code of Cr iminal Procedure,1898 (Act V of 1898),.  \n (2) Notwithstanding anything contained in any other law, an insurance court may for the \npurpose of deciding any appeal examine such witnesses and take such evidence as it considers \nnecessary.  \n (3) Subject to regulations, an insurance court may make such order with regard to costs \nincidental to any appeal as it thinks fit.  \n \nPage 23 of 30 \n  (4) An order of the insurance court shall be enforceable as if it were a decree of a civil court.  \n (5) A person shall be g uilty of contempt of an insurance court if he, without lawful excuse, —  \n(a)  offers any insult to the insurance court or any member thereof while the court \nis functioning as such ; or  \n(b)  causes any interruption in the work of the insurance court ; or  \n(c)  fails to produce or deliver a document when ordered by the insurance court to \ndo ; or  \n(d)  refuses to answer any question of the insurance court which he is bound to \nanswer ; or  \n(e)  refuses to take oath to state the truth or to sign any statement ma de by him \nwhen required by the insurance court to do so; and the insurance court may, \nwithout any complaint having been made to it forthwith try such person for \nsuch contempt and sentence him to a fine not exceeding fifty rupees.  \n 64. Appearance by legal practitioners, etc. —Any application, appearance or act required to \nbe made or done by any person to or before an insurance court (other than appearance of a person \nrequired for the purposes of his examination as a witness) may be made or performed by a leg al \npractitioner or by an officer of a registered trade union authorized in writing by such person, or, with \nthe permission of the court, by any other person so authorized.  \n 65. Appeal .___(1) Save as expressly provided in this section, no appeal shall lie from an order \nof an insurance court.  \n (2) An appeal shall lie to the High Court from an order of an insurance court if it involves a \nsubstantial question of law.  \n (3) The period of limit ation for an appeal under this section shall be thirty days.  \n (4) The provisions of sections 5 and 12 of the Limitation Act, 1908, shall apply to appeals \nunder this section.  \n 66. Stay of payment pending appeal. —Where the Institution has appealed against an order \nof an insurance court, that court may, and if so directed by the High Court, shall, pending the \ndecision of the appeal, withhold the payment of any sum directed to be paid by the order appealed \nagainst.  \n \nCHAPTER VII  \n \nPENALTIES  \n 67. Offences and p enalties .___(1) If any person —  \n(a)  for the purpose of obtaining the allowance or denial of any payment or benefit \nunder this Ordinance whether for himself or some other person or for the \npurpose of avoiding any payment to be made by himself or any other person \nunder this Ordinance —  \n \nPage 24 of 30 \n (i)  knowingly makes or causes to be made any false statement or false \nrepresentation; or  \n(ii)  produces or furnishes,  or causes or knowingly allows to be produced or \nfurnished,  any document or information which he knows to be false in \na material particular; or  \n(b)  fails to pay any contribution which under this Ordinance he is liable to pay; or  \n(c)  recovers or attempts to recover from an insured person or deducts or attempts \nto deduct from his wages the whole or any part of the employer’s contribution; \nor  \n(d)  fails or refuses to submit any return required by the regulations or makes a \nfalse return; or  \n(e)  obstructs any official of the Institution in the discharge of his dut ies; or  \n(f)  is guilty of any contravention of or non -compliance with any of the \nrequirements of this Ordinanc e or the rules or regulations; he shall be punished \nwith imprisonment which may extend to three months or with fine not \nexceeding one thousand ru pees or with both.  \n 68. Prosecutions .___(1) No prosecution under this Ordinance shall be instituted except with \nthe previous sanction of the Director -General or of an officer authorized by him in writing in this \nbehalf.  \n (2) No court inferior to that of a Magistrate of the first class shall try any offence under this \nOrdinance.  \n (3) No court shall take cognizance of any offence under this Ordinance except on a complaint \nmade in writing within six months of the date on which the offenc e is discovered.  \nCHA PTER VIII  \n \nMISCELLANEOUS  \n 69. Contributions, etc., to have priority over other debts. —In any proceedings of \ninsolvency against a person or proceedings for the winding up of a company, any contribution or \nother amount payable under this Ordinance by such person or company shall be deemed to be \nincluded among debts to be paid in priority to a ll other debts.  \n 70. Exemption from taxes. —Notwithstanding anything contained in any other law the \n1[Federal Government] or the Provincial Government may, by order in writing, exempt the \nInstitution from any tax, rate or duty leviable by such Government o r by a local authority under the \ncontrol of such Government.  \n 71. Exemption from Chapters II I and V and levy of special tax .___(1) The 1[Federal \nGovernment] may, after consultation with the Institution, by notification in the official Gazette, \nexempt any area or establishment from the operation of the provisions of Chapters III and V and \nshall in such area or establishment levy a tax equal to two percent of the total wages paid by the \nemployer.  \n1Subs by F.A.O., 1975, Art. 2 and Table, for “Central Governm ent”.  \n \nPage 25 of 30 \n  (2) The said tax shall be assessed and collected in such manner as may be prescribed and the \nproceeds thereof shall he paid into a special account in the Employees’ Social Insurance Fund and \nshall be utilized for building up and improving medical fa cilities with a view to providing in due \ncourse medical care under this Ordinance to the employees of the area or establishment.  \n 72. Review  and modification of wage class .___(1) In September of each year the Governing \nBody shall review the wage classes a nd the rates of benefit specified in the Schedule in the light of \nany changes in wage levels or living costs and shall submit a report together with its \nrecommendations to the 1[Federal Government].  \n (2) The 1[Federal Government] may, after considering the said report and recommendations, \nby notification in the official Gazette, enhance or reduce the wage limits specified in the sub -section \n(4) of section 21 and the wage limits and rates of benefit and pension specified in the Schedule.  \n 73. Employer not to dismiss or punish employee dur ing the period of sickness, etc .___(1) \nNo employer shall dismiss, discharge, or reduce or otherwise punish an employee during the period \nthe employee is in receipt of sickness benefit, maternity benefit, injury benefit or medical care.  \n (2) No notice of dismissal or discharge or reduction given to an employee during the period \nspecified in sub -section (1) shall be valid or operative.  \n 74. Bar of benefits under other laws. —When a person is entitled to any of the benefits \nprovided by this Ordinance, he shall not be entitled to any similar be nefit under any other law.  \n 75. Suit for damages in a civil court. —No suit for damages shall be instituted by an insured \nperson against his employer in any civil court in respect of employment injury covered by this \nOrdinance.  \n 76. Members and servants o f the Institution to be public servants. —The members of the \nGoverning Body and every servant of the Institution shall be deemed to be a public servant within \nthe meaning of the Pakistan Penal Code (XLV of 1860).  \n 77. Removal of difficulties.___(1) If any difficulty arises in giving effect to the provisions of \nChapters III and V, the 1[Federal Government] may, by order notified in the official Gazette, make \nsuch provision or give such direction as appears to it to be necessary for the removal of the difficulty.  \n (2) Any order made under sub -section (1) shall have effect notwithstanding anything \ninconsistent therewith in any rules or regulations.  \n 78. Delegation of powers. —The Governing Body may direct that all or any of its powers and \nfunctions may, in relation to such matters and subject to such conditions, if any, as may be specified, \nbe also exercisable by the Director -General, Deputy Director -General or any officer or authority \nsubordinate to the Institution.  \n 79. Power to make rules .___(1) The 1[Federal Government] may, subject to the condition of \nprevious publication, by notification in the official Gazette, make rules to carry out the purposes of \nthis Ordinance.  \n \n1Subs by F.A.O., 1975, Art. 2 and Table, for “Central Gover nment”.  \n \nPage 26 of 30 \n  (2) In p articular and without prejudice to the generality of the foregoing power, such rules \nmay provide for all or any of the following matters, namely: —  \n (1) the manner in which lists of persons from whom members of the Governing Body may be \nappointed shall be drawn by organizations of employers and employees;  \n (2) the manner of establishing provincial institutions and the constitution, composition and \npowers of such institutions;  \n (3) powers and functions of the Governing Body;  \n (4) fees and allowances of the members of the Governing Body and Medical Advisory \nCouncil;  \n (5) rate of, and conditions pertaining to, contributions; the ratio of employer’s con tribution \nand employee’s contribution;  \n (6) manner of calculating daily wages for the purpose of determining the amount of \ncontribution;  \n (7) determination of wages by the Director -General where mode of payment of remuneration \nmakes it difficult to deter mine such wages;  \n (8) percentage or amount by which contributions due may be increased under section 24;  \n (9) increase of employers contribution where rules of safety or hygiene are not observed by \nemployer;  \n (10) officers of the Institution who may rec eive moneys or make payments on behalf of the \nInstitution;  \n (11) purposes for which separate accounts may be maintained in the Employees’ Social \nInsurance Fund;  \n (12) conditions applying to security reserves;  \n (13) investment of surplus moneys; raising and repayment of loans;  \n (14) the preparation of budget; the form and manner in which the Institution shall maintain \naccounts and the manner in which accounts shall be audited;  \n (15) the period and the items of medical care for which an insured person shall be entitled in \nrespect of any disease after the expiry of thirty days from the termination of sickness benefit;  \n (16) extent to which the Institution may incur expenditure on measures for improving the \nhealth  and welfare of insured persons and for rehabilitating and settling disabled persons;  \n (17) assessment and collection of tax under section 71; and  \n (18) any other matter which is required or allowed by this Ordinance to be prescribed.  \n \nPage 27 of 30 \n  80. Power to make  regulations .___(1) The Governing Body may, subject to the condition of \nprevious publication, by notification in the official Gazette, make regulations not inconsistent with \nthe provisions of this Ordinance or the rules.  \n (2) In particular, and without pr ejudice to the generality of the foregoing power, such \nregulations may provide for all or any of the following matters, namely: -  \n (1) the authority by which and the manner in which a medical practitioner may be authorized \nto give a certificate required un der any provision of this Ordinance; the form of such certificate; the \nduties of medical practitioner;  \n (2) occupational diseases which may amount to employment injury;  \n (3) time and place for the meetings of the Governing Body, and Medical Advisory Counc il;  \n (4) duties of the Medical Advisory Council;  \n (5) extent of contributions which remaining unpaid a person shall be disqualified to be a \nmember of the Governing Body or of the Medical Advisory Council;  \n (6) the manner in which contributions shall be assessed and collected;  \n (7) areas for which and the manner in which regional boards, local committees and medical \nbodies may be appointed ;  \n (8) the powers and functions of the regional boards, local committ ees and medical boards and \nfees and allowances to be paid to their members;  \n (9) powers of the Director -General with regard to appointment, transfer, promotion, dismissal \nand other matters affecting the staff of the Institution;  \n (10) powers of the Gover ning Body to employ officers and staff in headquarters office of the \nInstitution and in offices of the Provincial institutions;  \n (11) the method of recruitment, pay and allowances, discipline, superannuation benefits and \nother conditions of service of off icers and servants of the Institution;  \n (12) manner of making deductions in respect of employee's contribution where whole or part \nof the wages are not payable by employer;  \n (13) records to be kept by employers, returns to be submitted by them; form of s uch returns, \nand particulars relating to employees to be stated in such returns;  \n (14) the manner in which any benefit including medical care shall be provided and conditions \napplying to benefits;  \n (15) the extent to which and the manner in which rights of insured persons shall be \nsafeguarded in the event of default of payment of contribution by employers;  \n (16) sharing of costs of medical care by beneficiaries, subject to sub -section (2) of section 46;  \n \nPage 28 of 30 \n  (17) form and manner in which claims for benefits  shall be made, and the documents, \ninformation and evidence which shall accomp any such claims;  \n (18) determination of the value of any benefit for the purpose of repayment to the Institution;  \n (19) determination of the actuarial present value of any payme nts for which the Institution \nbecome liable on account of employment injury sustained by an insured person by reason of a \nwrongful act of the employer or his agent;  \n (20) the authority by which and the manner in which claims and questions shall be decided ;  \n (21) the cases in which and the manner in which appeals shall be made to the insurance court \nor to a local committee;  \n (22) the circumstances and the manner in which appeals pray be transferred from one \ninsurance court to another;  \n (23) awarding of c osts incidental to any appeal;  \n (24) the manner in which supplies for the use of the Institution shall be obtained and \nimmovable property hired or acquired, and such supplies or property shall be sold or disposed of; \nand  \n (25) any other matters not provi ded for in the Ordinance or rules and necessary to give effect \nto the provisions of this Ordinance.  \n 81. Supersession of certa in jaws and insurance policies .___(1) Workmen’s compensation \nand maternity benefit payable under the Workmen’s Compensation Act, 1923 (VIII of 1923), the \nEmployer’s Liability Act, 1938 (XXIV of 1938), the Mines Maternity Benefit Act, 1941 (XIX of \n1941), or under any other law shall not be payable in respect of any employment on or after the \nappointed day and the enactments and law a foresaid shall, in so far as they are inconsistent with the \nprovisions of this Ordinance, cease to have effect.  \n (2) As from the appointed day, any insurance policy made by the employer towards insuring \nhis liability for employment injury arising out of t he Workmen's Compensation Act, 1923 (VIII of \n1923), shall be terminated, and the insurer shall be liable to refund such portion, if any, of the premia \nalready paid as may be prescribed.   \nTHE SCHEDULE  \n (1) For the purpose of computing sickness benefit, mat ernity benefit and injury benefit, the \ninsured person shall be assigned to the wage class specified in the first column of the Table appended \nto this Schedule (hereinafter referred to as the Table) on the basis of his average daily wages, as \ndetermined in paragraphs (2) and (3) below, as appropriate. Apprentices who do not receive any \nwages shall be assigned to the fir st wage class in that Table.  \n (2) For purposes of sickness and maternity benefit, an insured person’s average daily wages \nshall be determined  by dividing the wages liable to contribution which he received in the three \ncalendar months preceding the month in which his incapacity occurred, or the month in which she \nstopped work in anticipation of confinement by the difference between 90 and the nu mber of days \nfor which he or she received sickness benefit, maternity benefit or injury benefit during the same \n \nPage 29 of 30 \n period; if he or she received no wages liable to contribution during that period, he or she shall be \nassigned to the first wage class in the Tab le.  \n (3) For the purposes of injury benefit the average daily wages of an insured person shall be \ndetermined by dividing the wages liable to contribution which he received in the three calendar \nmonths preceding the month in which employment injury occurre d by the number of days he \nworked:  \n Provided that if he did not receive any wages in the said three months, his average daily \nwages shall be computed by dividing the wages which he received during the month in which the \ninjury occurred by the number of days for which he received such wages:  \n Provided further, that if he had received no wages prior to the employment injury, his average \ndaily wages shall be the wages specified in his contract of employment.  \n (4) For the wage classes specified in column 1 of the Table the daily rate of sicknes s benefit, \nmaternity benefit and injury benefit shall be the amount specified in the second and third columns of \nthe Table:  \n Provided that in no case shall the daily rate of maternity benefit be less than Re. 1.12.  \n (5) Sickness benefit, maternity benefi t and injury benefit shall be payable for seven days per \nweek.  \n (6) Sickness benefit and injury benefit payable to an insured person without dependents  shall \nbe reduced by half during any period during which he is undergoing medical or other treatment as an \nin-patient in a hospital or similar institution.  \n (7) If an insured person entitled to sickness benefit or injury benefit in respect of a period of \nincapacity for work receives wages from his employer in respect of that period, the rate of sickness \nbenefit or injury benefit shall be reduced, if necessary, to that amount which, if added to the wages \npaid, would reach a total not exceeding his average daily wage.  \n(8)  (a)  The monthly rate of disablement pension in case of total disablement shall be \n equal to the daily rate of injury benefit multiplied by thirty;  \n(b)  the monthly rate aforesaid shall be increased by 50 percent. Where  as a result \nof the disablement, the pensioner requires constant attendance.  \n (9) The monthly rate of disablement pension in case of partial disablement shall be equal to \nthat percentage of the rate of disablement pension referred to in paragraph (8)  \n(a)  as is represented by the insured person's degree of partial disablement \nincrea sed by one -half.  \n (10) The amount of disablement gratuity shall be equal to six times the monthly rate of the \ndisablement pension referred to in paragrap h (8) (a) above.  \n \n \n \nPage 30 of 30 \n THE TABLE  \n \nWage -classes  \n Rate of  \nsickness \nand \nmaternity \nbenefit .  \n Rate of \ninjury \nbenefit.  \n \n1 2 3 \n Rs. Rs. \n1.         Insured persons whose average daily wages are below Rs. 2.00.  0.75 0.94 \n2.         Insured persons whose average daily wages are Rs. 2 and above but \nbelow Rs. 3.00.  1.25 1.50 \n3.         Insured persons whose average daily wages are Rs. 3 and above but \nbelow Rs. 4.00.  1.75 2.12 \n4.         Insured persons whose average daily wages are Rs. 4 and above but \nbelow Rs. 6.00.  2.50 3.00 \n5.         Insured persons whose average daily wages are Rs. 6 and above but \nbelow Rs. 8.00.  3.50 4.25 \n6.         Insured persons whose average daily wages are Rs. 8 and above but \nbelow Rs. 12.00.  5.00 6.00 \n7.         Insured persons whose average daily wages are Rs.12 and above but \nbelow Rs. 16.00.  7.00 8.44 \n8.         Insured persons whose average daily wages are Rs. 16 and above.  10.00  12.00  \n_____________  \n \n \n \n \n \n \n \n \n \n \n Dated: 05.04.24"
}