{
    "file": "./converted_json\\administratord12a69cea642a4d03d7204b4280b0ff2.json",
    "name": "The Islamabad Capital Territory Trust Act, 2020",
    "date": "26th August, 2020",
    "tagline": "An Act to define and amend the law relating to trusts",
    "content": "Page 1 of 32 \n  \n \nTHE CAPITAL TERRITORY TRUST ACT, 2020  \n \n \n \n \n \nCONTENTS  \n \nSECTIONS : \n    CHAPTER I  \nPRELIMINARY  \n \n1. Short title, extent, commencement and application.  \n2. Definitions.  \nCHAPTER I I \nOF THE CREATION OF THE TRUSTS  \n \n3. Validity  of trust.  \n4. Creation of trust.  \n5. Who may create trusts.  \n6. Subject of trust.  \n7. Who  may be beneficiary.  \n8. Disclaimer  by beneficiary.  \n9. Who may be trustee.  \n10. Acceptance to trust.  \n11. Disclaimer of trust.  \n  \nUpdated till 17.04.2023\n \nPage 2 of 32 \n CHAPTER  III \nOF THE  ADMINISTRATION  OF THE  TRUSTS  \n \n12. Trusts to be registered.  \n13. Application for registration.  \n14. Verification  of the application.  \n15. Registration of the properties.  \n16. Certificate of registration.  \n17. Power  to inspect  record  and compliance.  \n18. Power to obtain the registration record.  \n19. Register  of trusts. \n20. Access to the  information.  \n21. Legal arrangement for holding the property.  \nCHAPTER  IV \nOF THE  DUTIES  AND  LIABILITIES  OF TRUSTEES  \n \n22. Trustee to execute trust.  \n23. Trustee to collect and hold information.  \n24. Trustee to inform himself to state of trust -property.  \n25. Trustee to protect title to trust -property.  \n26. Trustee not to set up title adverse to beneficiary.  \n27. Care required from trustee.  \n28. Conversion of perishable property.  \n29. Trustee to be impartial.  \n30. Trustee  to prevent  waste.  \n31. Accounts  and information.  \n32. Investment  of trust-money.  \n \nPage 3 of 32 \n 33. Power to purchase redeemable stock at a premium.  \n34. Sale by trustee directed to sell within specified time.  \n35. Liability for breach of trust.  \n36. No set -off allowed to trustee.  \n37. Non-liability  for predecessor’s  default.  \n38. Non-liability  for co-trustee’s  default.  \n39. Non-liability  for co-trustee’s  default.  \n40. Several  liabilities  of co-trustee.  \n41. Non-liability  of trustee  paying  without  notice  of transfer  by beneficiary.  \n42. Liability of trustees where beneficiary’s interest is forfeited to  the Government.  \n43. Indemnity  of trustees.  \nCHAPTER  V \nOF RIGHTS  AND  POWERS  OF TRUSTEE  \n \n44. Right to title -deed.  \n45. Right  to reimbursement  of expenses.  \n46. Right  to indemnity  from  gainer  by breach  of trust.  \n47. Right to apply to Court for opinion in management of trust - property.  \n48. Right to settlement of accounts.  \n49. General  authority  of trustee.  \n50. Power to sell in lots, an either by public auction or private  contract.  \n51. Power  to sell under  special  conditions  Power  to buy-in-and resell.  \n52. Power to convey.  \n53. Power to vary investments.  \n54. Power to apply property of minors, etc., for their maintenance  etc. \n \nPage 4 of 32 \n 55. Power to give receipts.  \n56. Power  to compound,  etc. \n57. Power to several trustees of whom one disclaims or dies.  \n58. Suspension of trustee’s powers by decree.  \nCHAPTER  VI \nOF THE  DISABILITIES  OF TRUSTEES  \n \n59. Trustees cannot renounce after accepta nce. \n60. Trustee cannot delegate.  \n61. Co-trustees cannot act singly.  \n62. Control of discretionary power.  \n63. Trustee may not charge for services.  \n64. Trustee  may not use trust-property  for his own profit.  \n65. Trustee for sale or his agent may not buy.  \n66. Trustee  may not buy beneficiary’s  interest  without  permission.  \n67. Cotrustee may not lend to one of themselves.  \nCHAPTER  VII \nOF RIGHTS  AND  LIABILITIES  OF BENEFICIARY  \n \n68. Rights to rents and profits.  \n69. Right to specific execution.  \n70. Right to inspect and take copies of instrument of trust accounts,  etc. \n71. Right  to transfer  beneficial  interest.  \n72. Right  to sue for execution  of trust.  \n73. Right to proper trustees.  \n74. Right to compel to any act of duty.  \n75. Wrongful  purchase  by trustee.  \n \nPage 5 of 32 \n 76. Trust property into the hands of third person.  \n77. Saving of rights of certai n transferees.  \n78. Acquisition  by trustee  of trust-property  wrongfully  converted.  \n79. Right in case of blended property.  \n80. Wrongful  employment  by partner -trustee.  \n81. Liability of beneficiary joining in breach of trust.  \n82. Rights and liabilities of beneficiary’s transferee.  \nCHAPTER  VIII \nOF VACATING  THE  OFFICE  OF TRUSTEE  \n \n83. Office how vacated.  \n84. Discharge  of trustee.  \n85. Petition  to be discharged  from  trust.  \n86. Appointment of new trustees on death, etc.  \n87. Appointment  by Court.  \n88. Vesting of trust property in new trustees.  \n89. Survival  of trust.  \nCHAPTER  IX \nOF THE  EXTINCTION  OF TRUSTS  \n \n90. Trust how extinguished.  \n91. Revocation of trust.  \n92. Revocation not  to defeat what  trustees  have  duly done.  \nCHAPTER  X \nOF CERTAIN  OBLIGATIONS  IN THE  NATURE  OF TRUSTS  \n \n93. Obligation in nature of trust is created.  \n94. Transferor intended to dispose  of beneficial  interest.  \n \nPage 6 of 32 \n 95. Transfer  to one for consideration  paid by another.  \n96. Trust  incapable  of execution  without  exhausting  trust- property.  \n97. Transfer  for illegal  purpose.  \n98. Bequest  for illegal  purpose.  \n99. Transfer pursuant to rescindable contract.  \n100. Debtor  becoming  creditor’s  representative.  \n101. Advantage  gained  by fiduciary.  \n102. Advantage gained by exercise of undue influence.  \n103. Advantage gained by qualified owner.  \n104. Property acquired with notice of existing contract.  \n105. Property to be held on  trust.  \n106. Advantage  secretly  gained  by one of several  compounding  creditors.  \n107. Constructive trusts in cases not expressly provided for.  \n108. Obligator’s  duties,  liabilities  and disabilities.  \n109. Saving of rights of bona fide purchasers.  \nCHAPTER  XI \nMiscellaneous  \n \n110. Power  to make rules.  \n111. Power  to interpret.  \n112. Repeal.  \n113. Saving.  \n \n \n \n \nPage 7 of 32 \n THE CAPITAL TERRITORY  TRUST ACT, 2020  \n \n[26th August, 2020 ] \n \nAn Act to define  and amend  the law relating to  trusts  \n \nWHEREAS it expedient  to enact  a law relating  to registration,  administration and monitoring of \ntrusts registered within the territorial limits of  Islamabad  Capital  Territory;  \n \nAND WHEREAS  the Trust Act, 1882 (II of 1882) does not cater effective  administration  and \nfinancial  monitoring  and evaluation  of the  trusts;  \n \nIt is hereby  enacted  as follows:  —  \nCHAPTER  I \n \nPRELIMINARY  \n \n1. Short title, extent, commencement and application. —(1) This  Act shall  be called  The \nIslamabad Capital  Territory  Trust  Act, 2020.  \n \n(2) It shall  extend  to the whole  of the Islamabad  Capital  Territory.  \n \n(3) It shall come  into force  at once.  \n \n(4) Nothing herein contained shall affect the rules of Muslim law as to  waqf  or the mutual  \nrelations  of the members  of an undivided  family  as determined by any customary or personal law or to \npublic or private religious or  charitable endowments  or to trusts to distribute prizes taken in war among \nthe captors.  \n \n2. Definitions. —In this Act, unless there is anything repugnant in the  subject  or context;  \n \n(a) “author of the trust ” means the natural person who reposes or  declares the \nconfidence and assigns the property to the trustee for  the benefit  of beneficiary;  \n \n(b) “beneficiary” means the natural person who benefits the confidence of the trust;  \n \n(c) “breach of trust ” means breach of any duty imposed on trustee as  such by any law \nfor the time being  in force;  \n \n(d) “competent   authorities”   means   the regulators, the  oversight bodies for SRBs as \nspecified in the Anti -Money Laundering Act,  2010  (VII of 2010) , the investigating  \nor prosecuting  agency  and \n“the Financial  Monitoring  Unit”; \n \n(e) “department”   means   the   directorate   of   labour   and   industries, Islamabad  Capital  \n \nPage 8 of 32 \n Territory;  \n \n(f) “director” means the director of directorate of labour and industries, Islamabad  \nCapital Territory;  \n \n(g) “district  intelligence  coordination  committee ” means  the intelligence  committee  \nheaded  by the deputy  commissioner  or district  magistrate,  Islamabad  Capital  \nTerritory,  Islamabad  and comprising  the representatives  of police  and intelligence  \nagencies;  \n(h) “financial monitoring unit ” means the financial monitoring unit  specified  under  the \nAnti-Money  Laundering  Act, 2010  (VII of 2010);  \n \n(i) “home department ” means the office of the Chief Commissioner,  Islamabad  Capital  \nTerritory;  \n \n(j) “instrument  of the trust” means  the instrument  by which  the trust is declared;  \n \n(k) “interest” means the beneficiary‘s right against the trust property; \n \n(l) “investigating or prosecu ting agency ” means an investigating or  prosecuting \nagency as specified in the Anti -Money Laundering Act,  2010 (VII  of 2010);  \n \n(m) “law department ” means directorate of law, Chief Commissioner‘s       office,  \nIslamabad Capital  Territory;  \n \n(n) “notice” means a person is said to  have known of a fact either when he actually \nknows that fact, or when, but for willful abstention from  inquiry or  gross  negligence,  \nhe would have  known  it, or  when  information of the fact is given to or obtained by \nhis agent, under  the circumstances  mentioned  in the Contract  Act,1872  (IX of \n1872), and all expressions used herein and defined in the Contract  Act,1872  (IX of \n1872),  shall  be deemed  to have  the meanings  respectively  attributed  to them  by that \nAct; \n \n(o) “Prescribed ” means  prescribed  by rules  made  under  this Act; \n \n(p) “provincial  government ” means  the government  defined  under  Presidential Order  \nNo. 1 of  1980;  \n \n(q) “purpose” means any lawful purpose unless it is— \n \n(i) forbidden by  law; or \n(ii) is of such a nature  that, if permitted,  it would  defeat  the   provisions  of \nany law; or \n(iii) is fraudulent;  or \n \nPage 9 of 32 \n (iv) involves or implies injury to the person or property of another;  or \n(v) the court regards  it as immoral  or opposed  to public  policy;  \n \n(r) “registered ” means  registered  with the director;  \n(s) “reporting entity ” means an entity specified under the Anti -Money  Laundering  Act, \n2010;  \n \n(t) “revenue  department ” means  office  of the district  collector,  Islamabad  Capital  \nTerritory;  \n \n(u) “Trust” means an obligation anne xed to the ownership of property and rising out \nof the confidence reposed in and accepted by the  owner  or declared  and accepted  \nby him for the benefit  of beneficiary;  \n \n(v) “trustee”  means  any  person  who  accepts  the  confidence  of  the author  of the \ntrust to  the benefit  of the beneficiary;  and \n \n(w) “trust  property”  means  the  subject  matter  of  the  trust;  it  may  be movable  or \nimmovable property.  \n_________________  \n \nCHAPTER  II \n \nOF THE  CREATION  OF THE  TRUSTS  \n \n3. Validity  of trust. —(1) No trust in relation  to any immovable  property is valid unless declared \nby a non -testamentary instrument in writing  signed by the author of the trust or the trustee and registered \nor by the will of the  author  of the trust or  of the trustee and  its ownership  is transferred  to the trust.  \n \n(2) No trust in relation to movable property is valid unless declared as  aforesaid  or unless  the \nownership  of the property  is transferred  to the trust.  \n \n4. Creation of trust. —(1) Subject to the provisions of section 3, a  trust is created when the author \nof the trust indicates with reasonable certainty by  any words or  acts,— \n \n(a) an intention  on his part to create  thereby  a trust;  \n \n(b) the purpose  of the trust;  \n \n(c) the beneficiary;  \n \n(d) the trust-property; and  \n \n(e) transfers the trust -property to the trustee unless the trust is declared  by will or the  \n \nPage 10 of 32 \n author  of the trust is himself  to be  the trustee.  \n(2) Every  trust for which  the purpose  of the trust is unlawful  is void and where it is created \nfor more than one purpose and one of the purposes is  unlawful  then whole  of the trust is void.  \n \n5. Who may create trusts. —A trust may subject in each case to the  law for the time being in \nforce as to the circumstances and extent in and to which  the author  of the  trust may dispose  of the  trust \nproperty  be created  - \n \n(a) by every  natural  person  competent  to contract  under  the Contract  Act, 1872  (IX of \n1872);  or \n \n(b) with the  permission  of a principal  civil court  of original  jurisdiction  by or on behalf  \nof a minor.  \n \n6. Subject of trust. —The subject matter of a trust must be property  transferable to the beneficiary \nand it must not be merely beneficial interest under  a subsisting  trust.  \n \n7. Who  may be beneficiary. —Every  natural  person  capable  of holding property may be a \nbeneficiary and no legal person shall be a beneficiary  under  this Act.  \n \n8. Disclaimer  by beneficiary. —A proposed  beneficiary  may renounce his interest under the trust \nby disclaimer addressed to the trustee or by  setting  up with notice  of the trust  a claim  inconsistent  \ntherewith.  \n \n9. Who may be trustee. —Every natural person capable of holding  property and not a legal person \nmay be a trustee but, where the trust involves the  exercise of discretion, he shall not execute it unless he \nis competent to contract  under  the Contract  Act, 1872 (IX  of 1872).  \n \n10. Acceptance to trust. —(1) A trust is accepted by any words or acts  of the trustee  indicating  \nwith reasonable  certainty  such acceptance.  \n \n(2) Each  of the trustee  accepting  the trust in this section  shall  provide  an affidavit that the \ntrustee has read and understood the duties and liabilities of  the trustee as  mentioned in  Chapter -IV. \n \n11. Disclaimer of trust. —(1) Instead of accepting a trust, the intended  trustee may, within a period \nof sixty days, disclaim it and such disclaimer shall  prevent  the trust-property  from  vesting  in him.  \n \n(2) In case of more  than one trustees,  if one of trustees,  disclaims  to be a trustee, it shall not \nautomatically confer the disclaiming trustee‘s rights on the  other  trustees.  The author  of the trust shall  \neither  (a) explicitly  allow  the co-trustees  to proceed  in case of any of the member‘s  disclaimer,  or (b) \nwrite  a new trust -deed.  \n \n \n \n \n \nPage 11 of 32 \n CHAPTER  III \n \nOF THE  ADMINISTRATION  OF THE  TRUSTS  \n \n12. Trusts to be registered. —No Trust shall be functional unless it is  registered under this Act \nwith the Directorate of Labor and Industries, Islamabad  Capital  Territory, Islamabad.  \n \n13. Application for registration. —(1) For every trust required to be  registered under this Act, the \ntrustee shall provide to the director at or bef ore the  time of registration, the information regarding the \npurpose, author of the trust,  details of the trustees, beneficiaries of the trust, and any other natural person  \nexercising  ultimate  effective  control  over the trust as prescribed  to the satisfaction  of the department.  \n \nExplanation. —In case of more  than one trustee,  all the trustees  will  nominate  one Trustee  \nwho shall be  responsible  for the provision of  information.  \n \n(2) The details  of the information  required  to be provided  under  sub-section  (1) above shall  \nbe prescribed.  \n \n14. Verification  of the application. —The director  shall  verify  the contents and particulars of the \napplication before the registration through the  investigating or prosecuting agencies who shall submit the \nverified report to the  Director  within  14 days  of receiving  the request  from  him. \n \n15. Registration of the properties. —(1) All movable and immovable  properties must be \nregistered in the name of the Trust under the Registration Act,  1908.  \n \n(2) Without prejudice to the R egistration Act, 1908, the registration of  the properties  must  \ninclude  the details  of authors  of the trust,  beneficiaries,  trustee,  co-trustee,  if any, and any other  natural  \nperson  exercising  ultimate  effective  control  over the trust.  \n \n16. Certificate of registration. —(1) The director, after fulfillment of  legal requirements, as \nmentioned in sections 13 to 15, shall register  the trust  under  this Act  and issue a  certificate  of registration \nto the trustee.  \n \n(2)   The director, for the reasons to be recorded in writing, may refuse  the registration of  the \napplication,  if — \n(a) he purpose  of the trust is unlawful  or the trust proceeds  are suspected  to be proceeds  \nof crime,  as the investigating  or prosecuting agencies inform the director under \nsection 14 and the  director  may refer  back  the application  to the law enforcement  \nagencies  for legal  action  or any of the members  of the trust including author, \ntrustees or any other person exercising ultimate  effective control over the trust are \ndeclared proscribed by the o ffice of the Chief  Commissioner,  Islamabad  Capital  \nTerritory,  or associated  with the proscribed  organizations  under  the Anti- Terrorism \nAct, 1997 or under the United Nations Security Council  Act, 1948, and in such \ncases as mentioned in clause (b), the director  shall share the details of individuals \nwith the Ministry of Interior  and Ministry  of Foreign  Affairs  through  the home  \n \nPage 12 of 32 \n department; or  \n \n(b) the district intelligence coordination committee considers the trust a  threat  to \nnational  security;  or \n \n(c) the autho r of the trust, trustee, beneficiary, or any person acting on  their behalf fail \nto provide the complete personal details required  under  section 13  for the \nregistration and  functioning  of the trust;  or \n \n(d) any other  reason  as may be prescribed.  \n \n17. Power  to inspect  record  and compliance. —(1) The director,  or the district  magistrate,  ICT \nor the provincial  government  may summon  any information relating to the trust from the trustee for any \npurpose, and shall have  the power  to inspect  such record  at any time:  \n \nProvided  that the director  while  inspecting  the record  under  this sub-section,  shall  \nstate the reasons in  writing  for such  inspection.  \n \n(2) The officer summoning the record under sub -section (1) may share  it with the competent  \nauthorities  upon  written  request  through  the office  of   Chief  Commissioner,  Islamabad  Capital  Territory  \nany information  about  the trust, trust assets, trust proceeds, author of the trust, trustee, beneficiary or any  \nother  person  exercising  ultimate effective  control  over the trust.  \n \n(3) The director  may also share  the information  under  this section     relating  to the trust assets  \nand beneficiaries  with the reporting  entity  upon  request.  \n \n(4) The director may after conviction by the competent court of law  impose  financial  penalty  \nup to Rupees  one million,  if a trustee  is found  in violation to the purpose of the trust or fails to provide the \ninformation under  sub-section  (1). \n(5) In case of failure  to pay the  penalty under  sub-section  (4), the director may seek a legal \naction through the court of original jurisdiction against  the trustees held responsible for non -compliance \nunder this Act, and such legal  action may result in imprisonment ranging from one month to six months. \nThe imprisonment granted under this section shall be for the non -complianc e of the  provisions of this Act \nand shall be in addition to the financial penalty already  imposed  under sub -section  (4). \n \n(6) The director may after conviction by the competent court of law  impose financial penalty \nup to Rupees one million, if a trustee fails to provide the  information required under sections 20 and 22, \nor fails to obtain and hold the  information required under section 23. In addition, the trustee shall also be \nliable  for imprisonment of minimum three months to a maximum of six months if he  fails to make \ninformation available to the competent authorities as required under  section  20 or to the department  or \ndirector  for the purposes  of sharing  information under section 20. This punishment shall be awarded by \na court of the  original  jurisdiction.  \n \n(7) The director may further take over the properties of the trust or  freeze  its assets  or remove  \na trustee  or a beneficiary  from  the trust and assign  new trustees  or beneficiary  through  a legal  order  from  \n \nPage 13 of 32 \n a court  of original  jurisdiction in case the trust or  trustee or beneficiary is convicted of a criminal  offence, \nincluding terror financing, money laundering or  a threat  to national  security.  \n \n(8) Nothing in sub -sections (2), (3), (4), (5) and (6) shall limit the  person‘s  basic  right  of being  \ngiven  fair trial opportunity  and appeal  to the secretary  of the Division  concerned  or the appellant  court,  as \nthe case may  be. \n \n18. Power to obtain the registration record. —The department shall  obtain the registration of \ntrust record from the revenue department i.e. district  collector, ICT, which was held by it before the \nenactment of this Act within a  period of sixty days from the date of enactment of this Act, and, the \ndepartment  shall make efforts to make the trust record in conformity with the provisions of  this Act.  \n \n19. Regi ster of trusts. —(1) The director  shall  maintain  a register  of the trusts  in such manner  \nas may be prescribed.  \n \n(2) The register shall contain information, including but not limited to  the name and details \nof every trust, its purpose, author, trustee, beneficiaries, any  person  exercising  ultimate  effective  control  \nover the trust and other  information  as required  by the department.  \n(3) The details must also include, if any of the person associated with  the trust is living in \nPakistan or outside Pakistan along with their residential  addresses.  \n \n(4) The department shall explain the extent of the details of individuals  as included in the \nsub-sections (1), (2) and (3) to be made public in a manner and  circumstances  as may be prescribed.  \n \n20. Access to the  information. —(1) The  director  may at any time  require any information relating \nto the trust from the trustee, and the trustee is  bound  to provide the  information  in a timely  manner  as may \nbe prescribed.  \n \n(2) For purposes of domestic and international cooperati on, competent  authorities may at \nany time require any information relating to the trust from the  trustee,  and the trustee  shall  provide  the \ninformation  in a timely  manner  as may be prescribed. Both the request of the competent authorities and \nresponse of the trustee shall be routed through the provincial government in a timely manner as  may be \nprescribed.  \n \n(3) The reporting entity may, in a timely manner as may be prescribed,  also obtain the \ninformation from the trustee about the details of trust assets,  residential  addresses  of trustees  and details  \nof beneficiaries,  however  such request  and response  shall  be routed  through the  department:  \n \nProvided that reasons of obtaining any kind of information, record shall  be communicated to \nthe trust along -with notice of obtaining such information,  record  etc. \n \n21. Legal arrangement for holding the property. —A trust may hold  immovable and movable \nproperty under its name, or may sell or dispose of the  property  being  held by it. Such  sale and purchase  \nshall  be the responsibility  of the trustee.  \n__________________  \n \nPage 14 of 32 \n CHAPTER  IV \n \nOF THE  DUTIES  AND  LIABILITIES  OF TRUSTEES  \n \n22. Trustee to execute trust. —(1) The trustee is bound to fulfill the  purpose of the trust, and to \nobey the directions of the author of the trust given at  the time of its creation, except as modified by the \nconsent of all the beneficiaries  being  competent  to contract.  \n \n(2) Where the beneficiary is incompetent to contract, his consent may,  for the purposes of \nthis section, be given by a principal civil court of original  jurisdiction.  \n(3) Nothing in this section shall be deemed to require a trustee to obey  any direction  when  \nto do so would  be impracticable,  illegal  or manifestly  injurious  to the beneficiaries.  \n \nExplanation —Unless  a contrary  intention  be expressed,  the purpose  of a     trust for the \npayment  of debts shall  be deemed to be, — \n \n(a) to pay only the debts  of the author  of the trust existing  and recoverable at the date \nof the instrument of trust, or, when such  instrument is a  will, at the date of  his death; \nand \n \n(b) in the case of debts not bearing interest, to make such payment  without interest.  \n \n(4) A trustee, or all of the trustees, as the case may be, are bound to  disclose the fact that \nthey are trustees when entering into a business relationship  or carrying  out an occasional  transaction  with \na reporting  entity.  \n \n23. Trustee to collect and hold information. —(1) A trustee or each of  the trustees, as the case \nmay be, must collect and hold information about the  author of the trust, co -trustee, if any, beneficiaries of \nthe trust, and any other  natural  person  exercising  ultimate  effective  control  over the trust to his satisfaction  \nand requirement  of the department,  before  the execution  of the trust as mentioned in section 22.  \n \n(2) The trustee must provide the updated information under this Act to  the director in timely \nmanner as may be prescribed. In case of more than one  trustee,  only one trustee  shall  be nominated  by \nother  co-trustees  for the purpose  of provision  of information.  \n \n(3) The trustees or the trustee shall collect and hold basic information  about  the other  service  \nproviders  to the trust including,  but not limited  to, investment advisers or managers, accountants or tax \nadvisors, and, provide this  information  to the director  even  after the registration  of the trust,  in the \ncircumstances  and manner  as may  be prescribed.  \n \n(4) The details of the information required to be collected and held  under  sub-sections  (1), \n(2) and (3) shall  be as may  be prescribed.  \n \n(5) The trustees  or the trustee  shall  further  inform  the provincial  government or the director \nand law enforcement agencies if it comes to their  knowledge of any illegal utilization of the trust money \n \nPage 15 of 32 \n by the beneficiaries, after  and during  the execution of  the trust.  \n24. Trustee to inform himself to state of trust -property. —A trustee  is bound  to acquaint  \nhimself,  as soon  as possible,  with the nature  and circumstances of the trust property to obtain, where \nnecessary, a transfer of the  trust property to himself and subject to the provisions of the instrument of trust \nto get in tr ust-money  invested  or insufficient  or hazardous  security.  \n \nIllustrations. — (a) The trust -property is a debt outstanding on personal  security. The \nInstrument of trust gives the trustee no discretionary power  to leave the debt so outstanding. The trustee‘s \nduty is to recover the debt  without unnecessary  delay.  \n \n(b) The trust -property is money in the hands of one of two co -trustees.  No discretionary power \nis given by the instrument of trust. The other co - trustee must not allow the former to retain the money for \na longer period  than the circumstances of the case required.  \n \n25. Trustee to protect title to trust -property. —A trustee is bound to  maintain and defend all \nsuch suits, and subject to the provisions of the instrument  of trust to take such other steps, as regards being \nhad to the nature and amount or  value to the trust property, may be reasonably requisite for the preservation \nof the  trust-property  and the  assertion  or protection of  the title thereto.  \n \nIllustrations. —The trust -property is immovable property, which has been  given to the author \nof the trust by an unregistered instrument. Subject to the  provisions of the law for the registration of the \ndocuments, the trustee‘s duty is to  cause  the instrument  to be registered.  \n \n26. Trustee not to set up titl e adverse to beneficiary. —The trustee  must not for himself set up \nor aid any title to the trust -property adverse to the  interest of the beneficiary.  \n \n27. Care required from trustee. —A trustee is bound to deal with the  trust-property as carefully \nas a man of or dinary prudence would deal with such  property if it were his own; and, in the absence of a \ncontract to the contrary, a  trustee  so dealing  is not responsible  for the loss, destruction  or deterioration  \nof the trust-property.  \n \n28. Conversion of perishable property. —Where the trust is created  for the benefit of several \npersons in succession, and the trust -property is of a  perishable nature or a future or reversionary interest, \nthe trustee is bound unless  an intention to the contrary may be inferred from the instrument of trust, to  \nconvert  the property  into property  of a permanent  and immediate  profitable  character.  \n29. Trustee to be impartial. —(1) Where there are more beneficiaries  than one, the trustee is \nbound to be impartial, and must not execute the trust for  the advantage of  one at  the expense of  another.  \n \n(2) Where the trustee has a discretionary power, nothing in this section  shall be deemed to \nauthorize the court to control the exercise of same reasonably  and in good  faith.  \n \n30. Trustee  to prevent  waste. —Where  the trust is created  for the benefit of several persons in \nsuccession and one of them is in possession of the  trust-property,  if he commits,  or threatens  to commit  \nany act, which  is destructive,  or permanently  injurious  thereto,  the trustee  is bound  to take measures  to \n \nPage 16 of 32 \n prevent  such act.  \n \n31. Accounts  and information. —A trustee  or each of the trustee,  as     the case may  be, is bound  \nto— \n \n(a) keep  clear and  accurate  accounts  of the trust-property  and income;  \n \n(b) at all reasonable times, at the request of the beneficiary, to furnish  him with full and \naccurate information as to the amount and state of  the trust-property;  \n \n(c) update the information in a timely manner about the author of the  trust,  beneficiaries,  \ntrustees,  any other  natural  person  exercising  ultimate  control  over the trust,  trust \nassets  and incomes;  \n \nExplanation. —The details  of the information  shall  be as may be prescribed this Act;  \n \n(d) get accounts  audited  by a third  party  at least once  in a year;  \n \n(e) submit  financial reports  to the director  in every  financial year;  and \n \n(f) shall maintain the information collected under this section, and,  section  23 for a \nperiod  not less than the five years  after their involvement  with the trust ceases,  or, the \ntrust is extinguished.  \n \n32. Investment  of trust -money. —(1) Where  the trust-property  consists of money and cannot be \napplied immediately or at an early date to the  purposes of the trust, the trustee is bound subject to any \ndirection contained in the  instrument of trust to invest the money on the following securities, and  on no  \nother,  namely: — \n(a) in promissory  notes,  debentures,  stock  or other  securities  of a Provincial or Federal  \nGovernment:  \n \n   Provided  that securities,  both the principal  whereof  and the interest  whereon  \nshall  have  been  fully  and unconditionally  guaranteed by any  government, shall be \ndeemed, for the purposes  of this clause,  to be securities  of such Government; and  \n \n(b) on any other  security expressly authorized  by the instrument  of trust, or by any rule \nwhich the High Court may prescribe in this  behalf.  \n \n33. Power to purchase redeemable stock at a premium. —A trustee  may invest  in any of the \nsecurities  mentioned  or referred  to in section  32, notwithstanding that the same may be redeemable and \nthat the price exceeds the  redemption value, and a trustee may retain until  redemption any redeemable  \nstock, fund or security which may have been purchased in accordance with this  section.  \n \n34. Sale by trustee directed to sell within specified time. —Where a  trustee, directed to sell \nwithin a specified time extends such time, the burd en of  proving, as between himself and the beneficiary, \n \nPage 17 of 32 \n that the latter is not prejudiced  by the extension lies  upon the trustee, unless the extension has  been \nauthorized  by a principal  civil court  of original  jurisdiction.  \n \n35. Liability for breach of trust. —(1) Where the trustee commits a  breach of trust, he is liable to \nmake good the loss which the trust -property or the  beneficiary has  thereby sustained,  unless  the \nbeneficiary, has  by fraud induced  the trustee to commit the breach, or the beneficiary, being c ompetent to \ncontract,  has himself, without coercion or undue influence having been brought to bear on  him, concurred  \nin the breach,  or subsequently  acquiesced  therein,  with full knowledge  of facts of  the case and of  his rights  \nas against  the trustee.  \n \n(2) A trustee committing a breach of trust is not liable to pay interest  except in the \nfollowing  cases, namely: — \n \n(a) where  he has actually  received  interest;  \n \n(b) where the breach consists in unreasonable delay in paying trust - money  to the  \nbeneficiary;  \n \n(c) where the trustee ought to have received interest, but has not done  so; \n(d) where he may be fairly presumed to have received interest. He is  liable, in case (a), \nto account for the interest actually received, and,  in cases (b), (c) and (d), to account \nfor simple interes t at the rate of  six per cent per annum, unless  the court  otherwise  \ndirects;  \n \n(e) where the breach consists in failure to invest trust -money and to  accumulate the \ninterest or dividends thereon, he is liable to account  for compound  interest  with \nhalf-yearly  rests at the  same  rate; and  \n \n(f) where the breach consists in  the employment  of trust-property or  the proceeds \nthereof in trade or business, he is liable to account, at  the option of the beneficiary, \neither for compound interest (with  half-yearly rests) at the same rate, or for the net \nprofits made by  such employment.  \n \n36. No set -off allowed to trustee. —A trustee who is liable for a loss  occasioned by a breach of \ntrust in respect of one portion of the trust property  cannot set -off against his liability again which h as \naccrued to another portion of  the trust-property  through another  and distinct  breach  of trust.  \n \n37. Non-liability  for predecessor’s  default. —Where  a trustee  succeeds  another,  he is not, as \nsuch,  liable  for the acts or defaults  of his predecessor.  \n \n38. Non-liability  for co-trustee’s  default. —(1) Subject  to the provisions of sections 25 and 27, \none trustee is not, as such, liable for a breach of  trust committed by  his co -trustee:  \n \nProvided  that, in the absence  of an express  declaration  to the contrary  in   the instrument  \nof trust, a  trustee  is so liable  – \n \nPage 18 of 32 \n  \n(a) Where  he has delivered  trust-property  to his co-trustee  without     seeing  to its proper \napplication;  \n \n(b) where he allows his co -trustee to receive trust -property and fails to  make  due inquiry  \nas to the co-trustee‘s  dealings  therewith,  or allows him to retain it longer than the \ncircumstances of the case  reasonably  require;  \n \n(c) where he becomes aware of a breach of trust committed or intended      by his co -trustee, \nand either actively conceals it or does not wit hin a   reasonable  time take proper  steps  \nto protect  the beneficiary‘s  interest.  \n(2)  A co -trustee who joins in signing a receipt for trust -property and  proves that he has not \nreceived the same is not answerable, by reason of such  signature  only, for  loss or misapplication of  the \nproperty  by his co -trustee.  \n \n39. Several  liabilities  of co-trustee. —(1) Where  co-trustees  jointly  commit a breach of trust, or \nwhere one of them by his neglect enables the other to  commit a breach of trust, each is liable to the \nbeneficiary for the whole of the loss      occasioned  by such breach.  \n \n(2) As between  the trustees  themselves,  if one be less guilty  than another and has had to \nrefund the loss, the former may compel the latter, or his  legal representative to the extent of the assets he \nhas received, to made good such    loss; and, if all be equally guilty, any one or more of the trustees who \nhas had to  refund  the loss  may compel  the others  to contribute.  \n \n(3) Nothing in this section shall be deemed to authorize a trustee who  has been guilty  of \nfraud  to institute a  suit to compel  contribution.  \n \n40. Non-liability  of trustee  paying  without  notice  of transfer  by   beneficiary. —When  any \nbeneficiary‘s  interest  becomes  vested  in another  person, and the trustee, not having notice of the vesting,  \npays or delivers trust - property to the person who would have been entitled thereto in the absence of  such \nvesting, the  trustee  is not liable  for the  property  so paid  or delivered.  \n \n41. Liability of trustees where beneficiary’s interest is forfeited to  the Go vernment. —When \nthe beneficiary‘s interest is forfeited or awarded by  legal adjudication to the government or federal \ngovernment, the trustee is bound  to hold the trust -property to the extent of such interest for the benefit of \nsuch person  in such manner  as the government  may direct  in this behalf.  \n \n42. Indemnity  of trustees. —Subject  to the provisions  of the instrument  of trust and of sections  \n35 and 38, trustees  shall  be respectively  chargeable  only for such moneys,  stocks,  funds  and securities  as \nthey respectively actually receive, and shall not be answerable the one for the other of  them, nor for any \nbanker, broker or other person in whose hands any trust - property may be placed, nor for the insufficiency \nor deficiency of any stocks,  funds  or securitie s, nor otherwise  for involuntary  losses.  \n__________________  \n \n \n \nPage 19 of 32 \n CHAPTER  V \n \nOF RIGHTS  AND  POWERS  OF TRUSTEE  \n \n43. Right to title -deed. —A trustee is entitled to have in his possession  the instrument of trust and \nall the documents of title if any relating solely to the trust-property.  \n44. Right  to reimbursement  of expenses. —(1) Every  trustee  may reimburse himself, or pay or \ndischarge out of the trust -property, all expenses  property  incurred  in or about  the execution  of the trust,  \nor the realization,  preservation or benef it of the trust -property, or the protection or support of the  \nbeneficiary.  \n \n(2) If the trust -property fails, the trustee is entitled to recover from the  beneficiary personally \non whose behalf he acted, and at whose request, expressed  or implied, he  made the payment,  the amount  \nof such expenses.  \n \n(3) Where  a trustee  has by mistake  made  an over-payment  to the beneficiary, he may \nreimburse the trust -property out of the beneficiary‘s interest.  If such interest  fails,  the trustee  is entitled  to \nrecover  from  the beneficiary  personally  the amount  of such over -payment.  \n \n45. Right  to indemnity  from  gainer  by breach  of trust. —(1) A person  other than  trustee who  \nhas gained  an advantage  from a  breach  of trust  must indemnify the trustee to the extent of the amount \nactually received by such  person under the breach; and where he is beneficiary the trustee has a charge on  \nhis interest  for such amount.  \n \n(2) Nothing in this section shall be deemed to entitle a trustee to be  indemnified  who has, in \ncommitting  the breach  of trust, been  guilty  of fraud.  \n \n46. Right to apply to Court for opinion in management of trust - property. —(1) Any trustee \nmay, without instituting a suit, apply by petition to a  principal civil court of original jurisdiction for its \nopinion, advice or direction on  any present questions respecting the management or administration of the \ntrust- property other than questions of detail, difficulty or importance, not proper in the  opinion  of the \ncourt  for summary  disposal.  \n \n(2) A copy  of such petition  shall  be served  upon,  and the hearing       thereof  may be attended  \nby, such of the persons  interested  in the application  as the court  thinks fit.  \n \n(3) The costs of every application under this section shall be in the  discretion  of the court  to \nwhich  it is made.  \n \n47. Right to settlement of accounts. —When the duties of a trustee, as  such, are completed, he is \nentitled to have the accounts of his administration of  the trust-property  examined  and settled  and, where  \nnothing  is due to the beneficiary  under  the trust,  to an  acknowledgement  in writing to that effect.  \n \n48. General  authority  of trustee. —(1) In addition  to the powers  expressly  conferred  by this Act \nand by the instrument  of trust,  and subject  to the restrictions,  if any, contained  in such instrument,  and to \n \nPage 20 of 32 \n the provisions  of section  29, a trustee may do all acts which are reasonable and proper for the realization,  \nprotection or benefit of the trust -property, and for the protection or support of a  beneficiary  who is not  \ncompetent  to contract.  \n \n(2) Except with the permission of a principal ci vil court of original  jurisdiction, no trustee \nshall lease trust -property for a term exceeding twenty -one years  from  the date of execution  of the lease,  \nnor without  reserving  the best    yearly  rent that can be reasonably  obtained.  \n \n49. Power to sell in lots, an either by public auction or private  contract. —Where the  trustee \nis empowered  to sell any trust -property,  he may sell the same subject to prior charges or not, and either \ntogether or in lots, by  public  auction or  private  contract, and  either  at one time  or at several  times,  unless  \nthe instrument  of trust otherwise directs.  \n \n50. Power  to sell under  special  conditions  Power  to buy-in-and resell. —(1) The trustee  \nmaking  any such sale may insert  such reasonable  stipulations  either  as to title or evidence  of title, or \notherwise,  in any conditions  of sale or contract for sale, as he thinks fit; and may also buy in the property \nor any part thereof at any sale by auction, and rescind or vary any contract for sale,  and resell the property \nso bought in, or as to which th e contract is so rescinded,  without being  responsible  to the beneficiary  for \nany loss occasioned  thereby.  \n \n(2) Where a trustee is directed to sell trust -property or to invest trust - money in the purchase \nof property, he may exercise a reasonable discretion  as to the time of  effecting  the sale or  purchase.  \n \n51. Power to convey. —For the purpose of completing any such sale,  the trustee shall have power \nto convey or otherwise dispose  of the property sold  in such manner as may  be necessary.  \n \n52. Power to vary investments. —A trustee may, at his discretion, call  in any trust -property \ninvested in any security and invest the same on any of the  securities mentioned or referred to in section \n32, and from time to time vary any  such investments  for others  of the same n ature.  \n \n53. Power to apply property of minors, etc., for their maintenance  etc.—(1) Where any \nproperty is held by a trustee in trust for a minor, such trustee  may, at his discretion, pay to the guardians if \nany of such minor, or otherwise  apply for or towards his maintenance or education or advancement in life, \nor the  reasonable expenses of his religious worship, marriage or funeral, the whole or  any part of the \nincome to which he may be entitled in respect of such property;  and such trustee shall accumulate al l the \nresidue of such income by way of  compound  interest  by investing  the same  and the resulting  income  \nthereof  from  time to time in any of the securities mentioned or referred to in section 32, for the  benefit of \nthe person who shall ultimately become ent itled to the property from  which  such accumulations  have \narisen:  \n \nProvided that such trustee may, at any time, if he thinks fit, apply the  whole or any part of \nsuch accumulations as if the same were part of the income  arising  in the then current  year.  \n \n(2) Where  the income  of the trust-property  is insufficient  for the minor‘s  maintenance  or \neducation or  advancement  of life, or the reasonable  expenses of his religious worship, marriage or funeral, \n \nPage 21 of 32 \n the trustee may, with the  permission of a principal civil cour t of original jurisdiction, but not otherwise,  \napply the whole or any part of such property for or towards such maintenance,  education,  advancement  or \nexpenses.  \n \n(3) Nothing in this section shall be deemed to affect the provisions of  any local law for the \ntime being in force relating to the persons and property of  minors.  \n \n54. Power to give receipts. —Any trustees or trustee may give a receipt  in writing  for any money,  \nsecurities  or other  moveable  property  payable,  transferable or deliverable to them or him by reaso n, or in \nthe exercise, of any  trust of power; and, in the absence of fraud, such receipt shall discharge the  person \npaying, transferring or delivering, the same there from, and from seeing to  the application  thereof,  or being  \naccountable  for any loss or misapplication  thereof.  \n \n55. Power  to compound,  etc.—(1) Two or more  trustees  acting  together  may, if they  think  \nappropriate, - \n \n(a) accept any composition or any security for any debt or for any  property;  \n \n(b) allow  any time for  payment  of any  debt;  \n \n(c) compromise,  compound,  abandon,  submit  to arbitration  or otherwise settle and \ndebt, account, claim or thing whatever relating  to the trust;  and \n \n(d) for any of those purposes, enter into, give, execute and do such  agreements, \ninstruments of composition or arrangement, rele ases and other  things  as to them  \nseem  expedient,  without  being  responsible for any loss occasioned by any act or \nthing so done by  them  in good  faith.  \n(2) The powers conferred by this section on two or more trustees acting  together may be \nexercised by a sole acting trustee when by the instrument  of trust,  if any, a  sole trustee is  authorized to  \nexecute  the trusts  and powers  thereof.  \n \n(3) This section applies only if and as far as a contrary intention is not  expressed in the \ninstrument of trust, if any, and shall h ave effect subject to the  terms  of that instrument and to  the provisions  \ntherein contained.  \n \n56. Power to several trustees of whom one disclaims or dies. —When  an authority to deal with \nthe trust -property is given to several trustees and one of  them disclaims or dies, the authority may be \nexercised by the continuing trustees,  unless from the terms of the instrument of trust it is apparent that the \nauthority is  to be exercised by  a number  in excess of the  number of  the remaining  trustees.  \n \n57. Suspension of trustee’ s powers by decree. —Where a decree has  been made in a suit for the \nexecution of a trust, the trustee must not exercise any  of his powers except in conformity with such decree, \nor with the sanction of the  court by which the decree has been made, or, where a n appeal against the decree  \nis pending, of  the Appellate  Court.  \n________________  \n \nPage 22 of 32 \n CHAPTER  VI \n \nOF THE  DISABILITIES  OF TRUSTEES  \n \n58. Trustees cannot renounce after acceptance. —A trustee who has  accepted  the Trust  cannot  \nafterwards renounce  it except. — \n \n(a) with the permission  of a principal  civil court  of original     jurisdiction,  or \n \n(b) if the beneficiary  is competent  to contract,  with his consent,  or \n \n(c) by virtue  of a special  power  in the instrument  of trust.  \n \n59. Trustee cannot delegate. —A trustee cannot delegate his office or  any of his  duties either  to \na co-trustee or  to a stranger,  unless — \n \n(a) the instrument of  trust so provides,  or \n \n(b) the delegation  is in the regular  course of business,  or \n \n(c) the delegation  is necessary,  or \n \n(d) the beneficiary,  being  competent  to contract,  consents  to the    delegation.  \nExplanation. —The appointment of an attorney or proxy to do an act  merely ministerial and \ninvolving no independent discretion is not a delegation  within  the meaning  of this section.  \n \n60. Co-trustees cannot act singly. — When there are more trustees than  one, all must join in the \nexecution of the trust, except where the instrument of  trust otherwise provides.  \n \n61. Control of discretionary power. — Where a discretionary power  conferred on a trustee is \nnot exercised reasonably and in good f aith, such power  may be controlled  by a principal civil  court  of \noriginal  jurisdiction.  \n \n62. Trustee may not charge for services. — In the absence of express  directions to the contrary \ncontained in the instrument of trust or of a contract to  the contrary entere d into with the beneficiary or the \ncourt at the time of accepting      the trust, a trustee has no right to remuneration for his trouble, skill and loss \nof time in executing the trust. Nothing in this section applies to any official trustee,  administrator  general,  \npublic  curator,  or person  holding  a certificate  of administration.  \n \n63. Trustee  may not use trust -property  for his own profit. — A trustee shall not use or deal \nwith the trust property for his own profit or for any  other  purpose  unconnected  with the trust.  \n \n64. Trustee for sale or his agent may not buy. — No trustee whose  duty it is to sell trust \nproperty and no agent employed by such trustee for the  purpose of the sale, may, directly or indirectly, \nbuy the same or any interest  therein,  on his own  account  or as  agent  for a third person.  \n \nPage 23 of 32 \n 65. Trustee  may not buy beneficiary’s  interest  without  permission. — (1) No trustee and no \nperson who has recently ceased to be a  trustee,  may,  without  the permission  of a principal  civil court  of \noriginal  jurisdiction, buy or become mortgagee or lessee of the trust property or any party  thereof and such \npermission shall not be given unless the proposed purchase,  mortgage  or lease  is manifestly  for the  \nadvantage of  the beneficiary.  \n \n(2) No trustee  whose  duty it is to buy or to obtain  a mortgage  of lease   of particular  property  \nfor the beneficiary  may buy it or any part thereof  or obtain     a mortgage or  lease of  it or any part thereof, \nfor himself.  \n \n66. Cotrustee may not lend to one of themselves. — A trustee or co - trustee whose duty, it is to \ninvest trust -money on mortgage or personal security  must not invest it on a mortgage by or on the personal \nsecurity of himself, or one  of his co -trustees.  \n____________________  \n \nCHAPTER  VII \n \nOF RIGHTS  AND  LIABILITIES  OF BENEFICIARY  \n \n67. Rights to  rents and profits. — The beneficiary has subject to the  provisions of the instrument \nof trust, a right to the rents and profits of the trust - property.  \n \n68. Right to specific execution. — The beneficiary is entitled to have  the intention of the author \nof the tr ust specifically executed to the extent of the  beneficiary‘s  interest.  \n \n69. Right to transfer of possession. — (1)Where is only one beneficiary  and he is competent to \ncontract or where there are several beneficiaries and they  are competent to contract and all are of one \nmind, he or they may require the  trustee to transfer the trust property to him or them, or to such  person as \nhe or  they may direct.  \n \n(2) When property has been transferred or bequeathed for the benefit of  a married woman, so \nthat she shall not have power to deprive herself of her  beneficial interest nothing in sub -section (2) applies \nto such property during her  marriage.  \n \n70. Right to inspect and take copies of instrument of trust accounts,  etc.—The beneficiary has \na right, as against the trustee and all  persons claiming  under him with notice of the trust to inspect and \ntake copies of the instrument of  trust, the documents of title relating solely to the trust property, the \naccounts of  the trust property and the vouchers if any by which they are supported  and the  cases  submitted  \nand opinions  taken  by the trustee  for his guidance  in the discharge  of his duty.  \n \n71. Right  to transfer  beneficial  interest. — The beneficiary,  if competent to contract, may \ntransfer his interest but subject to the law for the time  being in force as to the circumstances and extent in \nand to which he may dispose  of such interest:  \n \nPage 24 of 32 \n Provided that when property is transferred or bequeathed for the benefit  of a married woman, \nso that she shall not have power to deprive herself of her  benef icial interest, nothing in this section shall \nauthorize her to transfer such  interest during  her marriage.  \n \n72. Right  to sue for execution  of trust. — Where  no trustees  are appointed or all the trustees die, \ndisclaim, or discharged or where for any other  reason  the execution of a trust by the trustee is or becomes \nimpracticable, the  beneficiary  may institute a  suit for the execution of  the trust and the  trust shall, so  far \nas may be possible,  be executed  by the Court  until the appointment  of a trustee  or new trustee.  \n \n73. Right to proper trustees. — (1) The beneficiary has a right subject  to the provisions  of the \ninstrument  of trust,  that the trust property  shall  be  properly protected and held and administered by proper \npersons and by a proper  number of such perso ns. \n \n(2)  A person  domiciled  abroad,  alien  enemy,  a person  having  an interest  inconsistent  with \nthat of the beneficiary,  a person  in insolvent  circumstances; and unless the personal law of the beneficiary \nallows otherwise  and a minor  are not proper  persons  under  this section.  \n \n74. Right to compel to any act of duty. — The beneficiary has a right  that his trustee  shall  be \ncompelled  to perform any particular act of  his duty as  such and restrain  from  committing  any contemplated \nor probable  breach  of trust.  \n \n75. Wrongful  purchase  by trustee. — (1) Where  a trustee  has wrongfully bought trust property, \nthe beneficiary has a right to have the property  declared subject to the trust or retransferred by the trustee, \nif it remains in his  hands unsold, or, if it has been bought from him by any person with notice of the  trust, \nby such person. But in such case the beneficiary must repay the purchase  money paid by the trustee, with \ninterest, and such other expenses, if any as he has  properly incurred in the preservation of th e property and \nthe trustee or purchaser  must, — \n \n(a) account  for the net profits  of the property;  \n \n(b) be charged  with an occupation -rent, if he has been  in actual  possession  of the \nproperty;  and \n \n(c) allow the beneficiary to deduct a proportionate part of the purchase - money  if the \nproperty  has been  deteriorated  by the acts or omissions  of the trustee or  purchaser.  \n \n(2) Nothing  in this section  — \n \n(a) impairs  the rights  of lessees  and others  who,  before  the institution  of a suit to have  \nthe property  declared  subject  to the trust or retransferred,  have  contracted  in good  \nfaith with the trustee  or purchaser; or  \n \n(b) entitles the beneficiary to have the property declared subject to the  trust or \nretransferred  where  he being competent  to contract  has himself,  without  coercion  \nor undue  influence  having  been  brought  \n \nPage 25 of 32 \n to bear on him, ratified the sale to the trustee with full knowledge of  the facts of \nthe case  and of his rights  as against  the trustee.  \n \n76. Trust property into the hands of third person. — (1) Where trust  property comes into  the \nhands of a third person inconsistently with the trust, the  beneficiary  may require  him to  admit  formally,  \nor may institute  a suit or a declaration,  that the property  is comprised  in the trust.  \n \n(2)  Where the trustee has disposed of trust property and  the money or  other property which \nhe has received therefore can be traced in his hands or the  hands of his legal representative or legatee, the \nbeneficiary has in respect thereof,  rights as merely as may be the same as his rights in respect of the original \ntrust property.  \n \n77. Saving of rights of certain transferees. — Nothing in section 75  entitles  the beneficiary  to \nany right  in respect  of property  in the hands  of — \n \n(a) a transferee in good faith for consideration without having notice of  the trust, eithe r \nwhen the purchase -money was paid, or when the  conveyance was executed,  or \n \n(b) a transferee  for consideration  from  such a transferee.  \n \n(2) A judgment creditor of the trustee attaching and purchasing trust  property  is not a \ntransferee  for consideration within  the meaning  of this section.  \n \n(3) Nothing is section 75 applies to money currency notes, negotiable  instruments in the \nhands of a bona fide holder to whom they have passed in  circulation, or shall be deemed to affect the \nContract Act, 1872 (IX of 1872),  section  108, or  the liability  of a person to  whom  a debt or charge is  \ntransferred.  \n \n78. Acquisition  by trustee  of trust -property  wrongfully  converted. —Where a trustee \nwrongfully sells or transfers trust property and  afterwards  himself  becomes  the owner  of the property,  the \nproperty  again  becomes subject to the trust, notwithstanding any want of notice on the part of  intervening  \ntransferees in good  faith for consideration.  \n \n79. Right in case of blended property. —Where the trustee wrongfully  mingles the trust property \nwith his own, the beneficiary is entitled to a change on  the whole  fund for the amount  due to  him. \n \n80. Wrongful  employment  by partner -trustee. —(1) If a partner,  being a trustee, wrongfully \nemploys trust property in the business or on the  account of the partnership , on other partner is liable \ntherefore in his personal  capacity  to the beneficiaries, unless  he had notice of  the breach of  trust.  \n(2) The partners having such notice are jointly and severally liable for  the breach of trust.  \n \n81. Liability of beneficiary joining in breach of trust. —(1) Liability  of beneficiary  in \ncommitting  breach  of trust arises  where  one of several  beneficiaries — \n \n \n \nPage 26 of 32 \n (a) joins  in committing  breach  of trust,  or \n \n(b) knowingly obtains any advantage there from, without the consent of  the other \nbeneficiaries, or  \n \n(c) becomes aware of a breach of trust committed or intended to be  committed, and \neither actually conceals it, or does not within a  reasonable time  take proper  steps  to \nprotect  the interests of the  other  beneficiaries, o r \n \n(d) has deceived  the trustee  and thereby  induced  him to  commit  a breach of trust, the \nother beneficiaries are entitled to have all his  beneficial interest impounded as \nagainst him and all who claim  under him, otherwise than as transferees for \nconsideration without  notice of the breach, until the loss caused by the breach has \nbeen  compensated.  \n \n(2)   When property has been transferred or bequeathed for the benefit of  a married woman, \nso that she shall not have power to deprive herself of her  beneficial interest, nothing in this section applies \nto such property during her  marriage.  \n \n82. Rights and liabilities of beneficiary’s transferee. — Every person  to whom a beneficiary \ntransfers his interest has the rights and is subject to the  liabilities  of the benefici ary in respect  of such \ninterest  at the  date of the transfer.  \n \n____________________  \n \n \nCHAPTER  VIII \n \nOF VACATING  THE  OFFICE  OF TRUSTEE  \n \n83. Office how vacated. — The office of a trustee is vacated by his  death  or by  his discharge from  \nhis office.  \n \n84. Discharge  of trustee. — the trustee  may be discharged  from his  office  only as follows — \n \n(a) by the extinction  of the trust;  \n(b) by the completion  of his duties  under  the trust;  \n \n(c) by such means as  may be prescribed  by the instrument  of trust;  \n \n(d) by appointment  under  this Act of a new trustee  in his  place;  \n \n(e) by consent of himself and the beneficiary, or, where there are more  beneficiaries  \nthan one, all the beneficiaries  being  competent  to contract;  \n \nPage 27 of 32 \n  \n(f) by the executive  order  of the Director  if any of the trustee:  \n \n(i) is convicted  by a court  in criminal case;  \n(ii) fails to fulfill  any of the duty or obligation  required  under  this Act; or  \n(iii) has been  penalized under sections  17 (c) and (e) above;  and \n \n(g) by the court to which a petition for his discharge is presented under  this Act.  \n \n85. Petition  to be discharged  from  trust. —Notwithstanding  the provisions of section 22, every \ntrustee may apply by petition to a principal civil  court  of original  jurisdiction  to be discharged  from  his \noffice  and if the court  finds that there is sufficient reason for such discharge, it may discharge him  \naccordingly and direct his costs to be paid out of the trust property. But where  there is no such reason, the \ncourt shall not discharge him, unless a proper person  can be found to  take his place.  \n \n86. Appointment of new trustees  on death, etc. —(1) Whenever any  person appointed a trustee \ndisclaims of any trustee, either original or substituted,  dies or is for a continuous period of six months \nabsent from Pakistan, or leaves  Pakistan for the purpose of residing abroad or is declare d an insolvent or \ndesires  to be discharged from the trust or refuses or becomes in the opinion of a principal  civil court of \noriginal jurisdiction unfit or personally incapable to act in the trust  or accepts  an inconsistent trust,  a new \ntrustee  may be appointed  in his place  by - \n \n(a) the person nominated for that purpose by the instrument or trust (if  any), or  \n \n(b) if there be no such person or no such person able and willing to act,  the author of \nthe trust if he be alive and competent to contract or the  surviv ing or continuing \ntrustee or trustee for the time being, or legal  representative of the last surviving and \ncontinuing trustee, or with  the consent  of the court,  the retiring  trustee,  if they all \nretire  simultaneously,  or with the like consent,  the last retiring  trustee.  \n(2) Every such appointment shall be in writing under the hand of the  person making  it. \n \n(3) On an appointment of new trustee the number of trustees may be  increased.  \n \n(4) The official trustee may, with his consent and by the order of the  court, be appointed \nunder this section, in any case in which only one trustee is to  be appointed and such trustee is to  be sole  \ntrustee.  \n \n(5) The provisions of this section relative to a trustee who is a dead  include the case of a \nperson nominated trustee in a will but dying before the  testator and those relative to a continuing trustee \nincluded refusing or retiring  trustee  if willing  to act in the execution  of the power.  \n \n87. Appointment  by Court. —(1) Whenever  any such vacancy  or disqualification occurs and it \nis found impracticable to appoint a new trustee  under section 85, the beneficiary may, without instituting \na suit, apply by petition  to a principal  civil court  of original  jurisdiction  for the appointment  of a trustee  \n \nPage 28 of 32 \n or a new trustee,  and the Court  may appoint  a trustee  or a new trustee  accordingly.  \n \n(2)  Rule for selecting new trustees. —In appointing new trustees, the  court shall  have \nregard:  \n \n(a) to the wishes  of the author  of the trust as expressed  in or to be inferred  from  \nthe instrument  of trust;  \n \n(b) to the wishes  of the person,  if any, empowered  to appoint  new trustees;  \n \n(c) to the question  whether  the appointment  shall  promote  or impede  the execution \nof the trust;  and \n \n(d) where  there  are more  beneficiaries  than one to the interests  of all    such \nbeneficiaries.  \n \n88. Vesting of trust property in new trustees. —(1) Whenever any  new trustee  is appointed  \nunder  sections  85 or 86, all the trust property  for the time being vested in the surviving or continuing \ntrustees or trustee or in the legal  representative  of any trustee  shall  become  vested  in such new trustee,  \neither  solely or jointly with the surviving or continuing trustees or trustee as the case  may require.  \n(2)  Power  of new trustees. —Every  new trustee  so appointed  and every trustee appointed \nby a court, either before  or after the passing of this Act,  shall have the same powers, authorities and \ndiscretions and shall in all respects  act, as if he had  been  originally  nominated  a trustee  by the author  of \nthe trust.  \n \n89. Survival of trust. —On the death or discharge of one of several co - trustees, the trust survives \nand the trust property passes to the others, unless the  instrument of trust  expressly  declares, otherwise.  \n \n____________________  \n \nCHAPTER  IX \n \nOF THE  EXTINCTION  OF TRUSTS  \n \n90. Trust how extinguished. — A trust is extinguished — \n \n(a) when  its purpose  is completely  fulfilled;  or \n \n(b) when  the director considers  and has sufficient reasons  to believe  that the activities \nof the trust are included in section 16 (b) of this  Act and  records reasons  in the order  \nto extinct  the trust; or \n \n(c) when  the fulfillment  of its purpose  becomes  impossible  by destruction  of the trust \nproperty  or otherwise;  or \n \nPage 29 of 32 \n  \n(d) when  the trust being  revocable  is expressly  revoked:  \n \nProvided that reasonable defense opportunity has been given to  the trust in case of sub-\nsection (c), above and the trust has the right  of appeal  to the department.  \n \n91. Revocation of trust. — (1) A trust created under this Act shall be  revoked  at the pleasure  of \nthe testator.  \n \n(2) A trust otherwise  created  can be  revoked  only – \n \n(a) where  all the beneficiaries  are competent  to contract  by their consents;  \n \n(b) where the trust has been declared by non testamentary instrument or  by word of \nmouth, in exercise of a power of revocation expressly  reserved  to the author  of the \ntrust;  or \n \n(c) where the trust is for  the payment of the debts of the author of the  trust and has not \nbeen communicated to the creditors at the pleasure  of the author of  the trust.  \nIllustration: — A conveys property to B in trust to sell the same and pay  out of the proceeds  \nthe claims  of A‘s creditors.  A reserves  no power  of revocation. If no communication has been made to the \ncreditors, A may revoke  the trust. But if the creditors are parties to the arrangement, the trust cannot be  \nrevoked  without  their consent.  \n \n92. Revocation not  to defeat what  trustees  have  duly  done. — No trust can be revoked by the \nauthor of the trust so as to defeat or prejudice, what  the trustees may  have duly  done in execution  of the \ntrust.  \n____________________  \n \nCHAPTER  X \n \nOF CERTAIN  OBLIGATIONS  IN THE  NATURE  OF TRUSTS  \n \n93. Obligation in nature of trust is created. — An obligation in the  nature  of a trust is created \nin the  cases mentioned  in section 93.  \n \n94. Transferor intended to dispose  of beneficial  interest. — Where  the owner  of property  \ntransfers  or bequeaths  and it cannot  be inferred  consistently with the attendant circumstances that he \nintended to dispose of the  beneficial interest therein, the transferee or legatee must hold such property for  \nthe benefit  of the owner  or his legal  representative.  \n \n95. Transfer  to one for consideration  paid  by another. — Where  property is transferred to one \nperson for a consideration paid by another person  and it appears that such other person did not intend to \npay or provide such  consideration  for the benefit  of the transferee,  the transferee  must  hold the property \nfor the benefit of the person paying or providing the consideration. This  section  shall  not affect, the  \n \nPage 30 of 32 \n provisions of the  Code  of Civil  Procedure,  1908.  \n \n96. Trust  incapable  of execution  without  exhausting  trust - property. — Where a trust is \nincapable of being executed or where the trust is  completely executed without exhausting the trust \nproperty, the trustee, in the  absence of a direction to the contrary, must hold the trust property, or so much  \nthereof as is unexhausted, fo r the benefit of the author of the trust or his legal  representative.  \n \n97. Transfer  for illegal  purpose. — Where  the owner  of property  transfers it to another for an \nillegal purpose and such purpose is not carried into  execution or the transferor is not as guil ty as the \ntransferee or the effect of  permitting  the transferee  to retain  the property  might  be to defeat  the provisions  \nof any law, the transferee  must hold  the property  for the benefit of  the transferor.  \n \n98. Bequest  for illegal  purpose. — (1) Where  a testator  bequeaths  certain  property  upon  trust \nand the purpose  of the trust appears  on the face of the will to be unlawful,  or during  the testator‘s  life \ntime the legatee  agrees  with him to apply the property for an unlawful purpose, the legatee must hold the \nproperty  for the benefit  of the testator‘s  legal  representative.  \n \n(2)  Where property is bequeathed and the revocation of the bequest is  prevented by \ncoercion, the legatee must hold the property for the benefit of the  testator‘s  legal  representative.  \n \n99. Transfer pursuant to rescindable contract. — Where property is  transferred in pursuance \nof a contract which is liable to rescission or induced by  fraud or mistake, the transferee must, on receiving \nnotice to that effect, hold the  property for the benefit of  the transferor, subject to repayment by the latter \nof the  consideration  actually  paid.  \n \n100. Debtor  becoming  creditor’s  representative. — Where  a debtor  becomes the executor or \nother legal representative of his creditor, he must hold  the debt for the benefit  of the persons  interested  \ntherein.  \n \n101. Advantage  gained  by fiduciary. — Where  a trustee,  executor,  partner, agent, director of a \ncompany, legal advisor, or other person bound in a  fiduciary character to protect the interests of another \nperson, by availing himself  of his character, gains for himself any pecuniary advantage or where any \nperson  so bound enters into any dealings under circumstances in which his own interests  are or may be, \nadverse  to those  of such other  person  and thereby  gains  for himself a pecuniary advantage, he must hold \nfor the benefit of such other person  the advantage so gained.  \n \n102. Advantage gained by exercise of undue influence. — Where, by  the exercise of undue \ninfluence, any advantage is gained in derogation of the  interests of another,  the person gaining such \nadvantage without consideration, or  with notice that such influence has been exercised, must hold the \nadvantage for  the benefit  of the person whose  interests have  been so  prejudiced.  \n \n103. Advantage gained by qualified owner. — Where a t enant for life,  co-owner,  mortgagee  or \nother  qualified  owner  of any property  by availing  himself of his position as such gains an advantage in \nderogation of the rights of  the other  persons  interested  in the property  or where  any such owner,  as \nrepresenting  all persons interested in such property, gains any advantage, he must  hold for the benefit of \n \nPage 31 of 32 \n all persons so interested, the advantage so gained, but  subject to repayment by such persons of their due \nshare of the expenses properly  incurred and to an indem nity by the same persons against liabilities properly  \ncontracted  in gaining  such advantage.  \n \n104. Property acquired with notice of existing contract. — Where a  person  acquires  property  \nwith notice  that another  person  has entered  into an existing contract affecting that property of which \nspecific performance could be  enforced, the former must hold the property for the benefit of the latter to \nthe extent necessary  to give effect  to the contract.  \n \n105. Property to be held on trust. — Where a person contracts to buy  property  to be held on trust \nfor certain  beneficiaries  and buys  the property  accordingly, he must hold the property for their benefit to \nthe extent necessary to  give effect  to the contract.  \n \n106. Advantage  secretly  gained  by one of several  compounding  creditor s.— Where creditors \ncompound the debts due to them and one of such  creditors, by a secret arrangement with the debtor, gains \nan undue advantage over  his co -creditors, he must hold for the benefit of such creditors the advantage so  \ngained.  \n \n107. Constructive trusts in cases not expressly provided for. — In any  case not coming within \nthe scope of any of the preceding sections, where there is  no trust,  but the person  having  possession  of \nproperty  has not the whole  beneficial interest therein, he must  hold the property for the benefit of the \npersons  having such interest, or the residue thereof, as the case may be to the extent  necessary  to satisfy  \ntheir just demands.  \n \n108. Obligator’s  duties,  liabilities  and disabilities. — The person  holding property in \naccordance with any of the preceding sections of this Chapter  must,  so far as may be, perform  the same  \nduties,  and is subject  so far as may be to the same liabilities and disabilities, as if he were a trustee of the \nproperty for  the person for whose benefit  he holds  it: \n \nProvided that where he rightfully cultivates the property or employs it in  trade or business, \nhe is entitled to reasonable remuneration for his trouble, skill  and loss of time in  such cultivation or \nemployment:  \n \nProvided further that where he holds the property by virtue of a contract  with a person for \nwhose benefit he holds it or with any one through whom such  person claims, he may, without the \npermission of the court, buy or become lessee     or mortgagee of the property  or any  part thereof.  \n \n109. Saving of rights of bona fide purchasers. — Nothing contained in  this Chapter shall impair \nthe rights of transferees in good faith for consideration  or create an obligation in  evasion of  any law for \nthe time being  in force.  \n__________________  \n \n \n \nPage 32 of 32 \n CHAPTER  XI \nMiscellaneous  \n110. Power  to make rules. — Subject  to the  approval  of the Federal  Government, the Chief \nCommissioner of Islamabad Capital Territory shall make  rules to carry out the purposes of this Act within \na period not later than the sixty  days from  the date  of enactment  of this Act.  \n111. Power  to interpret. — (1) The Chief  Commissioner,  Islamabad  Capital  Territory,  Islamabad  \ncan exercise  arbitrary  powers  to clarify  any confusion  arising  out of the interpretation  of the sections of  \nthis Act:  \nProvided  that the  secretary  must — \n(a) refer  to the illustrations  or explanations  mentioned  in the Trust  Act   1882;  and \n(b) consult  the Law,  Parliamentary  Affairs  and Human  Rights  department.  \n(2)  Nothing contained in this section may be interpreted contrary to the  judgments  of High  \nCourts  or Supreme  Court of Pakistan,  as the case may be. \n112. Repeal. — The Trust Act, 1882 (II of 1882) is hereby repealed to the  extent of Islamabad \nCapital  Territory,  Islamabad.  \n113. Saving. — (1) Notwithstanding the aforesaid repeal in section 111 above, anything done, \naction taken, rules made or notifications issued under the  aforesaid Act, so far as it is not inconsistent with \nthe provisions of this Act, shall  be deemed to have been made, done or taken under this Act and shall have \neffect  accordingly.  \n \n(2) Any document referring to the repealed Act shall be construed as  referring  to \ncorresponding  provisions of this  Act: \nProvided that all the Trusts registered in Islamabad Capital Territory  under  the repealed  Act \nshall  be freshly  registered  under  this Act within  a period      of six months."
}