{
    "file": "./converted_json\\administratord4cbc313adbc764f984f4036cd5980e1.json",
    "name": "Oil and Gas Regulatory Authority (Liquefied Natural Gas) Rules, 2007",
    "date": "26th May 2007",
    "tagline": "Regulatory Framework for Liquefied Natural Gas in Pakistan",
    "content": "GOVERNMENT OF PAKISTAN  \nCABINET DIVISION  \nIslamabad, the 26th May 2007  \n \nNOTIFICATION  \n \nS.R.O.  458(I)/2007 —In exercise of the powers conferred by section 41 of the Oil \nand Gas Regulatory Authority Ordinance, 2002 (XVII of 2002), the Oil and Gas \nRegulatory Authority, with the approval of the Federal Government, is pleased to \nmake the following rules, namely: — \n \nPART I  \nPRELIMINARY  \n \n1.  Short title and commencement. — (1) These rules may be called the \nOil and Gas Regulatory Authority (Liquefied  Natural Gas) Rules, 2007 . \n \n(2) They shall come into force at once.  \n \n2.  Definitions. — (1) In these rules, unless there is anything repugnant in \nthe subject or context, — \n \n(a) “applicant” means the company making  the application and \nincludes, in the case of a co nsortium or joint -venture, each \ncompany individually;  \n(b) “application” means an application made to the Authority in \naccordance with the provisions of these rules for obtaining a \nlicence from the Authority;  \n(c) “communication” means the pleadings and any other \ncorrespondence with the Authority in connection with the \nproceedings;  \n(d) “consent” includes any licence, lease, right, exemption, \napproval, concession, permission, sanction, permit, \nauthorization, certification, clearance, privilege, option, \nentitlement, bene fit or validation;  \n(e) “LNG” means Liquefied Natural Gas; \n(f) “LNG Policy” means policy guidelines , relating to LNG, \nissued by the Federal Government, from time to time, \npursuant to section 21 of the Ordinance;  \n(g) “LNG Processing” means all that process which is requ ired \nto convert LNG  into RLNG including by use of open rack \nvaporizers, submerged combustion vaporizers, or heat \nexchanging vaporizers;  \n(h) “LNG Production” means all that process which is required \nto convert natural gas into LNG including, natural gas \n      treatm ent, natural gas liquefaction, LNG storage and LNG \nfilling;  \n(i) “LNG Terminal” means fixed or movable facilities, whether \nlocated on land or sea, used for loading, unloading, storage \nand re -gasification of LNG including all ancillary and \nauxiliary equipment an d pipelines;  \n(j) “licence” means a licence granted by the Authority in \naccordance with these rules;  \n(k)   “motion” means any written or, if so permitted by the \nAuthority, oral application in relation to any matter under \nthese rules;   \n(l) “Mtpa “ means million tons pe r annum;  \n(m)  “Ordinance” means the Oil and Gas Regulatory Authority \nOrdinance, 2002 (XVII of 2002);  \n(n) “pipeline” means all parts of those physical facilities through \nwhich LNG, RLNG or natural gas  moves, including pipes, \nvalves and other appurtenances attached  to pipes, compressor \nunits, refrigeration units, metering stations, regulated \nstations, delivery stations, holders and fabricated assemblies;  \n(o)  “pleadings” means the application, the replies to the \napplication and rejoinders;  \n(p)   “proceedings” means the pr ocess beginning with the filing of \nan application and ending when the Authority makes its final \ndetermination and includes the process of a review by the \nAuthority of its final determination;   \n(q) “register” means the record maintained by the Registrar \nwherei n shall be entered the title and number of all \napplications and communications in such manner and with \nsuch details as the Authority may, from time to time, direct;  \n(r) “RLNG” means re -gasified LNG;  \n(s)   “Registrar” means a person designated as such by the \nAuth ority to register and record the receipt of \ncommunications and applications submitted to the Authority, \nand to perform such other duties under these rules as may, \nfrom time to time, be assigned by the Authority;  \n(t) “regulated activity” means any one or a comb ination of more \nthan one activity relating to LNG that requires a licence from \nthe Authority pursuant to the Ordinance, namely: \nconstruction of LNG Production Facility, operation of LNG \nProduction Facility, construction of LNG Processing Facility, \noperatio n of LNG Processing Facility, construction of LNG \nTesting Facility, operation of LNG Testing Facility, \nconstruction of LNG Storage Facility, operation of LNG \nStorage Facility, construction of LNG Terminal, operation of \nLNG Terminal, Transportation of LNG, Filling of LNG, \nMarketing of LNG, Distributing of LNG;  and \n(u) “special accounts” means accounts of the licensee \nmaintained in such form as the Authority may require for \nenabling it to review the licensee’s progress in u ndertaking a \nregulated activity.  \n \n(2)            The words and expressions used but not defined in these rules shall have the \nmeanings respectively assigned to them in the Ordinance.  \n \n \n \nPART II  \nLICENCING OF REGULATED ACTIVITIES  \n \n3.  Licence . — \n \n(1)   A licence may be restricted by the categor y of regulated \nactivity, area of operation, period of authorization and such other terms as \nthe Authority may determine.  \n \n(2) The Authority may grant a licence to carry on any regulated \nactivity to such persons, and on such terms, and for such periods, as it \nmay, in accordance with these rules and the LNG Policy, determine:  \n \nProvided that a licence granted by the Authority shall be valid for a \nmaximum period of twenty years and in determining the period of a \nlicence, the Authority shall keep in view, int er alia, the investment to \nbe made by the applicant.  \n \n4.   Application for a licence . —  (1)  Any company incorporated inside or \noutside Pakistan may submit an application to the Authority for obtaining \nor renewing a licence to undertake a regulated activ ity, by filing it with the \nRegistrar along with such fees based on the estimated cost of the project as \nthe Authority, may, from time to time, determine.  \n \n(2) An application filed under sub -rule  (1) shall be made in the format \nspecified in Schedule -I to thes e rules, clearly specifying the \ninformation required therein.  \n \n(3) An application filed under sub -rule (1) shall be accompanied by --- \n \n(a)  attested copy of the applicant’s certificate of incorporation;  \n(b) attested copies of the memorandum and articles of associ ation \nof the applicant;  \n(c) attested copy of the applicant’s certificate of commencement of \n      business;  \n(d) attested copy of the applicant’s latest yearly submission to the \nCorporate regulator;  \n(e) attested copy of the latest audited annual financial statements \nof the a pplicant;  \n(f) attested copy of the corporate authorizations allowing the \nsubmission of the application;  \n(g) in the case of an applicant being a subsidiary company, the \ndocuments specified in clauses (a) to (d) of this sub -rule, \npertaining  to its holding company;  \n(h)  details of the consents required under applicable laws, from \npersons other than the Authority, for carrying on the relevant \nregulated activities and the status of such consents;  \n(i) details of the technical and financial expertise and resources \navailable fo r carrying on the relevant regulated activities;  \n(j)  details of the resources and expertise available to handle \nemergency situations arising out of natural calamities, \naccidental or criminal acts or omissions, specifying which such \nresources are available and  which are to be procured;  \n(k) a list of the names and business addresses of the applicant’s \nsenior management, including without limitation, departmental \nand/or divisional heads;  \n(l)   a concise statement setting forth the methodology to be \nadopted in undertakin g the project including, without \nlimitation, the expected time frame for completing the project \nand the principle activities to be undertaken;  \n(m) if the applicant or any of its officers or directors, directly or \nindirectly, owns, controls, or holds ten perce nt or more of the \nvoting interest in any other person engaged in a regulated \nactivity, a detailed explanation of each such relationship, \nincluding the percentage of voting interest owned, held or \ncontrolled;  \n(n) a list of all other applications, petitions or  filings filed by the \napplicant which are pending before the Authority at the time of \nthe filing of this application and which directly and \nsignificantly affect this application, including an explanation of \nany material effect the grant or denial of those other \napplications, petitions or filings will have on this application \nand of any material effect the grant or denial of this application \nwill have on those other applications, petitions or filings;  \n(o) maps issued or certified by the Survey of Pakistan, draw n to an \nappropriate scale showing details of area where the project is \nproposed to be located and the principal geographical features \nof the said areas;  \n(p) a statement setting out complete details of health, safety and \nenvironmental policy to be adopted by t he applicant in relation \nto the project;  \n(q) details of the sources and quality of supply of LNG including \nforecasts of the available quantity from such sources;  \n(r) a project im plementation plan consisting of — \n(i) a detailed feasibility report of the project;  \n(ii) a description of the project, its purpose and cost, \nincluding conceptual engineering design, \ncapacity, location option and preference, as well \nas all ancillary or related facilities that are \nproposed to be constructed, owned or operated by \nthe applicant; and  \n(iii) an outline of the anticipated time  table for \nconstruction and operation, together with dates on \nwhich critical events, including approvals \nrequired from other persons, shall take place;  \n(s) a description of any new or expanded public works, \nundertakings or in frastructure that will be entailed by the \nproject, together with an estimate of the costs and necessary \ncompletion dates;  \n(t)  a statement identifying any significant risks to successful \ncompletion of the project;  \n(u)any data or information which the applicant pr oposes to rely on  \nshowing the adequacy and availability to it of resources for \nfinancing the project;  \n(v)a concise statement setting forth arrangements for supervision, \nmanagement, engineering, accounting, legal, or other similar \nservices to be rendered in c onnection with the construction or \noperation of the project, if not to be performed by employees of \nthe applicant, including reference to any existing or \ncontemplated agreements therefor;  \n(w) a certificate, duly signed by the chief executive of the \napplicant, stating that the proposed project employs proven \ntechnology and , in the case of a licence for an LNG terminal, \nthat the criteria set out in the LNG Policy for selecting the site \nhas been met; and  \n(x) such other information or documentation as the Authority   \nmay, from time to time, require, including without limitation, \nsupplementary information or documentation required by the \nAuthority to clarify the information contained in the \napplication.  \n \n(4)  The Registrar shall examine the contents of the application i n \norder to satisfy himself as to the conformity thereof with the provisions of \nsub-rules (2) and (3) , — \n       \n(a)          where the application is found to be in conformity with the \nrequirements of these rules, he shall accept the application \nand endorse the reon a stamp acknowledging the filing along \nwith the number given thereto in the register; or  \n \n(b)      where the application is found not to be in conformity with \nthe requirements of these rules, he shall as soon as may be, \nbut no later than seven days of fi ling thereof, return the \napplication to the applicant with directions to amend and \nresubmit the application in accordance with the provisions of \nsub-rules (2) and (3):  \n \n         Provided that, where an application is resubmitted by \nthe applicant, and the Registrar is not satisfied of the \nconformity thereof with the requirements of sub -rules (2) and \n(3), the Registrar shall place the application before the \nAuthority for such directions as it may deem necessary, no \nlater than three days of the date of resubm ission thereof by \nthe applicant.  The Authority shall not reject an application \non the grounds of any defect therein without giving the \napplicant an opportunity of rectifying the defect within the \ntime specified for the purpose by the Authority.  \n \n(5)  Any  communication filed by a person in connection with the \nproceedings shall contain his or its, name and address, the subject -matter \nof the communication and the title of the proceedings, and shall be filed \nwith the Registrar who shall acknowledge receipt th ereof either on a copy \nof the communication or through a written receipt in a format to be \ndetermined by the Authority and shall also endorse on the filing receipt the \nnumber of the application in connection with which the communication is \nfiled and the nu mber assigned to the communication on the register.  \n \n(6)  All applications shall be deemed to be filed on the date of \nacceptance thereof by the Registrar, and where resubmitted in accordance \nwith the provisions of sub -rule (4), on the date the Registrar o r the \nAuthority, as the case may be, accepts the filing thereof and a \ncommunication shall be deemed to be filed on the date on which it is filed \nwith the Registrar.  \n \n(7) The contents of any communication shall pertain to a single \napplication in respect of which it is filed.  \n \n(8)  An application or communication shall be signed by the \ncommunicator or by one or more of the applicant’s or communicator’s \nauthorized representatives in their individual names on behalf of the \napplicant or the communicator.  \n \n(9)  Any application or communication, wherein any statement of \nfact or opinion is made by the applicant or the communicator, shall be \nverified by an affidavit, drawn up in the first person stating the full name, \nage, occupation and address of the deponent and  the capacity in which he \nis signing, indicating that the statement made therein is true to the best of \nthe knowledge of the deponent, information received by the deponent and \nbelief of the deponent, and shall be signed and sworn before a person \nlawfully a uthorized to take and receive affidavits:  \n  \nProvided that, a communication filed during the course of a \nhearing may be affirmed in person before the Authority by the person \nfiling the same and where  any statement in an affidavit is stated to be true \naccording to the information received by the deponent, the affidavit shall \nalso disclose the source of such information.  \n \n(10)  An application or communication shall be filed with such \nnumber of copies as the Authority may, from time to time, determine.  \n \n(11)  An application or communication shall be filed for \nregistration during office hours at the principal office of the Authority, or \nsuch other office as may be directed by the Authority.  An application or \ncommunication may be forwarded to the Authority th rough registered post \nor courier service.  If an authorized agent files an application or \ncommunication on behalf of any party, the document authorizing the agent \nto do so shall be filed along with the application or communication, if not \nalready filed in the record of the case.  \n \n5.  Admission of application. —(1) As soon as may be, but not later than \nfourteen days of the date of filing of the application, an application shall \nbe placed before the Authority for appropriate action.  \n \n(2)  The Authority may call for submission by the applicant of any \nfurther supporting communication for the purposes of evaluation of the \napplication for admission, within such time as it may specify. The \nAuthority shall not be required to entertain or admit any application unti l \nsuch supporting communication is furnished.  \n \n(3)  The Authority may, if a prima facie  case for evaluation exists, \nadmit the application for consideration without requiring attendance of the \napplicant.  The Authority shall not pass an order refusing admi ssion \nwithout giving the applicant an opportunity of being heard or making a \nwritten representation.  \n       \n(4)  In case the Authority admits the application, it may give such \norders and directions for the service of notices as it deems appropriate to -- \n \n(a)                   all persons affected by or interested in the application who in \nthe opinion of the Authority are likely to be affected or \ninterested ; and  \n \n(b)                  persons who, by reason of their calling or expertise, may be \nof assistanc e to the Authority in arriving at a just and \ninformed determination of the proceedings.  \n \n(5)  The Authority may, if it deems appropriate, direct the \nadvertisement by publication of the title and brief description of the \napplication in any one or more news papers specified for the purpose by \nthe Authority.  Such publication shall also contain a notice of the \navailability of a copy of the application at the office of the Authority on \npayment of the fee determined for the purpose by the Authority.  \n \n(6) At the request of the applicant, the Authority may issue a \ncertificate certifying the admission of the application and stating the date \non which the application was admitted  and s uch certificate shall be signed \nby the Registrar and shall be issued within fourteen  days of the request \ntherefor.  \n \n6. Publication and service of notices. —(1) A notice or process issued on \nthe directions of the Authority may be served by the Registrar or the party \nconcerned as the Authority may direct, and the Authority may direct the \nservice to be effected through any one or more of the following modes of \nservice, namely: -- \n \n(a)     by hand delivery through a messenger;   \n(b)     by registered post  acknowledgment due ; or  \n(c)    by publication in one or more national daily newspaper (s) where the \nAuthority is satisfied that it is not reasonably practicable to serve \nnotices in any other manner.  \n \n(2)  Every notice or process required to be served on, or delivered \nto, any person may be sent to the person at the address furnished by him \nfor service or at the place where the person or his agent ordinarily resides \nor conducts business or personally works for gain and where a person is to \nbe served during the course of the proceedings and such person has \nauthorized an agent or representative  to represent him in the proceedings, \nsuch agent or representative shall be considered duly authorized to accept  \nservice of a notice or process on behalf of the person concerned.  \n \n(3)  In case an applicant does not fulfill the requirements of these \nrules or directions of the Authority regarding service or publication, the \nAuthority may either reject the application or give such further directions, \nas it deems fit and proper.  \n \n(4)  No service or publication shall be deemed invalid by reason \nonly of any de fect in the name or description of a person if the Authority \nis satisfied that such service or publication is in all other respects \nsufficient.  \n \n7.  Intervention. —  (1) Any interested person who desires to participate \nin the proceedings may file an interv ention request for leave to intervene \nalong with the fees determined for the purpose by the Authority.  \n \n(2)  The intervention request shall state the name and address of \nthe person filing the same and shall describe the manner in which such \nperson is or i s likely to be substantially and specifically affected by any \ndetermination in the proceedings.  The intervention request shall state the \ncontention of the person making the same, the relief sought and brief \nparticulars of the evidence such person intends to adduce during the \ncourse of the proceedings.  \n \n(3)  The Authority may grant leave to intervene, subject to such \nconditions, if any, as it may deem appropriate, and it may grant leave to \nintervene without requiring attendance of the intervener.   \n \n(4)  The Auth ority shall not pass an order refusing to grant leave to \nintervene without giving the intervener an opportunity of being heard or \nmaking a written representation. The Authority, while refusing leave to \nintervene, may direct the person making the interventi on request to file \nsuch particulars before the Authority as may have been referred to in the \nintervention request, and such particulars may be taken into account by the \nAuthority in accordance with rule 9 which shall, mutatis mutandis  be \napplicable to such  communications.  \n \n(5)  No intervention request may be filed or acted upon during a \nhearing unless permitted by the Authority after opportunity for all parties \nto object thereto, which may be made orally or in writing, as the Authority \nmay direct.  If no o bjection is made, the Authority may decide to accept or \nreject the intervention request based on the procedural and substantive \nmerits of the intervention request.  \n \n(6)  No intervention request may be filed or acted upon after the \nclose of evidence in the  proceedings.  \n       \n8.  Reply and rejoinder. —  (1) Each person to whom a notice of the \nfiling of an application is issued pursuant to clause (b) of sub -rule (4) of \nrule 5 or any person whose intervention request has been accepted by the \nAuthority, who desires to oppose or support the application may file a \nreply within fifteen days of the date of service of notice or the date of \nacceptance of the intervention request, as the case may be, with such \nnumber of copies as may be directed by the Authority.  \n \n(2)  In the event a person referred to in sub -rule (1)  does not file a \nreply, the Authority may decide the application on the basis of inter alia  \nthe documents and evidence submitted by the applicant.  \n \n(3)  In the reply, the person filing the same shall specific ally admit, \ndeny or explain the facts stated in the application and may also state \nadditional facts which are relevant and necessary for reaching a just and \ninformed decision in the proceedings.  The reply shall be signed, verified \nand supported by means o f an affidavit in the same manner as in the case \nof the application.  \n \n(4)  The person filing a reply shall serve a copy of the reply on the \napplicant or its authorized representative and file proof of such service \nwith the Registrar at the time of filing the reply.  \n \n(5) Where the person filing a reply states additional facts, data or \nreports, the Authority may allow the applicant to file a rejoinder to the \nreply within fourteen days of the order of the Authority to this effect.   \n \n(6)  The procedure specified in thi s rule for filing of the reply shall \nalso apply to the filing of the rejoinder.  \n \n9.  Comments and participation. — (1) A person, other than an \nintervener or a person to whom a notice pursuant to clause (b) of sub -rule \n(4) of rule 5 has been issued, who int ends to file any comments in relation \nto any proceedings before the Authority, shall deliver to the Registrar a \nstatement of comments.  \n \n(2)  The Authority may permit such a person to participate in the \nproceedings, if the Authority considers that the part icipation of such a \nperson shall facilitate the proceedings and the Authority’s decision in the \nmatter.  The person filing the statement of comments pursuant to sub -rule \n(1) shall not be entitled as of right to participate in the proceedings.  \n \n(3)  The Au thority shall take into account the contents of any \nstatement of comments filed pursuant to sub -rule (1) in the final \ndetermination.  If the Authority deems fit, it may invite written \nrepresentations by the parties to the proceedings in response to the \nstatement of comments, such representations shall be filed by the parties \nwithin such time as the Authority may determine.  \n \n \n10.  Hearings by the Authority. — (1) After the filing of the pleadings, \nthe Authority shall examine the same and determine whether a  hearing is \nrequired to arrive at a just and informed decision.  For the purposes of \ndetermining the same, the Authority may administer discoveries and \ninterrogatories to any person and may  — \n(a)   issue directions for supply of further information; or  \n(b)   require appearance of any person before it.  \n \n(2)  If the Authority orders a hearing, it shall fix the date of hearing \nfor the parties to present written or oral arguments on the basis of the \npleadings.  The Authority may also frame the issues over whic h the parties \nmay be allowed to address arguments and present evidence before the \nAuthority.  In framing the issues, the Authority may exclude one or more \nissues or matters raised or stated in the pleadings and may include \nadditional issues or matters not raised in the pleadings.  \n \n(3) If the Authority determines not to hold a hearing, it shall \ninform the parties of its decision not later than three days of such \ndetermination.  The parties shall, not later than seven days of receiving \nsuch notice, file with the Registrar the detailed evidence referred to in the \npleadings.  \n \n(4) Notice of the commencement of a hearing shall be given at \nleast fourteen days prior thereto, unless the Authority determines, for \nreasons to be recorded in writing, that a shorter perio d of notice is in the \npublic interest:  \n \nProvided that, once hearing in the proceedings has commenced, \nnotice of the next date of hearing may be of any period determined by the \nAuthority and may be announced by the Authority at the time of \nadjournment of t he hearing or by notice to the parties in accordance with \nsub-rule (1) of rule 6.  \n \n(5)  The Authority shall maintain a public listing of all proceedings \nset for hearing at a place accessible to the general public.  \n \n(6)  All hearings shall be at the princ ipal office at Islamabad unless \na different location is designated in the notice for hearing.  \n \n      (7)  Where, on a date fixed for hearing, any of the parties does not \nappear, the Authority may either dismiss the application for default of \nappearance of the a pplicant or continue the proceedings exparte and hear \nand decide the application.  \n \n(8)  Where an application has been dismissed or decided in default \nof appearance of a party, the person aggrieved may file a motion, within \nfive days of the date of such d ismissal or decision, seeking a recall of the \norder passed.  The Authority may recall the order on such terms as it \nconsiders fit, if it is satisfied that there was sufficient cause for non -\nappearance of the party.  \n \n(9)  The Authority shall declare close of evidence following the \nsubmission of all the evidence by the parties.  A party shall not present \nadditional evidence after it has closed its evidence nor may any hearing be \nreopened after having been closed, except upon motion and the showing of \ngood ca use.  The Authority shall give notice to all parties of its ruling \nupon such motion.  \n \n(10)  Where the Authority decides not to hold a hearing, the \nevidence shall be deemed to have been closed twenty one days prior to the \nexpiry of the time prescribed unde r sub -rule (2) of rule 15.  \n \n(11)  Notwithstanding the close of evidence in the proceedings, for \nthe purposes of arriving at its final determination, the Authority may \nadminister discoveries and interrogatories to any person and may - \n(a)                issue  direction for supply of further information; or  \n(b)              require any person to appear before it.  \n \n(12)  Where the Authority decides not to hold a hearing, it shall \nrender its final determination in the proceedings on the basis of the \npleadings,  the evidence filed by the parties and the communications filed \nby any person.  \n \n11. Discovery. ----- (1) At any stage of the proceedings, the Authority may \nrequire any person to produce such documentary or other evidence, in \nsuch form, as specified and con sidered necessary by the Authority for the \npurpose of enabling it to conduct a fair hearing or to arrive at a just and \ninformed decision:  \n \n Provided that such evidence shall only be used for the purposes of \nthe hearing and shall be kept confidential by the  Authority if the person \nproviding the evidence proves, to the satisfaction of the Authority, that it \nwould be detrimental to such person’s interests if the evidence is \ndisclosed.  \n(2)  A party to any proceedings may, at any time before the close \nof eviden ce, make a motion to the Authority for discovery of any \ndocument or other information from any party to the proceedings or from \nany other person.  The motion for discovery shall specify the nature and \ncontent of the discovery sought and its relevance to th e issues in the \nproceedings.  The Authority may - \n \n(a)        after giving an opportunity of responding orally or in \nwriting, within the time limit specified by it for the purpose, \nto the party by whom the discovery is sought, reject the \nmotion for disco very if deemed by the Authority to be \nirrelevant or unnecessary for the purposes of the proceedings \nor unlikely to be of assistance to the Authority in its decision; \nor \n \n(b)                 after giving an opportunity of responding orally or in writing, \nas deemed fit by the Authority, within the time -limit \nspecified by it for the purpose, to the party against whom the \ndiscovery is sought, accept the same subject to any \namendments to the contents or extent of the discovery request \nin the motion.  \n \n(3)  Upo n the acceptance of a motion for discovery, the Authority \nshall direct the person from whom the discovery is sought to produce the \nrequired documents or information before the Authority within the time -\nlimit directed by the Authority and, upon production a s aforesaid, the \nAuthority shall provide a copy thereof to the party making the motion for \ndiscovery.  \n \n(4) Where the directions for discovery made by the Authority on \nthe motion of a party are not complied with within the time -limit \ndetermined for the pur pose, the party making the motion for discovery \nshall immediately bring such failure of discovery to the notice of the \nAuthority.  Failure of a party to file a motion to compel discovery in a \ntimely manner may result in a waiver of its right to compel the discovery.  \n \n(5)  A party which has produced any document, or information in \nresponse to a direction for discovery, shall be under a continuing duty to \nbring to the notice of the Authority any changes rendering the contents and \nmeaning of any documents or information inaccurate or incomplete and \nshall amend such documents or information in accordance with the \ndirections of the Authority.  \n \n12. Interrogatories. --- (1)The Authority may, whether by itself or on a \nmotion made by any party and granted by the Au thority, on such terms as \n      it may deem fit, administer written interrogatories to any person.  The \ninterrogatories shall state the questions whose answers are sought by the \nAuthority or any party to the proceedings.  The Authority shall ensure that \nthe ques tions stated in the interrogatories are relevant to the issues in the \nproceedings.  \n \n(2)  A person to whom interrogatories are administered shall \nrespond thereto within the time -limit specified by the Authority. The \nresponse to interrogatories shall be made in  writing and shall be filed with \nthe Registrar.  \n \n(3)  Where interrogatories administered on the motion of a party \nare not responded to within the time -limit specified for the purpose by the \nAuthority, the party making the motion for interrogatories shall \nimmediately bring such failure of response to the notice of the Authority.  \nFailure of a party to make a motion to compel response to the \ninterrogatories in a timely manner may result in a waiver of its right to \ncompel the response.  \n \n13. Transcripts. --- (1)The Authority may on its own and shall on a \nrequest made by any party in writing at least seven days before the date of \na hearing, arrange that the proceedings at the hearing be officially \ntranscribed.  \n \n(2)  If the hearings are transcribed pursuant to  sub-rule (1), a party \nrequesting a copy of the transcript shall pay to the Authority the \nreasonable cost of preparing the copy,  as determined by the Registrar from \ntime to time.  \n \n(3)  A correction in the official transcript may be made only to \nmake it co nform to the evidence presented at the hearing.  A correction in \nthe official transcript agreed to by the parties may be incorporated into the \nrecord, if and when approved by the Authority, at any time during the \nhearing or after the close of evidence:  \n \nProvided that no correction in the official transcript shall be \nincorporated later than ten days from the date of receipt of the transcript \nby the party seeking the correction.  \n \n14. Tentative opinions. ---  (1) At any stage in a proceeding, the \nAuthority m ay record, in writing its tentative opinion on the application or \nany particular issue therein.  The purpose of recording such tentative \nopinion shall be to afford the applicant an opportunity to appraise the \nprospects of its application and accordingly to  consider withdrawal or \nmodification of its application or the evidence adduced by it.  The \ntentative opinion shall contain a statement of reasons and a determination \nof each issue relevant to such opinion.  \n \n(2)  Neither the Authority nor the applicant sh all be bound, or in \nany manner be restricted, by a tentative opinion rendered pursuant to sub -\nrule (1) and nothing recorded in a tentative opinion shall be used in any \nmanner prejudicial to the interests of the Authority or an applicant.  \n \n15. Decisions of  the Authority. ---- (1)  All orders, determinations and \ndecisions of the Authority shall be taken in writing and shall identify the \ndetermination of the Chairman and each member.  \n \n(2)  The Authority shall decide an application within ninety days of \nthe d ate of admission of the application:  \n \nProvided that, the Authority may, on its own only for causes \nbeyond its control or on the motion of any of the parties if such motion is \naccepted by all the parties to proceedings, extend the said ninety days \nperiod b y a further period of thirty days, provided further that, the \nAuthority shall not extend the time for its final determination in a \nproceeding beyond an aggregate period of hundred and eighty days.  The \nreasons for such extension in time shall be recorded i n writing.  \n \n(3) Copies of all orders, determinations and decisions made or issued by \nthe Authority, shall be certified under the signature of the Registrar \nand the seal of the Authority and shall be made available to any person \non payment of such fees as the A uthority may, form time to time, \ndetermine.  Copies of all such orders, determinations and decisions \nshall be available at the principal office at Islamabad for public \ninspection free of cost.  \n \n(4) Within thirty days of the final determination in the proceedin gs by the \nAuthority, a party may file an application for review of the final \ndetermination alongwith such fees, not exceeding one -half of the \napplication fee submitted with the application, as the Authority may \ndetermine based on the nature of the review s ought.  An application \nfor review shall specify the grounds on which review is sought by the \nparty.  Parties to the proceedings shall be afforded a reasonable \nopportunity to respond to a motion for review, orally or in writing as \ndeemed fit by the Authorit y. The Authority may, in its discretion, \nconvene a conference or hearing to discuss the case.  The Authority \nshall take action on an application for review within thirty days of \nreceipt of such application unless it gives notice to the parties, in \nwriting,  that a longer period of time will be required and specifies the \nadditional period of time necessary to consider the motion.  \n       \nPART III  \nEVALUATION OF THE APPLICATION  \n \n16. Evaluation of the application. ---  (1)The Authority shall evaluate an \napplication w hile considering inter alia  the following, namely:  — \n \n(a) whether the proposals contained in the application conform \nto the LNG Policy;  \n \n(b) the viability of the sources of supply of natural gas or LNG, \nas the case may be and the applicant’s demonstrated access \nthereto;  \n \n(c) the technical, administrative, financial and commercial \ncapabilities of the applicant in relation to the regulated \nactivity for which the licence is sought;  \n \n(d) conformity of the proposed project with the prescribed \ntechnical standards; and  \n \n(e) medical, law enforcement and fire protection capabilities \nnear the location that can cope with a risk caused by the \nundertaking of the regulated activity.  \n \n \nPART IV  \nLICENCE CONDITIONS  \n \n17. Transfer or assignment of licences. -   No licence shall, without the \nprior written approval of the Authority, be assigned or transferred. The \nAuthority shall act on request for approval by a licensee within ninety \ndays thereof unless for reasons to be recorded in writing, the Authority \ndetermines that it is not in the public inte rest to do so. It shall be the \nlicensee’s obligation to provide the Authority all information required by \nit for the purposes of approval of a transfer or assignment of the licence.  \n \n18. Accounting requirements. - (1) In addition to the statutory accounts  \nwhich the licensees are required to keep under any law for the time being \nin force, all licensees shall maintain, keep, preserve and submit to the \nAuthority, audited yearly special accounts.  \n \n        (2) The Authority may require licensees to have the acc ounts \nspecified in sub -rule (1) further audited, at the cost of the Authority, by an \nauditor appointed by the Authority and licensees shall afford such auditors \nall facilities and provide them with all information required by them for \nthe proper execution of such audit.  \n \n19.  Obligations of licensees. - All licensees shall be required -- \n \n(i)                   to comply with all laws, rules and regulations pertaining to or \nrelevant, to the undertaking of the regulated activity for \nwhich a licence is grante d to it;  \n \n(ii)              if applicable, to supply LNG of the quality and specifications \ndetermined from time to time by the Authority after taking \ninto consideration the views of interested persons;  \n \n(iii) to locate, design, construct, operate and maintain its \nfacilities in strict accordance with the standards prescribed \nby the Authority and in a manner so as not to endanger \npublic health or safety;  \n \n(iv) to strictly follow the requirements of the Pakistan \nEnvironmental Protection Act, 1997 (XXXIV of 1997) as \namended from time to time;  \n \n(v) not to abandon the undertaking of a regulated activity  \nwithout the prior written consent of the Authority;  \n \n(vi) to provide, against  a fee determined by the Authority,  non -\ndiscriminatory open access to its facilities, provided spare \ncapacity is available  for such access ; \n \n(vii) to provide interconnection to its facilities on mutually \nagreed terms and conditions, provided spare capacity is \navailable therefore and the interconnection is technically \nfeasible;  \n \n(viii)  to obtain and maintain current insu rance, from an insurer or \nsyndicate approved by the Authority, to cover all liabilities \nthat may arise from the undertaking of the regulatory \nactivity;  \n \n(ix) to maintain an annual programme for maintenance and \nsafety and submit to the Authority details of its \nimplementation;  \n \n(x) to strictly follow the technical standards prescribed by the \nAuthority;  \n       \n(xi) to provide periodic reports as required by the Authority \nfrom time to time in the form and format specified by it;  \n \n(xii) not to, without the prior written approval  of the A uthority, \nthrough a sale or pledge of, or mortgage or charge over, \nany of its assets (except for securing repayment of a loan or \nother financing facility obtained in the normal course of \nbusiness) or by contract or otherwise, render itself \nincapable of per forming any of its obligations under the \nlicence;  \n \n(xiii)  to take all necessary actions to ensure the continuous and \nuninterrupted use of any part of the sold, pledged, \nmortgaged or charged assets;  \n \n(xiv)  not to allow any change in its ownership or controlling \ninterest  without the prior written approval of the Authority;  \n \n(xv) to require its auditors to owe the same fiduciary duty to the \nAuthority as is owed to them and to allow the disclosure by \nthe auditors of any and all information required by the \nAuthority through direc t bilateral communication between \nthe auditors and the Authority;  \n \n(xvi)  if applicable, to ensure that its LNG terminal is surrounded \nby safety zones meeting the industry standards set forth in \nsafety codes issued by the National Fire Protection \nAssociation of t he United States of America;  \n \n(xvii)  to ensure all consents required from any person, other than \nthe Authority, in relation to the undertaking of the regulated \nactivity remain valid and are complied with; and  \n \n(xviii)  not to undertake any modification or expansion of the  \nproject unless approval of the Authority has been obtained \nby making an application at least six months prior to the \nrealization  of any such modification or expansion.  \n \n20. Revocation of licences. -- Notwithstanding anything contained in these rules \nor a licence, the Authority may revoke a licence in the public interest where  — \n \n(a) the licensee fails to achieve financial closing within the period \nspecified in the LNG Policy; or  \n(b) in the opinion of the Authority, the licensee has failed to adhere \nstrictly to th e project implementation plan submitted along with \nthe application or any amendment subsequently incorporated \ntherein with the prior approval of the Authority; or  \n(c)  the licensee commits a willful and prolonged contravention of \nthese rules or its licence; o r \n(d) the licensee, in the opinion of the Authority, is unable to or is \nlikely to be unable to undertake the regulated activity in \naccordance with these rules or its licence; or  \n(e) when the undertaking of the regulated activity is interrupted by \na licensee withou t any reasonable explanation or authorization \nof the Authority:  \n \n Provided that, if it is in the public interest to do so, \ninstead of revoking the licence, the Authority may permit the \nlicence to remain in force with such amendments or such \nterms and condi tions as it deems appropriate:  \n \nProvided further that the Authority shall not pass an order \nrevoking or amending a licence without issuing a notice to \nthe licensee and giving the licensee an opportunity of being \nheard and making a written representation.  \n \n \n21.   Completion and Commissioning. ---   The continuation of all licences shall \nbe contingent upon approval by the Authority of the completion and successful \ncommissioning of the project.  \n \n \nPART V  \nMODIFICATION OR RENEWAL OF LICENCES  \n \n22. Modification on  the licensee’s request. ----  (1)  If a licensee requires any \nmodification of any term or condition of its licence, it may make an application to \nthe Authority by filing it with the Registrar along with such fees, not exceeding \nthe fee paid by the license e alongwith the application for the licence, as the \nAuthority may, based on the nature of the required modification, on a case to case \nbasis, determine.  \n \n           (2)   An application filed under sub -rule (1) the Registrar shall within three \ndays of rece ipt thereof endorse thereon a stamp acknowledging the filing along \nwith the number given thereto in the register.  Rules 4 and 5 shall apply, mutatis \nmutandis , to such an application and it shall be determined by the Authority \naccordingly.  \n \n \n      23.  Modificat ion without a request from the licensee. (1)  The Authority may \ninitiate the process of modification of the terms and conditions of a licence \nwithout a request from the licensee if the Authority determines, for reasons to be \nrecorded in writing, that it is  in the public interest to do so.  \n \n(2)  After the Authority has initiated the licence modification \nprocess, it would be processed in the manner specified in sub rule (2) of \nrule 21:  \n \nProvided that the Authority shall be required to hold a hearing in \naccordance with the provisions of rule 10 to determine whether and to \nwhat extent a modification of a licence is required in the public interest \nwhich modification shall be consistent with sub -rule (1) of rule 3.  \n  \n24.   Renewal of Licences. ---  A licensee s hall apply for the renewal of its \nlicence at least six months prior to the expiry thereof.  Rules 3, 4 and 5 shall \napply, mutatis mutandis , to such an application and it shall be determined by the \nAuthority accordingly.  The Authority may renew a licence o n such terms and \nconditions as it may deem appropriate in accordance with these rules.  \n \n \nPART VI  \nMISCELLANEOUS  \n \n25. Seal of the Authority. -  (1) There shall be a seal of the Authority \nwhich shall remain in the custody of the Registrar.  \n \n(2)  The seal of  the Authority shall be affixed by the Registrar on \nall licences, orders, determinations, certificates, decisions or \ncommunications made, notices issued or certified copies granted by the \nAuthority.  \n \n26. Effect of irregularity in proceedings. - No proceedi ngs shall be \ninvalid by reason of any defect or irregularity unless the Authority, on an \nobjection taken by any party, determines that substantial injustice has been \ncaused by such defect or irregularity or there are otherwise sufficient \nreasons for declar ing so, and the Authority may, in such an event, make \nsuch orders as it deems appropriate for the rectification of such defect or \nirregularity.  \n \n27. Extension of time. --- (1)Subject to the provisions of sub -rule (2) of \nrule 15 of these rules, the Authori ty may, for good cause shown, extend \nany time limit prescribed by these rules or specified by the Authority.  \n \n(2)  All requests for extensions of the time shall be made by an \napplication made before the expiration of the period originally prescribed \nor pr eviously extended.  The Authority shall give notice to all parties of \nthe Authority’s determination on such application.  \n \n28. Penalty. --  (1) No licensee shall contravene or fail to comply with any \nprovision of the Ordinance, rules, regulations, or the ter ms and conditions \nof a licence or an order, determination or decision of the Authority. \nSubject to sub -rule (3), any licensee who commits such contravention \nshall be punishable with fine for each contravention or failure to comply, \nwhich may extend to one -quarter of one per  cent of the annual turnover of \nthe licensee in the most recent complete financial year or fifty million \nrupees, whichever is less.  \n \n(2) In case of a continuing contravention or failure to comply the licensee \nshall be punishable with addi tional fine which may extend to one -tenth of \none percent of the annual turnover of the licensee in the most recent \ncomplete financial year or two million rupees, whichever is less, for every \nday during which such contravention or failure continues after th e \ninstance.  \n \n(3) In imposing any fine under these rules, the Authority shall keep in \nview the principle of proportionality of the fine to the gravity of the \ncontravention or failure. Prior to imposing a fine the Authority shall, in \nwriting, require the per son liable to be affected to show cause orally, in \nperson or otherwise, or in writing, as to why the fine may not be imposed.  \n \n(4) Without prejudice, provisions of sub -rule (1) to (3) shall not be in \nderogation to any other action that may be taken against  the licensee.  \n  \n29.  Fee.-  In addition to the fees specified in these rules, a licensee shall be \nrequired to pay the fee for the grant, renewal, extension or assignment of a \nlicence, in accordance with the provisions of Schedule -II to these rules.  \n \n 30. Appeal from decisions of delegatees. -  Within thirty days of the final \ndecision by a person to whom power has been delegated by the Authority \nto take decisions on its behalf, a person may file a motion for leave to \nappeal such final decision.  A motion for  leave to appeal shall specify the \ngrounds on which the decision is to be appealed.  The Authority shall act \non such a motion within ninety days of receipt thereof unless for reasons to \nbe recorded it holds that it is not in the public interest to do so.  \n \n31. Appointment of Independent Consultant. --- (1) In relation to \neach application or licence, the Authority may appoint a firm of \ninternational repute whic h shall assist the Authority in — \n   \n      (i) determining whether an application fulfils the requirement \n of these rules;  \n(ii) determining whether the project has been successfully \ncommissioned in accordance with project implementation \nplan submitted along with the application or any \namendment subsequently incorporated therein with the \nprior approval of the Authority;  or \n(iii) determining whether the licensee is complying with the \nrequirements of the Ordinance, these rules, regulations, \nstandards prescribed by the Authority, the terms and \nconditions of its licence or the project implementation plan \nsubmitted by it along with  the application or any \namendment subsequently incorporated therein with the \nprior approval of the Authority.  \n \n(2) All costs incurred by the Authority for appointing such a \nconsultant shall be payable, to the Authority, by the applicant or licensee \nin rela tion to whom the consultant shall assist the Authority.  \n \n32. Inspection and Audit. --- The Authority may carry out \nperiodic or other inspection or technical audit of the project either through \nits own employees or through third parties.  The licensee shall  ensure that \nall necessary access, material and such other facilities are provided to the \npersons carrying out the said inspection or technical audit as are required \nby them . \n \n33.  Provisional Licence ---  (1)  For the purposes of facilitating the \nimport o f LNG, the Authority shall, upon a written request filed in \naccordance with the provisions of this rule, by any company incorporated \ninside or outside Pakistan, grant a provisional licence, for a maximum \nperiod of twelve months, to such company to complete  all formalities \nrequired under these Rules to enable it to apply for a licence for carrying \nout a regulated activity.  \n  \n(2) A request filed under sub -rule (1) shall be made in the format specified \nin Schedule -I to these rules, clearly specifying the infor mation required \ntherein and shall be accompanied by --- \n \n(a) the documents specified in clauses (a), (b), (c), (d), (e), (f), (g), (h), (i), \n(k), (m), (n), and (x) of sub -rule (3) of Rule 4; and  \n \n(b) a fee in the sum of five million rupees.  \n \n(3)   The fee shall b e adjustable against the annual fee payable by the \ncompany for a licence granted by the Authority for the regulated activity \nfor which the provisional licence is sought.  \n \n(4)   A request filed under sub -rule (1) shall be verified by an affidavit, \ndrawn up  in the first person stating the full name, age, occupation and \naddress of the deponent and the capacity in which he is signing, indicating \nthat the statements made therein are true to the best of the knowledge of \nthe deponent, information received by the deponent and belief of the \ndeponent, and shall be signed and sworn before a person lawfully \nauthorized to take and receive affidavits.  \n \n      SCHEDULE - I \n[see Rule 4 (2)]  \n \nOIL AND GAS REGULATORY AUTHORITY  \n Licence Application Form  \n \n \nRef: No. __________________ __    Date: ___/___/______  \n \n \nCOMPANY PROFILE  \n \n \n1. Name of the Company.  \n2. Full Street Address, telephone and facsimile numbers, electronic mail \naddress.  \n3. Name, Title and specimen signatures of the Company’s Chief \nExecutive.  \n4. Names and addresses of Directors of th e Company.  \n5. Name and address of any person or corporate body holding more than \none percent interest in the Company.  \n6. Curriculum Vitae of the key personnel to be deployed in undertaking \nthe regulated activity for which a licence is sought, highlighting their \nqualifications and work experience  \n \nLICENCE SPECIFICATIONS  \n \n1. Regulated Activity for which a licence is sought (please tick the \nappropriate activity(ies):  \n \n(a) LNG Production Facility (Construction)  \n(b) LNG Production Facility (Operation)  \n(c) LNG Processing Facility (Construction)  \n(d) LNG Processing Facility (Operation)  \n(e) LNG Testing Facility (Construction)  \n(f) LNG Testing Facility (Operation)  \n(g) LNG Storage Facility (Construction)  \n(h) LNG Storage Facility (Operation)  \n(i) LNG Terminal (Construction)  \n(j) LNG Terminal (Operation)  \n(k) Transportation  of LNG  \n(l) Filling of LNG  \n(m) Marketing of LNG  \n(n) Distributing of LNG  \n \n2.                                   Period for which licence is sought: From:  __/__/______  To __/__/______  \n \n3.                                   Details of any licence held, applied for,  or applied for and refused under \nthese rules, by the applicant or any of the interested parties or any of their \naffiliated or related undertakings.  \n      SCHEDULE - II \n[See Rules 4 and 29]  \n \n \n1. For an application for a new licence, a fee amounting to one -half of one-\nhundredth of one percent of the estimated cost of the project as indicated \nin the project implementation plan submitted by the applicant pursuant to \nClause (r) of Sub -Rule (3) of Rule 4.  \n \n2. The fee payable for an application for a renewal of a licence pu rsuant to \nRule 23 shall be one -half of the fee payable for an application for a new \nlicence.  \n \n3. The following annual fees shall be payable at the time of the grant or \nrenewal of the licence, as the case may be and thereafter, yearly in \nadvance, namely:  \n \ni. one-half of one percent of the gross revenue of the licensee \ngenerated from the provision of the licensed regulated \nactivity;  \n \nii. one-tenth of one percent of the gross sale revenue of the \nlicensee generated from the supply of LNG and/or RLNG;  \n \niii. if a licensee is en gaged in the supply of LNG or RLNG and \nis also undertaking one or more regulated activiy(ies), the \nfees specified  in i. and ii. above.  \n \n4. For an extension of a licence, the Authority shall determine the fee based \non the nature of the extension, on a case  by case basis keeping in view the \namount of work required in determining the matter.  \n \n \n(F. No. 1/2/2006 -RA-II/OGRA)  \n \n         Sd/- \n       SYED TAHIR ALI SHAH,  \n        Joint Secretary."
}