{
    "file": "./converted_json\\administrator9119e6acb1306528caf338e446417494.json",
    "name": "Limitation (Emergency and War Conditions) Act, 1965",
    "date": "December 2, 1965",
    "tagline": "An Act to extend the period of limitation in certain cases due to war or armed hostilities",
    "content": "Page 1 of 3 \n   \n \n \n \n \n \nTHE LIMITATION (EMERGENCY AND WAR CONDITIONS) \nACT, 1965  \n \n \n \nCONTENTS  \n \n1. Short title , extent and commencement  \n \n2. Definition s \n \n3. Extension of limitation in affected areas  \n \n4. Extension of limitation for suits  etc., in certain circumstances  \n  \n \n \n \n \n \n \n \n \n \n\n \n \nPage 2 of 3 \n THE LIMITATION (EMERGENCY AND WAR CONDITIONS) ACT, 1965  \n \nACT NO. XVIII or 1965  \n \n[2nd  December, 1965]   \n \nAn Act to extend the period of limitation in certain cases  \n \n WHERE AS it is necessary to extend the period of limitation prescribed by law for suit s, \nappeals, applications and other proceedings or for doing any act or thing by the period during which \nit is not possible to  institute suits or proceedings  prefer appeals or make applications or to do any act \nor thing due to the displacement of persons fr om certain areas or due to persons having been detained \nin enemy territory in circumstances attributable to war or armed hostilities;  \n \n AND WHEREAS the national interest of Pakistan in relation to the achievement of \nuniformity within the meaning of clause  (2) of Article 131 of the Constitution requires 1[Federal]  \nlegislation in the matter ;  \n \n It is hereby enacted as follows:⸻  \n \n 1. Short title , extent and commencement .⸻(1) This Act may be called the Limitation \n(Emergency and War Conditions) Act, 1965.  \n \n  (2) It extends to the whole of Pakistan.  \n \n  (3) It shall come into force at once and shall be deemed to have taken effect on the sixth day \nof September, 1965.    \n 2. Definition s.—In this Act, unless there is anything repug nant in the subject or context,⸻  \n \n(a)  “affected area” means any area which the 1[Federal Government] may by \nnotification in the official Gazette, declare to be an area affected by circum -\nstances attributable to war or armed hostilities, and any such notification may \nbe issued so as to have r etrospective effect ; \n \n(b)  “enemy subject” means any individual who posses ses the nationality of a State \nwhich is at war with, or engaged in armed hostilities against, Pakistan, or who, \nhaving possessed such nationality at any time, has lost it without ac quiring \nanother nation ality, or any body of persons constituted or incor porated in or \nunder the laws of such State ; \n \n(c)  “enemy territory”  means any area under the sover eignty of, or administered \nby, or for the time being in the occupation of, a State which is at war with, or \nengaged in armed hostilities against, Pakistan, not being an area in the  \noccupation of Pakistan, and in cludes any area which the 1[Federal \nGovernment] may, by notification in the official Gazette, declare, either \ngenerally or in r espect of any particular period, to be enemy territory for the \npurposes of this Act ; and  \n \n \n1Subs. by F.A.O. 1975, Art, 2 and Table for “Central Government”.  \n \n \n \nPage 3 of 3 \n  (d)  “period of limitation ” means,⸻ \n \n(a)  in relation to a suit, appeal or application, the per iod of limitation \nprescribed therefor by the Limitation Act, 1908  (IX of 1908) , or by or \nunder any other law for the time being in force ; and  \n \n(b)  in relation to any act or thing required to be done by any person by or \nunder any law for the time being in  force, the period within which such \nact or thing is required to be done.  \n \n 3. Extension of limitation in affected  areas .⸻Where a period of limitation within which \nany suit, ap peal or application could have been instituted, preferred or made, or any act or thing \ncould have been done, by a person displaced from any area, or before a court or other authority \nsituated in any area, expires while such area is an affected area, such suit, appeal or application may \nbe instituted, preferred or made, or such act or thing may be done, by such person, notwithstanding \nanything contained in the Limitation Act, 1908  (IX of 1908) , or in a ny other law for the time being in \nforce, within six months of such area ceasing to be an affected area.  \n  \n Explanation. ⸻Any person who was residing, carrying on business or working for gain, in \nany area, immediately before such area became an affected area, and has, while such area con tinues \nto be an affected area, left it and is, for that reason, unable to reside, carry on business or work for \ngain therein, shall, for the purposes of this section be deemed to be a person displaced from an \naffected area.  \n \n 4. Extension of limitation for suits etc., in certain circumstances. ⸻Where any person who \ncould have instituted a suit , preferred an appeal or made an application, or could have done any act \nor thing required to be done by or under any law for the time being in force, has been detained in \nenemy territory in cir cumstances attributable to war or armed hostilities and the p eriod of limitation \nexpires while such person is so detained, such suit, appeal or application may be instituted, preferred \nor made, or such act or thing may be done, by such person, notwith standing anything contained in \nthe Limitation Act, 1908  (IX of 19 08), or in any other law for the time being in force, within six \nmonths, of such person ceasing to be so detained:  \n   \n Provided that, where a person has been so detained for two or more periods, those periods \nshall be treated, for the purpose of this secti on, as one continuous period beginning with the \nbeginning of the first period and ending with the end of the last period:  \n \n  Provided further that this section shall not apply to suits instituted to enforce rights of pre -\nemption or to suits, appeals  or applications of any description which may be instituted by enemy \nsubjects.   \n \n \n \n____________________  \n \n \n \n \n \n \nRGN Date: -18.04.2024"
}