{
    "file": "./converted_json\\administrator3278381e1a800d36fcc84346835eb8d6.json",
    "name": "Islamabad Capital Territory Charities Registration, Regulation, and Facilitation Act, 2021",
    "date": "December 4, 2021",
    "tagline": "Regulating and Facilitating Charities in Islamabad Capital Territory",
    "content": "REGTSTERED No.-!4-:-192L.-7(46I\nG$eGpiffi d DshtfiEn\nEXTRAOROINABY\nPUBLISHED BY AUTHORITY\nISLAMABAD, SATURDAY, DECEMBER 4, 2O2I\nPART I\nAclr, Ordinanccs, Prcsidcnl's ()rders and Regulations\nNATIONAL ASSEMBLY SECRETARJAT\nIslanahad. rhe 3rd Decentber.2021\nNo. F. 22(101202l -Lcgis.-'l hc followin8 Acr of Muilis-e Shooto\n(Parliament) received the assent ofthe President on the 1st December. 2021 is\nhcreb; published for geneml informallon'-\nA\\ Act ta ragulare the regisrration, rcBulution tlkllLilitdtion ofchatiti?s in\nthe Isldlldbdcl Ccpilal lerritory\nWHER-LAS it rs expedient to rcSulatc lhe reSistration, regulatn,n an(l\nfacilitation of charities in the lslamahad Capital Territory and for rnaltcrs\nconnccled fierewith and ancillar-1 thercto:\nIt ii hercbv eoacted as lbllorvsr-A(lNo. XXV oF 2021\nncr\n(\nll7l9(2021)/Ex. Caz.l(87r)\nI'tice. ]ls 20.00\n814 ].HE GAZETIE OF PAKISTAN. EXTRA, DEC ,I.202] [PARTI\n1 Short titl€, €xlent snd commenccmcnt. (l) This Act shall be\ncalled the Islamabad Capital Territoo Charities Regisrration, Regulation and\nFacilitation Act, 2021.\n(-2) lt shall extend to territories o[lhe Islamabad Capital.\n(l) It shall co,ne into force at once\n2. Definitions.- In this Act. unless there is anlthing repugnant in the\nsubject or context,-\n(a) 'applllate authority'' means the appellate authorio apFointed or\ndcsignated undff thrs Act to hcar and decide appeals preterred\nagainst decision of the regirtrrrion aurhoriD :\n(b) 'charity'_ means a society, an agency. a non-govemmental\norganlzatron, non-profil organization, a fust, Madmsa, a rcligious\niemrnar) or any other organizalion by any other name that is a non-\npmfil. voluntary association of persons, nalural or juristic, not\ncontrolled bl\" any goYernment and sel up for one or mor€ public\nbenefit or purposes rncntioned in the Schedule and includes local\nbmnches of foreign non-protit organizations but excludes such\nforeign orgamzations operatinS in Pakistan to whose charter,\nPakistan is a siSnaloq_ or where a protocol exists between the\nGovemment of Pakistau and an organizltion and depending for its\nre\\ources on public slbscriprion. donalion\\ or gr)!emment gmnl\\.\n(d) 'donation\" includes cash. kind, land, building, animal, animal hides\nor an)lhing ofmonelary value;\n(c) 'financial inegularity\" means but not limited to a ftaud, an an'ay of\nirrcgularities which include illegal acts, concealment of facts,\ndelibemte conc€alment of information r€lated to financial issues\nconceming the respecti\\c chariry or ils funding sources as\nmentioned in its reports or doculnents and include anr\nembc,,,,lemenr. inlenral theh\\. pa)otl.. hickhacks. sl,imming nt\nllnds and spending offunds for non-inlending purposes; and(c) _charter\" neans a description in writing of lhe purposes. aims,\nobjectives and the mode of functroning oIa chariry_l\n(l) _fund'' means money, valuables. land or any conrribution havins\nrnonetarJ !alue snlicir<d l^r fitndlng rhe project or an) acliv;t) of a\ncharity or organizatiolr;\nP^Rl ll THE GAZETTE OF PAKIS'IAN, EXI'RA,, DEC- 4.202I 87s\n(g) goveming body\" or -'executrve body\" means the council,\ncommittee. trustees or other body, by whatever name called, to\nwhom by the constitution ofthe charity its executive functions and\nlhc management ofits allbirs are entrusted;\n(h) \"govemmenl funds\" means any grant in cash oa in kind or land\nalloned on concessional .ates by any govemhent in Pakistan and\nalso includes any funds saved or gained Fom tax concessions or\nr€duccd ulilitv tanffs specrfic to the charity:\n(i)\n(,)\n(k)'tegister\" means the register mainrai ed under rhis Act;\n'reginered means registerd under this Act:\n\"rcgi$mrion authoriry\" means the registrarion and facililation\naulhority established undcr this Act for exercising its poweN and\nperfonning its functions coflfened or assigned ulder this Acl;\n(l) \"r€gulations\" means regulations made underthis Act;\n(m) 'tules\" means rules made unde. this Act;\n(n) \"person\" means both natuml and legal pelson;\n(o) \"prescriM mcans prescribed b) rules and regulations made under\nlhis Acl;\n(p) 'Schedule' means lhe Schcdule to rhis Act.\n3. Chrrities registration euthority.- 'l here shall be established a\nbody to be kno\\rn as charitics registralion authoritv which shall appmprialely be\nmsnned and headed by a director to be appointed or designatcd in prescflH\nmanner for performance of such functions and exercise of such powers as arc\nconferred or assigned under this Acl snd the rulcs and rtgulations made\nthereunder.\n4. Functions of the registrrtion ruthority. The rcgistration\nsulhority shall perform the lollo$,ing functions, namely:-\n(a) register, regulale, monitor and control charities and perfom such\nother funct;ons &s enkusted under this Act and as are assigned to it\nin the prescribed manner;\n(b) promoting philanthropic. public welfare and charihble activrties\nwhich are in accordancc *'ith law and intemational obliSations\naimcd al ensuring safer charines and donalions:\n876 THE GAZETTE OF PTIKISTAN, EXTRA., DEC 1.2021 P,IRT I\n(c) ensure purposeful usc ol rcsources coming to charities through\neffective regulations, methods of admrnistmtior flnd by suppo(ing\nthe charities, their goveming bodies and staU by provrding them\ntmining. in[orm6lion or any other technical and prot'essional advice\nand intbrmation on a r rratrer lhal could enhance their\neffectiveness as well a.s aren any potential lhreat of misuse of\nregistered charitiesr\n(d) devise and issue minimum standards to be adopted by each charity\nto protect the geneml public interrst and lhat ofthe beneficiaries of\nthc charitics registcrcd undcr lhis Act;\n(e) prepare and proyide help a'rd guidance, material and olher policy\ndocuments for general awarcncss and adoption b]. charities;\n(0 prepare and present its quaflerly report bcforc lh€ appellanl\nsuthoritv: end\n1g) place all the appe€ls filed a8ainst the decisions of the reglsu-ation\nauthoriry before the appellant nuthority within thiny days of the. receipt ofany such appeal.\n(2) All lhe charilies r€gistercd under this Act shall follow any sp€cific\nguidclines issued by the registration authorit) in prescriH manner with retard\nto any matter related to the charity in a case specific ro a chadty, a group of\nchrrities or the whole charity sector.\n5. Regfurr&tior of e charity, coDditions snd procedurc of\nrcgistmtiotr.- (l) Regist ation lbr lhe purposes of establishment ot a chanq\nshall be mandatorv.\n(2) All the charities working l'or welfare or chariuble purpos€s and\nalready registerEd undsr any of the laws, orher than the l6ws rnellioned in sub-\nsection (l) and rerdering seNices in any or multiple activities mentioned in the\nSchedule, shall have ro s€ek lresh rEgisfation in accordance rr,ith tlc provisions\nof this Act and on the producrion of such do,cumenrs as deemcd and required by\nthe r€gistmtioo suthority.\n_ (l) Ihe registralion of a charity for charitablc and welfare purposes\nunderany oth€r lew shall cease to be p€rfonned, $,her€as organisatlons regi;rcred\nand regulated undcr scdion 42 ofthe Conrpanies AcL 20tr(XlX of20t;) sha\nconrinue ro be regisrcr(d a d regulaled in Ihc manner prescribed thereunder\n(4) Any [xjrson or gmup ofpeGons inlending to esrablish a chariw andany person intending thal an agencv etc. already in eiistence staff contirire \".\nPARr Il THE CAZE'TI'E OF' PAKISI'AN, EXTRA,, DEC. 4, 2O2I 811\nsuch in the prescribed form, shall on paymcnt of the prEscribed fee, make an\napplication to the registration authority, accompanied by a copy of the\nconstitution ofthe agency and such other documents as may b€ prescribed.\n(5) No chaity shall be reSistered by a name rhat in the opinion of the\nregisration authority is desig,ned to efinically exploit or offend any class.of\nPeople.\n(6)\n.egisration\nindicating-No charity shall, cxccpr lbr rcasons t6b€ rccorded in wriring by lhe\nauthority, be registered by a name thal contains any words\n(a) eny connections wilh the Federsl Govemment or a provincial\ngovemment or district Sovemnlent or any aulhority or corporalion\nof such govemment or lhat of armed forces, judiciary, Senare,\nNarional Assembly or a Provincia.l Assembly;\n(b) any linkage or renaming of pmscriH organization or having\nlinka8e with a pmscribed individual; or\n(c) the pauonage of, or any conneclion with, any foreign govemment\nor ally inlemalional govemment or multi lateralorganizsrion.\n(7) A chaflty which, lhrouth inadverlence or olherwise, is registercd by\na nafrc in conravenrion of the pmvisions of sub-section (5) or sub-.section (5)\nshall -(a) with approval of the registration authority, change irs name;\nand\n(b) ifthe registration aulhority so (lirLrcts, within lhirty days ofthe\nreceipt ofsuch directiori. change its nsme with the approval of\nthc regLstration authority.\n(8) Any person or charity allected by the decision of the r€gistmrion\nauthority under sub-section (5), (6) or (7) may prefer an appeal to the appellale\nauthority wlthrn sixty days ofreceipt ofsuch decision and lhe decision thereon ol\nthe appellant aurhorily shall he tlnal-\n(9) The rcgistration authority shall, within ninety days from the receipl\nofthe application for regisrralion, issue s c€nificale ofrcgistration or intimate to\nthe charitv or organiT-ation spplying lbr rcgisrrarion of the deficiencies in the\napplication for reSistration submitted by it o,r accounl ol which lhe chariry or\norganizalion cannot be registered or provide *ritten reasons for rejection ol the\napplication.\n(10) wherL inlimation of flaw in ils application is provided ro a chariq\nor an organization that has applied for rcEistration, it shall within thi(y days\nred.ess thc deflciencies rnd resubmit its applicarion, without (he payment of fresh\nregistmtion [ee-\n(l I ) WherE the sp€cified time of thilty da_vs elepsed &s frer suLsection\n( l0), fresh applicalion alon8wilh prescribed fee lor registration shall have to he\nsJbmifled by lhc rntcnding charitJ or,'rsani.,alion.\n(12) If the registrahon authority h6s not intimflted a chadty or an\norganization about the flaw in its applicarion and illtimation ahout thc rejection of\nthe applrcalion along wilh reasons having been recorded in *riting within ninery\ndays, tlte application shall be decmed to have been accepted and a certificate of\nruSrsrrarion ihall be issucd lo lhe charil) or organization.\n(13) In the event of rejecridr ol lhe applicarion for registration, an\nappeal ma1 be preferred to the appcllant authority within lhirty days of the\nrccoipt of the onlers of rejection and the appellant authority shall decide the\nappeal within sixty days and the decision ofwhich shall be final.\n(l4j The regislration authorir]\" may, by notification in the oflicial\nGo7.ette, speciry in the prescrib€d manncr lhc rcgisrarion fee palable.\n6. Volidity period of registrorion cerlificete.- (l) A ce(ificate of\nreBisration issued by the registration authorrry shall be valid lbr one year fmm\nthe date of rssuance which shall bc nincqable every year on submission ofannual\nprogress repon, audited accounts for the preceding yeat applicotion form, annual\nfee and such other documents as rna) be prescrib€d.\n(2) Application for rene$al of cenificate shall have lo bc suhmitted lo\nthe registrarifi aulhority thirty da)s ill advance of completion of following ycar\noareBist-atiun of lhc oharity concemed.\n(3) Conditions specified in seclion 5 shall also be applicable to the\napplicalion tbr renewol of regisrratron ce(ilicate dlongwirh any other condition\nthat may be specified by the registmtion authority.\n7. Chrrtcr of , cherity.-Every charity or organization seeking\nrrgistmtion shall, alongwith the applicalion for registration under this Act, file\nwith the r€gistralion authorilv its chancr. which shall contain the following,\nnamelY:-\n{a, name ofthe !hajlty or organizalioni\n(b) objectives ol'thc charity or organizrtion;\nPART ll THEGAZETTE OI PAKISI]AN, EXfRA,. DEC, 4, 202] 819\n(c) names and addrcsses ofthe initial three signatories ofthe charter as\n\\\\ell as the nanes and addresses of the members of thc governing\nbody oi the charilv or orgarization at the lime that application for\nregistration is made;\n(d) manner in which membership of the charity or organization be\nacquired and lostr\n(e) nraoner in which the governing body, byTvhatever nanre desc bcd\nshall come inlo existcDce and functlon: and\n(f) qualifications and disqurlifications of any person continuing as a\nmember ofthe goveming body ofthe charlty o. organrzatioll.\n8. Ametrdments in the charter of r registcr€d charit].- (l) No\namendment in the charrer ofa registercd charit, shall be valid unless ir has beel\napproved by t\\ro.third majoritl of its general body members and thereafter by the\nregistratio[ authority, for which purpose a copy of the amendment shall he\nfonyarded to the registmrion authority.\n(2) If the registralion authority rs satisfied that any amendment in dre\nchafter is not contmry to any of the provisions of this Act or the rules or\nregulations made thereunder, it may approve the amendment.\n(3) Where the reeristrdtion aothol'rty approves sn amendment in the\noharter, it shall issue lo thc charit) a cortilied copy oI thc amendment. which\nshall b€ conclusive evidence that the same is duly approved.\n(4) Any change in the chater ofa charity that has been disapproved by\nthe registration authority shall cease to be effecrive lmmediatelv from the date of\ndisapproval communicaled Lo thc organization concemed-\n(5) An appcal against an ordcr of the regishlion authority\ndisapproving a change in the purpose or purposes ofa charity may be prefened to\nthe appellate autho.ity within thin), days of lhe receipt of the order of the\nregistration authority which shall be placed bctbre the appcllant autho ty for\ndecision, thereon which shall be final.\n9. Conditions to bc complicd with by registcrcd cha q.- (l)\nEver) registered chanLv shall\n(a) maintain book ol accounts in a manner laid down b! the\nregistration authoflt-v in prescribed manner;\n(b) at such time and in such nranner as ntay be prescribed, submit'\nits annual repon and annual audited accounts to the\n880 II{E GAZEI'TE OF PAKISTAN, F:XTRA,. DEC- 4, 2O2t [PATTl\nregistration aurhorir! and publish the sanrc and place it on rts\n$.eb-s;te for general intbrmationi\n(c) pay all moneys, received b] it. inlo a separale account kcpl ;n its\nname at any branch ofan) scheduled baukt\n(d) fumish to the registration authority such particuiar with regard to\naccounls and olher .ecords as the registration autho ry may from\ntime to tiDe require;\n(e) spccifically mentior firarcial contributors lbr activities of lhe\ncharity; and\n(fl have its own s,eb-site within ninet) days from the date of issuance\nof registmtion certitlcare to be linked with database of charities of\nthe registmtion authorit). 'fhe \\,eb site shall contain all information\nregarding constilution of the chano, names and brief introduclion\nof executile members. ycar wise linancial quantum and d€tails of\nthe projccls undertaken by the charity during the preceding three\nyears ofreporling and list ofits funding pannen.\n(2) The registration authorirr'. or any omcer duly authorized by it in\nthis behalf. rnay at all reasonable time\\ visit the omce ofor any ofthe facilio'or\nproject run by lhat charity to ascertain the workiDg and pnrgress of charity and\ncxaminc its books of account snd other rccords, the securities, cash and other\nproperties hcld by a charity and all documents relating thereto. Arly refusal by a\ncharity ro aurhorize such vis,t or any breach of the conditions laid dorvn in sub-\nsection ( l) may result io deregistation of a charity.\n(3) Words in respect of a registeEd chariry of the lact lhat it is s\nregisterL{ charity shall be stated in Iirdu and English ir legible chamcters\nalongvith rts registration number.\n(a) in all notices, advertiscments, correspoldences and other\ndocuments issued by or on behalf of the charity and soliciring\nrnoney or othe. prope(y lbr tullilment ofainrs and objectives ofthe\nchariry;\n(b) in all bills of exchang!.:. promissory notes, endorsements, cheques\nand orders lor money or goods purporling to be signed on behalfof\nlhe charit): and\n(c) in all bills rendered b) it and in all rts illvoices, receipts and ietters\nofcredit.\nP.^Rr Il THEGAZETTE OF PAKISTAN, EXTRA,, DEC .1,2O2I 8E1\n(4) Any person who issues or authorizes the issuance ofany d(xument\nf.lling within clause (a), (b) or (c) of suLscction (3) in which the fact &at thc\ncharity is a registercd body is not slalcd as required by that sub-scction, shall bc\nlisble to s fine not exceeding one hundred lhous.and Rupees.\n10. Suspension or dissolulion o[ erecutive bodies of registercd\nchirities.- (l) After making such inquiries as ir may derm appropriatc, if the\nrcgistration authority is satisfied thst the registered chariry has been rcsponsible\nfor ony irregularit-v in respect of its funds or for any mal-adminislmtion in lhe\nconducr of tu affairs or has failed to cornply with the provisions of this Act or\nrules or regulations made thereuflder, it may, by oder in writilg, susp€nd or\ndissolve the Soveming My thereol\n(2) Where a govemin8 body is suspend€d unde, suLsection (l), thc\nregistration authority shall sppoint an adminismtor or a cretaler body\nconsisting of nor more than five persons, two from the govemmealt and thrcc\nt-rom lhe gereml body of the charity, who shall not be eligible for any\nappointmenr rn the goveming body for the next term.\n(J) The adminislralor or caretaker body appointed under sutsection\n(2) shall have all the authority and powers of the goveming body under thc\nconstitution ofrhe charity to carry out the day to day activilies ofthe charity.\n(4) the goveming My againsl which an order of suspension or\ndissolurion is made under suEs€clion (l) may mrke ppeal to the appellate\neulhority against such ord€r, which shall have the power lo make such orders ,s\nro the re-inslalement of the executive body r+1thi[ thirty days iiom the dste of\nreceipt ofsuch appeal and the decision oflhe appellant authority shallbe final.\nll. Dc-registr.tiotr of regirlered chrrity.- (l) lf et anv time, the\nregistrarion authorirJ_ has rEason lo believc rhal a registered chao0 is acdnS in\nconlravention o[ its chsner or contmry to eny ofthe provisions of this Act or the\nnrlcs or the regulations made thereunder or in a manner prejudicial lo thc\ninlcrcsts ol'the public, the state or its inslitulions, ir may order that the charity\nshall stand de-registered and removed from the rcgister on and fmm such date as\nrnay be specrlied in the o.der:\nProvided that no order under lhis suEseclion shall b€ made unless an\nopportuniry ofberng heard is provided to the charity.\n(2) The execfiive bodt_ of a charir, on Hralf of that charity against\nwhom an order of de regist!\"tion is made under suEsection (l) may make on\napp€al to the appellate authority \\vithin thirty days of the receipt of the ord€r,\nwhich shall have th€ power to make such orders as to the re-inslatement or\nendorsemenl of the decision of registration authority ,s it rnay think fit within\n882 llIEGAZETTEOFPAKISIAN,IIXTRA.,DEC. 4, 2021 [P^RrI\nninelv days from lhe dare of receipt ofsuch app€al ond the decrsion thereon of\nthe appellale Nthorit) shall be final.\n12. Volutrt ry dissolutiotr of E?istered chxrity.- (l) No registered\ncharity shall be dissolved by the executi\\e bod), or members thereoi:\n(2) lf ir is proposed lo dissolve any register€d charity, not less lhan\nthrce-fiffhs ofits executive body membcrs may apply to the reSistration authority\nin such nlanner as may be prcscribed. for making an order for thc dissolution of\nsuch chadty.\n(l) The regislration a[thoril] may allow de-re8istration after\nexafiinarion of the charter, accounls alld other prcscribed documetts of lhe\ncharity ond removc thar charity fmm the register on and fiom such date as rnay\nbe spccified in the order.\n(4) ln the event ofa delay ofmore rhan one hundrcd and eighty days in\nth€ determination of lhe application for de-regisfation moved by a charity, lhe\napplication shall be deemed to haye been acccpted unless reasons for the delay\najl nicorded in writing by the Egistmtion aulhority. Such delay shall in no case\nb€ more than ninety days beyond the st^-cifled ori8inal period of one hundred\nand ei8hty da)s.\n(5) Appcal against an order to de-regisler or an order refirsing to de-\nregister, pEsed by the registsation authority may be prefened within lhirty dsys\nof r€ceiF,t of the order to the sppellale aulhoriry for placin8 the same tefo.E\nappell.te outho.iry rhe decision thereon ofwhich shall be final.\n13. Cooscquetrces of de-registratioE rod voluotrry dislolutior.-\nWhere any charity is dissolved or de-regisrered under section l0 or ll, its\nrcgistrf,tion thereunder shall stand cancellcd on and from the date oflhe ordcr of\ndissolution takes effect and lhe registralion authority mey\n(a) order eny bank or other pcrson who hold moneys, secunties or\nother ossets on bahalf of lhe chrrity nol to pan \\vith such moncys,\nsecurities ard assets wilhour the prior permission in writing of the\n.egistralion authority;\n(b) appoint a compet€nt person ro wind up lhe affairs of such chariry,\nwith power to instiNre and dcfend suils rnd other legal proce€dings\non b€half of such charily and to make such orders and take such\n,ction as may appear to him to be necessary fol the purpose; and\n(c) order sny moneys, s€rurities and\nsatisfecrion of all debts and liabilitiesassets remaining efter the\nof such chariry to be prid or\nPART I] I'IIE GAZETTE OF PAKISTAN, EXTRA,, DEC- 4. 2O2I 881\n14. Righls of rcgistercd cbrdty- (l) Tlc prop€ny, movable and\nimmovable, b€longing to a charity regislered under this Act shall b€ veslql in fie\ngovemint body. ln all proceedings, civil and criminal, such pmpe.ty may be\ndescrihed as the p.opedy ofchariq.\n(2) Every charity registered under tiis Act may suc or be sued in tie\nname ofthe peBon or p€rsons authorized and designated, for lhis purpose by the\ncha(er or the rules and regulalions of a charity and in default of such\nauthorization in the narne of such persor as shall be appointed by the goveming\nbodv for tie occasion.\n(3) Every charity registered under this Act may solicit public doDetions\nsubject to the tilfilment ofconditions, regulations and rules nrade under this Act\nand may-transfered to such other charity, having objects similar to the\nobjecrs ofthe charity. as may be specified in the order.\n(a) apply for t&\\ exemplions in the menner prescrib€d by fre Federal\nBoard of Revenue: and\n(b) enter inlo agreemenb with Ihe starc and privale psflies fo. the\nrealizarioD ofaims and objcrlives specified in its chaner.\nt5. Rcgistcr of cbariti€s.- (l) The registration 8uthority dull, in\nr€sp€ct oa certilicate of registration issued under this Acl, maintain a rEgister\nconraining such palliculsrs as moy be prescribed.\n(2) The registration authority shall keep a manual rcSister of chadties,\nas u€ll as a dahbas€ ofall rcgistered charitics in an electronic form, rvhich shall\nb€ k€pt in such manner as may b€ prescrib€d.\n(3) Any charity which ceases lo exisl or opemte s|all bc removed fiom\nthe register, provided . one moDth nolice is served to such a charity to pmvide it\nan oppomrnity to produce documentaD evidence ofits existence for the purpose\nfor which il was crEated.\n(4) Any chariD which does not obtain its annual Nncwal certrficate as\nrequired under secrion 6 shall deem lo be considered an unregistcred and illegal\nentity and its name from lhe regisler shall be removed.\n16. App€llatc authority. l-he chiefcommissioner, Islamabad Capital\nIer.itory shall be the appellate aulhorily Io hear and decide appeals preferred\nunderthis Act.\n884,I'HE CAZETTI] OF PAKIS1N N. LXI'R^,, DLC. 4, ]ll2I [PART I\n| 7. Fir.ocisl irrc8ulerity. - ( I ) Orr receipt of a complaint in wriring\nalleging financial irregularities supponed by one.third of the memben of the\ngoreming h)dy of registcred charity or liom a prrrson or body that had\ncontributed more than five percenr of thc lolal thnds r€ceivo{ by thc charity in\nthe la{ }err for rvhrch finol accounls are a\\oilable, rhe rcgrslretion authority,\nrfter giving the charity an opponunity of being heard. authorize an extemal\nsuditor to carry out wilhin sixt) days an aadit ofthe charity.\n(2) Upon aulhorization ofan cxtemal sudit in tcrms ofsuusectio0 (l),\nthe .egisErti.xr suthority moy dirccl rmmediere posselsion of the books of\naccounl lel8efi or the rElevant electronically or manuelly preserved data of the\ncharity b) an oflicer of lhe registralion aulhonr).\n(3) Ihe c emal auditor shall, upon authorization in \\\\Tiong. complete\nthe sudil and submit the audit rcport within sixry da-'-s:\nPmvided that registruioo aulhorit\\ may cxlend the period of sixly days\nfor another thiry* days on the basis of a request in writing fmm rhe extemal\nauditor cle{rl)'staling the grouods therein.\n(4) ln the event ofa complaint being found by $e reSistration aurhority\nto be vcxatious or fiivolous\" the rcgistralion Euthority may impos€ an\nadminisEative finc of up to twenly-fivc thousand Rup..es on e3ch one of the\ncomplainanls. [n thc case of a member ofthe go!emin8 body or other membcr or\nan oflicial ofa charity being fincd under this suEsection. he shall st nd removed\nfiom the office heid by him as well rs the memb€rship of the charity. Appeal\nageinst an order imposing a fine in terms of this suLs€ction may be prefenEd\nwithin lhirty days of such ord€r to th€ appell,rlc arrlhorily l'or placing the same\nbefore the appellate authority who shall decide il on rnerit and that decision shall\nbe final\n(5) Io the evenl of the ertcmal arrditor's reporl indicating serious\nfinancial ir€Sularity or inegularities. the rcgisrratror aulhorilv shall provide \\vith\nthe audito.'s reporl and the issues required to be addressed by the charity or any\nof its office bcarers oa members who shall be provided due opportunity ofbeiflg\nheard. The rEgistmtion authority, if nol oon!inced with the reply. nay initiate an\ninquiry. lf upon complerion ol'its inquiry thc regisrration autho.i! is safisfied\nthai scrious financial iEegularity hfls bccfi contmificd with respect to the affairs\nofr rcgistered charity, ir may-\n(a) suspend o. reinove. afler recording reasons in *riting one or more\nmembers of rhe govemrng body or such other members or oflce\nb€srcrs thereof as appear lo hc rcsponsible for the irregularities\ndetect€d: and\nPART I] I'IIIJCAZETTEOI] PAKISI'AN, EXTRA,, DEC, 4, 2O2I Et5\n(b) initiate civil as well as criminal proceedings againsl such omce\nbearcr or member, including proceedings for the recovery of the\nmisapprop.iated assets.\n(6) The vacaDcies caused by removing of lhe members of the\ngoveming body of a charity shall bc filled in sccordance wirh tie charter of the\nchariq', but in no case laler than sixty days frorn the dete ol removal of the\nmembers ofthe govcming body found responsible for financial irreSularilies-\n(7) The vacancres creal€d as a resulr ofsuch suspensions shall be filled\nup in a:cordalce with rhe chartea or bye-laws otlhe chariry_.\n(8) Any member of the goveming bod,, ofthe charity or omce beerer\nthereof or any otrcr memb€r the charity suspended under suLsection (5) shall\nrot act as ot'l'ice-bcar€r ofthe charity during the period ofhis suspension.\nlE. Futrd raisiog etrd public aolicilriion.- (l) Any charity registered\nunder this Act shsll have the authorily to indulge into fund-raising activities and\nscek public solicitation, both local and foreign.\n(2) Any charity rcgislered under thrs Act and undergoing an activity to\ncollecl funds shall ensurc that-\n(a) pu.poses of solicitations lbr donations have acourately and\nt ansparently been conveycd to donors lor which donatioos are\nbeing collectcd;\n(b) the projecb have aclually been canied out for which funds were\ncollected: and\n(c) the beneficiaries ar€ real and that the intended bcncticiaries are lhe\nones for whom funds rverc actually received.\n(i) An\"\" person or group ol- pcrsons. whether the office bearcr,\nemplo)€e or a third parr]-. found involved in collection of funds or public\nsolicitation for or on behalfof an unregrstered. illegal or proscrib€d entily, shall\nb€ liable to punishment ofone year imprisonment or fine oftwo million Rupees\nor both.\n(4) No irdividual, organization. society, chadty, trust, non-\ngovemmenral orSanization (NGO) or non-profit organization (NPO), etc. shall\ncollect or raise funds or donations for charitable puposes as mentioned in\nscheduleJ from public through any campaign using mass media including\nclectronic, social. digital or print media or lhrough banners, placards, hoardings,\npublic gathering ctc. uolrl such society. charity, NGO or NPO etc. is r€8istercd\n8t6 THE OAZE'III' OF PAKISTAN, t:Xl RA, DEC J,2O2I lP^Rr I\nundcr this Act and any violation ol this provision shall attnrct prosecution for thc\noffcnces as mentioncd in Schedule-ll.\n19. Opponunity of he{ring. (l) No administralile order or actron\nadvcrsely atTecting any person or chariry shall be passed or taken under this Act\nunless such peBon or charity is alTorded an opporrunity ofb€ing heard.\n(2) After receiving ar), complaint in writing from any quarter or if the\nregistratioo aulhority itselfhas informarron thst any ofthe provisions ofthis Act\nhas been violated by any person or charity, such person or charity shall b€ seNed\nwilh a nofice for explanalron givrrt rherein the oppoaunity of personal hearin8\nand to respond within fifteen days to thal notice. In cas€ of no response, a second\nnoticr shall be served. ln cose rhat nodce is also not responded within ten days of\nirs issuance, it slull be prEsumed that the p.rson or chario, has nolhing ro say in\nhis or ils drfence end the decision shall b€ made cr-parre.\n20. Pelalri.s .rd proc€dure.- ( I ) Any p€rson \\rhc\n(a) contaavencs aiy ofthe provisions of this Act or any rule, regulation\nor order made thereunder shall be punished accordingly; or\n(b) commits an offencc ,,r'hich lhlls under th€ Pakislan Penal Code.\nIt60 (Act V of l{i60). the Anh-Terrorism Act, 1997 ( XXVII of\n1997), thc Anti-Money Laundering Act, 2010 (VIl of 2010), the\nPrevention of Corruplion Act, 1947 (ll ot 1947), the For€iBD\nExchange ReSulation Acr, lg47 (VIl of 1947), fie Copy.ighl\nOrdinance, 1962 (XXXIV ot 1962), the Pakistan Arms Ordirarce,\n1965 (W.P. Ord. No. XX of li)65), lh€ Emigralion Odinance, 1979\n(XVIII of 1979), the ConEol of NarEo(ic Subsl-ances Ac! 1997\n()(](Ir' of 1997). the Pakistsn Environmcntal Protection Act, 1997\n(XXXIV of 1997), the National Accountability Ordinanc€, 1999\n(XVlIl of 1999), the Regrstered Designs Ordinance, 2000 (Xt.V of\n2000), the Trade Marks Ordinanc€. 2001 (XIX of 2001). the\nPrevention and Control of Human Trafficking Ondinancq 2002\n(LIX of 2002), the Federul Excise Acl, 2005, or any other relevant\nlaw, for the time beinS in force. shall be punished accordingly; and\n(c) contravenes the provision of sub-section (4) of seclion 18, shall be\nliable to a fine upto rhe exlent of ono tnillion Rupees or\nimprisonmcnt upto six months or bolh.\n(2) When the offence is commitEd by a charit)r, everv olTice bearer\nthcreof shall, unless he pmv€s that the ollence was committed without his\nknowledge or consent, be deemed to b€ guilry ofsuch offence.\nPAR1 I}Ilt! CAZETTE OF PAKISTAN. EXTRA,. DEC, 4, 2O2I 887\n(3) Any person convicted undcr this Act shall stand disqualified for lifc\ntirne for becoming member ofany charity or to seek employnlcnt in any charity.\n21. ItrdeDtrity.- No suit. prosecutron. or other legal p.oaeeding shall\nb€ instituted against any person for an),thing that is done in good faith or\nintcnded to be done in good failh under this Act.\n22. Power to {meod the Schedules. The Govemmenl may, by\nnotification in the oliicial Cazette. amcnd the Sch€dul€s so as to amend therein\nor omit therefrom or add thereto any ficld of social welfare sedice or, as the case\nmay be. offences ofany law.\n23. Delegrlion of po*ells.- The Covemment may, by notificelion in\nthe oflicial Ga2ette. delegate all or ony of its powers under this Acl, either\ngenerally or in rrspect of such cherity or class ofcharities as may be sp€rified in\nthe notification,lo any ofits omcers.\n24- Pow€r lo mske .ul€3.-The Govemment may, by notific&t,on rn\nlhe orlcial Gazetle, make rules, nol inconsistenl with any pmvision of this Acl\nIbr carryrng into effeat the provisions ofthis Act.\n25. Power lo mrke reguletiotrs.- The chief commiss ioncr lslomabad\nCapital Territory may make reguletions, not inmnsistent with sny of the\nprovisions ofthis Act and ofthe rules made thereunder, to corry out purposes of\nlhis Act.\n26. Reoovel ot difficulti.3. lf any difficulty arises in giving eflect\nto any of the pmvisions of thrs Act, lhe Fedeml Govemmenl may make such\norder as may tre necessary:\nProvided that this power shall nor bc exercased b€yond the period oflwo\nvears from the commencement date ofthis Act.\n27. Reperl.- The Volunlary Social Welfare Agencies (Registration\nsnd Contml) Ordinance, l95l (XLVI of l96l ) is hereby repealed to the exent of\nlslamabad Capital TeFitory.\nTHE SCHEI)ULE-I\n(Thematic areas of welfare activities)\n[ .See s!'ction 2 ]\nI. Child welfare:\n2. Youth welfar€;\n3. Women's welfare:\nEEE THD CAZETTE OI PAKIS'TAN, EXTRA,, DEC- 4, 2O2I [P^Rr I\n4\n5\n6Welfarc, tmining and rehabiliurion ofthe p€rsons with disabilit;es;\nFamily planning and populatroD \\r'elfare:\nRecreational progmmmes irtended to keep people away lrom anti-\nsocialactiviries;\nCivic education, ainred at developing sense ofcivic responsibility;\nWelfare and rehabilitation of prisoners;\nwelfare ofjuvenile delinquentsi\nWelfarc ofthc beggars and deslitute:\nWelfarc and rehibiliralion.f tarrcnr\\:\nWelfare of the aged and infirm:\nTraining and capacity buildiDll of personnel engaged in s@ial\nservices delivery;\nEnvironment protection and related issues;\nDrug abuse and narcotics;\nSocialrescarch;\nHuman rights;\nReligious education. interfaith and sertarian harmony;\nEducation.\nHealth and reproducrive health;\nPoverty alleviation:\nCuhural heritage and promoting culture ofPakistan:\nVocational and professional lrainingi and\nDe mdicalizalion and counter \\ iolent e\\remism.'7.\nE,\n9.\n10\nt2\n13\n14\nl5\nl6\nt1\nI8\nl9\n70\n2l\n22\n23\n24\nSCIIEDULE.II\nOIIFENCES\nl. The Pakistan PenalCodc, 1860 (Act V of 1860);\n2. The Anti-Terrorism Act. 1997(XXVIIof1997);\n3. The Anti-Money Laundering Act, 2010 (VII ol20l0);\n4. The Preyention ofCorruption Acl, 1947 (ll of 19.17),\n5. The Foreign Exchange Regnlarion Act, 19,17 (Vll ot 1947).\nTAHIR tIUSSAIN,\nPR INTED EY THE \n'{,ANACEN, PRh*TIJ{C CORPORA TION Of ]'AK IS TAN PFISS ISI A\\1A8AD\nNRLISHFDI]YTH6 DIPUTYCON'IIOLLtR STAIIONLRYANDFORMS UNIVERSITYROAD I(AfuA'ts'"
}