{
    "file": "./converted_json\\administratorc3159176d17a29e713613851233c2845.json",
    "name": "The Benami Transactions (Prohibition) Act, 2017",
    "date": "14th February, 2017",
    "tagline": "An Act to provide for prohibition of holding property in Benami and restrict right to recover or transfer property held Benami",
    "content": "Page 1 of 24 \n  \n \n \n \n \n \nTHE BENAMI  TRANSACTIONS (PROHIBITION) ACT, 2017  \n \n \n \n  \n  \nCONTENTS  \n___________ __ \n \n \nCONTENT S \n \n1. Short title, extent and commencement.  \n2. Definitions. \n3. Prohibition of Benami  transactions.  \n4. Property held  Benami  liable to confiscation . \n5. Prohibition on retransfer of property by Benami dar. \n6. Adjudicating Authority.  \n7. Constitution of benches of adjudicating authority.  \n8. Power of the Adjudicating Authority to regulate its own procedure.  \n9. Term of office Of Chairperson and members of Adjudicating Authority.  \n10. Terms and conditions of service of Chairperson and members of Adjudicating Authority . \n11. Removal of Chairperson and members of Adjudication Authority.  \n12. Member to act as Chairperso n in certain circumstances.  \n13. Vacancies, defects and irregularities not to invalidate proceedings of Adjudicatin g Authority.  \n14. Officers and employees of Adjudicating Authority.  \n15. Authority and jurisdiction.  \n16. Powers of authorities.  \n17. Assistance to the authorities.  \n18. Power to call for information.  \n19. Power to enter and search premises.  \n20. Power of Authority to impound documents.  \n \n\n \nPage 2 of 24 \n 21.  Power of Authority to conduct inquiries and investigations.  \n22.  Notice and attachment of property involved in Benami  transaction.  \n23.  Manner of servic e of notice.  \n24. Adjudication of Benami  property.  \n25.   Confiscation and vesting of Benami  property.  \n26.  Management of properties confiscated .  \n27.  Possession of property.   \n28.  Establishment of the Federal Appellate Tribunal . \n29.  Composition and jurisdiction of the Tribunal.   \n30.  Qualification for appointment of Chairperson and Members of Federal Appellate Tribunal.  \n31. Terms and conditions of service of Chairperson and Members of Federal Appellate Tribunal.  \n32.  Terms of office of Chairperson and Members.  \n33. Removal of Chairperson and Memb ers from office in certain circumstances . \n34. Vacancies, defects and irregularities not to invalidate p roceedings of Federal Appellate \nTribunal.  \n35. Resignation and removal . \n36. Member to act as Chairperson in certain circumstances.  \n37. Staff of Federal Appellate Tribunal.  \n38. Procedure and powers of Federal Appellate Tribunal . \n39. Distribution of business amongst Benches of Appellate Tribunal . \n40. Power of Chairperson of Appellate Tribunal to transfer cases.  \n41. Decision to be by majority.  \n42. Chairperson, Members and other officers and employees to be public servants.  \n43. Bar of jurisdiction of civil courts.  \n44. Appeals to Federal Appellate Tribunal.  \n45. Rectification of mistakes.  \n46. Right to representation.  \n47. Appeal to High Court.  \n48. Special Courts.  \n49. Application of Code of Criminal Procedure, 1898 to pr oceedings before Special Court.  \n50. Appeal and revision.  \n51. Penalty for Benami  transaction.  \n52. Penalty for false information.  \n53. Previous sanction.  \n \nPage 3 of 24 \n 54. Certain transfers to be null and void.  \n55. Power of Federal Government to issue directions, orders and instructions.  \n56. Act to override other laws.  \n57. Offences to be non -cognizable.  \n58. Offences by companies.  \n59. Notice, summons, order, document or other proceeding, not to be invalid on certain grounds.  \n60. Protection of action taken in good faith.  \n61. Power to make rules.  \n62. Reward to whistleblowers.  \n  \n \nPage 4 of 24 \n THE BENAMI  TRANSACTIONS (PROHIBITION) ACT, 2017  \n \nACT NO. V OF 2017  \n \n[14th February, 2017 ] \n \nAn Act to provide for prohibition of holding property in Benami  \n \nWHEREAS  it is expedient to provide for prohibition of holding property in Benami  and restrict \nright to recover or transfer property held Benami  and provide mechanism and procedure for \nconfiscation of property held Benami  and for matters connected therewi th or incidental thereto;  \n \nIt is hereby enacted as follows: ⸺ \n \nCHAPTER I  \n \nPRELIMINARY  \n \n1. Short title, extent and commencement .⸺(1) This Act may be called the Benami  \nTransactions (Prohibition) A ct, 2017.  \n \n(2) It shall extend to the whole of Pakistan.  \n \n(3) It shall come into force at once.  \n \n2. Definitions .⸺(1) In this Act, unless there is anything repugnant in  the subject or context,  ⸺ \n \n(1) “Adjudicating Authority ” means the Adjudicating Authority appointed under \nsection 6;  \n \n(2) “Administrator ” means Assistant Commissioner Inland Revenue appointed under \nsection 208 of  the Income Tax Ordinance, 200l(XLIX of  2001):  \n \n(3) “Approving Authority ” means Commissioner Inland Revenue as defined in clause \n(13) of section 2 of the Income Tax Ordinance,  2001 (XLIX of2001);  \n \n(4) “attachment ” means the prohibition of transfer, conversion, disposition or \nmovement of property, by an order issued under this Act;  \n \n(5) “authority ” means an authority referred to in section I5;  \n \n(6) “banking company ” means a banking company as defined in the Banking \nCompanies Ordinance, 1962 (LVII of 1962) and includes any body corporate \nwhich transacts the business of banking in Pakistan;  \n \n(7) “Benami  property ” means any property which is the subject matter of  Benami  \ntransaction and also includes the proceeds from such property;  \n \n(8) “Benami  transaction ” means, ⸺ \n \n \nPage 5 of 24 \n (A) a transaction or arrangement ⸺ \n \n(a) where a property is transferred to, or is held by, a p erson and the \nconsideration for such property has been provided, or paid  by, another \nperson;  \n \n(b)  the property is held for the immediate or future benefit, direct or indirect, \nof the person who has provided the consideration, except when the \nproperty is held by ⸺ \n \n(i)  a person standing in a fiduciary capacity for the benefit of another \nperson towards whom he stands in such capacity and includes a \ntrustee, executor, partner, director of a company, agent or legal \nadviser and any other person as may be notified by the Fed eral \nGovernment for this purpose; or  \n \n(ii) any person being an individual in the name of his spouse or in the \nname of  any child or in the name of his brother and sister or lineal \nascendant or descendant and the individual appearing as joint owner \nin any d ocument of such individual and the consideration for such \nproperty has been provided or paid out of known resources of \nincome of  the individual; or  \n \n(B)  transaction or arrangement in respect of a property carried out or made in a \nfictitious name; or  \n \n(C)  a transaction or arrangement in respect of a property where the owner of \nthe property is not aware of, or denies knowledge of, such ownership; or  \n \n(D)  a transaction or arrangement in respect of a property where the person \nproviding the consideration is not traceable or is fictitious;  \n \n(9)     “Benami dar” means a person or a fictitious person, as the case may be, in whose \nname the Benami  property is transferred or held and includes a person who lends \nhis name;  ⸺ \n \n(10)    “bench ” means a bench of the adjud icating authority or the appellate tribunal, as \nthe case may be;  \n \n(11)    “beneficial owner ” means a person, whether his identity is known or not, for \nwhose benefit the Benami  property is held by a Benami dar; \n \n(12)    “Board ” means the Federal Board of Revenue constituted under the  Federal \nBoard of Revenue Act, 2007;  \n \n(13)   “'director”  shall have the same meaning as assigned to it in clause ( 13)  of section \n2 of the Companies Ordinance, 1984 (XLVII of I 984);  \n \n(14)    “executor ” shall have the same meaning as assigned to it in clause (c)  of section \n2 of the Succession Act, 1925 (XXXIX of 1925);  \n \nPage 6 of 24 \n  \n(15)    “fair market value ”in relation to a property, means ⸺ \n \n(a)  the price that the property would ordinarily fetch on sale i n the open market \non the  date of the transaction; and  \n \n(b)  where the price referred to in sub -clause (a) is not ascertainable, such price \nas may  be determined in accordance with such manner as may be \nprescribed;  \n \n(16)  “financial institution ” shall have the same meanin g as assigned to it in clause  \n(15A) of section 2 of the Companies Ordinance, 1984 (XLVII of 1984):  \n \n(17)  “firm” shall have the same meaning as assigned to it in section 4 of  the Partnership \nAct 1932 (IX of l 932) and shall incl ude an association of persons as defined in \nsection 80 of the Income Tax Ordinance,  2001 (XLIX of  2001); \n \n(18)  “High Court ” means ⸺ \n \n(a)  the High Court within the jurisdiction of which the agg rieved party \nordinarily  resides or carries on business or pers onally works for gain; and  \n \n(b)   where the Government is the aggrieved party, the High Court within the \njurisdiction of which the respondent, or in a case where there are more \nthan one respondent, any of the respondents, ordinarily resides or carries \non business or personally works for gain;  \n \n(19) “Initiating Officer ” means a Deputy Commissioner Inland Revenue appointed \nunder section 208 of the Income Tax Ordinance, 200 I(XLIX of200 I);  \n \n(20) “Member ” means the chairperson or the member of the adjudicating authority or \nthe Appellate Tribunal, as the case may be;  \n \n(21) “notification ” means a notification published in the official Gazette and the \nexpression “notified ” shall be construed accordingly;  \n \n(22) “partner ” shall have the same meaning as assigned to it in section 4 of the \nPartnership Act, 1932(IX of 1932) and shall include,  \n \n(a) any person who, being a minor , has been admitted to the benefits of \npartnership; and  \n \n(b)  a member of association of pe rsons ; \n \n(23) “partnership ” shall have the same meaning as assigned to it in section 4 of the \nPartnership Aet, 1932 (IX of 1932) and shall include association of persons;  \n \n(24) “person ” shall include ⸺ \n \n(a)  an individual;  \n \nPage 7 of 24 \n  \n(b)  a company;  \n \n(c)  a firm;  \n \n(d)  an association of persons or a body of individuals, whether incorporated \nor not;  \n \n(e) every artificial  juridical person, not falling under sub -clauses (a)  to (d).  \n \n(25) “prescribed ” means prescribed by rules made under this Act;  \n \n(26) “property ” means as set of any kind, whether movable or immovable, tangible or \nintangible, corporeal or incorporeal and includes any right or interest or legal \ndocuments or instruments evidencing title or interest in the property and where \nthe property is capable of conversio n into some other form, then the property in \nthe converted form and also includes the proceeds from the property;  \n \n(27) “Special Court ” means a Court of Sessions designated as Special Court under \nsection 50;  \n \n(28)  transfer  includes sale, purchase. disposition, extinguishment of  profit or any other \nform of transfer of right, title, possession or lien;  \n \n(29) “Tribunal ” means the Appellate Tribunal established under section 30;  \n \n(30) “trustee ” means the trustee as defined in section 3 of the Trusts Act , 1882 ( II of \n1882);  \n \n(2) Words and expressions used herein and not defined in this Act shall have the same meaning \nas defined in the Trusts Act, 1882 (1I of 1882), the Succession Act, 1925 (XXXIX of 1925),  the \nPartnership Act, 1932 (IX of 1932), the Incom e Tax Ordinance, 2001 (XLIX of2001) the Anti Money \nLaundering Aet, 2010(VII of  2010) and the Companies Ordinance, 1984 (XLVII of 1984).  \n \nCHAPTER II  \n \nPROHIBITION OF BENAMI  TRANSACTIONS  \n \n3. Prohibition of Benami  transactions. ⸺ (1) No person shall enter into any Benami  \ntransaction.  \n \n(2) Whoever enters into any Benami  transaction or holds any Benami  property on and after the \ndate of the commencement of this Act, shall be punishable in accordance with the provisions contained \nin Chap ter V III. \n \n4. Property held Benami  liable to confiscation. ⸺ Any property, which is subject matter of \nBenami  transaction, shall be liable to be confiscated by the Federal Government.  \n \n5. Prohibition on rctransfer of property by Benami dar.⸺ (l) No person bei ng Benami dar \nshall retransfer the Benami  property held by him to the beneficial owner or any other person acting on \nhis behalf.  \n \nPage 8 of 24 \n  \n(2) Where any property is retransferred in contravention of the provisions of sub -section (1), \nthe transaction of such property shall be deemed to be null and void.  \n \nCHAPTER III  \n \nAUTHORITIES  \n \n6. Adjudicating Authority .⸺ (1) The Federal Government shall, by  notification in the official \nGazette, appoint one or more Adjudicating Authorities to exercise jurisdiction, powers and authority \nconferred by or under this Act.  \n \n(2) Adjudicating Authority shall consist of a Chairperson and at least two other members.  \n \n(3) A person shall not be qualified for appointment as the Chairperson or a member of the \nadjudicating authority, unless that person ⸺ \n \n(a) is or has been a member of the Inland Revenue Service and has held the post of \nChief Commissioner Inland Revenue or e quivalent post in that service; or  \n \n(b) is or has been a member of any Federal service and has held the post of Additional \nSecretary or equivalent post in that service.  \n \n(4) The Chairperson and the other members of the adjudicating authority shall be appoi nted by \nthe Federal Government in such manner as may be prescribed.  \n \n(5) The Federal Government shall appoint the senior most member to be the Chairperson of  \nthe Adjudicating Authority.  \n \n7. Constitution of ben ches of adjudicating authority. ⸺(1) Subject to the provisions of  this \nAct,⸺ \n \n(a)  the jurisdiction of the Adjudicating Author ity may be exercised by benches \nthereof;  \n \n(b)  a bench may be constituted by the Chairperson of the Adjudicating  Authority \nwith two members, as the Chairperson may deem fit;  \n \n(c)  the benches of the Adjudicating Authority shall sit at such places as the Federal \nGovernment may, in consultation with the Chairperson and by notification in \nthe official Gazette, specify; and  \n \n(d)  the Federal Government shall, by notification in the of ficial Gazette, specify the \nareas in relation to which each bench of the Adjudicating Authority may \nexercise jurisdiction.  \n \n(2) Notwithstanding anything contained in sub -section (I), the Chairperson may transfer a \nmember from one bench to another bench.  \n \n \nPage 9 of 24 \n 8. Power of the Adjudicating Authority to regulate its own procedure. ⸺The Adjudicating \nAuthority shall, as far as may be practicable, be bound by the pro cedure laid down in the Code of Civil \nProcedure, 1908 (Act V of  1908), but shall be guided by the pri nciples of natural justice and, subject \nto the other provisions of this Act, the Authority shall have powers to regul ate its own procedure.  \n \n9. Term of office of Chairperson and members of Adjudicating Authority. ⸺The \nChairperson and members of the Adjudicating Authority shall hold office for a term not exceeding \nthree years from the date on which they enter upon their office or until they attain the age of sixty -two \nyears, whichever is earlier, and. shall not be eligible for re -appointment.  \n \n10. Terms and conditions of service of Chairperson and members of Adjudicating \nAuthority.  (1) The salary and allowances payable to and the other terms and condition of service of \nthe Chairperson and other members of the Adjudicating Authority shall be such as may be prescribed.  \n \n(2) Any vacancy caused in the office of the Chairperson or any other member shall be filled in \nwithin a period of three months from the date on which such vacancy occurs.  \n \n11. Removal of Chairperson and members of Adjudication Authority. ⸺ (1) The Federal \nGovernment may, by an order in writing, remove from office th e Chairperson or a member of the \nAdjudicating Authority, if  the Chairperson or such other member, as the case may be, ⸺ \n \n(a)  has been adjudged as an insolvent; or  \n \n(b)  is convicted of an offence, involving moral turpitude; or  \n \n(c)  has become physically or mentally incapable of acting as a member;  or \n \n(d)  has acquired such financial or other interest as is likely to affect prejudicially \nhis functions: or  \n \n(e)  has so abuse d his position as to render his continuance in office prejudicial to \nthe public interest.  \n \n(2) The Chairperson or a member shall not be removed from his office under clause (c), (d) or \n(e) of sub -section ( 1) unless he has been given a reasonable opportunit y of being heard in the matter.  \n \n12. Member to act as Chairperson in certain circumstances. ⸺(1) In the event of occurrence \nof any vacancy in the office of the Chairperson by reason of his death, resignation or otherwise, the \nmost senior member shall act as  the Chairperson of the Adjudicating Authority until the date on which \na new Chairperson, appointed in accordance with the provisions of  this Act to fill the vacancy, enters \nupon his office.  \n \n(2) When the Chairperson is unable to discharge his functions owing to absence, illness or any \nother cause, the Federal Government may direct the senior most member to discharge the functions of \nthe Chairperson until the date on which the Chairperson resum es his duties.  \n \n13. Vacancies, defects and irregularities not to invalidate proceedings of  Adjudicating \nAuthority.  ⸺No act or proceeding of  the Adjudicating Authority shall be invalid merely by reason of  \n \n(a)  any vacancy in, or any defect in the constitution of, the Authority; or  \n \nPage 10 of 24 \n  \n(b)  any defect in the appointment of a person acting as a member of the  Authority; \nor \n \n(c)  any irregularity in the procedure of the Authority not affecting the merits of the \ncase.  \n14. Officers and employees of Adjudica ting Authority.  The officers  and employees of the \nAdjudicating Authority shall discharge their funct ions under the general superintendence of the \nChairperson of the Adjudicating Authority.  \n \n15. Authority and jurisdiction.  ⸺ (l) The following shall be the authorities for th e purposes \nof this Act, namely:  \n \n(a)  the price that the property would ordinarily fetch on sale in the open market on \nthe date of the transaction; and  \n \n(b)  the Approving Authority;  \n \n(e)  the Administrator; and  \n \n(d)  the Adjudicating Authority.  \n \n(2) The authorities shall exercise all or any of the powers and perform all or any of the functions \nconferred upon it or assigned to it under this Act or in accordance with such rules as may be prescribed.  \n \n16. Powers of autho rities.(1) The au thorities shall, for the purposes of this Act, have the \nsame powers as are vested in a civil court under the Code of Civil Procedure, 1908 (Act V of 1908), \nwhile trying a suit in respect of  the following matters, namely:  ⸺ \n \n(a)  discovery and inspection:  \n \n(b)  enforcing attendance of any person;  \n \n(c)  compelling production of books of accounts and other documents;  \n \n(d)  issuing commissions;  \n \n(e)  receiving evidence on affidavits; and  \n \n(f)  any other matter which may be prescribed.  \n \n(2) Any proceeding under  sub-section ( 1) shall be deemed to be a judicial proceeding within \nthe meaning of section 193 and section 228 of the Pakistan Penal Code. 1860 (Act XLV of 1860).  \n \n17. Assistance to the authorities.  Every officer of Inland Revenue Service, Customs, Anti -\nNarcotic Force, Provincial Excise and Taxation Department, District Coordinating Officer, District \nRevenue Officer , recognized Stock Exchange, State Bank of Pakistan, Securities and Exchange \nCommission of Pakistan, officers ofany body corporate constituted by or established under any law , \nbanking companies, Central Depository Company, National Clearing Company of Pakistan Ltd., \n \nPage 11 of 24 \n Police, Civil Armed Forces and any other agency or institution are required to assist the Authorities \nand Chairperson and members of  the Tribunal in discharge of their functions under this Act.  \n \nCHAPTER IV  \n \nINFORMATION COLLECTION  \n \n18. Power to call for information.  ⸺ Any authority or Chairperson or member of the \nAppellate Tribunal under this Act shall have power to require any officer of the Federal Government \nor Provincial Government or a local body or an authority or any person or officer who is responsible \nfor registeri ng any property or maintaining books of accounts or other documents containing a record \nof any transaction relating to any property or any other person to furnish any information in relation to \nany person, point ormatter as in his opinion shall be useful f or or relevant for the purposes of this Act.  \n \n19. Power to enter and sear ch premises.  ⸺ (1) In order to enforce any provision of this Act \nany Authority defined under this Act shall at all times and without prior notice have full and free access \nto any prem ises, place, accounts, documents or computer.  \n \n(2) The Authority may stamp or make copy of documents or computer stored information.  \n \n20. Power of Authority to impound documents.  (1) Where any books of accounts or other \ndocuments are produced before any A uthority in any proceedings under this Act or the accounts. books \nof documents or computer are accessed while exercising powers under section I9 and the Authority in \nthis behalf has reason to believe that any of the books of accounts or documents or comput er are \nrequired to be impounded and retained for any inquiry under this Act, it may impound and retain them \nfor a period not exceeding three months:  \n \nProvided that the period for retention may be extended beyond a period exceeding  three \nmonths:  \n \nProvided further that the Authority shall record the reasons in writing for extension of retention.  \n \n(2) Where the Authority impounding and retaining the books of account or other documents or \ncomputer under sub -section ( 1) is the Initiating Officer, he shall obtai n approval of the Approving \nAuthority within a period of fifteen days from the date of initial impounding and seek further approval \nof the Approving Authority for extending the period of initial retention, before the expiry of the period \nof initial retenti on, if so required.  \n \n(3) The period of retention of the books of account or other documents under sub -section ( 1) \nshall in no case exceed a period of thirty days from the date of conclusion of all the proceedings under \nthis Act.  \n \n(4) The person, from whom the books of account or other documents were impounded under \nsub-section ( 1), shall be entitled to obtain copies thereof.  \n \n(5) On the expiry of  the period specified under sub -section (I), the books of account, other \ndocuments or computer, as the case may b e, shall  be returned to the person from whom such books of \naccount or other documents or computer were impounded unless the Approving Authority or the \nAdjudicating Authority permits their release to the owner or any other person nominated by the owner \nfrom  whom it was impounded.  \n \nPage 12 of 24 \n  \n21. Power of Authority to conduct inquiries and investigations. ⸺The Initiating Officer. \nafter obtaining prior approval of the Approving Authority, shall have power to conduct or cause to be \nconducted any inquiry or investigation in  respect of any person, place, property, assets, documents. \nbooks of account or other documents, in respect of any other relevant matters under this Act.  \n \nCHAPTER V  \n \nATTACHMENT, ADJUDICATION AND CONFISCATION  \n \n22. Notice and attachment of property involved in Benami  transaction. (1) Where the \nInitiating Officer, on the basis of material in his possession, has reason to believe that any person is a \nBenami dar in respect o f a property, he may, after recording reaso ns in writing, issue a notice to such \nperson to show cause, within such time as may be specified in the notice, as to why such property \nshould not be treated as Benami  property.  \n \n(2) The Initiating Officer shall serve copy of the notice issued under sub -section (I) upon such \nother person who is a beneficial owner.  \n \n(3) Where the Initiating Officer is of the opinion that the person in possession of  the property \nheld Benami  may alienate such property during the period specified in the notice, he may, with the  \nprior approval of the Approving Authority and by order in writing, attach provisionally property in the \nmanner as may be prescribed, for a period not exceeding ninety days from  the date of issue of notice \nunder sub -section (I).  \n \n(4) The Initiating Officer , after making such inquires and calling for such reports or evidence \nas he deems fit and taking into account all relevant materials. shall, within a period of ninety days from \nthe date of issue of notice under sub -section (1) \n  \n(a)  where the provisional attachment has been made under sub -section  (3), \n \n(i)  pass an order continuing the provisional attachment of  the property with the \nprior approval of  the Approving Authority, till the passing of  the order made by \nthe Adjudicating Auth ority under sub -section (3) of section 24; or  \n \n(ii)  revoke the provisional attachment of the property with the prior approval of the  \nApproving Authority;  \n \n(b)  where provisional attachment has not been made under sub -section  (). \n \n(i)    pass an order provisionally attaching the property  with the prior approval of \nthe  Approving Authority, till the date of passing of the order by the \nAdjudicating Authority under sub -section (3) of section 24;  \n \n(ii) decide not to attach the property as specified in the n otice, with the ·prior \napproval of the Approving Authority.  \n \n(5) Where the Initiating Officer passes an order continuing the provisional attachment of the \nproperty under sub -clause (i) of clause (a) of sub -section (4) or passes an order provisionally attac hing \n \nPage 13 of 24 \n the property under sub -clause (i) of clause (b) of that sub -section, he shall, within  sixty days from the \ndate of the attachment, draw up a statement of the case and refer it to the Adjudicating Authority.  \n \n23. Manner of service of notice.  ⸺ (1) A notice issued under this Act may be served in the \nmanner ” as provided under section 218 of the Income Tax Ordinance, 200 l(XLIX of2001) and all \nprovisions ofthat section shall apply.  \n \n24. Adjudication of Benami  property.  ⸺ (1) On receipt of a reference und er sub -section (5) \nof section 22, the Adjudicating Authority shall serve notices to furnish such documents, particulars or \nevidence as is considered necessary on a date to be specified therein, on the following persons, \nnamely: - \n \n(a)  the person specified as a Benami dar therein;  \n \n(b)  any person referred to as the beneficial owner therein or identified as such;  \n \n(c)  any interested party, including a banking company; and  \n \n(d)  any person who has made a claim in respect of the property:  \n \nProvided that the Adjudicating Authority shall issue notice within a period of thirty days from \nthe date on which a reference has been received:  \n \nProvided further that the notice shall provide a period of not less than thirty days to the person \nto whom the notice is issued to furnish the information sought.  \n \n(2) Where such property is held jointly by more than one person, the Adjudicating Authority \nshall make all endeavors to serve notice to all persons holding such property jointly:  \n \nProvided that where the notice is served  on any one of the persons, jointly holding the property, \nthe service of notice shall not be invalid on the ground that the said notice was not served to all the \npersons holding the property jointly.  \n \n(3) The  Adjudicating/ \\uthority shall, after ⸺ \n \n(a)  considering the reply, if any, to the notice issued under this section;  \n \n(b)  making or causing to be made such inquiries and calling for such reports or \nevidence as it deems fit: and  \n \n(c)  taking into account all relevant materials.  \n \nprovide an opportunity of being heard to the person specified as a Benami dar therein, the \nInitiating Officer and any other person who claims to be the owner of such property and  ,thereafter , \npass an order  \n \n(i)   holding the property not to be a Benami  property and revoking the attachment order; \nor \n \n(ii) holding the property to be a Benami  property and confirming the attachment order.  \n \nPage 14 of 24 \n  \n(4) Where the Adjudicating Authority is satisfied that some part of the property in respect of \nwhich reference has been made  to him is Benami  property, but is not able to specifically identify such \npart, he shall record a finding to the best of his judgment as to which pa rt of property is held Benami . \n \n(5) Where in the course of proceedings before him, the Adjudicating  Authority has reason to \nbelieve that a property other than a property referred t o him by the Initiating Officer is Benami  \nproperty, he shall provisionally attach such property  and such property shall be deemed to be a property \nreferred to him on the date o f receipt of tho reference under sub -section (5) of section 22.  \n \n(6) The  Adjudicating  Authority may, at any stage of  the proceedings, either on the application \nof any party or suo moto, strike out the name of  any party improperly joined or add the name, of any \nperson whose presence before the Adjudicating Authority may be necessary to enable it to adjudicate \nupon and settle all the questions involved in the reference.  \n \n(7) No order under sub -section (3) shall be passed after the expiry of one year from the receipt \nof the reference under sub -section (5) of section 22.  \n \n25. Confiscation and vesting of  Benami  property.  ⸺ (1)Where an order is passed in respect \nof any property under sub -section (3) of section 24, holding such property to be a Benami  property, \nthe Adjudicating Authority shall, after giving to the person concerned, an opportunity of being heard \nmake an order confiscating the property held to be a Benami  property:  \n \nProvided that where an appeal has been filed against the order of the Ad judicating Authority, \nthe confiscation of property shall be made subject to the order passed by the Tribunal under section \n44: \n \nProvided further that the confiscation of the property shall be made in accordance with such \nprocedure as may be prescribed.  \n \n(2) Nothing in sub -section () shall apply to a property held or acquired by a person from the \nBenami dar for adequate consideration, prior to the issuance of notice under sub -section (I) of section \n22, without having knowledge of the Benami  transaction.  \n \n(3) Where an order of confiscation has been made under sub -section (I), all the rights and title \nin such property shall vest absolutely in the Federal Government free of all encumbrances and no \ncompensation shall be payable in respect of such confiscation.  \n \n(4) Any right of any third person created in such property with a view to defeat the purposes \nof this Act shall be null and void.  \n \n(5) Where no order of confiscation is made upon the proceedings under this Act attaining \nfinality, no claim shall lie against  the Government.  \n \n26. Management of properties confiscated. ⸺ (1) The Administrator shall have the power to \nreceive and manage the property, in relation to which an order of confiscation under sub -section (L) \nof section 22 has been made, in such manner and subject to such conditions, as may be prescribed.  \n \n(2) The Federal Government may, by order publish in the official Gazette, notify as many of \nits officers as it thinks fit to perform the functions of  Administrators.  \n \nPage 15 of 24 \n  \n(3) The Administrator shall also take such measures, as the Federal Government may direct, to \ndispose of the property which is vested in the Federal Government under sub -section ( 3) of section 25, \nin such manner and subject to such conditions as may be prescribed.  \n \n27. Possession of p roperty.(1) Where an order of confiscation in respect of a property under \nsub-section (I) of section 25 has been made, the Administrator shall proceed to take the possession of \nsuch property.  \n \n(2) The Administrator shall,  \n \n(a)    by notice in writing, order within  seven days of  the date of the service of notice, \nany person who may be in possession of the Benami  property, to surrender or \ndeliver possession thereof to the Administrator or any other person duly \nauthorized in writing by him in this behalf;  and \n \n(b)   in the event of non -compliance of  the order referred to in clause (a). or if in his \nopinion. taking over of immediate possession is warranted, for the purpose of \nforcibly taking over possession, requisition the service of any police officer to \nassist him an d it shall be the duty of such officer to comply with such requisition.  \n \nCHAPTER VI  \n \nFEDERAL APPELLATE TRIBUNAL  \n \n28. Establishment of the Federal Appellate Tribunal.  The Federal Government may, by \nnotification in the official Gazette, establish Federal Appellate Tribunal to hear appeals against the \norders of the Adjudication Authority under this' Act.  \n \n29. Composition and jurisdiction of the Tribunal. (1) The Tribunal shall consist of a \nChairperson and at least two other Members of which one shall be a J udicial Member and other shall \nbe an Accountant Member.  \n \n(2) Subject to the provisions of this Act,  ⸺ \n \n(a)  the jurisdiction of the Tribunal may b e exercised by Benches thereof;  \n \n(b)  a Bench may be constituted by the Chairperson with two Members as  \nthe Ch airperson may deem fit;  \n \n(c)  the Benches of the Tribunal shall sit at such places as the Federal  Government \nmay, in consultation with the Chairperson and by  notification in the official \nGazette, specify; and  \n \n(d)  the Federal Government shall, by notification in the official Gazette, specify the \nareas in relation to which each Bench of the Tribunal may exercise its \njurisdiction.  \n \n(3) Notwithstanding anything contained in sub -section (2), the Chairperson  may transfer a \nMember from one Bench to another Bench.  \n \nPage 16 of 24 \n  \n30. Qualification for appointment of Chairperson and Members of Federal Appellate \nTribunal. (1) A person shall not be qualified for appointment as Chairperson of the Tribunal unless \nhe is, or has been. a Judge of a High Court.  \n \n(2) A person  shall not be qualified for appointment as a Judicial Member unless he has \nexercised the powers of  a District Judge and is qualified to be appointed as a judge of a High Court.  \n \n(3) A  person shall not be qualified for appointment as Accountant Member unles s he,⸺ \n \n(a)  has been an officer of the Inland Revenue Service equivalent to the rank of \nChief Commissioner Inland Revenue: or  \n \n(b)  has served as Commissioner Inland Revenue for three years and has also served \nas Commissioner Inland Revenue (Appeal) for a t least one year.  \n \n(4) No sitting Judge of a High Court sha ll be appointed under th is section except after \nconsultation with the Chief Justice of that High Court.  \n \n(5) The Chairperson or a Member holding a post as such in any other tribunal, established under \nany law for the time being in force, in addition to his being the chairperson or a member of that tribunal, \nmay be appointed as  the chairperson or a member, as the case may be, of the tribunal under this Act.  \n \n31. Terms and conditions of service of C hairperson and Members of Federal Appellate \nTribunal. (1) The salary and allowances payable to, and the other terms and conditions of service of, \nthe Chairperson and other Members shall be such as may be prescribed and shall not be varied to their \ndisadvan tage during their tenure.  \n \n(2) Any vacancy caused in the office of the Chairperson or any other Member shall be filled in \nwithin a period of three months from the date on which such vacancy occurs.  \n \n32. Terms of office of Chairperson and Members. The Chair person and Members of the \nTribunal shall hold office for a term not exceeding three years from the date on which they enter upon \ntheir office, or until they attain the age of sixty -five years, whichever is earlier and shall not be eligible \nfor re -appointme nt. \n \n33. Removal of Chairperson and Members from office in certain circumstances. ⸺ (1) The \nFederal Government may, in consultation with the Chief Justice of High Court having jurisdiction, \nremove from office the Chairperson or any Member, who ⸺ \n \n(a)  has be en adjudged as an insolvent; or  \n \n(b)  convicted of an offence which  in the opinion of the Federal  Government, \ninvolves moral turpitude: or  \n \n(c)  has become physically or mentally incapable: or  \n \n(d) has acquired such financial or other interest as is likely  to affect p rejudicially \nhis functions; or  \n \n \nPage 17 of 24 \n (e)  has so abused his position as to render his continuance in office prejudicial to \nthe public interest.  \n \n(2) The Chairperson or a Member shall not be removed from his office except by an order made \nby the Federal Government after an inquiry made by Chief Justice of a High Court and the Chairperson \nor Member has been informed of the charges against him and given a reasonable opportunity of being \nheard in respect of those charges.  \n \n(3) The Federal Government may suspend from office the Chairperson or a Member in respect \nof whom a reference of conducting an inquiry has been made to the Chief Justice of a High Court \nunder sub -section (2), until the Federal Government passes an order on receipt of the report of i nquiry \nmade by Chief Justice of t he High Court on the reference.  \n \n(4) The Federal Government may regulate the procedure for inquiry referred to in sub -section \n(2) in the manner as may be prescribed.  \n \n34. Vacancies, defects and irregularities not to invalid ate proceedings of Federal \nAppellate Tribunal.  ⸺ No act or proceeding of the Tribunal shall be invalid merely by reason of ⸺ \n \n(a)  any vacancy in, or any defect in the constitution of the Tribunal; or  \n \n(b)  any defect in the appointment of a person acting a s a Member of the  Tribunal; \nor \n \n(c)  any irregularity in the procedure of  the Tribunal not affecting the merits of the \ncase.  \n \n35. Resignation and removal. (1) The Chairperson or any Member may. by notice in writing \nunder his hand addressed to the Federal Government, resign his office:  \n \nProvided that the Chairperson or any Member shall, unless he is permitted by the Federal \nGovernment to relinquish his office sooner, continue to hold office until the expiry of three months \nfrom the date of receipt of the no tice or until a  person duly appointed as his successor enters upon his \noffice or until the expiry of  his term of office, whichever is earlier.  \n \n36. Member to act as Cha irperson in certain circumstance s.In the event of the occurrence \nof any vacancy in the office of the Chairperson of the Tribunal by reason of his death. resignation or \notherwise the Federal Government may direct the senior -most Member to act as the Chairperson until \nthe date on which a new Chairperson, appointed in accordance with the provis ions of this Act to fill \nsuch vacancy, enters upon his office.  \n \n37. Staff of Federal Appellate Tribunal.  (1) The Federal Government shall provide to the \nTribunal such officers and employees as it may deem necessary.  \n \n(2) The officers and employees of the Tribunal shall discharge their functions under the general \nsuperintendence of the Chairperson.  \n \n(3) The salaries and allowances and other conditions of service of the officers and employees \nof the Tribunal shall be such as may be prescribed .  \n \nPage 18 of 24 \n 38. Procedure  and powers of Federal Appellate Tribunal. (1) The Tribunal shall not be \nbound by the procedure laid down by the Code of  Civil Procedure,  1908 (Act V of 1908), but shall be \nguided by the principles of natural justice and , subject to the other provisions of this Act, the Tribunal \nshall have powers to regulate its own procedure.  \n \n(2) The Tribunal shall, for the purposes of discharging its functions under this Act, have the \nsame powers as are vested in a civil court under the Code of Civil  Procedure, 1908 (Act V of 1908) \nwhile trying a suit, in respect of the following  matters, namely: - \n \n(a)  summoning and enforcing the attendance of  any person and examining him on \noath;  \n \n(b)  requiring the discove ry and production of document s; \n \n(c)  receiving evidence an affidavits: and  \n \n(d)  subject to section 6 of Qanoon -e-Shahadat, 1984 (P.O. l0  of 1984) , \nrequisitioning any public record or doc ument or copy of such record or \ndocument from any office.  \n \n \n(3) An order made by the Tribunal und er this Act shall be executable by it as a decree of  civil \ncourt and., for this purpose, the Tribunal shall have all the powers  of a civil court.  \n \n(4) Notwithstanding anything contained in sub -section (3). the Tribunal may transmit any order \nmade by it to a civil court having jurisdiction and the civil court shall execute the order as if it were a \ndecree made by that court.  \n \n(5) All proceedings before the Tribunal shall be deemed to be judicial proceedings within the \nmeaning of sections 193 and 228 of the Pakistan Penal Code,  \n1860 (Act XLV of 1860) and the Tribunal shall be deemed to be a civil court for the purposes of \nsections 345 and 346 of the Code of Criminal Procedure, 1898 (Act V of 1898).  \n \n39. Distribution of business amongst Benches of Appellate Tr ibunal.  ⸺Where any Benches \nare constituted , the Chairperson may, from time to time, by notification in the official Gazette, make \nprovision as to the distribution of the business of the Tribunal amongst the Benches and also provide \nfor the matters which ma y be dealt with by each Bench.  \n \n40. Power of Chairperson of Appellate Tribunal to transfer cases.  ⸺On the application of \nany of the parties and notice to the parties, and after hearing them, or on his own motion without any \nnotice, the Chairperson of  the T ribunal may transfer any case pending before one Bench, for disposal, \nto any other Bench.  \n \n41. Decision to be by majority. ⸺lf the Members of a Bench consisting of  two Members differ \nin opinion on any point, they shall state the point or points on which the y differ, and make a reference \nto the Chairperson of the Tribunal who shall either hear the point or points himsel f for refer the case \nfor hearing on the point or points by one or more of the other Members and the point or  points shall be \ndecided according  to the opinion of the majority of the Members of  the Tribunal who have heard the \ncase, including those who first heard it.  \n \n \nPage 19 of 24 \n 42. Chairperson, Members and other officers and employees to be public servants. ⸺ The \nChairperson, Members and other officers and employees of the Tribunal. the Adjudicating Authority, \nApproving Authority, Initiating Officer, Administrator and the officers sub -ordinate to all of them shall \nbe deemed to be public servants within the meaning or section 21 of the Pakistan Penal Code, 18 60 \n(Act XLV of 1860).  \n \n43. Bar of jurisdiction of civil courts. ⸺ No civil court shall have jurisdiction to entertain any \nsuit or proceeding in respect of  any matter which any of the authorities, or the Tribunal is empowered \nby or under this Act to determin e, and no injunction shall be granted by any court or other forum in \nrespect of any action taken or to be taken in pursuance of any power conferred by or under this Act.  \n \n44. Appeals to Federal Appellate Tribunal. ⸺(1) Any person, including the Initiating \nOfficer, aggrieved by an order of  the Adjudicating Authority may prefer an appeal in such form and \nsuch manner, as may be prescribed. to the Tribunal against the order passed by the Adjudicating \nAuthority under sub -section (3) of section 24, within a period  of forty - five days from the date of \nreceipt of the order.  \n \n(2) The Tribunal may entertain any appeal after the said period of forty five days, if it is satisfied \nthat the appellant was prevented. by sufficient cause. from filing the appeal in time.  \n \n(3) On receipt of an appeal under sub -section (1), the Tribunal may, after giving the parties to \nthe appeal an opportunity of being heard, pass such orders thereon as it thinks fit.  \n \n(4) The Tribunal while deciding the appeal shall have the power ⸺ \n \n(a)  to determine a case finally, where the ev idence on record is sufficient;  \n \n(b)  to take additional evidence or to require any evidence to be taken by  the \nAdjudicating Authority, where the Adjudicating Authority has refused to admit \nevidence, which ought to have been admitted;  \n \n(c)  to require any document to be produced or any witness to be examined for the \npurposes of proceeding before it;  \n \n(d)  to frame issues which appear to the Tribunal essential for adjudication of the \ncase and refer them to the Adjudic ating Authority for determination; and  \n \n(e)  to pass final order and affirm, vary or reverse an order of adjudication passed \nby the Adjudicating Authority and pass such other order or orders as may be \nnecessary to meet the ends of  justice.  \n \n(5) The Tribuna l may, as far as possible, hear and finally decide the appeal within a period of \none year from the last date of the month in which the appeal is filed.  \n \n45. Rectification of mistakes.  ⸺(1) The Adjudicating Authority or the Tribunal may by order \nin writing amend any order passed by it to rectify any mistake apparent from record on its own motion \nor any mistake brought to its notice, within a period of one year from the end of the financial year in \nwhich the order was passed.  \n \nPage 20 of 24 \n (2)  No amendment shall be made u nder sub -section (I), if the amendment is likely to affect \nany person prejudicially, unless he has been given notice of intention to do so and has been given an \nopportunity of being heard.  \n \n46. Right to representation.  ⸺(1) A person preferring an appeal to  the Tribunal under this \nAct may either appear in person or through an authorized representative of his choice to present his \ncase before the Tribunal.  \n \n(2) The Federal Government may authorize one or more of its officers to act as presenting \nofficers on i ts behalf, and every person so authorized may present the case with respect to any appeal \nbefore the Tribunal.  \n \nExplanation .For the purposes of this section. “authorized representative ” means a person \nauthorized by the appellant in writing to appear on his behalf, being ⸺ \n \n(a)  a person related to the appellant in any manner, or a person regularly employed \nby the appellant: or  \n \n(b)  any legal practitioner who is entitled to practice in an y civil court in  Pakistan; \nor \n \n(c)  any person who is a Chartered Accountant within the meaning of Chartered \nAccountants Ordinance, 1961 (X of 1961) or Cost and Management Accountant \nwithin the meaning of  Cost and Management Accountants Act, 1966 (XIV of \n1966); or  \n \n(d)  any person who has acquired such educational qualifications as the  Board may \nprescribe for this purpose.  \n \n47. Appeal to High Court. ⸺ (l) Any party aggrieved by any decision or  order of the Appellate \nTribunal may file an appeal to the concern ed High Court within a period of sixty days from the date \nof service of the decision or order of the Tribunal to him on any question of law arising out of such \norder.  \n \n(2) The High Court may entertain any appeal after the expiry of said period of sixty day s. if it \nis satisfied that the appellant was prevented by sufficient cause from filing the appeal within the pe riod \nspecified in sub -section (1 ). \n \n(3) Where the High Court is satisfied that a substantial question of law is involved in any case, \nit shall fo rmulate that question.  \n \n(4) The appeal to the High Court under this section shall be heard by a  Bench of not less than \ntwo judges of the High  Court.  \n \n(5) The appeal shall be heard only on the question so formulated and the respondents shall at \nthe hearing of the appeal, be allowed to argue that the case  \ndoes not involve such question.  \n \n \nPage 21 of 24 \n (6) Nothing in this section shall be deemed to take away or abridge the power of the court to \nhear, for reason s to be recorded in writing. the appeal on any other substantial question of law not \nformulated by it, if it is satisfied that the case involves such question.  \n \n(7) The High Court shall decide the question of law so formulated and deliver the judgment \nthereon containing the grounds on which any decision is founded and may award any cost as it deems \nfit. \n \n(8) The High Court may determine any issue which ⸺ \n \n(a)  has not been determined by the Tribunal; or  \n \n(b)  has been wrongly determined by the Tribunal, by reason of a decision on such \nquestion of law as is referred to in sub -section (l ) .  \n \n(9) Save as otherwise provided in this Act, the provisions of the Code of Civil Procedure, 1908 \n(Aet V of 1908), relating to appeals to the High Court shall, as far as  may be applicable, apply in the \ncase of appeals under this section.  \n \n(10) The court shall send a copy of the judgment under the seal of court to  the appellant and \nthe respondents.  \n \nCHAPTER VII  \n \nSPECIAL COURTS  \n \n48. Special Courts. ⸺ (1) The Federal Government, in consultation with the Chief  Justice of  \nthe concerned High Court, shall for trial ofan offence punishable under this Act, by notification in the \nofficial Gazette, designate one or more Courts of Sessions as Special Court or Special Courts for  such \narea or areas or for such case or class or group of cases as may be specified in the notification.  \n \n(2) While trying an offence under this Act, a Special Court shall also try an offence other than \nan offence referred to in sub -section (I), with which  the accused may, under the Code of Criminal \nProcedure, 1898 (Act V of 1898), be charged at the same trial.  \n \n(3) The Special Court shall not take cognizance of any offence punishable under this Act except \nupon a complaint in writing made by ⸺ \n \n(a)  the authority: or  \n \n(b)  any officer of the Federal Government or Provincial Government authorized in \nwriting by that Government by a general or special order made in this behalf.  \n \n(4) Every trial under this section shall be conducted as expeditiously as possib le and every \nendeavour shall be made by the Special Court to conclude the trial within six months from the date of \nfiling of the complaint.  \n \n49. Application of Code of Criminal Procedure, 1898 to proceedings before Special Court.  \n⸺ (1) Save as. otherwise p rovided in this Act, the provisions of the Code of Criminal Procedure, 1898  \n \nPage 22 of 24 \n (Act V of 1898), shall apply to the proceedings before a Special Court and the persons conducting the \nprosecution before the Special Court, shall be deemed to be public prosecutors:  \n \nProvided that the Federal Government may also appoint for any case or class or group of cases \na special public prosecutor.  \n \n(2) A person shall not be qualified to be appointed as a public prosecutor or a special public \nprosecutor under this s ection unless he has been in practice as an advocate in a court for not less than \nseven years or, as the case may be, for not less  than ten years.  \n \n(3) Every person appointed as a public prosecutor or a special public prosecutor under this \nsection shall be  deemed to be a public prosecutor within the meaning of clause (t) of section 4 of the \nCode of Criminal Procedure, 1898 (Act V of 1898) and the provisions of that Code shall have effect \naccordingly.  \n \n50. Appeal and revision.  The High Court may exercise, s o far as may be applicable, all the \npowers conferred on a High Court, as if a Special Court within the local limits of the jurisdiction of \nthe High Court were a Court of Sessions trying cases within the local limits of the jurisdiction of the \nHigh Court.  \n \nCHAPTER VIII  \n \nOFFENCES AND PROSECUTION  \n \n51. Penalty for Benami  transaction.  ⸺ (1) Where any person enters into  a Benami  transaction \nor holds Benami  property in order to defeat the provisions  any law or to avoid payment of statutory  \ndues or to avoid payment to creditors. the beneficial owner, Benami dar and any other person who abets \nor induces any person to enter into the Benami  transaction, shall be guilty of an offence of Benami  \ntransaction.  \n \n(2) Whoever is found guilty of  the offen ce of Benami  transaction or holding Benami  property \nreferred to in sub -section (1) shall be punishable with rigorous imprisonment for a term which shall \nnot be less than one year, but  which may extend to seven years and shall also be liable to fine which \nmay extend to twenty -five percent of the fair market value of the property.  \n \n52. Penalty for false information.  Any person or any officer, who is required to furnish \ninformation under this Act, knowingly gives false information to any authority or furnishes  any false \ndocument in any proceeding under this Act shall be punishable with rigorous imprisonment for a term \nwhich shall not be less than six months but which may extend to five years and shall also be liable to \nfine which may extend to ten percent of th e fair market value of the property.  \n \n53. Previous sanction.  ⸺ No prosecution shall be instituted against any person in respect of \nany offence under section 5l or section 52 without the previous sanction of the Board.  \n \nCHAPTER IX  \n \nMISCELLANEOUS  \n \n54. Certain transfers to be null and void.  ⸺ Notwithstanding anything contained in the \nTransfer of Property Act, 1882 (IV of 1882) or any other law for the time being in force, where, after \nthe issue of a notice under section 22, any property referred to in th e said notice is transferred by any \n \nPage 23 of 24 \n mode whatsoever, the transfer shall, for the purposes of the proceedings under this Act, be ignored and \nif the property is subsequently confiscated by the Federal Government under section 25, then, the \ntransfer of the pr operty shall be deemed to be null and void.  \n \n55. Power of Federal Government to issue directions, orders and instructions.  ⸺ (1) The \nFederal Government may, from time to time, issue such orders, instructions or directions to the \nauthorities or require any person to furnish information as it may deem fit forthe proper administration \nof this Act and such authorities and all other persons employed in execution of this Act shall observe \nand follow the orders, instructions and directions of the Federal Governmen t. \n \n(2) In issuing the directions or orders referred to in sub -section (1), the Federal Government \nmay have regard to any one or more of the following criteria, namely:  \n \n(a)  territorial area:  \n \n(b)  classes of persons;  \n \n(c)  classes of cases: and  \n \n(d)  any other criterion that may be specified by the Federal Government in this \nbehalf.  \n \n(3) No orders. instructions or directions under sub -section (I) shall be issued so as to - \n \n(a)  require any authority to decide a particular case in a particular manner;  or \n \n(b)  interfere with the discretion of the Adjudicating Authority in the discharge of \nits functions.  \n \n56. Act to override other laws.  ⸺The provisions of this Act shall apply notwithstanding \nanything to the contrary contained in any other law for the time  being in force.  \n \n57. Offences to be non -cognizable.  ⸺Notwithstanding anything contained in the Code of \nCriminal Procedure, 1898 (Act V of 1898), an offence under this Act shall be non -cognizable.  \n \n58. Offences by companies.  ⸺ (1) Where a person committing contravention of any of the \nprovisions of this Act or of any rule, direction or order made thereunder is a company, every person \nwho, at the time the contravention was committed, was incharge of, and was responsible to, the \ncomp any, for the conduct of the  business of the  company as well as the company , shall be deemed to \nbe guilty of the contravention and shall be liable to be proceeded against and punished accordingly.  \n \n(2) Nothing contained in sub -section (I) shall render any person liable to punishment if he \nproves that the contravention took place without his knowledge.  \n \n(3) Notwithstanding anything contained in sub -section (I), where a contravention of any of the \nprovisions of this Act or of any rule, direction or order made  thereunder has been committed by a \ncompany and it is proved that the contravention has taken place with the consent or connivance of, or \nis attributable to  any neglect on the part of any director, manager, secretary or other officer of the \ncompany, the di rector, manager, secretary or other officer shall also be deemed be guilty of the \ncontravention and shall be liable to be proceeded against and punishes  accordingly.  \nExplanation. For the purposes of this section , ⸺ \n \nPage 24 of 24 \n  \n(a)  “company ” means a body corporate, and includes  \n \n(i)  a firm; and  \n \n(ii)  an association of persons or a body of i ndividuals whether incorporated \nor not; and  \n \n(b)  “director ”, in relation to ⸺ \n \n(i)  a frim, means a partner in the firm; and  \n \n(ii)  any association of pe rsons or a body o f individuals, means any member \ncontrolling the affairs thereof.  \n \n59. Notice, summons, order, document or other proceeding, not to be invalid on certain \ngrounds.  ⸺No notice, summons, order, document or other proceeding, furnished or made or issued \nor taken or purported to have been furnished or made or issued or taken in pursuance of any of the \nprovisions of this Act shall be invalid, or shall be deemed to be invali d merely by reason of any mistake, \ndefector omission in the notice, summons, order, document or other proceeding if the notice, summons, \norder, document or other proceeding is in substance and effect in conformity with or according to the \nintent and purpos e of this Act.  \n \n60. Protection of action taken in good faith.  ⸺No prosecution, suit or other proceeding shall \nlie against the Government or any officer of the Government or the Tribunal or the Adjudicating \nAuthority established under this Act, for anything  done or intended to be done in good faith under this \nAct. \n \n61. Power to make rules.  The Federal Government may, by notification in the official Gazette, \nmake rules for carrying out the provisions of this Act.  \n \n62. Reward to whistleblowers.  (1) The Board may sanction reward to whistleblowers in case \nof credible information leading to detection of Benami  property or Benami  transaction.  \n \n(2) The claim for reward by the whistleblower  shall be rejected. if -  \n \n(a) the information provided is of no value;  \n \n(b) the Board  already had the information:  \n \n(c) the information was available in public records; and  \n \n(d) appeal against  confiscation of  Benami  property has  not attained finality.  \n \n(3) For the purpose of this section, “whistleblower ” means a person who  reports any property \nheld Benami  to the Board.  \n \n(4) The Board may , by notification in the official Gazette, prescribe the procedure in this behalf \nand also specify the apportionment of reward sanctioned under  this section for whistleblowers."
}