{
    "file": "./converted_json\\administrator39328fae75bf2d65d52342f56db24068.json",
    "name": "Mutual Legal Assistance (Criminal Matters) Act, 2020",
    "date": "12th August, 2020",
    "tagline": "An Act to enact a law for mutual legal assistance in criminal matters",
    "content": "THE MUTUAL LEGAL ASSISTANCE (CRIMINAL MATTERS) \nACT, 2020  \n \n \n \n \nCONTENTS   \nSECTIONS :  \n1. Short title, extent and commencement.  \n2. Definitions.  \n3. Application of the Act.  \n4. Functions of the central authority.  \n5. Transmission of information.  \n6. Form and manner of requests.  \n7. Mutual legal assistance request by Pakistan.  \n8. Foreign request for assistance.  \n9. Foreign request for an evidence  gathering order or search warrant.  \n10. Limitation on use of evidence.  \n11. Foreign requests for assistance from persons serving imprisonment.  \n12. Detention of a person in Pakistan in response to request by Pakistan.  \n13. Foreign request to the Islamic Re public of Pakistan for freezing or seizure order s. \n14. Foreign confiscation order.  \n15. Request to recover foreign fines.  \n16. Application of specific procedures sought by the requesting country  Updated till 23.9.2021  \n \n\n  \n \n17. Refusal of request for assistance.  \n18. Non -disclosure  of confidential requests for assistance  \n19. Expedited preservation and disclosure of information system  \n20. Production, search and seizure of information system.  \n21. Cost  \n22. Power to make rules.  \n23. Removal of difficulties.  \n24. Savings.  \n25. Repeal.  \n26. P arliamentary oversight.  \n \n \n  \n  \n \n Acts, Ordinances, President’s Orders and Regulations  \n \nNATIONAL ASSEMBLY SECRETARIAT  \nIslamabad, the 12th August, 2020  \n \nNo. F. 22(25)2019 -Legis .—The following Act of Majlis -e-Shoora  (Parliament) received the \nassent of the President on the 11th August, 2020 is hereby published for general information: — \n \n[ACT NO. XXII OF 2020 ] \n \nAn Act to enact a law for mutual legal assistance in criminal matters  \n \nWHEREAS it is expedient to enact a law  relating to mutual legal assistance in criminal matters \nand matters connected therewith and ancillary thereto;  \n \nIt is hereby enacted as follows: — \n \nPreliminary  \n \n1. Short title, extent and commencement. —(1) This Act may be called the Mutual Legal \nAssistance  (Criminal Matters) Act, 2020.  \n \n(2) It extends to the whole of Pakistan.  \n \n(3) It shall come into force at once.  \n \n2. Definitions. —In this Act, unless there is anything repugnant in the subject or context, — \n \n(a)  “agreement” means a treaty, agreement, convention in force, or memorandum of \nunderstanding to which the Islamic Republic of Pakistan is a party and which \ncontains provisions relating to mutual legal assistance in criminal matters;  \n \n(b) “appropriate authority” in relation to a foreign country, m eans a person or body in \nthat country referred to in the agreement or reciprocal agreement with the Islamic \nRepublic of Pakistan as the authority responsible for administering mutual legal \nassistance to and from such country;   \n \n1[(c)  “central authority” means the secretary to the Ministry of   Interior,  Government \nof the Islamic Republic of Pakistan;]  \n \n(d) “information system” includes an electronic system for creating, generating, \nsending, receiving, storing, reproducing, displaying, recording or processing any \ninformation;  \n \n(e) “data” means content data and traffic data;  \n \n \n \n1Subs. By Act No. XI of 2021, s.2(i).  \n  \n \n(f)  “electronic” means electrical, digital, magnetic, optical, biometric, \nelectrochemical, electromechanical, wireless or electromagnetic technology;  \n \n(g) “computer system” means any device or a group of interconnected or related \ndevices one or more of which, pursuant to a programme,  performs automatic \nprocessing or recording data, and includes a mobile telephone and other \ntelecommunication devices;  \n \n(h)  “confiscation” means deprivation of property by order of a court;  \n \n(i) “confiscation order” means an order made by a court in the Islamic Republic of \nPakistan or a court of a country with whom the Islamic Republic of Pakist an has \nentered into reciprocal agreement for the confiscation of proceeds or \ninstrumentalities of crime or terrorist property 1[or for the property derived or \nobtained directly or indirectly from the offence of money laundering or property \nof corresponding  value whether or not the order is based on]  criminal conviction;  \n \n(j)  “court” means the court which has jurisdiction to try an offence for which a \nrequest has been made under this Act;  \n \n(k)  “criminal matter” includes any investigation, prosecution or ju dicial proceedings \nrelating to, — \n \n(i) a criminal offence;  \n \n(ii) identification or tracing of proceeds or instrumentalities of crime or other \nrelated articles for evidentiary process;  \n \n(iii) the determination as to whether a property is proceeds or instrume ntalities \nof money laundering or terrorist property;  \n \n(iv) a confiscation order; or  \n \n(v) the freezing or seizure of proceeds or instrumentalities of crime or terrorist \nproperty; or  \n \n2[(l)  “criminal offence” means an offence punishable under the Pakistan Penal code \n(Act XLV of 1860) or under any law for the time being in force in Pakistan or an \noffence against law of a foreign country which is subject matter of mutual legal \nassistance arran gements;]  \n \n(m) “freezing” or “seizure” means temporarily prohibiting the transfer, conversion, \ndisposition or movement of property on the basis of an order issued by a court or \nother authority and includes an order restraining such dealings:  \n \n \n1Subs by Act  No. XI of 2021 s. 2(ii) . \n2Subs by Act No. XI of 2021 s. 2(iii) . \n \n \n \n  \n \nProvided that where the order of freezing and seizure is passed by an authority \nother than a court of law, the same shall be subject to confirmation by a court of \ncompetent jurisdiction wi thin one month of passing the said order;  \n \n \n(n) “instrumentalities of crime” means any property, — \n \n(i) used in, or employed in connection with, the commission of a criminal \noffence; or  \n \n(ii) for which there are reasonable grounds of suspecting that the said property \nmay be used in, or employed in connection with, the commission of a \ncriminal offence; or  \n \n(iii) whether the property is located or the offence is committed within or \noutside Pakistan;  \n \n(o) “money laundering” means an act of money laundering r elatable to a “criminal \noffence” as defined under the Anti -Money Laundering Act, 2010 (VII of 2010);  \n \n(p) “proceeds of crime” means any property situated within or outside Pakistan \nderived from or obtained through commission of a criminal offence, committe d \nwithin or outside Pakistan;  \n \n(q) “property” means property or assets of any description, movable or immovable, \ncorporeal or incorporeal, tangible or intangible, situated within or outside \nPakistan;  \n \n(r) “rules” means rules made under this Act;  \n \n(s) “service provider” shall have the same meaning as given to it by section \n2(XXVIII) of the Prevention of Electronic crimes Act, 2016 (XL of 2016);  \n \n(t) “terrorism” shall have the same meaning as given to it by section 6 of the Anti -\nterrorism Act, 1997 (XXVI I of 1997); and  \n \n(u) “terrorist property” shall have the same meaning as given to it by section 2(Z)(aa) \nof the Anti -terrorism Act, 1997 (XXVII of 1997).  \n \n3.   Application of the Act .—(1) This Act shall regulate the procedure for rendering and \nsoliciting m utual legal assistance in criminal matters by Pakistan.  \n \n(2) Subject to the provisions of this Act, the mutual legal assistance may be provided  by \nPakistan to a country on the principle of reciprocity reduced in writing.  \n \n(3) Where the Federal Government considers it expedient to provide mutual legal assistance \n  \n \nin a criminal matter to a country which has not entered  into a reciprocal agreement with Pakistan, it may, \nby notification in the official Gazette, direct that the provi sions of this Act shall, subject to such \nmodifications and conditions as may be specified therein, have effect to that country.  \n \n(4) This Act shall not be applicable to any offence of a political nature unless directly linked \nto a criminal matter.  \n \n4. Functions of the central authority. —(1) The central authority shall have all such \npowers as may be necessary to perform its duties and functions under this Act.  \n \n 1[(1A) All the request s of mutual legal assistance shall be processed and decided by the cent ral \nauthority expeditiously.]  \n \n(2) Without prejudice to the generality of sub -section (1), the central authority shall be \nauthorized to, — \n \n(a) make a request, on behalf of Pakistan, to an appropriate authority of a foreign \ncountry for mutual legal assistance in relation to a criminal 1[matter]  in which any \ninvestigation has commenced or proceedings instituted within Pakistan or outside \nPakistan;  \n \n(b) receive and deal with the request from any appropriate authority of a foreign \ncountry for mutual legal assistance in relation to a criminal 1[matter]  in which any \ninvestigation has commenced or proceedings instituted, within Pakistan or outside \nPakist an, or where there are reasonable grounds of suspecting that a criminal \n1[matter]  has been committed within or outside Pakistan;  \n \n(c) certify or authenticate, or arrange for the certification and authentication of any \ndocuments or other material supplied i n response to a request for assistance;  \n \n(d) take practical measures to facilitate the orderly and rapid disposition of request for \nassistance;  \n \n(e) make any arrangements deemed necessary in order to transmit the evidentiary \nmaterial gathered in response t o request for assistance to the appropriate authority \nof the requesting country or to authorize any other authority as prescribed to do \nso; and  \n \n(f) carry out such other tasks as provided for in this Act or which may be necessary \nfor effective assistance t o be provided or received.  \n \n(3) The central authority may, having regard to its functions and to exercise its powers \nefficiently, delegate its functions and powers to one or more subordinate officers not less than the rank \nof a Joint Secretary.  \n \n \n1Ins. and Subs. By Act No. XI of 2021, s.3.  \n  \n \n5. Transmission of information. —(1) The central authority shall not initiate transmitting \nof any information relating to criminal matters to the appropriate authority in a country concerned with \nsuch criminal matters,  without prior request by that country  1[.] \n \n1[*        *              *              *            *              *              *] \n \n(2)  Subject to the provisions of this Act, a request transmitted by a country to any other \nagency or authority in Pakistan  shall be referred by such agency or authority to the central authority and \nthis shall not affect the validity of the request or actions taken thereupon.  \n \n6. Form and manner of requests. —The central authority may initiate or receive request \nfor mutual lega l assistance, to or from foreign countries, as the case may be, in accordance with the \nform, manner and conditions as may be prescribed.  \n \n7. Mutual legal assistance request by Pakistan. —A request for mutual legal assistance by \nthe central authority to a country subject to the applicable laws of such country may comprise one or \nmore of the following matters, namely: — \n \n(a) inquire about the location and identification of witnesses, suspects, perpetrators \nand offenders;  \n \n(b) have evidence taken or documents or other articles produced;  \n \n(c) obtain search warrants or other lawful instruments authorizing a search for \nevidence relevant to investigations or proceedings in Pakistan, located or as \npermissible under the domestic law of that country believed to be loc ated in that \ncountry and if found, to seize them as permissible under the domestic law of that \ncountry;  \n \n(d) freeze or seize properties that are subject to the proceedings being undertaken in \nPakistan in a criminal matter in accordance with the relevant le gal process in that \ncountry to the extent to which the properties are believed on reasonable grounds \nto be allocated in that country;  \n \n(e) transmit to Pakistan any evidence, documents or articles, properties or proceeds \nrealized from the disposal of proper ties; \n \n(f) transfer in custody to Pakistan a person in foreign country who consented to assist \nPakistan in the relevant investigation or proceedings ; \n \n(g) effect service of judicial documents;  \n \n(h) identify or trace proceeds or instrumentalities of crime o r properties for \nevidentiary purpose;  \n \n(i) facilitate the voluntary appearance of persons required in relation to any existing \nproceedings in Pakistan;  \n \n  \n \n \n1Subs.  and omitted  By Act No. XI of 2021, s.4.  \n(j) provide original or certified copies of relevant documents and records, including \ngovernment, bank, financial, corporate or business records; and  \n \n(k) provide any other type of assistance that is not contrary to the domestic law of \nthat country.  \n \n8. Foreign request for assistance. —(1) Where a country mak es a request to the Islamic \nRepublic of Pakistan for mutual legal assistance, the central authority may approve mutual legal \nassistance for similar purposes as those specified in section 7 to the country in relation to 1[criminal \nmatters]  in that country.  \n \n(2)  The request under sub -section (1), except as may otherwise be provided for in the \ndomestic law of the country from which information is sought, shall be made out in conformity with the \nform, as specified by the central authority, which form shall inc lude the following, namely:  \n \n(a) the name of the appropriate authority or such other authority concerned with the \ncriminal matter to which the request relates;  \n \n(b) a description of nature of the criminal matter and a statement setting out a \nsummary of rel evant facts and law;  \n \n(c) the description of the purpose of the request and the nature of assistance being \nsought;  \n \n(d) in the case of request to freeze, seize or confiscate assets located in Pakistan, be \naccompanied with the details of the criminal offenc e, particulars of any \ninvestigation or proceedings commenced in respect of that offence and a copy of \nany relevant freezing, seizure or confiscation order of the court;  \n \n(e) details of any procedure that the country wishes to be followed by Pakistan in \ngiving effect to the request, particularly in the case of a request to take evidence, \nas for as it is not contrary to the laws of Pakistan;  \n \n(f) a statement setting out any requirements of the country concerning any \nconfidentiality relating to the request and  the reasons thereof;  \n \n(g) details of the period within which the country wishes the request to be complied \nwith;  \n \n(h) details where applicable, regarding the grounds for believing that the relevant \nproperties to be traced, frozen or seized or confiscated,  are located in Pakistan; \nand \n \n(i) any other information that may assist in giving effect to the request.  \n \n  \n \n \n1Subs. By Act No. XI of 2021, s. 5. \n \n9. Foreign request for an evidence gathering order or search warrant. —(1) \nNotwithstanding anything contained in any other law for the time being in force, where the central \nauthority approves the request of a country pursuant to section 8 for the following purposes, namely: — \n \n(a) taking of a statement or testimony from a person; or  \n \n(b) production of documentary or other evidence in Pakistan; or  \n \n(c) identification of a person, property or record,  the central authority may apply to \nthe court for a search warrant or any evidence gathering order, as the case may be.  \n \n(2) The court, to which an application is made under sub -section (1), may issue a search \nwarrant or, as the case may be, an evidence -gathering order where it is satisfied on the basis of evidence \npresented before it that there are reasonable grounds to believe that, — \n \n(a) the acts complained of, if performed in  Pakistan, shall constitute an offence under \nthe laws of Pakistan; or  \n \n(b) the person committing an offence or the witness is in Pakistan.  \n \n(3) An evidence -gathering order, — \n \n(a) shall provide for the manner in which the statement or testimony is to be taken or \nthe evidence is to be obtained or the person or thing  to be identified in order to \ngive proper effect to the request unless prohibited under the laws of the Islamic \nRepublic of Pakistan, and, in particular, may require any person named therein \nto— \n \n(i) make a record from data or make a copy of record;  \n \n(ii) attend court to give evidence o n oath; or  \n \n(iii) produce to the court or to any person, named by the court, anything \nincluding any article, record or copy thereof; and  \n \n(b) may include such terms and conditions as the court considers expedient, including \nthose relating to the interests of the person named therein or of the third party.  \n \n(4) Where the evidence sought under this Act is a statement or testimony of any person, the \ncourt may permi t,— \n \n(a) any person to whom the foreign investigation, prosecution or proceedings relate \nor that person’s legal representative to participate in the proceedings; and  \n(b) the legal representative of the country to participate in the proceedings and \nquestion  the witness.  \n  \n \n \n(5) A person named in an evidence -gathering order may refuse to answer a question or to \nproduce a record or thing where such refusal is based on, — \n \n(a) a law in force in Pakistan;  \n \n(b) privilege recognized by a law in force in the country th at made the request; or  \n \n(c) a law in force in the country that made the request provides that the answering of \nthat question or the production of that record or thing by that person in its own \njurisdiction is, or shall be deemed to be, a criminal offence.  \n \n(6) Where a person refuses to answer a question or to produce a record or thing under sub -\nsection (5), the court shall refer the matter to the central authority which shall notify the requesting \ncountry accordingly and request it to provide a response on  whether the person’s refusal is well founded \nunder the law of that country.  \n \n(7) Any response received by the central authority from the country in response to a request \nunder sub -section (6) shall be admissible in the evidence gathering proceedings in ac cordance with law.  \n \n(8) The court may issue a bailable warrant for the arrest of a person named in an evidence -\ngathering order where it is satisfied on the basis of evidence presented before it, that the person was \npersonally served with the order and he w illfully did not attend or remain in attendance as required or is \nabout to abscond.  \n \n(9) A person arrested in pursuance of warrant issued under sub -section  (8) shall forthwith be \nbrought before the court, to ensure compliance with the order made under sub-section (2), and the court \nmay pass order that the person be detained in custody for a period not exceeding forty -eight hours or \nreleased with or without production of sureties.  \n \n(10) A search warrant, — \n \n(a) shall be issued in accordance with the provi sions of the Code of Criminal \nProcedure, 1898 (Act V of 1898);  \n \n(b) shall specify time and date when the court will hear any representation from any \nperson from whom a record or thing is seized pursuant to the warrant, before any \norder is made to send it t o the country from which it is obtained; and  \n \n(c) may include such terms and conditions as the court considers desirable including \nconditions relating to the time or manner of its execution.  \n \n(11) The person executing a search warrant, issued under sub -section (2), – \n \n(a) may seize any property which be believed on reasonable grounds has been \nobtained for, or used in or intended to be used in connection with the matter \n  \n \nspecified in the request for mutual legal assistance received by the central \nauthority; a nd \n \n(b) shall, at least three days before the time of the hearing to consider its execution, \nfile in the court a written report concerning the execution of the warrant including \na description of the records or things seized.  \n \n(12) At the hearing to conside r the execution of search warrant, the court, after considering \nany representation made by the central authority or any  person from whom record or thing was seized \npursuant to the warrant or any person who claims to have an interest in the record or thing may, — \n \n(a) order that the record or thing be returned to the person from whom it was seized \nor to the person lawfully entitled to its possession and that it would be in the \npublic interest to return it; or  \n \n(b) order that the record or thing be sent to the  country, and include in the order such \nterms and conditions as the court considers necessary — \n \n(i) to give effect to the request from that country; and  \n \n(ii) with respect to the preservation and return to Pakistan of any record or \nthing seized so as to re spect the interest of a third party.  \n \n(13) No record or thing seized and ordered to be sent to a country shall be sent until the central \nauthority is satisfied that the country has agreed to comply with any terms or conditions imposed in \nrespect of the sen ding abroad of the record or thing.  \n \n(14) The court may issue an order that the testimony of statement, the identification of a \nperson or thing or any other form of assistance be provided by use of video or audio transmission \ntechnology. Any such court shall — \n \n(a) order the person to attend at a time and place fixed by the court to give his \nstatement, testify or otherwise provide assistance by video conference and to \nremain in attendance until excused by the authorities of the requesting country;  \n \n(b) to answer any questions raised by the authorities of the foreign states, or persons \nauthorized by those authorities, in accordance with the laws that apply to that \nforeign states; and  \n \n(c) to produce or show to those authorities at the time and place fixed by the court, \nprosecutor or other authority any item, including any document or copy thereof \nand may include any other appropriate conditions.  \n \n(15) The costs of establishing a video or telephone link, costs relate d to the servicing of a \nvideo or telephone link in name of state shall be borne by the requesting state, unless otherwise agreed.\n  \n \n10. Limitation on use of evidence. —Any evidentiary material provided to a country by \nPakistan as a result of a request for gat hering of evidence under this Act, — \n \n(a) shall not be used for any other purpose than the investigation, prosecution or \njudicial proceedings in respect of which the request for assistance was made; and  \n \n(b) shall be inadmissible as evidence in any proceedings other than the proceedings in \nrespect of which it was obtained.  \n \n11. Foreign requests for assistance from persons serving imprisonment. —(1) Where the \ncentral authority approves a request of a country to have a person serving a term of imprisonment in \nPakistan, transferred to the requesting country for fixed period to give evidence or assist in an \ninvestigation or proceedings in that country relating to an offence committed or suspected on reasonable \nground to have been committed against  the laws of the requesting country, in respect of conduct which if \noccurred in Pakistan constitutes a criminal offence, the central authority shall apply to the court for a \ntransfer order.  \n \n(2) The court, to which an application is made under sub -section (1), may make a transfer \norder where, after having considered among other things any document filed or information given in \nsupport of the application, it is satisfied that the person serving imprisonment has made an informed \nconsent to such transfer.  \n \n(3) A transfer order, made under sub -section (2), — \n \n(a) shall set out the name of the person serving imprisonment and his place of \nconfinement with a specific provision for the safety, security and well being of the \nperson being transferred;  \n \n(b) shall requir e the person who has custody of the person to deliver him into the \ncustody of the person who is designated in the order or who is a member of the \nclass of persons so designated;  \n \n(c) shall require the person receiving the person into custody to take him to  the \nrequesting country and on return of the person to Pakistan, to return him to the \nplace of confinement where he was detained when the order was made through \nimmigration officer, or to such other place of confinement as the central authority \nsubsequentl y may notify;  \n \n(d) shall specify the reasons for the transfer;  \n \n(e) shall fix the period of time at, or before the expiration of, which the person must \nbe returned to Pakistan;  \n \n(f) shall have written undertaking from the requesting country that the person will not \nbe detained, prosecuted, extradited to a third country or punished for any offence \nagainst the law of the foreign country that is alleged to have committed, or that \n  \n \nwas com mitted, before the person’s departure from Pakistan;  \n \n(g) shall have written undertaking from the requesting country that the person shall be \nprovided consular access to Pakistani diplomatic personnel in that country and \nshall not be required to give evide nce in any proceeding in the foreign country \nother than in respect of conduct which if occurred in the Islamic Republic of \nPakistan constitutes a criminal offence, to which the request relates;  \n \n(h) may include such terms or conditions relating to the prot ection of the interest of \nthe person as the court considers appropriate; and  \n \n(i) an undertaking from the requesting country must be procured to ensure that the \nrequesting country to whom the person is transferred shall not require Pakistan to \ninitiate ext radition proceedings for the return of the person so transferred.  \n \n(4) The time spent in transit to and in custody of the requesting country by a person pursuant \nto transfer order under sub -section (2) shall be deemed to have been spent in service of the s entence.  \n \n12. Detention of a person in Pakistan in response to request by Pakistan. —(1) The \ncentral authority may, by written notice, authorize temporary detention in Pakistan of a person in \ndetention in a country who is transferred from that country to Pa kistan pursuant to a request under clause \n(f) of section 7, for such period as may be agreed with that country for the purposes of request and return \nthe person in custody to that country.  \n \n(2) A person in respect of whom a notice is issued under sub -section (1) shall, so long as the \nnotice is in force, — \n \n(a) be permitted to enter Pakistan and remain in Pakistan for the purpose of the \nrequest and to leave Pakistan when no longer required for that purpose; and  \n \n(b) while in custody in Pakistan for the purpos e of request, be deemed to be in lawful \ncustody.  \n \n(3) The central authority may at any time vary notice under sub - section (1), where the \ncountry makes a request for release of the person from custody, either immediately or on the specified \ndate, and direct that the person be released from custody accordingly.  \n \n(4) The provisions of this section shall apply, mutatis mutandis , in the case of any detained \nperson in transit through Pakistan from one foreign country to another pursuant to a request for \nassistance of the kind referred to in this section.  \n \n(5) Any person in Pakistan under this section who is in Pakistan in response to a request by \nthe central authority under this Act to give evidence in any proceedings or to give assistance in relation \nto an investigation, prosecution or the related proceedings, may not be — \n \n(a) detained, prosecuted or punished for any other criminal offence that occurred \n  \n \nprior to his arrival in Pakistan; and  \n \n(b) subjected to judicial process in any other matter before the pe rson’s departure \nfrom the country pursuant to the request.  \n \n13. Foreign request to the Islamic Republic of Pakistan for freezing or seizure orders. —\n(1) Where the central authority approves a request of a country pursuant to section 10 to restrain \ndealings in any properties, some or all of which are located in Pakistan, the central authority may apply \nto the court for a freezing or seizure order.  \n \n(2) The court to which an application is made under sub -section (1) may after providing the \nperson with the oppo rtunity of being heard issue a freezing or seizure order, where the court is satisfied \nthat there are reasonable grounds to believe that — \n \n(a) an offence has been committed by a person under the laws of the requesting \ncountry which, if committed in Pakista n, also constitutes a criminal offence in \nPakistan;  \n \n(b) an investigation or proceedings have commenced in the country relating to that \noffence;  \n \n(c) properties derived by the person, by himself or any other person on his behalf, \nfrom the commission of the  offence are located in Pakistan; and  \n \n(d) an order has been made in the country having the effect of confiscating such \nproperties.  \n \n(3) Where a competent court of requesting country has passed a freezing or seizure order, or \nhas passed any amendment in respect thereof, the central authority shall apply to have the same \nregistered with the court and the freezing or seizure order, or the amendment thereof, as the case may be, \nshall not be effective in Pakistan until it is so registered. Where a foreign fre ezing or seizure order is \nregistered in accordance with this section, a copy of any amendments made in the order of the country, \nwhether before or after registration, may be registered in the same manner as the order was registered, \nbut shall not have effe ct for the purpose of this Act until they are so registered.  \n \n(4) The court shall, on application by the central authority, cancel the registration of a foreign \nfreezing or seizure order, if it appears that the order has ceased to have effect in that count ry. \n \n(5) Subject to sub -section (6), where the foreign freezing or seizure order is a facsimile of a \nduly authenticated foreign order, or amendment made in such order, the facsimile shall be regarded for \nthe purpose of this Act as the duly authenticated fo reign order.  \n \n(6) Registration effected by means of a facsimile shall cease to have effect at the end of a \nperiod of fourteen days commencing on the date of registration, unless a duly authenticated original \norder has been registered by that time.  \n \n \n  \n \n14. Foreign confiscation order. —(1) Where the central authority approves a request of a \ncountry for enforcement of a confiscation order in relation to any property which is believed on  \nreasonable ground to be located in Pakistan, the central authority may appl y to the court for enforcement \nof the confiscation order against such property.  \n \n(2) The court shall issue adequate notice to all persons appearing to have an interest in the \nproperty against which the confiscation order may be executed.  \n \n(3) Any person wi th an interest in the property against which the application for execution of \nthe confiscation order has been filed may, within thirty days of receiving notice under sub -section (2), \nmake an application objecting to the confiscation.  \n \n(4) The court to whic h an application is made under sub -section (1) may order to enforce the \nforeign confiscation order, where it is satisfied that there are reasonable grounds to believe that — \n \n(a) an offence has been committed by a person under the laws of the requesting \ncountry which, if committed in Pakistan, also constitutes a criminal offence in \nPakistan;  \n \n(b) the foreign confiscation order has been made in the country in relation to the \noffence referred to in clause (a);  \n \n(c) the confiscation order is in force in the requesting country and is not subject to \nappeal;  \n \n(d) the properties specified in the confiscation order are located in Pakistan; and  \n \n(e) the person, whose property is the subject of the confiscation order, had appeared \nor participated in the proceedings or intentionally refused to do so despite having \nnotice of the proceedings which culminated into such confiscation order being \npassed.  \n \n(5) The central authority may enter into arrangements with the requesting country for transfer \nto the central authority the whole or part of any property, proceeds or instrumentalities of crime \nconfiscated in Pakistan in response to a request for the enforcement of a confiscation order pursuant to \nthis Act.  \n \n15. Request to recover foreign fines. —(1) Where the central author ity approves a request \nfrom a country to enforce payment of a fine imposed by a court of that country, it shall make an \napplication to the court to enforce payment of the fine in the manner as if the fine has been imposed by a \ncourt in Pakistan.  \n \nExplanati on.—For the purpose of this section, the expression  “fine” shall include any \npecuniary penalty determined by a foreign court to represent the value of any property, benefit, \nadvantage, obtained or derived directly or indirectly as a result of the commissi on of an offence.  \n \n  \n \n(2) The court may pass the order for enforcement of fine, if it is satisfied that — \n \n(a) the foreign order is in force in that country and is not subject to appeal; and  \n \n(b) where the person, who is the subject of the foreign order, had appeared or \nparticipated in the proceedings or intentionally refused to do so despite having \nnotice of the proceeding, which culminated into such confiscation order being \npassed.  \n \n(3) No proceedings under sub -section (1) shall be instituted after the expiry of three years \nfrom the date when the fine was imposed.  \n \n16. Application of specific procedures sought by the requesting country. —A request for \nassistance shall be executed in accordance with any procedure specified in the request, unless such \nexecu tion is contrary to the provisions of any law or the Constitution of the Islamic Republic of \nPakistan.  \n \n17. Refusal of request for assistance. —(1) A request for mutual legal assistance to Pakistan \nunder this Act may be refused by the central authority if, - \n \n(a) granting the request is prejudicial to the sovereignty, security, public interest or \nnational interests of Pakistan;  \n \n(b) there are reasonable grounds to believe that the request has been made for the \npurpose of punishing a person by reason of his ra ce, sex, sexual orientation, \nreligion, nationality, ethnic origin, language, colour, age, mental or physical \ndisability or political reason;  \n \n(c) the provision of assistance is prejudicial to an investigation or ongoing \nproceedings in Pakistan, the executi on of the request for assistance may be \npostponed until the finalization of the investigation or proceedings;  \n \n(d) 1[* * * * * *] \n \n(e) the authorities of Pakistan are prohibited by the domestic law or order of a court \nfrom carrying out any action requested  with regard to any similar offence, had it \nbeen subject to domestic investigation, prosecution or judicial proceedings;  \n \n(f) it would be contrary to the laws of Pakistan; or  \n \n(g) the request is in violation of international conventions of human rights.  \n \n(2)  Notwithstanding anything contained in sub -section (1) or the provisions of any other law \nfor the time being in force in Pakistan, assistance under this Act shall not be refused, — \n \n(a) on the ground of bank secrecy; or  \n \n(b) on the sole ground that the offence for which assistance is sought is also \n  \n \nconsidered  to involve fiscal matters.  \n \n \n \n1Omitted  by Act No. XI of 2021, s. 6. \n \n18. Non-disclosure of confidential requests for assistance. —(1) 1[Under the said Act] , a \nperson who, because of his official capacity or office has knowledge of the, — \n \n(a) contents of such request made under this Act;  \n \n(b) fact that such a request has been or is about to be made; or  \n \n (c) fact that such a request has been re fused, shall not disclose those contents or those \nfacts  except to the extent that the disclosure is necessary to execute the foreign \nrequest.  \n \n(2) Any person who contravenes the provision of sub -section (1), shall be deemed to have \ncommitted an offence and shall on conviction be punished with imprisonment of s ix months or with fine \nnot exceeding five hundred thousand rupees or with both.  \n \n(3) The court may order the person providing a statement or testimony, or the custodian of \nevidence or information being provided under this Act, to keep confidential the fact  of having such \nstatement or testimony or having produced such evidence or information. The failure in this respect is \nliable to a sentence which on conviction may entail imprisonment of six months or with fine not \nexceeding five hundred thousand rupees or  with both.  \n \n19. Expedited preservation and disclosure of information system. —(1) Upon request by a \ncountry setting forth, — \n \n(a) the need for specified electronic data to be preserved;  \n \n(b) the urgency of preserving it;  \n \n(c) sufficient information to locate the electronic data; and  \n \n(d) a statement that a request for production of the data will follow, the central \nauthority may issue an order to any person in the Islamic Republic of Pakistan to \npreserve and safeguard such data.  \n \n(2)  The order under su b-section (1) shall lapse if the request for production is not received \nwithin forty -five days of the request for preservation.  \n \n20. Production, search and seizure of information system. —(1) Upon request of a \ncountry, the central authority may make an appl ication to the court to issue an order for the production \nof,— \n \n  \n \n(a) specified electronic data in the possession or control of a person which is stored in \na computer system and is reasonably believed to be connected with a criminal \nmatter pending in the req uesting country; and  \n \n \n1Subs. by Act No. XI of 2021, s. 7. \n(b) electronic data in the possession or control of service provider, where such data or \ninformation is reasonably believed to be connected to criminal matter pending in \nthe requesting country.  \n \n(2) The court may issue a search warrant or order authorizing a person designated by it to \nsearch or otherwise access any computer system or part thereof in which computer data may be stored.  \n \n(3) The search warrant or order issued pursuant to sub -section (1)  may authorize the \ndesignated person, where necessary, to — \n \n(a) seize or otherwise, secure an information system or part thereof;  \n \n(b) make and retain a copy of the electronic data;  \n \n(c) maintain the integrity of the relevant electronic data; and  \n \n(d) render inaccessible or remove the electronic data in the accessed information \nsystem.  \n \n(4) The person in possession of the electronic data or information system sought to be \nsearched, seized or produced, may file an application within fourteen days of notice o f an order under \nsub-section (3) objecting to such seizure, copying, retaining or otherwise handing of such electronic \ndata:  \n \nProvided that until the expiry of the said fourteen days from the date of the notice of the \norder, the electronic data shall be kept secured and no copies or extracts from the data shall be \nallowed.  \n \n21. Costs. —(1) The execution of a request for mutual legal assistance in Pakistan shall be \nconducted without charge to the requesting country, except for — \n \n(a) costs incurred by the at tendance of experts in the territory of Pakistan; or  \n \n(b) costs incurred by the transfer of a person in custody; or  \n \n(c) any costs of substantial or extraordinary nature.  \n \n(2) The costs of establishing a video or audio or telephone link, costs related to t he servicing \nof a video or telephone link in Pakistan, the remuneration of interpreters provided by it and allowances \nto witnesses and their travelling shall be borne by that country.  \n  \n \n \n22. Power to make rules. —The central authority may, by notification in the official Gazette, \nmake rules for carrying out the purposes of this Act.  \n \n23. Removal of difficulties. —If any difficulty arises in giving effect to any provision of this \nAct, the Federal Government may make such order, not inconsistent with the provisio ns of this Act, as \nmay appear to it to be necessary for the purpose of removing the difficulty.  \n \n24. Savings. —(1) Subject to section 25, the provisions of this Act shall be in addition to and \nnot in derogation of any of the provision relating to mutual leg al assistance in criminal matters contained \nin any other law for the time being in force, including the Extradition Act, 1972 (X of 1972), the \nSecurities and Exchange Commission of Pakistan Act, 1997 (XLII of 1997), the National Accountability \nOrdinance, 1 999 (XVIII of 1999), the Transfer of Offenders Ordinance, 2002 (XXXVII of 2002), the \nAnti-money Laundering Act, 2010 (VII of 2010) and the Prevention of Electronic Crimes Act, 2016 (XL \nof 2016).  \n \n(2)  Notwithstanding anything contained hereinabove, the procedure of international co -\noperation requests for mutual legal assistance in relation to the matters falling under the National \nAccountability Ordinance, 1999 (XVIII of 1999) and the United Nations Convention Against Corruption \n(UNCAC), shall be pursued  directly, as a recipient or requesting agency, by the National Accountability \nBureau.  \n \n25. Repeal. —The provisions of this Act shall repeal the provisions relating to mutual legal \nassistance in criminal matters contained in the Customs Act, 1969 (IV of 196 9). \n \n26. Parliamentary oversight. —After every six months the central authority shall lay, in the \nform and manner as prescribed, before the National Assembly and the Senate, the statistics pertaining to \nmutual legal assistance undertaken by the central auth ority.  \n \n \n \n \n \n____________"
}