{
    "file": "./converted_json\\administrator26a975453aac76e06711066e6c07e718.json",
    "name": "The Minimum Wages Ordinance, 1961",
    "date": "29th September, 1961",
    "tagline": "An Ordinance to provide for the regulation of minimum rates of wages for workers employed in certain industrial undertakings.",
    "content": "Page 1 of 8 \n \n \nTHE MINIMUM WAGES ORDINANCE, 1961  \n \n \n \n \n \n \nCONTENTS  \n1  Short title, extent and commencement  \n2  Definitions  \n3  Establishment of Minimum Wages Boards  \n4  Recommendation of minimum rates of wages for unskilled and Juvenile Workers  \n5  Recommendation of minimum rates of wages for workers with respect to particular industries  \n6  Power to declare minimum rates of wages  \n7  Periodical review of minimum rates of wages  \n8  Constitution of the minimum wages council  \n9  Prohibition to pay wages at a rate below the minimum rate of wages  \n10  Cognizance of  offences  \n11  Protection of the proceedings of a Board or the Council  \n12 Powers of Boards, etc . to collect information  \n13  Certain powers of Court to Boards, etc . \n14  Chairmen, etc . deemed to be public servants  \n15  Bar to leg al proceedings  \n16  [Omitted ] \n17  Rules relating to Boards  \n18  [Omitted ] \n\n \nPage 2 of 8 \n THE MINIMUM WAGES ORDINANCE, 1961  \n \nORDINANCE NO.  XXXIX OF 1961  \n \n[29th September,  1961]  \n \nAn Ordinance to provide for the regulation of minimum rates of wages for workers employed in \ncertain industrial undertakings.  \n \n WHEREAS it is expedient to provide for the regulation of minimum rates of wages for \nworkers employed in certain industrial undertakings, and for matters ancillary thereto ;  \n \n NOW, THEREFORE, in pursuance of the Proclamatio n of the seventh day of October, 1958, \nand in exercise of all powers enabling him in that behalf, the President is pleased to make and \npromulgate the following Ordinance : — \n \n 1. Sho rt title, extent and commencement .—(1) This Ordinance may be called the Min imum \nWages Ordinance, 1961.  \n \n  (2) It extends to the whole of Pakistan.  \n \n  (3) It shall come into force at once.  \n \n 2. Definitions .—In this Ordinance, unl ess there is anything repugnant  in the subject or \ncontext, — \n \n (1) “adult” has the same meaning as in cl ause (b) of section 2 of the Factories Act, 1934 \n(XXV of 1934) ;  \n \n (2) “Board” means a Minimum Wages Board established under section 3;  \n \n (3) “Council” means the Minimum Wages Council constituted under section 8;  \n  \n (4) “employer” means any person who empl oys either directly or through another person, \nwhether on behalf of himself or any other person, any person for whom a minimum rate of wages \nmay be declared under this Ordinance, and includes__  \n \n (a) in relation to a factory, a managing agent or other per son who   has ultimate \n control over  the affairs of the factory ; and  \n \n (b)  in other cases, any person responsible to the owner for supervision and control \n of such worker or for payment of his wages ;  \n \n (5) “factory” means a factory as defined in clause (j ) of section 2 of the Factories Act, 1934 \n(XXV of 1934), and includes any place deemed to be a factory under sub -section (3) of section 5 \nthereof ;  \n  \n \nPage 3 of 8 \n  (6) “ industry”, with its grammatical variations and cognate expres sions, means an industry as \ndefin ed in 1[clause (xiv) of section 2 of the industrial Relations Ordinance, 1969 (XXIII of 1969) , \nand includes a plantation - as defined in clause (iii) of section 2 of the Payment of Wages Act, 1936 \n(IV of 1936) ;  \n \n (7) “ juvenile worker” means a worker who is not adult ;  \n  \n (8) “wages” means all remuneration capable of being expressed in terms of money, which \nwould, if the terms of contract of employment, express or implied , were fulfilled, be payable to  a \nperson employed in respect of his employment or of w ork done in such employment, but does not \ninclude__ \n(a)  any contribution paid by the employer in respect of such person under any \nscheme of social insurance or to a pension fund or provident fund ;  \n(b) any travelling allowance or the value of any travelli ng concession ;  \n(c)  any sum paid to such person to defray special expenses incurred by him in \nrespect of his employment ;  \n(d)  any sum paid as annual bonus ; or  \n(e)  any gratuity payable on discharge ; and  \n (9) “worker” means any person including an ap prentice employed i n any industry to do any \nskilled or unskilled, intellectual, technical, clerical, manual or other work, including domestic work, \nfor hire or reward, but does not include__ \n(i)   persons employed by the 2[Federal Government] or a Provincial Government ;  \n(ii)  persons employed in coal mines in respect of whom minimum wages may be \nfixed under the Coal Mines (Fixation of Rates of Wages) Ordinance, 1960 \n(XXXIX of 1960); and  \n(iii)  persons employed in agriculture.  \n \n 3. Establishment of Minimum Wag es Boards .—(1) As soon as may be after the \ncommencement of this Ordinance, the Provincial Government shall establish a Minimum Wages \nBoard for the Province consisting of the following four members to be appointed by it, namely: — \n \n (a)  the Chairman of the Board ;  \n \n (b)  one independent member ;  \n \n (c)  one member to represent the employers of the Province ; and  \n \n (d)  one memb er to represent the workers of the Province ;  \n \n \n \n1 Subs. by the Federal Laws (Revision and  Declaration) Ordinance, 1981 (XXVII  of 1981 ), s. 3 and Sch., II, for certain words.  \n2 Subs. by F.A.O., 1975, Art. 2 and Table, for “Central Government”.   \n \nPage 4 of 8 \n  Provided that for the purpose of discharging the function of a Board specified in section 5 the \nfollowing two more members appointed by the Pr ovincial Gove rnment shall be added, namely : — \n \n (i)  one member to represent the employers connected with the industry \nconcerned ; and  \n \n (ii)  one member to represent the workers engaged in such industry.  \n \n (2) The Chairman of the Board and the independen t member shall be appointed from persons \nwith adequate knowledge of industrial, labour and economic conditions of the Province who are not \nconnected with any industry or associated with any employers’ or workers’ organization.  \n \n  (3) The member to represen t the employers of the Province and the member to represent the \nworkers of the Province under sub -section (1) shall be appointed after considering nominations, if \nany, of such organizations as the Provincial Government considers to be representative organi zations \nof such employers and workers respectively.  \n \n  (4) The members referred to in the proviso to sub -section (1) to represent the employers \nconnected with and the workers engaged in the industry concerned shall be appointed after \nconsidering nomination s, if any, of such organizations as the Provincial Government considers to be \nrepresentative organizations of such employers and workers respectively.  \n \n  (5) The term of office of the members of the Board, the manner of filling casual vacancies \ntherein, th e appointment of its committees, if any, the procedure and conduct of the meetings of the \nBoard and its committees and all matters connected therewith, including the fees and allowances to \nbe paid for attending such meetings, and other expenses, including expenses for the services of \nexperts and advisers obtained by the Board, shall be such as may be prescribed by rules made under \nsection 17.  \n  \n 4. Recommendation of minimum rates of wages for unskilled and Juvenile workers .—\n(1) A Board shall, upon a referen ce made to it by the Provincial Government, recommend to such \nGovernment, after such enquiry as the Board thinks fit, the minimum rates of wages for adult \nunskilled workers and juvenile workers employed in industrial undertakings in the Province.  \n \n (2) In its recommendations under sub -section (1), the Board shall indicate, whether the \nminimum rates of wages should be adopted uniformly throughout the Province or with such local \nvariations for such localities as are specified therein.  \n  \n 5. Recommendation of minimum rates of wages for workers with respect to particular \nindustries. __(1) Where in respect of any particular industry in the Province for which no adequate \nmachinery exists for effective regulation of wages, the Provincial Government is of the opinio n that, \nhaving regard to the wages of the workers employed in the under takings engaged in such industry, it \nis expedient to fix the minimum rates of wages of such workers, it may direct the Board to \nrecommend, after such enquiry as the Board thinks fit, t he minimum rates of wages either for all \nsuch workers or for such of them as are specified in the direction  \n \n 1[*  *  *  *         *                         *           *]     \n \n \n1 The original proviso was omitted by A.O., 1964, Art. 2 and Sch.   \n \n \nPage 5 of 8 \n  (2) In p ursuance of a direction under sub -section (1), the Board may recommend minimum \nrates of wages for all classes of workers in any grade and, in such recommendation, may specify — \n \n(a)    the minimum rates of wages for — \n \n(i)  time work ;  \n \n(ii)  piece work ;  \n \n(iii)  overtime work ; and  \n \n(iv)  work on the weekly day of rest and for paid holidays ; and  \n \n(b) the minimum time rates for workers employed on piece work so as to \n guarantee minimum wages on a time basis for such workers.  \n \n (3) The time rates recommended b y the Board may be on hourly, daily, weekly or monthly \nbasis.  \n \n (4) The rates recommended under this section for overtime work and work on paid holidays \nshall not be less than the minimum rates fixed for such work under any other law for the time being \nin force.  \n \n 6. Power to declare minimum rates of wages .—(1) Upon receipt of a recommendation of \nthe Board under section 4 or section 5, the Provincial Government may, — \n \n (a) by notification in the official Gazette, declare that the minimum rates of wag es \nrecommended by the Board for  the various workers shall, subject to such \nexceptions as may be specified in the notification , be the minimum rates of \nwage  for such workers ; or  \n \n (b) if it considers that the recommendation is not in any respect,  equitable to the  \nemployers or the workers, within thirty days of such receipt, refer it back to \nthe Board for reconsideration with such comments thereon and giving such \ninformation relating thereto as the Provincial Government may think fit to \nmake or give.  \n \n (2) Where a recommendation is referred b ack to the Board under clause (b ) of sub -section \n(1), the Board shall reconsider it after taking into account the comments made and information given \nby the Provincial Government and, if necessary, shall hold further enquiry and  submit to such \nGovernment — \n \n (a) a revised recommendation, or  \n \n (b)  if it considers that no revision or change in the recommendation is called for, \nmake report to that effect stating reasons therefor.  \n \n (3) Upon receipt of the recommendation of the Board  under sub -section (2), the Provincial \nGovernment may, by notification in the Official Gazette, declare that the minimum rates of wages \nrecommended under that sub -section by the Board for various workers shall, subject to such \n \nPage 6 of 8 \n modifica tions and exception s as may be specified in the notification, be the minimum rates of wages \nfor such workers.  \n \n  (4) Unless any date is specified for the purpose in the notification under sub -section (1) or \nsub-section (3), the declaration thereunder shall take effect on the  date of publication of such \nnotification.  \n \n (5) Where after the publication of a notification under sub -section (1) or sub -section (3) or \nafter the minimum rates of wages declared thereunder have taken effect, it comes to the notice of the \n Provincial Gov ernment that there is a mistake in the minimum rates of wages so declared, or \nthat any such rate is inequitable to the employers or the workers, it may refer the matter to the Board \nand any such reference shall be deemed to be a reference under sub -section  (2). \n \n 1[*  *  *  *         *  *            * ]   \n \n  (7) The minimum rates of wages declared under this section shall be final and shall not in any \nmanner be questioned by any person in any Court or before any authority.  \n \n 7. Periodical review of minimum rates of wages .—(1) The Board s hall review its \nrecommendations  if any change in the economic conditions and cost of living and other relevant \nfactors so demand, and recommend to the Provincial Government any amendment, modification or \nrevision of the minim um rates of wages declared under section 6 :  \n \n Provided that no recommendation shall be reviewed earlier than one year from the date on \nwhich it was made, unless the special circumstances of a case so required, and later than three years \nfrom such date.  \n \n (2) Review and recommendation under this section shall be deemed to be an enquiry and \nrecommendation under section 4 or, as the case may be , under section 5, and, so far as may be, the \nprovisions of this Ordinance shall,  to such review and recommendation,  apply accordingly.    \n \n  8.   2[Omitted .] \n  \n 9. Prohibition to pay wages at a rate below the minimum rate of wages .__(1) Subject only \nto such deductions as may be authorized under this Ordinance or under any other law for the time \nbeing in force, no emplo yer shall pay any worker wages at a rate lower than the rate declared under \nthis Ordinance to be the minimum rate of wages for such worker.  \n \n (2) Nothing in sub -section (1) shall be deemed — \n  \n(a)  to require or authorize an employer to reduce the rate of w ages of any worker \n; or \n \n (b)  to affect, in any way, the right of a worker to continue to receive wages at a \nrate higher than the minimum rate declared under this Ordinance if, under any \nagreement, contract or award, or as a customary differential, or oth erwise, he \nis entitled to receive wages at such higher rate, or to continue to enjoy such \namenities and other advantages as are customary for such worker to enjoy ; or  \n \n \n1The original sub -section (6) omitted by A.O., 1964, Art. 2 and Sch.   \n2Omitted by A.O ., 1964, Art. 2 and sch.     \n \nPage 7 of 8 \n  \n (c)  to affect the provisions of the Payment of Wages Act, 1936 (IV of 1936).  \n \n (3) Any employer who contravenes the provisions of this section shall be punishable with \nimprisonment for a term which may extend to six months or with fine which may extend to five \nhundred rupees or with both, and if the Court trying such contravention by order so directs, shall also \npay to the worker concerned such sum as may be specified in the order to represent the difference \nbetween the amou nt actually paid to such worker and the amount which would have been paid to him \nhad there been no such contravention.  \n \n 10. Cognizance of offences .—No Court inferior to that of a Magistrate of the first class shall \ntake cognizance of an offence punishable  under this Ordinance or the rules made thereunder, and \ncognizance shall not be so taken except upon a complaint in writing made by the Pro vincial \nGovernment or by any person authorized in this behalf by such Government.  \n \n 11. Protection of the proceeding s of a Board or the Council. —No act or proceeding of a \nBoard    1[* * *] shall be invalid or ques tioned merely on the ground of existence of any \nvacancy therein or of any defect in the constitution or in the appointment or qualification of any \nmember ther eof.   \n \n  2[12. Powers of Boards, etc., to collect information .—(1) Any Board or the Chairman of a \nBoard may, for the purpose of an enquiry under this Ordinance or the rules made thereunder, direct \nany employer to furnish such records, documents or informa tion and do such other acts as the Board \nor the Chairman, as the case may be, may require, and every such employer shall comply with such \ndirection. ] \n \n (2) The Chairman of the Boards  3[* * *] and such members, officers and servants \nthereof as are authorize d in this behalf by the Chairman, may, for the discharge of any function under \nthis Ordinance or the rules made thereunder, — \n \n(a)  enter, at all reasonable times, any factory ;  \n \n (b)  inspect any books, registers and other documents relating to such factor y ; and  \n \n (c)  record statements of persons connected with the working of such factory;  \n \n Provided that no one shall be required under this clause to answer any question tending to \ncriminate himself.  \n \n  (3) Any employer who contravenes the provisions of su b-section (1), and any person who \nwilfully obstructs anyone in the exercise of any power under sub -section (2), or fails to produce on \ndemand thereunder any books, registers or other documents, shall be punishable with fine which may \nextend to five hundred  rupees.  \n \n 13. Certain powers of Court to Boards, etc .—The Boards  4[*  *   *] shall, while holding an \nenquiry under this Ordinance or the rules made thereunder, be deemed to be Civil Courts and shall \nhave the same powers as are vested in such Courts under the Code of Civil Procedure, 1908 (Act V \nof 1908), in respect of the following matters, namely : — \n \n1 The original words “or of the Council” omitted by A.O., 1964, Art. 2 and Sch.  \n2 Subs. ibid. for the original, sub -section (1).  \n3 The words and comma “and  the Council,” were omitted, ibid.  \n4 The words “and the Council”, omitted ibid.   \n \nPage 8 of 8 \n  \n(a)  enforcing the attendance of any person and examining him on oath ;and  \n \n(b)  compelling the production of documents and material objects ;  \n \n(c)  issuing commissions fo r the examination of witnesses.  \n    \n 14. Chairmen, etc., deemed to be public servants .__ The Chairmen of the Boards  1[* * *] \nand the members, officers and servants thereof, shall all be deemed to be public servants within the \nmeaning of section 21 of the Pakistan Penal Code (Act XLV of 1860) . \n \n  15. Bar to legal proceedings .— No suit, prosecution or other legal proceeding shall lie \nagainst any person for anything which is in good faith done or intended to be done under this \nOrdinance or the rules made ther eunder.  \n   \n 16.    2[Omitted .]  \n \n  17. Rules relating to Boards .__(1) Subject to the provisions of section 16, the Provincial \nGovern ment may, by notification in the o fficial Gazette, make rules for carrying out the purposes of \nthis Ordinance.  \n \n  (2) Withou t prejudice to the generality of the foregoing power, such rules may provide for__ \n \n (a)  the matters specified in sub -section (5) of section 3 ;  \n \n (b)  the giving of opportunities to persons likely to be affected by the minimum \nrates of wages to offer com ments and make suggestions ;  \n  \n(c)  fixing normal hours of work for the purpose of determining time work ;  \n \n(d)  giving adequate publicity to the minimum rates of wages declared under this \nOrdinance ;  \n \n(e)  the maintenance of wage books, wage slips, regist ers and other records and \nprescribe their forms and particulars to be entered therein and the manner of \nauthenticating such entries ;  \n \n(f )  the preparation and submission of reports and returns ;  \n \n(g)  the appointment of Inspectors or other officers and p rescribe their powers and \nfunctions ; and \n(h) such other matters for which rules are considered necessary for effectively \ncarrying out the provisions of this Ordinance.  \n \n (3) Rules made under this section may provide that any contraven tion thereof shall b e \npunishable with fine not exceeding five hundred rupees.  \n \n  18. 3[Omitted .] \nDate: 22.04.2024  \n1The words and comma “and the Council,” were omitted by A.O., 1964, Art. 2 and Sch.   \n2Omitted by A.O., 1964, Art. 2 and Sch.  \n3Omitted by the Federal Laws (Revisi on and Declaration) Ordinance, 1981 (XXVII of 1981, s. 3) and Sch. II."
}