{
    "file": "./converted_json\\administrator1d1c185c68f20e0f5695d5e0dc14f82c(1).json",
    "name": "Police Order (Third Amendment) Ordinance, 2005",
    "date": "November 26, 2005",
    "tagline": "Further to amend the Police Order 2002",
    "content": "REGTSTEREDN*Y&.-r*u\n9\n@0eGp;dfr d ?lhtttur\nEXTRAOBDINARY\nPUBLISHED BY AUTHOBITY\nISLAMABAD, SATURDAY, NOVEMBER 26, 2OO5\nPART I\nActs, Ordinances, President's Orders and Regulations\nGOVERNMENT OF PAKISTAN\n(Law, Justice and Human Rights Division)\nIslamabad, the 22nd November, 2005\nNo. F. 2(1)/2005-Pub.-The following Ordinance promulgated by the\nPresident is hereby published for general information :-\nORDTNANCE No. XVIII or 2005\nAN\nORDINANCE\nfurther to anrend the Police Order 2002\nWHEREAS in pursuance of deliberations and agroement amongst the\nFederal Government and Provincial Governments il is expedient further to\namend the Police Order, 2002 (C.E. Order No. 22 ol 2002), for lhe purposes\nhereinafter appearing;\n(757)\nPrice : Rs. 20.50[353a(2005/Ex. Gaz.]MINISTRY OF LAW JUSTICE' I{I,]MAN RIGHTS AND. PARLIAMENTARY AFFAIRS\n758 THE GAZS|TE OF PAKISTAN, EXTRA., NOV 26, 2OO5 IPanr I\nAND WHEREAS the president of pakistan has accorded sanction to theaforesaid amendmenls, in terms of clause (2) of Article 269 of the Constitution;\nANO WHEREAS the National Assembly is nol in session and thePresident is satisfied that lhe circumstances exiit which render it necessary totake immediate action;\nNOW, THEREFORE, in exercise of the powers confened by clause (1) ofArticle 89 of the Constitution of the lslamic Republic of pakistan, tie president ispleased to make and promulgate the following Ordinancet\n1. Short title and commericement.- (j) This Ordinance may be caledthe Police Order (Third Amendment) Ordinance, 2005.\n(2) lt shall come into force at once,\n2. Amendment of Article 2, CEO 22 of 2002.- tn rhe potice Order,2002 (Chief Executive's Ordar No. 22 ot 2OO2), hereinafter to be called the saidOrder, in Article 2, in clause (1),-\n(a) afler paragraph (i), the following new paragraph shall be inserted,\nnamely:-\n(b)(i-a) \"Capital City District\" means the tstamabad City District, theFederat Capital; City District of euetta, City District of\nPeshawar, City District of Lahore or City District of Karachi\nbeing the metropolis of the provinces of Baluchistan, North-\nWest Frontier, Punjab and Sind respectively;,,;\nafter paragraph (iv), the following new paragraph shall be inserted,\nnamely:-\n\"(iv-a) \"cognizance\" means taking notice by an authority legally\nempowered to take action on its decision regardjng a mafter\nrelating to neglect, excess or misconduct by, or any omissionor commission deemed illegal, committed by, a police\nOfficer for remedial and conective measures under theprovisions of this Orderi,:\n(c) for paragraph (v) the following sha be substituted, namely:_\n\"(v) \"Commission\" means National public Safety Commission,\nProvincial public Safety and police Complaints Commission,\nlslamabad District public Safety Commission and DistrictPublic Safety and police Complaints Commission\nestablished under this Order;\";\nPAI(rll THE GAZETTE OF PAKISTAN, EXTRA., NOV.26,2005'759\n(f)after paragraph (xxii), the following new paragraph shall be inserted,\nnamely:-(d) after paragraph (v), the following new paragraph shall be inserted,\nnamely:-\n\"(v-a) \"direct, means a written order or instruclion to a police\nOfficer issued by an authority empowered to direct under this\nOrder and such directing authority shall be deemed to be an\nofficer authorized under clause (2) of Article 155;',;\n(e) afler paragraph (vii), the following new paragraphs shall be\ninserted, namely:-\n\"(vii-a) \"ex-officio Secretary\" means provincial police Officer who\nshall exercise administrative and financial powers of the\nSecretary to the Provincial Government with total autonomy\nin operational, administrative and financial nratters subject tothe policy, oversight and guidance given by the Chief\nMinister through the Chief Secretary and the provincial\nHome Department;\n(vii-b) \"exigency of service\", in relation to, posting and transfer,\nmeans an urgent or unforeseen situation which, for the\nreasons to be recorded in writing, requires premature\ntransFer of a Police Officer for performance of specific tasks\nor duties but not as a replacement for what should be righfly\ntreated as an efllciency and discipline malter; and\n(vii-c) \"fact flnding inquiry\" means an inqujry into the allegations\ncontained in a complaint against a Police Officer, including\nthe factual incidents, relating to neglect, excess or omission\nor commission of any act constituting an offence and the\noutcome of such inquiry shall be admissible in evidence\nbefore a court, tribunal or an authority;\";\n(s)in paragraph (xxvi), the word \"and\", at the end, shall be omitted;\nand\"(xxii-a) 'responsible\" means a Police Officer who is answerable\nand accountabls, for effective and efficient performance of\nassigned duties and functions, and for implementation of all\nlaMul orders and instructions issued by an officer or an\nauthority to whom he is responsible under this Order and\nnon-compliance of such orders, directions and instructions\nwhich he is bound to observe or obey fo, action shall be\nliable under paragraph (c) of clause (1) of Article 155;\";\n70 THE GAZEITE OF PAKISTAN, EXTRA., NOV. 26, 2005 IPARr I\n(h) after paragraph (xxvi), the following new\ninserted, namely:-paragraph shall be\n'(xxvi-a) \"superintendence\" means supervision of Police by ihe\nappropriate Government through policy, oversight and\nguidance and, in case of a Province, it shall be ex€rcised by\nthe Chief Minister through the Chief Secretary and the\nProvincial Home Departmenl, while ensuring total autonomy\nof the Provincial Police Officer in operational, administrative\nand financial matters and, in case of Federal Capital, such\nsupervision shall be exercised by the Ministry of lnterior,\nGovernment of Pakistan; and\".\n3. Amendment of Article 10, CEO 22 of 2002.- tn the said Order, in\nArticle 10, in clause (4), after the word \"Safety\", the words \"and Police\nComplaints\" shall be inserted.\n4. Amendment of Article 1 1 , CEO 22 of 2002.- tn thg said Order, in\nArticle 11, in clause (1), the words \"by the National Public Safety Commission\nfrom a list provided' shall be omitted\n5. Amendment of Article 12, CeO 22 of 2002.- ln the said order, in\nArticle 12,-\n(a) for clauses (2) and (3) the following shall be substjtuted, namely:-\n\"(2) The Provincial Government may, with the approval of\nthe Federal Govemment, repatriate, or the Federal Govemment may,\non its own accord, recall, a Provincial Police OfJicer.\n(3) The Provincial Public Safety and Police Complaints\nCommission may, for reasons to be recorded in writing,\nrecommend to the Provincial Government for repatriation of the\nProvincial Police Officer before the expiry of his term of office and\nthe Provincial Governmenl may thereupon move the Federal\nGovernment for his repatriation in accordance with clause (2).\";\n(b) in clause (5), for the proviso the following shall be subslituted,\nnamely:-\n\"Provided that before initiating such transfer, the\nCommission shall give the concerned officer an opportunity\nof being heard in person.\"; and\n(c) clause (6) shall be omitted\nPenr Il THE GAZEITE OF PAKISTAN, EXTRA., NOv. 26, 2005 761\n6. Amendment of Article 15, CEO 22 ot 2002.- ln the said Order, in\nArticle 15,-\n(a) in clause (1), for the words \"in consultation with\" the words \"with the\napproval of'shall be substitutedi and\n(b) for clause (3) the following shall be substituted, namelyi\n\"(3) Under exceptional circumstances duo to exigency of\nservice or on grounds of misconduct and inefficiency which wanant\nmajor penalty undor the relevant rulEs, the City Police Officer or\noistrict Police Officer may be transferred, wilh lhe approval of tho\nGovernment, before completion of the term of office.\".\n7. Amendment of Article 18, CEO No. 22 of 2002.- tn the said order,\nin Article 18,-\n(a) in clause (3), for the full stop at the end a colon shall be substituted\nand thereafter the following proviso shall be added, namely:-\n(b)'Provided that the lnvsstigation Wing shall be localed\nwithin the Police Station and shall be responsible to its own\nhierarchy in the District under the general contol of Otficer-\nin-charge of the Polic6 Slation.'; and\nafler clause (6), the folloyving explanation shall be added, namelyi\n\"ExPlanation.- For lhe purpose of this Article, 'general\ncontrol\" maans the relationship betweon the aulhority of the\nofficer-in-charge of lnvestigation in a Oistric't or a Police Station\nand tho Disfig{ Police Officer and oficerjntharqe of lhe\nPolice Station, as the case may be. This relationship requires\nfull support to the officer-in-charge of lnvestigation .in lhe\npertormance of his duties and officer-indtarge of lnvesligation\n;hail coordinate with the Distric't Police officer or offcer-in-\nctrirge ot tle police station, as lhe case may be, and provide\nlnforiratlon to him on all matters which hrve a bearing on\nwatch and ward and publlc order funclions' Any directions in\nthis regard by the offic€r vested with general control. shall not\nexpliciiy or impliedly intgrfere in the condud of investigation or\ntra;sfd of invesligation and diversion of manpower or\nresources of lnvestigation to other police functions'''\n762 THE GAZE'|TE OF PAKISTAN, EXTRA., NOV. 26, 2005 [pARrr\n8. Amendment of Article 21, CEO 22 of 2002.- tn the said order, inArticle 21-\n(a) for clause (2) the fo owing shall be substituted, namelyi\n\"(2) The Provinciat polce Ofticer, Capitat City police Officer or\nlhe City Police Officer may, with the approval of the Government,_\n(i) divide districts into police divisions, sub-divisions and police\nslations;\n(ii) sub-divide police stations into police posts; and\n(iii) define the limits and extent of such divisions, sub-divisions,\npolice stations and police posts.,,; and\n(b) in clause (4), in the proviso, for the full stop at the end a colon shalt\nbe substituted and thereafter the following further proviso shalt be\nadded, namelyi\n'Provided lurther that the term of office of an officer under\nwhom a police division, sub{ivision or police station respectively isplaced shall be the same as that of Head of Dishict poliie from ihedate of posting and any transfer before compl€tion of his term of\nofrice will only take place due to exigency of service or misconducl\nwananting major penalty.'.\n9. A'mendment of Article 32, CEO 22 of 2002.-\nArticle 32,-\n(a) in clause (1), for the word 'consultation' the word \"coordinatjon,, shall\nbe substituted:\n(b) in clause (3),\n(i)for the words \"appropriate Public Safety Commission,,, thswords \"concerned Commission at the District level,, shall be-\nsubstitutedi and\nafter the words \"Provincial public Safety\", the words \"and\nPolice Complaints\" shall be inserted; and(ii)\nin clause (4), for the words .Districl pubtic Safety Commission\", thewords 'concemsd Commission at the Distriat level\" shall besubstiluted.ln the said Order, in\n(c)\nTHE GAZETTE OF PAKISTAN, EXTRA.' NOV, 26, 2M5 763\n'10. Amendment of Article 33, cEo 22 0t 2002.- ln the said order, in\nArticle 33,-\n(a) in clause (2), the word 'Provincial\", occurdng twice, shall b€ omitted;\nand\n(b) afier clause (2), the following new clause shall be addod, namelyi\n'(3) ln the normal channel of writing ths Performance\nEvaluation Report of the Head of District Police, the Zila Nazim\nshall write the manuscript report of the Head of District Police in the\nspecified Part of the Form of Performance Evaluation Report\npiovided in the Fourth Schedule, which shall be taken into\nconsideration at the time of Promotion of lh8 Officer'\"'P*rIl\n'11. Amendment of Article 34, CEO 22 ol 2002'- ln the said order' in\nArticle 34,-\n(a) in clause (1), in the second proviso, forthe colon a full stop shall be\nsubstituted and thereafter the third proviso shall be omitted; and\n(b) clause (3) shall be omitted.\n12. Amehdment of Article 35, CEO 22 of 2OO2= ln the said order' in\nArticle 35,-\n(a) in clause (1 ), for the words 'approPriate Public.Safety Commission''\nthe words \"concerned Commission al the District level\" shall be\nsubstituted; and\n(b) in clauss (3), for the words 'appropriate Public.Safety Commlssiol'\"'\nthe word! ;concemed Comirission at the Dislrict level\" shall be\nsubslituted.\n13. Amendment of Article 36, CEO 22 ol 2002'- ln the said order' in\nnrtare ao, for rhe words ,,provinciai police complajnts Aulhority o/'the words\n,nJ \"o.r, \"Provincial Public Safety and Police Complaints Commission or\"'\nshall be substituted.\n14. Amendment of Title of Chapter V, CEO 22 of 2002'' ln the said\noia\"t, tt u title of ChaPter V, after the word \"SAFETY'' the words 'AND POLICE\nColaPmturs\" shall be inserted. '\n15. Substitution of Article 37, CEO 22 ot 2002'- ln the sald order' for\nArticle 37 the following shall be substituted, namelyi\n\"37. Establishment of Dlstrlct Publl; Salety and Polico ComPlaints\n'Commisslon.- (t) ftre erovincial Governmeni shall establish a Distric't\nFuorii srt\"tv ino poti\"\" Complaints Commission in every District'\n7U THE GAZETTE OF PAKISTAN, EXTRA, NOV.26,2005 [panr,l\nincluding capitar city District, consisting of nine members one of whomshall be the Chairperson.\n(2) The Commission shall have its independent budget under a\n:epalate budgetary head of account, Drawing and Disbursing bfficer andthe Chairperson of the Commission sha -be iir-irl*ip\"I A\"\"orniintOfficer. \".\n16, Substitution of Article 3S, CEO 22 ot 2002.- tn the said Order, forArticle 38, the fo owing shall be substituted, namely-l-- ---\n'38. Composition.- (1) The composition of the District pubric safety andPolice Complaints Commission shall b€ as followi:.\n(a) one-third members shall be aprointed by the Govemmenl from.-amongst the Members of lhe provincial Assembly and NatjonalAssembly of the Districl concemed as \n\"x-omcio members, includin!a woman member:\nprovided that where in a Dislrict, members of the provincial\nAssembly or National Assembly fall snort of ttre iequired number ofsuch members, the vacant seit shall Oe attocaieO-'ro independentmembers:\nprovided further that in case of non_availability of a womanmember of the provincial Assembty or Nationii nlsemOty in aDistrict, the seat shall be allocated to \" *orrn independentmember;\n(b) one-third members, of whom one shall be a tvoman, shall beappointed as independent members by the Government from a listor names recommended by the Selection panel: and\n(c) the remaining one-third members, out of whom ons shall be awoman, shall be elected- by.the Zila Councii trom amongst itsmembers on tha basis of eactr membei i\"\"ting o'nly one vote infavour of any contesting candidate thr*gn \n\"-\"-\"i\"i o-;itot.\nExpranation.- Forlhe purpose of this Articre, the ,,District concerned\" for ^ women members of the provincial Assembly and Nationai AssemOty snatt,as far€s possibte, be on the basis of the Ddui;t ;;';1y are registored\n(2) ln ptace of thea?lbers referred to in paragraphs (b) and (c)of clause {1), the elected or appoinled members of the erstwhile DistrictPubtic Safety Commission in ttie respectire n;il; ffiJng ofice on the commencemenr of the potice Order (Amendment) O;;;;;\", 2004, shal continue to hotd rheir ofrices utr .d;pi;u;; ;ifi;ii\"i\"ili ., office as member of the Diskict public Safery and eotG Corp'[ini\"'bor.i\"\"io\".\nPARI IlTHE GAZETTE OF PAKISTAN, EXTRA., NOV 26, 2OO5\n(3) The Chairperson of the District Selection Panal shall conduct\nthe election of the Chairman and members of the District Public Safety and\nPolice Complaints Commission refetred to in clause (1) of Article 39 and\nparagraph (c) of clause (1) of this Artide.\n(4) The namss of the members of the Commission shall be\nnotified in the Official Gazette.'.\n17. Substitution of Article 39, CEO 22 ol 2002.- ln the said order, for\nArticle 39 the followlng shall be substituted, namelyi\n\"39. Appointmsnt of Chairpsrcon'' (1) The Chairperson of the Oistrict\nPublic Safety and Police Complaints Commission shall be elected by the\nmembers from amongst thomsolves every three years:\nProvided that the Chairperson of the District Public Safety\nCommission at the commencement of the Police Order (Amendment)\nordinance, 2004, shall continue to hold such office till completion of his\nterm of oflice as Chairperson of the District Public Safety and Police\nComplaints Commission.\n(2) The Chairperson of the District Public Safety and Police\nComplaints Commission shall be eligible for re-election for lhe second\nterm.\n(3) The Chairperson of the District Public Safety and Police\nComplaints Commission shall not be removed from his office save as\nprovided tor removal of a member of the Commission,\n(4) The Chairperson shall be enlilled to honoraria and privileges\nas may be determined by the Govemment.\".\n18. Amendment of Article 40, CEO 22 of 2002.- ln the said Order, in\nArlicle 40, afler the word \"Safety\", the words \"and Polic€ Complaints\" shall b€\ninserted.\n19. Amendment of Article 41, CEO 22 ol 2002.- tn the said order, in\nArticle 41,-\n(a) in clause (1), ,or the words \"District Governmonl' the words\n\"Provincial Public Safety and Police Complaints Commission\" shall\nbe subslituted:\n(b) in clause (2), for the word \"consensus\" lhe words and comma\n'majority vote, one of whom shall be the Chairperson of the\nSelectlon Panel\" shall be substituted; and\n(c) in clause (3), for the words \"commencement of the s6lection\nprocess\" the words \"occunence of the vacancy'' shall be\nsubstituted.'765\n7&\\ THE GAZETTE OF PAKISTAN, EXTRA., NOV. 26, 2005 lParrl\n20. Substitution of Article 42, CEO 22 ot 2002.- In th6 said Order, for\nArticle 42 the following shall be substituted, namely :-\n\"42, Functions of the Seloction Panel.- The Selection Panel shall\nidentify suitable candidates as well as invite applications and after scrutiny\nforward to the Government the names of persons twice tha numbor of\nappointmenls to be made.'.\n21. Amendment of Article 43, CEO 22 of 2002.- tn the said Order, in\nArticle 43, after the word \"Safety\", the words \"and Police Complaints' shall be\ninserted.\n22. Substitution of Article 44, CEO 22 ol 2002.- tn th6 said Order, for\nArticle 44 the following shall be substiluted, namely i\n\"44. Powers and Functlons of tho District Public Safety and Police\nComplaints Commission.- (1) The District Public Safety and Police\nComplaints Commission shall exercise the powers and perform the\nfollowing functions including those relating to complaints against the police\notlicers serving in the District, except the Head of District Police, namely:-\n(a) approve an annual Local Policing Plan prepared by the Head of\nDistrict Police in coordination with the Zila Nazim setting out the\nanangements for policing during the year:\nProvided that such policing plan shall include_\n(i) a statement of financial resources expected to be\nmade available; and\n(b)(ii) performance targels for the year and their delivery\nmechanismi\nthe District Public Safety and police Complaints Commission shall\nluPTit T annual report to the Government through the provincial\nPublic Safety and Police Complaints Commislion, inter alia,containing-\n(i) an abstract relating to performance of the District pubtic\nSafety and Police Complaints Commission during the year;(!i) a report on lhe functioning of the District potice;(flr) a report on matters connected with the law and order in theDistrict; and(iv) a report on the imptementation of tha District policing ptan;\nencourage police-public cooperation;\nevaluate the delivery of performance targets contained in the LocatPolicing Plan on quarterly basis and send half-yearly reports to theProvincial Government, provincial public Safety and police\nComplaints Commission, provincial police Otficei, Zlta Nazim,Tehsil (Taulka) Nazim and Town Nazim;(c)\n(d)\nTHE GAZETTE OF PAKISTAN' EXTRA., NOV. 26' 2m5 16'7\nP.exrll\n(e)\n(f)\n(s)\n(h)take steps to prevent the Police from engaging ir.l 1ny unl?wfll\nl'\"iirity ,iiiing 6rt of compliance with uhlawtul or ma'a r'da orders;\nrefer the matter in writing to the Provincial Govemment .for\n\"-\"\"-\"rirt\"' \"Jto\" wnere ihe District Public safety and Police\naffi;il;i; c\"*rit\"lo\" is satisfied that a collusive relatlonship\niliffi;; to-iii\" ittt\"t\".t of the people exists between the zla\nNazim and Head of District Police;\ndirect tho Head of District Police under clause (4) of Article 135 for\nii\"po\"ai of ,ncraimed property in accordance with law;\ndirect the Head of District Police in writing, where tire District Public\nSri\"w \n\"nO Police ComPlaints Commission has reasons to belleve\ni#;iili;-\"h;t; ortnl potice station has uniustifiablv refused or\n;;t;;; i\"-;\"stt\"i tne First lnformation RePort' to c9r.'9uct-.an\n,\",]*-i\"i., th\"E matter and cause the registration of the. First\ni,ii\"'#\"*i ni,i\"n ,nJ\", i\"ition 154 of the code' if anv cosnizable\n\"\"\"\" i. ,10\" ,i\"i t om ths allegations of the comPlainant and roport\n;;;;&Ailutic saretv ind Police complaints commission\n*itnin torty-\"ignt hours the action taken by him;\ndirect the Head of District Police in writing to enq-uire jnto a\n\"o.or\"int of neglect in general or by a funciionary of a District\n;;ilfil'o;,i;;i;;, anoiare appropiiate action and report within\nthe specified Period;\nreouire, on a complaint of excess committ€d by any member ol\n;\"\"iHi ;;;;f;[ementegencv or civil armed forces acting in aid\n;iih; diJfi.i police, the appro'ptl\"te authoritv of the concemed\nil;;;;i il i'\"iting to take rehedial action and r€port wilhln a\n;;#iliH'il;' \"nt'it \"o actlon is taken bv the concem€d\ni\"J;J;t;, Il\"i\"r\"n\"\" mav be mado bv the District Public s-afotv\nffiTit; 6orJr\"int. iommission fo the head of concemed\n;lff;\"ffi ;;''th; -i\"a\",r Fdico complaints Authoritv ror\nappropdato action;\nreceive from an aggrieved p€rson a complaint' in writing suplortsd\n;;;; -\"ii;;;it, of-iegtect,'excess or misconduct against a Polic?\nOflicer;\ntake cognizance of such complainls as may fall withln its\n\"-\"i\"rt\"'\"\"\" \"\"a fomard other complaints to the Provincial Public\n6-\"i..,'tv \"nJ pori\"\" complaints commission; and\nin cases falling within the competence of the District Public Safety\nanO Potice Complaints Commission' it may-\n(i) direct the Head of District Police in writing to take(',| ;;;;il;i\" a\"tion \"no submit a report within a sp€cified\nperiod; or(i)\n0)\n(k)\n(t)\n(m)\n768 TIIE GAZEITE OF PAKISTAN, EXTRA., NOv. 26' 2005 fP'rrr I\n(iii)\n(iv)\n(v) direct the appropriate authority, in case of any frivolous, or\nvexatious complaint, to initiate action under the law against\nthe complainant.\n(21 The District Public Safety and Police Complaints Commission\nshall, for the purpose of this Order, have the same powerB as are vested in\na civil court under the Code of Civil Procedure (Act V of 1908), in respect of\nthe following matters, namely:-\n(a) summoning and enforcing the attendance cf any person and\nexamining him on oath;\n(b) compelling the production of documents;\n(c) receiving evidence on affidavits; and\n(d) issuing commission for the examination of witnesses,\".\n23. Amendment of Article 45, CEO 22 ot 2002.- ln the said Order, in\nArticle 45,-\n(a) in the marginal note, after the word \"Safety'', the words \"and Police\nComplaints\" shall be inserted;\n(b) in clause ('l), after the words \"member of', the words and commas\n\"the Provincial Assembly or National Assembly or, as the case may\nbe,\" shall be inserted;\n(c) for clause (2) the following shall be substituted, namely:-\n\"(2) An independent member shall not be eligible for\nappointment as such member for a thlrd term.\"; and\n(d) clause (5) shall be omitted.(ii)conduct a fact finding inquiry on its own by two or more of its\nmembers or through an officer ssNing in the District, not\nbelow the renk of Basic Pay, Scale 18 and, in case the\ncomplaint is found conect, sond the inquiry rsport to the\nHead of District Police and direct him to take legal aclion\nagainst the delinquent Police Officefi\nreport the matter lo the Provincial Govemment through the\nProvincial Public Safety and Police Complaints Commission\nfor action und6r the aPpropriats law, where the Head of\nDlstrict Police doos not submit a report or take action on ths\ndirections given by the Disttict Public Safety and Police\nComdainls Commisqion;\ninform the complainant of the outcome of the inquiry in\nwriting as soon as possible; and\nPemll THE GAZETTE OF PAKISTAN, EXTRA., NOV.26,2005 7@\n24. Amendment of Article 46, CEO 22 ol 2002.- tn rh€ said Order, in\nArticle 46,-\n(a)for the words 'Govemor on his\" the words'Govemment on its' shall\nbe substituted;\n(b) after the word 'Safet/, the words 'and Police Complaints' shall be\ninserted; and\n(c) in paragraph (h), after the word 'Safev', th€ words \"and Police\nComplaints\" shall be inserted.\n25. Amendment of Article 47, CEO 22 ot 20Q2.- ln the said Order, in\nArticle 47,-\n(a) in the marginal note, afler the word \"Safety'', the words \"and Police\nComplaints\" shall be insertsd;\n(b) in clause (1), after the word \"Safety', the words \"and Police\nComplaints\" shall be inserted;\n(c) in clause (3), after the word \"Safety\", the words \"and Police\nComplaints\" shall be inserted;\n(d) in clause (6), for the word \"District Police Officer or City Police\nOfficer or in their absence their'' the words and comma 'Head o,\nDistrict Police or, in his absence his'shall be substituted; and\n(e) for clause (8) the following shall be substituted, namely:-\n'(8) The rules of procedure for conduct of business of the\nCommission shall be made by the Govemment.\".\n26. Amendment of Article 48, CEO 22 oI 2002.- ln the said Order, in\nArticle 48,-\n(3) The Secretariat shall consist of such number of\nofficers and members of the staff as the Govemment may, in\nconsultation with the Commission, determina from time to time.(a) in clause (1), after the word \"Safety', the words \"and Police\nComplaints\" shall be inserted; and\n(b) for clauses (2) and (3) the following shall be substituted, namely:-\n\"(2) The Secretariat shall be headed by an officer not\nbelow Basic Pay Scale'18 who shall be appointed by the Provincial\nGovernment in consultation with the Chairperson of the\nCommission.\nTHE GAZETTE OF PAKISTAN, EXTRA., NOV 26, 2005 [PARr I\n(4) The tems and conditions of seMce of the officers and\nmembers of the staff of the District Public Safety and Polica\nComplaints Commission shall be notified by the Govemment.\n(5) The Chairperson of the Commission shall, with the\napproval of the Govemment, engage the services of a l€gal advisor\non fulFtime basls.'.\n27. Omission of Chapter Vl, CEO 22 ot 2002.- tn the said frer,\nChapler Vl relating to Capital City Dist ic{ Public Safoty Commission, including Articles\n49 to 60 shall be omitted.\n30. Amendment of Article 73, CEO 22 of 2002.- tn the said order, in\nArticleT3,- in clause (1), afler the word \"Saf€ty', the words \"and Potice\nComplaints' shall be inserted.\n31. Amendment of Article 74, CEO 22 of 2002.- ln the said Order, in\nArticleT4,-\n(a) in clause (1),-\n(i) after lho word 'SafetF, the words 'and Polic€ Complaints' shall\nbe inserted;\n(ii) for the words \"thr6e each from the Treasury and'the words\n'four' from the Treasury and two from the\" shall be\nsubstituted; and\n(iii) in the proviso, for the full stop at the end a colon shall bB\nsubstituted and thoreafter the following further proviso shall -\nbe added, namely:-\n\"Provided further that such members shall not be\nmembers of the Standing Committee of the Provincial\nAssembly on Home Affairs.\";\n(b) for clause (2) the following shall be substituted, namelyi\n\"(2) The other half comprising independent members shall\nbe appointed by the Govemment on the recommendation of the\nSelection Panel:'7'70\n28. Amendment of Article 65, CEO 22 ol 2002.- tn the said order, in\nArticle 65, in clause (1), for the words \"Chief Justice of High Court\" the words\n'Distract and Sessions Judge\" shall be substituted.\n29. Amendment of Chapter Vlll, CEO 22 of 2OO2.- tn the said order,\nin Chapter Vlll, in the title, after the word 'SAFETY', the words \"AND POLICE\nCOMPLAINTS' shall be inserted.\nPaxr Il THE GAZETTE OF PAKISTAN. EXTRA., NOV. 26' 2M5 nl\n(c)Provided that at least two members shall be women \"; and\nin clause (3), after the word 'Safety\", the words \"and Police\nComplaints\" shall be inserted.\ng2. Amendment of Article 75' CEO 22 ol 2OO2'- ln the said order' in\n(b)in clause (1), after the word \"safety', the words 'and Police\nComplaints\" shall be inserted; and\nin clause (2), after the word 'Safety'', the words \"and Police\nComplaints' shall be inserted.\n33. Amendment of Article 76, CEO 22 ol 20-02'- ln the said order' in\n- iii\"r\" iO, \"fi\", in\" *ora \"SX\"IV,, in\" words 'and Police Complaints' shall bs\ninserted.\n34. Amendment of Article 77' CEO 22 ol 2002'- ln the said order' in\nArticle 77,-\n(a) for ctause (1) the following shall be substituted' namely:-\n\"(1) There shall be a Setection Panel for independent\nmembers \"ontiiiing oiine irovinclat ombudsman who shall be its\nchairperson \"nJ i\"n\" Cn\"i-'n ol th9 -lrgvincial Public Service\nCommission anJa nominee of the Chief Minisler as its memberc:\nProvided that' whBre in a Province' the Provincial\nombudsman nlt noi'ou\"n \"ppointed' a retired Judge of the High\nCourt nominate-Jby the Chief iustice of the High Court shall act as\nChairporson of the Selection Panel:\nProvided further that the nominee of the Chief Minister shall\nnot be an etecteo r-presentative or a person in the service of\nPakistan.'; and\n(b) in clause (3), tor the words 'commenc€ment of the selection\nprocess' th; ;;s ioicunence of a vacancy' shall be substituted'\n35. Amendment of Article 78' CEO 22 ol 20O2'- ln tho said order' for\nArticle 78 the following shall be substituted' namely:-\n\"78. Functlons of ths Solection Panel'' The selection Panel shall\nidentify suitable \"\"njii'i\"t \"\" *\"ll as invite applications and after scrutiny\nforward to tl\" oorJriiint tn\" n\"r\". of persons twice the number of\naPPointments to be made.'\"ArticleT5,-\n(a)\nm THE GAZETTE OF PAKISTAN\n(iji)\n(c) in clause (2),-\n(i)\n(ii)\n(iii), EXTRA., NOV. 26, 2005\n36, Amendment of Article 79, CEO 22 ol 2O02._ tn the said order, inArticle 79, for the words ..a member of provincial puUfii Satety\", the words \"anindependent member of the provincial puOtic Safety anO eiiiJ Lomptaints\" sfralbe substituted.\n?7, Amendment of Article BO, CEO 22 ot 2002._ tn lhe said Order, inArticle 80,-\n(a) in the.marginal note, after tho word \"Safet/, the words \"and polico\nComplaints\" shall be insertod;\n(b) in ctause (1),-\n(i) after the word \"tsaf€ty,, he wods \"and police Complaints\" shallbe inserted;\n(ii) for paragraph (a) the foltowing shall be substituted, nametyi\n\"(a) make recommendations to the Government forqrgfolnS integrity, efficiency and effectiveness ofPolice;\"; and\nfor paragraph (b) the following shall be substituted, namely:_\n'(b) take steps to prevent the police from enqaoino in anvunlawful activity arising out of com-priZnje wiifiuntawtut ot mala lide orders;,'; andIPenr I\nthe wordfor the words, brackets and figure .sub-section (1) theCommis.sion -sha perform the foffowing ipl?#iresponsibilities\" th,e words, brackets, Rgure a'nO cbm;acrause ('t ), the commission shall perform the followingspecific functions,' shall be substituted;\nil.paragraph (a), for the words .public Safely,, the words'District pubtic Safety and potice Comptaini.\" \";;it- ;;substituted:\nin paragraph (b),-\n(i) for the words \"prB-mature transfef\n\"repatrlalion. shall b€ substituted; and\n(li) the colon and proviso shall b€ omitted;\n(iv)m paragraph (d),, for the words ,,and National public Safetvcommissions\" rhe words .puoric si-rei' ';i- iliiJComplaints Commissions anacommission, shatt oe suostituteJ. National Public safety\nPARI Il THE GAZETTE OF PAKISTAN, EXTRA., NOV. 26, 2OO5 773\n(v)\n(vi)paragraph (e) shall be omitted;\nin paragraph (k), after the word \"Safet/, occuning twice, tho\nwords \"ind Police Complaints' shall be inserted;\n(vii) in paragraph (l), after the word \"safety', occuning thrice' the\nwords \"ind Police Complaints\" shall be inserted;\n(viii) in paragraph (m), after the word \"Safet/, the words \"and\nPolice Complaints\" shall be inserted:\n(ix) in paragraph (o), the word \"and' at the end shall be omitted;\nand\n(x) after paragraph (p)t the following paragraphs shall be added'\nnamely:-\n\"(q) take cognizance of cases of Police neglect, excess'\nabuse o:f autholity and conducl prejudicial to public\ninterest against itead of District Police and police\nofficers not serving in a District-\n(i) on a complainl from an aggrieved person in\nwriting supported by an affidavit; or\n(ii) on a report from a Distdct Fublic Safety and' Police Complaints Commission; or\n(iii) on a reference from lhe Govemment; or\n(iv) on its own accord;\n(r) inquire into the complaint either.by itself or through\nany Government officer not below the Basic Pay\nScile 19 and on the basis of findings of the inquiry-\n(i) file the complaint, if the charges are not\nprovedi or reier the mafter lo the concemed\nilead of General Police Area for departrnental\naction and report back; or order the registration\nof a criminal case under the relevant Provisions\nof Pakistan Penal Code (Act V of 1860)' this\nOrder or any other law for the time being in\nforce;\n(ii) reoorl. to the Chief Minister, where the' ' commission is not satisfied with the action\ntaken by the Head of General Police Area in\ncases refened to in suFparagraph (i) and make\nappropriate recommendations in this behalf;\nTHE GAZETTE OF PAKISTAN, EXTRA., NOV. 26. 2OO5 [Parr I\n(iii) recommend disciplinary action against an\ninquiry officer for wilful neglect or mishandling\nof an inquiry;, illffi, il\"#i,ff51H\"\"j$:Jilr,T,\" *\n(v) direcl the appropriate authority, in case of any\nftivolous, or vexatious complairit, to initiato adio;\nunder tho law against the complainant; and\n(s) delegate any of its powers to its Chairperson.',.\n38. Amendment of Article 81, CEO 22 of 2002.- tn rhe said order, inArticle 81,-\n(a) in the marginal note, atter the word \"Safev,, the words \"and police\nComplaints\" shall be inserted;\n(b) in clause (1), for th6 words .the same as that of the provincial\nAssembly\" the words \"for a period of three years, shall besubstituted;\n(c) for clause (2) the following shall be substituted, nametyi\n'(2\\ A member shall not be eligibte for a third term.,; and\n(d) clause (5) shal be omitt6d.\n39. Amendment of Article 82, CEO 22 ot 2002.-\nArticle 82,-ln the said Order, in\n(a) for the words ,Govemor on its\nrecommendation of the provincial\n\"Government may eilher on its\nrecommendations of lhe provincial\nComplaints\" shall be substituted; and\n(b)in paragraph (h), affer the word .Safety,, the words .and police\nComplaints\" shall b6 inserted.own volition or on the\nPublic Safety' the wordsown accord or on the\nPublic Safety and Potic€\nln the said Order, in 40. Amendment of Articte 83, CEO 22 ot 2002.-\nArlicle 83,-\n(a)in the marginal note, after the word \"Safety',, the words \"and police\nComplaiols\" shall be inserted;\nin clause (1), after the word \"Safet/, the words \"and police\nComplaints' shall be inserted; and(b)'t74\nPARr I ITHE GAZETTE OF PAKISTAN, EXTRA., NOV 26' 2M5 775\n(c) in clause (3), for the words 'two-third' the words \"one-half\" shall be\nsubsltuted.\n41. Amendment of Article 84, CEO 22 of 2002'- ln the said Order, in\nAffde 84,-\n(a) in clause (1), after the word 'Safety\", the words 'and Police\nComPIaints\" shall be inserled;\n(b) for clause (2) the following shall be substituted, namely:'\n\"(2\\ The Secretariat shall be headed by an officer not\nbelow the Basic Pay Scale 20 who shall be appointed by the Chiel\nMinister in consultation with the Chairperson of the Commission'\":\nand\n(c) for clause (4), the following shall be substituted' namelyi\n'(4) The Chairperson of the Commission shall, with the\napproval of the Government, engage the services of a legal advisor\non full-time basis.\n(5) ThB terms and conditions of service of the members\nof staff of the Commission shall be determined by the Government\nin consultation with the Commission.\n(6) The functions of the officers and members of staff\nshall be determined by the Commission.\n(7) The Secretariat shall be altached to the Services and\nGenerjl Administration Department for the purpose of budget and\nmatters pertaining to the Provincial Assembly.\".\n42. Amendment of Article 89, CEO 22 of 2002.- ln the said order, in\nArticle 89, in clause (1), after for the words \"Supreme Court of Pakistan', the\nwords 'or a Judge of the SuPreme Court nominated by the Chief Justice\" shall be\ninserted.\n43. Amendment of Article 92, CEO 22 of 2002.' ln the said order, in\nArticle 92, in clause (3),-\n(a) paragraph (b) shall be omitted: and\n(b) in paragraph (i), after the word \"Safet/, the words \"and Police\nComplaints\" shall be inserted.\n44. Amendment of title of Chapter X, CEO 22 ot 2002'- ln the said\nOiOer, in Cnapter X, in the title, for the word \"Authorities\" the word \"Authority''\nshall be substituted.\n776 THE GAZETTE OF PAKISTAN, EXTRA., NOV. 26, 2005 [PARTI\n45. Amendment of Article 100, CEO 22 oI 2002.- ln the said Order, in\nArticle '100,-\n(a) in paragraph (a), for the words 'District Public Safety Commission\",\nthe words \"concemed Commission at the Oistrict level\" shall bs\nsubstituted; and\n(b) in paragraph (l), for the words 'Provincial Police Complaints\nAuthorily or District Public, Safety' the words 'Provincial Public\nSafety and Police Complaints Commission or District Public Safety\nand Pcilice Complalnts\" shall b6 substituted.\n46. Omission of Articles 103 to 108; CEO 22 ot 2002.- tn the satd\nOrder, Articles 103 to 108 shall be omitted.\n47. Amendment of Article 112, CEO 22 ol 2002.- ln the said Order, in\nAlttcle 112, the word 'priof shall be omitted.\n48. Amendment of Article 134, CEO 22 of 2002.- ln the said Order, in\nArticle 134, for the words \"District Public Safety Commission\" the words\n'@ncerned Commission at the District level\" shall be substituted.\n49. Amendment of Article 135, CEO 22 ot 2002.- tn the said Order, in\nArticle 135, in clause (4), for the words'District Public Safety Commission\" the\nwords \"concerned Commission at the Dislrict level\" shall be substituted.\n51. Amendment of Article 155, CEO 22 ot 2002.- ln the said Order, in\nArticle 155, in clause (2), after the word \"rules', the words'1o be made by the\nGovemment\" shall be added.\n52. Amendment of Article 168, CEO 22 of 2002.- In the said Order, in\nArticle '168,-\n(a) after the words \"Provincial Public Safety'', the words \"and Police\nComplaints\" shall be inserted;\n(b)in paragraph (a), for the words \"Public Safety' the words 'members\nand staff of the\" shall be substituted; and\nin paragraph (c), for the words and comma \"Public Safety\nCommissions,\" the words and comma \"Commissions, Federal' shall\nbe substituted.(c)50. Amendment of Article 152, CEO 22 ol 2002.- tn th€ said order, tn\nArticle 152, after the words \"enquiry by the\", the word \"Federal' shall be inserted.\n53. Amendment of Article 169, CEO 22 ol 2OO2.'ln the said Order, in\nArticle 169, in clause (6), after th€ word 'safety', occuning for the second and\nthird time, the words \"and Police Complaints' shall be inserted'\n54. lnsertion of new Article, CEO 22 of 2002.- ln the said order, after\nArticle 186, the following new Article shall be inserted, namely:-\n'186A Power to amend the Schedule!.- The Federal Govemment\nmay, by notification in the official Gazette amsnd any Schedule'''PAR] Il THE OAZETTE OF PAKISTAN, EXTRA,' NOV.26' 2OO5m\n\"FOURTH SCHEDULE\n13€6 Anlclo 33 (3)l\nCERTTF'ICATE\nC.rtificd thrt I\n(Nrme of II.rd of DlsdctPolice)\n(Servlce)htve on tltbmltttd bY\n(D.te)\nParform.nce Evrlurdon RePort for the p'riod(BPS)\nto\n(N.me of the Zih NrzirI,Disarlct)\nMy coutrtertlgnlng omcer lt\n(Nrm. of tb. Ptovltrci.l Police Omcer)\nSlgrrturc\nDlrtrlct \n-.._-55. Addition of Fourth Schedule, CEO 22 ot 20.02'- ln the said Order'\nIi\", tn\"iniiJs\"hedule, the following new Schedule shall be added' namelvi\nP.r!oD.l NuDbar (lf .[ott d)\nTTM GAZETTE OF PAKISTAN, EXTRA., NOV.26,2m5 [PARr I\nFor Head of Oistrict PoliceI.O. 2002\nCONFIDENTIAL\nPERFORMANCE EVALUATION REPORT\nOF THE HEAD OF DISTRICT POLICE\nPART I\n(TO BE FILLED IN BY THE OFFICER REPORTED UPON)\nName (in block letters)\nPal!onnol number\nDate ot\nDate of entryln ssrvlca\nPost hold during the pertod (with Bp\nAcad.mlc qualmcatloo!_2.\n3.\n4.\n5.\n6.\n7Knowlsdgo of languag$ (Pleas6 indlcats pmflcisncy in sp€aking (s), reading (R)\nand writing (W)\n8. Trahlng recelved durlng lh. ovalua{on porlod (T.aining couGes attended €arlier, i,any, may please be listed separately on the back page ofthe report)GOVERNMENT OF PAKISTAN\nControlling Oivislon Est?bllshment/ lnt€rior\nDistrict of Posting\nPenr Il THE GAETTE OF PAKISTAN, EXTRA.' NOV 26, 2OO5 779\nName of courses atlended During with dates Name of institution and country\nI\nPART II\nJob descrlPtlon:\nIhe Head of District Police will-iii- - \n\"l-iii\"t\"t ttte Potice in the District in accordanco with thE Police Order' 2002i\n):i ;;;;;;;; i.; ;;;;iorce under his command for the eftlcient perlormance of the\nduires glven in Artictes 3 and 4 of th€ Police order' 2002;\n(iii) ir\"p\"-ri r\"\"\"f policing plan in coordination with the Zlla Nazim and implom8nt the\nii\"l-\"\" \"pp'|'or\"o - by the Distrlct Public Saiety aod Police Complaints\n(iv)\n(v)\n(vi)Commission;;-; ;;i th; hMul orders and dlrecllons given bv the Zla Nazim ' the oistrlcl\n;i:;i\"*il;tr -;;J'-eoti\"\" corpt\"int\"- coflmission and lhs. Provincial\nGovemment;\nto malntain taw and order and public psaco in ths District;\nli\"\"il, ir,iiF\"rr\"\" trpport to the Govemment tunctionaries in the Distlic't is made\navailable promptl$\nli!ir-^i irrliilrfi\"\"s of sectlon 62 of th€ cods aro lmplementsd ln lellor and\nspirit;\nl'on\"i\" to tttu directions and stsps taken by tho Dlstrict or Provlnclal Public\niafetv and Polics Complaints CommEslon for prevonting lhs Pollce Jrom\nIiiiiii\"i i-\" \"ny *r\"*tur \"\"wity arislng out ol compllancs with tho unlawful or\nmala flde otderci;ffii ;t;-il\";; Public Safetv and Polics complaints commission..in quaderly\nevaluation of the deliv€ry of porformanco targeb given ln tha local pollclng.pEn:\n\"nirr\" tt'\"t th€ lnvestigatjon and Police funclions relating to pmsocuton are\ncarried out stricuy in accordenca with tho lawi . .;;th;il li;;; tulty tnrormed bv the personal contac{ and-bl-yitll L:1\"'1\"\nii\"i5ai'ii a\"ilv -po.ts df all mattors rolating to crlm€ and Clblic order as wsll a8\nhis mov6msnts ln tho disttict:\niJ\"\"ii tii-,, oiitaa only aflet maklng otficlaung anangemonts and. lnfotm tho zla\niiEir\";-\" ;;i ;\" t* oiatia puu-ri\" safotv and Pollce complaint commlssion\nabout such anangemsnts: and\nperform other funclions as provided in ths Pollce Order 2002'\n(TO BE FILLED IN BY THE OFFICER REPORTED UPON)(vii)\n(viii)\n(ix)\n(x)\n(xD\n(xii)\n(xiii)\nBrief account of achievements during tho pstiod supported by statistical data\n\"h.r\" p\"iiiof\". iargets given in thJapproved Local Policing Plan and aclual\ni\"Joini\"-n\"\" rg\"in\"Guctr-targets shoutd be highlighted Reasons for shortfall' if\nany, may also be statsd.P6rlod ssrved\n(i) ln present Post .-(ri) Under the rePorting Officer\n1\n2.\n780\nSignature:\nNarne ofZ\nOate:THE GAZETTE OF PAKISTAN, EXTRA., NOV25,2m5 [PARr I\nPART lIJ\nANNUAL MANUSCRIPT PERFORMANCE REPORT\n(TO BE FILLED BY ZILA NAZIM)\n1. Zll. Narlm shall, ln tha lollowlng 3paco, rgcord hls assgslmgnt sbout thoporfomanc. of tho Hoad ot otstrlct fottcr irtjflng io poffcc funafoni, inctudtng taw andorder matters ln tho Dtstrict and auch ssaersm-ent iilll lnclud; liis rorpoora to thsdlrectlone lssuod by th6 Zlla Nrzlm, t rgstr lchtcv.d gtven ln itre iocal iolclng plan,suPport to the Governmont func on.rl.!; bchtvlour tow;rdr publlc, ro5ponac to crtrer,disastsr sltua ons, pronounced woakne*es, I any antl lltneei ioipri\"orm.\n2. whlle rocordrng hrs .e!er!msnr, th. zrts t{lzrm rhar tlko rnto conrtdor.uon th.rnpur o, concornod Comml3slon at tho Dhtrlct lovol, particuhrly on thg ]!porl! o, thaCommieslon glvon tn Arriclo /t4 (t) (b) and (d).\n3: ..Thg. Annu_al Manuscript pertormanc. Ropon must be concludad by doflnltivolyrecordlng ths performanco to bo at ted et vcry gooa, gooo, \"\"cr.g\" oiLtoi er\"rag\", \"ithe c.so may b.. Tho flnrl Bentence ln ttrc airicmeni wfii,t\"i\"ifr\"t'fre, fno ofltcor l! f,tor unflt for promotlon.\nl!-? ^:, U\" added os required vrith pruper numbering and the nunber of,he.ts to be,his box.)\nDale & PlaceSeal(Additional\nSiSnaturc:\nNamc:\nla NazimUn Block Capitel LotteEJ\nPanr Il TTIE GAZETTE OF PAKISTAN, EXTRA., NOV. 26, 2OO5 781\nPART IV\nFIRST COUNTERSIGNING OFFICERS EVALUATION\n(PROVINCTAL POLICE OFFICER \n' SECRETARY INTERIOR FOR ISLAIAaAD)\nPleas. commenl on tho otfrca/t pertomanca on th' lob !t glvtn ln Pltt ll (21 wlth\n\"o.Jatierqronce to hlt knowtadga ot worlq ablllty to Pl'n, orgtntse lnd tuptrvlt.'\niliiitr*l irrrr\", compotcncc to 6kr d.cl.lonr .nd quttlty lnd qurntty ol ouhut\nHod fer wet the officrr abl. to.Ghl.v. tha trrg'tr? Comt 'nt-on th' offcct't\ntonirlurUon, tftf, th. h.lp ot st tlrtlc.l d.t!, lf.ny, ln'th' or'Ell-p'r'ormtnc' ot\ntfr\"'org\"nf..ilon, Do you ;9ro. wlth whrt hrt b.on st t d ln Pan ll (2)?\n2lf vou havg anv addltlonal polnts to tYhat has b'en rePortgd by tho Zlla Nazlm'\nprl\"qp ;rriri;\"\"\"i tor €ach romark e.poclally lf lt rolatcs to any adver3e r'mart'\n43. lntogrlty (Morality, uprightness and honosty)\nArqa and levol ot Prot€$lonal sxPcrtlre wllh luggtttlon3 for future pottlngPon plcture lncludlng tho offlcatrE ttr ngths tnd w'skn'3x! wlth focut or\n.motiJnat rtablllty, !-bllliy to wort undci prettut',. communlcttlor 'kllls rnd\ni;i;-;;;\";i;n#rcneri lwearness wlll noi be consid6red as advorae entry unless\nintendod to be treatsd as adverse)1.\n5.\n782 THE GAATTE OF PAKISTAN, EXTRA., NOV 26,2005 [Parr I\n6. Tralnlng ffd devolopment naed3\n7. Ovcrallgradlng\n8.Very Good\nTop l0o/oGood Av€rag€ Below Avorag€\nComp.ratlve G.adlng\nCompared to other officers of his rank, the officer falls ln\nNext 20% Next 7070\nL Fltnesr for promotlon Comment on ths office,'s potential for holding a\nhigher posltion and additional responsibilities\nName of tha reporting oflicer \n-- Slgnatwo _(Capital lotters\nO.slgnatlon Dato\nPe.rr IlTHE GAZE'TTE OF PAKISTAN, EXTRA., NOV 26, :OO5 783\nPART V\nREMARKS OF THE SECOND COUNTERSIGNING OFFICER\n{CHIEF EXECUTIVE OF THE PROVINCE / MINISTER FOR INTERIOR FOR TSLAMABAD}\nSlgnatur. _---\nOoslgnationDato\nGUIOELINES FOR FILLING UP THE PER\na After initiation ot his PER, th€ Hsad ol Oistrict Police should immedlately till up th8\ndetachablo 'cortlfrc.to' giving namos ol tho Zlla Nlzlm / Provlnclal Pollcs Offlcer and\nforward the samo to ths Officer lnchargo of his rsspsctivo confidental rscords' This exgrcise\nwill ensure prope. follolr,Flp ofthe pending performanco evalustion rePo'ts'\n1U THE GAZETTE OF PAKISTAN, EXTRA., NOV. 26, 2005 [Perr I\nGrNrnal\nPERVEZ MUSHARRAF,\np res ident.\nJusuce (Rrm.)\nMANSOOR AHMED,\nSecretary.a Form should be.fi ed in dupticate.,fgls l.and_lt a-r9 ro be fifled by the office. under r€porr andshourd be typed. part wi be tiled by ths zh raz,m \",nitultrd i.orin\"r\"r porice offrcer /Chisf Execuflvo ot tho provlnca wl fill parts lV and V respectively.\na The officer under roporl shoutd fill part ll (2) ol the form as objectivety as possibte and shortterm and long t€.m targ€ts should be det€rmined / assigned witit utmost \n\"are.\n' Assessment by the zira Nazim shourd cover all points menuoned in parr m. He shourd avoidgiving a biased or evasive assessment of thi ofllcarunJ\"ii\"fort. iri\" opinions shouldrepresent the result of careful consideralion and objectiv€ assessment so that, if called upon,he could jusrify the remarks / comments. re .ay'maintain a .ecoiJ Ji tne actrievements lfailures of the Head of Disticl potice.\na The Provincial Police Offlcer should weigh the remarks of the Zla Nazim agaanst his personalknowiedge of th€ Head of District porice, compare him wilh otner xeaoiof Distria porice,\nand then give his ove.all assessmont ot the Head ol District police. In case of disagreomentwith the ass€ssment done bv th€ Zh Nazim, sp\"cinc ,eiions \n\"-trouli oe recoroea by ttreProvincial Polica Olficer rn ea;h case in part lV.\na The Provincial police Omcsr should underline, in red ink, remarks which in his opinion areadverse and should be communicated to the Hoad of Districf p; c;. 1[ adverso rsrnarksshould be communicated to the Ofllc€r, with a copy ot commrnicalon placed in thecR dossrer. zira Nazim shourd ensur. tirat he property'coun\"\"ri iil iii\"o of oistrict porice\nbefore advers€ remarks are recorded.\na The Zila Nazim and provinciat \n_police Oflicer shoutd be clear, direct, objective andunambiguous in their rsmarks. Vague impressions O\"a\"O on in\"Orqr\"te knowledge orisolated incidents should be avoided.\n' Reports should be consistent wtth tie pgn picture. overall grading and comparative grading,a Whrle taxing into consideration the assessment r8ported by Zila Nazim for the promotion cii (hs Offrcer .eponed on. rhe promotion loarO witt ensure itiat if,\" ,-i\"\"\".\"nt gir\"\" by ZLNazim is consid€red as rhe integrat part of the overait rati\"f\"\"Joisri\" tn\"t it is part of rhe\nnormal channel. \".\nP,cRr Il Tt{E GAZETTE OF PAKISTAN, EXTRA', NOVgLl0os 785\nNATIONAL ASSEMBLY SECRETARIAT\nIslamabad, the 3rd Octoben 2005\nCORRIGENDUM\nIto lhe Gazette of Pakistan, Extraordinary, Part-I, dated the lst July' 2005'- \ncontaining the Finance Act,2005 (VI of2005)l'\nPage 151. In line 6 from the bottom,pr \"sub-sec tion (2)\" read\"sub-section ( 1)\"'\nMUHAM:VTAD RAFIQ'\nActinS Secretary.\nPRINTED BY THE MANAGER, PRTNTING CORPORATION\nPUBLISHED 8Y THE DEPTITY CONTROLLER, STAIIONERY &OF PAKISTAN PRESS, ISLAMABAD\nFORMS, UNIVERSITY ROAD, KARACHI."
}