{
    "file": "./converted_json\\administratora09241bd16f61d40a055c519805e850b.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "Page 1 of 6 \n \n \n \nTHE ASIAN DEVELOPMENT BANK ORDINANCE, 1971  \n \n \n \nCONTENTS  \nSections  \n \n1.  Short title, extent and commencement  \n2.  Definitions  \n3.  Financial provisions  \n4.  State Bank to be  depository of the Bank  \n5.  Certain provisions of the agre ement to have force of law  \n6.  Power to make rules  \nTHE SCHEDULE  \n  \n\n \nPage 2 of 6 \n 1THE ASIAN DEVELOPMENT BANK ORDINANCE, 1971  \nORDINANCE NO. IX of 1971  \n[16th April, 1971]  \nAn Ordinance to implement the international agreement for the establishment and operation of the \nAsian  Development Bank and for matters connected therewith.  \n WHEREAS PAKISTAN is a signatory to the Agreement establishing the Asian  Development \nBank and thereby became a member of the said Bank;  \n AND  WHEREAS  it  is  expedient  to make  provision  for the  im plementation  of the \ninternational agreement for the establishment and operation of the aforesaid Bank and for carrying \nout the obligations of Pakistan as a member of the said Bank and for matters connected therewith;  \n NOW, THEREFORE, in pursuance of the P roclamation of the 25th day of March, 1969, read \nwith the Provisional Constitution Order, and in exercise of all powers enabling him in that behalf, the \nPresident is pleased to make and promulgate the following Ordinance : — \n 1. Short title, extent and comm encement. — (1) This Ordinance  may be called  the Asian  \nDevelopment  Bank  Ordinance,  1971.  \n (2) It extends  to the whole  of Pakistan.  \n (3) It shall  come  into force  at once  and shall  be deemed  to have  taken  effect  from  the 19th \nDecember,  1966.  \n 2. Definitions.  In this Ordinance,  unless  there  is anything  repugnant  in the subject  or \ncontext, — \n(a)  “Agreement ” means  the Agreement  for the establishment  and operation  of the \ninternational  body  known  as the Asian  Development  Bank;  \n(b)  “Bank ” means  the Asian  Developmen t Bank  established  under  the Agreement.  \n 3. Financial  provisions. —(1) There  shall  be paid out of the 2[Federal  Consolidated  Fund]  all \nsuch sums  as may,  from  time to time,  be required  for the purpose  of paying — \n(a)  the subscriptions  payable  by the 3[Federa l Government]  to the Bank  under  \nparagraphs  1, 2 and 3 of Article  5 of the Agreement;  and \n(b)  any sums  payable  by the 3[Federal  Government]  to the Bank  under  paragraph  \n1 of Article  25 of the Agreement.  \n (2) The 3[Federal  Government]  may,  if it thinks  fit so to do, create  and issue  to the Bank,  in \nsuch form  as it thinks  fit, any such non-interest  Bearing  and non-negotiable  notes  or other  obligations  \nas are provided  for by paragraph  3 of Article  6 of the Agreement. , \n \n1Validated by the Validation of Laws Act, 1975 (63 of 1975), s. 2 and Sch.,  \n2Subs' by the F.A.O., 1975 (P.O. No. 4 of 1975) Art. 2 and Table, for “Central Consolidated Fund”.  \n3See foot -note 1, on page 558, supra.  \n \nPage 3 of 6 \n  (3) Any sums  received  by or on behalf  of the 1[Federal  Government]  from  the Bank  shall be \npaid into the 2[Federal  Consolidated  Fund.]  \n 4. State  Bank  to be depository  of the Bank.  The State  Bank  of Pakistan  shall  be the \ndepository  of the Pakistan  currency  holdings  and other  assets  of the Bank  located  in Pakistan.  \n 5. Certain  provisions  of the agreement  to have  force  of law.— (1) Notwithstanding  \nanything  to the contrary  contained  in any other  law, the provisions  of the Agreement  set out in the \nSchedule  shall  have  the force  of law in Pakistan;  \n Provided  that nothing  in Article  56 of the Agre ement  shall  be construed  as— \n(a)  entitling  the Bank  to import  into Pakistan  goods  free of any duty of customs  \nwithout  any restriction  on their subsequent  sale therein,  or \n(b)  conferring  on the Bank  any exemption  from  duties  or taxes  which  form  part of \nthe price  of goods  sold or which  are in fact no more  than charges  for services  \nrendered.  \n (2) The 1[Federal  Government]  may,  by notification  in the official  Gazette,  amend  the \nSchedule  in conformity  with any amendments,  which  may hereafter  be duly made  and adopted,  of \nthe provisions  of the Agreement -set out therein.  \n 6. Power  to make  rules.  The 1[Federal  Government]  may,  by notification  in the official  \nGazette,  make  rules  for carrying  out the purposes  of this Ordinance.  \nTHE  SCHEDULE  \n(See section  5) \n Provision s of the Agreement  which  shall  have  the force  of law. \n___________  \n \nCHAPTER  VIII  \nSTATUS,  IMMUNITIES,  EXEMPTIONS  AND  PRIVILEGES  \nARTICLE  48 \nPurpose  of Chapter  \n To enable  the Bank  effectively  to fulfil  its purpose  and carry  out the functions  entrusted  to it, \nthe status,  immunities,  exemptions  and privileges  set forth  in this Chapter  shall  be accorded  to the \nBank  in the territory  of each member.  \n \n1See foot-note 1, on page  558, supra.  \n2Subs,  by the F.A.O.,  1975  (P.O.  No. 4 of .1975)  Art. 2 and Table,  for “Central  Consolidated  Fund ”., \n \nPage 4 of 6 \n ARTICLE  49 \nLegal  Status  \nThe Bank  shall  possess  full juridical  personality  and, in particular,  full capacity  :  \n(i)  to contract;  \n(ii)  to acquire,  and dispose  of, immovable  and movable  property;  and \n(iii)  to institute  legal  proceedi ngs. \nARTICLE  50 \nImmunity  from  Judicial  Proceedings  \n 1. The Bank  shall  enjoy  immunity  from  every  form  of legal  process,  except  in cases  arising,  \nout of or in connection  with the exercise  of its powers  to borrow  money,  to guarantee  obligations,  or \nto buy and sell or underwrite  the sale of securities,  in which  cases  actions  may be brought  against  the \nBank  in a court  of competent  jurisdiction  in the territory  of a country  in which  the Bank  has its \nprincipal  or a branch  office,  or has appointed  an agent  for the purpose  of accepting  service,  or notice  \nof process,  or has issued  or guaranteed  securities.  \n 2. Notwithstanding  the provisions  of paragraph  1 of this Article,  no action  shall  be brought  \nagainst  the Bank  by any member,  or by any agency  or instrumentality  of a member,  or by any entity  \nor person  directly  or indirectly  acting  for or deriving  claims  from  a member  or from  any agency  or \ninstrumentality  of a member.  Members  shall  have  recourse  to such special  procedures  for the \nsettlement  of controversies  between  the Bank  and its members  as may be prescribed  in this \nAgreement,  in the bye-laws and regulations  of the Bank,  or in contracts  entered  into with the Bank.  \n 3. Property  and assets  of the Bank,  shall,  wheresoever  located  and by whomsoever  held,  be \nimmune  from  all forms  of seizure,  attachment  or execution,  before  the delivery  of final judgement  \nagainst  the Bank.  \nARTICLE  51 \nImmunity  of assets  \n Property  and assets  of the Bank,  wheresoever  located  and by whomsoever  held,  shall  be \nimmune  from  search,  requisition,  confiscation,  expropriation  or any other  form  of taking  or \nforeclosure  by executive  or legislative  action.  \nARTICLE  52 \nImmunity  of Archives  \n The archives  of the Bank,  and, in general,  all documents  belonging  to it, or held by it, shall  be \ninviolable,  wherever  located.  \n \nPage 5 of 6 \n ARTICLE  53 \nFreedom  of Assets  from  Restrictions  \n To the extent  necessary  to carry  out the purpose  and functions  of the Bank  effectively,  and \nsubject  to the provisions  of this Agreement,  all property  and assets  of the Bank  shall  be free from  \nrestrictions,  regulations,  controls  and moratoria  of any nature.  \nARTICLE  54 \nPrivilege  for Communications  \n Official  communications  of the Bank  shall  be accorded  by each member  treatment  not less \nfavourable  than that it accords  to the official  communications  of any other  member.  \nARTICLE  55 \nImmunities  and Privileges  of Bank  Personnel  \n All Governors,  Directors,  alternates,  officers  and employees  of the Bank,  including  experts  \nperforming  missions  for the Bank:  \n(i)  shall  be immune  from  legal  process  with respect  to acts performed  by them  in \ntheir official  capacity,  except  when  the Bank  waives  the immunity;  \n(ii)  where  they are not local  citizens  or nationals,  shall  be accorded  the same  \nimmunities  from  immigration  restrictions,  alien  registration  requirements  and \nnatio nal service  obligations,  and the same  facilities  as regards  exchange,  \n.regulations,  as are accorded  by members  to the representatives,  officials  and \nemployees  of comparable  rank of other  members;  and \n(iii)  shall  be granted  the same  treatment  in respect  of travelling  facilities  as is \naccorded  by members  to representatives,  officials  and employees  of \ncomparable  rank of other  members.  \nARTICLE  56 \nExemption  from  Taxation  \n 1. The Bank,  its assets,  property,  income  and its operations  and transactions,  shall  be exempt  \nfrom  all taxation  and from  all customs  duties.  The Bank  shall  also be exempt  from  any obligation  for \nthe payment,  withholding  or collection  of any tax or duty.  \n 2. No tax shall  be levied  on or in respect  of salaries  and emoluments  paid by the Bank  to \nDirectors , alternates,  officers  or employees  of the Bank,  including  experts  performing  missions  for \nthe Bank,  except  where  a member  deposits  with its instrument  of ratification  or acceptance  a \ndeclaration,  that such member  retains  for itself  and its politi cal sub-divisions  the right  to tax salaries  \nand emoluments  paid by the Bank  to citizens  or nationals  of such member.  \n \nPage 6 of 6 \n  3. No tax of any kind shall  be levied  on any obligation  or security  issued  by the Bank,  \nincluding  any dividend  or interest  thereon,  by whomsoever  held : \n(i)  which  discriminates  against  such obligation  .or security  solely  because  it is \nissued  by the Bank;  or \n(ii)  if the sole jurisdictional  basis  for such taxation  is the place  or currency  in \nwhich  it is issued,  made  payable  or paid,  or the location  of any office  or place  \nof business  maintained  by the Bank.  \n 4. No tax of any kind shall  be levied  on any obligation  or security  guaranteed  by the Bank,  \nincluding  any dividend  or interest  thereon,  by whomsoever  held : \n(i)  which  discriminates  again st such obligation  or security  solely  because  it is \nguaranteed  by the Bank;  or \n(ii)  if the sole jurisdictional  basis  for such taxation  is the location  of any office  or \nplace  of business  maintained  by the Bank.  \n  1 * * * * * * *  \nARTICLE  57 \nWaiver  of Immun ities,  Exemptions  and Privileges  \n The Bank  at its discretion  may waive  any of the privileges,  immunities  and exemptions  \nconferred  under  this Chapter  in any case or instance,  in such manner  and upon  such conditions  as it \nmay determine  to be appropriate  in the best interests  of the Bank.  \n \n \n________  \n \n \n            \n \n          Date: 11-11-2024   \n1Validated  by the validation  of laws Act, 1975  (63 of 1975),  s. 2 and Sch.,"
}