{
    "file": "./converted_json\\administrator9c9e9721a3e79a2ba8d267c20dfdc0ec.json",
    "name": "Defence Housing Authority Islamabad Act",
    "date": "19th March, 2013",
    "tagline": "An Act to provide for establishment of Defence Housing Authority Islamabad for the purpose of carrying out schemes and projects of land development",
    "content": "Page 1 of 11 \n \n \n \n \n \nDEFENCE HOUSING AUTHORITY ISLAMABAD ACT, 2013  \n \n \n \nCONTENTS  \n1.  Short  title, extent,  and commencement  \n2.  Definitions  \n3.  The Authority   \n4.  Governing Body  \n5.  Executive Board  \n6.  Powers and functions of Executive Board  \n7.  Powers of the Executive Boar d to borrow  \n8.  Administrator  \n9.  Powers and functions of the Administrator  \n10.  Meetings  \n11.  Appointments  \n12.  Annual report and accounts  \n13.  Delegation of powers  \n14.  Committees.  \n15.  Authority Fund  \n16.  Budget, audit and accounts  \n17.  Power to cancel allotment   \n\n \nPage 2 of 11 \n 18.  Conversion of property to a different use  \n19.  Removal of building erected or used in contravention of the Act.  \n20.  Power to make regulations  \n21.  Act not to override other laws  \n22. Transfer and savings  \n23. Appeal  \n24. Validation  \n25. Removal  of difficulty  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nPage 3 of 11 \n DEFENCE HOUSING AUTHORITY ISLAMABAD ACT, 2013  \nACT NO XII OF 2013  \n                                   [19th March, 2013]  \nAn Act to provide for establishment of Defence Housing Authority Islamabad  \nWHEREAS  it is expedient to est ablish Defence Housing Authority Islamabad for the purpose \nand object of carrying out schemes and projects of land development, inter  alia for welfare of the \nbereaved families of martyrs, war injured, disabled and other persons of the defence forces of \nPakistan to boost their morale; to provide financial security in recognition of their selfless services \nfor the defence of the nation; and to provide for ancillary matters;  \nIt is hereby enacted as follows: —  \nCHAPTER I  \n1. Short title, extent and commencement.  — (1) This Act may be called the Defence \nHousing Authority Islamabad Act, 2013.  \n(2) It extends to the specified area in Islamabad Capital Territory.  \n(3) It shall come into force at once and shall be deemed to have taken effect on and from the \n15th August,  2010. \n2. Definitions. — In this Act, unless there is anything 1[repugnant ] in the subject or context, \n— \n(a) “Administrator ” means the Administrator appointed under section 8;  \n(b) “Authority ” means the Defence Housing Authority Islamabad established \nunder section 3; \n(c) “Chai rman ” means Chairman of the Governing Body;  \n(d) “Executive Board ” means Executive Board constituted under this Act;  \n(e) “Governing Body ” means Governing Body constituted under section 4;  \n(f) “Government ” means the Federal Government;  \n(g) “member ” means a member of  the Authority and includes the Chairman;  \n(h) “prescribed ” means prescribed by 1[**] regulations made under this Act;  \n(i) “President ” means President of the Executive Board;  \n \n1Subs. and om itted by Act XL of 2023, s.2.  \n \nPage 4 of 11 \n  \n1[(j) \"project\" means any project of const ruction, repair, renovation, maintenance, \nup-gradation and development of any facility or land or area undertaken or \nplanned by the Authority to achieve a  partic ular aim in the specified area;  \n(k) \"scheme” means any scheme, plan, facility or project for de velopment of land \nfor residential, commercial or other use, undertaken, planned or made and \napproved b y the Authority under this Act ;] \n(l) “Secretary ” means Secretary of the Authority;  \n(m) “specified area ” means all land owned, purchased or procured by or vested in \nor leased to the Army Welfare Housing Scheme or the Defence Housing \nAuthority Islamabad constituted under any law before the commencement of \nthis Act in Islamabad Capital Territory an d such other land as may, from time \nto time, be purchased or pr ocured by or leased to the Authority in Islamabad \nCapital Territory and notified by the Government; and  \n1[(n) * * * * * * *] \n1[(o) “welfare and rehabilitation activities” mean activities done or undertaken by or \nthrough the Authority for the purpose of wel fare and  rehabilitation of serving \nor retired personnel of the defence forces, inter  alia, officers, soldiers, \nbereaved families of Shuhada , war wounded or disabled personnel or other \npeople. ] \n3. The Authority. — (1) The re shall be established an Authority  to be known as Defence \nHousing Authority Islamabad for carrying out purposes of this Act.  \n(2) The Authority shall be a body corporate having perpetual succession and common seal \nwith power to purchase, procure, sell, ex chan ge, hold and dispose of property  and shall by the said \nname, sue and be sued.  \n(3) The head office of the Authority shall be at Islamabad.  \n(4) While designing, planning and executing a scheme in the specified area, the Authority \nshall adhere to the mast er plan of Islamabad and ensure that  all public roads and revenue paths \nleading to and from the adjoining areas and access to graveyards shall, as far as possible, be \nmaintained and no change or alteration shall be made in such roads, paths or access excep t with prior \napproval of the Governm ent. \n(5) Subject to the financial viability of a Scheme, the Authority shall reserve in a scheme in \nthe specified area at least fifty per -cent quota for the bereaved family of the martyrs, war injured, \ndisabled and junio r ranks from sepoys to junior commis sioned officers of the defence forces of \nPakistan.  \n \n1Subs. omitted and added by Act  XL of 2023,  s.2. \n \nPage 5 of 11 \n 1[(6)    In particular and without prejudice of the generality of the provisions of this Act, the \nAuthority shall take all such measures and exercise al l such powers as m ay be necessary for carrying \nout the purposes of this Act, as well as to carry out any other works or activities connected therewith, \nor ancillary thereto .] \n4. Governing Body. — (1) The general administration, supervision and control of t he affairs \nof the Authority shall vest in the Governing Body, which shall consist of, — \n(a)  Secretary, Ministry of Defence;      Chairman  \n(b)  Adjutant General Pakistan Army;      Vice-Chairman  \n(c)  a serving or retired Major General of Pakistan    Member  \nArmy to be nominated by the Chief of Army Staff:    \n(d)  Chief Commissioner, Islamabad;      Member  \n(c)  Administrator;        Member  \n(f)  Chairman, Capital Development Authority; and    Member  \n(g)  Secretary.         Member -cum- \n          Secretary  \n(2)  The Go verning Body shall, — \n(a)  review progress and activities of the Authority;  \n(b)  lay down  policy for guidance of the Executive Board;  \n(c)  consider and approve budget and audit reports of the Authority; and  \n(d)  transact such other business of the Autho rity as the Executive Board may \nplace before it.  \n5. Executive Board. —(1) There shall be an E xecutive Board which shall exercise such \nadministrative executive and financial powers of the Authority and do all such acts and functions as \nthe Governing Body may  delegate or assign to it.  \n(2) The Executive Board shall consist of, — \n(a)  Adjutant Gene ral, Pakistan Army;         President  \n(b)  a serving or retired Major General of Pakistan Army      1[member ] \nto be nominated by the Chief of Army Staff;  \n \n1Added and Su bs. by Act XL of 2023,  s3-4. \n \nPage 6 of 11 \n (c)  Administrator;           Member  \n(d) Secretary of the Authority to be appointed by the       and Secretary  \n President;  \n(e)  two residents of Schemes of the Authority        Co-opted  \n             Members  \n \n(3) The Government shall, for a period not exceeding five years at a time, appoint the co -\nopted members in accordance with the regulations but the y shall serve during the pleasure of the \nGovernment.  \n(4) In the performance of its functions, the Executive Board shall comply wi th the directions \nof Governing Body.  \n6. Powers and functions of Executive Board. — (1) Subject to all applicable laws and \nprovi sions of this Act, the Executive Board may take such measures and exercise such powers as \nmay be necessary for proper planning an d development of the specified area and for carrying out \npurposes of this Act.  \n(2) Without prejudice to the generality of the f oregoing powers, the Executive Board may, in \naccordance with all applicable laws, rules and regulations, — \n(a) purchase, procure,  hold, manage, reclaim and take possession of any property \nin the specified area;  \n(b) prepare, plan, develop, notify, execute, implement, maintain, manage and \nregulate any scheme in the specified area;  \n(c) enter into contracts, arrangements, joint ventures , and agreements with any \nperson, for preparation, planning, development, execution, implementation \nand maintenance of schemes in the specified area and for carrying out \npurposes of this Act;  \n(d) incur any expenditure and procure plant, machinery, equipmen t, instrument \nand necessary materials;  \n(e) carry out, maintain, arrange, manage and provide all facilities, services and \nutilit ies, including water, electricity, gas and sewerage in schemes in the \nspecified area so as to ensure that the property is maintai ned up to the required \nstandards for benefit of the residents;  \n(f) plan, approve and execute mergers and amalgamations with oth er housing \nschemes or cooperative housing societies subject to approval of the competent \nauthorities of those housing schemes or hous ing societies for merger and \namalgamation;  \n \nPage 7 of 11 \n 1[(g) impo se, vary and recover  any fee or charges for rendering any service within \nany scheme in the specified area including registration fee, transfer fee, \nmanagement fee, development or re -development char ges or additional \ndevelopment charges and maintenance fee , dues and charges , etc. ;] \n(h) lease, purchase procure, sell, exchange, mortgage, rent out or otherwise \ndispose of any property vested in the Authority;  \n(i)  cancel or re -plan any scheme or part ther eof in the specified area;  \n(j)  apply for acquisition of land to the Government for initiation and completion \nof process of land acquisition in accordance with the law governing land \nacquisition; 1[*] \n1[(ja) carryout welfare and rehabilitation activities i n accordance with the \nprovisions of this Act; ] \n(k)  do all such acts deeds and things that may be necessary or expedient for the \npurpose  of proper preparation, planning, development, execution, \nimplementation, management and maintenance of residential and comm ercial \nfacilities  1[including arrangemen t of security ] in the schemes in the specified \narea.  \n(3) The Executive Board shall meet as and when required or considered necess ary by the \nAdministrator, in consultation with the President.  \n(4) The Executive Boa rd shall transact such business at a meeting as the Administrator may \nplace before it:  \nProvided that the Defence Housing Authority shall obtain N.O.C from civic amenities \nproviding agencies who are responsible for supply of services like water, sewerage an d sanitation \netc, and civic utilities like electricity, gas and telephone etc. working as autonomous bodies.  \n7. Powers of the Executive Board to borrow.  —Subject to the Gove rnme nt’s rules and \nguidelines, the Executive Board may obtain loans for the purpose s of generating capital for its \nschemes.  \n8. Administrator. — (1) The Chief of Army Staff shall nominate a person not below the \nrank of serving or retired Brigadier of Pakist an A rmy, as Administrator of the Authority.  \n(2) The Administrator shall be the chie f executive officer of the Authority.  \n9. Powers and functions of the Administrator. — (1) Subject to provisions of this Act and \nthe regulations, the Administrator shall exer cise all executive powers of the Authority, delegated to \nhim or otherwise, in accor danc e with the policy laid down by the Governing Body and the directions \nor decisions of the Executive Board.  \n \n1Subs. omitted and Ins. by Act  XL of 2023,  s.5. \n \n \nPage 8 of 11 \n (2) The Administrator may, either by himself or through any off icer appointed by the \nExecutive  Boar d in this behalf, carry on the correspondence and shall sign, verify, pursue and file all \npleadings and such other documents on behalf of the Authority, in any suit, appeal, petition and \nproceedings which may be institut ed, prepared and filed by or ag ainst  the Authority in or before any \ncourt, tribunal or authority.  \n(3) The Administrator may, with approval of the Executive Board, delegate any of his \nspecified powers to any of his sub -ordinate staff, including but not limi ted to sign contracts, \npleading s or any other legal instruments on behalf of the Authority.  \n(4) Subject to conditions of delegation of the authority, the authorized officer shall exercise \nthe power of signing the instrument after its approval by the Execut ive Board or, as the case may b e, \nthe Administrator.  \n10. Meetings. — (1) The Governing Body shall meet at least once each year on such date, \ntime and place as may be fixed by the Chairman.  \n(2) The Chairman and, in his absence, the most senior member of the  Governing Body shall \npreside o ver m eetings of the Governing Body.  \n(3) The President and, in his absence, the most senior member of the Executive Board shall \npreside over meetings of the Executive Board.  \n(4) The quorum of a meeting of the Governing Body or  the Executive Board shall be a  \nmajo rity of the total membership.  \n(5) The Secretary shall record, maintain and keep the minutes of meetings of the Governing \nBody and the Executive Board.  \n11. Appointments. — 1[(1)] The Executive Board may, in such manner and on suc h terms \nand conditions as ma y be prescribed, appoint such officers, functionaries, employees, staff, experts, \nconsultants and advisers as may be necessary for purposes of this Act.  \n1[(2) The persons appointed or hired under sub -section (1) shall not, directly or indirectly, \nduring em ployment or e ngagement with the Authority and for a period not exceeding two years \nthereafter enter into employment, consultation or otherwise engage in any manner whatsoever with \nan entity that competes or conflicts with the activities of the Authori ty as may be  presc ribed :  \nProvided that nothing contained in this sub -section shall apply to any such employment, \nconsultation or engagement made after seeking prior approval of the Executive Board. ] \n 12. Annual report and accounts. —As soon as may be afte r con clusion of a f inancial year \nbut before the 31st day of December, the Executive Board shall in respect of the said financial year, \nsubmit to the Governing Body a general report on its affairs including accounts, balance sheet and \naudit.  \n1Re-numbered an d add ed by Act  XL of 2023,  s.6. \n \nPage 9 of 11 \n 13. Delegation of powers. —Subject  to this Act and the specified conditions, the Governing \nBody, the Executive Board and the Administrator may, by order in writing, delegate to any person to \nexercise any of their powers an d perf orm such functions and duties as may be specified in the order . \n14. Committees. —The Governing Body and the Executive Board may constitute such \ncommittees and assign to them such functions as may be necessary for efficient performance of their \nrespec tive f unctions.  \n15. Authority Fund. — (1) There shall be a fund to b e known as the Defence Housing \nAuthority Islamabad Fund which shall vest in the Authority and to which shall be credited all \nmoneys received by the Authority.  \n(2) The fund shall be kept in  a sch eduled bank or financial institution and shall be utilized \nand regulated in such manner as may be prescribed.  \n(3) The funds may, with approval of the Executive Board, be invested in any banking, \nfinancial or non -banking financial institution.  \n16. Bud get, a udit and accounts.  —The budget of the Authority shall be appro ved by the \nGoverning Body and its accounts shall be maintained and audited in such manner as may be \nprescribed.  \n 17. Power to cancel allotment. —The Executive Board may cancel revoke or res cind a ny \nallotment, transfer, licence lease or agreement in respect of any plot or housing unit in a scheme in \nthe specified area if the allottee, transferee, licensee or lessee fails to pay the dues or installments, \nincluding development charges, in respe ct of such plot or housing unit within three months from the \ndate of  receipt of the demand notice in writing or within such extended time as the Governing Body \nor the Executive Board may, in special cases, fix and thereupon the plot or the housing unit, wi th or \nwithout construction thereon, shall be resumed and shall vest in the Authority.  \n18. Conversion of property to a different use. — (1) If a person converts without previous \nwritten approval of the Authority, any property in a scheme in the specified ar ea to a use or purpose \nother than the one provided under the scheme,  such person shall be liable to fine which may extend \nto two thousand rupees per day from the date of the conversion of the property till the default \ncontinues.  \n(2) The Authority shall not  impos e the fine under sub -section (1) unless the person concerned \nis afforded an opportunity of being heard.  \n19. Removal of building erected or used in contravention of the Act. —(1) If any land is \nused or building, structure, work on land is erected, cons tructe d or used in contravention of the \nprovisions of this Act or an y regulations or orders made thereunder, or in contravention of the \nScheme or without the permission of the Authority, the Authority or any person authorized by it in \nthis behalf, may, by order in writing, require the owner, occupier, user or person in con trol of such \nland, building, structure, work on land to remove, demolish or alter the building, structure or work or \nto use it in such manner as may bring such erection, construction or us e in a ccordance with the \nprovisions of this Act.  \n(2)  If an order un der sub-section (1), in respect of any building, structure work or land is not \ncomplied with in such time, as may be specified therein, the Authority or any person authorized by it \n \nPage 10 of 11 \n in this  behal f, may, after giving the person concerned an opportunity of be ing heard, remove, \ndemolish or alter the building, structure or work, or stop the use of the land, or seal the building, \npremises and in so doing, may use such force as may be necessary an d may also recover the cost \nthereof from the person responsible for the erection, construction, or use of the building, structure, \nwork or land.  \n1[20. Power to make regulations and b ye-laws.— (1) The Governing Body may , on the \nrecommendations of the Execut ive Bo ard, for carrying out the purposes of this Act, make  \nregulations, not inconsisten t with the provisions of this Act or any other laws, regulations or bye -\nlaws for the time being in force in the specified area.  \n(2)  For carrying into effect the purpos es of sub-section (1) , the Executive Board may make \nbye-laws, not inconsistent with t he provision s of this Act and regulations made there under and any \nother laws, rules, regulations and by e-laws,  for the time being in force. ] \n21. Act not to override other laws.  —The provisions of this Act shall be in addition to and \nnot in derogation of any other law for the time being in force.  \n22. Transfer and savings. — (1) After, on the repeal of the Defence Housing Authorit y \nIslamabad Ordinance, 2010 (XV of 2010) and o n comm encement of this Act, to the extent of \nSpecified Area in Islamabad Capital Territory;  \n(a)      all assets, rights, powers, authorities and privileges and all property, movable \nand immovable, cash and bank  balances, reserve funds, investments and all \nother interests and rights in or arising out of such property and all liabilities \nand obligations of whatever kind of the Defence Housing Authority Islamabad \nestablished before this Act, shall be transferred to  and vested in the Authority;  \n(b)       all co ntract s and agreements entered into, all rights acquired and all matters \nand things agreed to be done by, with or for the Defence Housing Authority \nIslamabad established before this Act, shall be deemed to have  been entered \ninto, acquired or agreed to be d one by , with or for the Authority;  \n(c)       all leases executed and all grants made and all lands vested in the name of the \nDefence Housing Authority Islamabad established before this Act, shall be \ndeemed to b e leases executed, grants made and property ve sted i n the name of \nthe Authority;  \n(d)        all contracts, projects, schemes, work (whether in progress or not) and all \nguarantees, undertakings, obligations, liabilities and mortgages, executed or \nsubsisting  in the name of the Defence Housing Authority Islama bad \nestablished before this Act, shall be deemed to be contracts, projects, schemes, \nworks, guarantees, undertakings, obligations, liabilities and mortgages of the \nAuthority;  \n(e)        all pending disput es in respect of the Defence Housing Authority  Islam abad \nestablished before this Act, shall stand transferred to this Authority and be \ndecided by the Administrator and any party aggrieved by his decision shall  \n \n1Subs. by Act XL of 2023, s.7.  \n \nPage 11 of 11 \n have the right of appeal to the Executive Boar d wh ose deci sion th ereon shall \nbe final;  \n(f)        all suits, petitions and other legal proceedings instituted by or against the \nDefence Housing Authority Islamabad established before this Act, shall be \ndeemed to be suits, petitions, and proceedings by o r against the  Author ity; \n(g)       all allotments and transfers of plots, whether residential, commercial or \notherwise, made by the Defence Housing Authority Islamabad established \nbefore this Act, shall be deemed to be allotments and transfers made by the \nAuth ority; an d \n(h)       all bye -laws and regulations in force immediately before the \ncommencement  of this Act made by the Defence  Housing  Authority \nIslamabad established before this Act, shall continue to remain in force until, \naltered or repealed by reg ulations made under t his Act.  \n(2)  Notwithstanding anything contained in sub -section (1), the Executive Board may:  \n(a)       alter the area of any plot involving duplicate allotments and re -allot the same \nin such manner as it may consider appropriate; and  \n(b)       pass such o rder in respect of transfer of plot involving duplicate allotments as \nit may deem fit.  \n23. Appeal. —Any person aggrieved by an order of cancellation under Section 17, or \nimposition of fine under section 18, or an order under section 19 , or an order of the Executive Board \nunder section 22 may, within 15 days of the communication of the order, file an appeal before the \nGoverning Body, whose decision shall be final.  \n24. Validation. —All actions done or taken by the Defence Housing Authorit y Islamabad \nbefore th e commencement of this Act shall be deemed to be validly done or have been taken to the \nextent they are consistent with this Act.  \n 25.  Removal of difficulty. —If any difficulty arises in giving effect to any provision of this \nAct, the  Government ma y, with in one year of the commencement of this Act, give such directions, \nnot inconsistent with the provisions of the Act, as it may consider necessary for the removal of such \ndifficulty."
}