{
    "file": "./converted_json\\administrator4b50fb9f2a0417cc9afd65b75e8c292e.json",
    "name": "The Waste Lands (Claims) Act, 1863",
    "date": "10th March, 1863",
    "tagline": "Special provision for the adjudication of claims to waste lands",
    "content": "Page 1 of 9 \n  \n \n \n \n \n \nTHE WASTE LANDS (CLAIMS) ACT, 1863 \n \n \n \n \n \n \nCONTENTS  \n \nPREAMBLE  \n \n1.  Provision for enquiry in claims to land, or objections to sale of same.  \n \n2.  Procedure in such cases.  \n \n Notification of conditions.  \n \n3.  Postponement of sale pending enquiry, to allow cl aimant to contest rejection of claim.  \n \n4.  Sale to be stopped if claim appear to be established, but may afterwards be proceeded \n with.  \n \n5.  Delivery to claimant of copy of order of rejection or of sale.  \n \n Order when final.  \n \n Report to Board.  \n \n Decision of Board.  \n \n Certification to Court.  \n \n Notice to Claimant.  \n \n Decision with final.  \n \n6.  Power to order suit to try claim admitted by Collector.  \n \n7.  Special Court for trying claims.  \n \n Power of members.  \n \n Exclusion of officer making original enquiry.  \n\n \nPage 2 of 9 \n  \n8.  Notice of constitution of Special Courts.  \n \n Claims not cognizable in other Courts.  \n \n9.  Special Court where held.  \n \n10.  Plaintiff and defendant in suit under section 5.  \n \n Appearance.  \n \n Proviso.  \n \n Plaintiff and defendant in suits under section 6.  \n \n11.  Regulation of proceedings . \n \n12.  Procedure before hearing.  \n \n Procuring attendance of witnesses . \n \n Power to require attendance of claimant.  \n \n13.  Procedure on hearing . \n \n14.  No appeal or revision . \n \n15.  Reference of question of law, etc., to High Court, etc . \n \n When reference obligatory . \n \n16.  Court may proceed notwithstanding reference . \n  \n But not make final order . \n \n17.  Records of cases where to be deposited . \n \n18.  Limitation as to claims to land sold or dealt with . \n \n Provision for such claims if preferred wi thin time . \n \n19.  If claim established, possession not to be given, but compensation . \n \n20.  When land sold not absolutely, or not sold, but otherwise dealt with . \n \n21.  Award under two last sections to be in full satisfaction . \n \n22.  Government not barred fro m awarding compensation for land absolutely sold, though  \n claim be not preferred in time . \n \n \nPage 3 of 9 \n 23.  Compensation for land sold. subject to condition, if claim proved, though not preferred in \ntime.  \n \n23A.  Exercise of power of the Provincial Government by the Bo ard of Revenue or the  Financial \n Commissioner . \n \n24. [Repleaded. ] \n  \n \n \n \nPage 4 of 9 \n 1[THE WASTE LANDS (CLAIMS) ACT, 1863]  \n \n2ACT No. XXIII OF 1863  \n \n[10th March,  1863]  \n \nAn Act to provide for the adjudication of claims to waste lands  \n \n Preamble . WHEREAS it is expedient to  make special provision for the speedy adjudication \nof claims which may be preferred to waste lands proposed to be sold, or otherwise dealt with, on \naccount of 3[the Provincial Government], and of objections taken to the sale or other disposition of \nsuch l ands; It is enacted as follows:__ \n \n 1. Provision for enquiry in claims to land, or objections to sale of same. When any claim \nshall be preferred to any waste land pro posed to be sold, or otherwise dealt with, on account of 3[the \nProvincial Government], or  when any objection shall be taken to the sale or other disposition of such \nland, the Collector of the district in which such land is situate, or other officer performing the duties \nof a Collector of Land Revenue in such district by whatever name his offic e is designated, shall, if \nthe claim or objec tion be preferred within the period mentioned in the advertise ment to be issued for \nthe sale or other disposition of such land, which period shall not be less than three months, proceed \nto make an enquiry into  the claim or objections.  \n \n 2. Procedure in such cases. The Collector or other officer as aforesaid shall call upon the \nclaimant or objector to produce any evidence, or documents, upon which he may rely in proof of his \nclaim or objection; and after conside ring the same, and making any further enquiry that may appear \nproper, shall dispose of the case by an order for the admission or rejection of the claim or objection; \nand if the land is proposed to be sold, for the sale of the same subject to any condi tion or reservation \nwhich, to such Collector or other officer as afor esaid, shall appear to be proper.  \n \n Notification of conditions. If the land is ordered to be sold subject to any condition or \nreservation, such condition or reservation shall be notified to intending purchasers at the time of sale.  \n \n 3. Postponement of sale pending enquiry, to allow claimant to contest rejection of claim. \nPending an enquiry into any claim or objection under the last preceding section, the Collector or \nother officer as aforesa id shall postpone the sale or other disposition of  the land;  \n \n and, if he shall order that such claim or  objection be rejected, he shall further postpone the \nsale or other disposition of the land, to allow the claimant or objector to contest the order of  rejection \nin the manner hereinafter provided.  \n \n 1Short title given by the Short Titles Act, 1897 (14 of 1897).  \n This Act bas been repealed to the extent of Islamabad Capital Territory, see Ordinance No. 27 of. 1981, s. 4 and 3rd Sch.  \n 2 For Proceedings rela ting to the Bill, see Calcutta Gazette, 1863,  Supplement, p.109.  \n This Act has been declared to  be in force in all the Provinces and the Capital of the Federation, except the Scheduled Districts, by the Laws \n Local Extent Act, 1874 (15 of 1874), s. 3.  \n It has been declared by notification under s. 3 (a) of the Scheduled Districts Act. 1874 (14 of 1874), to be in force in the following Scheduled \n Districts, namely: — \n The Districts of Hazara, Peshawar, Kohat, Bannu, Dera Ismail Khan and Dera Ghazi Khan.[Portio ns of the District of Hazara, Bannu, Dera \n Ismail Khan and Dera Ghazi Khan and the Districts of Peshawar and Kohat now form the N.W.F.P. See Gazette of India, 1901, Pt. I, p. 857 \n and ibid., 1902, Pt. I. P. 575; but its application to that part of the Haza ra District known as upper Tanawal has been barred by the Hazara \n (Upper Tanawal) Regulation, 1900 (2 of 1900)] s ee Gazette of India, 1886, Pt. I, p. 48.  \n 3Subs. by A.O., 1937, for “Govt .” \n \n \nPage 5 of 9 \n  4. Sale to be stopped if claim appear to be established, but may afterwards be proceeded \nwith. If the Collector or other officer as aforesaid shall con sider the claim or objection to be \nestablished, and that the sale or other disposition of the land should not take place, he shall stop the \nsale or other disposition of the land;  \n \n but such sale or other disposition of the land may afterwards be proceeded with, if, on an \norder issued 1* * * to try the claim or objection, as provided in section 6 of this Act, the claimant or \nobjector shall fail to establish the same.  \n \n 5. Delivery to claimant of copy of order of rejection or of sale. If the Collector or other \nofficer as aforesaid shall order that the claim or objection be rejected, or that the land be sold subject \nto any condition or reservation, or that it be otherwise dea lt with, he shall cause a copy of such order \nto be delive red to the claimant or objector;  \n \n Order when final. and if such claimant or objector shall not, within one week from the \ndelivery of such copy, or within such further time as the Collector or other officer as aforesaid, for \nany special reason to be recorded, shall see fit to grant, give notice in writing to such Collector or \nother officer as aforesaid that he intends to contest such order, the order shall be final.  \n \n Report to Board. If the claimant or objector shall, within the time allowed, give such notice, \nthe Collector or other officer as aforesaid shall immedi ately make a report to the 2* * * superior \nrevenue authority 3[to which he is immediately subordinate] and shall forward with such report  a \ncopy of his order, stating fully all the circumstances of the case, and the evidence adduced in support, \nor otherwise, of the claim or objection;  \n \n Decision of Board. and such 4* * * authority, on the receipt of such report, and after calling \nfor any fu rther information which it may con sider necessary, may confirm, modify or reverse the \norder of  the Collector or other officer as aforesaid.  \n \n Certification to Court. If the 4* * * authority as aforesaid confirm the order of  the Collector \nor other officer as aforesaid, or modify such order in such manner as to leave any part of such order \nin force adverse to the claimant or objector, the Collector or  other officer as aforesaid shall certify \nsuch order to the court constituted or  hereinafter provided;  \n \n Notice to Claimant. and such Court shall forthwith give notice to the claimant or objector;  \n \n Decision with final. and if such claimant or objector shall not 5* * * institute a suit in such \nCourt to establish his claim or objection, the order of the 6* * * aut hority aforesaid shall be final.  \n \n 6. Power to order suit to try claim admitted by Collector. The 7[Provincial Government] \nmay, within twelve months after the date on which the claim of any claimant of waste land, or the \nobjection of any objector, as afore said, shall have been admitted under this Act by the Collector or \nother officer as aforesaid, direct a suit to be brought to try the claim or objection of the claimant or \nobjector, in a Court constituted as hereinafter provided.  \n \n 1The words “by the L.G.” were rep. by the Decentralization Act.1914 (4 of 1914), Sch., Pt. I.  \n 2The words “Board of Revenue or other” were rep., ibid. \n 3Ins. ibid. \n 4The words “Board or other” were rep., ibid.  \n 5The words \"within thirty days from the delivery of such notice from the Court\" were rep. by the Indian Limitation Act, 1871 (9 of 1871). \n For limita tion, see now the Limitation Act, 1908 (9 of 1908).  \n 6The words “Board or other” were rep. by the Decentralization Act, 1914 (4 of 1914), Sch., Pt. I.  \n 7Subs. by A. O., 1937, for “L.G”.  \n \nPage 6 of 9 \n  7. Special Court for trying claims. For the investigation and trial of claims under this Act, \nthe 1[Provincial Government] shall constitute, in every district in which there may be any waste lands \ncapable of being sold, or otherwise dealt with,  on account of 2[the Provincial Government], a Court \nconsisting of an uneven number of persons, not less than three, of whom the Judge of the district, or \nthe officer pre siding in the principal Civil Court of original jurisdiction in the district, by what ever \nname his office may be designated, shall be one.  \n \n Power of members. Any one or more of the members of which such Court shall consist shall \nhave power to make all such orders in the case as may be necessary prior to the hearing of the suit:  \n \n Exclusio n of officer making original enquiry. Provided that, whenever the Collector, or \nother officer, by whom the original enquiry was held, is the officer presiding in the principal Civil \nCourt of original jurisdiction in the district, such officer shall not be a member of such Court.  \n \n 8. Notice of constitution of Special Courts. Whenever any Court is constituted under this \nAct, notice thereof shall be given by a written proclamation, copies of which shall be affixed in the \nseveral Courts, and in the offices of the several Collectors and Magistrates of the district:  \n \n Claims not cognizable in other Courts. and from the date of the issue of such proclamation \nno other Court shall be competent to entertain any claim or objection belonging to the class of claims \nor objections for the trial and determination of which such Court is constituted.  \n \n 9. Special Court where held. The Courts constituted under this Act shall be held at such \nplace, or places, within the limits of their respective jurisdictions, as shall be cons idered most \nconvenient.  \n \n 10. Plaintiff and defendant in suit under section 5. In every suit instituted under section 5 \nof this Act, the claimant of the waste land, or objector to the sale or other dispo sition of such land, \nshall appear as plaintiff; and the Collector, or other officer aforesaid, shall appear as defendant on the \npart of 3[the Provincial Government].  \n \n Appearance. Either party may appear by pleader or by agent:  \n \n Proviso. Provided that if such other officer as aforesaid be the presiding off icer of the \nprincipal Civil Court of original jurisdiction in the district, the 4[Provincial Government] shall \nappoint some other officer to appear as defendant in the case on its behalf.  \n \n Plaintiff and defendant in suits under section 6. In any suit orde red to be instituted 5* * * \nunder section 6 of this Act, the 4[Provincial Government] by any officer, to be appointed for the \npurpose, shall appear as plaintiff; and the claimant or objector as aforesaid shall appear as defendant.  \n \n 11. Regulation of proce edings. In suits instituted under this Act, except as hereinafter \nprovided, the proceedings shall be regulated, so far as they can be, by the Code of Civil Procedure.  \n \n 12. Procedure before hearing. The Court shall fix a day for the appearance of the parti es, \nand for the hearing of the suit, of which due notice shall be given to the parties or their agents; and \non the day so fixed, the parties or their agents shall bring their witnesses into Court, together with \nany documents on which they may intend to rel y in support of their respective statements.  \n \n 1Subs. by A. O., 1937, for “L.G”.  \n 2Subs. ibid.,  for “Govt.”.  \n 3Subs. by A. O., 1937, for “Govt.”  \n 4Subs. ibid., for “L. G.”.  \n 5The words “by the L.G.” were omitted by the Decentralization Act, 1914 (4 of 1914 ), Sch., Pt. I.  \n \nPage 7 of 9 \n  Procuring attendance of witnesses. If either party require the assistance of the Court to \nprocure the attendance of a witness on such day, he shall apply to the Court in sufficient time before \nthe day fixed for the hearing of the suit; and  the Court shall issue a subpoena requiring such witness \nto attend the Court on that day.  \n \n Power to require attendance of claimant. It shall be competent to the Court to require the \npersonal attendance of the claimant of the waste land, or objector, as af oresaid, on the day fixed for \nthe hearing, or at any subsequent stage of the suit.  \n \n 13. Procedure on hearing. On the day fixed for the hearing of the suit, or as soon after as \nmay be practicable, the Court shall proceed to examine the claimant of the was te land, or the \nobjector, or his agent (when his personal attendance is not required), and the witnesses of the parties;  \nand upon such examination, and after inspecting the docu ments of the parties, and making any \nfurther enquiry that may appear necessary , shall proceed to pass such order in the case as it may \nconsider just and proper.  \n \n 14. No appeal or revision. No appeal shall lie from any decision or order passed under this \nAct, nor shall any such decision or order be open to revision.  \n \n 15. Reference of question of law, etc., to High Court, etc. If, on the trial of any suit under \nthis Act, any question of law or of usage having the force of law, or the construction of a document \naffecting the merits of the case, shall arise, on which the Court shall en tertain reasonable doubts, the \nCourt may, either of its own motion, or on the application of any of the parties to the suit, draw up a \nstatement of the case and submit it, with its own opinion, for the opinion of the High Court of \nJudicature, or of the hig hest Civil Court of Appeal and Revision in the territory in which the land is \nsituate:  \n \n When reference obligatory. Provided that it shall be the duty of every Court held under this \nAct to make such reference to such High Court, or Court of Appeal, if, in any suit under this Act, any \nquestion shall arise involving any principle of general importance, or the rights of a class.  \n \n 16. Court may pr oceed notwithstanding reference;  The Court may proceed in the case \nnotwithstanding a reference to the High Court, o r other highest Civil Court of appeal as aforesaid; \nand may pass an order contingent upon the opinion of the High Court, or other Court as aforesaid, on \nthe point referred;  \n \n But not make final order. but no final order for the sale or other disposition of  the land in \nquestion in the suit, or for the admission or rejection of any claim or objection which shall be before \nthe Court in such suit, shall be passed, until the receipt of the order of the said High Court, or highest \nCivil Court of Appeal.  \n \n 17. Records of cases where to be deposited. The record of cases disposed of by Courts \nconstituted under this Act shall be deposited amongst the records of the principal Civil Court of \noriginal jurisdiction in the district in which the property in dispute is situa te. \n \n 18. Limitation as to claims to land sold or dealt with. No claim to any land, or to \ncompensation or damages in respect of any land, sold or otherwise dealt with on account of l[the \nProvincial Government] as waste land, shall be received after the exp iration of three years from the \ndate on which such land shall have been delivered by l[the Provincial Government] to the pur chaser, \nor otherwise dealt with.  \n \n 1Subs. by A. O., 1937, for “Govt.”.  \n \nPage 8 of 9 \n  Provision for such claims if preferred within time. If with in three years after any lands \nhave been delivered by 1[the Provincial Government] to the purchaser, or otherwise dealt with, any \nclaimant or objector shall prefer a claim to the land so delivered, or otherwise dealt with, or an \nobjection to such sale, or to compensation or damages in respect thereof, in the Court constituted \nunder this Act for the district in which the land is situate; and shall show good and sufficient reason \nfor not having preferred his claim or objection to the Collector or other office r as aforesaid, within \nthe period limited under sec tion 1  of this Act; such Court shall file the claim or objection, making the \nclaimant or objector plaintiff, and the Collector of the district or other officer as aforesaid (with the \nlike provision as afor esaid if such other officer be the presiding officer of the principal Civil Court of \noriginal jurisdiction in the district), the defendant in the suit;  \n \nand the foregoing provisions of this Act shall be applicable to the trial and determination of the suit s. \nThe report of the officer employed to give delivery, or to take possession, on the part of 1[the \nProvincial Government], of the land sold or otherwise dealt with, shall be conclusive evidence as to \nthe date on which such delivery was made, or possession  was taken.  \n \n 19. If claim established, possession not to be given, but compensation. In any case in \nwhich the land has been sold, if the Court shall be of opinion that the claim of the claimant is \nestablished, the Court shall not award the claimant posses sion of the land in dis pute; but shall order \nhim to receive from 2[the Provincial Government] Treasury, by way of compensation, a sum equal to \nthe price at which the land was sold, in addition to the costs of suit.  \n \n 20. When land sold not absolutely, or not sold, but otherwise dealt with. If the land shall \nhave been sold subject to any condition or reservation, or shall not have been sold, but shall have \nbeen otherwise dealt with on account of 2[the Provincial Government], and the Court shall be of \nopinio n that the claim to such land, or the objection of an objector, is established, the Court shall \naward the claimant or objector to receive such sum, in respect of his in terest in such land, as shall be \nawarded in that behalf under the provisions of 3Act, V I of 1857 (for the acquisition of land for public \npurposes ), \n \n and thereupon the 4[Provincial Government] shall proceed under the said Act to obtain an \naward of the value of such interest.  \n \n 21. Award under two last sections to be in full satisfaction. An award under any of the \nprovisions of the two last preceding sections shall be in full satisfaction of the claim of the claimant \nor objector; and shall bar any future claim on his part, in respect to the land in suit resting on the \nsame cause of action, or on a cause of action which existed prior to the date of the sale or other \ndisposition of the land on account of 2[the Provincial Government].  \n \n 22. Government not barred from awarding compensation for land absolutely sold, \nthough claim be not preferred in time. Nothing in this Act shall be held to prevent the 4[Provin cial \nGovernment] from awarding, to any claimant of waste land sold on account of 2[the Provincial \nGovernment], on proof to the satisfaction of the 4[Provincial Government] of the claim of such  \nclaimant (notwithstanding that he may not have preferred his claim either to the Collector or other \nofficer as aforesaid, or to the proper Court constituted under this Act, within the period pres cribed by \nthis Act), such amount as compensation for the sa id land, within the limits as to amount mentioned in \nsection 19 of this Act, if the land have been sold not subject to any condition or reserva tion, as to \nsuch 4[Provincial Government] may seem proper.  \n \n 1Subs. by A. O., 1937, for “Govt.”.  \n 2Subs. ibid. for “the govt.”.  \n 3See now s. 2 of the Land - Acquisition Act, 1894 (1 of 1894).  \n 4Subs. by A. O., 1937, for “L. G.”.  \n \nPage 9 of 9 \n  23. Compensation for land sold . subject to condition, if claim proved, though not \npreferred in time. If the land have been sold subject to any condition or reservation, or have been \notherwise disposed of, on account of 2[the Provincial Government], and any claim to such land, or  \nobjection to the sale or other disposition of the land, shall be proved to the satisfaction of the \nl[Provincial Gov ernment], although not preferred to the Collector or other officer as aforesaid, or to \nthe Court constituted under this Act, within the period prescribed by this Act, the l[Provincial \nGovernment] may award to such claimant or objector such amount as to suc h l[Provincial \nGovernment] may appear to be the value of the interest of such claimant or objector in such land.  \n \n 2[23A.  Exercise of power of the Provincial Government by the Board of Revenue or the \nFinancial Commissioner. In a Province for which there is  a Board of Revenue or a Financial \nCommissioner, the powers and duties of the l[Provincial Government] under sections 6, 10, 22 and \n23 may be exercised by such Board or Financia1 Commissioner, as the case may be.]  \n \n 24. [Interpretation -clause. Number. Gen der.] Rep. by the Repealing and Amending Act, 1914 \n(X of 1914) s. 3 and Sch. II.  \n \n \n \n \n \n \n__________  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nDate: 13 -09-2024  \n 1Subs. by A. O., 1937, for “L. G.”.  \n 2Ins. by the Decentralization Act, 1914 (4 of 1914), Sch., Pt. I."
}