{
    "file": "./converted_json\\administratorcbb1ad05a6c91333ccb0da0e2d7c123a.json",
    "name": "The Diplomatic and Consular Officers (Oaths and Fees) Act, 1948",
    "date": "8th January, 1949",
    "tagline": "An Act to provide for the administration of oaths by diplomatic and consular officers and to prescribe the fees leviable in respect of certain of their official duties.",
    "content": "THE DIPLOMATIC AND CONSULAR OFFICERS (OATHS AND \nFEES) ACT, 1948  \n \n \n \n \n \nCONTENTS  \n \n1.  Short title and commencement.  \n2.  Definitions . \n3.  Powers as to oaths and notarial acts a broad.  \n4.  Powers to fix fees.  \n5.  Exhibition of tables of fees.  \n6.  Penalty for taking excessive fees.  \n7.  Punishments for offence under this Act.  \n8.  Trail of offences.  \n9.  Power to make rules.  \n \nUpdated till 12.04.2023\n \n THE  DIPLOMATIC  AND  CONSULAR  OFFICERS  (OATHS  AND  FEES)  ACT,  1948  \n \n1ACT NO. XXI OF 1948  \n[8th January , 1949]  \n \nAn Act to provide  for the administration  of oaths by diplomatic  and consular  Officers  and to \nprescribe  the fees leviable  in respect  of certain  of their  official  duties . \n \nWHEREAS  it is expedient  to provide  for the administration  of oaths  by diplomati c and \nconsular  officers  and for the levy of fees in respect  of certain  official  duties  performed  by them;  \n \nIt is hereby  enacted  as follows:___ \n \n1. Short  title and commencement .___ (1) This Act may be called  the Diplomatic  and \nConsular  Officers  (Oaths  and Fees) Act, 1948.  \n \n(2) It shall  come  into force  at once,  and shall  be deemed  to have  taken  effect  from  the \nfifteenth  day of August,  1947.  \n \n2. Definitions . ___  In this Act, unless  there  is anything  repugnant  in the subject  or context,___ \n \n2[(a)  “consular  officer”  includes  consul,  consular  agent,  consul -general,  honorary  \nconsul,  proconsul  and vice-consul;  and \n \n(b)  “diplomatic  officer”  includes  ambassador,  agent,  agent -general,  assistant  high \ncommissioner,  attache  of a diplomatic  mission,  charged’  affaires,  \ncommissioner,  counsell or, deputy  high commissioner,  diplomatic  secretary,  \nhigh commissioner  and minister.]  \n \n3. Powers as to oaths and notarial acts a broad .___ (1) Every diplomatic or consular officer \n3[of Pakistan exercising his functions in any foreign cou ntry or place, or any such diplomatic or \nconsular  officer of a foreign country as is in writing authorized in this behalf by the 2[Federal \nGovernment] in relation to any foreign country or place,] may in that country o r place administer  \n4[either online or in physical form]  any oath or affirmation and take any affidavit and also do any \nnotarial act which any notary public may do within the territories of Pakistan, and every such oath, \naffirmation, affidavit and notarial act administered, sworn or done by or before any such person shall \nbe as effectual as if duly administered, sworn or done by or before any lawful authority in any part of \nPakistan.  \n \n(2) Any document purporting to have affixed, impressed or subscribed thereon or thereto the \nseal and signature o f any person authorised by this section to administer an oath in testimony of any \noath, affirmation, affidavit or act being administered, sworn or done by or before him, shall be \nadmitted in evidence without proof of the seal or signature being the seal or  signature of that person, \nor of the official character  of that person.  \n \n \n1For Statement of Objects and Reasons, see Gaz. Of P., 1948, Pt. V p. 124.  \n2Subs. and shall be deemed always to have been so subs. by the Diplomatic and Consul ar Officers (Oath and Fees) Ordinance, 1960 (12 of 1960), s. 2 , \nfor the original cls. (a) and (b), as amended by the Diplomatic and Consular Officers (Oaths and Fees) Amendment Act, 1949 (3  of 1949), s. 2.  \n3Subs. and shall be deemed always to have been so subs. by the Diplomatic and Consular Officers (Oaths and Fees) Ordinance, 1960 (12 of 1960), s. 3, \nfor the original words “exercising his functions in any foreign country or place”.  \n4 Ins. by Diplomatic and Consular Officers (Oath and Fees) (Amendment) Act, 2022  (XXI of 2022) , s. 2.  \n \n \n 4. Power s to fix fees.___ The 5[Federal  Government]  shall  have  power  to fix tables  of fees to \nbe charged  in respect  of any act done  in the execution  of his office  by a consular  office r or by a \ndiplomatic  officer  entrusted  with consular  duties,  and to make  regulations  in accordance  with which  \nfees shall  be levied,  accounted  for and applied  or may be remitted.  \n \n(2) Tables  of any fees so fixed  and any regulations6 so made  shall  be publish ed in the official  \nGazette.  \n \n5. Exhibition  of tables  of fees.___ (1) Tables  of the fees mentioned  in the preceding  section  \nshall  be exhibited  prominently  at every  customs  port, land customs  station  and customs  aerodrome.  \n \n(2) Every consular officer and dip lomatic officer entrusted with consular functions shall \nexhibit the aforesaid tables of fees in his office prominently and shall permit them to be inspected by \nany person wishing to do so.  \n \n6. Penalty for taking excessive fees.___ No consular officer or di plomatic officer entrusted \nwith consular duties shall, save as may be provided in the aforesaid regulations, ask for or take any \nfee or reward for any act done in the execution of his office, and if he does so he shall, without \nprejudice to any other liabi lity, be punishable for every such offence with fine which may extend to  \nRs. 3,000.  \n \n7. Punishments for offence under this Act.___ (1) Whoever swears falsely in any oath or \naffidavit taken or made in accordance with the provisions of this Act shall be puni shed with \nimprisonment for a term which may extend to three years and shall also be liable to fine.  \n \n(2) Whoever forges or fraudulently alters the seal or signature of any person authorised by or \nunder this Act to administer an oath or tenders in evidence,  or otherwise uses, any affidavit having \nany seal or signature so forged or counterfeited or fraudulently altered knowing the same to be \nforged counterfeited or fraudulently altered, shall be punished with imprisonment for a term which \nmay extend to three years and shall also be liable to fine.  \n \n8. Trail of offences.___ Except as hereinafter provided, any offence under this Act may be \ninquired into dealt with, tried and punished in any Province of Pakistan in which the person charged \nwith the offence is or is apprehended or is in custody in the same manner and to the same extent as if \nthe offence had been committed within the Province where he is, or is apprehended or is in custody;  \n \nProvided that no Court shall take cognizance of an offence under this Act w ith which any \nconsular officer or diplomatic officer is charged except upon complaint in writing made by a person \nauthorised in this behalf by general or special order of the 7[Federal Government].  \n \n8[9. Power to make rules .⸻ The Federal Government may, by  notification in the official \nGazette, make rules for carrying out the purposes of this Act.]  \n \n \n \n \n5 Subs. by F.A.O. 1975, Art. 2 and Table, for “Central Government”.  \n6 For the Consular Fees Regulations, 1963, see Gaz. of P., 1963, Pt. I pp. 327 -330. \n7Subs. by F.A.O. 1975, Art. 2 and Table, for “Central Government”.  \n8 Added by Diplomatic and Consular Officers (Oath and Fees) (Amendment) Act, 2022 (XXI of 2022), s. 3."
}