{
    "file": "./converted_json\\administratore2df2045afdc26ec6f192374dd7577e8.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "REGISTERED No. M ' 302\nL,-7646\nGlleGap;dp d Drhfdtlrr9\nEXTRAORDINARY\nPUBLISHED BY AUTHORITY\nISLA]VIABAD, THURSDAY, A.UGUST 3, 2006\nPART I\nActs, Ordinances, President's Orders and Regulations\nCOVERNMENT OF PAKISTAN\nLAW JUSTICE AND HUMAN RIGHTS DIVISION\nIslamabatl, the 3rd August, 2006 .\nF. No. 2( I )/2006-Pub.-The following Ordinance promulgated by the\nPresident is hereby published for general information :-\nNow. tuEnepone, in exercise of the powers conferred by clause (1) of\nArticle 89 ofthe Constitution ofthe Islamic Republic ofPakistan, the President is\npleased to make and promulgate the following Ordinance:\n(621)\n[3183(2006)/Ex. Gaz.] Price : Rs. 2 .00OnotNexce No. XVIII or 2006\nAN\nORDINANCE\nfurther to ameni the Federal Public Service Commission Ordinance, 1977\nWHsnees it is expedient further to amend the Federal Public Service-\nCommission Ordi nznce;1977 (XLY of 1977); for the purposes hereinafter appeaiing;\nAr.ro wnEnses the NationalAssembly is not in session and the President is\nsatisfied that circumstances exist which render it necessary to take immediate\naction;\na2 TllE GAZETTE OF PAKISTAN, EXTRA.. AUGUST 3. 2006 [PARTl\nI. Short title and commencement.-( I ) This Ordinance may be called\nthe Federal Public Service Commission (Second Amendment) Ordinance, 2006.\n(2) It shatl come into force at once\n2. Amendment of scction 4, Ordinance XLV of 1977.-ln the\nFederal Public Service Commission Ordinance, 1977 (XLV of 197 7), in section 4,\nfor sub-section ( 1) the following shall be substituted and shall be deemed always to\nhave been so substituted. namely:\n\"(1) A member of the Commission shall hold office for a temr of three\nyears fronr the date on which he enters upon office or till he attains\nthe age ofsixty-five years whichever is earlier:\nProvided that a member ofthe Comnrission who is a retired Judge\nofthe Supreme Court or a High Court shall hold office for a term of\nthree years within five years from the date of his retirement:\nProvided further that a member ofthe Commission shall not be\neligible for re-appointment.\n(lA) Notwithstanding anything in any contract, agreement or any instrument\ncontaining tenns and conditions ofthe service, a member who, on or\nafter the comnlencement ofthe Federal Public Service Commission\n(Amendment) Ordinance, 2005 (XV of 2005), completes his tenure\nor attains upper age-litnit specified in sub-section ( I ) shall lorthwith\ncease to be member as defined in clause (b) of section 2.\".\nGeNEnel\nPERVEZ MUSHARRAF.\nPresident.\nJusrrce lRero.y\nMANSOOR AHMED,\nSecretary.\nPRINTED BY THE MANACER, PRINTINC CORPORATION Of PAKISTAN PRESS, ISLAMABAD.\nPUBLISHED BYTHE DEPUTY CONTROLI.ER, STATIONERY & FORMS, UNIVERSITY ROAD. KARACHI"
}