{
    "file": "./converted_json\\administrator134638c99323be93a26c9cb34428ac7f.json",
    "name": "The Emigration Ordinance, 1979",
    "date": "23rd March, 1979",
    "tagline": "Repealing and Re-enacting the Emigration Act, 1922 with modifications",
    "content": "Page 1 of 13 \n  \n \n \nTHE EMIGRATION ORDINANCE, 1979  \n \n \n \n \nCONTENTS  \n___________  \n \nCHAPTER I  \nPRELIMINARY  \n1.  Short title, exten t, application and commencement  \n2.  Definitions  \n \nCHAPTER II  \nDIRECTOR­GENERAL AND PROTECTOR OF EMIGRANTS  \n \n3.  Director­General, Bureau of Emi gration and Overseas Employment  \n4.  Functions of Director­General  \n4A.  Functions of Corporation  \n4B.  Protection of interests of Overseas  Pakistanis  \n5.  Appointment of Protector of Emigrants  \n6.  General duties of Protector Emigrants  \n7.  Appointment of Labour Attaches  \n \nCHAPTER III  \nEMIGRATION  \n8.  Regulation of emigration  \n \nCHAPTER IV  \nGENERAL  \n9.  Prohibition of advertisement, etc.  \n10.  Advisory Committee  \n11.  Power to search and detain vessels, etc.  \n\n \nPage 2 of 13 \n CHAPTER V  \nAPPOINTME NT OF OVERSEAS EMPLOYMENT PROMOTERS  \n \n12.  Grant of Overseas Employment Promoter ’s Licence  \n13.  Powers to withdraw licences  \n14.  Delegation of power to Director -General to receive and dispose of application s \n15.  Appearance of engaged persons before, and registration of names by Protector of Emigrants  \n \nCHAPTER VI  \nRULES  \n16.  Power to make rules  \n \nCHAPTER VII  \nOFFENCES, PENALTIES AND PROCEDURE  \n \n17.  Unlawful emigration, etc.  \n18.  Fraudulently inducing to emigrate etc.  \n19.  False representation of Government authority  \n20.  Violation of terms of agreement with foreign employer by emigrant  \n21.  Certain amount recoverable as arrears of land revenue  \n22.  Receiving , money , etc., for providing foreign employment  \n23.  Penalty for other offences  \n24.  Specia l Courts  \n24A.   Appeal  \n25.  Indemnity  \n \nCHAPTER VIII  \nVALIDATION, SAVINGS, ETC . \n \n26.  Validation  \n27.  Savings  \n28  [Omitted ] \n \n \n \n \n \n \nPage 3 of 13 \n THE EMIGRATION ORDINANC E, 1979  \n \nORDINANC E No. XVIII OF 1979  \n \n[23rd March, 1979 ] \n \nAN  \nORDINANCE \n to repeal and, with certain modifications, re‑enact  the Emigration Act, 1922  \n \nWHEREAS it is expedient to repeal and, with certain modifications, re‑enact the Emigration \nAct, 1922  (VII of 1922);  \n \nAND WHEREAS the President is satisfied that circumstances exist which render it necessary \nto take immediate action ; \n \nNOW, THEREFORE, in pur suance of the Proclamation of the fifth day of July, 1977,  read with \nthe Laws (Con tinuance in Force) Order, 1977  (C.M. L.A. Order No. 1 of 1977),  and in exercise of \nall powers enabling him in that behalf, the President is pleased to make and promulgate the \nfollowing Ordinance:― \n \nCHAPTER I \nPRELIMINARY \n1. Short title, extent, application and commencement. ―(1) This Ordinance may be \ncalled the Emigration Ordinance, 1979.  \n \n(2) It extends to the whole of Pakistan and applies to all citizens of Pakistan, wherever they \nmay be. \n \n(3) It shall come into force at once. \n \n2. Definitions.―(1) In this Ordinance, unless there is anything repugnant in the subject or \ncontext,― \n \n(a)  “Bureau” means the Bureau of Emigration and Overseas Employment ; \n \n(b)  “conveyance” means any vehicle, aircraft or ship used for the transportation of \nemigrants; \n \n(c)  “Corpor ation” means the Overseas Employment Corpor ation Limited ; \n \n(d)  “depart” and “departure” means the departure out of Pakistan of any person \nfor employment or self‑employment by any means ; \n \n(e)  “dependent”, in relation to an emigrant, means the spouse, sons not  above  the \nage of twenty‑one years, and unmarried sisters and daughters of the emigrant, \nand includes aged or incapacitated parents, incapacitated sons above  the age \nof twenty‑one years and widowed and divorced sisters and daughters of the \nemigrant wholly dependent upon  and residing with the emigrant and the sons \n \nPage 4 of 13 \n not above  the age of twenty‑one years, and dependent unmarried daughters, of \nsuch widowed or divorced sisters or daughters ; \n \n(f)  “Director‑General” means the Director‑General, Bureau of Emigration and \nOverseas Employment, appointed under section 3, and includes any person for \nthe time being discharging the functions of Director­General ; \n \n(g)  “emigrant” means any person who emigrates or has emigrated or who has been \nregistered as an emigrant under this Ordinance and includes any dependent of \nan emigrant ; \n \n(h)  “emigrate” and “emigration” means the departure by sea, air or land out of \nPakistan of any person for the purpo se, or with the intention, of working for \nhire or engaging in any trade, profession or calling in any country beyond  the \nlimits of Pakistan ; \n \n(i)  “foreign service agreement” means an agreement between an emigrant and his \nprospective employer abroad or his authorised Overseas Employment promoter \nin Pakistan containing terms and conditions of his employment and duly \nregistered with the prescribed authority; \n \n(j)  “Overseas Employment Promoter” means a person licensed as such under \nsection 12 ; \n \n1[(ja)  “Overseas Pakistani” means a citizen of Pakistan under the Pakistan \nCitizenship Act,1951  (II of 1951),  or a holder of National Identity Card for \nOverseas Pakistanis under the National Database and Registration Authority \nOrdinance,2000  (VIII of 2000),  who is working or residing abroad permanently \nor temporarily for not less than six months] \n \n(k)  “prescribed” means prescribed by rules ; \n \n(l)  “Protector of Emigrants” means a Protector of Emigrants appointed under \nsection 5; \n \n(m)  “rules” means rules made under this Ordinance. \n \n(2) In case of any doubt  or dispute arising otherwise than in the course of any legal \nproceedings as to whether any person is an emigrant within the meaning of  this Ordinance, the \nquestion shall be determined by the 2[secretary of the division concerned ], and such determination shall \nbe final. \n \nCHAPTER II \n \nDIRECTOR‑GENERAL AND PROTECTOR OF EMIGRANTS \n \n3. Director-General, Bureau of Emigration and Overseas  Employment .―(1)The \n2[Prime Minister or a person authorized by him]  may appoint a p erson to be the Director-General, \nBureau of Emigration and Overseas Employment, for the whole of Pakistan and such other officers \nas may be necessary or expedient to assist the Director‑General. \n \n \n \n1Ins. by Act No. XVIII of 2016 , s.2. \n2Subs. by Act No. XLIV of 2021, ss. 2-3. \n \nPage 5 of 13 \n (2) The Director‑General and every other officer appointed under sub­section (1) shall be a \npublic servant within the meaning of section 21 of the Pakistan Penal Code  (Act XLV of 1860).  \n \n4. Functions of Director-General.―Subject to the provisions of this Ordinance and the \noverall supervision and control of the Federal Government, the Director‑General shall take such \nmeasures as may be necessary― \n \n(a)        1[* *  * *  * *   *] \n  \n(b)  to control and regulate such emigration ; \n \n(c)  to look after the interest and welfare of emigrants ; \n \nand to discharge and perform  such other duties and functions as may be assigned to him by the Federal \nGovernment. \n \n 2[4A. Functions of Corporation.⸺Subject to the provisions of  this Ordinance and the over \nall supervision and control of the 3[secretary of the division concerned ], the Corpor ation shall take such \nmeasures as may be necessary to promote emigration of citizens of Pakistan.] \n \n4[4B. Protection of interests of Overseas Pakistanis .―(1) Subject to provisions  of this \nOrdinance, the Director General, upon  receipt of a complaint from  an Overseas Pakistani or a holder \nof Pakistan Origin Card regarding any matter including illegal dispossession of  property, after having \nbeen satisfied that the complaint is prima facie genuine, shall, in accordance with such procedure as \nmay be prescribed and within fifteen days of  receipt of such complaint, refer it to the Government \nconcerned for appropr iate action, with a copy to the complainant. \n \n(2) The Director General shall submit annual report to the Federal Government regarding \nstatus of  complaints received under sub­section (1).] \n \n5.  Appointment of Protector of Emigrants.—(1) The 3[secretary of the division concerned ] \nmay appoint a person to be a Protector of  Emigrants and define the area to which the authority of a \nProtector of  Emigrants so appointed shall extend. \n \n(2) Every Protector of Emigrants shall be a public servant within the meaning of the \nPakistan Penal Code  (Act XLV of 1860).  \n \n6. General duties of Protector Emigrants.— Every Protector of Emigrants shall discharge \nsuch duties as may be assigned to him by the 3[secretary of division concerned ]. \n \n7. Appointment of Labour Attaches.⸺The 3[Prime Minister or a person authorized by \nhim]  may, for the purpo se of safeguarding the interests of emigrants and promoting Overseas \nEmployment, appoint a person to be a Labour Attache in a place outside Pakistan and may define his \nduties. \n \n \n \n1Omitted by Ord.  No. LIV of 1980, s. 2.  \n2Ins. ibid., s. 3.  \n3Subs. by Act  No. XLIV of 2021, ss. 4-7. \n4Ins. by Act No. XVIII of 2016,  s. 3. \n \nPage 6 of 13 \n CHAPTER III \nEMIGRATION \n8. Regulation of emigration.―(1) Emigration from  Pakistan to all countries of the world for \nthe time being recognised by Pakistan shall be lawful if it is in confor mity with the provisions of \nthis Ordinance and the rules. \n \n(2) Subject to the provisions of this Ordinance and the rules and any other law for the time \nbeing in force, the emigration of a citizen of Pakistan shall be lawful if he is in possession of a letter \nof appointment or a work permit from a  foreign employer or an employment visa or an emigration \nvisa from a  foreign Government, or he has been selected for emigration by the foreign employer \nthrough the Director‑General or by an Overseas Employment Promoter or under an agreement \nor treaty between the Government of Pakistan and a foreign Government. \n \n(3) If the Federal Government, having regard to the occupation, profession, vocation or \nqualifications of any person or class of persons, is satisfied that emigration of such person or class of \npersons is not in the public interest, it may, by rules, regulate emigration of such person or class of \npersons ; and the departure of such person or class of persons otherwise than in accordance with such \nrules shall not be lawful. \n \n(4) The Federal Government may, by no tification in the official Gazette, proh ibit, from  a date \nand for  reasons to be specified in the notification, all persons or  any specified class of persons from \nemigrating to all or any specified country. \n \nCHAPTER IV \nGENERAL \n \n9. Prohibition of advertisement, etc.—No person other than the Corpor ation shall \nrecruit a citizen of Pakistan or issue an advertisement or publish any material or hold any interview \nor examination for such recruitment for the purpo se of emigration, except with the prior permission \nof the Director­General or the Protector of Emigrants of the area, in accordance with such conditions, \nif any, as may be prescribed. \n \n10. Advisory Committee.—The 1[Prime Minister]  may, for the purpo se of advising the \nGovernment, constitute an Advisory Committee, in such manner as it may think fit, and may prescribe \nthe procedure to be followed and the functions to be performed by such Committee. \n \n11. Power to search and detain vessels, etc.—The Director‑General, a Protector of \nEmigrants or any officer authorised by the 1[secretary of the division concerned ] may, for the purpo se \nof preventing the commission of  any offence under this Ordinance, exercise all the powers conferred \non the officers of customs by the Customs Act, 1969  (IV of 1969 ), with regard to the searching \nand detention of vessels or otherwise for the prevention of smuggling on  board thereof and, for \nthis purpo se, he shall have the authority to enter any port or point of entry or departure or inspect \nany conveyance carrying or br inging or believed to be carrying or bringing any emigrant. \n \n \n \n \n1Subs. by Act No. XLIV of 2021, ss. 8-9. \n \nPage 7 of 13 \n CHAPTER V \nAPPO INTMENT OF OVERSEAS EMPLOYMENT PROMOTERS \n12. Grant of Overseas Employment Promoter’s Licence.―(1) Whoever desires to \nengage, or to assist or to recruit any person to emigrate shall apply for a licence to the 1[secretary of \nthe division concerned ] and shall with his application furnish such information and documents, pay \nsuch security and fee, and at such time and in such manner as may be prescribed. \n \n(2) On receiving an application under sub­section (1), the 1[secretary of the division concerned ] \nmay, after such inquiry as it may deem necessary, grant the licence applied for on such terms and \nconditions, if any, and on payment of such fee and on furnishing such security, as may be prescribed, \nor withhold such licence, and the decision of the 1[secretary of the division concerned ] shall be final. \n \n2[(2A) A licence issued under the Emigration Act, 1922  (VII of 1922) , shall be deemed to have \nbeen issued under this Ordinance, but it shall not be deemed to be a valid licence  unless the security \nand fee for the said licence as prescribed by this Ordinance and the rules made thereunder have duly \nbeen paid.] \n \n(3) If at any time during the period for which a licence is valid the 1[secretary of the \ndivision concerned ] is satisfied, after making such inquiry as 1[he] may deem necessary , that the \nlicensee has been guilty of miscondu ct, or that his condu ct and performance as a licensee has been \notherwise unsatisfactory, or that he has committed a breach of any of the provisions of this \nOrdinance or the rules or the pr escribed code of condu ct, the 1[secretary of the division concerned ] \nmay, by order in writing, cancel the licence or suspend it for a specified period and may also pass \norders in regard to the forfeiture of the security furn ished under sub-section (2) in whole or in part, \nand the decision of the 1[secretary of the division concerned ] shall be final. \n \n3[(3A)  Before an order is passed under sub­section (3), the licensee shall be afforded an \noppor tunity of being heard.] \n \n(4) On the expiry of the period for which the licence is granted, or on being informed by the \nlicensee that he does not propo se to continue to act as an Overseas Employment Promoter, and on \nbeing satisfied that no ground  exists for forfeiting the security in whole or in part the 1[secretary of \nthe division concerned ] may order the return of the security or any part thereof to the person by whom \nit was furn ished or to his authorized representative. \n \n13. Powers to withdraw licences.—Notwithstanding anything contained in this Ordinance, \nif, at any time, it appears to the Federal Government that, in the pub lic interest, it is necessary to \ndiscontinue the practice of granting licences to Overseas Employment Promoters, it may, by \nnotification in the official Gazette, withdraw all such licences and entrust the functions concerning \nemigration for employment abroad to the Corpor ation or any other institution established or controlled \nby Government, in such manner as it may deem fit. \n \n14. Delegation of power to Director‑General to receive and dispose of \napplications.―(1) The 1[secretary of the division concerned ] may, by notification in the official \nGazette, delegate its powers under section 12 to the Director‑General or any other officer: \n \n1Subs. by  Act No. XLIV of 2021, ss. 10-11. \n2Ins. Ord. No. XI of 1981, s. 2, ( w.e.f . 23­3­79).  \n3Ins. by Act No.VI of 1985, s. 2.  \n \nPage 8 of 13 \n Provided that an appeal shall lie to the 1[secretary of the division concerned ] from  an order \npassed by the Director‑General or any other officer in exercise of the power delegated to him, and \nthe decision of the 1[secretary of the division concerned ] 2[taken after the appellant has been afforded \nan oppor tunity of being heard] shall, subject to sub-section (2), be final. \n \n(2) The 1[secretary of the division concerned ] may review its decision under sub­section (1) and \nthe decision of the 1[secretary of the division concerned ] in review shall be final 3[:] \n \n3[Provided that, before a decision is taken in review, the licensee to whom the decision relates \nshall be afforded an oppor tunity of being heard.] \n \n(3) The Director‑General shall maintain, in such form  as may be prescribed, a register of the \nnames of all persons to whom licences have been granted under sub­section (2) of section 12. \n \n15. Appearance of engaged persons  before, and registration of names by Protector \nof Emigrants.― Before any person emigrates, he shall appear in person  4[or in the prescribed manner \nthrough video link or such other modern devices], alongwith the Overseas Employment Promoter by \nwhom he has been engaged or assisted or recruited for  employment abroad or his duly authorised \nrepresentative, before the Protector of Emigrants and furnish to him such information as may be \nprescribed. \n \n \nCHAPTER VI \nRULES \n16. Power to make rules.―(1) The Federal Government may, by notification in the \nofficial Gazette, make rules for carrying out the purpo ses of this Ordinance. \n \n(2) In particular and without prejudice to the generality of the foregoing power, such rules \nmay prov ide for all or any of the following matters, namely:― \n \n(a)  the powers and duties of the several officers appointed by the Federal \nGovernment under this Ordinance ; \n \n(b)  the licencing, supervision and control of Overseas Employment Promoters and \nthe proh ibition of unlicenced persons from  being engaged in causing or assisting \nor recruiting persons to emigrate and in the conveyance and accommodation of \nemigrants; \n \n(c)  the establishment, supervision and regulation of any places of accommodation \nprovided for emigrants and for their medical care while resident there ; \n \n(d)  the forms to be maintained and the returns to be submitted by the Overseas \nEmployment Promoters and the Corpor ation ; \n \n(e)  the information to be furnished by Overseas Employment Promoters to \nemigrants and the language in which such information is to be furnished ; \n \n \n1Subs. by Act  No. XLIV of 2021, s.  11. \n2Ins. by Act No. VI of 1985 , s. 3. \n3Subs. and added ibid. \n4Ins. by Act No. LIV of 2023, s. 2.  \n \nPage 9 of 13 \n  (f)  the produ ction and examination of emigrants before the Protector of Emigrants \nor such other authorities as may be appointed is this behalf ; \n \n(g) the age below which person of either sex may not emigrate except as \ndependents; \n \n(h)  the reception and the despatch to their homes of returning emigrants ; \n \n(i)  the fees, if any, payable by Overseas Employment Promoters to the protectors \nof Emigrants for each emigrant departing from  Pakistan ; \n \n(j)  execution of a bond  by an emigrant, or a person proceeding abroad for \neducation, studies or training, or any other purpo se, in which he undertakes to \nreturn to Pakistan after a specified period ; \n \n(k)  setting up of training centres and orientation and briefing centres to guide and \nadvise intending emigrants and their dependents proceeding abroad ; \n \n(l)  the recall and repatriation in the public interest of such emigrants as may be \nprescribed; \n \n(m)  the time within which an appeal under the proviso to sub­section (1) of section \n14 may be pr esented; \n \n(n)  creation of welfare fund and measures for the welfare of emigrants and their \ndependents and establishment of machinery at home and abroad for the \nimplementation of such rules; \n \n(o)  the disposal of complaints against Overseas Employment Promoters ; \n \n(p)  the formation of an Overseas Employment Promoters’ Association and code of \ncondu ct to be observed by Overseas Employment Promoters; \n \n(q)  the service charges to be paid to Overseas Employment Promoters and the \nCorpor ation by the emigrants ; and \n \n(r)  the depositing of fees and securities by Overseas Employment Promoters. \n      \nCHAPTER VII \nOFF ENCES PENALTIES AND PROCEDURE \n17. Unlawful emigration, etc.―(1) Whoever, except in confor mity with the provisions of \nthis Ordinance and the rules, emigrates or departs or attempts to emigrate or depart shall be \npunishable with imprisonment for a term which may extend to five years, or with fine, or with both. \n \n(2) Whoever, except in confor mity with the provisions of this Ordinance or of the rules,— \n \n(a)  makes, or attempts to make, any agreement with any person purpor ting to \nbind that person, or any other person, to emigrate or depart ; or \n \n \nPage 10 of 13 \n (b)  causes or assists, or attempts to cause or assist, any person to emigrate or depart \nor to attempt to emigrate or depart or to leave any place for the purpo se of \nemigrating or d eparting ; or \n \n(c)  causes any person engaged, assisted or recruited by him, after grant of the \nlicence referred to in section 12, to depart without appearing before the \nProtector of Emigrants as required by section 15 ; \n \nshall be punishable― \n \n(i)  for a first offence, with imprisonment for a term which may extend to five \nyears, or with fine, or with both ; and \n \n(ii)  for a second or subsequent offence, with imprisonment for a term which may \nextend to seven years, or with fine, or with both. \n \n (3) When, in the course of any proceeding in connection with emigration in which an \nOverseas Employment Promoter is concerned, a breach of the provisions of  this Ordinance or of the \nrules is committed, such person shall be liable to the punishment provided by sub-section (2), unless \nhe proves that he was not responsible for and could not have prevented the commission of the breach. \n \n (4) Whoever, in contravention of the provisions of section 9, recruits a citizen of Pakistan \nor ho lds an interview or examination or issues an advertisement for such recruitment, and the editor, \nprinter and publisher of a newspaper in which such advertisement is published, shall be liable to the \npunishment provided by sub-section (2). \n \n18. Fraudulently inducing to emigrate etc.— Whoever,― \n \n(a) forges any document required for, or relating to, the emigration of any person, \nor has in his possession or under his control any instrument or article which \nmay be used for the purpo se of such forgery, or \n \n(b)  by means of intoxication, coercion, fraud or wilful misrepresentation, causes \nor induces, or attempts to cause or induce, any person to emigrate, or enter into \nany agreement to emigrate, or leave any place with a view to emigrating. \n \nshall be punishable with imprisonment for a term which may extend to fourteen years, or with fine, \nor with both. \n \n19. False representation of Government authority.― Whoever falsely represents that \nany emigrant is required by the Government or is to be engaged on behalfe of the Government, shall \nbe pun ishable with imprisonment for a term which may extend to five years, or with fine, or with both. \n \n20. Violation of terms of agreement with foreign employer by emigrant.― Whoever \nviolates the terms of the agreement with his foreign employer by abandon ing his employment or \notherwise shall, after his repatriation to Pakistan, be punishable with fine which may extend to ten \nthousand rupees. \n \n21. Certain amount recoverable as arrear of land revenue.― The amount of any \nexpenditure incurred by the Federal Government for the repatriation to Pakistan of a person who is \n \nPage 11 of 13 \n convicted of an offence punishable under sub-section (1)  of section 17, or section 20, and the amount \npayable by any person in pursuance of an agreement or bond  or undertaking executed in pursuance \nof this Ordinance or the rules, shall be recoverable from  such person as an arrear of land revenue. \n \n22. Receiving, money, etc., for providing foreign employment.― Whoever, for providing \nor securing, or on the pretext of providing or securing, to or for any person employment in any country \nbeyond  the limits of Pakistan,― \n \n(a)  being an Overseas Employment Promoter, charges any fee in addition to the \nprescribed amount, or \n \n(b)  not being such a Promoter, demands or receives, or attempts to receive, for \nhimself or for any other person, any money or other valuable thing. \n \nshall be punishable with imprisonment for a term which may extend to fourteen years, or with fine, \nor with both. \n \n23. Penalty for other offences.—Whoever contravenes, or fails to comply with, any of \nthe prov isions of  this Ordinance or the rules shall, if no other penalty is provided by this Ordinance \nfor such contravention or  failure, be punishable with imprisonment for a term which may extend to \none y ear and with fine. \n \n24. Special Courts.―(1) The Federal Government may, by notification in the official \nGazette, set up as many Special Cour ts as it considers necessary and, where it sets up more than one \nSpecial Cour t, shall specify in the notification the headquarters of each Special Court  and the territorial \nlimits within which it shall exercise jurisdiction under this Ordinance. \n \n(2) A Special Court  shall consist of a person who is or has been a Sessions Judge or an \nAdditional Sessions Judge. \n \n(3) Notwithstanding anything contained in the Code  of Criminal Procedure, 1898  (Act V \nof 1898), an offence pun ishable under this Ordinance shall be tried exclusively by a Special Cour t. \n \n(4) The provisions of the Code  of Criminal Procedure, 1898  (Act V of 1898),  so far as they \nare not  inconsistent with the provisions of this Ordinance, shall apply to the proceedings of a \nSpecial Court  and such Court  shall be deemed to be a Court  of Session for  the purpo ses of the said \nCode  and the provisions of  Chapter XXIIA of the Code, so far as applicable and with the necessary \nmodifications, shall apply to the trial of cases by a Special Court  under this Ordinance, and a person \ncondu cting prosecution before a  Special Court  shall be deemed to be a Public Prosecutor. \n \n(5) For the purpo ses of sub­section (4), the Code  of Criminal Procedure, 1898  (Act V of \n1898),  shall have effect as if an offence punishable under this Ordinance were one of the offences \nreferred to in sub­section (1) of section 337 of the Code. \n \n1[(6) A Special Court  shall take cognizance of, and have jurisdiction to try, an offence \npunishable und er this Ordinance only upon  a complaint in writing which is accompanied by the \nprevious sanction of  the Federal Government: \n \n \n1Subs. by Act No. VI of 1985 , s. 4. \n \nPage 12 of 13 \n  Provided that, in a case in which the complaint is not accompanied by such sanction, \nthe Special Court  shall, immediately on its receipt, refer the matter to the Federal Government; \nand, if the required sanction is neither received nor refused within sixty days of the receipt of the \nreference by the Federal Government, such sanction shall be deemed to have been duly accorded.] \n \n1[24A.—Appeal.―(1) A person sentenced by a Special Court  may, within forty­five days \nof the order, prefer an appeal to the High Cour t. \n \n(2)  Where a Special Court  has passed an order of acquittal.― \n \n(a)  The Federal Government may direct any of its Law Officers to present an appeal; and \n \n(b)  in the case of a prosecution for any offence punishable under this Ordinance, the \nperson in respect of whom the offence is alleged to have been committed may, within \na period of for ty­five days, appeal, to the High Court  against the order.] \n \n25. Indemnity.—No suit, prosecution or other legal proceeding shall lie against any person \nfor anything which is in good faith done  or intended to be done  in pursuance of this Ordinance or \nany ru le. \n     CHAPTER VIII \nVALIDATION, SAVINGS, ETC. \n26. Validation.—Any power or function of the Federal Government, the Director‑General or \na Protector of Emigrants und er the Emigration Act, 1922  (VII of 1922),  or the rules made thereunder \nexercised or performed, before the commencement of this Ordinance, by any officer subord inate to \nthe Federal Government shall be deemed to have been validly exercised or performed. \n \n27. Savings.—Nothing in this Ordinance shall be deemed to apply to the departure of a \nperson— \n \n(i)  who is not a citizen of Pakistan ; \n \n(ii)  who is in the service of Pakistan, or in the service of a local authority or a \ncorpor ation owned or controlled by the Federal Government or a Provincial \nGovernment and is pro ceeding on duty or for employment with any \ninternational organization or for training or  on leave, with the permission of the \nFederal Government ; \n \n(iii)  who is proceeding under a foreign scholarship or training scheme approv ed \nby the Federal Government ; \n \n(iv)  who is engaged as crew on board a foreign‑going vessel in accordance with the \nprovisions of  the Merchant Shipping Act, 1923  (XXI of 1923);  \n \n(v)  who is engaged as crew on bo ard a for eign-going aircraft in accordance with \nthe prov isions of  the Civil Aviation Ordinance, 1960  (XXXII of 1960),  and the \nrules made thereunder ; \n \n \n1 Ins. by Act  No. XI of 1987, s. 2.  \n \nPage 13 of 13 \n (vi)  who is proceeding abroad for Haj or Ziarat and is certified by the Federal \nGovernment or an officer authorised by it in this behalf to be so proceeding ; \n \n(vii)  who is a dependent of a citizen of Pakistan who is already settled or employed \nin a foreign country ; or \n \n(viii)  who is already settled or employed in a foreign country and is on a temporary \nvisit to Pakistan. \n \n28. 1[Omitted ].  \n \n \n_______________________  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n        RGN Uploaded on 12.02.2024  \n \n 1Omitted by the Federal Laws (Revi sion and Declaration) Ordinance, 1981  (XXV II of 1981)  s. 3 and Sch. II."
}