{
    "file": "./converted_json\\administrator07d9e49158ba80ccd546ad885d7ec6c5.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "Page 1 of 9 \n  \n \n \n THE DISABLED PERSONS (EMPLOYMENT AND \nREHABILITATION) ORDINANCE, 1981.  \n \n \n \n \n \nCONTENTS  \n1.  Short  title, extent and commencement  \n2.  Definitions  \n3.  National council  \n4.  Functions of the N ational Council  \n5.  Provincial Councils  \n6.  Functions of the Prov incial Councils  \n7.  Meetings of the Councils  \n8.  Duties of Secretary  \n9.  Appointment of Committee  \n10.  Establishm ents to employ disabled persons  \n11. Establishment to pay the fund  \n12.  Registration of disabled persons  \n13.  Establishment o f training centers  \n14.  Establ ishments to furnish information  \n15.  Power to debar further employment  \n16.  Appeal  \n17.  Fund  \n18.  Power to exempt   \n\n  \nPage 2 of 9 \n 19.  Delegation of power  \n20.  Penalty  \n21.  Cognizance of offences, etc.  \n22.  Power to make rules   \n \n  \nPage 3 of 9 \n THE  DISABLED  PERSONS  (EMPLOYME NT AND  REHABILITATION)  \nORDINANCE,  1981.  \n \nORDINANCE  No. XL OF 1981  \n[29th December,  1981 ] \nAn Ordinance  to provide  for the employment,  rehabilitation  and welfare  of disabled  persons.  \nWHEREAS  it is expedient  to provide  for the employment  rehabilitation  and welfare of \ndisabled  persons  and for matters  connected  therewith.  \nAND  WHEREAS  the president  is satisfied  that circumstances  exist  which  render  it necessary  \nto make  immediate  action;  \nNOW,  THEREFORE,  in pursuance  of the Proclamation  of the fifth day of July,  1977, read \nwith the Provisional  Constitution  Order,  1981 (C.M.L.A.  Order  No.1  of 1981) , and in exercise  of all \npowers  enabling  him in that behalf,  the President  is pleased  to make  and promulgate  the following  \nOrdinance  :— \n1. Short  title, extent  and commenceme nt.—(1) This Ordinance  may be called  the Disabled  \nPersons  (Employment  and Rehabilitation)  Ordinance , 1981.  \n(2) It extends  to the whole  of Pakistan.  \n(3) It shall  come  into force  on such 1day as the Federal  Government  may,  by notification  in \nthe official  Gazette, appoint.  \n2. Definitions . In this Ordinance  unless  there  is anything  repugnant  in the subject  or \ncontext,— \n(a)  “Chairman ” means  the Chairman  of the National  Council  or, as the case may \nbe, the Provincial  Council;  \n(b)  “commercial  establishment ” and “industrial  estab lishment” shall  have  the \nsame  meaning  as in the West  Pakistan  Industrial  and Commercial  \nEmployment  (Standing  Orders)  Ordinance,  (W.P.  Ordinance  No. VI of 1968 ) \n1968 . \n(c)  “disabled  person” means  a person  who,  on account  of injury,  disease  or \ncongenital  deformity,  is handicapped  for undertaking  gainful  profession  or \nemployment  in order  to earn his livelihood,  and includes  a person  who is \nblind,  deaf,  physically  handicapped  or mentally  retarded;  \n(d)  “disease “includes the physical or mental condition arising from the imperfect \ndevelopment of any organ ;  \n(e)  “employee “ means a regular or whole -time employee whether employed on \ndaily , weekly or monthly basis, and includes an apprentice;  \n \n \n1 i.e., on the 28th April  1982,  by S.R.O.  749(I)/82,  dt. 28-4-1982,  see Gaz.,  of P. 1982,  Ext.,  Part II, p. 1275.  \n  \nPage 4 of 9 \n  (f)  “establishment ” means  a Government  establishment,  a commercial  \nestablishment  or an industrial  establish ment,  in which  the number of workers \nemployed  at any time during  a year is not less than one hundred  ; \n(g)  “Fund” means  the Rehabilitation  of Disabled  Persons  Fund  established  under  \nsection  17 ; \n(h)  “Government  establishment  “ includes  any autonomous  or semi -autonomous  \nbody,  university,  college,  professional  school  and any organization  controlled  \nor managed  by the Federal  Government  or a Provincial  Government  ; \n(i)  “National  Council” means  the National  Council  established  under  section  3; \n(j)  “prescribed  “ means  prescribed  by rules  made  by the Federal  Government  or, \nas the case may be, the Provincial  Government  ; \n(k)  “Provincial  Council  “means  a Provincial  Council  established  under  section  5; \nand \n(1)  “Secretary  “means  the Secretary  of the National  Council  or, as the case may \nbe, the Provincial  Council.  \n3. National  council .—The Federa l Government  shall,  by notification  in the official  Gazette,  \nestablish  a Council  to be called  the National  Council  for the Rehabilitation  of Disabled  Persons  \nconsisting  of the following  members,  namely  :— \n(a)  the Secretary,  Ministry  of Health  and Social  Welfare,  who shall  also be its \nChairman;  \n(b)  One representative  each of the three  Armed  Forces;  \n(c)  One representative  of the Manpower  Division;  \n(d)  One representative  of the Labour  Division;  \n(e)  One representative  of the Health  Division;  \n(f)  One repre sentative  of the Education  Division;  \n(g) One representative  of the Communications  Division;  \n(h)  One representative  of the Ministry  of Water  and Power;  \n(i)  One representative  of the Ministry  of Petroleum  and Natural  Resources;  \n(j)  One representative  of the Industries  Division;  \n(k)  One representative  of the Planning  Division;  \n(1)  a nominee  of the Administrator -General  Zakat;  \n(m)  four persons  to be nominated  by the Federal  Govern ment  from  amongst  the \npersons  engaged  in the welfare  of disabled  persons;  \n  \nPage 5 of 9 \n (n)  one representative  of the National  Council  of Social  Welfare;  \n(o)  one representative  of the registered  trade  unions,  to be nominated  by the \nLabour  Division;  and \n(p)  the Deputy  Secretary,  Health  and Social  Welfare  Division  dealing  with social  \nwelfare,  who shall  also be the Secretary  of the National  Council.  \n4. Functions  of the national  council .— (1) Subject  to any directions  given  by the Federal  \nGovernment,  the National  Council  shall— \n(a)  formulate  policy  for the employment,  rehabilitation  and welfar e of the \ndisabled  persons  ; \n(b)  evaluate,  assess  and co-ordinate  the execution  of its policy  by the Provincial  \nCouncils  ; and \n(c)  have  overall  responsibility  for the achievement  of the purposes  of this \nOrdinance.  \n(2) Without  prejudice  to the generality  of the provisions  of sub-section  (1) the policy  may \nrelate  to— \n(a)  the survey  of the disabled  persons  in the country  who are desirous  of being  \nrehabilitated  ; \n(b)  the medical  examination  and treatment  of the disabled  persons  ; \n(c)  the providing  of training to the disabled  persons  ; \n(d)  the taking  of such other  measures  as are necessary  for carrying  out the \npurposes  of this Ordinance.  \n5. Provin cial Council s. Each  Provincial  Government  shall  by notification  in the official  \nGazette,  establish  a Council  to be called  the Provincial  Council  for the Rehabilitation  of Disabled  \nPersons  consisting  of the following  members,  namely:— \n(a)  the Secretary,  Social  Welfare  Department,  who shall  also be its Chairman  ; \n(b)  the Secretary,  Labour  Department  ; \n(c)  one repre sentative  of the Planning  and Development  Department  ; \n(d)  one representative  of the Manpower  Department  ; \n(e)  one representative  of the Health  Department  ; \n(f)  one representative  of the Education  Department  ; \n(g)  one representative  of the Communicatio ns Department  ; \n(h)  one representative  of the Water  and Power  Depart ment  ; \n  \nPage 6 of 9 \n (i)  one representative  of the Chamber  of Commerce  ; \n(j)  Chief  Administrator  of Zakat  ; \n(k)  one representative  of the Social  Welfare  Council  ; \n(1)  one representative  of the Social Services  Board  ; \n(m)  one representative  of the registere d Trade  Unions  to be nominated  by the \nLabour  Department  ; \n(n)  four persons  nominated  by the Provincial  Govern ment  from  amongst  the \npersons  engaged  in the welfare  Work  of disabled  persons  ; and \n(o)  Director,  Social  Welfare  Department,  who shall  also be the Secretary  of the \nProvincial  Council.  \n6. Functions  of the Provincial  Councils.  Subject  to any directions  given  by the National  \nCouncil  the Provincial  Council shall— \n(a)  execute  the Policy  made  by the National  Council  for the employment , \nrehabilitation  and welfare  of the disabled  persons;  \n(b)  undertake  appropriate  projects  for these  purposes;  \n(c)  issue  directions  to the Employment  exchanges  and other bodies  for the \nimplementation  of the projec ts; and \n(d)  from  time to time take stock of the extent  of functional  disabilities  of disabled  \npersons.  \n7. Meetings  of the Councils .— (1) The meetings  of the National  Council  or a Provincial  \nCouncil  shall  be held at such times  and at such places  as the Chairman  thereof  may direct  and shall  \nbe presided  over by such Chairman.  \n(2) The meetings  of the National  Council  or a Provincial  Council  shall  be conducted  in \naccordance  with such procedure  is may be prescribed,  and until such procedure  is prescribed,  in such \nmanner  as the Chairman  thereof  may direct.  \n(3) The powers  and functions  of the Chairman  shall,  in his absence,  be exercised  and \nperformed  by such member  of the National  Council  or the Provincial  Council  as the Chairman  there  \nof may appoint.  \n(4) The quorum to constitute  a meeting  of the National  Council  or a Provincial  Council  shall  \nbe four.  \n(5) All orders  and decisions  of the National  Council  or a Provincial  Council  shall  be \nauthen ticated  by the signature  of the Chairman  thereof  or the persons  authorised  by him. \n8. Duties  of Secretary . The Secretary  shall  exercise  such powers  and perform  such functions  \nas may be assigned  to him by the Chairman.  \n  \nPage 7 of 9 \n 9. Appointment  of Committee . The National  Council  or a Provincial  Council  may appoint  \nsuch Committee  consisting  of such of its member  as it thinks  fit, and may refer  to them  any matter  \nfor consideration  and report:  \nProvided  that the Council  may,  if it considers  necessary  co-opt any person  to a Committee.  \n10. Establishments  to employ  disabled  persons .— (1) Not less than one percent  of the total \nnumber  persons  employed  by an establishment  at any time shall  be disabled persons  whose  names  \nhave  been  registered  with the employ ment  Exchange  of the area in which  such establishment  is \nlocate  and against  whose  names  in the register  maintained  under  section  12 an endorsement  exists  to \nthe effect  that they are fit to work.  \n(2) The disabled  persons  employed  against  any post in pursuance  of sub-section  (1) shall  be \nentitled  to the terms and conditions  which  are not less favourab le than those  of the other  persons  \nemployed  by the establishment  against  similar  posts. \n(3) When  calculating  the percentage  of the posts in an establishment  for the purposes  of \nemployment  of disabled  person s, the fraction  of 0.5 and above  shall  count  as a whole  number.  \n11. Establishment  to pay to the Fund. An establishment  which  does not employ  a disabled  \nperson  as required  by section  10 shall  pay in to the Funds each  month  the sum of money  it would  \nhave  paid as salary  or wages  to a disabled  person  had he been employed.  \n12. Registration  of disabled  persons.—(1) Any disabled  person  desirous  of being  employed  \nor otherwise  rehabilitated  may have  his name  registered  in the register  maintained  by an \nEmployment  Exchange  in such form  and in such manner  as may be prescribed  by the Federal  \nGovern ment;  and the Employment  Exchange  shall  refer all names  so registered  to the Provincial  \nCouncil.  \n(2) The Provincial  Council  shall,  if it thinks  necessary,  cause  each disabled  person  registered  \nunder  sub-section  (1) to be assessed as to the nature  of his functional  disability  and also as to his \naptitude  and the nature  of work  he is fit to do by a medical  officer  authorised  by it in his behalf  or by \nsuch assessing  board  consis ting of not less than one medical  officer  as it may appoint,  and the \nmedical  officer  or, as the case may be, the assessing  board  shall  submit  its report  to the Provincial  \nCouncil  in such form  as may be prescribed  by the Provincial  Government.  \n(3) If the disabled  person  is considered  by the Provincial  Counci l fit to work,  it shall  so \ninform  the Employment  Exchange,  indicating  the nature  of work  for which  he may be employed  or \nthe trade  or vocation  in which  he may be trained,  and an endorse ment  to that effect  shall  be made  \nagainst  his name  in the register.  \n(4) If the disabled  person  is not considered  by the Provincial  Council  fit to work,  the \nProvincial  Council  shall  inform  the Employment  Exchange  accordingly  for an endorsement  to that \neffect  being  made  against  his name  in the register,  and the Provincial  Council shall  take such \nmeasures  for his rehabilitation  as it thinks  fit. \n(5) If a person  is declared  by the Provincial  Council  not to be a disabled  person,  his name  \nshall  be struck  off the register.  \n13. Establishment  of training  centers.  The Provincial  Counc il shall  arrange  for the training  \nof disabled  persons  in such trades  or vocations  as it thinks  fit, and shall  establish  training  centres  in \nsuch trades  or vocations  and in such manner  as may be prescribed  by the Provincial  Government.  \n  \nPage 8 of 9 \n 14. Establishments  to furnish  information . Every  Establishment  shall  furnish  to such \nperson  or authority  such information  required  for the implementation  of the provisions  of this \nOrdinance  in such form  and in such manner  as the National  Council  may,  by notification  in the \nofficial  Gazette,  specify.  \n15. Power  to debar  further  employment .— (1) The Provincial  Council  may debar  from  \nfurther  employment  or training  for such period  as may be specified  by it any disabled  person  who,  \nwithout  valid  reason,  refuses  to accept  or abandons  his employment  or training  under  this Ordinance  \nof otherwise  acts in a manner  detrimental  to the interests  of the trade  or profession  in which  he is \nemployed  or undergoing  training.  \n(2) No disabled  person  shall  be debarred  under  sub-section  (1) unless  he has been  given  an \nopportunity  of being  heard.  \n16. Appeal.— (1) Any person  aggrieved  by an order  under  section  15 may prefer  an appeal  \nto the National  Council  within  thirty  days of the date of the order.  \n(2) The National  Council  may call for the record  of the case and may,  after giving  the parties  \nan opportunity  of being  heard  or after making  such further  enquiry  as it thinks  fit, stay or suspend  the \noperation  of the order  or may pass such order  as it thinks  fit. \n17. Fund . There  shall  be established  by the Federal  Government  a Fund  to be known  as the \nDisabled  Persons  Rehabilitation  Fund  which  shall  comprise— \n(a)  all sums  paid by the establishment  under  section  11; \n(b)  all grants  if any made  by the Federal  Government,  Provincial  Governments  or \nlocal  bodies  ; and \n(c)  donations,  if any, made  by private  individuals.  \n(2) The Fund  shall  be administered  by the National  Council  which  shall,  in consultation  with \nthe Federal  Government,  make  such allocations  to the Provincial  Councils  as it thinks  necessary.  \n(3) The Fund  shall  be utilized  for— \n(a)  the establishment  of training  centres  for disabled  persons  ; \n(b)  financial  assistance  to disabled  persons  who are not fit to undertake  any \nemployment  ; \n(c)  disbursement  of stipends  or scholarships  to disabled  persons  receiving  \ntraining;  \n(d)  the welfare  of disabled  persons  ; and \n(e)  providing  artificial  limbs,  surgical  therapy  and medical  treatment  to disabled  \nperson.  \n18. Power  to exempt . The Federal  Government  may,  by notification  in the official  Gazette,  \nexempt  any establishment  or class  of establish ments  from  the operation  of all or any of the \nprovisions  of this Ordinance.  \n  \nPage 9 of 9 \n 19. Delegation  of power.— (1) The National  Council  may delegate  all or any of its powers  \nunder  this Ordinance  to any of its members  or to a Provincial Council,  subject  to such conditions  as \nit may specify.  \n(2) The Provincial  Council  may delegate  all or any of its powers  under  this Ordinance,  \nincluding  any of the powers  deleg ated to it under  sub-section  (1) to any of its members,  subject  to \nsuch cond itions  as it may specify.  \n20. Penalty.  Any establishment  which  fails to pay into the Fund  any sum it is required  to pay \nunder  section  11 shall  be punishable  with fine which  may extend  to one thousand  rupees  and. in the \ncase of non-payment  of fine, with an additional  fine which  may extend  to ten rupees  for every  day \nduring  which  the payment  of fine is not made.  \n21. Cognizance  of offences , etc.— (1) No court  inferior  to that of a Magistrate  of the first \nclass  shall  try an offence  punishable  under  this Ordinan ce. \n(2) No court  shall  take cognizance  of an offence  punishable  under  this Ordinance  except  upon  \na complaint  in writing  made  by, or under  the authority  of, the National  Council  or the Provincial  \ncouncil.  \n22. Power  to make  rules .— (1) The Federal  Government  may,  by notification  in the official  \nGazette,  make  rules  for carrying  out the purposes  of this Ordinance.  \n(2) The Provincial  Government  may,  by notification  in the official  Gazette,  make  rules  not \ninconsistent  with the rules  made  under  sub-section  (1) for carrying  out the purposes  of this \nOrdinance.  \n \n___________"
}