{
    "file": "./converted_json\\administrator0aedd5d79250cc994b95e121e138e86a.json",
    "name": "Federal Employees Benevolent Fund and Group Insurance Amendment Ordinance, 2005",
    "date": "January 29, 2005",
    "tagline": "An Ordinance further to amend the Federal Employees Benevolent Fund and Group Insurance Act, 1969",
    "content": "REGTSTEREDN\".+#,\n@beGgq;dc d peltttnr9\n-.--\nEXTBAORDINARY\nPUBLISHED BY AUTHORITY\nISLAMABAD, SATURDAT JANUARY 29,2005\nPART I\nActs, Ordinances, President's Orders and Regulations\naiOVhR\\\\IENT Ol- PAKISTAN\nI\\IINISTRY OF- LAW..IUSTICE, HUMAN RIGHTS ANDplht-tll'IpNraRY AFFAIRS\n(Larv. Justicc and Human Rights Division)\nlsltut lxul, tht 2gtlt Junuon.20tt5\nNo. F. 2( I )/2005-Pub.-The following Ordinance promulgated by the\nPresident is hereby published for general information :-\nOnutir,qrcl No. I ot' 2005\nAN\nORDINANCE\nfurther to anrcnd the Federal Employees Benevolent Fund and Group\nInsurance Acl, 1969\nWuense,s it is expedient lunher to amend the Federal Employees Benevolent\nFund and Group Insurance, Act, 1969 (II of 1969), for the purposes hereinafter\nappearing;\n(13)\n1257rQ(nilE;x.Gaz.l Price:8s.5.00\n14 THE GAZETTE OF PAKISTAN, EXTRA., JAN. 29. 2005 [Pmr I\nAND wHERLAs the National Assembly is not in session and the President is\nsatisfied that circumstances exist which render it necessary to take immediate action;\nNow, rHenr:rore. in exercise of the powers conltrred by clause (l) of\nArticle 89 of the Constitution of the Islamic Republic of Pakistan, the President is\npleased to make and promulgate the following Ordinance:-\nl. Short title and commencement.-( I ) This Ordinance may be called\nthe Federal Employees Benevolent Fund and Group Insurance (Arnendment)\nOrdinance,2005.\n(2) It shall come into fbrce at once and shall be deemed to have taken\neffect on and from the first day of December, 2003.\n2. Amendment of section 2, Act II of 1969.-In the Federal\nEmployees Benevolent Fund and Group Insurance Act, 1969 (ll of 1969). hereinafter\nreltrred to as the said Act, in section 2,-\n(l) in clause (4)-\n(D in sub-clause (c) at the end, after semi colon, the word \"or\"\nshall be added; and\n(ii) after sub-clause (c) amended as aforesaid, the following new\nsub-clause shall be added, namely:-\n\"(d) the conract, ad-hoc and contingent paid employees;\"\n(2) in clause (5), in sub-clause (a), the word \"and\" at the end shall be\nomitted and for sub-clause (b), the following shall be substituted,\nnamely:-\n\"(b) the natural sons upto the age oftwenty-one years, provided they\nare not handicapped or mentally retarded; and\n\"(c) parents, minor bothers, unmarried, divorced or widowed daughters\nand sisters of the employee wholly dependent upon him.\".\n3. Amendment of section 12, Act II of 1969.-ln rhe said Acr, in\nsection 12, in sub-section ( I ),-\n(i) in clause (a), the word \"and\" at the end shall be omitted;\nPerr Il THE GAZETTE OF PAKISTAN, EXTRA., JAN. 29, 2005 l5\n(ii) in clause (b), after the semicolon, the word \"and\" shall be added; and\n(iii) after clause (b) amended as aibresaid, the following new clause shall\nbe inserted, namely:-\n\"(c) on or after the first dayof December 2003, shall be liable to pay\nto the Benevolent Fund a monthly subscription at the rates\nspecified in column (3) of the Third Schedule;\".\n4. Amendment of section 13, Act lI of 1969.-ln the said Act, in\nsection 13, after sub-section (2), the following new sub-sections shall be added,\n-,ramely:-\n\"(3) Where, on or after the first day of December 2003, an employee is\ndeclnred by the prescribed medical authority to have been completely\nincapgcitated physically or mentally to discharge the duties of his\nemployment and for that reason is retired or removed from service, he\nshall be entitled to receive for life such benevolent grant from the\nBenevolent Fund as specified in column (4) ofthe Third Schedulei or\nwhere the employee dies during the continuance of his employment,\nor during retirement before attaining the age of seventy years, his\nspouse shall be entitled to receive for life such benevolent grant from\nthe Benevolent Fund, as specified in column (4) ofthe Third Schedule:\nProvided that, if the deceased employee has no spouse or the\nspouse dies, other members of his family shall be entitled to receive\nbenevolent grant from Benevolent Fund as prescribed for a period of\nfifteen years or upto the date the deceased employee would have\nattained the age of seventy years, whichever is earlier:\nProvided further that the said period of fifteen years shall be\nreckoned from the date from which the deceased employee or. as the\ncase may be, the spouse became eligible for such grant.\n(4) The beneficiaries whose grant period has not expired on 30th day of\nNovember, 2003 shall be entitled to an increase equal to twenty percent\nof the gmnt sanctioned under the rules with effect from the first day\nof December. 2003. for the remaining period of the grant.\".\n-\nl6 1'HE CAZET'fE OF PAKISTAN. EXTRA.. JAN. 29, 2005 [Pe.nr t\n5. Addition of new Schedule, Act II of 1969.-ln the said Act, after\nthe Second Schedule, the tbllowing new Schedule shall be added, namely:-\n..\n..THE THIRD SCHEDULE\n[Sez sections 12(1) and l3(3)]\nThe rates ofsubscriptions to the Benevolent Fund and the amount ofm(\nBenevolent grant payable under section l3(3) out of such fund applicable on .r,\natier the first day of December, 2003.\nsl.\nNo Monthly Pay\n(Rs.)Rate of monthly\nSubscription\n(Rs, )Rate of monthly\nBenevolent grant ^(Rs.)\n(l) (3) (4)\nl.\n2.\n3.\n4.\n5.\n6.\n8.\n9.\n10.\nlt.\n12.\n13.\nt4.\n15.\n16.\n17.\n18.\n19.\n20.\n21.\n22\"Up to\n200r\n2l0l\n2ZOt\n230t\n2401\n2501\n2601\n2701\n2801\n2901\n3ff) I\n3l0l\n3201\n3301\n340r\n3501\n3601\n3701\n3801\n3901\n40012000\n2100\n2200\n23W\n2M\n25m\n2ffi\n27n\n2800\n2900\n3000\n3100\n3200\n3300\n3,{n\n3500\n3600\n3700\n38m\n3900\n,4000\n410039\n4t\n41\n45\n47\n49\n5l\n53\n55\n57\n59\n6l\n'63\n65\n€t\n69\n7t\n73\n15\n77\n79\n8l880\n920\n960\n1000\nr040\n1080\nI120\nlldl\n1200\n1240\n1280\nt320\n1360\n1400\n1440\n,480\n1520\nr560\nr6(n\nl640\n1680\n1720\nPrnr ll THE GAZETTE OF PAKISTAN. EXTRA., JAN. 29. 2005 t7\na(l) (2) (3) (4)\n. -:,_ 26.\n-.'^ 21.\n28.\nt9.\n-r0.\n31.\n- 32.\n33.\n34'\n35.\n3(r.\n37.\n38.\n-39.\n40.\n,+1.4l0l\n1201\n.1301\n4401\n.1501\n4601\n4701\n480r\n,1901\ns00l\n5-501\n6001\n6501\n7001\n7-501\n8001\n8501\n90,01\n950r83\n85\n87\n89\n9l\n93\n95\n97\n99\n105\n115\nt25\n135\n145\n155\n155\n155\n1-55\n155 andQM\n4300\n44m\n4500\n46C0\n47m\n4800\n49m\n-500,0\n5500\n6000\n6500\n7000\n75(n\n8ffn\n8500\n9000\n95m\nAbovet7Q\n1800\n1840\n1880\n1920\n1960\n2000\n2040\n2080\n22m\n2400\n26m\n2800\n3000\n32tr)\n3400\n3600\n3800\n4000\"\nGgNene.l\nPERVEZ MUSHARRAF,\nP res ident.\nMALIK HAKIM KHAN.\nAclittg Secrcku-t,.\nPRINTED BY THE MANAGER, PRINTING CORPORATION OF PAKISTAN PRESS, ISLAMABAD\nPUBLISHED BY THE DEPUTY CONTROLLER, STATIONERY & FORMS, UNIVERSITY ROAD, KARACHI"
}