{
    "file": "./converted_json\\administrator4e3cd6490cf146c10611923f82b5a6cf.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "Page 1 of 6 \n  \n \nTHE ISLAMIC DEVELOPMENT BANK ORDINANCE, 1978  \n \n{{{ \n \nCONTENTS  \n1.  Short title, extent and commencement  \n2.  Definitions  \n3.  Financial provisions  \n4.  State Bank to be depository of the Bank  \n5.  Certain provisions of the Agreement to have force of law  \n6.  Power to make rules  \n   \n \n\n \nPage 2 of 6 \n THE ISLAMIC DEVELOPMENT BANK ORDINANCE, 1978.  \nORDINANCE NO. VI OF 1978  \n[22nd February, 1978]  \nAn Ordinance to implement the international agreement for the establishment and operation of the \nIslamic Development Bank and for matters connected therewith.  \n WHEREAS Pakistan is a signatory to the Agreement establishing the Islamic Development \nBank and thereby became a member of the said Bank;  \n AND WHEREAS it is expedient to make provision for the implementation of the international \nagreement for the establishment and operation of the aforesaid Bank and for carrying out the \nobligations of Pakistan as a member of the said Bank and for  matters connected therewith;  \n And WHEREAS the President is satisfied that circumstances exist which render it necessary \nto take immediate action;  \n Now, therefore, in pursuance of the Proclamation of the fifth day of July, 1977, read with the \nLaws (Contin uance in Force) Order, 1977, (C.M.L.A. Order No. 1 of 1977), and in exercise of all \npowers enabling him in that behalf, the President is pleased to make and promulgate the following \nOrdinance: - \n 1. Short title, extent and commencement .—(1) This Ordinance may be called the Islamic \nDevelopment Bank Ordinance, 1978.  \n (2) It extends to the whole of Pakistan.  \n (3) It shall come into force at once and shall be deemed to have taken effect on the twenty -third \nday of April, 1975.  \n 2. Definiti ons. In this Ordinance, unless there is anything repugn ant in the subject or context, — \n(a)  “Agreement ” means the Agreement for the establishment and operation of the \ninternational body known as the Islamic Development Bank;  \n(b)  “Article” means Article o f the Agreement; and .  \n(c)  “Bank” means the Islamic Development Bank established under the Agreement.  \n 3. Financial provisions .___(1) There shall be paid out of the Federal Consolidated Fund all \nsuch sums as may, from time to time, be required for the pur pose of paying —  \n(a)  the subscription payable by the Federal Government to the Bank under \nparagraphs 1, 2, 3, 4 and 5 of Article 5; and  \n(b)  any other sums payable by the Federal Government to the Bank under the \nAgreement.  \n \nPage 3 of 6 \n  (2) Any sums received, by or on behalf of the Federal Government from the Bank shall be paid \ninto the Federal Consolidated Fund.  \n 4. State Bank to be depository of the Bank.  The State Bank of Pakistan shall be the depository \nof the Pakistan currency holdings and other assets of the Ba nk located in Pakistan.  \n 5. Certain provisions of the Agreement to have force of law .___(1) Notwithstanding anything \nto the contrary contained in any other law, the provisions of the Agreement set out in the Schedule \nshall have the force of law in Pakista n: \n Provided that nothing in Article 59 of the Agreement shall be construed as — \n(a)  entitling the Bank to import into Pakistan goods free of any duty of customs \nwithout any restriction on their sub -sequent sale therein, or  \n(b)  conferring on the Bank an exemption from duties or taxes which form part of \nthe prices of goods sold or which are in fact no more than charges for services \nrendered.  \n (2) The Federal Government may, by notification in the official Gazette, amend the Schedule \nin conformity with any amendments, which may hereafter be duly made and adopted, of the provisions \nof the Agreement set out therein.  \n 6. Power to make rules . The Federal Government may, by notification in the official Gazette, \nmake rules for carrying out the purposes of this Or dinance.  \nTHE SCHEDULE  \n(See section 5)  \nProvisions of the Agreement which shall have the force of law  \nCHAPTER VII  \nSTATUS, IMMUNITIES, EXEMPTIONS AND PRIVILEGES  \nARTICLE 50  \nPurpose of Chapter  \n To enable the Bank effectively to fulfil its purpose and carry out the functions entrusted to it, \nthe status, immunities, exemptions and privileges set forth in this Chapter shall be accorded to the \nBank in the territory of each member.  \nARTICLE 51  \nLegal Status  \n The Bank shall be an independent international institution po ssessing full juridical personality \nand, in particular, full capacity — \n(i)  to contract;  \n \nPage 4 of 6 \n (ii)  to acquire and dispose of immovable and movable property; and  \n(iii)  to institute legal proceedings.  \nARTICLE 52  \nImmunity from Judicial Proceedings  \n 1. The Bank shall enjoy immunity from every legal process except in cases arising out of or in \nconnection with the exercise of its powers to raise money, or to buy and sell or under write the sale of \nsecurities, in which cases actions may be brought against the Bank i n a court of competent jurisdiction \nin the territory of a country in which the Bank has its principal or a branch office, or has appointed, an \nagent for the purpose of accepting service or notice of process, or has issued or guaranteed securities.  \n 2. Notwithstanding the provisions of paragraph 1 of this Article, no action shall be brought \nagainst the Bank by any member, or by any agency or instrumentality of a member, or by an entity or \nperson directly or indirectly acting for or deriving claims fro m a member. Members shall have recourse \nto such special procedures for the settlement of controversies between the Bank and its members as \nmay be prescribed in this Agreement, in the Bye -laws and Regulations of the Bank, or in contracts \nentered into with t he Bank.  \n 3. Property and assets of the Bank shall, whosesoever  located and by whomsoever held, be \nimmune from all forms of seizure, attachment or execution before the delivery of final judgment \nagainst the Bank.  \nARTICLE 53  \nImmunity of Assets  \n Property and assets of the Bank, whosesoever  located and by whomsoever held, shall be \nimmune from search, requisition, confiscation, expropriation or any other form of taking or foreclosure \nby administrative or legislative action.  \nARTICLE 54  \nImmunity of Ar chives  \n The archives of the Bank and, in general, all documents belonging to it, or held by it, shall be \ninviolable wherever located.  \nARTICLE 56  \nFreedom of Assets from Restrictions  \n To the extent necessary to carry out the purpose and functions of the Bank  effectively, and \nsubject to the provisions of this Agreement, all property and assets of the Bank shall be free from \nrestriction, regulations, controls and moratoria of any nature.  \nARTICLE 57  \nPrivilege for Communications  \n \nPage 5 of 6 \n  The official communications of th e Bank shall be accorded by each member treatment which \nis not less favourable than that accorded by it to any other international organis ation . \nARTICLE 58  \nImmunities and Privileges of Bank Personnel  \n All Governors, Alternates, Executive Directors, the Pre sident, officers and employees of the \nBank— \n(i)  shall be immune from legal process with respect to acts performed by them in \ntheir official capacity;  \n(ii)  where they arc not local citizens or nationals, shall be accorded the same \nimmunities from immigra tion restrictions, alien registration requirements and \nnational service obligations, and the same facilities as regards exchange \nregulations, as are accorded by members to the representatives, officials and \nemployees of comparable rank of other members; an d  \n(iii)  shall be granted the same treatment in respect of travelling facilities as accorded \nby members to representatives, officials and employees of comparable rank of \nother members.  \nARTICLE 59  \nExemption from Taxation  \n 1. The Bank, its assets, properly, income and its operations and transactions shall be exempt \nfrom all taxation and from all customs duties. The Bank shall be also exempt from any obligation for \nthe payment, withholding or collection of any tax or duty.  \n 2. No tax shall be levied on or in respect of salaries and emoluments paid by the Bank to the \nPresident, the Executive Directors, officers or employees of the Bank.  \n 3. No tax shall be levied on any security issued by the Bank, including any dividend ther eon, \nby whomsoever held - \n(i)  which discriminates against such security solely because it is issued by the \nBank; or  \n(ii)  if the sole jurisdictional basis for such taxation is the place or currency in which \nit is issued, made payable or paid, or the location of any office or place of \nbusiness maintained by the Bank.  \n 4. No tax of any kind shall be levied on any security guaranteed by the Bank, including any \ndividend thereon, by whomsoever held —  \n(i)  which discriminates against such security solely be cause it is guaranteed by the \nBank; or  \n \nPage 6 of 6 \n (ii)  if the sole jurisdictional basis for such taxation is the location and of any office \nor place of business maintained by the Bank.  \nARTICLE 61  \nWaiver of Immunities, Exemptions and Privileges  \n The Bank, at its dis cretion, may waive any of the privileges, immunities and exemptions \nconferred under this Chapter in any case or instance, in such manner and upon such conditions as it \nmay determine to be appropriate in its best interest."
}