{
    "file": "./converted_json\\administrator4fd292543a72f24da7f8f4c781e15c55.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "1 PUBLIC DEFENDER AND LEGAL AID OFFICE ORDINANCE, 2009  \nORDINANCE XI II OF 2009  \nAN  \nORDINANCE  \nto make provisions for free legal assistance to the indigent persons  \n WHEREAS it is necessary to establish and maintain a public defender and legal \naid office to pro mote justice throughout Pakistan by providing quality and compassionate \nlegal services, protecting individual rights, and advocating as a justice partner for \neffective defender services and a fair and rational justice system and to ensure equal \nprotection of law to such persons through free legal assistance, advice and representation \nin the Courts or outside, in the manner hereinafter appearing;  \n It is hereby enacted as follows: - \nCHAPTER -I \nPRELIMINARY  \n1. Short title, extent and commencement .-(1) This Ordina nce may be called the \nPublic Defender and Legal Aid Office Ordinance, 2009.  \n(2) It extends to the whole of Pakistan.  \n (3) It shall come into force at once.  \n  2. Definitions . In this Ordinance, unless there is anything repugnant in the subject \nor context,  \n(a) \"Additional Chief Public Defender\" means the Additional Chief Public \nDefender appointed under section 8;  \n(b)  \"Advocate\" shall have the same meaning as in the Legal Practitioners and \nBar Councils Act, 1973 (XXXV of 1973);  \n(c)  \"any other person\" means a  person for whom the court directs to be \nrepresented;  \n(d)  \"Chief Public Defender\" means the Chief Public Defender appointed under \nsection 5;  \n(e)  \"Court\" includes all courts and tribunals established under the Constitution \nor under any law;  \n(f)  \"District  Public Defender\" means the District Public Defender appointed \nunder section 10;  \n 2 (g)  \"Government\" means the Government of Pakistan;  \n(h)  \"indigent person\" means a person, including a convict or accused of an \noffence who cannot afford to engage an Advocate  to represent him in any \nstage of proceedings or case in a Court or under investigation before police;  \n(i) \"prescribed \" means prescribed by the rules or the regulations made under \nthis Ordinance;  \n(j) \"Public Defender\" means a Public Defender appointed unde r section 12;  \n(k)  \"regulations \" means the regulations made under this Ordinance;  \n(l)  \"rules \" means the rules made under this Ordinance;  \n(m)  \"office \" means the Public Defender and Legal Aid Office established under \nsection 3; and  \n(n) \"Ordinance\" means th e Public Defender and Legal Aid Ordinance, 2009.  \nCHAPTER - II \nESTABLISHMENT, CONSTITUTION AND ADMINISTRATION OF OFFICE  \n3. Establishment of the office . The Government shall, by notification in the \nofficial gazette, establish and maintain an office to be cal led the Public Defender and \nLegal Aid Office.  \n4. Constitution of the Office .-(1) The office shall consist of the Chief Public \nDefender, the Additional Chief Public Defenders, the District Public Defenders and the \nPublic Defenders.  \n (2) The Additional Chief  Public Defenders, the District Public Defenders and the \nPublic Defenders shall perform their duties under the administrative control of the Chief \nPublic Defender.  \n (3) The Government may make appointments under the Ordinance in accordance \nwith the Contrac t Recruitment Policy of the Government or as may be prescribed.  \n (4) The promotion or transfer in the office shall be made in the manner as may be \nprescribed.  \n (5) The Government shall exercise the general control and supervision over the \noffice.  \n (6) The Government may direct the Chief Public Defender, an Additional Chief \nPublic Defender, a District Public Defender or a Public Defender to represent an indigent \nperson in a Court or provide him free legal assistance or advice.  \n (7) Any court may direct the C hief Public Defender, an Additional Chief Public \nDefender, a District Public Defender or a Public Defender to represent any person \n 3 including indigent person in Court for whom the court considers, on any ground that such \nperson should be represented by such  officer.  \nCHAPTER - III \nCHIEF PUBLIC DEFENDER AND ADDITIONAL CHIEF PUBLIC DEFENDERS  \n5. Chief Public Defender .-(1) The Chief Public Defender, who shall be the head \nof the office, shall be appointed by the Government, on such terms and conditions as may \nbe determined.  \n (2) The Chief Public Defender shall hold office for non -renewable term of three \nyears.  \n (3) The terms and conditions of the Chief Public Defender shall not be varied \nduring his term in office.  \n (4) The Chief Public Defender may resign his offic e by writing under his hand \naddressed to the Government and shall cease to hold office upon acceptance of his \nresignation.  \n (5) The Government may, after providing an opportunity, of being heard, remove \nthe Chief Public Defender during the term of his offi ce on the grounds and following the \nprocedure provided under the Governments Servants (Efficiency and Discipline) Rules, \n1973.  \n6. Qualifications of Chief Public Defender . A person shall not be appointed as \nthe Chief Public Defender unless he is a citizen o f Pakistan, is not less than forty -five \nyears of age, is of high prominence and his integrity is beyond doubt and he has, for a \nperiod of, or for the periods aggregating, not less than 15 years, been an Advocate of the \nSupreme Court or High Court.  \n7. Funct ions and powers of Chief Public Defender .-(1) The Chief Public \nDefender shall: - \n(a) administer  and manage the office under the general supervision and control \nof the Government;  \n(b)  allocate  work to the Additional Chief Public Defenders, the District Publ ic \nDefenders and the Public Defenders;  \n (c)  keep  the Government informed about the performance of the office;  \n(d)  evaluate  and monitor the performance and conduct of the Additional Chief \nPublic Defenders, the District Public Defenders and the Public Defe nders; \nand \n(e)  perform  such other functions as may be assigned to him by the \nGovernment.  \n 4 (2)  The Chief Public Defender may - \n (a)  represent  an indigent person or any other person before a Court;  \n (b)  give legal assistance or advice to the indigent perso n; \n(c)  refer cases of an indigent person to an Additional Chief Public Defender, \nDistrict Public Defender or a Public Defender; and  \n(d)  refer  a matter to the Government for initiating a disciplinary action against \nan Additional Chief Public Defender, a D istrict Public Defender or a Public \nDefender on the grounds and following the procedure provided under the \nGovernment Servants (Efficiency and Discipline) Rules, 1973.  \n (3) The Chief Public Defender may delegate any of his powers to an Additional \nChief Pub lic Defender or a District Public Defender.  \n8. Appointment of Additional Chief Public Defenders .---(1) The Government \nmay appoint such number of Additional Chief Public Defenders on the terms and \nconditions as it may determine.  \n(2) The Additional Chief Pub lic Defender shall be a person who has, for a period \nof ten years, been an Advocate of the High Court.  \n9. Functions of Additional Chief Public Defender .---The Additional Chief \nPublic Defender shall --- \n(a)  assist  the Chief Public Defender in discharge of h is official duties;  \n(b)  give free legal assistance or advice to indigent person;  \n(c)  represent  an indigent person or any other person before a Court;  \n(d)  submit  a monthly performance report to the Chief Public Defender; and  \n(e)  perform  such other funct ions as may be assigned to him by the Chief \nPublic Defender.  \nCHAPTER – IV \nDISTRICT PUBLIC DEFENDERS AND  PUBLIC  DEFENDERS  \n10. Appointment of District Public Defender .-(1) The Government may appoint \na District Public Defender in a district on such terms and  conditions as it may determine.  \n(2) The District Public Defender shall be a person who has, for a period of not less \nthan seven years, been an Advocate of the High Court.  \n 5 11. Functions of District Public Defender .-(1) The District Public Defender \nshall, - \n(a)  assist  the Chief Public Defender and Additional Chief Public Defender in \ndischarge of his official duties;  \n(b) have  authority to visit the Jails of his District during the office hours with \nprior intimation for identification of indigent persons, wher e there is no Jail \nin a district shall have authority to visit the Jails, where the prisoners of \nthat district are officially kept;  \n(c)  submit a monthly performance report to the Chief Public Defender, \nAdditional Chief Public Defender; and  \n(d) perform  such other functions as may be assigned to him by the Chief Public \nDefender or Additional Chief Public Defender.  \n (2)  The District Public Defender may --- \n(a)  determine  a person as an indigent for entitlement to free legal assistance or \nadvice within his dis trict; and  \n (b)  represent  an indigent person or any other person before a Court.  \n12. Appointment of Public Defenders .-(1) The Government may appoint at least \none Public Defender in each Tehsil  of a District and such number of Public Defenders as \nmay be de termined keeping in view the work load at the District headquarter or Tehsil  in \na district on such terms and conditions as it may determine.  \n (2) The Public Defender shall be a person who has, for a period of at least three \nyears, been an Advocate.  \n 13. Functions of Public Defenders . A Public Defender shall - \n (a) at Tehsil  level - \n(i)  determine a person residing within his jurisdiction as an indigent \nperson for entitlement to free legal assistance and advice;  \n(ii)  give free legal assistance or advice to in digent person;  \n(iii)  represent  an indigent person or any other person in a Court;  \n(iv)  submit  a monthly performance report to the District Public \nDefender; and  \n(v)  perform  such other functions as may be assigned to him by the \nDistrict Public Defender; a nd \n (b)  at District level --- \n 6 (i)  assist  the District Public Defender in discharge of his \nofficial duties; and  \n(ii)  perform  such functions as may be assigned to him by District \nPublic Defender.  \nCHAPTER – V \nPROCEDURE, DETERMINATION AND REPRESENTATION  \n14. Procedure for legal assistance .-(1) An indigent person who desires to avail \nfree legal assistance or advice may submit an application to the Government, the Chief \nPublic or Additional Chief Public Defender or the District Public Defender or the Public \nDefe nder at Tehsil  and on receipt of the application such person shall be entitled to free \nlegal assistance or advice. The Government, the Chief Public Defender or Additional \nChief Public Defender, or the District Public Defender or the Public Defender at Tehs il, \nas the case may be, shall arrange for the representation of such person or provide legal \nassistance or advice.  \n(2) In case such person is in jail, the application shall be submitted through the \nSuperintendent Jail.  \n(3) Where the person in need of free legal assistance, is under the age of eighteen \nyears, insane or is otherwise unable to make an application, any other person interested in \nthe welfare of such person may submit the application on behalf of such person.  \n(4) The application under subsection (1) shall be accompanied by an affidavit to \nthe effect that such person is an indigent person. No further enquiry shall be made \nregarding the determination of indigency . \n(5) The provision of subsection (4) shall not apply to a person who is in jail or in \npolice custody.  \n(6) Notwithstanding the provisions of this section, the Government may direct the \nChief Public Defender or Additional Chief Public Defender, or a District Public Defender \nor a Public Defender at Tehsil   to  provide  free  legal  assistance  or  advice  to  an  \nindigent person.  \n(7) Notwithstanding, the above provisions any court may direct the Chief Public \nDefender, or Additional Chief Public Defender, or District Public Defender or Public \nDefender at Tehsil  to represent any indigent person or  any other person in the court at any \nstage of case or proceedings starting from the stage of remand of an accused when he is in \npolice custody till final decision of a criminal case and at any stage of any other case.  \nCHAPTER – VI \nMISCELLANEOUS  \n15. Staff .-(1) The Government may create posts in the office consisting of various \ncategories of employees.  \n 7 (2) The Chief Public Defender shall, with the approval of the Government, appoint \nthe sub -ordinate staff of the office.  \n (3) The Chief Public Defender shall, with the approval of the Government, \ndetermine the terms and conditions of service of the sub -ordinate staff.  \n16. Public Servant.  The Chief Public Defender, the Additional Chief Public \nDefenders, the District Public Defenders, the Public Defenders and the sub-ordinate staff \nof the Service shall be deemed to be public servants within the meanings of section 21 of \nthe Pakistan Penal Code, 1860 (XLV of 1860).   \n17. Submission of Report .---(1) The Chief Public Defender shall, within the \nperiod of three months of  closing of the financial year, submit annual audit and \nperformance report to the Government.  \n (2) The Government shall, within two months of receipt of the report submit the \nsame before the National Assembly of Pakistan.  \n18. Ordinance not to override othe r laws . The provisions of this Ordinance shall \nbe in addition to and not in derogation of any other law for the time being in force.  \n19. Rules . The Government may, by notification, make rules to carry out the \npurposes of this Ordinance.  \n20. Regulations . Subject to the provisions of this Ordinance and the rules, the \nChief Public Defender may make regulations to give effect to the provisions of this \nOrdinance.  \n21. Repeal . The Public Defender and Legal Aid Office Ordinance, 2009 (V of \n2009) is hereby repealed.  \n______"
}