{
    "file": "./converted_json\\administratordcbf53fa2d37ade990bcaa63630e66ff.json",
    "name": "Anti-Rape (Investigation and Trial) Act, 2021",
    "date": "1st December, 2021",
    "tagline": "Ensuring expeditious redressal of rape and sexual abuse crimes in respect of women and children",
    "content": "Page 1 of 14 \n   \n \n \nTHE ANTI -RAPE (INVESTIGATION AND TRIAL) ACT, 2021  \n \nCONTENTS  \n \n1. Short title, extent, and commencement.  \n2.  Definitions.  \n3.  Establishment of Special Courts, etc.  \n4.  Anti-rape crisis cells.  \n5.  Power, duties and functions etc - of the Anti -Rape Crisis Cell.  \n6.  Legal assistance.  \n7.  Prosecutor general and special prosecutors.  \n8.  Victim and witness protection.  \n9.  Investigation in respect of scheduled offences.  \n10.  Independent s upport advisers.  \n11.  Independent support advisers.  \n12.  In-camera trial . \n 13. Evidence and guidelines .  \n14. Statement under section 164 of the Code . \n\n \nPage 2 of 14 \n 15. Special Committee.  \n16. Trial . \n17. Compensation to the victim . \n18. Appeal.  \n19. Rules . \n20. Fund . \n21. Preventive action by police . \n22. False Investigation or complaint . \n23. Jurisdiction and transfer of eases, etc . \n24. Register of sex offenders . \n25. Public reporting mechanism . \n26. Non-disclosure of identity of victims, etc . \n27. Act not to derogate from othe r law . \n28. Overriding effect . \n29. Application of Code . \n30. Amendment in the Schedule . \n31. Removal of difficulties . \nSCHEDULE S \n1. SCHEDULE -I \n2. SCHEDULE -II \n  \n \nPage 3 of 14 \n THE ANTI -RAPE (INVESTIGATION AND TRIAL) ACT, 2021  \nACT NO XXX OF 2021  \n[1st December, 2021 ] \nAn  \nAct \nto ensure expeditious redressal of rape and sexual abuse crime s in respect of women  and \nchildren through special in vestigation teams and special Courts  providing for efficacious  \nprocedures, speedy trial, evidence and matters connected therewith or incidental  thereto;  \nIt is hereby enacted as follows: — \n1. Short title, extent, and commencement. — (1) This Act may be  called the Anti -Rape \n(Investigation and Trial) Act, 2021.  \n(2) It extends to the whole of Pakistan.  \n(3) It shall come into force on such date as the F ederal Government may appoint.  \n2. Definitions .— (1) In this Act, unless there is anything repugnant in  the subject or \ncontext, — \n(a) “anti-rape crisis cell ” is a cell appointed under section 4  of this Act;  \n(b) “child ” means any male or female, who has not attained the age of eighteen years;  \n(c) “Code ” means the Code of Criminal Procedure, 1898 (Act V of 1898);  \n(d) “Government ” means the Federal Government;  \n(e) “independent support adviser ” means a person appointed, enl isted or recognized \nas such under section 11 of this Act;  \n(f) “Schedule ” means a Schedule annexed to this Act; and  \n(g) “scheduled offences ” means offences as set out in the Schedules against a \n“victim ” or a “child ” as defined in this Act;  \n(h) “sex offender ” means and includes any person convicted under sections 292A, \n292B, 292C, 371A, 371 B, 375, 375A, 376, 377, 377A, 377B of th e Pakistan Penal \nCode, 1860 (XLV  of 1860) or sections 21 and 22 of the Prevention of Electronic \nCrimes Act, 2016 (Act XL of 2016);  \n(i) “special committee ” means the Committee set up under section 15 of this Act;  \n \nPage 4 of 14 \n (j) “Special Court ” means the Court established under section 3 of this  Act; \n(k) “victim ” means a woman or child who has been subjected to scheduled offences;  \nExplanation .— It is clarified that where the Scheduled offences are committed against \npersons who do not qualify to be categorized as  “victim ” or “child ” as defined under this Act, the \noffences shall be tried through procedure, rules of evidence and courts, functioning pri or to this \nAct coming into effect.  \n(2) All other terms and expressions used but not defined in this Act shall have the same \nmeanings as are assigned thereto them in the Pakistan Penal Code, 1860 (Act XLV of 1860) or in \nthe Code of Criminal Procedure, 1898 (Act V of 1898), or the Qanoon -e-Shahadat Order, 1980 \n(P.O. No. 10 of 1984).  \n3. Establishment of Special Courts, etc .— (1) The Federal  Government, in consultation  \nwith the Chief  Justic e of the High Court concerned, shall establish as many Special Courts \nthroughout the country, as it may deem necessary, to try the scheduled offences.  \n(2) The Federal Government, in consultation with the Chief Justice of the High Court \nconcerned, shall appoint any person as a Judge of the Special Court, who is or has been a \nSessions Judge or Additional Sessions Judge, or has been an advocate of the High Court for a \nperiod of not less than ten years, and is not more than sixty -eight years of age at the time of \nappointment.  \n(3) In addition to or in lieu of the establishment of Special Courts under sub -section \n(1), the Federal Government may, in consultation with the Chief Justice of the High Court \nconcerned, designate, throughout the country, as many Courts of Additional Sessions Judges or \nsuch other courts as Special Courts, as  it may deem fit;  \nProvided that where gender based violence (GBV) cou rts or juvenile courts or child \nprotection courts have already been designated, they shall be deemed to be the Special Courts \nunder this Act:  \nProvided further that where more than one Special Court is designated or established in \none jurisdiction, the concerned Courts of Sessions shall allocate the case.  \n(4) A Judge of the Special Court shall have the same powers and jurisdiction as are \nvested in th e Court of Sessions under the Co de. \n(5) A Judge of the Special Court shall be appointed for a period of three years on such \nterms and conditions as may be determined by the Federal Government.  \n(6) A Judge of a Special Court shall only be removable before the expiry of his tenure if \nhe is found  guilty of misconduct.  \n \nPage 5 of 14 \n (7) The disciplinary proceedings against a Judge of a Special Court shall be conducted in \nthe same manner and under the same legal provisions and rules as prescribed for a District and \nSessions Judge.  \n(8) During his tenure, a Judge of a Special Court may be transferred to another Special \nCourt within the same Province, by the Chief  Justice of the High Court concerned, for reasons to \nbe recorded in writing.  \n(9) The trial of scheduled offences shall ordinarily be conducted in the Speci al Court \nwithin whose territorial jurisdiction the offences are committed . \n4. Anti -rape crisis cell s.— (1) The secretary, ministry of law and  \njustice, in consultation with the chief secretary of the province or the chief commissioner of the \nIslamabad Capi tal Territory (ICT), as the case may be, shall establish or designate as many anti -\nrape crisis cells throughout the country in relation to offences mentioned in Schedule -II, in such \npublic hospitals with adequate medical facilities, as he may deem fit.  \n(2) The anti -rape crisis cells shall be headed by the concerned commissioner or deputy \ncommissioner of the area, as deemed fit by the secretary, ministry of law and justice, in \nconsultation with the chief secretary of the province, or the chief commissioner I CT, as the case \nmay be, and shall also comprise the medical superintendent of the public hospital  designated \nunder sub section (1 ), preferably one independent support adviser, a police officer as deemed fit \nby the secretary, ministry of law and justice, in  consultation with the chief secretary of the \nprovince, or the chief commissioner ICT, as the case may be:  \nProvided that at least one m ember of the anti -rape crisis cel l shall preferably be a woman.  \n5. Power, duties and functions etc . of the Anti -Rape Crisis Cell .— (1) As soon as an \nanti-rape crisis cell receives information from any source, on its own accord or upon application \nby any person, orally or in writing, of a n offence mentioned in Schedule -II, it shall without any \ndelay ensu re the following, namely: — \n(a) conduct of a medico -legal examination without any delay;  \n(b) securing, collection and gathering of such evidence as may be expedient;  \n(c) conduct of a forensic analysis or examination;  \n(d) registration of an first information  report (FIR) by the police; and  \n(e) performing of any other action as may be necessary.  \n(2) The act ions mentioned in sub -section (1 ) may be taken without any preferred \norder, however, all the said actions are required to be taken up expeditiously.  \n \nPage 6 of 14 \n (3) As soon as an officer -in-charge of a police station receives any information with \nregard to the commission of an offence mentioned in Schedule -II, he shall, without  any delay, \ntransmit such inform ation to the anti -rape crisis cell.  \n(4) The secretary, of the ministry of law and justice, in consultation with chief secretary \nof the province or the chief commissioner ICT, as the case may be from time to time, upon \nrecommendations o f the special committee, issue g uidelines for the anti -rape c risis cells to \nefficaciously carry out their powers, duties and functions.  \n6. Legal assistance. — (1) The legal aid and justice authority established under the Legal \nAid and Justice Authority Act, 2020 (Act XVI of 2020) shall provide legal assistance to vic tim \nof scheduled offences. In addition, the Fund established under this Act shall also be utilized for \nlegal assistance under this Act.  \n(2) In addition to the legal  assistance under sub -section (1 ), the special  committee shall in \nconsultation with the mini stry of human rights, approve panels of advocates and volunteers in \neach district or, if necessary, in any tehsil, for the provision of legal, financial or other assistance \neither on pro bona or on fee basis, for which the Fund under this Act and under the  Legal Aid \nand Justice Authority Act, 2020 (Act XVI of 2020) shall be utilized.  \n7. Prosecutor general and special prosecutors. — (1) The ministry of law and justice \nmay designate or appoint a prosecutor general and special prosecutors in a manner as may he \nprescribed by rules notified by the ministry of law and justice.  \n(2) The prosecutor general and special prosecutors shall prosecute the  scheduled \noffences.  \n8. Victim and witness protection .— (1) In addition to the existing laws, a victim and \nwitness protec tion system may be established as prescribed in the rules notified by the ministry \nof law and justice and shall, with a view to carrying out the purposes of this Act and without \ngenerality of the aforesaid,  include the following, namely: — \n(i) special security arrangements for witnesses and victims;  \n(ii) concealment of identity;  \n(iii) distance recording of testimonies through video -conferencing, audio -video links \nand by the use of modem devices;  \n(iv) re-location of victims and witnesses;  \n(v) provision of reasonable financial assistance;  \n(vi) compensation to legal heirs of protected victims and witnesses;  \n(vii) safe-houses, dar -ul-aman s, etc.;  \n \nPage 7 of 14 \n (viii)  such other measures as may be necessary and ancillary.  \n(2) Till such time the rules envisaged in sub -section ( 1) are prescribed,  provincial or ICT \nwitness protection laws as the case may be, shall be applicable to both victims and witnesses \nunder this Act, mutat is mutandis . \n9. Investigation in respect of scheduled offences .— (l) For the  purposes of \ninvestigation under this Act, special sexual offences investigation units (SSOIUs) shall be \nestablished in every district by the provincial governments and for the purposes of the Islamabad \nCapital Territory by the Federal Government.  \n(2) The SSOIU shall c omprise police officers who have received training on investigation \nin relation to sexual offences and preferably one member of the unit shall be a female police \nofficer.  \n(3) The investigation in respect of offences mentioned under this Act s hall be carrie d out \nas follows:__ \n(i) for offences mentioned in Schedule -I, by the SSOIU; and  \n(ii) for offences mentioned in Schedule -II, by SSOIU under the supervision of a \npolice officer not below the rank of BPS -17. \n(4) In case the complainant in relation to an offen ce under Schedule -II expresses \ndissatisfaction which is based on reasonable grounds, the investigation shall be transferred to the \ndistrict head of investigation of the police.  \n(5) The officers of the SSOI Us shall ordinarily be from the area in which the o ccurrence \nof the offence has taken place:  \nProvided that in exceptional circumstances and where the dictates of fair, accurate and \ntechnical investigation warrant otherwise, officers from areas other than the area of occurr ence, \nmay be deputed in the SSOI Us. \n(6) Upon completion of investigation, the SSOIU shall, through the prosecutor general or \nspecial prosecutors , submit the final report under section 173 of the Code before the Special \nCourt.  \n10. Connected offences not in the Schedules .— The investigation officer or the joint \ninvestigation team ( JIT), as the case may be, under section 9, may also take cognizance of \noffences, not listed in the schedules, committed in connection with the scheduled offences, as if \nthose offences were scheduled offence.  \n11. Independent support advisers. — (1) If so determined by the anti -rape crisis cell, an \nindependent support adv iser shall accompany the victim  during Court proceedings, in order to \n \nPage 8 of 14 \n reduce the risk of duress, victimization of any nature, or any adversity afflicte d or likely to be \nafflicted upon the victim.  \n(2) The special committee, in consultation with the ministry of human rights, shall \nprepare a list of independent support advisers at district or tehsil levels.  \n(3) For the purposes of sub -section (2), the speci al committee shall, in consultation with \nthe ministry of human rights, enlist a civil society or a non -governmental organization, whose \nmembers or nominees may act as independent support advisers.  \n(4) An independent support adviser shall be a person havin g skills to deal with victims of \nscheduled offences, who may be a psychologist, or a doctor, or a lawyer, or a para -legal, or a \nlady-health worker, or a social worker, or a person who is a member or nominee of a civil society \nor a non -governmental organiza tion enlisted under sub -section (3).  \n12. In-camera trial .— (1) The trial of scheduled offences shall be conducted in -camera:  \nProvided that the Court, if it  thinks fit, on its own or on an application made by either of \nparties, allow any particular person to have access to court proceedings, or remain in the Court.  \n(2) Notwithstanding anything contained in any other law for the t ime being in force, \nwhere any proceedings are held under sub -section ( 1), the Court may adopt appropriate \nmeasures, including holding of the trial th rough video -link or usage of scr eens, for the protection \nof the victims and the witnesses.  \n(3) Where any proceeding s are held under sub -section (1 ), it shall not be lawful for any \nperson to publish or broadcast any matter or information in relation to any such proceedings, \nexcept with the permission of the Court.  \n13. Evidence and guidelines .__ (1) The two -finger virginity testing, for  the purposes o f \nmedico -legal examination of a victim relating to scheduled offences, shall be strictly prohibited \nand no probative value shall be attached thereto.  \n(2) In respect of any scheduled offence, any e vidence to show that the victim  is generally \nof immoral char acter, shall be inadmissible:  \nProvided that the right of an accused to a fair trial shall not be prejudiced.  \n(3) The testimonies and evidence of victims, accused and witnesses in Court shall be \nvideo -recorded, preserved and reduced in writing.  \n14. Statemen t under section 164 of the Code .— (1) Notwithstanding anything \ncontained in any other law for the time being in force, as soon as practicable, a statement of the \nvictim shall be recorded under section 164 of the Code only once.  \n \nPage 9 of 14 \n Explanation :— The statement under this sub -section shall be video -recorded, preserved \nand reduced in writing.  \n(2) An opportunity of cross exa mining the victim shall be given to the  counsel for the \naccused and not the accused himself, or the Court may itself put questions to the victi m or any \nquestions framed by the accused may be given to the presiding officer of the Court who may put \nsuch questions, as found appropriate by him, to the victim.  \n15. Special Committee .— (1) The  ministry of law and justice shall appoint a special \ncommitte e comprising such members and in such numbers as it may deem fit on pro bono or \nhonorary basis.  \n(2) Chief secretaries and the finance secretaries of the provincial governments and the \nICT shall assist the special committee to ensure reasonable funding for the performance of duties \nunder this Act. The special committee will set standards, key performance indicators and conduct \nperformance measurement.  \n(3) The special committee shall take all steps, including reaching out to any Federal or \nprovincial ministry , division, department, office, agency or authority, for the purposes of \neffectual compliance of this Act.  \n(4) The special committee may comprise individuals from any Federal or Provincial \nministry, division, department, authority or office, or from member s of the legal or medical \nprofession, legislators, retired judges, serving or retired  public servants, civil society or non -\ngovernmental organizations, as deemed fit by the ministry of law and justice.  \n(5) For the purposes of effective compliance and prope r working of this Act, the special \ncommittee, from time to time, may seek information or require the performance of actions, by \nofficers of the Federal or provincial ministries, divisions, departments, offices agencies or \nauthorities.  \n(6) If any person ref uses or fails to comply with the directions issued by the special \ncommittee under this section, the special committee may refer the matter to the appropriate \nauthority for taking disciplinary action against the  person who disregards the directions.  \n16. Trial .—(1) The Court upon taking cognizance of a case, under this  \nAct shall decide the case expeditiously, preferably within four months.  \n(2) A Special Court shall not grant more than two adjour nments during  the trial of a c ase, \nout of which one adjournme nt shall be upon payment of costs by the person seeking \nadjournment. Where the defense counsel does not appear after two consecutive adjournments, \nthe Court may appoint another defense counsel with at least seven years standing in criminal \nmatters for the defense of the accused from the panel of advocates maintained by the special \ncommittee.  \n \nPage 10 of 14 \n (3) If, in the course of a trial, the Court is of the opinion that any of the offences which \nthe accused is alleged to have committed is not a scheduled offence, the Co urt shall record such \nopinion and try the accused only for such offences, which are scheduled offences.  \n(4) A Special Court may also try offences, not listed in the schedules, committed in \nconnection with the scheduled offences, as if those offences were s cheduled offences.  \nExplanation .— It is clarified that sub -section (4) shall also be applicable where the \nprovisions of the Anti -Terrorism Act, 1997 (Act XXVII of 1997) are invoked or invokable in \nrespect of offences under this Act.  \n17. Compensation to the victim .— On conclusion of the trial, the Court may order the \nconvict to pay compensation to the victim, in addition to the penalty of fine, if any.  \n18. Appeal.— (1) Any person aggrieved by the final judgment of a Special Court may \nfile an appeal to a High  Court in whose jurisdiction the  Special Court tendering the impugned \njudgment, is situated.  \n(2) Copies of the judgment of the Special Court shall be supplied to the accused and \nthe prosecution, free of cost, on the day the judgment is pronounced, whereaft er the record of the \ntrial shall be transmitted to the concerned High Court within three days of the decision.  \n(3) An appeal under sub -section (1 ) may be preferred within thirty days of the final \njudgment by the Special Court.  \n(4) An appea l preferred under  sub-section (1 ) shall be decided by a division bench of \nthe High Court, as soon as practicable, preferably within six months from its institution.  \n(5) While hearing an appeal, the High Court shall not grant more than two \nconsecutive adjournments.  \n(6) Pend ing appeal, the High Court shall not release a person convicted by the trial \ncourt.  \n19. Rules. — (1) The ministry of law and justice may prescribe rules, upon the \nrecommendations of the special committee, for the purposes of carrying out the purposes of thi s \nAct. \n(2) Without prejudice to the generality of the foregoing powers, such  rules may provide \nguidelines, — \n(i) for the purposes of medico -legal examination of the victims;  \n(ii) in respect of the investigation and prosecution of scheduled offences; including \nthe collection and gathering of evidence;  \n \nPage 11 of 14 \n (iii) in relation to the rehabilitation of the victim, offender, suspect or a member of the \nsociety;  \n(iv) pertaining to gender and children sensitization and training of all relevant \nstakeholders, includi ng Judges, police -officers,  prosecutors, medico -legal officers \nand staff and other duty officers or pe rsonnel, both at the time of induction and \nsubsequently; and  \n(v) for providing special trial court rooms; or special moms or facilities  for the \nvictims, e specially children, near the trial court moms, for a conducive \nenvironment.  \n(3) The special committee, in formulating its reco mmendations under sub -section (1 ), \nmay consult any ministry, division, office, department, agency or  authority in the Federal or \nprovincial government and shall take into account modern techniques and devices, as it may \nconsider appropriate.  \n20. Fund. —(1) The Prime Minister shall establish a Fund to carry out the purposes of \nthis Act.  \n(2) The purposes of the Fund shall include the me eting of any expenses — \n(a) towards the establishment of Special Courts; or  \n(b) with regard to the exercise of any other power, duty or function mentioned \nin this Act; or  \n(c) in respect of anything which is ancillary or sundry for the purposes of this \nAct. \n(3) The Fund shall consist of the following sources, namely: — \n(a) grants from the Federal Government and provincial governments;  \n(b) aid and assistance from local, national and international agencies;  \n(c) contributions from statutory bodies, corporations, private organizations \nand individuals; and  \n(d) income and earnings from moveable and immoveable properties acquired \nor leased by the Fund.  \n(4) The amount credited to the Fund shall not lapse by the end of a  financial year and \nshall be available for utiliza tion at any time.  \n21. Preventive action by police .— If any police officer receives information in relation \nto the commission or threat of commission of a scheduled offence, he shall immediately  \n \nPage 12 of 14 \n interpose, act and take such action as may be necessary includ ing and not limited to the \nexercising of powers under the Code, in particular sections 149 and 151 thereof, to prevent the \ncommission of such offences, notwithstanding that the offence reported has been committed in \nan area not within the jurisdiction of s uch police officer . \n22. False Investigation or complaint .—(1) Whoever, being a public servant, \nentrusted to investigate scheduled offences, fails to carry out the investigation properly or \ndiligently or causes the conductor false investigation or  fails to pursue the case in any court of \nlaw properly and in breach of duties, shall be guilty of an offence punishable with imprisonment \nof either description which may extend to three years and with fine.  \n(2) Whoever gives to any public servant a ny infor mation in relation to scheduled \noffences which he knows or believes to be false, intending thereby to cause, or knowing it to be \nlikely that he will thereby cause, such public servant — \n(a) to do or omit anything which such public servant ought not to do or  omit if the \ntrue state of facts respecting which such information is given were known by him; \nor \n(b) to use the lawful power of such public servant to the injury o r annoyance of any \nperson ; \nshall be punished with imprisonment of either description for a term which may extend to three  \nyears and with fine.  \n23. Jurisdiction and transfer of c ases, etc. — (1) The scheduled offences shall be \nexclusively triable by the Special Court.  \n(2) Subject to sub -section (3), upon commencement of this Act, the trial of scheduled \noffences pending in any court shall stand transferred to the Special Court ha ving jurisdiction \nunder this Act and such Court shall proceed with the case from the stage at which it was pending \nimmediately before such transfer and it shall not be b ound to recall or re -hear any witness who \nhas given evidence and m ay act on the evidence and procedures already recorded and complied \nwith, re spectively.  \n(3) Each time when a new offence is inserted into any of the Schedules to this Act, sub -\nsection (2) sh all come into operation, mutat is mutandis , from the date of such insertion.  \n24. Register of sex offenders. — (1) The National Data -Base and Registration Authority \n(NADRA) shall prepare a register of sex offenders.  \nExplanation .— “sex offender ” means a person convicted of a scheduled  offence.  \n(2) Notwithstanding the aforesaid, the ministry of law and justice may  prescribe rules, \nupon the recommendations of the special committee, for the release of such data of the register \n \nPage 13 of 14 \n of sex offenders to an y person, agency, authority, court of law or segment of the society in public \ninterest and safety.  \n(3) The special committee may require the NADRA to prepare different categories of sex \noffenders in the register under this section.  \n(4) For the purposes of this section, the special committee may require the NADRA, the \nNational Police Bureau and the forensic science laboratories, to prepare different categories of \nsex offenders in the register.  \n25. Public reporting mechanism. — The ministry of law and justice.  upon \nrecommendations of the special committee, frame rules for establishing a reporting mechanism \nfor receiving information from the public about suspicious persons or those suspected to have \ncommitted the scheduled offences.  \n26. Non-disclosure of identit y of victims, etc. — (1) No person shall disclose or reveal \nthe identity of any victim or victim ’s family in respect of the scheduled offences, without prior \nwritten permission of the victim or victim ’s guardian where the victim is a minor or the victim’ s \nfamily, as the case may be.  \n(2) Any person contravening the provisions of sub -section (1 ) shall be  guilty of an \noffence punishable in the same manner and to the same extent as provided under section 376A of \nthe Pakistan Penal Code, 1860 (Act XLV of 1860).  \n27. Act not to derogate f rom other law .—In respect of offences mentioned in Schedule -\nI, the provisions of this Act shall be in addition to and not in derogation of any other law for the \ntime being in force.  \n28. Overriding effect .— In respect of offences me ntioned in Schedule -II, the provisions \nof this Act shall have effect notwithstanding anything inconsistent contained in any other law for \nthe time being in force.  \n29. Applicat ion of Code .— The provisions of the Code, to the extent not inconsistent \nwith any thing contained in this Act, shall apply mutatis mut andis . \n30. Amendment in the Schedule .— The ministry of law and justice may, by notification \nin the official Gazette, amend the Schedules under this Act so as to include or exclude any \noffence or explanati on. \n31. Removal of difficulties .— Where any difficulty arises in giving effect to any of the \nprovisions of this Act, the President may, by notification in the official Gazette, make such order, \nnot inconsistent with the provisions of this Act, as may appea r to be necessary for the purpose of \nremoving the difficulty.  \n \n \nPage 14 of 14 \n SCHEDULE -I \n1. Offences under sections 34, 292A, 292 B, 292C, 354, 365, 365 A, 368, 369, 369 A, \n498B, 498C, 511 of the Pakistan Penal Code, 1860 (Act XLV of 1860).  \n2. Offences mentioned in Chapters  V and V -A of the Pakistan Penal Code, 1860 \n(Act XLV of 1860).  \n3. Offences under sections 21 and 22 of the Prevention of Electronic Crimes Act, \n2016 (Act XL of 2016).  \n4. Offences under the Anti -Terrorism Act, 1997 (Act  XXVII  of 1997)  which are \ncommitted al ong with the offences in this Schedule  \nExplanation .__ It is clarified that offences u nder sections 34, 365, 365A, 368, 369, 369 A, \n498A, 498C and 511 of the Pakistan Penal Code, 1860 (Act XLV of 1860) and offences \nmentioned in items No s. 2 and 4, above , shall only be cognizable and t riable as offences falling \nunder this Schedule, if they are connected with offences under sections 292 A, 292 B, 292C and \n354 of the Pakistan Penal Code, 1860 (Act XLV of 1860) and offences mentioned in item No.3 \nabove.  \nSCHEDULE -II \n1. Offences under sections 34, 336 A, 336 B, 354 A, 364, 364 A, 365 B,366A, 366 B, \n367A, 371A, 371B, 375, 375 A, 376, 377, 377 A, 377B, 511 of the Pakistan Penal \nCode, 1860 (Act XLV of 1860).  \n2. Offences mentioned in Chapters V, V -A and XVI of the Paki stan Penal Code, \n1860 (Act XLV of 1860).  \n3. Offences under the Anti -Terrorism Act, 1997 (Act XXVII of 1997)  \nwhich are committed along with the offences i n this Schedule.  \nExplanation .__ It is clarified that offences under sections 34, 364, 364 A and 511  of the \nPakistan Penal Code, 1 860 (Act XLV of 1860) and offences mentioned in items Nos. 2 and 3, \nabove, sha ll only be cognizable and triable as offences falling under this Schedule, if they are \nconnected with offences under sections 336 A, 336 B, 354 A, 365 B, 366A, 366B, 367A, 371 A, \n371B, 375, 375 A, 376, 377, 377A and 377 B of the Pakistan Penal Code, 1860 (Act XLV of \n1860).  \n \n____ ____ ________"
}