{
    "file": "./converted_json\\administratord6aea558b86186e8b71dd65ad16d2f3d.json",
    "name": "Alternative Dispute Resolution Act, 2017",
    "date": "30th May, 2017",
    "tagline": "Inexpensive and expeditious justice through alternative dispute resolution",
    "content": "Page 1 of 9 \n  \n \n \n \n \nTHE ALTERNATIVE DISPUTE RESOLUTION ACT,  2017  \n \n \n \n \n \nCONTENTS  \n1.  Short  title, extent  and commencement  \n2.  Definitions  \nCHAPTER -I \n \nCIVIL MATTERS  \n3.  Reference to ADR  \n4.  Panel of Neutrals  \n5.  Appointment of Neutrals  \n6.  Referral to ADR Centre  \n7.  Appearance of parties  \n8.  Reference to ADR before legal proceedings  \n9.  ADR proceedings  \n10.  Settlement and award  \n11.  Failure of ADR  \n12.  Failure of ADR Centre etc  \n13. Execution of an order or a decree  \n \n \n  \n\n \nPage 2 of 9 \n CHAPTER -II \n \nCOMPOUNDABLE OFFENCES  \n \n14. ADR in compoundable offences  \nCHAPTER -III \n \nMISCELLANEOUS  \n15. Costs and fees of ADR  \n16. Utilization of services of an evaluator  \n17. Penal costs  \n18. Appeal and revision barred  \n19. Savings  \n20. Application, etc., of certain laws  \n21. Overriding effect  \n22. Transitory provision  \n23. Cases pending in appeal or revision  \n24. Code of Conduct  \n25. Power to make rules  \n26. Removal of difficulty  \n27. Repeal  \n \nSCHEDULE  \n \n \n \n \n \n \n \nPage 3 of 9 \n THE ALTERNATIVE DISPUTE RESOLUTION ACT, 2017  \n \nACT No. XX of 2017  \n \n               [30th May, 2017 ] \n \nto provide fo r alternative dispute resolution  \n \nWHEREAS the State is required to ensure inexpensive and expeditious justice ; \n \nAND WHER EAS an alternative dispute resolution system can facilitate settlement of disputes \nexpeditiously without resort to formal litigation ; \n \nIt is hereby enacted as follows: — \n \n1. Short title, extent and commencement .—(1) This Act may be called the Alternative \nDispute Resolution Act, 2017 . \n (2) It shall extend to the Islamabad Capital Territory.  \n (3) It shall come into force at once . \n2. Definitions .—In this Act, unless there is anything repugnant in the subject or context ,— \n \n(a) ‘Alter native Dispute Resolution (ADR)’ means a process  in which parties resort \nto resolving a dispute other  than by adjudication by Courts and includes, b ut is \nnot limited to , arbitration , mediation,  conciliation and neutral evaluation;  \n \n(b)  ‘ADR Centre ’ means the ADR Centre notified by the Government  for the \npurposes of  this Act;  \n \n(c) ’arbitration ’ means a process by which parties submit a dispute to the decision  \nof Neutral person or persons appointed by mutual consent or under a statutory \nor contractual provision;  \n \n(d) ‘award ’ means an  arbitration award;  \n \n(e) ‘conciliation ’ means a process in which a  Neutral person encourages the parties \nto resolve their civil or commercial disputes voluntarily including by advising \non possible so lutions and t erms of settlement;  \n \n(f) ‘Court ’ means any court, tribunal or quasi -judicial fora having original \njurisdiction;  \n(g) ‘Government ’ means the Federal Government;  \n \n(h) ‘High Court ’ means the High Court concerned;  \n(i) ‘mediation ’ means a process in which a mediator facilitates dispute resolution  \nby encouraging communication and negotiation between the parties , in order \nfor them to arrive at a mutually satisfactory agreement;  \n \n(j) ‘Neutral ’  includes an arbitrator, conciliator, evaluator  and mediator or any other \nimpartial person who is included in the panel;  \n \nPage 4 of 9 \n  \n(k) ‘panel ’ means the panel of  Neutrals notified under section 4;  \n(l)  ‘prescribed ’ means prescribed by rules made under this  Act; \n(m)  ‘rules ’ means the rules made under this Act; \n(n)  ‘Schedule ’ means  a Schedule annexed to this Act; and \n(o) ‘settlement'  means the agreement reached between the parties as a result of \nsuccessful ADR, other than an award.  \n \nCHAPTER -I \n \nCIVIL MATTERS  \n \n3. Reference  to ADR .—(1) The Court, on the first  date after appearance of all parties , shall \nrefer every civil mater mentioned in the Schedule for ADR except where — \n \n(a) any of the parties to the dispute do not agree for ADR;  \n \n(b) the Court, having regard to the facts and circumstances of the case, is satisfied \nthat there is no possibility of  resolution of the dispute through ADR; or  \n \n(c) an intricate question of  law or fact is involved.  \n \n(2) Before referral to ADR, the Court may frame issues with the consent  of the pa rties for \nfacilitating the settlement of the dispute;  \n \nProvided that the Neutral may frame additional issues if so required during the course of ADR \nproceedings, with the consent of the parties.  \n \n(3) The Court, on application of any party to the dispute be fore it, with the consent of all parties, \nmay refer any civil matter mentioned in the Schedule to ADR at any stage of the proceedings.  \n \n(4) This section shall not apply where ex-parte proceedings are subsisting against the defendant \nor the respondent;  \n \nProvided that even if such proceedings are set aside, the case shall not be referred to ADR \nunless the Court, keeping in view the stage of  the proceedings of  the case or any agreement of the \nparties, decides otherwise.  \n \n4. Panel of Neutrals. — (1) The Government, after  consultation with the High Court, shall \nnotify in the official Gazette a panel of Neutrals for each district from amongst lawyers with at least \nseven years practis ing experience, retired Judges, retired civil servants,  ulema,  jurists, technocrats and \nexperts and such other  persons of  repute and integrity having such qualifications and experience as \nmay be prescribed:  \n \nProvided that due representation shall be given to  women, having prescribed  qualifications and \nexperience, in  the panel of  Neutrals.  \n \n(2) The Government may arrange such training courses for Neutrals as may be prescribed.  \n \n(3) The Government may, in the like mann er as provided in sub -section (1 ), amend the panel \nby adding or modifying any entry therein or omitting any entry therefrom . \n \nPage 5 of 9 \n  \n(4) The Government may not remove a Neutral once he is seized of the  matter referred to him \nunless both parties agree on his replacement.  \n \n5. Appointment of Neutral s.—While referring the matter for ADR, the Court shall  appoint a \nNeutral or any other person agreed upon by the  parties or refer the matter to an ADR Centre:  \n \nProvided that where the parties neither agree on a Neutral nor any other  person, the Court shall \nappoint a Neutral in its discretion:  \n \nProvided further that where one or both of the parties to the dispute are women, the Neutral \nshall preferably be a woman . \n \n6. Referral to ADR Centre .—The Court may, with the consent of the  parties, refer the matter \nto an ADR Centre:  \n \nProvided that if the case is referred to an ADR Centre and one or both of the parties to the \ndispute  are women, the case shall preferably be dealt with by a team including a woman.  \n \n7. Appearance of parties. —Upon referri ng the matter for ADR , the Court shall direct the \nparties to appear before the Neutral or ADR Centre, as the case may be, on the date and time fixed by \nthe Court.  \n \n8. Reference to ADR before legal proceedings. —(1) If the parties agree on ADR before \ninitiating the proceedings in the Court, they may make an application to the Court or an ADR Centre \nfor resolution of their dispute through  ADR. \n \n(2) On receipt of an application under sub-section (1), the Court or ADR Centre, as the case  \nmay be, shall refer the matter to a Neutral or such other person as may be agreed upon by the parties.  \n \n(3) The provisions of this Act shall mutatis mu tandis  apply to the  proceedings under this \nsection.  \n \n9. ADR proceedi ngs.—(1) The parties to the dispute shall take part in the ADR proceedings \nin person or through duly authorized representatives or attorneys.  \n \n(2) A Neutral appointed by the Court or an ADR Centre to whom the matter is referred for \nmediation, conciliation or other mode of ADR shall dispose of the matter within a period of  thirty days:  \n \nProvided that the Court or the ADR Centre , as the case may be, may for sufficient cause extend \nthis period for further fifteen days on a request made by the Neutral.  \n(3) If the matter is referred to an arbitrator, he shall complete the process  within sixty  days:  \n \nProvided that the Court may for sufficient cause extend this period for further thirty days on a \nrequest made by the arbitrator.  \n \n(4) The Court may, from  time to  time, give such directions as it deems fit  regarding the conduct \nof the ADR and the same  shall be binding on the parties and the Neutral.  \n \n(5) Any party who fails to attend or who requests an adjournment  in any ADR proceedings or \nfails to comply  with a deadline stipulated either by the Court or by the  Neutral or does any other act \nwhich has the effect of delaying the ADR  proceedings, shall be liable to pay costs to the other party as \nmay be determined by the Neutral.  \n \nPage 6 of 9 \n  \n10. Settlement and award .—(1) If as a result of the mediation or conciliation a settlement is \nreached between the parties, the Neutral shall record such  settlement, duly witnessed and signed by \nhim and by the parties or their  duly authorized  representatives or attorneys and submit it  to the Court \nwhich shall  pronounce judgment and pass decree in terms of the settlement.  \n \n(2) If the settlement relates only to part of the dispute , the Court shall  pass order in terms of  \nsuch settlement , while adjudicating upon  the remaining part.  \n(3) The arbitrator  on determination of the  dispute shall render a written  award , duly signed by \nhim and by the parties or their duly authorized representatives  or attorneys and submit it to the Court \nwhich shall pronounce judgment and pass decree in terms of the award.  \n \n(4) If the Neutral was appointed by an ADR Centre before initiation of legal proceedings, he \nshall submit  the settlement or award, duly  witnessed and signed by him and by the parties or their duly \nauthorized representatives or  attorneys, to the said  Centre which  shall submit  the same to the Court \nand the Court shall pronounce judgment and pass decree in terms of the settlement or award.  \n \n(5) If the parties have themselves resorted to ADR and a settlement is reached between them, \nthey may make application to the Court to make the same Rule of the Court. The Court, if satisfied \nthat the matter has been voluntarily settled  and the document recording the settlement has been duly \nwitnessed and signed by the parties,  shall pronounce  judgment and pass decree in terms of the \nsettlement.  \n \n11. Failure of  ADR .—If the efforts of the Neutral fail to bring about a settlement between the \nparties or does not result in an award, the Neutral shall submit report  to the Court which shall proceed \nwith the case from the stage it was referred for the ADR.  \n \n12 Failure of ADR Centre etc .—Where the parties have directly  approached an ADR Centre \nor before initiating the proceedings in the Court and the ADR Centre has failed to bring about a \nsettlement or result in an award, no legal proceedings shall be initiated thereafter by either party \nwithout intimating the Court  about the failure of the ADR.  \n \n13. Execution of an order or a decree .—Where an order or  a decree is passed by a Court \nfollowing ADR, it shall be  executed in the manner  as prescribed  and if no such manner is prescribed \nunder this Act, it shall be executable in accordance  with the procedure provided for in the relevant law. \n \nCHAPTER -II \n \nCOMPOUNDABLE OFFENCES  \n \n14. ADR in compoundable offences .—(1) Where the Court takes cognizance of a \ncompoundable offence specified in section 345 of the Code of Criminal Procedure, 1898(Act V of \n1898) or under any other law for the time being in force, the Court may  appoint a Neutral or such other \nperson as may be agreed upon by the parties to facilitate compounding of  the offence:  \n \nProvided that the Court shal l not refer a case for compounding of  an offence  without consent  \nof the parties.  \n \n(2) The Neutral appointed under sub-section ( 1) shall try to facilitate  compounding  of the \noffence within thirty days.  \n \n \nPage 7 of 9 \n (3) If the offence is compounded, the Neutral shall submit a report in his respect in the Court \nduly witnessed and signed by him and by the persons authorized to compound the  offence under any \nlaw for time being in  force and the Court shall pass order and the accused shall be d ischarged.  \n \n(4) If the efforts of the Neutral for compounding the offence fail, the Court shall proceed  with \nthe trial from the stage it was referred to the Neutral.  \n \n(5) If the parties have themselves resorted to ADR and the offence is compounded in terms of \nsection 345 of the Code of  Criminal Procedure, 1898 (Act V of 1898) or any other law for the time \nbeing in force , they may make application to the Court in terms  thereof. If the Court is satisfied that \nthe parties have voluntarily compounded the offence and the document recording their agreement has \nbeen duly witnessed and signed by them , the Court shall pass order accordingly and the accused shall \nbe discharged.  \n \n(6) Section 345 of the Code of  Criminal Procedure, 1898 (Act V of 1898) or any other law \nunder which the offence is compoundable shall mutatis mutandis  apply to the proceedings under this \nChapter.  \n \nCHAPTER -III \n \nMISCELLANEOUS  \n \n15. Costs and fees of ADR .—The costs and fees of ADR process shall be borne by the parties \nin such proportion  as may be mutually agreed upon by them, failing which it shall b e determined by \nthe Court.  \n \n16. Utilization of services of  an evaluator .—The Court or the Neutral or  ADR Centre may \nutilize the services of an evaluator to determine any matter of financial or any other nature in respect \nof any proceedings before it or him. The  evaluator shall render such assistance as may be required by \nthe Court or the Neutral or ADR Centre. After completion of the evaluation process , the evaluator shall \nsubmit a report to the Court or the Neutral or ADR Centre, as the case may be. The parties shall pay \ncosts of  the evaluation and fee of the evaluator as may be determined  by the Court.  \n17. Penal costs .—Any person who  willfully violates any provision of this Act, rules or  any \norder of the Court with which he is required to comply shall be liable to penal costs which may extend \nto one hundred thousand rupees, in addition  to any other costs or penalty to which he may be liable \nunder the relevant law.   \n18. Appeal and revision barred .—No appeal or revision shall lie from  the decree or any order \nof the Court under this Act.   \n \n19. Savings. —(1) Save as provided in this Act, the proceedings before the Neutral shall be \nprivileged and shall not be admissible in evidence before any Court without consent of the parties and \nthe Neutral shall not be  required to appear as a witness or otherwise in any arbitral or judicia l \nproceedings with respect to a dispute that is or was the subject -matter of  an ADR:  \nProvided that the final settlement, award or agreement between the parties, as the case may be, \nunder Chapter I or Chapter II shall be admissible in evidence in any subsequent proceedings between \nthem relating to  the same su bject -matter, wholly or partly.  \n(2) The Neutral shall not act as a representative or attorney  of any party to the ADR , in any \nsubsequent proceedings with respect to a dispute that is or was the subject -matter of an ADR ’. \n \n \nPage 8 of 9 \n (3) No legal proceedings shall lie against a Neutral or any other person or  official associated in \nthe ADR process for any act done or omitted to be done in good faith in the course of the performance \nof his functions, in reference to such  ADR.  \n \n20. Application, etc., of certain laws.  — (1) Subject  to the provisions of this Act, the following \nlaws and the rules made thereunder shall mutatis mu tandis  apply to proceedings under this Act; \n \n(a) the Oaths Act, 1873(X 0f 1873) ; \n \n(b) the Limitation Act, 1908 (IX of 1908); and  \n \n(c) the Ar bitration Act, 1940 (X of 1940):  \n   \nProvided that notwithstanding anything contained in the Arbitration Act, 1940 (X of 194 0), in \ncase of an arbitration under this act, the arbitrator shall be appointed by mutual agreement of the parties.  \n \n(2) Save as pro vided in this Act, the Code of C rimin al Procedure,  1898  (Act V of 1898), the \nCode of  Civil Procedure, 1908 (Act V of 1908) and the Qanun-e-Shahadat, 1984 (P.O. No, 10 of 1984) \nshall not apply to the ADR proceedings under this Act. \n \n(3) Provisions of this Act shall apply to a matter pending in the Court immediately before the \ncommencement o f this Act, unless  the parties agree otherw ise. \n \n(4) Subject  to the provisions of this Act and the rules made thereunder, Rules of  Chamber of \nCommerce and other relevant bodies, where applicable, shall mutatis mutandis  apply to proceedings \nunder this Act . \n \n21. Overriding effect .— Subject to section 20, the provisions of  this Act shall have effect \nnotwithstanding anything to the contrary contained in any other  law for the time being in force.  \n \n22. Transitory provision .— Until a panel is notified, the Court shall nominate a person agreed \nupon by the parties to carry out ADR under this Act who  shall be deemed to be a Neutral.  \n \n23. Cases pending in appeal  or revision .— The provisions of this Act shall, with  the consent \nof the parties  mutatis mutandis  apply to matter spending  in appeal or revision.  \n \n24. Code of Conduct .— The Government shall notify Code of  Conduct for Neutral (arbitrator, \nconciliator, evaluator and mediator) in consultation with Chief Justice of Islamabad High Court . \n \n25. Power to make rules.—(1)The Government , may, by notification in  the official Gazette, \nmake rules to carry out the purposes of this Act.  \n \n(2) The rules made under sub-section ( 1) shall have effect notwithstanding anything to the \ncontrary contained in any rules made under  any other law for the time being in force.  \n \n26. Removal of difficulty .— If any difficulty arises in giving effect to any provision of this \nAct, the Government may make  such order not inconsistent with the provisions of this Act as may be \nnecessary to remove the difficulty.  \n \n27. Repeal .— Subject to the provisions of su b-section (3) of section 20,  Section  89A of the \nCode  of Civil Procedure , 1908 (Act V of 1908) , to the extent of area or areas to which this Act is  \nextended, shall stand repealed.  e \n \nPage 9 of 9 \n SCHEDULE  \n \n[See section 3 (1)] \n1. A dispute between a landlord and tenant.  \n2. Pre-emption cases . \n3. Land and property disputes.  \n4. Civil matters under the Small Claims  and Minor Offences Courts Ordinance , 2002 . \n5. Commercial dispute including but not limited to any claim, right or interest  arising out of trade \nand commerce.  \n6. Contractual cases.  \n7. Disputes relating to professional negligence.  \n8. Suits for specific performance.  \n9.  Companies and banking matters.  \n10. Insurance.  \n11. Negotiable instruments.  \n12. Personal injury.  \n13. Compensation and damages suits.  \n14. Patent, Trade mark and copyright.  \n15. Disputes under the Canal and Drainage Law.  \n16. Dispute for recovery of movable property or value thereof.  \n17. Dispute for separate possession of  joint immovable property through partition or otherwise.  \n18. Dispute for redemption of mortgaged property . \n19.  Dispute for rendition of  accounts of  joint property.  \n20. Dispute to restrain waste and remove nuisance . \n21. Mesne profits of  property.  \n22 Any other matter under the law not falling in the Schedule but agreed to by the parties for \nsettlement under this Act.  \n___________  \n \n \n RGN Date: 13 -06-2024"
}