{
    "file": "./converted_json\\administratore76fcf01a8103c67d13c638ef9545317.json",
    "name": "State Immunity Ordinance, 1981",
    "date": "11th March, 1981",
    "tagline": "An Ordinance to amend and consolidate the law relating to the immunity of States from the jurisdiction of Courts.",
    "content": "Page 1 of 10 \n \n \n \n \n \n \nTHE  STATE  IMMUNITY  ORDINANCE,  1981  \n \n \n \n \n \n \nCONTENTS  \n \n1. Short title, extent and commencement.  \n \n2. Interpretation . \nIMMUNITY FROM JURISDICTION  \n \n3. General immunity from jurisdiction  \n \n EXCEPTIONS FROM IMMUNITY  \n \n4. Submission to jurisdiction.  \n \n5. Commercial transactions  and contracts to be performed in Pakistan.  \n \n6. Contracts of employment.  \n \n7. Ownership, possession and use of property.  \n  \n8. Patents, trade marks, etc.  \n \n9. Membership of bodies corporate, etc.  \n \n10. Arbitrations.  \n \n11. Ships used for commercial purposes.  \n \n12. Value added tax, custo ms-duties, etc.  \n \nPROCEDURE  \n \n13. Service of process and judgment in default of appearance.  \n \n14. Other procedural privileges.  \n \nSUPPLEMENTARY PROVISIONS  \n \n15. States entitled to immunities and privileges.  \n \n16. Restriction and extension of immunities and privileges.  \n\nPage 2 of 10 \n 17. Savings, e tc. \n \n18. Proof as to certain matters.  \n \n19. Repeal.  \nPage 3 of 10 \n THE STATE IMMUNITY ORDINANCE, 1981  \n \nORDINANCE VI OF 1981  \n \n[11th March , 1981 ] \n \nAn Ordinance  to amend  and consolidate  the law relating  to the immunity  of States  from  the \njurisdiction  of Courts.  \n \nWHEREAS  it is exped ient to amend  and consolidate  the law relating  to the immunity  of \nStates  from  the jurisdiction  of Courts;  \n \nAND  WHEREAS  the President  is satisfied  that circumstances  exist  which  render  it \nnecessary  to take immediate  action;  \n \nNOW,  THEREFORE,  in pursuance  of the Proclamation  of the fifth day of July, 1977,  read \nwith the Laws  (Continuance  in Force)  Order,  1977  (C. M. L. A. Order  No. 1 of 1977),  and in \nexercise  of all powers  enabling  him in that behalf , the President  is pleased  to make  and promulgate  \nthe followi ng Ordinance  :___ \n \n1. Short  title,  extent  and commencement. ⸻(1) This Ordinance  may be called  the State  \nImmunity  Ordinance,  1981.  \n \n(2) It extends  to the whole  of Pakistan.  \n \n(3) It shall  come  into force  at once.  \n \n2. Interpretation.___ In this Ordinance,  “Court” includes  any tribunal  or body  exercising  \njudicial  functions.  \nIMMUNITY  FROM  JURISDICTION  \n \n 3. General  immunity  from  jurisdiction.___ (1) A State  is immune  from  the jurisdiction  of \nthe Courts  of Pakistan  except  as hereinafter  provided.  \n \n (2) A Court  shall give effect  to the immunity  conferred  by sub-section  (1) even  if the State  \ndoes not appear  in the proceedings  in question.  \n \nEXCEPTIONS  FROM  IMMUNITY  \n \n4. Submission  to jurisdiction.___(1) A State  is not immune  as respects  proceedings  in \nrespect  of which  it has submitted  to jurisdiction.  \n \n(2) A State  may submit  to jurisdiction  after the dispute  giving  rise to the proceedings  has \narisen  or by a prior  agreement;  but a provision  in any agreement  that it is to be governed  by the law \nof Pakistan  shall  not be deemed to be a submission.  \n \nExplanation.___ In this sub-section  and in sub-section  (3) of section  14, “agreement ” includes  \na treaty,  convention  or other  international  agreement.  \n \n(3) A State  shall  be deemed  to have  submitted  ___ \nPage 4 of 10 \n (a)  if it has instituted  the proceedings;  or \n \n(b)  subject  to sub-section  (4) it has intervened  or taken  any step in the \nproceedings.  \n \n (4) Clause  (b) of sub-section  (3) does not apply— \n \n  (a)  to intervention  or any step taken  for the purpose  only of- \n \n   (i)  claiming  immunity;  or \n \n(ii)  asserting  an interest  in property  in circumstances  such that the State  \nwould  have  been  entitled  to immunity  if the proceedings  had been  \nbrought  against  it; or \n \n(b)  to any step taken  by the State  in ignorance  of the facts  entitling  it to immunity  \nif those  facts  could  not reasonably  have  been  ascertained  and immunity  is \nclaimed  as soon  as reasonably  practicable.  \n \n(5) A submission  in respect  of any proceedings  extends  to any appears  but not to any counter  \nclaim  unless  it arises  out of the same  legal  relationship  or facts  as the claim.  \n \n(6) The head  of a State’s  diplomatic  mission  in Pakistan,  or the person  for the time being  \nperforming  his functions,  shall  be deemed  to have  authority  to submit  on behalf  of the State  in \nrespect  of any proceedings;  and any person  who has entered  into a contract  on behalf  of and with the \nauthority  of a State  shall  be deemed  to have  authority  to submit  on its behalf  in respect  of pro-\nceedings  arising  out of the contract.  \n \n5. Commercial  transactions  and contracts  to be perform ed in Pakistan.___ (1) A State  is \nnot immune  as respects  proceedings  relating  to___ \n \n(a)  a commercial  transaction  entered  into by the State;  or \n \n(b)  an obligation  of the State  which  by virtue  of a contract,  which  may or may not \nbe a commercial  transactio n, falls to be performed  wholly  or partly  in \nPakistan.  \n \n(2) Sub-section  (1) does not apply  to a contract  of employment  between  a State  and an \nindividual  or if the parties  to the dispute  are States  or have  otherwise  agreed  in writing;  and clause  \n(b) of that subsection  does not apply  if the contract,  not being  a commercial  transaction,  was made  in \nthe territory  of the State  concerned  and the obligation  in question  is governed  by its administrative  \nlaw. \n \n(3) In this section  “commercial  transaction ” means___ \n \n(a)  any contract  for the supply  of goods  or services;  \n \nPage 5 of 10 \n (b)  any loan or other  transaction  for the provision  of finance  and any guarantee  or \nindemnity  in respect  of any such transaction  or of any other  financial  \nobligation;  and \n \n(c)  any other  transaction  or activity,  whether  of a commercial,  industrial  financial,  \nprofessional  or other  similar  character,  into which  a State  enters  or in which  it \nengages  otherwise  than in the exercise  of its sovereign  authority.  \n \n6. Contracts  of employment.___(1) A State  is not immune  as respects  proceedings  relating  to \na contract  of employment  between  a State  and an individual  where  the contract  was made,  or the \nwork  is to be wholly  or partly  performed  in Pakistan;  \n \nExplanation.___ In this subsection,  “proceedings  relating  to a contract  of employment ” \nincludes  proceedings  between  the parties  to such a contract  in respect  of any statutory  rights  or \nduties  to which  they are entitled  or subject  as employer  or employee.  \n \n(2) Subject  to sub-sections  (3) and (4), sub-section  (1) does not apply  if___ \n \n(a)  at the time when  the proceedings  are brought  the individual  is a national  of the \nState  concerned;  or \n \n(b)  at the time when  the contract  was made  the individual  was neither  a citizen  of \nPakistan  nor habitually  resident  in Pakistan;  or \n \n(c)  the parties  to the contract  have  otherwise  agreed  in writing.  \n \n(3) Where  the work  is for an office,  agency  or establishment  maintained  by the State  in \nPakistan  for commercial  purposes,  clauses  (a) and (b) of sub-section  (2) do not exclude  the \napplication  of sub-section  (1) unless  the indivi dual was, at the time when  the contract  was made,  \nhabitually  resident  in that State.  \n \n(4) Clause  (c) of sub-section  (2) does not exclude  the application  of sub-section  (1) where  the \nlaw of Pakistan  requires  the proceedings  to be brought  before  a Court  in Pakistan.  \n \n7. Ownership,  possession  and use of property.___(1) A State  is not immune  as respects  \nproceedings  relating  to___ \n \n(a)  any interest  of the State  in, or its possession  or use of, immovable  property  in \nPakistan;  or \n \n(b)  any obligation  of the State  arising  out of its interest  in, or its possession  or use \nof, any such property.  \n \n(2) A State  is not immune  as respects  proceedings  relating  to any interest  of the State  in \nmovable  or immovable  property,  being  an interest  arising  by way of succession,  gift or bona  \nvacantia . \n \n(3) The fact that a State  has or claims  an interest  in any property  shall  not preclude  any Court  \nfrom  exercising  in respect  of such property  any Juris diction  relating  to the estates  of deceased  \nPage 6 of 10 \n person s or persons  of unsound  mind or to insolvency,  the winding  up of companies  or the \nadministration  of trusts.  \n \n(4) A Court  may entertain  proceedings  against  a person  other  than a State  notwithstanding  \nthat the proceedings  relate  to property___ \n \n(a)  which  is in the possession  of a State;  or \n \n(b)  in which  a State  claims  an interest,  if the State  would  not have  been  immune  \nhad the proceedings  been  brought  against  it or, in a case referred  to in clause  \n(b), if the claim  is neither  admitted  nor suppo rted by prima  facie  evidence.  \n \n8. Patents,  trade  marks,  etc. A State  is not immune  as respects  proceedings  relating  to___ \n \n(a)  any patent,  trade  mark,  design  or plant  breeders’  rights  belonging  to State  \nwhich  are registered  or protected  in Pakistan  or for which  the state has applied  \nin Pakistan;  \n \n(b)  an alleged  infringement  by the State  in Pakistan  of any patent , trade  mark,  \ndesign,  plant  breeders’  rights  or copyrights  ; or \n \n(c)  the right  to use a trade  or business  name  in Pakistan.  \n \n9. Membership  of bodies corporate,  etc.___(1) A State  is not immune  as respects  \nproceedings  relating  to its membership  of a body  corporate,  an unincorporated  body  or a partnership  \nwhich___ \n \n(a)  has members  other  than States;  and \n \n(b)  is incorporated  or constituted  under  the law of Pakistan  or is controlled  from,  \nor has its principal  place  of business  in, Pakistan,  being  proceedings  arising  \nbetween  the State  and the body  or its other  members  or, as the case may be, \nbetween  the State  and the other  partners.  \n \n(2) Sub-section  (1) does not apply  if provision  to the contrary  has been  made  by an \nagreement  in writing  between  the parties  to the dispute  or by the constitution  or other  instrument  \nestablishing  or regulating  the body  or partnership  in question.  \n \n10. Arbitrations.___(1) Where a State  has agreed  in writing  to submit  a dispute  which  has \narisen,  or may arise,  to arbitration,  the State  is not immune  as respects  proceedings  in the courts  of \nPakistan  which  relate  to the arbitration.  \n \n(2) Sub-section  (1) has effect  subject  to the provisions  of the arbitration  agreement  and does \nnot apply  to an arbitration  agreement  between  States.  \n \n11. Ships  used  for commercial  purposes.___ (1) The succeeding  provisions  of this section  \napply  to___ \n \n(a)  Admiralty  proceedings;  and \n \nPage 7 of 10 \n (b)  proceedings  on any claim  which  could  be made  the subject  of Admiralty  \nproceedings.  \n \n(2) A State  is not immune  as respects___ \n \n(a)  an action  in rem against  a ship belonging  to it; or \n \n(b)  an action  in personam  for enforcing  a claim  in connection  with such a ship;  \n \nif, at the time when  the cause  of action  arose,  the ship was in use or intended  \nfor use for commercial  purposes.  \n \n(3) Where  an action  in rem is brought  against  a ship belonging  to a State  for enforcing  a \nclaim  in connection  with another  ship belonging  to that State,  clause  (a) of sub-section  (2) does not \napply  as respects  the first-mentioned  ship unless,  at the time when  the cause  of action  relating  to the \nother  ship arose,  both ships  were  in use or intended  for use for commercial  purposes.  \n \n(4) A State  is not immune  as respects,___ \n \n(a) an action  in rem against  a cargo  belonging  to that State  if both the cargo  and \nthe ship carrying  it were,  at the time when  the cause  of action  arose,  in use or \nintended  for use for commercial  purposes;  .or \n \n(b)  an action  in personam  for enforcing  a claim  in connection  with such a cargo if \nthe ship carrying  it was then in use or intended  for use as aforesaid.  \n \n (5)  in the foregoing  provisions  references  to a ship or cargo  belonging  to a State  include  \nreferences  to a ship or cargo  in its possession  or control  or in which  it claims  an interest;  and, subject  \nto sub-section  (4), sub-section  (2) applies  to property  other  than a ship as it applies  to a ship.  \n \n (6)  Sections  5 and 6 do not apply  to proceedings  of the nature  mentione d in sub-section  \n(1) if the State  in question  is a party  to the Brussels  Convention  and the claim  relates  to the operation  \nof a ship owned  or operated  by that State,  the carriage  of cargo  or passengers  on any such ship or the \ncarriage  of cargo  owned  by that State  on any other  ship.  \n \nExplanation .___ In this section,  “Brussels  Convention ” means  the Interna tional  Convention  \nfor the Unification  of Certain  Rules  Concerning  the Immunity  of State -owned  Ships  signed  in \nBrussels  on the tenth  day of April  1926,  and “ship” includes  hovercraft.  \n \n12. Value  added  tax, customs -duties,  etc. A State  is not immune  as respects  proceedings  \nrelating  to its liability  for___ \n \n(a)  value  added  tax, any duty of customs  or excise  or any agricul tural levy;  or \n \n(b)  rates  in respect  of premises  occupied  by it for commercial  purposes.  \n \nPROCEDURE  \n \n13. Service  of process  and judgment  in default  of appearance.___ (1) Any notice  or other  \ndocument  required  to be served  for instituting  proceedings  against  a State  shall  be served  by being  \nPage 8 of 10 \n transmitted  through  the Ministry  of Foreign  Affairs  or Pakistan  to the Ministry  of Foreign  Affairs  of \nthe State  and service  shall  be deemed  to have  been  effected  when  the notice  or document  is received  \nat the latter  Ministry.  \n \n(2) Any proceedings  in Court  shall not commence  earlier  than two months  after the date on \nwhich  the notice  or document  is received  as aforesaid.  \n \n(3) A State  which  appears  in proceedings  cannot  thereafter  object  that sub-section  (1) has not \nbeen  complied  with as respects  those  proceeding s. \n \n(4) No judgment  in default  of appearance  shall  be given  against  a State  except  on proof  that \nsub-section  (1) has been  complied  with and that the time for the commencement  of proceedings  \nspecified  in sub-section  (2) has elapsed.  \n \n(5) A copy  of any judgm ent given  against  a State  in default  of' appearance  shall  be \ntransmitted  through  the Ministry  of Foreign  Affairs  of Pakistan  to the Ministry  of Foreign  Affairs  of \nthe State  and the time for applying  to have  the judgment  set aside  shall  begin  to run two months after \nthe date on which  the copy  of the judgment  is received  at the latter  Ministry.  \n \n(6) Sub-section  (1) does not prevent  the service  of a notice  or other  document  in any manner  \nto which  the State  agreed  and sub-sections  (2) and (4) do dot apply  where  service  is effected  in any \nsuch manner.  \n \n(7) The preceding  provisions  of this section  shall  not be construed  as applying  to proceedings  \nagainst  the State  by way of a counter -claim  or to an action  in rem. \n \n14. Other  procedural  privileges.___(1) No penalty  by way of committal  to prison  or fine \nshall  be imposed  in respect  of any failure  or refusal  by or on behalf  of a State  to disclose  or produce  \nany document  or information  for the purposes  of proceedings  to which  it is a party.  \n \n(2) Subject  to sub-sections  (3) and (4), ___ \n \n(a)  relief  shall  not be given  against  a State  by way of injunction  or order  for \nspecific  performance  or for the recovery  of land or other  property;  and \n \n(b)  the property  of a State,  not being  property  which  is for the time being  in use or \nintended  for use for commercial  purposes,  shall  not be subject  to any process  \nfor the enforcement  of a judgment  or arbitration  award  or, in an action  in rem, \nfor its arrest,  detention  or sale.  \n \n (3) Sub-section  (2) does not prevent  the giving  of any relief or the issue  of any process  with \nthe written  consent  of the State  concerned  ; and any such consent,  which  may be contained  in a prior  \nagreement,  may be expressed  so as to apply  to a limited  extent  or generally:  \n \n Provided  that a provision  merely  submit ting to the jurisdiction  of the courts  shall  not be \ndeemed  to be a consent  for the purposes  of this sub-section.  \n \n(4) The head  of a State’s  diplomatic  mission  in Pakistan,  or the person  for the time being  \nperforming  his functions,  shall  be deemed  to have  authority  to give on behalf  of the State  any such \nconsent  as is mentioned  in sub-section (3) and, for the purposes  of clause  (b) of sub-section  (2), his \nPage 9 of 10 \n certificate  that any property  is not in use or intended  for use by or on behalf  of the State  for \ncommer cial purposes  shall  be accepted  as sufficient  evidence  of that fact unless  the contrary  is \nproved.  \n \nSUPPLEMENTARY  PROVISIONS  \n \n15. States  entitled  to immunities  and privileges.___(1) The immunities  and privileges  \nconferred  by this Act apply  to any foreign  State; and references  to State  include  references  to___ \n \n(a)  the sovereign  or other  head  of that State  in his public  capacity;  \n \n(b)  the government  of that State;  and \n \n(c) any department  of that government , but not to any entity , hereinafter  referred  \nto as a “separate  entity”, which  is distinct  from the executive  organs  of the \ngovernment  of the State  and capable  of suing  or being  sued.  \n \n(2) A separate  entity  is immune  from  the jurisdiction  of the courts  of Pakistan  if, and only \nif___ \n \n(a)  the proceedings  relate to anything  done  by it in the exercise  of sovereign  \nauthority;  and \n \n(b)  the circumstances  are such that a State  would  have  been  so immune.  \n \n(3) If a separate  entity,  not being  a State’s  central  bank  or other  monetary  authority,  submits  \nto the jurisdicti on in respect  of proceedings  in the case of which  it is entitled  to immunity  by virtue  \nof sub-section  (2) of this section,  the provisions  of sub-sections  (1) to (3) of section  14 shall  apply  to \nit in respect  of those  proceedings  as if reference  to a State  were  references  to that entity.  \n \n(4) Property  of a State’s  central  bank  or other  monetary  authority  shall  not be regarded  for \nthe purposes  of sub-section  (3) of section  14 as in use or intended  for use for commercial  purposes;  \nand where  any such bank  or authority  is a separate  entity  sub-sections  (1) and (2) of that section  shall  \napply  to it as if references  to a State  were  references  to the bank  or authority.  \n \n(5) Section  13 applies  to proceedings  against  the constituent  territories  of a Federal  State;  and \nthe Federal  Government  may,  by notification  in the official  Gazette,  provide  for the other  provisions  \nof this Ordinance  to apply  by to any such constituent  territory  specified  in the notification  as they \napply  to a State.  \n \n(6) Where  the provisions  of this Ordinance  do not apply  to a constituent  territory  by virtue  of \na notification  under  sub-section  (5), the provisions  of sub-sections  (2) and (3) shall  apply  to it as if it \nwere  a separate  entity.  \n \n16. Restriction  and extension  of immunities  and privileges.___(1) If it appears  to the \nFederal  Government  that the immunities  and privileges  conferred  by this Ordinance  in relation  to \nany State___ \n \n(a)  exceed  those  accorded  by the law of that State  in relation  to Pakistan;  or \n \nPage 10 of 10 \n (b)  are less than those  required  by any treaty, conventional  or other  international  \nagreement  to which  that State  and Pakistan  are parties,  the Federal  \nGovernment  may,  by notification  in the official  Gazette , provide  for \nrestricting  or, as the case may be, extending  those  immunities  and privileges  \nto such extent  as it may deem  fit. \n \n17. Savings,  etc.___(1) This Ordinance  does not affect  any immunity  or privilege  conferred  \nby the Diplomatic  and Consular  Privileges  Act, 1972  (1X of 1972);  and— \n \n(a)  section  6 does not apply  to proceedings  concerning  the employment  of the \nmembers  of a mission  within  the meaning  of the Convention  set out in the \nFirst Schedule  to the said Act of 1972  or of the members  of a consular  post \nwithin  the meaning  of the Convention  set out in the Second  Schedule  to that \nAct; \n \n(b)  sub-section  (1) of section  7 does not apply  to proceedings  concerning  a State’s  \ntitle to, or its possession  of, property  used for the purposes  of a diplomatic  \nmission.  \n \n(2) This Ordinance  does not apply  to___ \n \n(a)  proceedings  relating  to anythin g done  by or in relation  to the armed  forces  of a \nState  while  present  in Pakistan;  \n \n(b)  criminal  proceedings;  or \n \n(c)  proceedings  relating  to taxation  other  than those  mentioned  in section  12. \n \n18. Proof  as to certain  matters.___A certificate  under  the hand of a Secretary  to the \nGovernment  of Pakistan  shall  be conclusive  evidence  on any question___ \n \n(a)  whether  any country  is a State  for the purposes  of this Ordinance,  whether  any \nterritory  is a constituent  territory  of a Federal  State  for those  purposes  or as to \nthe person  or persons  to be regarded  for those  purposes  as the head  or \nGovernment  of a State;  or \n \n(b)  whether,  and if so when,  a document  has been  served  or received  as \nmentioned  in sub-section  (1) or sub-section  (5) of section  13. \n \n19. Repeal.___ Sections  86 and 87 of the Code  of Civil  Procedure,  1908 . (Act V of 1908)  are \nhereby  repealed.  \n \n__________"
}