{
    "file": "./converted_json\\administrator9e230a59250fb6485a7c2f7cf95b1e57.json",
    "name": "National Information Technology Board Act, 2022",
    "date": "16th August, 2022",
    "tagline": "An Act to provide for establishment of National Information Technology Board for e-governance across the country",
    "content": "Page 1 of 13 \n  \n \n \n \n THE NATIONAL INFORMATION TECHNOLOGY BOARD \nACT, 2022  \n \n \n \n \n \n \n \n \nCONTENTS  \n \n1. Short title, extent and commencement . \n2. Definitions . \n3. Establishment of the Board . \n4. Composition of  the Board . \n5. Appointment of CEO . \n6. Meetings of the Board . \n7. Powers of the Board . \n8. Functions of the Board . \n9. Executive Committee . \n10. Committees of the Board . \n11. Organization of the Board . \n12.  Management of the Board . \n13. Appointment of officers an d other staff of the Board .  \n\n \nPage 2 of 13 \n 14. Transfer of assets and liabilities of erstwhile NITB . \n15. Funds . \n16. Budget.  \n17. Accounts.  \n18. Audit.  \n19. Power to make rules . \n20. Powers to make regulations . \n21. Removal of Difficulties . \n22. Authorities to aid the Board . \n23. Delegation of powers . \n24. Act to over -ride other laws . \n25. Indemnity . \n26. Savings . \n27. Act X of 2012 not to apply to the Board.  \n28. Officers of the Board to be public servants . \n29. Repeal .  \n \nPage 3 of 13 \n THE NATIONAL INFORMATION TECHNOLOGY BOARD ACT, 2022  \nACT NO. XVII  OF 2022  \n[16th August, 2022]  \nAn Act to provide for establishment of National Information Technology Board  \nWHEREAS, it is expedient to provide for establishment of National Information \nTechnology Board for e -governance across the country in line with the vi sion and policy of the \nFederal Government to serve the public in more effective and efficient manner through due \nadvisories  and consultancies and provision of e -governance software applications to Federal \nMinistries and Divisions including their attached d epartments, sub -ordinate offices and \nautonomous bodies so as to focus on cross -cutting e -governance applications and initiatives that \ncan be replicated across multiple public organizations for better government to government and \ngovernment to citizens serv ices and communication, and for matters connected therewith and \nancillary thereto;  \nIt is hereby enacted as follows:  \n1. Short title, extent and commencement .— (1) This Act shall be called the National \nInformation Technology Board Act, 2022.  \n(2) It extends to the whole of Pakistan.  \n(3) It shall come into force at once.  \n2. Definitions. — In this Act, unless there is anything repugnant in the subject or \ncontext, — \n(a) “Board” or “NITB” means the National Information Technology Board \nconstituted under section 3;  \n(b) “certification” means confirmation or approval of quality of software or \napplication for the purposes of e -governance, in line with recommendations \nof lead Cyber and Information Technology security setup, department or \norganization designated by Federa l Government;  \n(c) “Chairman” means Chairman of the Board;  \n(d) “Chief Executive Officer” or “CEO” means the Chief Executive Officer of \nthe Board appointed under this Act;  \n(e) “data” means information collected, collated, stored, hosted and used for \nthe purp oses of e -governance, in line with any laws in force from time to \ntime by the Federal Government;  \n(f) “division concerned” means the division to which business of this Act \n \nPage 4 of 13 \n stands allocated;  \n(g) “erstwhile NITB” means the National Information Technology Boa rd \npreviously constituted vide Notification No. 6(13)/2004 - Dev, dated the \n11th August, 2014 which before commencement of this Act was an attached \ndepartment of the Ministry of Information Technology and \nTelecommunication;  \n(h) “Fund” means the NITB Fund cr eated under this Act;  \n(i) “IT” means information technology;  \n(j) “member” means member of the Board and includes the Chairman;  \n(k) “prescribed” means prescribed by rules or regulations made under this Act;  \n(l) “regulations” means the regulations made under  this Act;  \n(m) “rules” means the rules made under this Act; and  \n(n) “standardization” means technical parameters conformed by the Board for \nthe purposes of the e -governance to maximize compatibility, \ninteroperability, quality and reusability in line with r ecommendations of \nlead cyber and  IT security setup, department or organization designated by \nthe Federal Government.  \n3. Establishment of the Board .— (1) As soon as may be but not later than thirty days \nof the commencement of this Act, the Federal Governmen t shall, by notification in the official \nGazette, establish a Board to be known as National Information Technology Board for carrying \nout the purposes of this Act.  \n(2) The Board shall be a body corporate having perpetual succession and a common \nseal, with administrative and financial powers, subject to the provisions of this Act to enter into \nagreements and contracts, acquire, hold and dispose of property, both movable and immovable \nand to sue and to be sued.  \n(3) The headquarters of the Board shall be at Is lamabad and it may set up offices at \nsuch place or places, with the prior approval of the Federal Government, as it may deem \nappropriate throughout Pakistan.  \n(4) The Board shall consist of the Chairman and Members.  \n4. Composition of the Board .— (1) The Board shall consist of — \n \n(a) Federal Minister of the division concerned  \n Chairman  \n(b) Secretary of the division concerned.  Member ex -officio  \n \nPage 5 of 13 \n  \n(c) Secretary, Finance Division.  Member ex -officio  \n(d) Secretary of the division to which Business of \nscience and technology  stands allocated.  \n Member ex -officio  \n(e) Chief Executive Officer of Board.  Member ex -officio  \n(f) Member IT of the division to which business of IT \nstands allocated.  Member ex -officio  \n(g) Director General (Technical), Inter - Services \nIntelligence.  Member ex -officio  \n(h) Secretary, National Telecommunication and \nInformation Technology Security Board.  \n Member ex -officio  \n(i) any expert from public or private sector as may be \nco-opted with approval of the Board.  \n Co-opted members  \n(2) The CEO shall be ex-officio  secretary of the Board.  \n(3) The business of the Board shall be conducted as may be prescribed by regulations.  \n(4) In absence of the Chairman, a member designated by the Chairman shall preside \nover the Board’s meetings.  \n5. Appoin tment of CEO .— (1) The CEO shall be appointed by the Federal \nGovernment, on recommendation of the Board, for a term of three years extendable for a similar \nterm or terms, in such manner and on such terms and conditions as may be prescribed by rules:  \nProvided that the CEO appointed prior to commencement of this Act shall be deemed to \nhave been appointed under this Act.  \n(2) The CEO shall be an eminent IT professional of known integrity, competence and \nexpertise in handling IT development projects.  \n(3) The CEO may resign from his office by giving one month notice in writing under \nhis own hand, addressed to the Federal Government.  \n(4) The CEO shall be answerable to the Board for all administrative, financial and \ntechnical matters of the Board. The Board ma y delegate such administrative and financial powers \nto the CEO for carrying out day to day affairs of the Board as it deems necessary.  \n6. Meetings of the Board. — (1) The Chairman or, in his absence, the member \ndesignated by the Chairman for the purpose shall preside at a meeting of the Board.  \n \nPage 6 of 13 \n (2) One half of the total members shall constitute a quorum for meetings of the Board \nrequiring a decision by the Board.  \n(3) The decisions of the Board shall be taken by majority of its members present and \nin case o f a tie, the member presiding a meeting shall have a casting vote.  \n7. Powers of the Board .— The Board shall exercise all powers as shall enable it to \neffectively perform its functions specified in section 8. In particular and without prejudice to the \ngener ality of the foregoing power, the Board shall — \n(a) prescribe regulations, including regulations for exercising its powers and \nperformance of its functions;  \n(b) enter into contracts, agreements and Memorandum of Understanding \n(MoUs);  \n(c) acquire, lease, enc umber, dispose of, exchange, vest or otherwise deal with \nany moveable or immovable property or any interest therein;  \n(d) prescribe regulations for appointment and removal of the Board Employees \nand related matters.  \n8. Functions of the Board. — The Board shall exercise all powers as shall enable it \nto effectively perform its functions under this Act for the provisions of this Act. In particular and \nwithout prejudice to the generality of the foregoing power, the Board shall — \n(a) provide technical guidance f or embedding e -governance in the Federal \nMinistries and Divisions including their attached departments, autonomous \nbodies, sub -ordinate offices and promoting efficient and transparent \ngovernance;  \n(b) facilitate efficient and cost -effective implementation o f e-governance \nprograms in the Federal Ministries and Divisions;  \n(c) carry out training need assessments, including infrastructure as well as \nHuman Resources skillset and capacity, periodically in the Federal \nGovernment departments and to design and implem ent IT capacity building \nprograms for employees of the Federal Ministries and Divisions including \ntheir attached departments, autonomous bodies, sub -ordinate offices;  \n(d) review the status of e -government readiness on a regular basis to ensure \nsustainable,  accelerated digitization and relevant human resource \ndevelopment in Federal Ministries and Divisions including their attached \ndepartments, sub -ordinate offices and autonomous bodies;  \n(e) identify the areas where IT interventions can be helpful and to sugg est \nmeasures for the automation of these areas through business process re -\nengineering (BPR) in the Federal Ministries and Divisions including their \n \nPage 7 of 13 \n attached departments, sub -ordinate offices and autonomous bodies;  \n(f) provide standards, recommendations an d compliance for software and \ninfrastructure in the field of electronic governance in line with \nrecommendations of lead Cyber and IT security setup, department or \norganization designated by Federal Government;  \n(g) carry out coordination with the provinces and provide assistance and \nfacilitation as and when required for the provisions of this Act;  \n(h) facilitate efficient and cost -effective conception, procurement, \nimplementation, operations and maintenance of all the Federal \nGovernment’s Ministries, Divisions, departments and organizations’ e -\ngovernment programs and projects and ensure  their holistic alignment with \nthe national strategic action plans;  \n(i) provide data to all government departments as per their requirement in \naccordance with the provis ions of this Act;  \n(j) be responsible to review and acquire information and communication \ntechnology service infrastructure to government departments to revamp e -\ngovernance and communication within the Government;  \n(k) provide application and IT solution sta ndardization across the government \ndepartments in information and communication technology for e -\ngovernance;  \n(l) be responsible to build, rollout and maintain IT disaster plan for smooth \nfunctioning of e -governance in Federal Ministries and Divisions inclu ding \ntheir attached departments, sub -ordinate offices and autonomous bodies;  \n(m) be responsible to provide system analysis consulting service to the Federal \nGovernment departments for e -governance based on their needs;  \n(n) facilitate by outsourcing project s to build private sector information and \ncommunication technology industry and diversify the skillset of new \ngeneration;  \n(o) establish centers of excellence to develop technologies in collaboration with \nother government departments and private sector in a ccordance with the \nprovisions of this Act;  \n(p) maintain directory of all private sector companies to collaborate and deliver \nservices to any Ministry, Division or organization on information and \ncommunication technology related projects in accordance with the \nprovisions of this Act;  \n(q) utilize all means to ensure security of e -governance applications, IT \n \nPage 8 of 13 \n solutions, data and systems deployed for the provisions of this Act in line \nwith recommendations of lead Cyber and IT security setup, department or \norgani zation designated by the Federal Government;  \n(r) recommend to ministry and division concerned any matter pertaining to \ndevelopment, reform, improvement and sustainability of information and \ncommunication technology sector of Pakistan, for preparation of na tional \nIT policy;  \n(s) be responsible for recommending and defining standardized parameters in \nline with IT policy to be followed at all levels for e -governance;  \n(t) recommend proposals for development of national IT plans and policies to \nministries and div isions concerned and execute in accordance with the \nprovisions of this Act; and  \n(u) exempt the Federal Ministries and Divisions including their attached \ndepartments, sub -ordinate offices or autonomous bodies from establishment \nand deployment of e -governanc e, due to sensitive nature of data and tasks \nof aforesaid entities.  \n9. Executive Committee. — There shall be an executive committee of the Board \nwhich shall exercise such powers and perform such functions as may be prescribed by regulations.  \n10. Committees of the Board .— (1) The Board may, for carrying out its functions, \nconstitute such committees, from time to time as may be considered appropriate.  \n(2) The committees constituted under sub -section  (1)  shall  conduct their business in \nsuch manner as may be prescribed by regulations.  \n11. Organization of the Board .— (1) The Board may, for carrying out its functions \nfor promotion of IT projects, developments of IT projects, certification of IT and project \nmanagement, may enter into contract and agreement on such terms and conditions as may be \nprescribed by the Board as it may consider necessary.  \n(2) The organization established or contracted with under sub -section (1) shall be \nsubject to control and supervision of the Board and shall function within the frame work of this \nAct. \n(3) An organization established or contracted with under sub -section (1) shall perform \nsuch business as may be prescribed by the Board from time to time.  \n12. Management of the Board .—Subject to the powers delegated by the Board, the \novera ll management of the Board shall vest in the authority of CEO including giving sanction, \napproval, initiation of  disciplinary proceedings of persons in service of the Board, allocation of \nfunds in different heads of accounts, maintenance of discipline, lo cal or international cooperation \nwith organizations providing services in the field of information technology and do any other act \nor take any action as it deems necessary for smooth functioning of the Board.  \n \nPage 9 of 13 \n 13. Appointment of officers and other staff of the Board .— (1) Subject to \nregulations, the Board may appoint such officers, experts, advisers, consultants and members of \nstaff as it may consider necessary for the efficient performance of its functions on such terms and \nconditions as may be prescribed.  \n(2) The Board may, by notification in the official Gazette, delegate any of its powers \nrelating to appointment of officers and other staff to the Executive Committee or CEO.  \n(3) The officers, members of the staff, advisers, consultants, experts and other p ersons \nappointed by the Board shall not be civil servants within the meaning of the Civil Servants Act, \n1973 (LXXI of 1973).  \n14. Transfer of assets and liabilities of erstwhile NITB .— (1) From the date of \ncommencement of this Act, all the terms and conditi ons of service of regular and contract \nemployees of erstwhile NITB shall remain as such on their transfer to the Board.  \n(2) Notwithstanding anything to the contrary contained in this section, any person in \nservice of erstwhile NITB, within three months of the transfer, shall exercise an irrevocable option \neither to remain civil servant or become employees of the Board:  \nProvided that where any person does not exercise the option within the said period he shall \nbe deemed to have opted to become employee of th e Board:  \nProvided further that every other person, who is not a civil servant, shall stand transferred \nto the Board on his existing terms and conditions of service including the term of his appointment \nwhich he was enjoying immediately prior to the commenc ement of this Act.  \n(3) On transfer as aforesaid, terms and conditions of service of the person shall not be \nless favorable than those by which he was governed immediately before his transfer at the time of \ncommencement of this Act.  \n(4) No person who stands  transferred to the Board shall, notwithstanding anything \ncontained in any law for the time being in force, be entitled to any compensation because of such \ntransfer.  \n(5) All assets and liabilities of the erstwhile NITB on commencement of this Act shall \nstand transferred to and vested in the Board.  \n(6) The Federal Government shall pay to the Board capitalized value of pension and \ngratuity in respect of employees transferred to the Board to which they have become entitled to or \nhave been owned by them till th e date of commencement of this Act.  \n(7) All suits and other legal proceedings instituted by or against the Federal \nGovernment in respect of the erstwhile NITB shall be deemed to be suits and legal proceedings \nagainst the Board from the date of commencement  of this Act and shall be dealt with by the Board.  \n(8) All contracts, agreements, promises, negotiations and working arrangements made \nand understandings reached including bidding process initiated as a result of any request for \n \nPage 10 of 13 \n proposal sought from prospe ctive contractors and all liabilities incurred including any contingent \nor future liability on account of availing any service, etc. by the erstwhile NITB on behalf of the \nFederal Government in connection with, or for the purpose of, or in relation to the same objects, \npurposes, functions and powers as those of the Board, before the establishment of the Board shall \nbe deemed to have been made, reached or incurred, as applicable, by the Board under this Act and \nshall have effect accordingly.  \n15. Funds .— (1) There shall be created a non -lapsable fund vesting in the Board to be \nknown as the NITB Fund for the purpose of meeting expenses in connection with the functions \nand operations of the Board under this Act, including payment of salaries and other remunerati ons \npayable to the persons in service of the Board.  \n(2) The NITB Fund shall, subject to the provisions of the Public Finance Management \nAct, 2019 consist of — \n(a) funds provided by the Federal Government for payment of salaries, \nestablishing infrastructure,  administrative, operational and any other \nexpenses and running the day -to-day business of the Board;  \n(b) loans or funds to be obtained from the Federal Government or any \nProvincial Government or local authority or such other entity after approval \nfrom Boa rd; \n(c) grants by the Federal Government or any Provincial Government or local \nauthority;  \n(d) foreign aid, grants and loans negotiated and raised, or otherwise obtained \nby the Board, in consultation with Finance Division and relevant ministries \nand divisio ns; \n(e) charges for services or for the provision of any information or report \nautomated or otherwise to any government entity;  \n(f) fees and commissions collected as prescribed from time to time by the \nBoard;  \n(g) income from the sale of movable or immovabl e property;  \n(h) funds from floating bonds, shares, debentures, commercial papers or any \nother securities issued by the Board;  \n(i) income from investments;  \n(j) all other sums received or earned by the Board; and  \n(k) funds provided by the Federal Government for smooth, uninterrupted and \nsustainable operations through continuous up -gradation and maintenance of \nprojects related to e -governance.  \n \nPage 11 of 13 \n (3) The NITB Fund shall be kept in one or more accounts maintained by the Board in \nlocal and foreign currency in any s cheduled bank in Pakistan and shall be operated in accordance \nwith the prescribed regulations made by the Board.  \n(4) Only those funds and grants by the Federal Government or donor shall be credited \nto commercial bank account which is allowed by Finance Div ision explicitly.  \n(5) Bank accounts of the Board shall be opened with the prior approval of the Board.  \n(6) Investments shall be made in accordance with instructions and policy of the Finance \nDivision from time to time.  \n16. Budget .— The Board shall in respe ct of each financial year submit through relevant \nDivision and Finance Division for the approval of the Federal Government, by such date and in \nsuch form as may be specified by the Federal Government, a statement showing the estimated \nreceipts and current and development expenditure and the sums which are likely to be required \nfrom the Federal Government during the next financial year.  \n17. Accounts .— The accounts of the Board shall be maintained in such form and in \nsuch manner as the Federal Government may determine in consultation with the Auditor General \nof Pakistan.  \n18. Audit.— (1) The accounts of the Board shall be audited at the close of each \nfinancial year by the Auditor General of Pakistan.  \n(2) The Board shall produce such accounts, books and document s as the Auditor \nGeneral or any officer authorized by him in this behalf may require for the purpose of audit.  \n(3) Copies of the Auditor General’s report on the accounts shall be provided to the \nBoard and the Federal Government.  \n(4) The Board may, in addit ion to the audit under sub -section (1), cause its accounts to \nbe audited by any other external auditors being chartered accountants within the meaning of the \nChartered Accountants Ordinance, 1961 (X of 1961), on such remuneration as may be determined \nby th e Board.  \n19. Power to make rules .— The Federal Government may, by notification in the \nofficial Gazette, make rules for carrying out the purposes of this Act.  \n20. Powers to make regulations  .—(1) The Board may make regulations, not \ninconsistent with this Ac t and the rules, to carry out the purposes of this Act.  \n(2) Without prejudice to the generality of the forgoing provisions, the regulations may \nprovide for — \n(a) disciplinary proceedings and award of punishments;  \n(b) terms and conditions along with remuner ations and privileges, appointment \n \nPage 12 of 13 \n of CEO, officers, staff members, experts, advisers and consultants etc;  \n(c) prescription of different scales and grades etc. for the remuneration and \nprivileges of officers, staff members, experts, advisers and consultants of \nthe Board;  \n(d) procedure for appointment of members of different committees and laying \ndown regulations for the conduct of their business;  \n(e) Procedure and terms and conditions for appointment of members of Board \nother than ex-officio  membe rs; and  \n(f) all or any of the matters which by this Act are to be or may be prescribed \nby the regulations.  \n21. Removal of Difficulties .— If any difficulty arises in giving effect to any provision \nof this Act, the Federal Government may make such order, not  inconsistent with the provisions of \nthis Act, as may appear to be necessary for the purpose of removing the difficulty.  \n22. Authorities to aid the Board .— All executive authorities in the Federation and in \nthe Provinces shall render such assistance to the  Board as may be necessary for the execution of \nits programs and projects being carried out under this Act.  \n23. Delegation of powers .— The Board may, by notification in the official Gazette, \ndelegate all or any of its powers and functions, except the power  to make regulations, to any \nmember, CEO or officer subject to such conditions and limitations as may be specified in the \nnotification.  \n24. Act to over -ride other laws. — The provisions of this Act shall have effect \nnotwithstanding anything contained in any  other law for the time being in force.  \n25. Indemnity. — No suit or other legal proceedings shall lie against the officers and \nother staff of the Board in respect of anything which is done in good faith in performance of their \nofficial obligations under thi s Act.  \n26. Savings .— Notwithstanding anything contained in this Act, in respect of the \nerstwhile NITB any notification issued, appointment made, powers delegated, contracts entered \ninto, proceedings commenced, rights and liabilities incurred, fee or charge s levied, things done or \nactions taken, so far as they are not inconsistent with the provisions of this Act, rules and \nregulations, be deemed to have been made, passed, issued, delegated, entered into, commenced, \nacquired, incurred, levied, done or taken u nder this Act.  \n27. Act X of 2012 not to apply to the Board .— The Industrial Relations Act, 2012 (X \nof 2012) shall not apply to or in relation to the Board or any person in service of the Board.  \n28. Officers of the Board to be public servants .— The officers  and members of the \nstaff, advisers, consultants, experts of the Board shall be deemed to be public servants within the \nmeaning of section 21 of the Pakistan Penal Code (Act XLV of 1860).  \n \nPage 13 of 13 \n 29. Repeal.— The Ministry of Information Technology and Telecommunication’s \nNotification No. 6(13)/2004 -Dev, dated the 11th August, 2014 and the Cabinet Division’s Office \nMemorandum No.4 -1/2021 -Min-I dated Islamabad, the 27th May, 2021, are hereby repealed."
}