{
    "file": "./converted_json\\administratorffe7f352645c369fd0dd042ca193fe90.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "PART I]     THE GAZETTE OF PAKISTAN, EXTRA ., JAN.  15,  2020  13 \n \n \n \n \nISLAMABAD,  WEDNESDAY , JANUARY   15,  2020 \n \n \nPART I  \n \nActs, Ordinances, President’s Orders and Regulations  \n \nNATIONAL ASSEMBLY SE CRETARIAT  \n \nIslamabad, the 15th January , 2020 \n \n  No. F. 2 2(27)/201 9-Legis .—The following Act of Majlis -e-Shoora  \n(Parliament) r eceived the assent of the President on the 14th January, 2020 is \nhereby published for general information :— \n \nACT NO. IV OF 2020  \n \nAn Act to provide for establishment of Federal Government  \nEmployees  Housing Authority  \n \n WHEREAS  it is expedient to establish t he Federal Government Employees \nHousing Authority for the purposes of planning and development of housing \nschemes for serving and retired Federal Government employees and other \nspecified groups and matters connected therewith and ancillary thereto;  \n \n It is hereby enacted as under: — \n \n \n(13) \n \nPrice: Rs. 20.00 \n \n[5048 (2020)/Ex. Gaz.].   \n14 THE GAZETTE OF PAKISTAN, EXTRA., J AN.  15,  2020 [PART I \n \n  1. Short title, extent and commencement. —(1) This Act may be \ncalled the Federal Government Employees Housing Authority Act, 2020.  \n \n (2) It extends to the whole of Pakistan.  \n \n (3) It shall come into force at once.  \n \n 2. Definitions. —In this Act, unless the context otherwise requires, — \n \n (a) “Authority ” means the Authority established under section 3;  \n (b) “Chairman ” means Chairman of the Executive Board of the \nAuthority;  \n (c) “Deputy  Commissioner ” means the Deputy Commissioner of the \ndistrict concerned and includes any other officer appointed by the \nAuthority to exercise all or any of the powers and discharge all or \nany of the functions of the Deputy Commissioner under this Act;  \n (d) “Director General ” means the Director General of the Authority \nappointed under section 6;  \n (e) “Executive Board ” means the Executive Board constituted under \nsection 4;  \n (f) “Foundation ” means the Federal Government Employees Housing \nFoundation duly registe red with the Securities and Exchange \nCommission of Pakistan;  \n (g) “land” includes buildings and benefits arising out of land and things \nattached to the earth or permanently fastened to anything attached \nto the earth;  \n (h) “member” means a member of the Exe cutive Board;  \n (i) “prescribed ” means prescribed by rules or regulations, as the case \nmay be;  \n (j) “registered member ” means Federal Government employees \nincluding serving, retired and other specified groups registered with \nthe Authority for the purposes of allotment under this Act;  \n (k) “regulations ” means regulations made under this Act;  \n (l) “rules” means rules made under this Act;  \n (m) “scheme” means any scheme, plan, facility or project for \ndevelopment of land for residential or commercial purposes \nundertaken, planned or approved by the Authority including the \nPART I]     THE GAZETTE OF PAKISTAN, EXTRA ., JAN.  15,  2020  15 \n schemes earlier launched and started by the Foundation before \ncommencement of this Act;  \n (n) “specified area ” means all lands owned, purchased, acquired or \nprocured by or vested in or leased to t he Foundation under any law \nbefore the commencement of this Act and such other land as may \nbe purchased or procured or acquired or vested in or leased to the \nAuthority in Islamabad Capital Territory or other parts of Pakistan; \nand \n (o) “specified groups ” means any group as decided by the Executive \nBoard from time to time.  \n \n 3. Authority. —(1) The Division, concerned with the subject, through \nChairman of t he Authority shall, by notification in the official Gazette, establish \nthe Federal Government Employees H ousing Authority, within thirty days of the \ncommencement of this Act.  \n \n (2) The Authority shall be a body corporate having perpetual \nsuccession and common seal with power to purchase, procure through acquisition \nor otherwise, land as well movable and immov able properties and assets with the \nobject to hold, possess, sell, lease, transfer, exchange any property including \nlanded property and to regulate the schemes undertaken by it in the specified \narea.  \n \n (3) The head office of the Authority shall be at Islam abad. The \nAuthority may establish regional offices in other parts of Pakistan with the \napproval of Executive Board.  \n \n (4) The Authority shall also be the local authority in the specified area \nand shall be responsible for all public services and facilities.  \n \n (5) While making or arranging, planning, designing and executing a \nscheme in specified area, adherence to local municipal regulations and master \nplan of the concerned district shall be ensured.  \n \n 4. Executive Board. —(1) The general administration, super vision \nand control of the affairs of the Authority shall vest in the Executive  Board, \nwhich shall consist of — \n \n(a) Minister for the Division, concerned with affairs of \nthe Authority  Chairman  \n(b) Secretary of the Division concerned  Member  \n(c) Draftsman La w and Justice Division  Member  \n16 THE GAZETTE OF PAKISTAN, EXTRA., J AN.  15,  2020 [PART I \n \n (d) Additional Secretary of the Division, concerned with \nthe affairs of the Authority  Member  \n(e) Managing Director, Pakistan Housing Authority \nFoundation  Member  \n(f) Director General, Pakistan Public Works Department  Member  \n(g) Chief Commissioner, Islamabad Capital Territory  Member  \n(h) Chairman, Capital Development Authority Islamabad  Member  \n(i) Joint Secretary Expenditure Ministry of Finance  Member  \n(j) Chief (Physical Planning and Housing) Planning \nCommission, Islamabad  Member  \n(k) Chief Engineer of the Authority  Member  \n \n (2) The Director General, Federal Government Employees Housing \nAuthority shall act as the Secretary of the Executive Board.  \n \n 5. Powers, functions and meetings of the Executive Board. —(1) \nSubject to the  provisions of this Act, the Executive Board may take such \ndecisions and exercise such powers, as may be necessary for preparation, \nplanning, approval and development of schemes in the specified area for carrying \nout purposes of this Act.  \n  \n (2) Without pr ejudice to the generality of forgoing powers and subject \nto the provisions of th is Act, the Executive Board may — \n \n (a) review progress and activities of the Authority;  \n (b) consider and approve budget and audit report of the Authority;  \n (c) grant approval to purchase or procure through acquisition under the \nLand Acquisition Act, 1894 (I of 1894) or any other prevailing law \nfor the said purpose, or as per approved policy of the Federal \nGovernment for the time being in vogue or regulations made by \nExecutive B oard, as applicable at the site of the scheme, or \notherwise, any land or prope rty in Islamabad or any part of Pakistan \nand hold, manage, reclaim and take possession of such land or \nproperty, in accordance with law;  \n (d) grant approval to enter into contrac ts, arrangements, joint venture \nagreements with any person or firm for preparation, planning, \ndevelopment, execution, implementation and maintenance of \nschemes in the specified area, for carrying out purposes of this Act;  \nPART I]     THE GAZETTE OF PAKISTAN, EXTRA ., JAN.  15,  2020  17 \n  (e) impose and vary development c harges, transfer fee, service charges, \ntoll, tax or other charges in respect of any land or buildings within \nany scheme in the specified area;  \n (f) grant approval to lease, purchase, procure, sell, exchange, \nmortgage, rent out or otherwise dispose of any p roperty vested in \nthe Authority;  \n (g) grant approval to modify, re -plan or cancel any scheme or a part \nthereof in the specified area;  \n (h) grant approval to plan and execute mergers and amalgamation with \nother housing schemes or cooperative housing societi es; \n (i) grant approval to obtain loan for the purpose of generating capital \nfor its schemes or seek contributions from members of the schemes \nor drives, announced and floated by the Authority;  \n (j) give approval to receive grants from the Federal Governme nt for \nthe purpose of generating capital for its schemes or seek \ncontributions from members of schemes or drives, announced and \nfloated by the Authority; and  \n (k) accord approval of launching of schemes for the Federal \nGovernment employees and other specif ied groups to be \ndetermined by the Executive Board.  \n \n (3) The decision of the Executive Board shall be through simple \nmajority of the members present. Simple majority of its total member ship shall \nconstitute quorum of the Executive Board and the Chairman s hall have the \ncasting vote.  \n \n (4) The Chairman shall preside over the meetings and in his absence \nany senior member chosen by the members present, shall preside the meeting.  \n  \n (5) The Executive Board shall meet as and when required or considered \nnecessary  by the Chairman or on the request of Director General of the \nAuthority.  \n \n 6. Director General. —(1) There shall be a Director General of the \nAuthority who shall be appointed by the Federal Government.  \n \n (2) The Director General shall — \n \n (a) be a Federal Go vernment employee of BPS -20 or 21 of regularly \nconstituted occupational Group or services as defined in clause \n(viii) of rule 2 of the Occupational Groups and Services (Probation, \n18 THE GAZETTE OF PAKISTAN, EXTRA., J AN.  15,  2020 [PART I \n \n Training and Seniority) Rules, 1990 and preferably a civil servant \nhaving a degree in engineering or town planning or architecture or \nproject management;  \n (b) be from government sector appointed by the Federal Government \nas Director General of the Authority on deputation basis to perform \nfunctions under the provisions of this Act;  and \n (c) be a whole time officer of the Authority.  \n \n (3) The tenure of Director General shall be for a fixed period of three \nyears or till attaining the age of sixty years, whichever is earlier, however, with \nthe approval of the Federal Government the ten ure may be extended for further \ntwo years on satisfactory performance:  \n \n Provided that further extension of two years to the Director General shall \nonly be granted if he has not attained the age of superannuation.  \n \n (4) The Executive Board may, from time t o time add, alter or amend \nany term and condition for Director General.  \n \n (5) The Director General may be removed and replaced by the Federal \nGovernment on the recommendations of the Executive Board of the Authority.  \n \n (6) Notwithstanding anything containe d in this section, the Director General \nmay, at any time before the expiry of his term and upon three months ’ notice, \nresign from his office, or upon similar notice, be removed by the Federal \nGovernment without assigning any reason.  \n \n 7. Powers and functio ns of the Director General. —(1) Subject to \nprovisions of this Act and the regulations made thereunder, the Director General \nshall exercise all executive powers of the Authority, delegated to him or \notherwise, in accordance with the directions, decisions an d policies made by the \nExecutive Board.  \n \n (2) The functions of the Director General shall be the following or such \nothers as may be assigned to him from time t o time by the Executive Boards: — \n \n (a) prepare plans and carry out development, execution, implem entation , \nmaintenance, management and regulation of any scheme in the \nspecified area approved by Executive Board;  \n (b) accord approval for the layout plans, building plans of the schemes \nin conformity with the local municipal regulations;  \n (c) accord appro val for collection of revenues for maintenance of the \nschemes and enforcement of regulations made under this Act;  \nPART I]     THE GAZETTE OF PAKISTAN, EXTRA ., JAN.  15,  2020  19 \n  (d) incur any expenditure and procurement of land, buildings, plants, \nmachinery, equipment, instruments and necessary materials for the \nappro ved schemes;  \n (e) carry out maintenance arrangement, management and provision of \nall facilities, services and utilities including water, electricity, gas \nand sewerage for schemes in the specified area;  \n (f) do all such acts and deeds that may be necessary for the  \npurpose of proper  preparation,  planning,  developm ent, execution, \nimplementation, management and maintenance of residential and \ncommercial property in the schemes in the specified area;  \n (g) recover development charges,  transfer fees, service charg es, toll or \nother charges in respect of any land or buildings within any scheme \nin the specified area as imposed by the Executive Board;  \n (h) sanction all administrative expenditures after completion of codal \nformalities as per financial powers admissible to the head of \ndepartment / as prescribed by the Federal Government; and  \n (i) assist, supervise and pass any instruction relevant to achieve the \naforesaid functions.  \n \n (3) The Director General may, either by himself or through an officer \nappointed by the E xecutive board in this behalf, carry on the correspondence and \nshall sign, verify, pursue and file all pleadings and such other documents on \nbehalf of the Authority in any suit, appeal, petition and proceedings which may \nbe instituted, prepared and filed b y or against the Authority in or before any \ncourt, tribunal or authority.  \n \n (4) The Director General may, with the approval of the Executive \nBoard, delegate any of his powers specified in sub -section (2) to an officer of the \nAuthority,  \n \n 8. Appointment of  officers and officials. —(1) The Executive Board \nmay, in such manner and on such terms and conditions as may be prescribed by \nregulations, appoint such officers, employees, staff, experts, consultants and \nadvisors as may be necessary for purposes of this A ct. \n \n (2) All officers and employees of the Foundation shall become the \nemployees of the Authority upon its winding up, on the terms and conditions as \nmay be prescribed which shall not be less favorable than the terms and conditions \nbeing availed by them i n the Foundation on commencement of this Act.  \n \n 9. Delegation of powers. —Subject to this Act, the Executive Board \nand the Director General may, by order in writing, delegate to any officer of the \n20 THE GAZETTE OF PAKISTAN, EXTRA., J AN.  15,  2020 [PART I \n \n Authority any of its or his powers to perform such functions  and duties as may be \nspecified in the order.  \n \n 10. Committees. —The Executive Board may, by order, constitute, \ncommittees including finance committee, budget and accounts committee and \nsuch other committees as may be deemed necessary for carrying the funct ions of \nthe Authority and assign to them such specific functions for efficient \nperformance of the Authority. The committees shall perform the functions in the \nmanner specified in the order.  \n \n 11. Fund of the Authority. —(1) There shall be a Fund known as th e \nFederal Government Employees Housing Authority Fund, which shall vest in the \nAuthority.  \n \n (2) The sources of the Fund shall be — \n \n (a) all moneys received from the registered members of the Authority;  \n (b) all grants from the Federal or Provincial Governm ents, multinational \nand international organizations and government approved international  \nand national non -profit organizations;  \n (c) fees, services charges, taxes and penalties; and  \n (d) any donation or other sum of money received by the Authority \ncredite d in the Fund.  \n \n (3) The Fund shall be kept in the scheduled banks and shall be utilized, \nspent and regulated in such manner as may be prescribed by Executive Board \nthrough regulations.  \n \n (4) The budget of the Authority shall be approved by the Executive \nBoard and its accounts shall be maintained and audited in such manner as may be \nprescribed by regulations.  \n \n (5) The annual audit of the Authority shall be conducted by the Auditor \nGeneral of Pakistan.  \n \n 12. Acquisition of land. —(1) Acquisition of any land or any interest in \nland for the purposes of the Authority shall be deemed to be an acquisition for \npublic purposes within the meaning of the applicable Land Acquisition Act, 1894 \n(I of 1894) or any other prevailing law for the said purpose, as per policy o f the \nFederal Government.  \n \n (2) There shall be a Deputy Commissioner of the Authority who shall \nact as the land acquisition collector for the purposes of this Act.  \nPART I]     THE GAZETTE OF PAKISTAN, EXTRA ., JAN.  15,  2020  21 \n  (3) All land within the specified areas shall be liable to acquisition at \nany time in accor dance with the provisions of this Act.  \n \n (4) The Authority or any of its members, the Deputy Commissioner \nand any such person as may either generally or specially be authorized by the \nAuthority in this behalf, for the purposes of entry upon land and prelim inary  \nsurvey, shall be authorized to — \n \n (a) enter upon, survey and take levels of any land;  \n (b) dig or bore into the sub -soil; \n (c) do all other acts necessary to ascertain whether land is adapted for \nthe purposes of this Act;  \n (d) set out the boundaries of the land proposed to be acquired and the \nintended line of the work, if any, proposed to be made thereon;  \n (e) mark such levels, boundaries and line by placing marks and \ncuttings; and  \n (f) take levels or mark lines, to cut down and clear away any park of  \nany standing crop, fence or jungle, where it is necessary for the \npurposes of the survey.  \n (5) No person shall, without the consent of its occupier, enter into any \nbuilding or any enclosed court or garden attached to a dwelling house without \npreviously gi ving such occupier at least twenty -four hours ’ notice in writing of \nhis intention to do so.  \n \n (6) Subject to the provisions of this Act, the rules made thereunder and \nthe directions of the Authority, the Deputy Commissioner may by order in \nwriting acquire any land for the purposes of this Act.  \n \n (7) No acquisition under this section shall be made except on the \nreceipt by the Deputy Commissioner of specific directions from the Authority.  \n \n 13. Land to be marked out, measured and planned. —Where any \nland is pr oposed to be acquired under section 12, the Deputy Commissioner shall \ncause the land to be marked out and measured, unless it has been already marked \nout, and if no plan has been made thereof, a plan to be made for the same.  \n \n 14. Public notice of acquisit ion.—(1) The Deputy Commissioner shall \ncause public notice to be given at convenient places on or near the land to be \ntaken, stating that the Federal Government Employees Housing Authority intends \nto take possession of the land and that claims to compensat ion for all interests in \nsuch land may be made to him.  \n22 THE GAZETTE OF PAKISTAN, EXTRA., J AN.  15,  2020 [PART I \n \n  (2) The notice issued under sub -section (1), not being earlier than ten \ndays after the date of publication of the notice, shall state the particulars of the \nland so needed and require all persons inte rested in the land to appear personally \nor through agent before the Deputy Commissioner at a time and place mentioned \ntherein, the nature of their respective interests in the land, the amount and \nparticulars of their claims for compensation for such intere st and their objections, \nif any, to the measurements made under section 13.  \n \n (3) The Deputy Commissioner may require the statement under  \nsub-section (2) to be made in writing and signed by the party or his agent.  \n \n (4) The Deputy Commissioner shall also serve notice, issued under \nsub-section (1) to the occupier and to such person known or believed to be \ninterested in the land or entitled to act for persons so interested.  \n \n 15. Enquiry and award by Deputy Commissioner. —(1) On the day \nso fixed, or on any ot her day to which the enquiry has been adjourned, the \nDeputy Commissioner  shall proceed to enquire into, — \n \n (a) the objections, if any, which any person interested has stated, \npursuant to the notice given under section 14;  \n \n (b) the market value of the land ; and  \n \n (c) the respective interest of the persons claiming the compensation.  \n \n (2) The Deputy Commissioner upon enquiring the matter under  \nsub-sectio n (1) shall make an award of — \n \n (a) the true area of the land;  \n \n (b) the compensation which in his opinio n should be allowed for the \nland; and  \n \n (c) the apportionment of such compensation among all the persons \nknown or believed to be interested in the land of whom, or of \nwhose claims he has information, whether or not they have \nappeared before him.  \n \n 16. Comp ensation. —(1) Where any land is acquired under this  \nAct, the compensation shall be paid and its value shall be determined by the \nDeputy Commissioner as provided in this section.  \n \n (2) In determination of the amount of compensation to be awarded for \nthe la nd acquired under this Act, the Deputy Commissioner shall take into \nconsideration, — \nPART I]     THE GAZETTE OF PAKISTAN, EXTRA ., JAN.  15,  2020  23 \n  (a) the market value of the land on the date of order of its acquisition \nmade under sub -section (1) of section 15;  \n \n (b) the damage sustained by the person interested, by reasons of \ndispossession of any standing crop or tree which may be on the \nland;  \n \n (c) the damage, if any, sustained by the person interested at the time of \ntaking possession of the land by reasons of severing such land from \nhis other land;  \n \n (d) the damage , if any, sustained by the persons interested at the time \nof taking possession of the land by reason of the acquisition, \nadversely affecting his other property, movable or immovable, in \nany other manner, or his earnings; and  \n \n (e) if, in consequence of the  acquisitions of the land under section 12, \nthe person interested is compelled to change his residence or place \nof business, the reasonable expenses, if any, incidental to such \nchange.  \n \n (3) In addition to the value of the land determined as aforesaid, the  \nDeputy Commissioner shall in every case, award a sum of fifteen percent on such \nvalue in consideration of the compulsory nature of the acquisition.  \n \n (4) In determining compensation as aforesaid, the Deputy Commissioner \nshall not take into consideration, — \n \n (a) the degree of urgency which has led to the acquisition;  \n \n (b) any disinclination of the person interested to part with the land \nacquired;  \n \n (c) any damage sustained by him which, if caused by a private person \nwould not render such person liable to a  suit; \n \n (d) any increase likely to accrue to the value of the land acquired from \nthe use to which such land will be put on acquisition; and  \n \n (e) any increase likely to accrue to the value of the other land of the \nperson interested from the use to which t he land acquired will be \nput. \n \n 17. Vesting of land in the Authority. —Immediately on making of the \naward under section 15, the land shall vest in the Authority, free from all \n24 THE GAZETTE OF PAKISTAN, EXTRA., J AN.  15,  2020 [PART I \n \n encumbrances and thereupon the Deputy Commissioner may, after giving \nreasonable n otice to the occupier, enter upon and take possession of such land for \nthe purposes and periods specified in the notice under section 14.  \n \n 18. Powers of Deputy Commissioner. —(1) With a view to acquire \nany land and determination of any compensation thereof  for carrying out \npurposes of this A ct, the Deputy Commissioner may — \n \n (a) require any person, by order in writing, to furnish such information \nin his possession related to any land, as may be specified in the \norder; and  \n \n (b) enter or authorize any person  to enter upon any land and take such \nact as may be necessary.  \n \n (2) The Authority may give directions to the Deputy Commissioner, \nwith regard to exercise of his powers and discharge of his functions under this \nsection and the Deputy Commissioner shall be guided by and act in accordance \nwith such directions.  \n \n 19. Appeal and review. —(1) Any person aggrieved by an award or \nfinal order of the Deputy Commissioner may, within fifteen days of such award \nor order, file an appeal to the Executive Board.  \n \n (2) Any person aggrieved by the order of Executive Board in appeal, \nagainst the award issued under section 15, may submit any objection to such \norder.  \n \n (3) The Deputy Commissioner or the Executive Board, either on his or \nits own motion or on an application made i n this behalf, at any time within five \nyears from the date of an award or order made before the commencement of this \nAct, may, after giving the parties concerned a notice and an opportunity of being \nheard, review the award or order and pass such order ther eon as he or it may \ndeem appropriate:  \n \n Provided that the order issued under sub -section (3) shall not, except in \nso far as it corrects an arithmetical, clerical or patent error or mistake in the \naward or order under review, enhance the amount of compensat ion. \n \n (4) Any amount paid to any person, who is found for any reason \ninvolved in fraud or mis -representation, as reviewed not to be due or in excess of \nthe amount to which he is entitled to under the award or order shall be \nrecoverable by the Authority an d the Deputy Commissioner shall call upon such \nperson to refund it.  \nPART I]     THE GAZETTE OF PAKISTAN, EXTRA ., JAN.  15,  2020  25 \n  (5) Subject to the provisions of sub -section (3), the order of the \nExecutive Board passed in any appeal and decision made thereon shall be final \nand not to be called in question in any co urt. \n \n 20. Deputy Commissioner and Executive Board to have powers of \ncivil court. —(1) The Deputy Commissioner, while making any enquiry or \nconducting any proceeding for an award or order under this Act, or the Executive \nBoard hearing an appeal or holding a  review under section 19, shall have the \nsame powers vested in the civil court under the Code of Civil Procedure , 1908 \n(Act V of 1908), and may — \n \n (a) summon and enforce attendance of any person and examine him on \noath or affirmation;  \n \n (b) require the dis covery and production of any document;  \n \n (c) require any record from any court or office;  \n \n (d) issue commissions for examination of witnesses inspection of \nproperty or make any local investigations;  \n \n (e) add or substitute representative of deceased parti es to proceedings;  \n \n (f) add or drop parties from pending proceeding;  \n \n (g) restore the cases dismissed for default;  \n \n (h) consolidate and split up cases; and  \n \n (i) any other matter ancillary to the case and holding an inquiry or \nhearing of an appeal there of. \n \n (2) The Deputy Commissioner or the Executive Board exercising \npowers under this Act shall be deemed to be a court for the purposes of  \nsection 480 and 482 of the Code of Criminal Procedure, 1898 (Act V of 1898) \nand a proceeding before them shall be d eemed to be a judicial proceeding within \nthe meanings of sections 193 and 228 of the Pakistan Penal Code, 1860  \n(Act XLV of 1860).  \n \n (3) The Authority may prescribe fees on application made before it \nunder this section.  \n \n 21. Power to cancel allotment. —(1) The Director General may cancel \nor revoke or rescind any allotment, transfer, licence, lease or agreement on the \nrecommendation of a committee constituted by the Executive Board.  \n26 THE GAZETTE OF PAKISTAN, EXTRA., J AN.  15,  2020 [PART I \n \n  (2) An appeal from an order under sub -section (1) shall lie before  \nthe Exe cutive Board. When the Executive Board is deciding the appeal, the \nDirector General shall not participate in the proceedings.  \n \n 22. Encroachments. —(1) If a person encroaches upon property of the \nAuthority or any open space or illegally possesses property o f an allottee, \ntransferee, licensee or lessee in the specified area, he shall be liable to \npunishment of imprisonment which may extend to two years or fine which may \nextend to five hundred thousand Rupees or both.  \n \n (2) The Magistrate of the first class sh all conduct summary trial of an \noffence under sub -section (1) and pass any  sentence provided in that sub -section \nin accordance with the provisions of Chapter XII of the Code of Criminal \nProcedure, 1898 (Act V of 1898) on the complaint filed by an officer o f the \nAuthority authorized under the regulations.  \n \n (3) If a person encroaches upon the property of the Authority or any \nopen space or illegally possesses property of an allottee, transferee, licensee or \nlessee in the specified area, the Magistrate may, du ring or on conclusion of trial \nunder sub -section (2) but subject to the final decision of the Civil Court, order the \npolice to forthwith remove encroachment or dispossess the illegal possessor.  \n \n 23. Violation of building regulations. —If a person violates the \nbuilding regulations in the specified area, the Authority may, in the prescribed \nmanner, direct such person to remove the structure or part of the structure or pay \nfine to the Authority which may be fixed in the regulations for each category of \nviolati on. \n \n 24. Transfer and savings. —On the commencement of this Act, — \n \n (a) all assets, rights, powers, authorities and privileges and all property, \nmovable and immovable, bank balances, bank accounts, reserve \nfunds, investments and all other interests and rig hts in or arising out \nof such property and all liabilities and obligations of whatever kind \nof the Foundation, established before commencement of this Act, \nshall stand transferred to and vested in the Authority;  \n \n (b) all contracts and agreements entered i nto, all rights acquired and all \nmatters and things agreed to be done by the Foundation and \nobligations incurred shall be deemed to have been entered into, \nacquired or agreed to be done by the Authority;  \n \n (c) all contracts, projects, schemes, works, wheth er in progress or not \nand all guarantees undertaken, obligations, liabilities executed or \nsubsisting in the name of the Foundation shall be deemed to be \nPART I]     THE GAZETTE OF PAKISTAN, EXTRA ., JAN.  15,  2020  27 \n contracts, projects, schemes, works, guarantees, undertakings, rights , \nobligations, liabilities of the Authority;  \n \n (d) all land owned, purchased, acquired or procured and developed by \nthe Foundation shall be deemed to be the property of the Authority;  \n \n (e) all leases executed in the name of the Foundation before commencement \nof this Act shall be deemed to  be leases executed in the name of the \nAuthority;  \n \n (f) all suits, appeals, petitions or legal proceedings by or against the \nFoundation shall be deemed to be suits, appeals, petitions or legal \nproceedings by or against the Authority;  \n \n (g) all allotments a nd transfer of plots, whether residential or commercial , \nmade by the Foundation shall be deemed to be allotments and \ntransfers made by the Authority;  \n \n (h) all pending disputes or matters, if any, before the Foundation shall \nstand transferred to the Author ity and shall be decided by the \nDirector General and any aggrieved party shall have the right to \nappeal before the Executive Board within ninety days;  \n \n (i) all by -laws, policies and regulations in force immediately before \ncommencement of this Act shall co ntinue to remain in force until \naltered amended or repealed;  \n \n (j) notwithstanding anything mentioned herein before, all and every \nrights and obligations of the Foundation shall stand transferred to \nthe Authority and the Foundation shall be wounded up in \naccordance with law; and  \n \n (k) notwithstanding the provisions of this Act, everything done, action \ntaken, appointments made either through initial recruitment, \ninduction, absorption, promotion, regularization or on contract \nbasis, deputations made, obligati on, liability or penalty incurred, \npowers conferred or exercised, prior to the commencement of this \nAct, shall continue and be deemed to have been respectively done, \ntaken, incurred, conferred and exercised under this Act.  \n \n 25. Appeal against the order of  Director General. —Any person \naggrieved by an order passed by Director General in respect to his rights in \nrelation to any plot, built up or otherwise, may file an appeal before the \nExecutive Board within ninety days of such order. Such appeal shall be dec ided \nby the Executive Board excluding the Director General, who passed such order.  \n28 THE GAZETTE OF PAKISTAN, EXTRA., J AN.  15,  2020 [PART I \n \n  26. Power to make rules and regulations. —The Executive Board \nmay make rules and regulations, for carrying out purposes of this Act.  \n \n 27. Recovery as arrears of land revenu e.—If a person fails to pay \nany amount due to the Authority, the Collector shall, on the request in writing of \nthe Authority, recover the amount as arrears of land revenue.  \n \n 28. Authority to be exempted from taxation. —(1) Notwithstanding \nanything containe d in any other law, for a period of five years starting from the \ncommencement of this Act as per sub -section (1) of section 3 of this Act, the \nAuthority shall be exempted from income tax.  \n \n (2) The Federal Government may, by notification in the official \nGazette, extend the exemption mentioned in sub -section (1) to such extent and on \nsuch terms and conditions as it may deem appropriate.  \n \n 29. Validation. —All acts done or taken by the Foundation, before the \ncommencement of this Act, shall be deemed to have be en validly done or have \nbeen taken under this Act to the extent they are consistent with the provisions of \nthis Act.  \n \n 30. Immunity. —No suit, prosecution or any other legal proceedings \nshall lie against the Chairman, Director General, members, employees, e xperts or \nconsultants of the Authority, in respect of anything done or intended to be done \nin good faith under this Act.  \n \n 31. Removal of difficulty. —If any difficulty arises in giving effect to \nany of the provisions of this Act, the Federal Government may  give such \ndirections, consistent with the provisions of this Act, as it may consider necessary \nfor removal of such difficulty.  \n \n 32. Relation of this Act with other laws. —(1) The provisions of this \nAct shall have effect not in derogation of the Pakistan P enal Code 1860, Code of \nCriminal Procedure 1898 (Act V of 1898), Code of Civil Procedure 1908 (Act V \nof 1908), Qanun -e-Shahadat 1984 (P.O. 10 of 1984) and Land Acquisition Act, \n1894 (1 of 1894).  \n \n (2) Subject to sub -section (1), the provisions of this Act shall have \neffect notwithstanding anything contained in any other law for the time being in \nforce.  \n \nTAHIR  HUSSAIN , \nSecretary . \n————————————————————————————————  \nPRINTED  BY THE MANAGER, PRINTING CORPORATION OF  PAKISTAN PRESS,  ISLAMABAD .  \nPUBLISHED BY THE  DEPUTY CONTROLLER, STATIONERY AND FORMS, UNIVERSITY ROAD , KARACHI ."
}