{
    "file": "./converted_json\\administrator40e0cce20a81c2bf99dee2d468e3b256.json",
    "name": "THE ESTABLISHMENT OF SPECIAL COURT (OVERSEAS PAKISTANIS PROPERTY) ACT, 2024",
    "date": "28th October, 2024",
    "tagline": "An Act to establish special courts for adjudication of petitions in respect of immovable properties of overseas Pakistanis",
    "content": "Page 1 of 10 \n   \n \nTHE ESTABLISHMENT OF SPECIAL COURT (OVERSEAS \nPAKISTANIS PROPERTY) ACT, 2024  \n \n \n \n \nCONTENTS  \n1.   Short  title, extent and commencement  \n2.   Definitions  \n3.   Establishment of special court, etc.  \n4.   Filing of  petition  \n5.   E-filing of petitions, etc.  \n6.   Notice to appear and  consequences of non -appearance  \n7.   Leave to defend  \n8.   Recording of evidence  \n9.   Period for disposal of petition  \n10.  Appeal  \n11.  Execution of decree  \n12.  Attachment before judgment, injunction or ap pointment of  receivers  \n13.  Transfer of pending case s \n14.  Application of fines and  costs  \n15.  Restriction on transfer of property  \n16.  Application of the Limitation Act, 1908 (Act IX of 1908)  \n17.  Powers of special  court  \n18.  Finality of order  \n19.  Regist rar \n20.  Report  \n \n\n \nPage 2 of 10 \n 21.  Power to make  rules  \n22.  Removal of difficulties  \n23.  Act to override other  laws  \n \n  \n \nPage 3 of 10 \n THE ESTABLISHMENT OF SPECIAL COURT (OVERSEAS PAKISTANIS \nPROPERTY) ACT, 20 24 \n[28th October,  2024 ] \nACT No. XXVIII OF 2024  \nAN \nACT  \nto establish special courts for adjudication of petitions in respect of immovable  properties of \noverseas Pakistanis  \n WHERE AS it is expedient, establish special, courts in, order to secure and provide for protection \nof rights of ownership and possession in re spect of immovable properties of overseas Pakistanis and \nfor matters connected therewith and incidental thereto;  \n It is hereby e nacted as follows:\n 1. Short title, extent and commencement. —(1) This Act shall be called the Establishment of \nSpecial Court (Overseas Pakistanis Property) Act,  2024.  \n (2) It shall extend to the whole of the Islamabad Capital Territory.  \n (3) It shall come into force at once.  \n 2. Definitions. —In this Act, unless the context  or subject otherwise requires, — \n(a)  ‘Code’  means  the Code of Civil Procedure, 1908 (Act No.  V of 1908);  \n(b) Overseas Pakistani means any person holding a Pakistani passport,  \ncomputerized national identity card (CNIC), national identity card for overseas \nPakistanis (NICOP), Pakistan origin card (POC) or Overseas Pakistanis \nFoundation (OPF)  membership card proving his nationality and is living,  \nworking  or studying abroad permanently or temporarily for more than one \nhundred and eighty two (182)  days in a tax year;  \n(c) ‘petitioner’  for the purpose of filing petition before a special court,  means the \noverseas Pakistani or anyone authorized by him in his be half; \n(d) ‘prescribed’  means prescribed by rules;  \n(c) ‘property’  means immove able property as defined in the Registration Act, 1908 (Act \nXVI of 1908);  \n(f) ‘rules’  means rules made under this Act; and  \n(g) ‘special court’  means the special court established or designated as such this Act.  \n 3. Establishment of special cou rt, etc.—(1) The Federal Government  may,  in consultation with \nthe Chief Justice of the Islamabad  High Court and by notification in the official Gazette, establish as \nmany special courts in the Islamabad Capital Territory as it may deem necessary to try petitions filed \nby overseas Pakistanis in relation to their immovable properties and where more tha n one special court \nare established, the notification shall specify jurisdiction of each such special court.  \n \nPage 4 of 10 \n  (2) The Federal Government  may, in consultation with the Chief Justice of the Islamabad High \nCourt, appoint any person as a judge of the special court who is or has been a district judge or an \nadditional district judge or who is or has been an advocate of the High Court for a period of not less \nthan ten years and is not more than sixty -five years of age at the time of appointment as such judge.  \n (3) In addition to or in lieu of establishment of the special court under sub -section (1), the Federal \nGovernment may, in consultation with the Chief Justice of the Islamabad High Court and by \nnotification of the official Gazette,  designate in the Islamabad Capital Territory as many courts of \ndistrict judge or additional district judges as special court as it may deem fit and where more than one \nspecial court are designated, the notification shall specify jurisdiction of each special court.  \n (4) A judge of the special court shall have the same powers and jurisdiction as vested in the court \nof district judge under the Code.  \n (5) A judge of the special court shall be appointed for a period of three years  on such terms and \nconditions as may be determined by the  Chief Justice of the Islamabad High Court.  \n (6) A judge of  the special court shall only be  removable before the expiry of his tenure of he if \nfound guilty of misconducts.  \n (7) The disciplinary proceedings against a judge of a special court shall be conduc ted in the same \nmanner and under the same legal provisions and rules as prescribed for a district and sessions judge in \nthe Islamabad Capital Territory.  \n (8) During his tenure, a judge of a special court may be transferred to another special court within \nIslamabad Capital Territory by the Chief Justice of the Islamabad High Court.  \n 4. Filing of petition. —(1) A petition under this Act shall be filed in special court having the \njurisdiction, in the manner as may be prescribed.  \n (2) A petition under sub -sectio n (1)  shall contain a concise statement of facts which shall include \nstatus of ownership and unlawful possession or control of property,  estimated market value of property, \ndetails of rent or profits received by person in un -lawful possession or control of  property, it any, and \nthe relief claimed and such other information or documents as may be prescribed.  \n (3) Notwithstanding anything contained in the Code or any other law for the time being in force,  \nall actions,  disputes,  petitions,  suits,  proceedings and matters connected therewith in which one or \nmore of the parties are overseas Pakistanis,  shall be heard and adjudicated exclusively by a special \ncourt.\n 5. E-filing of petitions,  etc.—(1)The Islamabad High Court shall make rules to enable filing of \npetitions, responses, applications, hearing of parties including recording of evidence under this Act \nand all matters connected therewith or incidental thereto through electronic means.  \n (2) Subject to the Public Financ e Management Act, 2019 and to carry out purposes of this Act, \nthere shall be maintained by designated officer or the special court in the prescribed manner,  bank \naccount for deposit of court fee and other charges manually or through modern devices includin g e-\nfiling  etc. \n (3) There shall be maintained physical and electronic record of all the cases filed and pending \nbefore the special courts along -with the details of the proceedings that have taken place therein.  \n \nPage 5 of 10 \n  6. Notice to appear and consequences of non -appearance. —(1) The special court shall issue \nnotice to the respondents in the form as given in the schedule to this Act for appearance on a date fixed \nnot later than ten days through process server,  registered post acknowledgement due and courier \nservice.  \n (2) In addition to the service under sub -section (1),  the special court shall order for effecting \nservice by — \n(a)  affixing a copy of the notice at s ome conspicuous part of the dis possessed property or \nresidence of the respondent in which he is k nown to have last resided or carries  on \nbusiness or personally works for gain;  \n(b)  any modern device including electronic  device of communication which may include \nmobile phone, telephone, telegram,  phonogram,  telex,  fax, radio,  television etc. in a \npresc ribed manner;  \n(c)  urgent mail service or public courier services;  \n(d)  announcement through mosque,  temple,  community  center,  etc.; \n(c)  publication in the press in the prescribed manner;  or \n(f)  any other manner or mode as it may think fit:  \n Provided that the Special Court may order the use of all or any of the aforesaid modes of \nservice simultaneously.  \n (3) If the respondent fails to appear, the special court may direct service again by any of the modes \nmentioned in sub-section (2) to appear on a date not later than seven days.\n (4) If the respondent fails to appear again, the special court may proceed ex-parte  against the \nrespondent and may pass any order under the law applicable thereto.  \n (5) If an ex-parte  order is  passed against a respondent, the respondent may,  within ten days from \nthe date of knowledge thereof,  apply to the special court for setting aside the ex-parte  order along -with \nan application for leave to appear and defend.  \n (6) If the respondent shows a s ufficient cause for his non -appearance,  the special court may set \naside the ex-parte  order on such terms as it may deem fit.  \n 7. Leave to defend. —(1) A special court shall not allow respondent to defend the application \nunless he obtains from this special court leave to defend.  \n (2) Subject to other provisions of this Act, a respondent shall file an application for leave to defend, \nin default of which, th e allegations of fact  in the petition shall be deemed to have been admitted and \nthe special court may pass the judgment and decree in favour of the petitioner.  \n (3) The application for leave to defend shall be in the form of a written statement containing a \nsummary of substantial questions of law as well as facts in respect of which, in the opinion of the \nrespondent, evidence needs to be recorded.  \n \nPage 6 of 10 \n  (4) The application for leave to defend shall be accompanied by an affidavit of the respondent, \ncopy of all re levant documents in possession or power and affidavits of not more than two witnesses \nwhich, in the opinion of the respondent,  support the question of law and facts raised by him.  \n (5) An application for leave to defend which does not comply with the requi rements of sub -section \n(4) shall be rejected, unless the respondent discloses sufficient cause for his inability to -comply with \nany such requirement.  \n  (6) The petitioner may -file a reply to the application for leave to  defend.  \n (7) The special court shall  grant the respondent leave to defend if on consideration of contents of \nthe petition, application for leave to defend and its reply thereto it is of the view that substantial \nquestions of law or facts have been raised in respect of which evidence needs re cording.  \n (8) The special court shall decide the application for leave to defend within a period of fifteen \ndays form the date of its filing.\n (9) In granting leave under sub -section (7), the special court may impose such conditions as it may \ndeem appropriate in circumstances  of the case,  including furnishing of security which Shall not be less \nthan ten percent of estimated market value of property of overseas Pakistani prevailing at that time.  \n (10) if leave to defend is g ranted the special court shall treat the application for leave to defend as \na defence of respondent and in its order granting leave it shall frame issues relating to substantial \nquestions of law or facts and, subject to fulfillment of any conditions attach ed to grant of leave, fix a \ndate for recording of evidence thereon and disposal of the proceedings.  \n (11) Where the application for leave to defend is rejected or where a respond fails to fulfill \nconditions attached to the grant of leave to defend, the spe cial court shall proceed to pass judgment \nand decree against the respondent.  \n 8. Recording of evidence. —(1) The special court shall direct the party concerned to produce its \nevidence on a date fixed.  \n (2) The special court shall treat an affidavit filed by  a party as examination -in-chief and - \n(a)  may,  of its own motion, order attendance of the deponent for cross examination;  and \n   (b)  shall, if so requested by a party, direct produc tion of the dependent for cross - \nexamination.  \n (3) The special court  shall not grant more than two opportunities  to a party for production of the \nevidence.  \n (4) The special court shall not grant an adjournment for cross examination of a witness except for \na sufficient cause and on payment of the costs to the witness as it may deem fit.  \n (5) A special court,  on request of an overseas Pakistani litigant, shall m ake arrangements to e nable \nthe litigant to participate in the court proceedings through video link.  \n (6) A special court shall allow evidence of an overseas/litigant or a witness through the concerned \nhigh commission, embassy or consulate of Pakistan, as the case may be, by use of video link or any \nother legally acceptable mode:\n \nPage 7 of 10 \n  Provided that such evidence shall be recorded under supervision of  an official of the concerned  \nhigh commission, etc. especially notified for this purpose.  \n (7) A special court shall enable that cause list and short orders of such cases to be uploaded on the \nweb portal especially established for this purpose.  \n (8) After recording evidence of the parties, if any, and hearing the arguments,  the special court \nshall pass the judgment and decree.  \n 9. Period for disposal of petition. —(1)The special court shall pass a judgment as expeditiously \nas possible but not later than ninety days from the date of grant of application for leave to defend.  \n (2) In case the proceedings are not completed within ninety days, the respondent may be required \nto furnish security in such amount as the  special court deems fit, and on failure of th e respondent to \nfurnish security the special court shall pass judgment.  \n (3) The requirement of furnishing security under sub -section (2)  shall be dispensed with, if in \nopinion of the special court on appreciation of material available on record, the delay  is not attributable \nto conduct of the respondent.  \n (4) At any time during the course of proceedings, the special court shall not allow adjournment \nfor more than seven days.  \n (5) The special court if it deems necessary for  expeditious disposal of the suit or petition, for \nreasons to be recorded in writing, shall on its own motion have the power to summon official record \nmaintained  by the public authorities in respect of any matter connected with or arising from the subject \nmatter of the suit or petition.  \n 10. Appeal. —(1) Any person aggrieved by a judgment,  decree or final order of the special court \nmay, within fifteen days, prefer an appeal to the High Court.  \n (2) The admission of appeal shall not be deemed to suspend operation of judgment, decree or final \norder unless a notice has been served on the decree holder.  \n (3) The High Court shall decide an appeal within a period of ninety days from the date of its filing.  \n (4) An appeal may be preferred under this section from a decree passed ex-parte.\n (5) No  appeal, review or revision shall  lie against an order accepting or rejecting an application \nfor leave to defend or any interlocutory order of the special court which d oes not dispose of the entire \nproceedings before the special court.  \n (6) Any order for stay of execution of decree in appeal shall automatically lapse on expiry of two \nmonths from date of such order.  \n 11. Execution of decree. —(1) Notwithstanding anything c ontained in any other law for the time \nbeing in force, upon issuance of decree by a special court, the suit shall automatically stand converted \ninto execution proceedings without the need to file separate application and the case shall be heard by \nthe spec ial court for execution of its decree on the expiry of fifteen days from the date of issuance of \ndecree  or order  \n \n (2) The decree of the special court shall be executed  in accordance with the provisions of the Code \n \nPage 8 of 10 \n or any other law for the time being in fo rce or in such manner as the special court may at request of \nthe decree -holder may consider appropriate.  \n \n (3) The special court shall be entitled to seek services and assistance of the police or any law \nenforcement agency in exercise of powers conferred by this section.  \n (4) Notwithstanding anything contained in the Code or any other law, for the time being in force, \nif the claim or objections are found by the special court to be mala -fide or filed merely to delay the \nexecution process the speci al court shall impose such penalty as it deems fit in facts and circumstances \nof the case.  \n 12. Attachment before judgment, injunction or appointment of receivers. —(1) The special \ncourt may, on its own or on an application,  by the petitioner, with a view t o preventing property from \nbeing  transferred,  alienated encumbered,  wasted or otherwise dealt with in a manner which is likely to \nimpair or prejudice the rights of overseas Pakistanis, or otherwise in the interest of justice, - \n(a)  restrain the respondent or other s from transferring, alienating, parting with possession or \notherwise encumbering, charging, disposing of or dealing with the property in any \nmanner;  \n(b)  attach such property;  \n(c)  transfer  possession of such property to the aggrieved person; or\n(d)  appoint one or more receivers of such property on such terms and conditions as it may \ndeem fit.  \n (2) An order under sub -section (1) may also be passed by the special court against any third party \nto whom the property is sold in contravention of provisions of this Act or held benami  by respondent \nin the name of an ostensible owner.  \n 13. Transfer of pen ding cases. —(1) On commencement of this Act, — \n(a)  all petitions, suits,  execution petitions and all other proceedings pending in any other \ncourt, in which overseas Pakistani is a party,  shall stand transferred to the special court \nand on transfer of the c ases,  the special court may proceed with the cases from the stage \nat which it was pending;  and \n(b)  all appeals, revisions, in which any or all the parties  are overseas Pakistanis, pending \nbefore any court after the commencement of this Act, shall stand transferred to special \nbench or benches of the concerned High Court for adjudication.  \n 14. Application of fines and costs. —(1) A special court may direct tha t the whole or part of any \nfine or costs imposed under this Act s hall be applied in or towards — \n(a)  payment of costs of all or any proceedings  under this Act to the aggrieved person;  and \n(b)  payment of compensation to overseas Pakistanis.  \n (2) An order u nder sub -section (1) shall be deemed  to be a decree passed under this Act for \npurposes of execution.  \n \nPage 9 of 10 \n  15. Restriction on transfer of property. —After publication of notices under sub -section (1) of \nsection 6, no resp ondent shall transfer, alienate, encumber , remove or part with possession of property \npending final decision of the suit or petition filed by the petitioner under this Act and any such transfer,  \nalienation, encumbrance or other disposition by the respondent in violation of this sub -section shall be \nvoid and of no  legal effect.  \n 16. Application of the Limitation Act, 1908 (Act IX of 1908). —Save as otherwise provided in \nthis Act, the provisions of the Limitation Act,1908 (Act IX of 1908)  shall apply to all cases instituted \nor filed in special court after coming into force of this Act.\n 17. Powers of special court. —(1) Subject to the provisions of this Act,  the special court shall in \nexercise of its civil jurisdiction have all the powers vested in a civil court und er the Code.  \n (2) The special court in all matters with respect to which the procedure has not been provided for \nin this Act, follow the procedure laid down in the Code.  \n (3) All proceedings before a special  court shall be deemed to be judicial proceedings  within the \nmeaning of sections 193 and 228 of the Pakistan Penal Code, (Act XLV of 1860) and sections 476 and \n480 of the Code of Criminal Procedure, 1898 (Act No. V of 1898).  \n 18. Finality of order .—Subject to the provisions of section 10,  no court or other authority shall \nrevise or review or call or permit to be called into question any proceeding, judgment, decree or order \nof a special court or the legality or propriety of anything done or intended to be done by the special \ncourt in exercise of its ju risdiction under this Act:  \n Provided that the special court may on its own accord or on application of any party and with \nnotice to the other party or, as the case may be, to both the parties,  correct any clerical or typographical \nmistake in any judgment,  decree or order passed by it.  \n 19. Registrar. —(1) A senior civil judge or any other officer so designated shall be posted as \nregistrar of the special court.  \n (2) The registrar shall be responsible for performance of functions that may be assigned to him by  \nthe Federal Government in consultation with the Chief Justice of the Islamabad High Court.  \n 20. Report. —(1) The registrar shall prepare and present an annual report of the implementation \nof this Act to the c ommittee which shall consist of — \n(a)  a judge of the High Court to be nominated by the Chief Justice of the Islamabad High \nCourt;  \n(b)  Federal secretary of the division to which business of the special courts stands allocated \nor his nomine not below the rank of a joint secretary or equivalent;  \n(c)  Federal secretary of the division to which business of overseas Pakistanis stands allocated \nor his nomine not below the rank of a joint secretary or equivalent; and\n(d)  managing  director, Overseas Pakistanis Foundation or his nomine:  \n (2) The committee constituted under sub -section (1) may from time to time propose amendments \nin this Act.  \n \nPage 10 of 10 \n  21. Power to make rules. —The Islamabad High Court may, by notification in the official Gaze tte, \nmake rules for carrying out the purposes of this Act.  \n 22. Removal of difficulties. —If a difficulty arises in giving effect to any of the provisions of this \nAct, the Federal Government may,  by notification in official Gazette, make such provisions not  \ninconsistent in with the provisions of this Act as it thinks fit for removing such difficulty.  \n 23. Act to override other laws. —The provisions of this Act or any order or rule made thereunder \nshall have effect notwithstanding anything inconsistent therewi th contained in any other law for the \ntime being in force or in any instrument having effect by virtue of any such law.  \n \n___________  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n103604                RGN Date: 19 -11-2024"
}