{
    "file": "./converted_json\\administrator1a511d902afe9795499a58596c920015.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "P\nAR\nT\n I]\nTHE  GAZETTE  OF  PAKISTAN,  EXTRA.,  \nJULY  7,  2020\n425\nISLAMABAD,  \nTUESDA\nY\n,  JUL\nY\n  7, 2020\nPART I\nActs, Ordinances, President’s Orders and Regulations\nGOVERNMENT OF PAKISTAN\nLAW AND JUSTICE DIVISION\nIslamabad, the 7th July, 2020\nNo. F. 2(1)/2020-Pub.—\nT\nhe following\n Ordinance Promulgated on\n7th July, 2020 by the President is hereby p\nublished for general information:—\nO\nRDINANCE\n N\nO\n. VII \nO\nF\n 2020\nAN\nO\nRDINANCE\nfurther to amend the Public Procurement Regulatory Authority\nOrdinance, 2002\nW\nHEREAS\n, it is expedient further to amend the Public Procurement\nRegulatory Authority Ordinance, 2002 (XXII of 2002), for the purposes hereinafter\nappearing;\nA\nND WHEREAS\n the Senate and the National Assembly are not in session and\nthe President is satisfied that circumstances exist which render it necessary to take\nimmediate action;\n(425)\n[5688(2020)/Ex Gaz.]\nPrice :  Rs. 6.00\n426\nTHE  GAZETTE  OF  PAKISTAN,  EXTRA.,  \nJULY  7,  2020\n      \n [P\nAR\nT\n I\nN\nOW\n, \nTHEREFORE\n, in exercise of the powers conferred b\ny clause (1) of\nArticle 89 of the Constitution of Islamic Republic of Pakistan, the President of the\nIslamic Republic of Pakistan is pleased to make and promulgate the following Ordinance:—\n1.\nShort title and commencement.—\n(1) This Ordinance shall be called\nthe Public Procurement Regulatory Authority (Amendment) Ordinance, 2020.\n(2)\nIt shall come into force at once.\n2.\nAmendment in long title, Ordinance XXII of 2002.—\nIn the\nPublic Procurement Regulatory Authority Ordinance, 2002 (XXII of 2002),\nhereinafter called as the said Ordinance, in the long title, for the word “and” a\ncomma shall be substituted and after the word “ works”, the words “and disposal\nof public assets” shall be inserted.\n3.\nAmendment in preamble, Ordinance XXII of 2002.—\nIn the said\nOrdinance, in the preamble, in the first paragraph, for the word “and”, occurring\nfor the first time, a comma shall be substituted and after the word “works”, the\nwords “and disposal of public assets” shall be inserted.\n4.\nAmendment in section 2, Ordinance XXII of 2002.—\n(1) In the\nsaid Ordinance, in section 2,—\n(a)\nafter clause (c), the following new clause shall be inserted, namely:—\n“(ca)\n“disposal” means auction, rental, lease, donations, destruction\nand recycling of public assets or any combination thereof;”;\n(b)\nfor the clause (e), the following shall be substituted, namely:—\n“(e)\n“goods” means articles and objects of every kind and description\nincluding raw materials, products, equipment, machinery, spares,\nscraps, waste material and commodities in any form and includes\nall types of assets such as immovable property, physical objects\nin any form or matter, intangible assets, goodwill, intellectual\nproperty and proprietary right, as well as service incidental\nthereto if the value of these services does not exceed the value\nof such goods;”;\n(c)\nafter clause (j), the following new clause shall be inserted, namely:—\n“(ja)\n“public asset” means all types of goods owned and possessed\nby the procuring agency;”; and\n(d)\nfor clause (1), the following shall be substituted, namely:—\n“(l)\n“public procurement” means acquisition of goods, services or\nconstructio\nn of any works financed wholly or partly out of the\n P\nAR\nT\n I]\nTHE  GAZETTE  OF  PAKISTAN,  EXTRA.,  \nJULY  7,  2020\n427\npublic fund \nand includes disposal of public assets and commercial\ntransactions between procuring agency and private party, in\nterms of which the private party is allowed to—\n(i)\nperform a procuring agency’s assigned functions, including\noperations and management, on its behalf;\n(ii)\nassume the use of public asset; or\n(iii)\nreceive a benefit either from budget or revenue of the\nFederal Government or from fees or charges to be collected\nby the private party for performing the procuring agency’s\nfunction or any combination thereof;”.\n5.\nInsertion of section 20A, Ordinance XXII of 2002.—\n(1) In the\nsaid Ordinance, after section 20, the following new section 20A shall be inserted,\nnamely:—\n“20A.-\nMechanism for grievance redressal.—\nThe procuring agency shall,\nby rules and regulations made under this Ordinance, have a mechanism\nfor grievance red\nressal of bidder during procurement.”.\nDR. ARIF ALVI,\nPresident.\n————\nMUHAMMAD KHASHIH-UR-REHMAN,\nSecretary.\n————\nCORRIGE\nNDUM\nIslamabad, the 1st July, 2020\nIn the Companies (Amendment) Ordinance, 2020 (Ordinance No. V of\n  \n2020)\nin Section 43 “In the said Act, in section 172, in sub-section (2),__” \nread \n“In the\nsaid Act, in section 172, in sub-section (1),_\n_”\nPRINTED  BY THE MANAGER, PRINTING CORPORATION OF  PAKISTAN PRESS,  ISLAMABAD.\nPUBLISHED BY THE  DEPUTY CONTROLLER, STA TIONERY AND FORMS, UNIVERSITY ROAD, KARACHI.\nAMER ASLAM,\nPrinting/Publication Officer."
}