{
    "file": "./converted_json\\administrator954fa4e100ad3e760f546d356aba3e82(1).json",
    "name": "Pakistan Medical and Dental Council (Amendment) Ordinance, 2014",
    "date": "March 19, 2014",
    "tagline": "Further to amend the Pakistan Medical and Dental Council Ordinance, 1962",
    "content": "SENATE SECRETARTAT\nIslamabad, the 23,d April, 2014.\nNOTIFICATION\nNo.F.r6(1)7 t014-Le9is.- In pursuance of sub_rule (5) of Rule 145 of\nthe Rules of Proc3dure and Conduct of Business in the Senate, 2O12, read\nwith sub-para (ii para (a) clause (2) of Articte g9 of the Constitution. the\nfollowing resoluti )n passed by the Senate in it,s sitting held on 23d April,\n2014, is hereby i ublished for general information:-\n\"This House disapproves the pakistan Medical andDent.rl Council (Amendment) Ordinance, 2014(Ordi rance No.III of 2014).\".\nThe Manager,\nPrinting Corporatron\nof Pakistan Press,\n,lslamat ad.'l,i'l\nSopv-ro*uh.,.,rded to:sdl-\n(AMJEO PERVEZ)\nSecretary\nFor pLJbltcation in the Gazette ofPakistan, Extraordinary (part III)today. Twenty-five copies of the\nGazette may be supptied to the Senate\nSecretariat, lslamabad,\n\n\\,tA,U)LTot6 r fel!\nREGISTEREDNo.M-302L.-7&6\nlteGgqlatrc d s![fdtErr\n=-,KF\nEXTRAORDINAHY\nPUBLISHED BY AUTHORITY\nISLAMABAD, WEDNESDAY, MARCH 19,2014\nPART I\nActs, Ordinances, President's Orders and Regulations\nGOVERNMENT OF PAKISTAN\nMINISTRY OF LAW, JUSTICE AND HUMAN RIGHTS\nIslamabad, the l9th March, 2014\nNo. F. 2(l)12014-Pub.-The following Ordinance promulgated by the\nesident is hereby published for general information:-\nORprNRNce No. III or 2014\nAN\nORDINANCE\nfurther to amend the Pakistan Medical and Dental Council\nOrdinance, 1962\nWHeneRs it is expedient further to amend the Pakistan Medical and Dental\nCouncil Ordinance, 1962 (XXXII of 1962) for the purposes hereinafter appearing;\nANo wuenens the Senate and the National Assembly are not in session and\nthe President is satisfied that circumstances exist which render it necessary to take\nimmediate action;\n(27)\n14274 (z0r4)/Ex Gaz.l Price : Rs. 3.00\n28 THE GAreTTE OF PAKISTAN, EXTRA., MARCH 19,2Ol4 [Penr I\nl. Short title and commenssmsnf.-( I ) This Ordinance may be called\nthe Pakistan Medical and Dental Council (Amendment) Ordinance,2014.\n(2) It shall come into force at once.\n2. Substitution of section 368, Ordinance XXXII of 1962.-In the\nPakistan Medical and Dental Council Ordinance, 1962 (XXXII of 1962),for section\n368, the following shall be substituted, namely:-\n\"368Transitory Provisions.-(l) On the commencement of this\nOrdinance, the members notified by the Federal Government\nand acting as the Council and Executive Committee shall stand\nde-notified and shall cease to act as or be a member of the\nCouncil orExecutive Committee, as the case may be, forthwith.\n(2) The Federal Government shall, by notification in the official Gazette,\nconstitute a Management Committee consisting of seven professionals from the\nfield of medicine, law and finance to exercise all the powers vested in the Council\nby the Ordinance. The Federal Government shall nominate one of the aforesaid\nseven persons as the Chairperson of the said Committee:\nProvided that any person who has been a member of the Council, or has\nworked for the Council in any capacity, during the period of last ten years, shall not\nbe appointed as a member of the Management Committee.\n(3) The Management Committee shall meet at such times and places as\nit deems fit.\n(4) Five members of the Management Committee shall constitute the\nquorum for holding its meetings.\n(5) In particular and without prejudice to the generality of the powers of\nthe Management Committee, as mentioned in sub-section (2), the management\nCommittee shall have the following powers, namely:-\n(a) hold free and fair elections of the Council within one hundred and\ntwenty days from the commencement of this Ordinance;NowrHeRenonr, in exercise of the powers conferred by clause (l) of\nArticle 89 of the Constitution of the Islamic Republic of Pakistan the President is\npleased to make and promulgate the following Ordinance, namely:-\nPmrll THE GAUTTE OF PAKISTAN, EXTRA., MARCH 19.2Ol4 29\n(b) examine, investigate and fix responsibility for mismanagement, mal-\nadministration and wrongdoing, if any, in the affairs of the Council in\nthe last regime and report the same to the Federal Government for\nappropriate action under the law; and\n(c) resolve the issues relating to deficiencies regarding teaching faculties\nof medical and dental colleges.\n(6) Notwithstanding anything contained in the Ordinance, the Management\nCommittee shall have the power to review any decision aheady taken by the Council\nor its Executive Committee:\nProvided that in case any other matters, including but not limited to policy\nissues, which are or may become necessary to be dealt with shall be referred to the\nFederal Government for its consideration.\n(7) The Chairperson and members shall be entitled to such honorarium\nand traveling and other allowances as determined by the Federal Government.\n(8) No act or proceedings of the Management Committee shall be in\nvalid merely by the reason of,-\n(a) any vacancy in, or defect in the constitution of, the Management\nCommittee; or;\n(b) any irregularity in the procedure of the Management Committee not\naffecting the merits of the matter dealt with by it.\n(9) A member having any financial or other interest in any matter coming\nbefore the Management Committee for decision shall disclose his interest in the\nmatter before he may, if allowed by the Management Committee, participate in\nsuch proceedings.\n(10) The Federal Government and the Management Committee shall at\nall times be guided by the needs of the medical profession and keep in view the\npublic interest, while taking any decisions with regard to the Council and its work.\\\n7\n30 THE GAATTE OF PAKISTAN, EXTRA., MARCH 19, 2014 [p^Rr I\n(l l) The Management Committee shall stand dissolved as soon as the\nnew Council got elected and notified under the Ordinance by election under\nsub-section (5).\n(12) Notwithsranding anything contained in any law, order orjudgment of\nany Court including the Superior Courts, commitment or any agreement, for the\ntime being in force, the provisions ofthis Ordinance shall prevail.\".\nMAMNOON HUSSAIN.\nPresident.\nBertrsten\nZAFARULLAH KHAN,\nSecretary.\nPRINTED BY TI{E MANAGER. PRINTINC CORPORATION OF PAKISTAN PRESS, ISLAMAI]AD.PUBLISHED BY THE DEPUTY CONTROLLER. ST/(IIONERY AND FORMS, UNIVERSITY ROAD. KARACHI."
}