{
    "file": "./converted_json\\administrator398c7ccc4a21753a60738ea4ed301a98.json",
    "name": "Secretariat Instructions, 2004",
    "date": "2004",
    "tagline": "Instructions for the disposal of business in the Federal Secretariat",
    "content": "SECRETARIAT INSTRUCTIONS \n       Being instructions issued in pursuance of Rule 5(15) of the Rules \nof Business, 1973 for the disposal of business in the Federal \nSecretariat. \n1. (a) These Instructions shall be known as the \"Secretariat \n        Instructions”, 2004. \n(b) They shall come into force w ith immediate effect and shall \nsupersede all previous instruc tions and orders relating to \noffice procedures not consistent with the provisions of these \nInstructions. \n2. In these Instructions in addition to the definitions contained in \nRule 2 of the Rules of Business, th e expressions given below shall have \nthe following meaning unless the context requires otherwise:– \n(i) “Attached Department” means a Department which has direct \nrelation with a Division and has been declared as such by the \nFederal Government. \n(ii) “Business” means all work done by the Federal Government. \n(iii) “Head of Department” means the officer who has been \ndeclared as such by Government under the Fundamental and \nthe Supplementary Rules. \n(iv) “President” means the President of Pakistan. \n(v) “Section” means a basic working unit of a Division. \n(vi) “Section Officer” means an officer who is in direct charge of a \nSection. \n(vii) “Subordinate Office” means a Federal Government office \nother than a Ministry, Division or an Attached Department. \nDISTRIBUTION OF WORK \n3. The Secretary shall be the offici al head of the Ministry/Division \nand shall be responsible for its efficient administration and discipline. He \nshall also be responsible for the proper conduct of business allocated to \nthe Division under Rule 3 of the Rules of Business and for the careful observance of these Instructions in his Division. \n \n2\n 4. It shall be the duty of the S ecretary in the Ministry/Division to \nwhich the subject belongs to ensure that cases submitted to the Minister-\nin-charge and, where the Rules of Bu siness so provide, to the President, \nthe Prime Minister or the Cabinet are submitted in a complete form. \nNote .— . For the purpose of these Instru ctions, the expression “the Mi nistry/Division to which the \nsubject belongs” has reference to the allo cation of subjects among Divisions made under \nthe Rules of Business.  \n5. (i) The Secretary shall determine the maximum extent of \ndelegation of powers to officers serving under him and issue clear standing orders laying down these powers and also the manner of \ndisposal of cases in the Division and shall ensure that — \n(a) the distribution of work is equitable; \n(b) the channel of submission of cases is vertical and not horizontal; \nand \n(c) the tiers through which a case has to  pass are ordinarily not more \nthan two excluding the Secretary. \n(ii) The Secretary shall review the delegation of powers to various \nofficers periodically to ensure maximum delegation of authority for disposal of cases at the initial and middle levels, with an appropriate \nreporting system to keep him fully informed. \n6. An Additional Secretary or a Join t Secretary, unless he is incharge \nof a Ministry/Division, shall be entr usted with a well-defined sphere of \nduty. Within this sphere he sha ll assume full responsibility and shall \nsubmit all cases direct to the Minister for orders, such cases being returned to him through the Secret ary. The Secretary shall have the \npower, however, to call for any case for his own consideration and to \nrequest that he be consulted in any particular case before it is submitted \nto the Minister. \n 7. A Deputy Secretary shall dispose of all cases in which no major \nquestion of policy is involved or which under the rules or the standing orders he is competent to dispose of. \n8. A Section Officer shall dispose of all cases where there are clear \nprecedents, and no question of de viation from such precedents is \ninvolved or which under the rules or standing orders he is competent to dispose of. In case of doubt he may seek verbal instructions from his senior officer. \n \n3\n9. The Section Officer will ordinarily be assisted by an Assistant and \na Stenotypist who shall be responsible for the following: \n(i) Assistant \n(a) putting up previous papers a nd other references relating to \nthe case under consideration; \n(b) opening of files and keeping a record of movement of files; \n(c) keeping a note of all important orders and decisions; \n(d) recording, indexing and weeding of files; \n(e) watching the necessity of keeping priority or security labels \non files. He should bring to the notice of the Section Officer \nthe first opportunity that occurs of removing these labels; and \n(f) other clerical duties assigned to him, including casual typing, maintenance of diary register, preparation of statements and \nputting up of routine reminders. \n(ii) Stenotypist \n(a) Taking dictation, rendering transcripts and doing general typing work; \n(b) Attending to receipt and issue work during the absence of \nthe Section Assistant; and \n(c) Any other ancillary function and work that may be assigned \nby the officer, e.g. reproduction of documents, arranging \noffice amenities etc. \n10. Naib Qasid attached to the Section will normally perform the \nfollowing duties: \n(a) Carrying from one place to another within and without office premises official files/papers. \n(b) General arrangement and tidiness of the office, furniture including re-dusting of office furniture, record etc. \n(c) Conducting visitors to the officers. \n \n4\n(d) Providing drinking water to the officers and staff. \n(e) Carriage of steel boxes containing secret/confidential files \nfrom one officer to another. \n(f) Shifting of articles of light furniture e.g.  chairs, side racks, \nsmall side tables etc., from one place to another within office premises. \n(g) Anyother duty that may be assigned to him by his Officer Incharge during working hours. \nNote .—   Dusting of the office furniture is usually done by the \"Farash”, be fore and after office \nhours. If, however, some articles require redusting during office hours, when the \nFarash is not on duty this could be done by  Naib Qasid attached to the officer or \nSection concerned.  \n11. The Private Secretaries to the Secretaries/Additional Secretaries \nto the Government of Pakistan and Personal Assistant/Stenographers \nworking in the Federal Secretariat and its Attached Departments shall \nnormally be responsible for the following: \nPrivate Secretaries to Secretaries/Additional Secretaries \n1. To attend telephone and to keep record of trunk calls. \n2. To screen callers and telephone calls. \n3. To arrange engagements and maintain an engagement diary. \n4. To prepare papers for meetings and interviews. \n5. To see that matters requiring the Secretary's/Additional Secretary's attention are brought to his notice in good time and \nin complete and proper form. \n6. To maintain and index N.G.O. cases. \n7. To receive and arrange and, where necessary, register the \nSecretary's papers and correspondence including secret and top \nsecret papers. \n8. To keep record of suspense cas es and to see that such cases are \nput up to Secretary on due dates. \n9. To keep reference books up-to-date. \n10. To attend to work connected with Secretary's/Additional \nSecretary's tours etc. \n11. To assist the Secretary in such matters as he may direct. \n \n5\n12. To keep proper record of movement of files and other \nclassified documents. \n13. To receive and conduct visitors. \nPersonal Assistants/Stenographers \n1. Taking dictation, rendering transcripts and doing other typing \nwork. \n2. To attend telephone and to keep record of trunk calls. \n3. To keep proper record and movement of files and other papers. \n4. To keep record of suspense cases, where ordered, and their submission on due dates. \n5. Handling of classified papers in accordance with general or special orders. \n6. To receive and conduct visitors and to maintain officer's engagement diary. \n7. To keep reference books upto date. \n8. To attend to work connected with the officers' tours etc. \n9. Any other routine official duty that may be assigned by the \nofficer, e.g. reproduction of documents , arranging petty office \namenities, recording of entries in the Staff Car Movement \nRegister, receiving from or deliver ing important dak at PIA, etc. \nDuties and Responsibilities of the  \nFinance and Accounts Officer \n 12. There shall be a well trai ned and experienced Finance and \nAccounts Officer in each Ministry/Division who shall be the Deputy \nSecretary or the Section Officer, as may be appropriate, for advising  the Principal Accounting Officer on all financial, budgetary and \naccounting matters. He shall have such sub-ordinate officers and staff as \nmay be necessary and shall concentrate on his work exclusively. He shall \nperform such other duties and responsibilities as may be prescribed by \nthe Finance Division. He shall wo rk under the Principal Accounting \nOfficer; and if this is not feasible, then under the next higher officer. \nRole of Financial Adviser \n 13. The aim of Financial Adviser should be to help the Ministry/Division to which he is the Adviser to achieve its goals with due regard to the dictates of economy. He should strive to get a first hand \nknowledge of the administrative Ministry's working and objectives.  \n \n6\nDISPOSAL OF BUSINESS  \n 14. All business of Government shall be conducted in accordance \nwith the Rules of Business and these Instructions. \n 15. The following cases shall be submitted to the Secretary of a \nDivision:– \n(a) All cases, summaries and reports requiring submission to the \nPresident, the Prime Minister and the Cabinet. \n(b) All cases involving major policy and important administrative \nissues. \n(c) All cases of appointments or promotions that have to be referred \nto the President, the Prime Minister, Minister incharge, Establishment Secretary or the Selection Board. \n(d) All cases involving foreign delega tions and deputations abroad. \n(e) All important cases relating to  development plans, annual \nbudget and foreign exchange requirements. \n(f) All cases of transfers of Heads of Departments and their Deputies. \n(g) Proposals received from Provincial Governments which it is proposed to reject. \n Note .–  The above list may be a dded to wherever necessary.  \nThis shall not apply to cases which, un der Instruction 6, a Joint Secretary \nor Additional Secretary will submit to the Minister direct. \n 16. All other cases shall be dispo sed of by officers in accordance \nwith the relevant rules or the powers delegated under these Instructions. All fresh receipts sent down by the Secretary, Additional Secretary or Joint Secretary shall ordinarily be taken to be sent down \"for examination and disposal without reference to him\", unless the case has \nto be shown to him under the provisions of these Instructions or he \nspecifically asks for the case to be shown to him. \n 17. No officer shall deal with a case relating to his own promotion, transfer, pay or allowances or with a case dealing with his own official conduct. \n \n7\nRecording of notes and  \npreparation of drafts \n 18. As a rule not more than two officers (excluding the Secretary) shall note upon a case before its final disposal except where more than one Section may have to be consulted. \n 19. When the higher officer agrees with the note or recommendation, he may merely append his signature. \n 20. In cases which can be disposed of directly by a Section Officer, no elaborate note need be recorded. \n 21. In case where only a perusal of the paper under consideration is sufficient to enable a higher authority to take a decision there shall be no noting beyond a brief suggestion for action. \n 22. In cases where a formal note is required, it shall be in the form of a statement of the case showing in detail, according to the importance \nand stage of the case —   \n(i) the question for consideration, \n(ii) the circumstances leading upto it, \n(iii) the rules and precedents bearing upon it, and \n(iv) suggestions for action. \n 23. The reproduction in a note of verbatim extracts from the paper under consideration or its paraphrasing sh all as a rule be avoided. It shall \nbe presumed that the paper under consideration will be read by the officer to whom it is submitted. \n 24. In complicated or protracted cases, particularly those involving references to other Divisions, the Section Officer may prepare and place in a separate cover a duly referenced summary of the case (in triplicate) which shall be kept up-to-date by incorporating important decisions. The summary shall be signed by the officer who prepares it. The facts of the \ncase shall not then be reproduced in the notes portion of the file. A copy \nof the summary may, if necessary be retained by another Division, when the case is referred to it. \n 25. All notes shall be temperately written and shall be free from personal remarks. If apparent errors are to be pointed out and if any opinion is to be criticised it shall be done in respectful language. Proper \ndecorum shall be observed in commenting upon the notes recorded by \nhigher authorities. \n \n8\n 26. When it is desired to examin e the proposal of another office \nwithout showing that office such examination, a 'routine' file may be \nopened. This procedure should be adopted especially if the proposal is \nlikely to be criticised severely. The ro utine file shall not be sent out to \nanother office without special orders of the competent authority for \ntreating it as a part of the regular file. \n 27. To expedite disposal of c ases and especially in emergencies, \ninformal discussions between officers of the same Division shall be resorted to. The telephone shall be fr eely used, provided the subject is \nnot secret. Secretaries and other senior officers shall encourage their \nsubordinate officers to bring up cases for advice, discussion or disposal. \n 28. A draft of the communication to be issued shall, as a rule, be \nprepared at the earliest possible stage of the case. \n29. All executive actions of the Government shall be expressed to be \ntaken in the name of President. \n30. In order to avoid audit objec tions, financial sanctions shall be \nexpressed to be made by the authority empowered to make them. \nConsultation with other Divisions \n 31. The provisions of the Rules of Business regarding consultations with other Divisions shall be carefully  observed. Such consultations shall \nbe in the following form :–  \n(i) By sending a written reference specifying the points on which \nthe advice of the other Division is sought; \n(ii) By personal consultation in th e event of a difference of opinion \nor delay. \nAttention shall be paid to special instructions issued by the various \nMinistries for consultation with them . Wherever possible, the proposal \nshall be accompanied by a draft. \n 32. When it is necessary to consult more than one Division on a \ncase, the consultation shall be effected simultaneously except in cases where the multiplication of documents to be sent would involve an excessive expenditure of time and labour. \n 33. Where simultaneous references have to be made to more than \none Division, the file may be sent to the Division most concerned, other \nDivisions being consulted by means of self-contained office memoranda, \nun-official notes, or demi-official correspondence except in cases which can be disposed of by verbal consultation.  \n \n9\n 34. In cases wher e a ref erence in the form  of a self-conta ined office  \nmem orandum is preferred, the proposal  and the poin t of reference shall \nbe stated as fully  and clearly as possibl e and references to relevant rules, \norders, etc., given where neces sary. \n 35. If a c ase i s received fro m a Division in an incom plete for m the \nDivision to which the reference i s made may call  for the infor mation  \nnecess ary to complete it. \n 36. Any case r eferred to a  Division shall either be r eturned to the \nofficer referring it,  i.e. to the last officer whose signat ure appears o n it; or \nif this is not done, it shall, on return  to the referring Division, be placed  \nat once with out further noting , befo re that office r. The latter  shall  \nordinaril y deal with it hi mself without an y furt her notin g by a junior  \nofficer. If he wishes a junior officer to  examine the case, he shall indicat e \non the case the point or points on which he wants exa mination or  \ninform ation. \n 37. If a case has to be referred a second ti me to a Division on the \nsame issue, it  shall be sent to the sen ior m ost officer of that Division who \nhas alre ady seen it, and that officer  shall follow the procedure indicated \nin Instruction 36 above. \n 38. When a file  has be en referre d to o r returned from another \nDivision and a difference of opi nion between the Divisions is dis closed, \npersonal discussion shall as a rule be substituted for f urther noti ng. If the  \ndifference of  opinion is not resolved a t the level at  which the c ase was \ntaken up,  the level of perso nal discussi on shall be appropriately raised. In \nany particular cas e whe re the two Ministers ag ree after pe rsonal \ndiscussion, the Secretari es shall, if necessary  meet and  record a joint note  \nembody ing the decision and there shall be no furt her noting . \n 1[39. (1) Reference to another Division shall as far as possible be  \naddressed to the officer concerned by  name and sh all be signed by  an \nofficer of th e rank at least of Se ction Officer bearing the full nam e, \ndesignation a nd telepho ne num ber either  in type or rubber stamped or \nlegibl y hand written in block letters] . \n (2)  A d.o. letter addressed by  one Secretary  to another should be  \nreplied at the sa me level. If a for mal reply is issued by  a subordinate  \nofficer, it sh ould be ensured that the contents of the reply  have been  \ncleared by  the Secret ary concerned. \n1Amended vide Manage ment Services Division  (PPARC ) O.M. No.2-1-89-Manuals d ated 15 -9-1991.  \n \n \n10\nRefe renc es to and from  \nauthorities outside the  \nSecreta riat \n 40. Notes written in one Divi sion and sent  to another shall not be \nreferred to an y officer outside the Secretariat without the gen eral or \nspecial conse nt of the Division to which the y belong. \n 41. Where a general consent has been  given  to the reference of no tes \nto an officer outside the Secreta riat, su ch consent shall not be construed  \n(except when  the ref erence is one by  the Ministry  of Co mmerc e to the  \nVice-Chairman, Export Prom otion Bureau or by  the Cabinet Division to  \nthe Director, Intelligence Bureau) to apply  to cases in which the  papers \nare marked c onfidential or secr et and in no circumstances to c ases in  \nwhich the officer to whom the notes are referred is personally affected,  \nor in which his official conduct is under consideration. \n42. Subject to the conditions la id down in Instruction 41, each  \nDivision shall be deem ed to have given its general consent to the  \nreference of its notes to the officers mentioned in Appendix ' A' by the \nMinistries/ D ivisions indic ated in each c ase. \n43. Subject to th e control of the Ministr y/Division to which he is  \nsubordinate, any officer t o whom  notes may be ref erred b y any other  \nDivision un der Instruction s 40 –  42 ab ove, may  himself make un-official \nreferences to  that Divisio n, and, subject to the pro visions of Instruction  \n44, the f ollowing officers may  make such references to any Division,  \nnamely:– \n (i) Director, Intelligence Bureau. \n (ii) Director Gen eral, Federal Investigation Agency . \n (iii) Auditor General of Pakistan. \n    1(iv) Director Gen eral Post Offi ces \n 44. 2[No Su bordinate Office of the Government of Pakistan shall \nmake un-official reference to the Law and Justice Division oth erwise \nthan throu gh the Ministry /Divisi on t o which it is subordinat e. An  \nAttached Departm ent may, however make un-official reference to the  \nLaw and Justice Division under intim ation to its parent Ministry  or \nDivision with the pr oviso that the latter may withdra w the reference fro m \nthe Law and Justice Division ]. \n1Added vide Cabin et Division’ s O.M .No.4-8/95-Min.I, dated 11- 8-1996.  \n2Subs vide O&M Division's O.M. No.1/6/81-Manuals dated 9-6-1981.  \n \n11\n 45. General, Naval and Air Hea dquarters, the Pakistan Ordnance \nFactories Board and Chief Administrative Officer's Organisation may \nmake un-official references to any Ministry/Division of the Government \nof Pakistan (except the Law and Justice Division) and vice versa  on all \npurely departmental questions in whic h no order of the Government of \nPakistan in the Ministry of Defence are required. Such references may include formal or routine enquiries in cases in which the orders of the Government of Pakistan may be requi red, but which have not reached the \nstage of an impending proposition. \n 46. The Attorney-General shall be  consulted in accordance with the \nprocedure laid down in the Rules of Business. \n 47. Reference to the Federal Public Service Commission under the \nFederal Public Service Commission Ordinance, 1977 (Ordinance XLV of \n1977) read with Federal Public Service Commission (Functions) Rules, 1978, and in terms of the Civil Se rvants (Appointment, Promotion and \nTransfer) Rules, 1973, shall be made direct by the Division concerned and, by the Head of the Depart ment, in cases where he has been \nauthorised to make appointments to the posts in Basic Pay Scale 16 in \nthe form of an official letter addressed to Secretary of the Commission \nand accompanied by the relevant pape rs or copies of papers. Detailed \ninstructions on the subject are given in Appendix 'B' of these Instructions. \n 48. References to the Auditor-General of Pakistan shall be made by the Ministry of Finance or any other Division in the form of an official letter or memorandum with which all re levant papers or copies of papers \nshould be sent. The Ministry of Finance may, if necessary, correspond with him un-officially on matters which solely concern the Auditor-General of Pakistan and the Ministry of Finance, e.g., questions relating \nto the Pakistan Audit and Accounts Service, questions of accounting procedure, etc. \nReferences from Heads of Departments \n 49. Proposals from a Head of a Department shall ordinarily be in the form of a self-contained communication stating the facts of the case, the points for decision and his specific recommendations. \n 50. The Head of a Department sha ll be responsible for the technical \nsoundness of his proposals which, as a rule, shall not be subjected to any \ntechnical examination by the Division concerned. \n 51. It shall be the duty of the Head  of a Department to ensure that \nonly those cases are submitted to th e Division on which he is not \ncompetent to pass orders himself. If a case which he is himself \n \n12\ncompetent to dispose of is received in the Division, it shall be returned to \nhim without being subjected to any examination. \n 52. (1) A case referred to the Mini stry/Division over the signature of \nthe Head of a Department shall be placed before the Secretary or the \nJoint Secretary in the case of major Departments, or the Deputy Secretary in the case of minor Departments where the Head of the Department is of the approximate st atus of a Deputy Secretary. The \nofficer concerned shall see whether he can pass orders on the reference straight away. If it is considered that previous papers are needed, or \nexamination is required at a lower level, instructions shall be given \naccordingly, but the language used in  examining or criticising such cases \nshall invariably be polite. \n (2) In all cases, replies should be shown to the concerned officer \nbefore issue, who should normally send the reply under his own \nsignature. In case an officer of a lower status signs the reply the level at \nwhich the decision has been taken shou ld invariably be indicated by the \naddition of the words 'this issues with the approval of Secretary/Joint Secretary/Deputy Secretary' as the case may be. This may not, however, \napply to the orders and other instruments made and executed in \naccordance with the provisions of para  7(2) of the Rules of Business. \nNote.–  The term approximate status of a Deputy Secretary used in the first paragraph of this \nInstruction means the officer holding appointments in BPS-19 in the Attached \nDepartments and First Secretary or Consular in the Pakistan Mission abroad . \nDisposal of references  \nbetween  Federal  and  \nProvincial Governments \n 53. (1) For scrutiny and disposal of references between the \nProvincial and Federal Governments, the relative status of the officers \nconcerned as shown below may serve as the guiding principle:– \nProvincial Government  Federal Government  \nJoint Secretary or Additional Deputy Secretary. Secretary. \nSecretary/Additional Chief  Joint Secretary. \nSecretary. \nChief Secretary.   Secretary. \n(2) References received from the Provincial Governments shall be \nattended to expeditiously. If a reference has remained undisposed of for \n \n13\nmore than a month, it shall be brought to the notice of the Secretary with \nan explanation of the reasons for delay. \nCorrespondence with  Foreign Governments \n 54. The channel of corresponde nce between the Government of \nPakistan and foreign governments shall be as prescribed by the Ministry \nof Foreign Affairs. The existing instructions on the subject are given in Appendix 'C'. \nCorrespondence with  members of the public \n55. (1) A mechanism for continuous  review and control should be \nintroduced in each Ministry/Division and its Departments/Agencies \ndealing with matters directly affecting the public, in order to ensure that: \n(i) every letter received from a member of the public is \nimmediately acknowledged, and \n(ii) a final reply is invariably sent after consideration of the case is \ncompleted. \n (2) The forms and letters addressed to the members of the public \nshould be politely worded and neatly printed or otherwise reproduced on stationery of suitable quality. The salutation \"Dear Sir/Sirs\" and subscription \"Yours truly\" should be invariably used while addressing \ncommunications to non-officials or group of individuals. \nChecks on delays \n56.  (1) Every Section Officer shall prepare, in the prescribed form a \nmonthly return of arrears and submit it to such higher officer or officers as the Secretary may order. \n (2) The following system of reminders shall be adopted as a matter \nof routine. The first reminder shall be issued after a reasonable lapse of \ntime in the form of an un-official note or office memorandum. It shall be followed, if necessary, by a second re minder which shall be in the form \nof a demi-official letter from the officer concerned or the Deputy Secretary. If there is still no response, the matter shall be taken up at a \nhigher level by the Joint Secretary, Additional Secretary or the Secretary. \nSuch written reminders shall be supplemented by telephonic reminders. \nDemi-official reminders shall be replied to by officers of the same rank. \n \n \n14\nGENERAL \nInspection \n 57.  (a)  Deputy Secretaries sh all inspect the working of their \nSections once every six months and sen ior officers, not below the rank of \nJoint Secretary to the Government, shall make similar inspection \nannually. They shall pay special attention to:– \n(i) compliance with the Rules of Bu siness, Secretariat Instructions, \nstanding orders and office directives; \n(ii) security arrangements; \n(iii) general office management; and \n(iv) proper use and care of Government property and  \nequipment. \n(b) A guide to inspection is attached at Appendix ‘D’. \nMeetings \n 58. (a) The Secretary (or Additional/Joint Secretary Incharge) should \nendeavour to convene meetings of a ll officers in the Ministry/Division \nand Heads of Departments once a month and at any rate, once every \nquarter, to discuss__\n (i) important pending cases; \n(ii) specific problems calling for general expression of views or \nexchange of ideas; and \n(iii) questions of general interest concerning the Division as a \nwhole. \n(b) The Deputy Secretaries should hold periodical meetings with the \nSection Officers. \n59. All meetings shall be business-like. Brief minutes shall be \nrecorded mentioning only the salient points considered and the \ndecisions taken. Individual view points should not be recorded except \non request. \n \n \n15\nSecurity arrangements and handling  \nof classified documents \n 60. Security instructions sh all be strictly adhered to. \n 61. All documents which are of secret and confidential nature shall be properly classified and treated, in  accordance with the instructions \ncontained in the booklet “Security of Classified Matter in Government \nDepartments”. \nSecurity Instructions for use  \nof Fax Machines/Computers in the  \nGovernment Departments \n 62. Fax Machine working in conjunction with tel/radio or any other means of communication without a crypto cover does NOT offer any \nsecurity to the material being faxed thereon or there-through. To ensure security in relation to the Fax installed in the Government Departments, \nthe following instructions will be followed:\n__\n(a) Fax will be handled/operated by  a designated person approved \nby the head of the Department and record maintained. \n(b) Fax will always be kept under lock and key of the designated \noperator. \n(c) Records of all documents transmitted or received on a Fax will \nbe maintained on a register to be checked at suitable intervals \nunder arrangements of Head of the Department. \n(d) Fax will be fed with a code num ber for gaining access to its \nfunctioning and changed frequently. \n(e) Fax will be operated for tran smission only after telephonic \ncontact between the two Fax operators has been established. \n(f) In case Fax is used for photocopying the official documents, instructions for use of photocopying machine will be followed.  \n(g) No classified document of confidential or above security \nclassification will be transmitted on the Fax which is not \nprovided with the security equipment.  \n If the Fax link has been provided with cryptocover, the owner/user of the Crypto-cover Fax has to ensure that  the cryptocover so used must be \non the approved list of NCSB, and that the information being faxed \nthereon is kept within the confines of Cryptosecurity and security \nclassification domains offered by the cryptosystem. \n \n16\n(a) Security Instructions for u se of Computers in Government \nDepartment. \n1. To lock PC/terminal when not in use. \n2. To use properly labelled diskettes. \n3. To ensure safe custody of diskettes while in possession. \n4. To return diskettes to inventory holder at packup time. \n5. To maintain a record of data/files stored on computer \ndiskettes. \n(b) Responsibility of Computer Security Officers.  \n1. To restrict unauthorised access to computer terminals/ rooms. \n2. \"Out of Bound\" sign be pasted. \n3. To administer diskettes according to laid down security \ninstructions. \n4. To maintain diskettes in/out register. \n5. To maintain printers output register. \nPublication of papers \n 63. All papers sent for publication in the Gazette shall be signed by \nthe Secretary, or by an officer author ised by him. Officers authorised to \nsign papers for publication in the Gazette shall sign under their own \ndesignations and not \"for Secretary\". \n 64. No papers, except those which it has been the ordinary practice \nto publish in the Gazette or which are required by law to be so published, \nshall be published without full consideration and without the approval of the Secretary in the Ministry or Division to which the subject belongs. \n 65. No communication between Government offices shall, in normal \ncircumstances, be published by the addressing authority until the \naddressee has received it. When circumstances render earlier publication unavoidable, the addressee shall be informed by telegram, telephone, fax or email. \n 66. No official shall, in an y circumstances, give publicity to \ndocuments which might seem to reflect  upon a superior authority or give \nassistance to the press in formulati ng adverse comments upon the orders \nor actions of a superior authority. \n \n17\n 67. The publication of correspondence between the Go vernment of  \nPakistan and a provincial Govern ment which indicates a difference of \nopinio n shall be avoided. \n 68. In personal cases which have formed the subject o f \ncorrespondence between a Provincial Government and the Gov ernment \nof Pakistan, the deciding a uthority shall in every case clearly , indic ate:–  \n(a) whether only  the substance of the decision should be  \ncommunicat ed to the officer concerned, or \n(b) whether, in addition, a statem ent of the grounds upon which it i s \nbased or portions of  the corresponde nce, and, if  so, which \nportions sh ould be furnishe d. \n69. 1[GOVERNMENT OF PAKISTAN s hall be written above the na me \nof t he Mi nistry/Division/Departm ent/Organization in Public N otices, \nAdve rtisem ents and Notifications  iss ued from  Ministries/D ivisions / \nDepartm ents/Orga nisations  require d to be publishe d in the press]  2[and at  \nwebsite] . \nDETAILED OFFICE PROCEDURE \n70. In matters of detailed office pr ocedure,  the Divisions shall be  \nguided by the directions contained in Appendix 'E' to these Instructi ons. \nCONSULT ATION WITH LAW AND JUSTICE DIV ISION \nGene ral \n 71. The Law and Justice Division shall be  consulted in  all matters \ninvolv ing leg al questions. \nProsecution  \n 72. When the Government of Pakistan  is concerned with an y \ncriminal pros ecution, a ref erence  shall be made to the Law  and Justice  \nDivision. \n 73. No prosecution shall be institu ted without consu ltation with the \nLaw and Justice Division , and no pr osecutions shall be instituted or \nwithdrawn in any  manner contrary  to the advice  of the Law  and J ustice \nDivision, without reference to the Government in the Division  \nconcerned. \n1 Inserted  vide Managem ent Ser vices Division O. M. No. 2-1/91 M anuals dated 26- 4-1993.  \n2Added vide Railway s Division’ s O.M . No.15(1)/2002- E.I, dated 31- 10-2002.  \n \n18\nConduct of cases in Courts \n 74. Instructions regarding the conduct of cases of the Fede ral \nGovernm ent in Courts etc., shall be issued by the Law and J ustice \nDivision. T he existing instructio ns on the subjec t are given in \nAppendix ' F'. \n \nRole of Management Ser vices Wing, Establishme nt Division \n 75. 1[To pre vent unnecessary  expansion of the Government and to \navoid d uplic ation/overlap ping of fu nctions allocated to Mi nistries/ \nDivisions un der Schedule II to the Rules of Business, all the Ministries/ \nDivisions shall com ply with the followi ng directions: – \n(i) Utilize the free consultancy services of Managem ent Services \nWing as far as possible a nd save expenditure on foreign/local \nconsultants. \n(ii) Involve Managem ent Serv ices Wing at the time of expansion \nalso. Expansion in their activities and/or i n number of \npersonnel should be got c leared by  the Managem ent Services \nWing. \n(iii) Give representation to the  Managem ent Services W ing on all \nCommissions/Committees concerned with the reorganisation \nof governm ent machinery ]. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n1Added vide Cabin et Secretary 's d.o. letter No. 6- 18/91- GC dated 21- 1-1992.  \n \n19\nAPPE NDIX ‘A’ \n(See Instru ction 42) \n Each Ministry /Divisi on shall be deemed to have given its general \nconsent to the reference of its not es to the officers mentioned below by \nthe Ministries/Divisions indicated in eac h case: - \n(1) By any Minis try: \n(i) Officers holdi ng ex-officio  Secretari at status. \n(ii) Auditor General of Pakistan. \n(iii) Accountant General Pakistan Revenues. \n(iv) Director Gen eral, Pakistan  Public Work s Department. \n(v) Controller of Patents and Designs. \n(vi) Director Gen eral, Investment Prom otion and Su pplie s. \n(vii) Director Gen eral, Department of Archiv es. \n(viii) Director Gen eral, Department of Librari es. \n(ix) Registrar, Central Copy right Office. \n(x) Director, Intelligence Bureau. \n(xi) Chairm an/Director General, Export  Promotion Bureau. \n(xii) Director Gen eral of Food.  \n(xiii) Director Gen eral, Press Inf ormation Depart ment. \n(xiv) Surve yor Gen eral of Pakistan. \n(xv) 1[Director General Pakistan Standard and Qualit y \nControl Authorit y (PSQCA)] . \n(2) By the Cabinet Secret ariat:  \n(a) Cabinet Division; \n(i) Director Gen eral, Department of Communications \nSecurity . \n(ii) Controller, Departm ent of Stationery an d Form s. \n(iii) 2[Director G eneral, National Archives of Pakistan ]. \n(b) Establishment Division;  \n(i) Chairm an or Secretary , FPSC. \n(ii) Director, Secretariat Traini ng Institute. \n(iii) Principal, Pakistan Adm inistrative Staff  College. \n(iv) Managing Director, Feder al Employees Benevolent  \nand Group In surance Funds. \n \n \n1Subs vide S&TR Division O.M. No.12(28) /2002-Estt-I, dated 25-10-2002. \n2Added vide Cabin et Division O. M. No.F.4/3/2002- Admn.II, dated 16- 10-2002.  \n \n \n20\n(3) By the Ministry  of Comme rce: \nCommer ce Di vision; \n(i) Export Pr omotion Bureau.  \n(ii) Controller of Insurance. \n(iii) Chairm an/Secretary , Cotton Board. \n \n(4) By the Minist ry of Comm unications: \n \nCommunications Division; \n \nPakistan Post Office D epartment. \n \n(5) By the 1[Ministry  of Cultur e, Sports and Youth Affairs: \n \nCultu re, Sports and Youth Affairs Division ]; \n \n(i) Director Gen eral, Department of Archaeolog y and \nMuseu ms. \n(ii) Chairm an, Central Board o f Film  Censors. \n  \n(6) By the Minist ry of Defence: \n \n \n(a) Defence Divi sion;  \n \n(i) Director Gen eral, Pakistan  Meteoro logical Services. \n(ii) Chair man, Jo int Chief of the Staff Co mmittee, the \nChief of the Arm y Staff, the Chief of the Naval  \nStaff and the Chief of the Air Staff. \n(iii) Principal Staff Officers at General, N aval and Air \nHeadquarters. \n(iv) Military  Secr etary , General Headquarters and \nNaval Secretary , Naval Headquarters. \n(v) Engineer-in- Chief, General Headquarters. \n(vi) Judge Advoc ate General, Arm y, Nav y and Air \nForce. \n(vii) Director Gen eral, Inter-Ser vices Intelligence. \n(viii) Military  Accountant General. \n(ix) Secretary , Pakistan Ar med Services Boa rd. \n(x) Surgeon Gen eral, General Headquarters. \n1Subs vide Cabinet  Division’ s Memo.No.4-20/200 4-Min.I, dated 2 -9-2004. \n \n \n21\n(xi) Chief Ad mn. Officer, General Headquarters. \n(xii) Director Gen eral of Military  Lands and \nCantonments. \n(xiii) Surve yor Gen eral of Pakistan. \n(xiv) National Def ence College and Joint Services Staff \nCollege. \n(xv) Director, Federal Govern ment Education al \nInstitutions ( Cantt. Garrison) FGEI (CG). \n(xvi) Director Gen eral, Mariti me Security  Agency . \n     (7)  By the 1[Ministry  of Defence Production ]: \nDefence Production Division;  \n \n(i) Chair man, Pa kistan Ordnance Factories Board. \n(ii) Director Gen eral, Munitions Production. \n(iii) Director Gen eral, Def ence Purchase. \n(iv) Chief Scientist and Scie ntific Adviser, Defence \nScience and Technolog y Organisation. \n(v) Project Direct ors. \n(vi) Director Gen eral, Aeronau tical Projects.  \n(vii) Director Gen eral, He avy Rebuild Factory. \n \n     (8)  By the 1[Ministry  of Economic Affairs and Statistics] : \n Statistics Division; \n \n(i) Director Gen eral, Federal Bureau of Statistics. \n(ii) Chief Co mmissioner, Popu lation Census \nOrganization. \n(iii) Agricultural Census Co mmissioner, Agriculture \nCensus Organization. \n(iv) Principal, Pakistan Institut e of Statistical Training \nand Resear ch. \n     (9)  By the Minist ry of Ed ucation: \n \nEducation  Division; \n \n(i) Director Gen eral, Federal Directorate of  \nEducation. \n(ii) Registrar, Central Copy right Office. \n(iii) Director Gen eral, Department of Librari es. \n1Subs vide Cabinet  Division’ s Memo.No.4-20/200 4-Min.I, dated 2 -9-2004. \n \n22\n (10)    B y the 1[Ministry  of Environm ent]:  \n Environment Division; \n2[Chairman, Pakistan Envi ronm ental Planning  and \nArchitectural Consultants Li mited (PEPAC)] . \n (11)   B y the 1[Ministry  of Finance and Revenue] : \n(a) Finance Division; \n(i) Governor, St ate Bank of Pakistan. \n(ii) Auditor General of Pakistan or an y Accountant \nGeneral inclu ding Mili tary Accountant General. \n(iii) Mem bers of the Central Board of Revenues. \n(iv) Chief Directo r, National Savings. \n(v) 3[Chair man, Securities Exchange Commission of \nPakistan (SECP)] . \n(vi) 4[Chairman, Monop oly Control Aut hority]. \n \n (12)   B y the Ministry of H ealth: \nHealth Divisi on; \n(i) Director, Cen tral Health Establishment, Karachi. \n(ii) Executive Director, Pakistan Institute of Medical \nSciences (PI MS), Isla mabad. \n(iii) Medical Superintendent, Fe deral Government \nServices Hos pital, Isla mabad. \n(iv) Director, Jinnah Postgradu ate Medical Centre, \nKara chi. \n(v) Director, Malaria Control, Islamabad. \n(vi) Director, Nati onal Institute of Child Health, \n(NICH), Karachi. \n (13)    By the 5[Ministry  of Housing and  Works: \nHousing and Works Divisi on; \n \n(a) Estate Offi cer, Estate Office. \n(b) Director Gen eral, National Housing Aut horit y]. \n \n1Subs vide Cabinet  Division’ s Memo.No.4-20/200 4-Min.I, dated 2 -9-2004.  \n2Added vide Ministry of E nvironment, Local Government and Rur al Develop ment  \nO.M.No.1-23/200 2-Coor d, dated 25- 2-2003. \n3Subs vide Finance Division O. M. No.F.8(2)Admn-1/2003- 642, dated 05- 05-2003.  \n4Added ibid. \n5Subs vide Ministry of Housing &  Wor ks O.M. No.F.6(19)/2002-A1, dated 26- 10-2002. \n \n \n23\n (14)  By the 1[Ministry  of Ind ustries, Production and S pecial  \n                Init iatives: \n \n Industries, Production  and Special Initiatives Division ]; \n \n(i) 2[Chief Inspector Explosiv es. \n(ii) Textile Co mmissioner. \n(iii) Controller, P atents and Designs] . \n \n(15) By the Minist ry of Inform ation and 3[Broadcasting ]: \n \n Information and Broa dcasting Division;  \n \n(i) Director Gen eral, Fil ms and Publications. \n(ii) 4[Director General, Press Information Department ]. \n \n(16) By the Minist ry of Inform ation Technol ogy: \nInformation Technology a nd Telecommunicatio ns Division; \n \n(i) Pakistan Com puter Bureau (PCB). \n(ii) Electronic Government Dir ectorate (EG D). \n \n (17) By the Minist ry of Interior:  \n \nInterior Divis ion; \n \n(i) Director Gen eral, Federal I nvestigation Agency . \n(ii) Director Gen eral, Immigration and Passports. \n \n (18)  By the 5[Ministry  of Labour, Manpower and Overseas  \nPakistanis ]: \n \n1[Labo ur and  Manpower Division ]; \n \n(i) Chairm an, National Indust rial Relations \nCommission. \n(ii) Chairm an, Implem entation Tribunal for \nNewsp apers E mployees. \n \n \n1Subs vide Cabinet  Division’ s Memo.No.4-20/200 4-Min.I, dated 2 -9-2004. \n2Amended  vide Ministry  of Industries and Pr oduction O. M. No.9(23)/2002 -Admn.I, dated 8 -11-2002.  \n3 Subs  vide SRO No.434(1)/2003 , dated 20- 5-2003 . \n4Amended vide Ministry of Inform ation and M edia Dev elopment U.O.No.4( 5)/2003- Coord,  \ndated 23- 04-2003. \n5Subs vide Labour, Manpower and O verseas Pakistan is Division O.M.No. 6-1/2002-Ad mn.I,  \ndated 31- 10-2002. \n \n24\n(iii) Director Gen eral, Bureau of Em igration and \nOverse as Employment. \n(iv) Director Gen eral, National Training Bur eau. \n(v) Director Gen eral, Director ate of Trade Union \n(Workers) Education. \n(vi) Director, Pakistan Manpower Institute]. \n \n (19)  By the 1[Ministry  of Local Government and Rural  \n                Developm ent]: \nLocal Government and Rur al Development Division;  \n \n(a) Akhtar Hamed Khan, National Centre for Rural \nDevelop ment, Islam abad. \n(b) Municipal Training and Re search Institu te, Karachi. \n \n (20) By the Ministry  of Petroleum  and Natura l Resources: \n \nPetroleum and Natural Res ources Divi sion;  \n \n(a) 2[Directorate General, Geological Surve y of \nPakistan. \n(b) Policy Wing  consisting of: - \n \n(i) Directorate General of Petroleu m Concessions. \n(ii) Directorate General of Oil. \n(iii) Directorate General of Gas.  \n(iv) Directorate General of Administration/Special \nProjects. \n(c)   Mineral Wing] . \n(21) By  the 3[Ministry  of Social Welfare and Special Education: \n \nSocial W elfare and S pecial Educatio n Division ]; \n \nDirectorate General of Special Education. \n \n(22) By the Minist ry of Water and Power: \n Water and Po wer Division; \n \n(a) Chief Engine ering Adviser/Chairm an, Federal \nFlood Commission. \n(b) Pakistan Commissioner for Indus Wat er. \n1Amended vide Ministry of L ocal Gover nment and Rural Develop ment O.M .No.F.1(14)/2003-\nAdmn, dated 29- 6-2004.  \n2Amended vide Ministry of Petr oleum and Natural Res ources O. M.No.8(1)/2000- 02.Vol.V,  \ndated 25- 10-2002 \n3Subs vide Cabinet  Division’ s Memo.No.4-20/200 4-Min.I, dated 2 -9-2004.  \n \n25\nAPPENDIX 'B' \n(See Instruction 47) \nTHE FEDERAL PUBLIC SERVICE COMMISSION \n1. Functions of the Federal Public  Service Commission in regard to \nrecruitment are laid down in Section 7 of the Federal Public Service \nCommission Ordinance, 1977 (Annexure-I). Under Section 10 ibid  \nwhich empowers the President to make rules for carrying out the purposes of the Act, the Federal Public Service Commission (Functions) Rules, 1978 (Annexure-II) have been issu ed. Attention in this connection \nis also invited to:– \n(a) rule 10 of the Civil Servants (Appointment, Promotion and \nTransfer) Rules, 1973 regarding initial appointments to posts \nwithin the purview of the F.P.S.C. (Annexure-III); and \n(b) the Establishment Division's O. M. No. 11/18/49-SE-II, dated \nthe 17th January, 1951 regarding recruitment from abroad (Annexure IV). \nReferences to the Federal Public Service  Commission and acceptance of its advice \n 2. All references shall be made  direct to the Commission by the \nDivision/Department in the form of an official letter addressed to the Secretary and with which all releva nt papers shall be forwarded, \nprovided that no reference which is not obligatory under the rules and instructions regarding consultation with the Commission shall be made \nwithout the previous concurrence of the Establishment Division and, in cases involving financial considerations , of the appropriate authority as \nwell. Before a case is referred to the Establishment Division, the Division/Department shall place in the fi le the draft of the letter proposed \nto be submitted to the Commission. \n 3. The Commission shall in all cases be informed of the action \ntaken on its recommendations. For this  purpose, ordinarily endorsement \nforwarding copies of communications in which orders are conveyed, \nrecommendations are made or other action taken shall suffice. \n 4.  Whenever a difference of opinion arises between the \nCommission and a Division/Department which cannot be resolved by correspondence, the matter shall be dealt with in acco rdance with the \nEstablishment Division O.M. No.3/3/59-EVII, dated the 4th June, 1960 \n(Annexure V) and the case will then  be submitted by the Establishment \nDivision to the Prime Minister vide item 5(b) of Schedule V-A of the \nRules of Business, 1973. \n \n26\nAppointment/Recruitment to posts  \nunder the Federal Government \n 5. (i) Appointments to the various posts in BPS 16 and/or above which fall within the purview of the Commission shall be made in accordance with the recruitment rule s framed in consultation with the \nFPSC and with the concurrence of the Establishment Division. \n (ii) Whenever, a post is entrusted to the Commission for \nrecommending a suitable candidate, a requisition on the prescribed form \naccompanied by a copy of approved recruitment rules and after prescribing regional/provincial quota should be sent to the Commission. Once a requisition has been sent for recruitment and the Post has been advertised by the Commission, the qualification etc. should not be \nrevised. \nNote.–  In the case of posts in BPS-1 to 15 which do not fall within the purview of \nthe Commission, it is not necessary to consult the FPSC regarding the \nmethod and source of their recruitment.  Recruitment rules should be framed \nwith the concurrence of th e Establishment Division. \nRecruitment by Examination  \n 6. When any competitive examinati on is to be held for the purpose \nof recruitment to posts in BPS 16 and/or above under the Federal \nGovernment and consultation with the Commission is required, the \nCommission shall:– \n     (i)   advise the President in re gard to the regulations prescribing the–  \n(a) conditions of admission to the examination; and \n(b) syllabus of the examination; \n(ii) announce the number of vacancies to be filled from among \nthe candidates for the examination; \n(iii) make all arrangements for the actual conduct of the examination including viva voce and other tests connected \nwith it in Pakistan, and, if necessary, abroad and may for this \npurpose, depute a Member to go abroad for sitting on the \nInterview Board; Provided that when the Commission finds it necessary to send more than one Member, it shall obtain prior approval of the President; \n(iv) if considered necessary, request  the President to nominate an \nofficer not below the rank of Joint Secretary, to represent the Government at the interviews  for Competitive Examinations \nfor recruitment to posts in BPS 16 and 17; \n \n27\n(v) compile the result of successful candidates so examined and \nannounce the same in conformity with such procedure as may be prescribed by the  President from time to time; \narrange the qualified candidat es in order of merit on the \nresults of the examination; and in conformity with the \nrelevant Rules and the number of vacancies announced and, if the examination be a combined one for recruitment to more than one service/group, determine the suitability of an individual candidate for different services/groups; \n(vi) forward to the president a list of the  qualified candidates in \naccordance with (v) above; \n(vii) conduct the Final Passing Out Examinations of the Proba-tioners; and \n(viii) advise the President on ancillary matters regarding FPO examinations of the probationers. \nRecruitment by Selection . \n 7. When recruitment to a post is to  be made, or a particular post is \nto be filled, by selection and co nsultation with the Commission is \nrequired, the Commission shall:– \n(i) advise the President in regard to the rules regulating the submission of application; \n(ii) when necessary announce the number of vacancies and invite applications; \n(iii) consider all applications received and if it considers necessary interview such candidates as prima facie  appear most suitable \nfor appointment. In the case of candidates already in \nGovernment service, Commission's recommendations in such cases will be subject to their character rolls being found \nsatisfactory. The Commission can  also requisition character \nrolls of the candidates employed outside Government; \n(iv) Recommend only one candidate for each vacancy and keep \nsome suitable persons, if available, in reserve; \n(v) When there are two or more vacancies to be filled, arrange the candidates recommended in order of merit; \n(vi) Request the President to nominate an officer not below the rank of Joint Secretary to represent the government at the interviews; \nand \n \n28\n(vii) When recruitment is made by selection owing to the failure of a \ncompetitive examination to yield a sufficient number of qualified candidates or to give adequate representation to a \ncertain province, zone, area, or community, recommend \ncandidates in accordance with su ch orders as the President may \npass in this respect. \nRecruitment from Abroad  \n 8. If a Division/Department considers that it is necessary to make \nrecruitment to civil posts from abroad, it shall make a reference to the \nCommission, asking it to agree to such  recruitment and, if it agrees, to \nproceed without delay to take all the steps necessary to make \nrecruitment. The Commission shall advertise the post or posts abroad and \nmake necessary arrangements for th e candidates to be interviewed by \nspecial Selection Committees. Thereafter the Commission shall make \nrecommendations for the filling of the post or posts in question. In no case shall the Division/Department itself take steps to advertise the post. \n 9. In exceptional cases in which the Division/Department concerned is of the view that recruitment from abroad through the \nCommission will prove infructuous , e.g., in the case of appointments to \nhighly technical posts or other posts of considerable importance in connection with which persons of high standing abroad are not likely to respond to advertisements and appear for interview, the Commission shall be consulted first and its concu rrence obtained to recruitment to the \npost being made abroad. After the Commission has agreed, a reference shall be made to the Establishment Division for obtaining the approval of \nthe Prime Minister. This reference shall be accompanied by a summary for the Prime Minister explaining why it is necessary for recruitment to be made abroad and otherwise than through the Commission and stating what steps the Division/Department has in mind for filling the post or posts in question as prescribed in the Cabinet Secretariat (Establishment \nDivision) Office Memorandum No. 11/18/49-SEII, dated the 17th  \nJanuary, 1951 (Annexure IV). \nAd hoc  and Temporary appointments  \n 10. When under the Federal Pub lic Service Commission (Functions) \nRules, 1978, a post is required to be filled through the Commission and the appointing authority considers it to be  in the public interest to fill the \npost urgently pending nomination of a candidate by the Commission or, \nif it is a short term vacancy for a period not exceeding 6 months, the appointing authority shall comply with the provisions of rules 18, 19 \nand/or 20 of the Civil Servants (a ppointment, Promotion and Transfer) \nRules, 1973: \n \n29\n Provided that the ad hoc  appointment, beyond the prescribed period \nof six months may be extended in accordance with the procedure laid \ndown in rule 3 of the FPSC (Functions) Rules, 1978; and \n Provided further that all conditio ns regarding qualifications, age, \nexperience, regional/provincial quota etc., prescribed for regular \nappointment to a post shall be observed for making ad hoc  appointment \nto that post and no relaxation allowed. \n \n \n30\nAnnexure-I  \n(See Appendix B - Para - 1) \nFEDERAL PUBLIC SERVICE COMMISSION \nORDINANCE, 1977 \n No F. 24(I)/77-Pub.–  The following Ordinance made by the \nPresident on the 17th December, 1977, is hereby published for general \ninformation:– \nORDINANCE NO. XLV  OF 1977 \nAN \nORDINANCE \nto repeal and, with certain modifi cations, re-enact the Federal  \n Public Service Commission Act, 1973  \n W HEREAS  it is expedient to repeal and, with certain modifications, \nre-enact the Federal Public Servi ce Commission Act, 1973 (LXVI of 1973); \n A ND WHEREAS the President is satisfied that circumstances exist which \nrender it necessary to take immediate action; \n N OW, THEREFORE , in pursuance of the Procla mation of the fifth day of \nJuly, 1977, read with the Laws (C ontinuance in Force) Order, 1977  \n(CMLA Order No.1 of 1977), and in exer cise of all powers enabling him in \nthat behalf, the President is pleased to make and promulgate the following Ordinance:– \n 1. Short title and commencement. –(1) This Ordinance may be called \nthe Federal Public Service Commission Ordinance, 1977. \n (2) It shall come into force at once. \n 2.  Definitions. –In this Ordinance, unless there is anything repugnant \nin the subject or context,– \n(a) \"Commission\" means the Federal Public Service Commission; and \n(b) \"member\" means a member of the Commission and includes the Chairman thereof. \n 3. Composition of Commission, etc. –(1) There shall be a Federal \nPublic Service Commission. \n \n31\n (2) The President shall by regulations determine – \n(a) the num ber of mem bers of the Commission and their  \nconditions of service; and \n(b) the num ber of me mbers of the staff of the Commissi on and \ntheir conditions of service: \n Provided th at the salary, allowances and privileges of a member of t he \nCommission shall not b e varied to hi s disadv antag e during his ter m of \noffice. \n (3) The Chair man and other members of the Co mmission shall  be \nappointed b y the President. \n (4)  1[The Commission shall have–  \n(a) not less than one h alf of the members who sh all be persons \nhaving held office in the service of Pakistan in basic pay s cale \n21 or abov e post: \nProvided that no servin g Government  servant shall be appo inted as a \nmember; \n(b) At least one  member eac h from –  \ni. retired judg es of the sup erior judiciary ; \nii. retired officers not be low the rank of  Major-Genera l or \nequivalent of the Arm ed Forces; and \niii. women an d the private sector possessing suc h \nqualification and exp erience as th e Federal Go vernment \nmay by rules prescrib e]. \n 2[(5) No proceedings or act of the Commission s hall be invalid \nmerely  on the ground of the existence of  a vacancy in, or a defect in the  \nconstitution of the Commission ]. \n 4. Term  of office  of membe rs, etc .– 3[(1) A member of the \nCommission sh all hold office for a term of five years from the dat e on \nwhich h e enters upon  office an d shall no t be eligible fo r re-ap pointment]:  \n (2) A me mber may  resig n his office by  writing under h is hand \naddressed to the President. \n1Subs vide FPSC (Amendment) Ordinance No.LVI of 2000, dated 17-11-2000. \n2Amended  vide Federal Public Ser vice Co mmission Or dinance No. LI /1980  dated 1-10-1980.  \n3Subs. and Added vide Feder al Public Ser vice Commission Ordinance No .LVI of 2000 ,  \ndated  17-11-2000 .\n \n32\n 1[4A. Oath of Office .–Befo re entering upon office the Chairman and  a \nmember shall tak e oath in the form set out  in the Schedule to this Ordi nance \nbefore the President in case of Chairman and b efore the Chairman in case \nof a me mber]. \n 5. 1[Ineligibility for further employment.–On cea sing to hold office  a \nmember shall not be  eligible for further employment in the service of \nPakistan]. \n 5A. 1[Appointment of a serving mem ber as a Cha irman.– A serving \nmember of the Co mmission shall be eligible for ap pointment as Ch airman \nfor a term not exceeding the un expired po rtion o f his term as such \nmember]. \n 6. Remova l from office. – A member shall not be remo ved from office \nexcept in the manner applicable to a Judg e of a High Court. \n 2[7. Functions of the Co mmi ssion.–(1) The functions of the \nComm ission shall be–  \n(a) 3[to conduct tests and exam inations for recruitment of \npersons to All-Pakistan Services, the civil services  of the  \nFederation and civil post s in c onnection with the affairs o f \nthe Federation in basic pa y scale 16 and above or  \nequivalent] ; and \n (b)  to advise the President– \n(i) On matters relating to qua lification s for and method  of \nrecruitment to, services and posts referred to in clause (a); \n(ii) On the principles to be followed in making  initial \nappointments t o the services and posts  referred to in \nclause (a) an d in making appo intmen ts by  promotion to \nposts in BS 1 8 and abov e and tran sfer fro m one service or \noccup ational group  to another; an d \n(iii) On any other matter which the President may refer to the \nComm ission; 4[and] \n4[(c) to hold examinations for prom otion for such posts as the \nFederal Go vernment may, from  time to ti me, by \nnotification in the official Gazett e, spec ify]. \n1Subs. and Added vide Feder al Public Ser vice Commission Ordinance No .LVI of 2000 ,  \ndated  17-11-2000 . \n2Subs vide Federal Public Ser vice Co mmission (Amendment) Ordinance No.LVI of 2000   \ndated  17-11-2000 . \n3Subs vide Federal Public Service Commission (Amendment) Ordinance III of  2003  promulgated on \n20-5-2003 \n4Subs and added vide  Ordinance No.XLIX of 2002 dated 3 -9-2002. \n \n33\n Explana tion.–In th is sectio n, “recru itment” means in itial appointment \nother than by promotion or transfer. \n (2) Recruit ment to the following posts shall be outside the purview \nof the Comm ission: – \n(i) In the President’s Secretariat and Directorate General of ISI; \n(ii) Filled by  appointing a person on contract for a specified perio d \nnot exceeding  two y ears; \n(iii) Filled on ad hoc  basis for a p eriod of six month s or less \nprovid ed that– \n(1) No ad hoc appoin tment shall b e made before p lacing a \nrequisition with the Commission for regular appo intme nt; \nand \n(2) Befo re filling the post on ad ho c basis, prior approval \nshall be obtained  from the Commission; \n(iv) Filled by re-em ploying a retired officer, prov ided that the re-\nemployment is mad e for a specified p eriod not exceeding two  \nyears in a post not h igher than the post in which th e person was \nemployed on regular b asis before retirement; and  \n(v) Filled by the emp loyment or re-emp loyment of persons on th e \nrecommendations of the High Pow ered Selection Board \nconstituted by t he President w ho are, or have been, Officers of \nthe Armed Fo rces and hold , or hav e held, such posts th erein as \nare declared by the Pr esident to be equivalent to the posts to b e \nso filled]. \n 1[(3) (a) A candid ate aggriev ed by any decision of th e Fed eral Pub lic \nServi ce Co mmission may , within thi rty day s of such decision, make a \nrepresent ation to th e Co mmission an d the Co mmission sh all deci de th e \nreprese ntation w ithin fifteen da ys after givin g the candid ate a reason able \nopportunity  of hearing . The decision  of the Co mmis sion, subject to the \nresult of rev iew petition, shall be final. \n (b) A candidate aggrieved b y the decision of the Co mmission made \nunder paragr aph (a) m ay, within fiftee n days of the decision, su bmit a \nreview petiti on to the Commission and the Co mmission shall decide the \nreview petition within t hirty days under intim ation to the petitioner. \n1Added vide Federal Public Ser vice Commission (Amendment) Ordinance No.XVI of 2001,  \ndated  27-3-2001 . \n \n34\n (c) Save a s provided in this Ordinance, no order m ade or proceeding \ntaken under  this Ordinance, or rules made thereunder, b y the \nCommission shall be called in questio n in an y court  and n o injunction  \nshall be granted by  any court in resp ect of an y decision m ade or taken in  \npursuance of any  power conferred b y, or under, t his Ordinance. \n (d) An y cand idate aggrieved b y a decision of t he Co mmission un der \nparagraph (b) may, within thirty days of the decision, prefer an ap peal to \nthe High Cou rt]. \n 1[7-A.  Conduct of bu siness of Commiss ion, etc.–The Ch airman  of \nthe Commission may, with the approval of the Federal Government, make \nrules for regulating the conduct o f the busin ess of the Co mmission; and  \nsuch ru les may  provide for any  of the fun ctions of the Co mmission \nspecified by  it being p erformed by  a Committee co mposed of two or more  \nmembers constituted by the Chairm an for the  purpose ]. \n 2[Validation.–All appointments of persons who are or have been, \nofficers of the Arm ed Forces of Pakistan, made on or after the fifth day of \nJuly,1977 but befo re the twenty -fifth day of Jun e, 1980, with out referen ce \nto th e Federal Pub lic Service Commission sh all be deemed to have been \nvalidly made]. \n 8. Commi ssion to b e informed wh en its advice  not acce pted.–Where \nthe Pre sident does not accept the  advice  of the Comm ission, he  shall inform \nthe Co mmission acco rdingly . \n 9. Reports of Commi ssion.–(1) It shall b e the duty of the Commission \nto present to the President annu ally a report on the wo rk done by the \nCommission, and th e President shall cause a copy  of the report to be laid \nbefore the National Assem bly and the  Senate. \n (2) The report referred to i n sub-section (1) shall b e accompanied by  a \nmemorandu m setting ou t so far as is k nown to the Commission. \n (a) the cas es, if any, in whic h the advice  of the Commission wa s \nnot accepted and the  reasons the reof; and \n (b) the matters, if any , on which th e Co mmissio n ough t to have \nbeen con sulted but was not co nsulted  and th e reason s \nthereo f. \n \n1Added vide Federal Public Ser vice Commission (Amendment) Ordinance No.XXV of  1978,  \ndated  24-5-1978 \n2Added vide Federal Public Ser vice Commission (Amendment) Ordinance No. LI of 1980 . \n \n35\n 10. Rules.– The Federal Gov ernment may , by notification in th e \nofficial G azette, ma ke rules, fo r carry ing out the purpo ses o f this \nOrdinance. \n 11. 1 Omitted. \n2[SCHEDULE \n[(See section 4A)] \n I, ______ ___________ ___________ ___________ __ do solemnly \nswear th at I will  bear true faith an d allegiance to P akistan: \n That, as a C hairman (or Member) of the Federal Public Service \nCommission I will discharge m y duties, and perform  my functions, \nhonestly , to the best of my ability and faithfully  in accordance with the  \nConstitution of the Islam ic Republic of Pakistan and the law, and alway s \nin the interest of the soli darity , integrit y, well-being  and pr osperity of  \nPakistan. \n That, I will not allow my personal interest to influence my official \ncond uct or my official decision s and that in th e performan ce of my \nfunctions, w hether in the selection of persons for r ecruitment or \nappo intmen t or in any other way , I will act withou t fear or favour, affection  \nor ill will. \n May Allah Almighty help and guide me (A’ meen)]. \n \n \n \n \n \n \n \n \n \n \n \n \n1Omitted vide Federal Public Ser vice Co mmission Ordinance. No . XLV of 1977,  dated 17-12-1977 . \n2Added vide Federal Public Ser vice Commission (Amendment) Ordinance No.  LVI of 2000. \n \n36\nAnnexure-II  \n(See Appendix B – para 1)  \nFEDERAL P UBLIC SERVICE COM MISSION  \n(FUNCTIONS) RULES, 1978 \nNOTIFICAT ION \nRawalpin di, the 18th Nove mber, 1978 \n S.R.O. 131 6(I)/78.–  In exercise of the powe rs confe rred by section \n10 of the Fe deral Pu blic Serv ice Com mission Ordinance , 1977 (XLV  \nof 1977), the Federal G overnment is  pleased to make the following \nrules , nam ely: — \n 1. These Rules may be cal led the Federal  Public Service Commission \n(Function s) Rules, 1978. \n 2. In  these ru les, unless there is anything repugn ant in th e subject or \ncontext,– \n (a)  \"ad ho c basis\", when used with reference to an appo intment, \nmean s appo intment of a person on temporary  basis pend ing \nappo intment of a person nominated by the Commission; \n (b) \"civil servant\" means a p erson wh o is, or ha s been, a  civil  \nservant  within  th e  meaning  of th e  Civil Servants Act, 1973  \n(LXVI of 197 3); \n (c)     1Omitted. \n (d) \"regular basis\" when used wi th reference to an ap pointment, \nmeans app ointment other than on ad hoc basis, o r on contract, \nor on a temporary basis, for a specified period; \n (e) \"retired officer\" includes a retired officer of the Ar med \nForces; and \n (f) \"test\" includes written examination, i nterview and viva voce. \n1Omitted vide Establishment D ivision’s N otification S.R.O. No .147(I)/84, dated 9-2-1984. \n \n \n37\n 3. 1[(1) The Commission shall conduct  tests and exam inations for \nrecruit ment to all posts– \n(i) in conn ection  with t he affairs of th e Federation i n basic p ay \nscales 16 and abov e or equivalent; and \n2[(ii)  in b asic pay scales 11 to 15  or equiv alent in–  \n(1) the F ederal Secretariat; \n(2) the Central Board of Revenue; \n(3) the Federal In vestigation Agen cy; \n(4) the A nti-Narcotics  Force ; \n(5) the Pakistan Railways; \n(6) the Directorate General of Imm igration and Passports;  \n(7) the Export Pro motion Bureau; \n(8) the Islam abad Capital Territory Administration; \n(9) the Bureau  of Immig ration and Ov erseas Employ ment; \n(10) the Estate  Office; \n(11) the Organizations, except autonomous bodies, un der the \nMinistry of Health and Ministry of Education], other \nthan the pos ts– \n(a) specified in the Schedule to these rules; \n(b) filled by  appointing a person on contract fo r a \nspecified  period not exceeding two y ears; \n(c) filled on ad hoc basis fo r a period o f six months or \nless p rovided that– \n(i) no ad ho c appointment shall be made before \nplacing a requ isition with th e Commissio n for \nregular appo intment; and \n1Subs vide Establishment Division’s Notif icatio n S.R.O. No. 415(I)/2000 , dated 19 -6-2000. \n2Powers withdrawn/subs vide Federal Public Ser vice Commission (Amendment) Ordinance III of 2003  \npromulgated on 20-5-2003. \n \n38\n(ii) before filling the po st on ad hoc  basis, prior \napproval shall be ob tained fro m the  \nComm ission; \n(d) filled by re-em ploying a r etired officer provided \nthat re-em ployment is made for a period not \nexceeding tw o years in a p ost not highe r than the \npost in whi ch the person was emplo yed o n \nregular basis before retire ment; and  \n(e) filled by  the employment, other than po sts in pay \nscale 17  filled  by serv ing armed fo rces of ficers on \nthe recomme ndation s of FPSC, or re-emp loyment \nof persons who are, or have been officers of the \narmed forces o f Pakistan and held, or have he ld \nsuch posts therein as are declared by the President \nto be equivalent to the posts to be so  filled; and \n (2) For remov al of doub ts it is clarified that the pro cess alread y \ninitiated for recru itment to post s in BPS 11 to 15  shal l be completed in \naccord ance with th e prov isions of these rules existing immediately before \nthe provisions of sub-rule (1) if the advert isemen t for recru itment had \nalready appeared in the news papers];  \n 4. The Commission shall test civil servants appointed a t any time \nbetween the first day  of Januar y, 1972 and the fifth d ay of Jul y, 1977, or \nprom oted to a higher post during t he said period whose cases may be \nreferred to th e Co mmissio n by the President, and make a repor t to the \nPresident whether they  are fit to hold the post to which they were \nappointed or prom oted, as the case may be, and, if no t, whether they  are \nfit to hol d any other civil post 1[equival ent or lower, as the case may be] \ncompatible with their qualifications and experience. \n 2[5.  The Commission shall, on a reference made by  the appoint ing \nauthorit y, test persons wh o may have been appoint ed to a civil  post \nwithout observing the pr escribed procedure or without f ulfilling the  \nprescribed qualifications, experien ce and age lim its, and advise whether  \nthey are fit t o hold the p ost to which they were appointed, an d, if not, \nwhether they are fit to hold any  other civil post in the same or lower \nBasic Sc ale compatible wit h their qualifications and experience ]. \n1Subs vide Establis hment Divis ion’s Notification S.R.O.  No. 147(I)/84 dated 9-2-1984 . \n2Added vide Estab lishment Div ision’s Notification  S.R.O. No.848(I)/2002 , dated 27-11-2002. \n \n \n39\n1[SCHEDULE \n[See rule 3 (a)]  \nPOST S EXCLUDE D FROM T HE PURVIEW  OF THE COMM ISSION \nMinistry, Division or Organization.   Nam e of post \nPresid ent’s Secretariat     Al l posts]. \n(Perso nal o r Public) \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n1Amended  vide Establish ment Divisio n’s Notificati on S.R.O. No.415/2000 dated  19-6-2000 . \n \n \n40\nAnnexure-III  \n[See Appendix B - Para-1 ] \nCIVIL SERV ANTS (APP OINTMENT,  PROMOTIO N AND \nTRANSFER) RULES, 1973 \n In ex ercise of the powers conferre d by section 25 of the Civ il Serv ants \nAct, 1973 (LXXI o f 1973 ), the Presiden t is pleased to make the following \nrules, nam ely:– \nPART I –- GENERAL \n 1. These rules may be called the Civil Se rvants  (Appointment, \nPromotion and Transfer) Rules, 1973. \n 2. In these rules, unless there is any thing repugnant i n the subject or  \ncontext,– \n(a) \"appointing authority \", in relation to a post mean s the person  \nauthorized un der rule 6 to make appoin tment to that post; \n(b) 1[\"selection board\" mean s a Board constituted by  the  \nFederal Govern ment, for the pur pose of selection for  \nprom otion or transfer to posts in basic pay scales 19 to 21 \nand equivalent, consistin g of  such persons as may be \nappointed by Government from  time to time] . \n(c) “commi ssion” means the F ederal Publi c Service \nCommi ssion; \n(d) 1[“depart mental pro motion committee” means a Co mmittee \nconstituted for the purpose of making selection for \nprom otion or transfer to posts under a Ministry, Division,  \nDepartment or Office of the Federal Government in basic \npay scales 18 and below and equivalent; and]. \n(e) 1[“depart mental selection co mmittee” means a Committee \nconstituted for the purpose of making selection for initial  \nappointm ent to p osts under a  Ministr y, Division, \nDepartment or Office of the Federal Government in basic \npay scales 1 and above ot her than appointm ents which fall \nwithin the purview of the Federal Public Service \nCommission under rule 3 of the Federal Public Service \nCommission (Functions) R ules, 1978;  and] \n1Subs vide Establis hment Divis ion’s Notification S.R.O.  No.430(I)/2000, d ated 26-6-2000 . \n \n \n41\n        (f)      1[Omi tted]. \n 3. (1) Appo intments to po sts shall be made by any of the follo wing \nmethod s, namely :– \n(a) 2[by prom otion [ *  *  *  * ] in accordance with Part II of thes e \nrules;  \n(b) by transfer in accordance w ith Part II of these rules; an d \n(c) by initial appointm ent in acco rdance wi th Part III of these \nrules] .  \n (2) The method of ap pointmen t and the qu alification s and o ther \ncond itions applicable to a post sh all be as laid do wn by the Min istry or \nDivision concerned in consultation wi th the Establishment Division. \n 3[(3) \"Notwithstanding anything contained in sub-rule(I), or the method \nof appointm ent laid down i n the recruitment rules, a person w ho is rendered \nsurplus as  a result of the reorga nization or abolition of a Di vision, \nDepartm ent, Office or per manent post in p ursuance  of any Government \ndecision or as a measure of econom y may be appointe d to a pos t in the basic  \npay scale to whic h he belonged, if he poss esses the qua lifications, and fulfils  \nother c onditions, applicable to that post\"]. \n 4[(4)   Where  a person referred to in sub-rule (3) ,–- \n (i) possesses educational qu alifications whi ch are considered \ninterchangeable with, or equ ivalent to, t he qualification  \nprescribed in the relevant recruitment rules; or          \n(ii) fulfils the prescribed qual ifications and the conditi ons for \ninitial appoi ntment to the post in  the relevant rules except the \ncondition relating to prescribed experience, t he appointing \nauthority  may, for reason s to be  record ed in writi ng, relax th e \nrequirement of education al quali fications or, as  the case may \nbe, the presc ribed expe rience] . \n4. (1) In ea ch M inistry, Di vision, Depart ment or  Office of t he \nFederal Government, there shall be one or more Depar tmental \nPromotion Committees, a nd Departme ntal Selec tion Committees, the \ncompositi on of whic h shall be de termined by the Mini stry or  \nDivision concerne d in consult ation with the Est ablishment Division.                                                           \n \n1Omitted clause (f) vide Establish ment Division ’s Notification S.R.O. No. 146(I)/84, dated  9-2-1984. \n2Subs vide Establis hment Divis ion’s Notification S.R.O.  No.742(I)/2002, d ated 28-10-2002 . \n3Added  vide Establishment Div ision’s Notificatio n S.R.O. No . 57(1)/93, dated 25- 1-1993 . \n4Added vide Establishment Division’s Notification  S.R.O. No . 961( 1)/99, dated 25 -8-1999. \n \n42\n (2) Each such Co mmittee shall  cons ist of at  least three mem bers one \nof whom  shall be appointe d Chairman. \n 5. Where an appointi ng authorit y for 1[posts in basi c pay  scales  15 \nand below and equivalent ] does not accept the re commendation of a \nDepart mental  Selection or  Depart mental Prom otion Committee, it shall \nrecord reasons therefor and obtain or ders of the next higher authorit y. \n 2[6.  3[(1)] The appo inting authority  specified in co lumn (3) of the table  \nbelow shall be competent to make appointm ent to the var ious post s in the \nbasic pay scales specified in column (2) of that table. \nTABLE  \nS.No. Basic pay  scale of post s Appoi nting Au thority \n1 2 3 \n(1) Posts in basic p ay scales 20 an d \nabove or equi valent. 4[Prim e Minister] . \n(2) Posts in basi c pay scal es 17 to  \n19 or eq uivalent. Secretary of the Minis try or Divisio n \nconcerned. \n(3) Posts in basi c pay scal e 16 o r \nequivalent. An officer notified by the S ecretary of \nthe Ministry or Division concerned. \n(4) Posts in basic pay sc ales 3 to 15 \nor equi valent. An officer notified by the S ecretary of \nthe Ministry or Division concerned. \n(5) Posts in bas ic pay sca les 1 a nd \n2 or equi valent. An officer notified by the S ecretary of \nthe Ministry or Division concerned] . \n 5[Provided that appointme nt to po sts in  Basic Pay  Scales 20  and \nabove o r equivalent in the Presid ent’s Secretariat sh all be mad e by the \nPresid ent]. \n \n1Added vide Establishment Division’s Notification  S.R.O. No .961(I)/99, dated 25- 8-1999 . \n2Subs. vide Establis hment Divis ion’s Notificati on S.R.O. No.276(I) /2000 , dated 25- 5-2000 . \n3Renu mbered vide Establish ment Div ision’s Notification  S.R.O. No.829(I)/2000, dated 16 -11-2000. \n4Subs vide Establis hment Divis ion’s Notificati on S.R.O. No.1(I)/2003 ,dated 1-1-2003  w.e.f. 23-11-2002.  \n5Added vide Establishment Div ision’s Notification  S.R.O.No. 607(I)/2002,  dated 10-9-2002. \n \n \n43\n 1[(2)  Notwithstanding  any thing contained in sub-rul e (1),  the \nAppointing Authority  specified  in column (4) o f the table b elow shall be \ncompeten t to make appoint ments to the posts sp ecified in colu mn (3) of \nthat tab le in the department  specified in colu mn (2) thereof. \nTABLE  \nSl. \nNo. Name of Depar tment Basic Pay  Scale of posts Appointing Autho rity \n1 2 3 4 \n1. Pakistan Audit Depart ment \nand Officer s of I nter-\nDepartmental Cad re o f \nPakistan Audit &  Accounts  \nGroup (i) 17 to  19 o r equivalent.  \n(ii) 16 or equivalen t. \n \n(iii) 3 to 15 o r equivalent.  \n \n(iv) 1 to 2 or equivalent.  Audito r-General of Pakis tan. \nAn office r notifie d by the \nAudito r-General of Pakis tan. \nAn office r notifie d by the \nAudito r-General of Pakis tan. \nAn office r notifie d by the \nAudito r-General of Pakis tan]. \n2[2. Intelligence Bureau (i) 17-19 or equivalent \n \n(ii) 1-16 or equivalent Director-General Int elligen ce \nBure au. \nOfficer(s) notified by the \nDirect or General,  Intel ligence \nBureau]. \nPART II –- APPOIN TMENTS BY  PROMOTION OR TRANSFER \n 7. 3[Promotions and tran sfer to posts  in basic pay scales 2 to 18 \nand equiv alent sh all be made on th e recommend ation of th e appropriate \nDepartmental Promotion Com mittee and promotions and transfer to  posts  \nin basic p ay scales 19 to 21 and eq uivalent shall be made on the \nrecommend ation of th e Selection Boards] . \n 8.  Only such persons as  posse ss the qualifications  and m eet the \ncond itions laid down fo r the purpose of promotion or transfer to a post shall \nbe considered by the  Departm ental Promotion Committee o r the Ce ntral \nSelec tion Board, as  the case m ay be. \n 4[8-A. No p romotion on regular b asis shall be made to posts in b asic \npay scales 5[17] to 22 and  equivalent unless the officer concerned has \ncompleted such minimu m length  of se rvice, attended such training and \npassed su ch departmental examin ation, as may be prescribed from time to \ntime].  \n \n1Added vide Establishment Division’s Notification  S.R.O. No .829(I)/2000 , dated 16-11-2000 . \n2Added vide Establishment Division’s Notification  S.R.O. No .891(I)/2000 , dated 14-12-2000 . \n3Subs vide Establis hment Divis ion’s Notification S.R.O.  No.430(I)/2000, d ated 26-6-2000 . \n4Subs vide Establis hment Divis ion’s Notification S.R.O.  No.850(I)/98, d ated 25- 7-1998 . \n5Amended  vide Establish ment Divi sion’s Notification S.R.O. No .835(I)/200 0, dated 17 -11-2000. \n \n44\n 8-B. (1 ) Wh ere th e appo inting au thority consid ers it to be in the pub lic \ninterest to fill a po st reserved und er the rules for departmental promotion \nand th e mo st senior civil servant belonging to th e cadre or service \nconcerned who is otherwise eligible for promotion does not possess the \nspecified length of servi ce the autho rity may  appoint him to  that post on \nacting ch arge basis. \n (2)  1[Omitted]  \n (3) In the case of a post in 2[basic pay scales 17 to 22 and equivalent], \nreserv ed u nder the rules to be filled by initi al appointment, where th e \nappo inting au thority  is sati sfied th at no suitable o fficer 2[drawing pay  in \nbasic pay scale] in which the post exists is available in that category to fi ll \nthe po st and it is expedient to fill the post, it may appoint to that post on \nacting charge basis the most senior officer otherw ise eligible for promotion \nin the  organization, cadre  or service,  as the case  may be, in excess of the \npromotion quota. \n (4) Acting charge appo intment shall be made against pos ts which are \nlikely to fall vacant for a period of six months or more. Against vacancies \noccurring for less than si x months, current charge appo intment may  be \nmade acco rding to the ord ers issued fro m time to ti me. \n (5) Ap pointment on acting ch arge basis sh all be mad e on the \nrecommend ations of the Departmen tal Promotion Co mmittee or th e Central \nSelec tion Board, as the case may be, sam e in the    case of 2[post in basic \npay scale 22 and equiv alent]. \n (6) Acting ch arge appoin tment shall not amou nt to appointmen t by \npromotion on regular basis for an y purpo se including seniority . \n (7) Acting charg e appointment shall not confer any vested right for \nregular promotion to the post [ ] held on acting charge basis. \n 9. Appointm ents by  transfer shall be made from am ongst the persons \nholdin g appo intment on a regular basis in 2[posts in t he same basi c pay \nscale or equivalent to or ide ntical with the posts to be filled ]. \n \n1Omitted vide Establish ment Division ’s Notificatio n S.R.O No .269(I) /2000 , dated  19-5-2000 . \n2Subs vide Establis hment Divis ion’s Notification S.R.O.  No.146(I)/84, d ated 9- 2-1984 . \n \n \n45\nPART III __ INITIAL APP OINTM ENT \n 10. 1[Initial appoin tment to posts in th e All-Pakistan Services, the Civ il \nServices of the Federation and all posts in connectio n with th e affai rs of the \nFederation in basic pay scales 16 an d abo ve or equivalent and t he posts in \nbasic pay sca les 11 to 15 or equivalent, in __ \n(1) The Federal Secretari at; \n(2) The Central Board of Re venues; \n(3) The Federal Investigation Ag ency; \n(4) The Ant i-Narcotics Force; \n(5) The Pakistan Railways; \n(6) The Dire ctorate Genera l of Immig ration and Passpo rts; \n(7) The Export Pro motion Bureau; \n(8) The Islam abad Ca pital Territory Administration; \n(9) The Bureau of Immigration and Overseas Employment ; \n(10) The Estate Office; \n(11) The organization s, except autono mous bodies, under the Min istry \nof Heal th and  the Ministry of Education; \nexcept those which, under the Fe deral Public Service Co mmission \n(Functions) Rules, 1978,  do not fal l within t he purview of  the  \nCommission, shall be made on the basi s of test s and  examination s to be \nconducted b y the Commission] . \n 11. 1[Initial appoin tments to posts in basic p ay scales 1  to 15 and \nequivalent, other than those mentioned in rule 10 shall be made on the \nrecomme ndations of the Departmental Selection C ommittee a fter the \nvacancies have been advertised in news papers]. \n 12. A can didate for initial appoint ment to a post must possess the  \neducational qualifications and experience and, except as provided in the \nrules fram ed for the purpose of relaxation of age limit, must be within the \nage limit as laid down for the post 2[ ]:  \n 2[Provided that unless oth erwise specified  in the method  of \nappo intmen t, qualification s and oth er con ditions appl icable to a post as laid \ndown  under sub rule (2 ) of rule 3, the experie nce prescribe d for initia l \nappointm ent shall be the  post-qualifica tion expe rience ]. \n3[12-A. Alteration i n the date of birt h.–The date of birth o nce \nrecorded at the time of joining gove rnment service shall be final and \nthereafter no  alteration in the date of  birth of a civil servant shall be \nperm issible] . \n1Subs vide Establis hment Divis ion’s Notification S.R.O.  No. 520(I)/2000 , dated 31-7-2000.  \n2Omitted and added vide Establish ment Division ’s Notificati on S.R.O. No. 970(I)/98, dated  9-9-1998.  \n3Ins. vide Establish ment Divis ion’s Notification S.R.O.  No. 521(I)/2000 , dated 31 -7-2000. \n \n46\n 13. A candida te for appoint ment shall be a citizen of Pakistan: \n Provided that  this requirement may be relaxed with the approval  of \nthe Establishment Division: \n Provided f urther that, in t he case of candidates to be appointed on \ntemporary  basis to posts in the Paki stan Missions abroad, such relaxation \nshall not be a ccorded for a period exceeding one year at a ti me. \n 14. Vacan cies in  the undermentioned posts shall be filled on All-\nPakistan basis in accordance with the merit and provincial or regional \nquotas prescribed by  Government from  time to ti me: \n (i) All posts in 1[basic pay  scales 16 and above and equiva lent]. \n (ii) Posts in 1[basic pay  scales 3 to 15 and equivalent] in offices, \nwhich serve the whole of P akistan 2[:] \n2[Provided th at if no suit able person holdin g the dom icile of the  \nProvince or R egion to which a vacancy  has been ear marked and fulfilling \nthe prescribed qualifications is found  even after the vacancy  has been  \nadvertised twice, the appointing author ity may fill up the vacancy  on \nopen m erit on contract in th e following manner, namely :- \n(i) contract appointm ent sh all be made initially  for a p eriod of one  \nyear, and  if the post falls under the  purview of the F ederal Public  \nService Co mmission, the Co mmission shall be inform ed about \ncontract appointm ent; \n(ii) if nom inatio n is not received from  the Federal Pu blic Service \nCommission within one year, contract appointm ent may in the \npublic interest be extended for another o ne year; and  \n(iii) the Federal Public Service Co mmission shall ensure that the \nnominations of the q ualified candidates are made within a period \nof two y ears. If Federal Pu blic Service Commission does not find  \na suitable candidate, it sh all advise the appointi ng authorit y, for \nthe extension in the contract ]. \n 15. Vacancies in posts in 1[basic p ay scales 3 to 15 and equivalent ] in \noffices which  serv e only  a particu lar pr ovince or region sh all be filled by  \nappointment of person s domiciled in the province o r region concerned. \n 16. Vacancie s in posts in 1[basi c pay  scales  1 and 2  and equivalent ] \nshall ordinaril y be filled on local basis. \n 17. A candidate for appointm ent must be in  good m ental and bodil y \nhealth and free fro m any ph ysical de fect likely  to interfere with the \ndischarge of his duties. A candidate who after such medical exa mination \nas Govern ment may prescr ibe is found not to satisf y these requirements,  \nshall not be a ppointed . \n1Subs, vide Establis hment Divis ion’s Notification S.R.O.  No. 146 (I)/84, dated 9- 2-1984 . \n2Subs. and added vide Establishment Divis ion’s Notification S.R.O. No. 784(I)/2002, dated 7-11-2002. \n \n47\nPART IV. –- AD HOC  AND TEMPORARY  APPO INTMEN TS \n 18. 1[When u nder th e Fed eral Public Service Comm ission (Functions) \nRules, 19 78, a post is req uired to b e filled th rough the Co mmissio n, the \nappo inting authority  shall forward a req uisition to th e Co mmission on a \nprescribed form immediately. In ex ceptional cases, ad ho c appointment  \nmay, however, be made for a period of six months or less with prior \nclearance of the Commission as provid ed in rule 19. \n 19. When th e app ointing au thority considers it to be in pub lic interest \nto fill a post fal ling with in the purview of the Commission urgently  pending \nnomination of a candid ate by the Commission, it may proceed to fill it on  \nad hoc  basis for a p eriod of six months or less after ob taining prio r \nclearance of the Commission. Th e post shall be advertised and th e same \nprocedures as laid do wn for initial appo intment in P art III shall be followed \nin mak ing ad hoc appoin tments ]. \n 20. Sho rt term v acancies in the po sts fallin g with in the purview of the \nCommission and v acancies occurring as a resu lt of creation of temporary  \nposts fo r a period no t exceeding six months, may be filled by  the appointing \nauthority  otherwise th at through th e Commission on  a pu rely tempo rary \nbasis after adv ertising th e vacancy. \n2PART V –- PROBATION \n 21. (1) Person s appo inted b y initial appointment, pro motion or tran sfer \nshall be on probation  for a period  of on e year. \n (2) The period of probatio n may be curtailed for good and sufficient \nreasons, to b e recorded, or, if consider ed nece ssary , it may be extended \nfor a period not exceeding one year a s may be specified at the time of  \nappointm ent. \n (3) On th e successful co mpletion of probation period, the appointing \nauthority shall, by specific order, terminate the probation. \n (4) If no ord er is issued un der sub -rule (3), on th e expiry of th e first  \nyear o f prob ation p eriod, the p eriod o f probation shall be deemed to have \nbeen extended under sub-rule (2): \n Prov ided t hat, subject to t he provisi ons of pro viso to sub-sectio n (2) \nof  secti on 6  of the Civ il  Servants Act,  1973  in the absence of a n order   \n1Subs vide Establishment Division’s S.R.O. No .122(I)/2000, dated 15-3-2000. \n2Added vide Establishment Division’s Notification  S.R.O. No . 968(I) /82, dated 21- 9-1982 .  \n \n48\nunder sub-rule (3), the period of probation shall, on the expiry of the \nextended period under sub-rule (2), be  deemed to have successfully been \ncompleted. \n [Authority .– Establishment Division’s Notification S.R.O.No.1498(I)/73, dated 20-10-1973].  \n \n \n49\nAnnexure-IV  \n \nGOVERNMENT OF PAKISTAN, CABINET SECRETARIAT \n(ESTABLISHMENT BRANCH) O.M. NO. 11/18/49-SE II,  \nDATED THE 17TH  JANUARY, 1951 \n \nSUBJECT .__  Procedure regarding recruitment from abroad in civil posts \nunder Central Government. \n The question of the procedure which should be adopted when it \nbecomes necessary to resort to recr uitment from abroad to civil posts \nunder the Central Government has be en engaging the attention of the \nCabinet Secretariat for some time. It may be mentioned that the \nprocedure followed before Partition in  connection with such recruitment \nwas that, after the Federal Public Service Commission had agreed, under Regulation 4(a) of the Federal Pub lic Service Commission (Consultation \nby the Governor-General) Regulations , to a particular post being filled \nby recruitment from abroad, the De partment concerned took steps to \nrecruit from abroad after obtaining the agreement of the Home Department of the undivided Governme nt of India to such recruitment. \nThis procedure has, however, not been followed in Pakistan after partition. In some cases, the Pakistan Public Service Commission have taken the necessary steps to recruit fro m abroad, while in a few others, \nMinistries themselves have advertised abroad. With the object of establishing a uniform procedure, it has now been decided by the \nGovernment of Pakistan that recruitment from abroad should be made in \nthe manner indicated in the following paragraphs. \n 2. If a Ministry considers that it is necessary to make recruitment to \ncivil posts from abroad, it should make a reference to the Pakistan Public \nService Commission, asking them to agree to such recruitment and if they agree, to proceed without delay to take all the steps necessary to \nmake such recruitment. The Pakistan  Public Service Commission will \nthemselves advertise the post or posts abroad and make the necessary arrangements for the candidates to be interviewed by Special Selection Committees. Thereafter, the Pakistan  Public Service Commission will \nmake recommendations for filling of the post or posts in question. In no case should the Ministry itself take steps to advertise the posts. \n3. There may, however, be exceptional cases in which the \nMinistries concerned are of the view that recruitment from abroad \nthrough the Pakistan Public Service Commission will prove infructuous, \ne.g., in the case of appointments to highly technical posts or other posts of considerable importance in connection with which persons of high \n \n50\nstanding abroad are not likely to r espond to advertisements and appear \nfor interviews. In such cases, which should be very rare, the prior \napproval of the Honourable Prime Minister will be necessary for \nrecruitment to be made by the Ministry concerned without the assistance \nof the Pakistan Public Service Commission. The procedure to be adopted in such cases will be that the ma tter should be referred to Cabinet \nSecretariat (Establishment Branch) so that the orders of the Honourable the Prime Minister can be obtained. Such reference to the Cabinet Secretariat should be made only after the Pakistan Public Service \nCommission have first agreed to recruitment to the post in question being \nmade from abroad and it should be accompanied by a Summary for the Honourable the Prime Minister, explaining why it is necessary for recruitment to be made otherwise than through the Pakistan Public Service Commission and showing what steps the Ministry have in mind \nfor filling the post or posts in question. \n \n51\nAnnexure-V  \nNo. 3/359-EVII \nGOVERNMENT OF PAKISTAN \nPRESIDENT'S SECRETARIAT \n(Establishment Division) \nKarachi, the 4th  June, 1960 \nOFFICE MEMORANDUM \nSUBJECT .__  Acceptance of the advice of the Federal Public \nService Commission. \n In supersession of the Cabinet Secretariat (Establishment \nBranch) Office Memorandum No. 10/3/50-SEII, dated the 13th June, \n1950, on the subject of the Convention regarding acceptance of the \nadvice of the Federal Public Service Commission, the undersigned is \ndirected to say that the Government have been pleased to decide that the \nadvice of the Federal Public Service Commission in a case referred to it shall be accepted by the Ministry/D ivision/Department concerned subject \nto the provisions of para 2 below. \n 2. Where a referring Ministry, Division or Department disagrees with the advice given, it shall communicate the reasons for disagreement \nto the Commission, and after the Commission has expressed its further \nviews in the matter, the case will be submitted for decision to the \nPresident through the Establishment Division. \n \nJ.D. HARDY, \nEstablishment Secretary. \n \nAll Ministries/Divisions. \nCopy forwarded to:__ \n1. F.P.S.C., Karachi \n2. Provincial Governments. \nJ. ALI, \nSection Officer \n \n52\nAPPEND IX  C \n(See Instructi on 54) \nPRESCRIBED CHANNEL OF CORRESPONDENCE W ITH THE \nGOVERNMENT OF A FOREIGN COUNTRY, A PAKISTAN \nDIPLOMAT IC MIS SION AB ROAD OR A F OREIGN M ISSION \nIN PAKI STAN. \nChannel of Communi cation between the Govern ment  \nof Pakistan and foreign governments \n All co rrespo ndence initiated by  the Govern ment of Pakistan shall \nnormally  be conducted  by the Ministry  of Fo reign Affairs throu gh the \nPakistan Dip lomatic Mission abro ad and furth er corresponden ce on the  \nsubject will b e continued through the same ch annel. The Foreign Missio n \nof the coun try concern ed in Pakistan will be kept informed on the subject, \nif con sidered necessary, by the Min istry of Foreign Affairs. If there is no  \nPakistan Diplo matic Missi on in a particular coun try but th at country  has a \nDiplo matic Mission in Pakistan, corresponden ce shall be con ducted  \nthrough th e latter. If no d iplomatic Miss ions have been exchang ed at all, \nthe co rrespon dence may be either r outed through a Pakistan Diplo matic \nMission at a station wh ere the country  concern ed also has a Mission or \naddressed direct by  the Ministry  of Fo reign Affairs to the Fo reign Mini stry \nof the cou ntry concerned. Co rrespondence in itiated by  Foreign  \nGovern ments shall no rmally  be condu cted by  Foreign Diplo matic Mission \nin P akistan wi th th e Mini stry of Foreign  Affairs and furth er \ncorrespond ence on th e same subject sh all be th rough th e same chann el. \n 2. In matters of purely  routine or technical nature the following \nexceptions to the above channel of communication are perm issible:__ \n (a) In respect of the United Kingdom : \n(i) The 1[Minis try of Labour, Ma npower and O verseas  \nPakistanis] may correspond direct with the Ministry  of \nPensions, Lo ndon , and vice ve rsa in connection wi th the \ngrant of awards to dependents of decea sed sea men o f ex-\nBritish registered ships killed by  enemy  action duri ng the  \nlast war. \n(ii) Naval Headquarters may  correspond direct  with  \nCommonwealth Relations Office of Her Majesty 's \nGovernment and vice versa, on routine matters concerning \npay, accounts , etc. of officers and rating of Pakistan Navy  \nserving in the  United King dom. \n1Subs vide Cabinet  Division’ s Memo.No.4-20/200 4-Min.I, dated 2 -9-2004.\n \n53\n(b) In respect of India: \n(i) Direct correspondence may be conducted between the \nServices Headquarters, the Military Accounts Offices and \nthe Regimental Centres on purely routine matter relating to \nrecords, accounts etc. \n(ii) Direct correspondence may be conducted between the Ministries and subordinate organisations concerned of the two Governments on all such matters as may be agreed \nupon by the two Governments. Copies of important \ncommunications thus exchanged shall be sent to the \nAmbassador for Pakistan in India. \n(iii) Direct correspondence may be conducted between the Provincial Governments in India and Pakistan on matters specially agreed to by the two Central Governments. \nCopies of important communications thus exchanged shall \nbe sent to the Ambassador for Pakistan in India. \n(c) In respect of all countries: \n(i) Heads of scientific and technical departments of Federal or \nProvincial Governments in Pakistan may correspond direct \nwith their counterparts under other Government and vice \nversa,  on purely technical matters which do not involve or \nare unlikely eventually to involve any question of policy. \n(ii) It is very desirable that Pakistan Diplomatic Missions in foreign countries shall be kept fully informed of all matters which the officials of Pakistan Government wish to \ntransact with officials of foreign Governments. Copies of \nall communications, except those of exclusively, academic interest shall be endorsed to the Pakistan Diplomatic Mission, if any, in the country concerned. In all cases of doubt the Ministries/ Provincial Governments shall consult \nthe Ministry of Foreign A ffairs if at any stage the \ncorrespondence involves or is likely to involve a question \nof policy or tend to have political repercussions, and further correspondence shall be conducted through it unless it agrees otherwise. \n(iii) The opposite numbers in a foreign Government shall in no \ncase be addressed not even on a matter of routine, unless \npermitted by the Ministry of Foreign Affairs. \n \n54\nChannel of Communication between the Government  \nof Pakistan and International Organisations  \n3. Direct correspondence may be conducted between the \nInternational Organisations and the Mi nistry concerned, provided that in \nmatters of policy the Ministry of Fore ign Affairs shall be consulted. All \ncorrespondence regarding admission to or withdrawal from the \nmembership of an international organization shall, however, be conducted through the Ministry of Foreign Affairs. \nChannel of Communication between the Government of Pakistan \nand Pakistan Diplomatic Missions abroad  \n 4. All correspondence shall normally be conducted between the Ministry of Foreign Affairs and the Heads of the Missions but the \nfollowing exceptions are permissible:\n__  \n(i) Ministries/Provincial Governments may correspond with \nthe Missions direct in matters pertaining to them provided \nthat no question of policy is involved. Apart from matters \ninvolving questions of policy, copies of correspondence need not be endorsed to the Ministry of Foreign Affairs as a matter of course, but the administrative Ministry shall use its own discretion in forwarding copies in cases where \nit is considered that the Ministry of Foreign Affairs should \nbe kept in touch. Diplomatic Mission may, in any particular case, make a reference to the Ministry of Foreign Affairs, if it considers that necessary. \n(ii) The Auditor General of Pakistan and his Subordinate Offices may correspond direct with the Pakistan Missions abroad on matters relating to audit, accounts and payments \netc. \n(iii) Technical Officers on the staff of Pakistan Diplomatic Missions, such as Educational Attaches, Press Attaches, \nCommercial Attaches, Military , Naval and Air Force Attaches and Advisers, may correspond direct with their parent Ministries on all matters provided that:\n__ \n(a) the Head of the Mission shall have the right to see all such correspondence, if he so wishes or to depute one of the diplomatic officers on his staff to see it; and \n(b) all correspondence involving important questions of policy or likely to have political repercussion shall \npass through the Head of the Mission and the \nMinistry of Foreign Affairs if emanating from abroad \n \n55\nand throu gh the Ministry  and the Head of the Mission \nif emanating  fro m any other Min istry of the \nGovern ment of Pakistan. C opies of the correspond ence \nmay simultan eously  be sent to the Min istry concerned. \nChannel of Communi cation between the Govern ment of Pakistan \nand Foreign Diplomatic Missions in Pakistan \n 5. (1) All correspondence with foreign  diplom atic missions in  \nPakistan shall ordinaril y be conducted throug h the Ministry  of Foreign \nAffairs. However, the Ministries/Divisions listed below may contact the \nDiplomatic Missions in Pakistan, where neces sary, in relation to matter s \nindicated against each sen ding a copy of the Comm unication (in and \noutward) to t he Ministr y of Foreign Affairs Islamabad:__ \nI. Commer ce Di vision:  \n Trade and Commerce with other countrie s including:__ \n(a) treaties, conventions an d agre ements with other countries \nbearing on tra de and commerce; \n(b) prom otion of foreign trade, in cluding trade delegations to an d \nfrom  abroad and overseas trade exhibitions. \nII. Defence Divi sion: \n(a) Defenc e matters pertaining to treaties an d agree ments with other  \nGovernments; \n(b) International aspects of  Pakistan International Air Lines \nCorporation. \nIII. 1[Economic Affairs Divisio n: \n(a) Assessment of requirem ents, pro gramming and ne gotiations f or \nexternal eco nomic assistance fro m foreign governments and \norganisations and oversee its ti mely utiliz ation in Pakis tan. \n(b) Matters rel ating to IDA, A DB and IBRD. \n(c) Econom ic matters pertaining to  the  Econom ic and Social \nCouncil of United Nati ons, G overning Council  of UNDP,  \nESCAP, Colom bo Plan and OECD. \n1Amended vide Economic Affair s Division’ s letter  No.16(49)/EA/SOA.I /2002,  dated 30- 10-2002.  \n \n56\n(d) Negotiations and coordination activities etc. pertaining to \neconomic cooperation with othe r countries (excluding RCD and \nIPECC). \n(e) Assessment of requirements, programming and negotiation for securing technical assistance of Pakistan from foreign governments and organizations including nominations for EDI \nCourses and oversee timely utilization in Pakistan. \n(f) Matters relating to technical assistance to foreign countries. \n(g) Review and appraisal of inte rnational and regional economic \ntrends and their impact on the national economy. Proposal pertaining changes in International Economic Order. \n(h) External debt management, including authorization of \nremittances for all external debt service, compilation and \naccounting and analysis of economic assistance from all foreign governments and organizations. \n(i) Matters relating to transfer  of technology under UNDP \nassistance. \n(j) Matters relating to the Islamic Development Bank]. \nIV. Finance Division : \n(a) Foreign Loans. \n(b) Matters pertaining to IMF, IBRD, IFC and IDA. \nV. Food, Agriculture and Livestock Division: \n(a) Procurement of food grains, including sugar from abroad. \n(b) Food and Agriculture Organization of the United Nations. \n(c) Food and Agricultural Organization of the United Nations and its \nAgencies (matters relating to livestock, fisheries and its by-products). \n(d) World Bank for bilateral aid and technical assistance in the field of livestock and fisheries.  \n(e) Matters relating to exchange of information/material regarding \nlivestock/fisheries diseases, veterinary medicines, vaccines and drugs. \n(f) Exchange of information on veterinary Quarantine Laws. \n \n \n57\nVI.  Housing and Works Di vision: \nAid and tec hnical assi stance fro m ab road for housing, water  \nsuppl y and sewerage schemes, etc. \nVII. 1[Industries, Production and Special Initiat ives Division ]: \n(a) Prom otion of foreign invest ments in  industrial enterprises;  \ninternational i nvestm ent problems. \n(b) Dealings and agreements with other countries and international  \norganisations for technica l assist ance aid, etc., in the field of \nIndustries. \nVIII.  1[Ministry of Labo ur, Manpower and Overseas Pakistanis ]: \nDealings and agreem ents with in ternati onal organisa tions in  the \nfield of labour and social welfare. \nIX. Law, Justice and Human Rig hts Division : \nDealings and agreem ents with other c ountries an d international \norganisations in judicial m atters a nd nati onal and inter national  law. \nX. Planning and Development Division:  \nContacts wit h representatives of IPE C and SAARC countries \nrelated to the subject of planning . \nXI.  2[Railways Divi sion]: \nDealings and agree ments with other co untries and I nternational  \nOrganizations for technic al assistanc e, aid etc. in the field of \nRailway s. \nXII.  Scientific and Technological Research Division : \n(a) Bilateral agreements with fore ign countries concluded at t he \nGovernment level of co-o peration in the field of s cience and  \ntechnolog y. \n(b) Placement of scientists and tec hnolog ists for training abroad  \nunder bilateral agreem ents a nd other approved technical \nassist ance progra mmes. \n(c) Obtaining scientific know-how from  foreign countrie s. \n1Subs vide Cabinet  Division’ s Memo.No.4-20/200 4-Min.I, dated 2 -9-2004.  \n2Added vide Railway s Division’ s O.M .No.15(1)/2002- E.I, dated 31- 10-2002.  \n \n58\n 5. (2) Diplomatic Missio ns at Islamab ad may contact the Provincial \nGovernments onl y through the Ministr y of Foreign Af fairs. \n The Consular and Trade Offices of  Diplom atic Missions ma y \nestablish direct contact for the cond uct of Consu lar/Co mmercial work  \nwith Provincial Govern ments withi n whose jurisdiction their \nconsular/trade Districts lie. Contacts with other Pro vincial Governments \nby such offic es should be t hrough the M inistry of For eign Affairs. \n 5. (3) Services Attaches  may contact the Ministry  of D efence Inter-\nServices Intel ligence Direc torate directl y. Sim ilarly , Press Att aches and \nforeign jour nalists may contact the Ministry  of Inform ation and \nBroadcasting directly . \n15. (4) Offers of scholarships, training f acilities, donations and \ninvitations for visits abroad etc. fro m Diplom atic Missions excepting \nthose relating to technical a ssistance to Pakis tan fro m foreign \nGovernments Organisations and vice ve rsa and covered under item 3 of \nsub-para 5(I), shoul d however, be a ddressed to the Ministry of  Foreign \nAffairs and not directly, whether to indi vidual s or to Pro vincial \nGovernments or to other M inistries of th e Federal Go vernment. \nMODE OF C ORRESPO NDENCE \n 5. (5) The comm unication intended to be  addressed to the Foreign \nMissions direct by  the Min istries/Divisions etc. should be in the form of \nletter beginn ing with  the words ' Dear Sir'  and ending  with ' Yours \nfaithfull y' irrespective of the form  i.e. Note Verbale , Diplom atic Note or \nany other for m used by the  Missions concerned. \nExplanatory Note: \n A broad description of the forms of co mmunicat ions used for  \ndiplom atic work b y the Mi nistry of Fore ign Affairs is as under:– \n(i) Diplomatic Note. – A Diplomatic Note is a m ode of \ncommunication in  third person form  and is exchange d between  \nthe Ministry  of Foreign Affairs and Foreign Diplom atic Mission  \nand vice ver sa or between  the Ministries of Foreign Affairs of \nany two countries, whene ver necessary. The note is  invariably \nstam ped and  initialled. Initials of the issuing offi cer should \nappear inside the sta mp. \n1Subs vide Establish ment Division O.M . No. 1/5/75- Manuals,  dated 24- 5-1976. \n \n59\n(ii) Note verbale.– This form of communication is also used \nbetween the Diplomatic Missions and the Ministry of Foreign Affairs. This is written in the third person and is neither \naddressed nor signed. It shoul d, however, end with an \nexpression of courtesy. It is often used for a record of \nconversation or in order to put a question. \n(iii) Aide Memoire. –This is often a detailed statement of facts and of \narguments based thereon, not differing essentially from a note, except that it does not begin and end with an expression of \ncourtesy and need not be signed. It may be delivered by a short covering note or presented personally. \n \nChannel of Communication between the Government of Pakistan \nand private institutions or individuals in foreign countries  \n 6. Such correspondence shall ordinarily be conducted by the Ministries/Provincial Governments through the Pakistan Diplomatic \nMission in that country. In case the correspondence is conducted directly \nwith an institution or individual, copies shall be endorsed to the Mission concerned. \n \n60\nAPPENDIX 'D' \n(See Instruction 57) \nINSPECTION IN THE SECRETARIAT \n Desultory or casual inspection are of little value if they lack purpose \nor if the inspecting officer has not settled in his mind what he is going to look for. For inspection to be useful tool of supervision, it is necessary to lay down a list of specific points to which attention should be directed. A list of points which should be kept in view by an inspecting officer, while \ncarrying out inspections in the Secretariat is given below:\n__ \nI. Performance \n(1) Is the distribution of work equitable and according to ability \nand temperament? Does each functionary know the precise nature of his duties and responsibilities? \n(2) Is the output of work of various categories of staff reasonably satisfactory? Does it conform to the accepted yard-sticks? \n While evaluating the rate of disposal of work a random check \nof cases disposed of should be made to see the contributions made at different levels before the submission of the cases to \nthe competent authority for decision. \n(3) Is the rate of disposal of work satisfactory? Do actual pending \npapers or cases tally with arrears or suspense statements? \n Arrears statements should be very carefully scrutinized at the \ntime of inspection to make sure that the figures of 'disposals' indeed represent substantive action and not merely movement \nof files within the Ministry or the issue of reminders and \nsimilar routine action. \n(4) Is there any indication of unnecessary accumulation of files at any point? \nDelays.–  Procedural as well as those occurring due to sheer lethargy \nand indifference. Sometimes these may also be unhealthily motivated. \n \n61\n(5) Are actionable files being kept in suspense unnecessarily? \n(6) Is there any evidence of files being passed unnecessarily from \none section to another in an attempt to shift responsibility? \n(7) Are standing orders regarding the delegation of powers to officers observed in practice? \n(8) Is there any indication that the Rules of Business or the Secretariat Instructions are not being properly complied with? \n(9) Is the register of important decisions maintained properly and kept upto date? \n(10) Are \"please speak\" cases attended to promptly? Is the number of such cases excessive? \n(11) Is the procedure for categorisation, recording and indexing properly and intelligently observed? What is the proportion of un-categorised files? Is weed ing and destruction of unnecessary \nfiles and papers carried out regularly? \n(12) Is the procedure for issuing remi nders effective? Is it followed \nregularly? \n(13) Are periodical reports and returns sent out to the authorities concerned regularly? Is a list of such reports and returns \nmaintained? (For this purpose, all items of work that could \neasily be quantified, should be taken into account). \nII. Use of Government Property . \n(14) Is there any indication of wastage or misuse of stationery, electricity, telephones, furniture equipment, vehicles, etc.? \n(15) Is the procedure for the receipt, custody and issue of stationery \nefficient? (A check of the actual stock of some of the items \nwith the quantity shown in the stationery register will give a good indication). \n(16) Are stock registers for furniture and office equipment maintained properly? \n(17) Are the furniture and equipment kept in good repair? Are unserviceable items stocked unnecessarily? \n \n62\n(18) Are the log books of staff cars, and other vehicles complete \nand up-to-date? Are cars and vehicles maintained in good condition? \nIII. Working Conditions : \n(19) Are the working conditions satisfactory? \n(20) Is the office lay-out convenient? Are tables, chairs and other \nequipment properly arranged? \n(21) Are the office premises kept clean and tidy? \n(22) Are the necessary reference books, codes, manuals, prescribed forms of reports and returns (R equired in connection with the \nwork of the office) readily available? \n(23) Do the staff have the necessary office equipment, material aids, furniture, stationery, etc. \n(24) Do the staff have necessary amenities (Transport facilities, canteens, fans, drinking water, etc.)? \n(25) Are personal claims or grie vances of staff regarding \nincrements, pay, allowances a nd advances, etc., attended to \npromptly? \n(26) Are the service records, leave account, seniority lists, etc., \nproperly maintained? \nIV. Security and Discipline: \n(27) Are security arrangements satisfactory and in accordance with the prescribed instructions? \n(28) Have the character and antecedents of each functionary been verified? \n(29) Is the staff sufficiently security-minded? Are Instructions regarding security classification followed properly? \n(30) Are there any unauthorised visits of outsiders or by staff? \n \n63\n(31) What is the degree of punctuality of staff? Is there any \nindication of habitual late attendance? \n(32) Does the staff pay undivided attention to work during office hours? \nV. Cash and Accounts : \n(33) Are the arrangements for the custody and handling of cash satisfactory? \n(34) Are the cash books, contingent register, bills and cheques register neatly and properly written up-to-date? Does the cash in hand tally with the balance in the cash book? \n(35) Is the accounting of receipts and expenditure up-to-date? Are accounts reconciled with the accounts of the Accountant \nGeneral in time? \n(36) Are the voucher relating to contingent expenditure and \nacquittance rolls kept safely? \n(36A) Have the audit objections pertaining to the Ministry, Attached \nDepartments and subordinate offices during the inspection year \nbeen attended to and disposed of promptly? \nVI. Receipt and Despatch:  \n(37) Is the procedure for the receipt and distribution of papers \nefficient? Is there any avoidable delay between the receipt of \ndak in the R&I Section and its delivery to the officer concerned? \n(38) Has the R & I Section a comprehensive and up-to-date list of subject dealt with by the respective Sections and officers? \n(39) Are diary registers and movement registers kept according to the prescribed procedure? Purely routine papers should not be diarized to inflate the number of receipts? \n(40) Are the arrangements for the despatch or distribution of mail satisfactory? Are dak books duly initialled by recipient of \npapers? \n \n64\n(41) Is the register of postage stamps maintained properly? \n2. This list is by no means exhaustive and it should not therefore \nprevent an inspecting officer from looking into other aspects which in his \nopinion, need attention for improving the efficiency of the organization. For example, lowering standards of discipline amongst public servants may rightly be considered as the major factor in today's deteriorating standards of efficiency in Government offices, causing serious \ninconvenience to public. At the same  time it is not necessary for the \ninspecting officer to examine in detail all the points given in this list \nduring a single inspection. He should, however, cover as far as possible the entire field so that he is in a position to judge whether his Organization is functioning efficiently. Inspections as a rule have \ngenerally a salutary effect, but useful results can only be achieved if the \ninspecting officer is thorough and searching in his observation and gives constructive and helpful advice to hi s subordinates for rectifying obvious \nshortcomings and defects. \n3. To ensure that the system of inspection yields the desired result \nand does not deteriorate into a rou tine formality the inspecting officer \nshould submit proper inspection report to the next higher officer. Inspection reports by a Deputy Secretar y should be submitted to the Joint \nSecretary concerned and by the Joint Secretary to the Head of the Ministry or Division. \nIn the case of annual inspections, th e report must be submitted to the \nSecretary or the Additional Secret ary Incharge, as the case may be. The \nHeads of Attached Departments shoul d also be directed to draw up \nannual inspection reports on the lines provided for inspection in the Federal Secretariat with suitable modifi cation. Attention is also invited to \nthe Government instructions reproduced at Annexures-I & II. \n4. The inspection reports should be brief, precise and to the point, \nand should give a clear picture of the working of the particular sector of the organisation on which the report is submitted. It should simply enumerate the defects noticed and give constructive suggestions for \nimprovement. The report should particularly highlight such aspects which have an important bearing on efficiency and need special attention \nof senior officers. \n5. After the inspection report has been seen and returned by the \nofficer concerned, it should be the duty of the inspecting officer to ensure \nthat all corrective action is taken. This process should not involve unnecessary noting. As far as possible, problems arising from inspections \nshould be settled and resolved by discu ssion. It will be desirable to file \n \n65\nthe inspection reports in a chronological order to facilitate the \nprogressive evaluation of the results of inspection. \n 6. During inspections the inspecting officers may often discover \nprocedural defects or other problems which cannot be solved readily \nwithout a detailed investigation. Such problems should be referred to the Management Services Wing, Establishment Division for advice. \n \n \n \n \n66\nAnnexure - I  \n(See Appendix D - Para 3) \nGOVERNMENT OF PAKISTAN \nCABINET SECRETARIAT \n(O & M Division) \nPUBLIC ADMINISTRATION RESEARCH CENTRE \n \nNo. 11/2/81-Manuals.            Islamabad, the 15th August, 1981.  \n \nOFFICE MEMORANDUM \nSUBJECT :–  Institutional arrangements fo r more effective Inspection \nand supervision of the Working of Secretariat and \nAttached Departments/Subordinate offices.  \n \n The undersigned is directed to enclose an extract (Annexure) from the recommendations made by the Secretaries Sub-Committee on \nSimplification of Forms and Procedure and to state that the Cabinet has \ntaken the following decisions:– \n\"44. All Secretaries incharge of Ministries/Divisions should be \nrequired to ensure strict observance of instructions about \ninspection as embodied in the S ecretariat Instructions. Joint \nSecretary (Admn.) in each Ministry/Division should be made responsible for this\". \n\"45. The proformae for inspection should be simplified so as to \ninclude only selected items to be covered by each inspecting officer. The responsibility for inspection and supervision at different levels should be very clear and precise\". \n 2. The Ministries/Divisions are requested kindly to take necessary action to implement the above decisions of the Cabinet under intimation to this Division. \n 3. Regarding inspections in the Fe deral Secretariat as laid down in \npara 57 of the Secretariat Instructions, it is clarified that it is no longer \n \n67\nnecessary to send copies of inspection reports to the President's \nRepresentative on Administrative Inspection as that organisation has since been abolished. \n \nSd/- \nM.J.R. KHAN, \nDirector General (PARC). \n \nAll Ministries/Divisions, \n(Joint Secretaries In-charge of Admin.) \nRawalpindi/Islamabad/Karachi. \nCopy to:– \nThe Chief Secretary, Government of Punjab/Sindh/NWFP/Balochistan, Lahore, Karachi, Peshawar and Quetta for information and necessary action. \n \nSd/- \nM.J.R. KHAN, \nDirector General (PARC). \n \n68 \nEnclosure  \n \nRECOMME NDATI ONS MADE BY T HE \nSUB-COMM ITTEE \n \nItem No.  5 . \n The Sub-Committee considered th is issue and felt that detailed  \ninstructions for carry ing out regular and sy stematic inspecti ons by  \nDeputy Secre tary and Joint Secretary  already  existed in the Secretariat \nInstructions. Similar instructions to  carry  out inspections in Attached \nDepart ments were circul ated by  the Establishment Division to all  \nMinistries/Di visions. It was, howeve r, noted that in actual practice  \ninspections were not carrie d out at regular intervals. \n 2. Views expressed by  two Provincial Govern ments also confirm ed \nthat inspections were n ot being re gularl y carried out in various \norganizations in the Provinces. This  was primarily due to the r eason that \nmost of the time of the officers r esponsible for carry ing out inspections \nwas being consum ed daily in sol ving matters like enforcing the  price \nlevel of essential commo dities, protoc ol, checking of vehicles etc. In  \ncertain c ases, the Senior Officer s wh o did find time for inspe ction, \ndeputed thei r subordinat es to carry  out inspectio n on their behalf. \nMoreover, the multiplicity  of instit utional arrangements to carry  \ninspection e.g., Governor' s Inspection Team , the P rovincial Vigilance \nCommission, Divisional Vigilance Co mmittees, an d District Vi gilance \nCommittees etc., may  creat e confusion with consequential blurring of the  \nresponsibilit y of each institution. \n 3. The Co mmittee wa s al so inform ed of the cum bersome \nprocedures for inspection , which usu ally rendere d inspection s more \ndifficult and t ime consu ming. \n 4. After discussion the Sub- Committee decided to make th e \nfollowing recommendations:–  \n(i) All Secretaries incharge of the Ministries/Divisions should be \nrequested to ensure that  instructions  about  insp ection, as \nembodied in t he Secretariat Instructions were strictly  followed. \nFor this purpose the Joint Secretary (Adm n.) in each \nMinistry/Divi sion shoul d be made responsible to ensure \ncompliance of the provisions of the Secretariat Instruc tions. \n \n \n69 \n(ii) The need to reduce the num ber of inspecting agencies to m ake \nthe sy stem  more effective and econom ical may be con sidered. \n(iii) The proform ae for inspection should be sim plified  so as to \ninclude only  select ed ite ms to be inspe cted by  each inspecting \nofficer. \n(iv) The line an d sphere of responsibility  for inspe ction and \nsupervision s hould  be ver y clear and precise. \n \n \n \n \n \n \n \n \n \n \n \n70 \nAnnexure-II  \n(See Appendix D - Para 3) \nGOVER NMENT OF PA KISTAN \nCABI NET S ECRE TAR IAT \n(Establishment Division) \n \nMr. Maqbul Ahmed Sheikh, \nJoint Secretar y \nPhone: 6 8270. \n \nD.O. No. 98/ DS(C)/82,                          Novemb er 4, 1982 . \nSUBJECT :–  Inspections. \nMy dear Secretary , \n There is a prescribed sy stem of in ternal inspections by departm ental \nofficers for the Ministries/Divisions/Attached Depar tments etc. D etailed \ninstructions are laid down in the Secretariat Instructions and other \ndepartm ental manuals for internal inspections by the senior officers.  \nHowever, pre sently  the internal insp ections are either not con ducted or \nhave been reduced to a m ere form ality. \n 2. The matter has been consi dered in a meeting recently held under \nthe Chair manship of the COS to th e President and it has been decided \nthat:– \n(a) The Secr etaries of the  Ministries/Divis ions and the Heads  of \nthe Depart ments/Corporations etc., should ensure that existing \ninstructions regarding inte rnal inspections by  the depart mental \nofficers ar e faithfully  obse rved/im plemented b y all concerned; \nand \n(b) The departments/corporati ons/autono mous bodies, where \ninternal inspe ctions are not already prescribed, should devise \nelaborate sy stem/procedure s of such inspections. The Heads of  \ndepartm ents/corporations/ autonom ous bodies should ensure \ncompliance of instructions/ procedures so prescribed. \n \n \n71 \n3. I am , therefore, to request that the above decisions may  be \nbroug ht home to all concerned for strict im plem entation. \nWith regards. \n \n                     Yours sincerely, \n   Sd/- \n(MAQB UL AHMED SH EIKH) \n \nAll Secret aries/Additional Secretari es, \n(Incharge) of the Ministries/Divisions, \nRawalpindi/Islamabad, (By nam e). \n \n \n \n \n72 \nAPPENDIX 'E' \n(See Instruction No. 70) \nDETA ILED DIRE CTIONS ON OFF ICE PR OCE DURE \nRECEIPT AND DISTRIBUTION OF PAPERS IN THE \nDIVISIO N \n All co mmunications shall be received in a separate S ection known as \nthe Central Registry . Thi s unit of t he office should, if possible, be \ncentrally  loca ted and shall be responsibl e for: \n(a) the receipt and distribution of all fresh receipts; and \n(b) the despatch of outward mail. \n2. Receipts  addressed  to an officer by  name shall be  sent to hi m \nunopened  by the Central Registry . If the  officer is absent, on t our or on  \nleave, such receipts should  be sent to th e officer who is lookin g after his \nwork. \n 3. Receipts addr essed to an officer by name should be r eceived by \nthe officer hi mself or by his Private Secretary , Personal Ass istant,  \nStenographer /Stenot ypist or Assistant. Receipts addressed to a Minister  \nshould be received, on his behalf, by  a mem ber of his personal staff. \n 4. Receipts add ressed to an officer by  name should be  opened by \nhim or, in his presence, by  a member of his personal staff. \n 5. Receipts marked 'Top Secr et', or  'Secr et' or 'Confidential' shall be \nhandled in a ccordance wi th the instru ctions contained in the b ooklet  \n\"Security  of Classifi ed Matters in Government Depart ments\". \n 6. However, the following  routine sh all be observed b y all \nconcerned for receipt and trans mission of classified matter:– \n (i) General : \n(a) The recipient should chec k the accuracy  of the contents,  \nbefore signing the receipt and the sender should do the \nsame on return of the classified/ accountable material. \n(b) The clas sified matter which is allow ed to be sent b y post \nshould have a receipt in the inner cover to be signed and \nreturned by  the recipient. \n \n \n73 \n(ii) Receipt and Diarisation:  \n(a) When any  classified matter  is received  in an office it should \nbe immediate ly diarised in a separ ate register a s provided in \nclause (b) below. \n(b) Separate registers should be maintained for diarisin g Top  \nSecret, Secret and Account able Matter. \n(iii) Subsequent Movement/Transfer of Custody:  \n(a) Subsequent movement of such m atter at all stages should be \nproperly  recorded in the diary register so that its exact \nlocation is traceable at any  time. \n(b) The m ovement/transfer of custody  of classified  matter \nparticularly  of Top Secret, Secret and Accountable Matter \neven with a Department, an Or ganisation etc. shoul d also be \ncovered by  a receipt. The Dak Book or a recei pt slip \naccompanying such m atter should indicate the office of  \norigin, date and tim e of despatch, full signatures and the  \nname and designation of  the recipient indicating the date \nand tim e of receipt. A rubber stam p about  the na me and \ndesignation o f the recipient should be affixed. \n(c) Same principle should be followed abo ut the m ovement of \nclassifi ed matter even fro m a sub-ordina te to his senior and \nvice-v ersa. \n7. All other cov ers should be  opened i n the Central Registry  and \nsorted out Section-wise. T o facilitate al location of receipts, the Central  \nRegistry  should alway s be kept supp lied with an up-to-date state ment \nshowing the s ubjects dealt with in each Section. \n 8. Rem inders shoul d be separated and s ubmitted to the Deput y \nSecretary c oncerned in a pad m arked 'Reminders'. The Section to which \nthe rem inders relate should be indicated on the re ceipt by the Centra l \nRegistry. \n 9. All receipts should be stam ped in the Central Regi stry with a \nrubber stam p showing the  name of th e Division and the date of receipt. \nThe Section Diary  num ber for which provision sho uld be made in the \nCentral Registry  stam p, should be f illed in by  the Section Assistant \nsubsequently when the re ceipt is diar ised by  him. No receipt shall be \ndiarised in the Central Reg istry. \n \n \n74 \n 10. All receipts s hall be passed on by the Central Registry to officers \nconcerned at regular intervals twice or thrice during the day . Ordinar y \nreceipts recei ved after offi ce hours m ay be held over  for distributi on on \nthe next work ing da y. \nUse of Label s. \n 11. (1) There sh all be three priority  labels na mely, \"Residence\",  \n\"Immediat e\" and \"Priority\", which shall be used according to the  \nfollowing i nstructions:– \n(i) \"Residence\" labels will be used for fi les or papers which it i s \nnecessary  to send to an of ficer's residence after office hours. No \nfile or papers should however be sent to Ministers or Officers at \ntheir residen ces betwe en 11 p.m . and 7 a. m. except in an  \nemergency . This will, however not appl y to Cypher Telegrams \nwhich may be sent to the residences o f the Ministers and the  \nofficers conc erned by  the Duty  Cypher Office r, Cry pto Centre, \nMinistry  of F oreign Affairs if the urgen cy of the matter demands \nit. Before doing so, t he Duty  Cypher  Officer will contact the \naddressee on telephone to confirm  that they are available at the \nresidences to receive such Cypher Telegra ms. \n(ii) \"Immediat e\" labels will be attached to the cases requ iring instant \nattention and in an y event f inal disposal within 24 hours. \n(iii) \"Priorit y\" labels will be used for cases which should be disposed \nof within 3 da ys. \n(2) The use of ' Residence'  and ' Immediate'  Labels should be m ade \nmost sparingly. \n12. Receipts wro ngly marked to a Sectio n should be  transferr ed \nprom ptly to the Section concerned or returned to the Central Registry.  \nSuch receipts should not be diarised  in the Section t o which they do not  \nrelate. \nPROCEDURE FOR DIARISING AND DISPOSAL OF PAPERS  \n13. The Section Officer shall, on receiving fresh receipts:  \n(a) go through the m carefully  and dispose of all case s which are  \nnot required t o be subm itted by him  under the rules or orders \nto higher offi cers and where reference to previous papers is not \nnecess ary; \n \n \n75 \n(b) record specific instructions on recei pts requiring previous \nreferences or consultation with other Sections concerned; and \n(c) subm it to th e Deputy  Secretary  or higher officers  receipts  \nwhich in his opinio n, are im portant eno ugh to be seen b y them  \nbefore action is initiated. \n14. The Deput y Secretary  may, in his discretion, subm it to hi s \nsuperior officer any  receip ts which he t hinks should be brought to the  \nlatter’ s notice or on which he desires ins tructions at that stage. \n 15. The Deputy  Secretary  or any other officer to whom receipts are  \nsubm itted sh ould give i nstructions, wherever necessary , as to the action \nwhich should be taken. If he proposes t o deal with a receipt himself, he \nshould ask fo r the file to b e put up  to him with the relevant papers. \n 16. Fresh receipt s should be  seen and returned to t he Section \nconcerned prom ptly. \nDiarising of Receipt s. \n 17. After fre sh receipts have been seen by the Section Officer, and \nother officers where neces sary, the Assistant shall diarise i.e. enter in the \nSection Diar y Register (s pecimen of the form  given in Annexure 'I') \nparticulars of all receipts except those specified in paragraph 18 below . \nHe should, at this stage, com plete onl y colum ns  1 – 5 of t he Register \nand sim ultane ously  enter the diary  number on the receipt. \n 18. The following ty pes of r eceipts shall not be diarised:– \n(a) copies of tour  programmes; \n(b) miscellaneous routine circulars , e.g.  those relating to office \nhours, telephone lists, changes in addre sses of officers, notices \non holida ys etc., except in the Section in which the y are \noriginall y received; \n(c) post copies of  telegram s and routi ne acknowledgements; \n(d) press cuttings which are for inform ation only ; \n(e) unsigned or anonymous communica tions or advance copies of \nrepresentatio ns on which no instructions have bee n recorded \nby officers and on which no action is the refore to be taken; \n \n \n76 \n(f) identical  r epresentations fro m indi viduals or groups of  \nindivi duals except one cop y viz., that received first; \n(g) applications for casual leav e; \n(h) requisitions f or stationer y and other m iscellaneous articles; \n(i) publications on which n o specific action is to be take n. \n19. A file r eferred to or rece ived back from another office un-\nofficially  (u/o) should be di arised each time it is received back. \n 20. After receipts have been  diar ised by the Assistant, he shoul d \nclassify  them  into the following four categories __\n(a) Files rec eived from  other offices; \n(b) Receipts r elating to files already  existing; \n(c) Papers of ephem eral or routine na ture for which no file has to \nbe opened; an d \n(d) Receipts for which new files are to be opened, and deal with \nthem  in the following m anner:__ \n(i) Receipts in category (a) should be dealt with according \nto the instructions given by the Section Officer. \n(ii) Receipts in  category  (b) should be placed on the \nappropriate file and submitte d to the Section Officer \nalongwith an y other connected papers, previous \ndecisions, docu ments, e.g., copies of rel evant Acts, rules, \nregulations, etc. \n(iii) Receipts in category  (c) should be placed on appropriate \nfiles, if any, and should be sub mitted to the Section \nOfficer, if he has so directed, or ot herwise disposed of  \naccording to his instructions. \n(iv) For receipts i n category  (d) fresh files should be opened \nwhich should  be put up with other relevant references \nand precedents, if any. \n21. If an Assista nt is unable to put up a re ceipt at least by  the next \nworking day, due to the non-availabilit y of previous files or ref erences,  \n \n \n77 \nhe should bring the fact to the notice of the Sectio n Officer wh o will \nthen, if the matter is of some urgency  and im portance, either __\n(a) dispose of the  case in the a bsence of previous papers, or  \n(b) subm it the c ase to his senior officer for orders, if he feels that  \nit is beyond his co mpetence to deal with it. \n22. If a Section Officer is unable for any reason to dispose of a \nreceipt withi n three working da ys, he shall take  it personally  to his \nsuperior officer and obtain instructions. \n 23. If a Deputy  Secretary  is un able for any  reason to dispose of any \nwork pendi ng with him  for three working days, he shall bring it \npersonally to the notice of his superior o fficer and obt ain instructio ns. \n 24. Every  letter received from a mem ber of the publi c should be \nimmediately acknowledged and a fina l reply  invariably  sent  after \nconsideration of the case is  com pleted. \nOpening of new files . \n 25. All new files should be given a file num ber by the Assistant in \nconsultation with the Section Officer. The file num ber shall be allotted to  \neach file acc ording to the file head ings maintained by the section for the \nsubjects deal t in it. For example, if  an Ad ministration Section in a  \nMinistry has __\n1. \"Leave and Transfer\". \n2. \"Recruit ment of Staff\". \n3. \"Purchase of furniture and stationery \". \nas file headings, all files relating to 'Recruit ment of staff’  should be \nentered under 2. Each file opened unde r the file heading will be gi ven a  \nseparate  serial num ber, e.g. file dealing with \"Recruit ment of Assistants\" \nmay be given serial No. 1 under the f ile heading 2 and the file dealing \nwith \"Recruitm ent of Naib Qasids \" as Serial No. 2 under the same \nheading, an d so on.  To t he file num ber should  be affi xed a distin guishing \nletter or letters denoting t he Section to which the file belongs. Th e year \nin which th e file is started should also be indi cated. Thus ' 2-3/60  \nAdmin.', would m eans that the file is the third i n the s eries opened by  the \nAdministration Section in t he year 1 960 under the file heading \"2 \". \n 26. A suitable subject headin g shoul d be given to  the file b y the \nAssist ant in consultation with th e Section Offic er according to the  \n \n \n78 \ncontents of the receipts for which a new file is opened. For exam ple, if a \ncommunicati on is received from  the Establish ment Division nominating \nSection Officers selected by the FPSC, t he file should bear the foll owing \nheading:– \n\"Recruit ment of Section Offic ers: Nom ination of candidates  \nselect ed by FPSC\". \n 27. (i) While submitting summaries for the Pri me Mini ster a special  \ntype of  file cover (Form  S-204-E) shall  be used. F or all other wo rk, i.e, \nnotes, correspondence and routine, file  cover bearing Form  No.S-204-(R) \nshall be used; this file cove r shall bear th e words Gove rnment of Pa kistan \nprinted in prom inent and bold letters in blue ink and the nam e of each  \nMinistry/Divi sion etc., sh all be written thereunder; alongwith border  \nstrips on all four sides. The file c over will be made of strong pul p board \nof blue colo ur. \n(ii) Special ty pe of file cover (F orm-S-204-E) mentioned in clau se (i) \nabove, will also b e made of strong pulp  board p aper of white co lour. The \nname of each  Mini stry/Division  will be printed th ereon in pro minent and  \nbold letters, in blue ink, alongwith bo rder strips on all four sid es. A sticker \nin orang e shade about 1 \" wide and 4\" across, with the word 'Secret' printed  \nthereon, in b lack ink, will be past ed across the top ri ght hand corn er of the \nfile cov er. The cov er will hav e a po cket in th e middle with a blank  \nremovable slip in orange shade inserted thereon fo r writing o r typing th e \nsubject matter of the c ase. Be low th e pocket, the wor ds 'Summary for th e \nPrime Min ister' will be p rinted in bo ld letters in b lue ink.  \n28. The list of t he file headings shoul d be pasted on the openin g \npages of the File Register,  which shall have colu mns as in Annexure ‘II’  \n(Revised). \n 29. The serial num bers of files should run from 1st January  to 3 1st \nDecember each year. A new series s hould be started each y ear but the \nmain file heading allot ted to particular subjects should as far as possible \nbe retained. \n 30. The file number allotted to a r eceipt o f file should be noted in \ncolum n 6 of the Diary  Register. \n 31.  An 1index c ard should be prepared for each fi le. Both the \nAssist ant and Stenotypist attached to a Section Officer shall be jointl y \nresponsible for the custod y of the files of the Section . \n1Index Car d may be prepared on the p attern of Index Slip,  Specim ens of which may please be seen in \nAnnexur e IV(a) of Appendi x E (Specim ens 3- 5).  \n \n \n79 \n 32. No file should be opened unnecessarily . The opening of a part \nfile should also be avoided as far as possible. A part file may, however \nbe opened w hen the m ain file is not li kely to available for som e time an d \naction cannot be held up in  the meanwhile. When more than one part file \nis opened, each of them  should be gi ven a distinct num ber, e.g., “1-2/60  \n(Part File I)-Ad min” “1-2/60 (Part File I I)-Ad min”. et c. \n 33. The part file or files should be  amalgamated with th e main file as \nsoon as the latter beco mes available. When a part file is amalg amated \nwith the main file, the chronolo gical order of notes and correspondence  \nshould be preserved as far as possible. \nRefe rencing . \n 34. No fresh receipt or case shall be subm itted to an offic er without \nprevious pape rs to which reference s are made in fresh  receipts or in the \nnotes. \n 35. All previous  papers, rules and regulations etc., to which  \nreferenc e is made in fres h receipts or  in notes should be indicated by \ngiving t he number of th e page in the margin in pencil and, where \nnecessary , by flagging with alphabetical slips. The sl ip should be pinned \nneatly  under  the pages. When a larg e num ber of references are to be  \nflagged, the slips should be  so spaced as to be easily  visible. If refer ences \nare flagged with alphabetical slips the pages of the  relevant doc ument \nshould also be indicated in the m argin, so t hat if the slips are lost or  \nremoved at later stage, the refere nces can still be traced. If the document \nput u p for re ference is a report, periodi cal or other publication, its full \ntitle etc., should also be g iven in the margin in ink unless it i s clearly \nmentioned in  the note b y nam e. In case of a file, its num ber must be \ngiven in ink. \n 36. Referen ce bo oks, norm ally available with the officers, should no t \nbe put up wit h a file; but relevant page s to which attention is to be drawn \nshould be ind icated in the margin. \n 37. Linking of fil es on which action is in progress should, as far as \npossible, be avoided. As a general rule  this practice should be resorted to \nonly when the files are int er-connected and orders ha ve to be passed on \nthem  simultaneously . If a reference has to be made to papers in another \ncurrent file, relevant extr acts should be taken if the matter involved is not \ntoo lengt hy. \n \n \n \n80 \nMovem ent of files . \n 38. The m ovement of files sh ould be no ted b y the Assistant under  \nthe direction and supervision of the Section Officer in the File Register.  \nThese entries should be crossed out in pe ncil on return of the file. \n 39. The m ovement of file whi ch has not be en allotted a file num ber \nshould be sho wn in the Section Diar y. \nNOTING ON FILES \n 40. No elaborate note shall be recorded by  a Section Officer __  \n(i) on a receipt which he is com petent to dispose of himself in the \nlight of clear precedent or  practice or under the stan ding order  \ndelegating specific powers  to him  to dispose of such cases; \n(ii) in a case where a line of action h as been indicated by  a senior \nofficer and he is required to put up a draft, unless something \nimportant has to be p ointed  out. \n41. A note should be recorded on a file only in a case w hich is to be \nput up to a higher officer for orders. In such a cas e the Section Officer  \nshould present the following in a s ystematic for m:– \n(a) the facts of the case (The Section Officer should poi nt out an y \nmistake or error or mis-statem ent of facts in  the p aper under \nconsideration or in notes of  other Ministr ies and Divisions); \n(b) the statutory  or customary  procedure to be adopted in dealing  \nwith the case;  \n(c) any rules and regulations having a bearing on the case; \n(d) any other related facts or figures; \n(e) the points for decision; and \n(f) the suggested course of action. \n42. In com plicated or protrac ted cases, particularly  those involving \nreferenc es to other Divisions, the Section Officer may prepare and place  \nin a separat e cover a duly  referenc ed summa ry of the  case (in triplicate)  \nwhich shall be kept up-to- date by incor porating im portant decisions. The  \nsummary  shall be signed by  the officer who prepares  it. The fact s of the \ncase shall not  then be repr oduced in the  notes porti on of t he file. A copy  \nof the summa ry may, if ne cessary, be retained by  another Division, when \nthe case is r eferred to it. \n \n \n81 \n 43. All notes should written on note sheets. No not e should be \nwritten on the receipt itself. If a higher officer has already  made any \nremarks on a receipt, they  should be copied out on t he note sheet  before \nsubsequent n otes are reco rded. Th e officer recording the note should  \naffix his signature on the right side of the note sheet at the end of the  \nnote. His na me, designation and  telephone n umber should  be t yped or  \nrubber stam ped below his signature. \n 44. With a view to having u niform ity of approach in the use of \nabbreviations, onl y standardised abbr eviations should be used. The use \nof under m entioned appr oved abbrevia tions is perm issible in noti ngs:– \n 1.  P.U.C.  Paper under consideration.  \n 2.  F.R.  Fresh Receipt. \n 3.  Corr.  Correspondence. \n 4.  u.o.  Un-official. \n 5. d.o.  Dem i-offici al/officially . \n 6.  S.N.  Serial Number. \n 7. KW.  Keep with (file). \n 8.  L.F.  Linked file. \n 9.  D.F.A.  Draft for approval. \n 10.  Mem o.   Mem orandum . \n 11.  O.M.  Office Memo randum . \n 12.  P.P.  Previous papers. \n 13. O.O.  Office Orde r. \n 14. C.R.  Character Roll. \n 15.  Endt.   Endorsement. \n 16.  O/c  Office copy . \n 45. When a case is sub mitted to the Minister, a su mmary  should be  \nput u p if the l ast note on th e file itself is not self-contained. \n 46. A su mma ry for the Cabine t prep ared in accordance  with rule 18 \nof the Rules of Business shall be pr inted and 55 copies furnished to the  \nCabinet Division. The dat e on which it is sub mitted should be indicated  \nat the end of  the summary  which should not norm ally exceed two printed \npages. \n \n \n82 \n 47. On files referred unofficially  from  one office to another, notes \nshould or dinarily begi n immediately  below the note recorded b y the \noffice referri ng the case. The name of the office where the note is \nrecorded should be clearly  typed or stam ped with a rubber stamp at the \nbeginnin g of the note. \n 48. The followin g procedure should  be o bserved b y the Section  \nOfficer before subm itting a file to senior officers:__\n(a) All files shall be placed in file boards or bands. The s ubject and \nthe num ber o f the file shal l be written on the file cover or type d \non a slip and pasted on it. \n(b) Page num bers shall be en tered consec utively  on all pages of \ncorrespondence in black or red ink-near enough t o the corner of \neach page for them to be read  quickly without turning pages \nover com pletely  and far enough fr om the corner for them  not to \nbe torn off  or obliterated. Re ference to correspondence shall \nonly be \"Pp. 13-14/C\". \n(c) Paragraphs of notes shall be numbered  continu ously from  the \nbeginning onwards. Ref erences to notes shall be \"para 19/N\". \nHowever, wh ere a  summa ry to the Prime Minister/ President i s \nincorporated in the notes, para num bers should not b e amended \nbut the entire su mmary  should be give n one num ber and paras \nof the summary  should beco me sub-paras e.g. 20.1 , 20.2, 20.3 \nand so on. \n(d) Two or three blank sheets shall be added to the not es for th e \nconvenience of hig her offi cers. \n(e) All previous papers (recor ded collections) put-up with a case \nshould be c hronol ogically  arranged, the oldest being at the  \nbottom  of the file. \n(f) Above the previous papers sh all be placed the file cover  \ncontaining  the current correspondence and no tes. T he draft (if  \nany) pinned with a 'Draft for approval' slip shall be placed \ninside that cover on to p of \"Correspondence\". \n(g) If any  reference books hav e to be put u p, they should, if of the \nsame size a s the file board or the file cover, be pla ced at the  \nbottom ; and if of a s maller size at the top. \n(h) Where a file which is required to be put up f or information or \nfor reference has been printed, a printed cop y and not the \noriginal copy should be submitted. \n \n \n83 \n49. The following instructions sha ll be observed when a file/case is \nsubm itted to the Prime Minister:__\n(i) It shall include a self- contained, concise and objective  \nsummary  stating the relevant facts and points for decision. The  \nsummary , which shall incl ude the specif ic reco mmen dations of \nthe Minister-in-Charge, and signed by the Secretary , shall be  \naccompanied by a draft communication wherever appropriate. \n(ii) Where in cas es enu merated in Schedule V-B to the  Rules of \nBusiness, 1973 an order is required  to be made by the \nPresident, the Division concerned shall incorporate a  \nparagraph to this effect in t he Summary  for the Prime Minister. \nThe Prime Minister shall tender his advice and submit the case \nto the President. After the President has  seen and app roved the  \ncase, the Sec retary  to the President shall return it to the Prime  \nMinister. \n(iii) Where in cases enumerated in  Schedule VI to the Rules of  \nBusiness, 1973 any  order has to be issued by  the Pr esident in  \nhis discretion, the Division concerned s hall subm it the case to  \nthe President through the  Prim e Minister including a self \ncontained, concise and objective Summary  entitled as \nsummary  for the “Pre sident” stating the relevant facts and \npoints for de cision prepared on the same lines as p rescribed in \nthese Rule s for a Su mmar y for the Cabinet, except that only  \none cop y will be required which m ay not  be pri nted. This  \nprocedure will not, however, be applicable where t he case i s \ninitiated by  the President himself decided in consultation with \nthe Prime Minister. \n(iv) The su mmar y should be placed inside the special file cover \n(Form  No. S. 204-E), as prescribed under para 27, properl y \ntagged. If the space left at the e nd of summa ry is less than one \nthird of the p age, a spare sheet should be added for recording  \nother notes and/or orders. \n(v) Where chara cter rolls, reports or other documents ac company a \nsummary , they woul d be in ordinar y file covers [Form No. S. \n204(R)]  tagg ed or where too b ulky for file covers they  should \nbe placed in envelope (s) of suitable size.  \n(vi) Even where a file to be subm itted to the Prim e Minister  \nconsists of o ne or few sheets only  it should inva riably  be \nplaced in a file cover properly  tagged and placed on a file \n \n \n84 \nboard or a band. The notes should be closed like th e \ncorrespondence portion. Al l other files and papers wh ich are of \nno relevance to the m atter under co nsideration should  be \ndetached. \n(vii) Only  such c ases which m ust receive immediat e attention \nshould bear \"Immediate\" slip and onl y those flags which are \nactually  referred to in the su mmary  or the notes should be  \nallowed to stand and others rem oved. \nPREPARATION OF DRAFTS \n 50. In a ca se to be subm itted to a higher officer wherever a \ncommunicati on is to issue, a draft shal l be prepared and put  up with the  \nnote b y the S ection Officer. A higher officer may himself prepar e a draft \nand authorise its issue or subm it it to the next higher officer for approval  \nas the cas e may be. \n 51. A draft should conve y the exact intention of the ord ers passed. \nThe language should be clear, concise and incapable of m isconstruction. \nLengthy  sentences, abruptness, redunda ncy, superlatives and repet itions, \nwhether of  words, ex pression or ideas, should be avoided. In \ncommunications of som e length or  complexit y, the main poi nts sho uld be  \nsummarised in the conclud ing paragraph . \n 52. The followin g instructions  should be ob served while preparing a \ndraft:– \n(i) A draft should be written or typed in double space on both \nsides of the paper. A sufficiently  wide  margin should be left  \nfor corrections and additions. \n(ii) All drafts should  bear the relevant diary  number or file \nnumber and the subject. The reference nu mber of the  \naddressee' s letter if available,  should  alway s be given in \nsubsequent correspondence. Wh en two or m ore letters, \nnotifications etc, are to issue under the same file num ber on \nthe same dat e to the same a ddressee, a serial nu mber shoul d \nalso be giv en in ad dition t o the  file num ber to avoi d \nconfusion, e. g., \"1- 2(i)/60- Admn.\", \"1-2(ii)/60-Adm n.\" \n(iii) A draft should show clearly  the enclosures which are to \naccompany the fair copy . To draw the attention of the typist \nto the enclosures, a diagonal stroke should be m ade in th e \n \n \n85 \nmargin. The num ber of en closures should also be ind icated at \nthe end of t he draft on t he left-hand corn er of the page. \n(iv) If copies of enclosures re ferred to in the draft are available  \nand are not to  be ty ped, the  fact should be clearly  stated in the \nmargin of the draft for the guidance of t he typist. \n(v) When it is known that the office to which the letter or \nmem orandum is to be sent will requi re extra copies, the \nnumber of copies likely  to be required should be in dicated on  \nthe draft. \n(vi) The officer over whose signature the co mmunicat ion is to \nissue should i nitial and dat e the draft in token of his approval.  \nHis designation should invariably  be indicated on the draft. \n(vii) A clean carb on copy  of the letter  issued should be placed on \nthe file. This should be refere nced immediately  before any \nother action i s taken on the  file. \n(viii) The appropria te priority  marking i.e., \"Residence\", \"Im mediate\" \nor \"Priorit y\" should be in dicated on the draft. If an y papers \nare to be despatched b y speci al messenger or issued under  \nregistered post or unde r postal certificate, as Express  \nDelivery , U.M.S. or by Air Mail, necess ary instructions \nshould be g iven on  the  draft for t he guidance  of the  \ndespatcher. \nForms of Co mmuni cations \n 53. Written co mmunications shall be  in one or the other of the \nfollowing f orms:– \n(a) Letter. \n(b) Mem orandum . \n(c) Office Memo randum . \n(d) Dem i-offici al letter. \n(e) Un-official Note. \n(f) Endorsement. \n(g) Notification. \n \n \n86 \n(h) Resolution. \n(i) Press co mmu niqué/Note. \n(j) Telegrams, Teleprinter, Fax and Em ail messages. \n(k) Office Order. \n54. Letter. – An official letter purportin g to conve y the views o r \norders of the  Govern ment of Pakistan must spe cifically be expressed to  \nhave been written under the direction of  the Govern ment. It shall be used \nfor all for mal sanctions an d communications to Provi ncial Governments, \npublic bo dies and indiv iduals. This  for m may also be used for  \ncommunicati ng form al sanctions of Government to Attached  \nDepart ments and subor dinate offi ces, but shall not be used for \ncorrespondence between different Di visions of t he Government of  \nPakistan. \nA letter should be com posed of the fo llowing:– \n(a) letter head bearing the words Govern ment of Pakistan and the \nname of the Division; \n(b) number and date; \n(c) name (with ti tles if any ) and designation of the sender; \n(d) designation a nd address of the addressee ; \n(e) subject; \n(f) salutation; \n(g) main text of the letter; \n(h) subscription; and \n(i) signature and  designation of the sende r with his te lephone \nnumber. \nLetters addressed to offici al authorities should begi n with the sal utation \n1‘Dear Sir’  and end with 1\"Yours faithfull y\". Letter s addressed t o non-\nofficials or g roups of individuals s hould begin  with \"Dear Sir/Sirs\" and  \nshould en d with the subscription ' Yours trul y' followed b y the sig nature  \nand designati on of t he person signi ng the letter. \n1Amended vide PPARC,  M.S. Wing, Establish ment Division letter  No.2(1)/2001- Manuals,  dated \n18.3.2002. \n \n \n87 \n Official letters not purporting to issue under directions fro m \nGovernment should begi n with the wo rds \"I have th e honour t o\" and not \n\"I am  directed to\". \n 55.  Office M emorandum.– This form  should be used: \n(a) for correspon dence between various Div isions; \n(b) for conve ying inform ation not am ounting to an order of \nGovernment to Attached De partments and subordi nate \nauthorities. \nIt should be written in the third pe rson and should be ar no salutations \nexcept the signature and designation of the officer signing it. The na me \nof the Division or Attached Depart ment (including, if necessa ry, the  \nname of the officer) should appear at  the bottom  on the left hand corner \nof the page. The Office Mem orandum  purportin g to  issue under  \ndirections from  Govern ment should  begin with  the words \"The  \nundersigned i s directed to……\". \n 56.  Memo randum.–  This for m should be used: –- \n(a) for correspondence between th e Divisions and  Attached  \nDepart ments and their subordinate offices; \n(b) in repl ying to petitions, appli cations for appointm ents etc. \nIt should be written in the third pe rson and should be ar no salutations \nor subscriptions except t he signatu re and designation of the officer \nsigning it. The name of the addressee should appe ar on the lef t hand \ncorner of th e page. The  Mem orandum  should begin with  the words  \n\"Reference application/petition/letter No. .………… ………… …………  \ndated……… ………… …….…, fro m………… …………..\". \n 157. Demi- official Letter.– This form  should be used in  \ncorrespondence between Government officers when it is desired that a \nmatter should receive the personal atte ntion of t he individual addre ssed. \n A dem i-official co mmunication should be addressed to an officer by \nname. It should be written in the first person singular with the salutation \n\"My dear--------------------- ----------\" or \"Dear Mr.----- ---------------- ------\" \nand end with \"Yours sincerely \". The expression  'My dear' shoul d \nnorm ally  be used  for an  officer of the sa me status o r an officer one step  \n1Please see also clarification issued vide O&M  Division’ s O.M .No.1/2/79-M anuals,  dated 21st Apr il, \n1979 r egarding reply to d. o. letter s addressed by  one Secr etary  to another . \n \n \n88 \nhigher in status and \"Dear Mr.\" if th e officer to be addressed is two or \nmore steps higher in status . The nam e and designatio n of t he sender with \ntitles, if any , should also be ty ped under the crest on the first pag e. The \ntelephone nu mber of the officer sending the co mmunication shall \ninvariabl y be indicated. \n 58.  Un-official note. – An un- official (u.o.)  note shoul d be made  by  \nsending  a  note  on  the  file  itself.  This method of consultation should  \nbe generally  employed bet ween Divisio ns and a Division and Attached  \nDepart ment where so authorised. \n 59.  Endorsemen t.– This form should be used when a copy  of a \ncommunication is to be forwarded to others in addition to the original \naddressee. The endorsem ent may  take one of the following form s:–  \n“A copy  (with a copy  of the letter replied to) is forwarded   \nto ………… ………for in formation/for information and guidance/  \nfor necessary  action/for com pliance\". \n 60.  Notification .–  This form  should be used for notif ying in the \nGazette of Pakistan  Ordi nances, rules and or ders, appointm ents, leave \nand transfer of gazetted officers and other matters which are required to \nbe published in the Gazette of Pakistan.  \n 61.  Resolution. – This form should  be used for m aking public \nannouncem ents in the Gazette of deci sions of Government on important  \nmatters of p olicy, appoi ntments of committees or co mmissions of \nenquir y and of the results of the revie w of im portant reports of  such \nbodies. \n 62.  Press Communique or Press Note. – A press co mmunique or \npress note should be issued when it  is sought to give publicity  to a \ndecision of Governm ent. It should ordi narily be prep ared in consultation \nwith and issued through the Press Infor mation Depar tment. \n 62-A. Telegram s and Teleprinter Messages. – A telegram should \nbe issued only  on occasions of urgency . As fa st air mail service s exi st, no \ntelegram  should be sent if a letter w ith an appropria te priorit y marking  \ncan serve th e purpose. Where telepr inter service  exists, the greatest  \npossible use shoul d be made of it in preference to telegrams and \ntelephones. \n The text of  a telegram  or teleprinter message should be brief and \nclear but cl arity should not be sacrifi ed for brevit y. Where groups of \nfigures are necessary  in a message, these should be t yped in wor ds in the \ncopy  to be is sued e.g., 19365 sh ould be typed \"Nin eteen thousand three  \nhundred and sixty five\". If  further precaution is necessary , the wor ds \"the \n \n \n89 \ndouble of wh ich is thirty -eight tho usand seven hundr ed and thirt y\" may  \nbe added. \n The priority of the m essages is as follows:– 'Ordi nary', 'Express ', \n'Important' , 'Immediate' , or ' Most Immediate' ,. It should  be clearly \nindicated on the ty ped cop y. Imm ediate and Most I mmedi ate, tel egrams \nshould be sent onl y on the author ity of a S ecretary /Addi tional \nSecretary /Joint Secretary . \n In all cases ( except cy pher telegrams) post copies of telegram  should \nbe sent to addresse es. \n 1[When a telegram  is to be sent in cy pher, th e messag e should  be \ndrafted  in no rmal and no t in teleg raphic English; n eedless verbiage should, \nhowev er, be avoid ed. Cy pher message s should b e transmitted th rough the \nPakistan Cry pto Cen tre, Ministry  of Foreign Af fairs, Islamabad. The \nprepared messag e required  to be issu ed in Cy pher should be in a sealed  \ncover addressed to  Cypher Officer on Duty , Cry pto Centre, Mini stry of \nForeign Affairs, Islamabad . Cypher, be ing the  class ified c hannel, may be \nused if the co ntent s really  meri t their issuance in this system. \nCopies of Cypher Telegra ms \n(i) It is strictl y proh ibited  to m ake the copies o f Cypher \nTelegrams (photo copies or t yped). I n case a copy  is required \nthen the Cy pher Officer ( on duty ), Ministry of Fore ign Affairs \nmay be reque sted in writing for the same. \n(ii) Making an unauthorized  copy  of a Cypher telegram  is a \nserious breach of Cy pher Security  which endangers the \ncommunicati on Security . \n(iii) Giving reference nu mber and date  of a Cypher Telegram , both \nat the sa me time, in an enclair Co mmunication comprom ises \nits Security , which should  be avoided. \n(iv) A Cy pher Telegram  once issued should not be passed enclair \non fax or by any other ele ctronic mean s, as it requir es Security \nprotection] . \n62-B. Email and Fax Messages.–  For quick di sposal of official \nbusiness urgent m essages may be tr ansmitted through Em ail or Fax. \n63. Office Order. –  This form  should be used for conve ying \ninstructions to be followed in  office and notify ing appoi ntment,  \nprom otion, leave, etc., of the non-gazetted staff.  \n1Subs &  added vide Ministry  of For eign Affair s lette r No.CSS-2(3)/2002,  dated 6. 3.2004.  \n \n \n90 \nPRINTING OF POSTAL CODES ON THE LETTER HEADS \n 164. All Mini stries/Divisio ns should ens ure that this respective postal \ncodes are invariably  printed on their let ter heads, as well as, written on \nall such co mmunications which are is sued by  them besides e nsuring \nimplementati on of the si milar instructions from  their Attached  \nDepartments/Subordi nate Office s and Autonom ous Bodies working  \nunder them . \nTYPING AND DESPATCH \n 65. When the iss ue of a draft has been aut horised, the typing of the  \nfair copy  shall be done by the Priv ate Secretary , Personal Assistant, \nStenographer  or Steno-typist att ached to the Officer over whose \nsignature the letter is to issue. \n 65-A. When m ore than twelve copies are required, a stencil should  \nbe cut and co pies produced  on a du plicating m achine. \n 66. The fair copy with enclosures,  and the typed office cop y together  \nwith approve d draft, sh ould be p ut up in a signature  pad t o the officer \nconcerned for his signature.  \n 67.  Despatch.–-  All papers and files to be despatched to other  \noffices shall  be sent to the Central Registry  which shall follow the  \ndespatch procedure outline d in Annexur e-III. \n 68. All co mmunications should bear the d ate on which they  are \nactually  issued. The y should not be double-dated.  \n 69.  (i) The documents to be sent out should be placed in covers and \nthe name and address of the addressees should be neatly  and c orrectly  \nwritten or ty ped on an eco nomy slip wh ich should be used for all covers \ncontaining or dinar y (i.e. unclassified) communications except when the  \ncontents are bulk y or whe n it is pro posed to send th e cover b y insured  \npost. Econom y slips should not be used for covers addressed to foreign \ncountries. The covers/envelops of  the communication shoul d bear \ncomplete postal/residential  address. The envelope/cover should carry  the \nstam p and signature of the sender. \n(ii) After a communicati on has b een despatched, the office copy \nshould be r ubber stam ped \"Issued\" and return ed to t he Section \nconcerned. \n1Inserted  vide Cabinet Division’ s d.o. letter  No.1/12/90- Gener al, dated 29- 9-1990. \n \n \n91 \nACTION AF TER DESPATCH \n 70. The Assistan t should place the office copy  on t he file in  \nchronolo gical order and gi ve it a page nu mber. \n 71. If a repl y to the communication is  awaited or furt her action is to  \nbe resu med at a later date, t he Assistan t should  mark the file ' reminder' or \n'suspens e', as the case may be, and note the date on w hich the file is to be  \nresub mitted. \n72. If the communication issued constitut es final disposal and no \nother action h as to be taken on the file, it  should be m arked ' record '. \n73. The Assistant  shoul d maintain a record of suspense cases on an \nordinar y calendar diar y. He should ente r date-wise: –- \n(a) cases placed in suspense with in structions for resubmission on \na particular date; \n(b) cases on which re minders  are to be issued on specified dates;  \nand \n(c) cases which  have been  referred u n-officially  to other \nMinistries and the return of which is aw aited. \n74. The Assistan t should co nsult this di ary ever y morning and  \nshould  subm it to the Section Officer fo r disposal all  files required to  be \nput up to hi m on that date. The Sect ion Officer should check the diary  \nperiodically to ensure th at the procedure outl ined above is  being \nobserved by  the Assist ant. \n1MAN AGE MENT OF R ECORDS \n 75. (1) The disposal and managem ent of non-current records is to be \ngoverned in accordance with the prin ciples envisaged in the National \nArchives Act 1993 . \n Record management is a p rocess of kee ping records properly  for the \npurpose of t heir use and retrieval, which includes  openin g of file, its \nrecording, i ndexing,  weeding, ap praisal and disposal. File remains activ e \ntill the co mpletion of the specifi c action/purpose for which it was \nopened, where as it becomes non curre nt on the date of final letter \nreceived or issued or notes recorded thereon. \n1Sections 75- 87 Su bs/m odified vide National Ar chives of Pakistan ( NAP) U. O. Note No.F.2-4/2004-\nDD(PRD)  dated 1 0-11-2004 \n \n \n92 \nDefinitions. \n (2) In these instructions: \n “Non Curre nt Records”  are those,  declared closed, on the  \ncompletion of particular reference dealt t here in. \n “Disposal Schedule”  means the rules regarding life cycle of a record \nfixed by the Ministry/Divi sion in consul tation with t he National Archives \nof Pakistan. \n“Disposal”  means decision abou t retention period of a file or gr oup \nof files, by  the review committee app ointed by  the Govern ment under  \nNational Archives Act, 1 993 or permission grante d by the Director \nGeneral NAP for destruction, on the request of disposal made by the \ncreating agency  or by the custodian de partment if the records rel ate to a \ndefunct departm ent. \n “Historical Significance”  is the inform ation about the politi cal, \nsocial economic and cultural issues or  those records, which brace work \nof enduri ng value or carry evidentia l value or contain precedence about  \nmatter s speci al to the creating agenc y dealing the case . \n “Creating Agency”  means the Ministry/Divi sion/Depart ment/ \nCommission/Co mmittee, which opene d and closed a file or pr oduced a \nreport or pu blished a book/bo oklet th rough financi al resources of the \nGovernment. \n “Recording”  means the pr ocess of closi ng a file after co mpletion of \naction on all issues conside red therein. \n “Surrender”  means the emergent transfer of a publi c record to NAP \nwhen asked by the Director General pen ding routine transfers. \n “Weeding” means  destru ction of unneces sary papers of a file  as \nasked by the Review Co mmittee aft er review. \n “Retention S chedule”  means categoriz ation of files into various  \ncategories depending on the “period” f or which day should be preserved  \nby the creating agency. \n “Classification”  means classifi cation of files into “Secret”  or \n“Confidential” files. \n “Indexing”  means prepa ration of index slips for each file and  \nultim ately  an Annual INDEX of the files of the Ministry /Division/  \nDepartment. \n \n \n93 \nRetention schedules \n (3)  The Ministries/Divisio ns sha ll prepare the retention schedules of \ntheir records in consultation with the N AP. \n The Non Cur rent Record are to be divided in four cat egories as given \nbelow: – \n(i) Category A - Permanent Records.–  This category  shall include \nvital records of per manent  value, wh ich are irreplaceable and have to  \nbe preserved with the utm ost care. As a general rule, the following \ntypes of non-current reco rd shall be classified under this cat egory \nand transferr ed to NAP fo r preservatio n, after co mpleting five y ears \nof their life in the Ministr y/Division: –- \n(a) Files containing discussion s or orders on im portant matters o f \npolic y, legisl ation, rules and regulatio ns. \n(b) Files em bracing m inutes. \n(c) State docu ments such as tr eaties and agree ments wit h foreign \ncountries. \n(d) Files containing orders est ablishing im portant preced ents that \nare likely  to be required frequentl y for reference over a lon g \nperiod. \n(e) Files relating to indivi duals  whose im portance warrant \nretention of their case s per manently . \n(f) The files, embracing data about econo my, populati on, trade,  \neducation, manpower, agricultures, etc. \n(g) File giving i nform ation about politics,  law, land, science, \neconom y and foreign relation etc. \n(h) Files e mbracing surve ys. \n(i) Files about Commissions, Committees and projects. \n(j) Files giving  inform ation about establi shment expansions or \nligament of an organization and progress reports of its \nactivities. \n(k) Files, which constitute hist ory of the countr y. \n(l) Files bearing resea rch value. \n(m) One copy of each publication produced by any public  office. \n \n \n94 \n (ii) Category B –- Records to be retained for 10 or more years.– This \ncategory  shal l include all t hose files which are not i mportant enough  \nto be preserved per manent ly but are important enough to be retained \nfor a period of ten or m ore years depending upon the extent of th eir \nutilit y. Servi ce records of the Government serv ants should be \nclassifi ed under this category . These files should be transferred to t he \nRecord Room  of the Division after having been ke pt in t he Section \nconcerned for 3 years. \n(iii) Category C –- Records t o be retained for 3 to 9 years.– This \ncategory  shal l include files which have l imited utilit y and which may \nbe required for onl y a few y ears. These files will also be transferred  \nto the Record Room  of the Division after having been kept in  the \nSection concerned for 3 years. \n(iv) \" Category D  –- Records to be retained for less than 3 years.– \nThis categor y shall include papers of routine or ephemeral nature, \nwhich are not likely  to be  required beyond a period  of three y ears. \nThe files/re cord marked c ategory  \"D\" when decide d for destruction \non a reference by the cr eating agency will be transferred to t he \nNational Arc hives of Pakistan. The files/records due to destruction \nwill be reviewed by  a committee head ed by  Direct or General NAP \nand one representative, not below the  level of Deputy  Secretary of \nconcerned Ministry/ Division. Thos e files, which have so me \nhistorical val ue, will be r etained and preserved by  the Dep artment of \nArchives and the concerned Ministries/Divisions will be apprised of \nthe particulars of such files. Custodial authorit y will destroy  the \nremaining files.  \nProcedure fo r transfer \n 76. The Ministries/Divisions shall transfer their all records,  \nperm anent or destroy able, t o NAP after five y ears of their beco ming non-\ncurrent. The Ministries/Divisions shall indicate the above values o f \nrecords on the occasion of their becom ing non-current. \ni) Each Section of Ministries/Divisions s hall prepare a list of  \nnon-current fi les in the m onth of January each year and send it \nto NAP in the month of March ea ch year so that NAP may \nprepare a schedule of acquisition of the said files. The NAP  \nwill co mmu nicate the schedule to the relevant Divisions/ \nDepartments. \n \n \n95 \nii) The Ministries/Divisions shall transfer the Records in \ncorrugated b oxes as provided at appendix alon g with list of \ncontents of each box. \niii) Ministries/Divisions shall send a copy of annual Ind ex of their  \nfiles to NAP in the m onth of March each year. \nPrese rvation and Weeding of various register s \n 77. The various registers used in Federal Secretariat should  be \ncategorized as under and preserved/ret ained for the pe riod indicated \nagainst each:-  \n (a)  File register  –  Categor y 'A'  Perm anent \n (b)  Register of files  –  Category  'A'  Permanent  \n       due for de struction. \n (c)  Register f or disposal –  Category  'A'  Permanent \n                    of record. \n(d) Section Diary –  Categor y 'C'  5 years.      \nRegister. \n (e)  Dak Book.    – Categor y 'D'  1 year \n Note: The Ministries shall theirselves d estroy  the (d)  and (e) above \nwherea s the (b) and (c) may  be kept in the appropriate place and \nultim ately transferred to the NAP. \nRecording of Files. \n 78. Within one month of the com pletion of action on each file the \nSection Officer concerned will- \n(i) Give final subject heading to a file and under-li ne the major \n(with dou ble line) and m inor ke ywords (with single l ine) therein. \nThe subject should reflect the final outcome on the file, so that in  \nmany  cases  the subject he ading origina lly given on the file cover  \na well as in the file register will need to be modified. An \nexam ple of a typical subject is given bel ow:- \n Appointment  of M r.  Abdul  Karim  as Senior Research Officer  in \nPlannin g Division on contr act basis . \n(ii) Indicate the category  (A,B, C or D) of the file as laid down in \ninstruction (3 ) of para 75 a bove. \n \n \n96 \n(iii) Indicate the year in which the file  is to be destroy ed (in the cas e \nof files of category  B, C and D). \n 79. The Assistant of the  Section shall then proceed to take the \nfollowing acti on:- \n(i) Enter the category  and classific ation of the file as prescribe d \nby the Section Officer and the month and y ear in which the file \nis recorded in the File Register as under:- \n “B, Novem ber, 199 5”. \n(ii) Note the nu mbers of connected files or previous references o n \nthe file cover of the file being recorded and also on t he covers \nof files under reference. \n(iii) Note on t he relevant page of the  Register of File s due for  \nDestruction (Annexure IV), the number of the f ile. This  \nRegister should contain at least one page for each calendar \nyear, on whic h shall be noted the num ber of all the files to be \ndestroy ed in the particular y ear. \n(iv) Check that all pages of the file are co mplete, and re move all  \nunnecessary  routine papers from  it. \n(v) Have all torn pages mended a nd twisted pages straightened. \n(vi) See that all marginal r eferenc es bo th in the N otes and \nCorrespondence are either available on the file or in Appendi x \nat the end of the file or are duly referenced so as to make the m \nreadily  traceable. (In this process fl ags shall be clearly  \nidentified with or repla ced by  the  names of relevant \ndocum ents, numbers of files, page n umbers, para num bers \netc.). \n(vii) Write or t ype the full na mes of officers (who dealt with the  \nfile) with correct spellings and the ir designations below \nsignatures where signature of officers is not legible. \n(viii) Having co mpleted the above acti on stam p the file “Recorded ” \nin the m argin of the last page of Notes, initial it and mark the \nfile to the Record Room . \n(ix) Record Room will keep the file (B,C,D) for a peri od of five  \nyears and the n will transfer the record t o NAP along with the \nthree copies of the lists. \n \n \n97 \nIndexing of Files \n 80. The Record Room  will be responsibl e for the follo wing action:-  \n(1) Getting the file cover replaced it the e xisting one is worn out, \nand have the following particulars ty ped, pasted or stam ped on it.  \n(a) File No. \n(b) Month and year in which the file is recorded \n(c) Permanent  \n(or) Destroy  in Year. \n(d) Category  and  classificatio n of the file, and nam e of the \nMinistry/Divi sion and the Section concerned (to  be \nstam ped). \n(e) Subject. \n(f) Previous and later references. \n(2) Placing foolscap sheet stam ped C ORRESPONDENCE and \nAPPENDIX imm ediately  before the correspondence and  \nappendix portions of t he file and havin g the file (in cluding i ts \nNotes portion) stitched securely  with double thread. (Stitching \nshould be do ne at a distance of about ¾\u001e from the ed ge of the file \ncover). \n(3) Having the INDEX SLIPS ty ped o n a paper of size 17×10.5 mm , \nin respect of files of cat egories A, B and C speci mens of which  \nmay be seen at Annexure IV (a). An exa mple  of a file of category \n'B' is given below:– \n(a) Abdul Karim ---------- Appointm ent of -------------- as \nSenior Resear ch Officer on contract basis . \n File--------------B, Novem ber, 1985. \n(b) Senior Resear ch Officer---- -----See Abdul Karim  \nFile--------------B, Novem ber, 1985 \n(c) Appointm ent------------ See Abdul Karim \nFile--------------B, Novem ber, 1985. \n(d) Contract------ ----------- See Abdul Karim \nFile--------------B, Novem ber, 1985. \nThese index slips will  be kept in a ste el almirah with  \npigeonholes as illustrated in Annexure I V (b). \n \n \n98 \nAnnual Index of the Divi sion’s Proceedings. \n 81. Immediat ely upon the close of the year, the Rec ord Room  will \narrange the Index Sli ps from each pigeonhole in alp habetical order and  \nget them  typed in a continuous form . The typed material will be sent out \nfor printi ng by the end of  February  with instructions  for com pletion of  \nthe work of p rinting of an INDEX for the Division concerned b y the end \nof June. \nReview, R e-categoriz ation and destruction of Record. \n 82. (1) T he Section Assi stant will prepare register of non cur rent \nfiles including files due for destru ction. In January each y ear after  \ncompletion of five y ears in the Ministry /Divisi on th e non-current records \nare to be tran sferred to the NAP. The Section will go through t he files to  \nsee if a parti cular file should be retain ed further; and, if so cha nge the \nrelevant entry on  the f ile cover a nd initial it and  affix his r ubber  stam p \nbelow his initials. The Assistant will strike off the old entr y in the  \nRegister of Files Due for destruction make a fresh entry  on the relevant  \npage and retu rn the file to t he Record room . \n (2) Files, which have outlived their util ity and are no longer \nrequired, m ay be disp osed as per envi saged in Clause 7 of t he National \nArchives Act 1993 . All confidential an d Secret files and papers decided  \nfor destruction shall be destroy ed in accordance with the instructions \ncontained in the booklet ‘Security  of Classified Matters in the Civil \nDepartments. All non-conf idential files and papers shall be destroy ed in \nthe presence of a responsible official af ter the appro val of DG National \nArchives of Pakistan. Newspapers , magazines and  press cuttings, no \nlonger requi red for use, should be  disposed of as per standing  \ninstructions regarding sale  of wast e material, again i n consultation with \nthe National Archives of Pakistan. \n (3) Destruction of  Record is pur view o f NAP, no M inistry/Division  \nmay destro y any file on t heir own. \nQuarterly R eturn about Recording  \nand Indexing of Files  \n 83. A quarterly r eturn about  the recording and indexi ng of files on  \nwhich action has been com pleted and the weeding out of o ld records \nshall be sent t o the Management Se rvices Wing PPARC (Statistical Cel l) \nin the form  in Annexure V. These re ports will be consolidated by the \nManage ment Services  Wing and sent to the Cab inet Secret ary for \nwatching overall progress of work. \n \n \n99 \nTransfer of Files to the Record Roo m and  \nrequisitioning thereof . \n 84. (1) Normally  recorded files will  be k ept in the Section concerned \nfor 3 y ears from  the date o f recording. In the month of January  following  \nthe y ear in which the 3 y ears' period ex pires, the Sec tion Assistant  shall \nprepare a  list (in duplicate ) of files  to be  transferr ed to the Re cord Room.  \nHe shall trans fer the files t o the Record Room  and obtain the signature of  \nthe Officer I ncharge on one copy  of the list in toke n of having received  \nthe files.  \n (2) No files kept in the Re cord Room  shall be allowed to be \nremoved fro m it except against proper requisition slips signed with date \nby the officer requisitioning the file. The requisition slip shall contain the \nfollowing particulars:– \n (1) File No.      \n (2) Category , Month and Year of record   \n       (3)  The num ber of the file or papers with \n              whic h it is to be put up.     Annexure-V(a) \n (4) The requisition slip shall be  placed in  \nthe shelf at the place fro m where the  \nrelevant file has been taken out. \nPrese rvation of Records  \n 85. The files cat egorised 'A ' shall be sent to the National Archives of \nPakistan unde r the Cabinet Division. \n 86. (1) The Record Room  shall have sufficient al mirahs, stee l \nshelves and o ther equipme nt for proper storage and p reservation of files  \nand records. \n (2) The Record Room  shall be kept free of  rats, dirt,  dust and direct \nsunlight an d shall be spray ed periodicall y with insecticide. \n 1Files which are le ss than  3 years old and are kept in the Section \nconcerned, should also be disinfected at l east once in 3 years. \n 87. State docume nts, treaties, agree ments w ith foreign countries and \noriginal copies of all l aws authenticat ed by  the President, shall  also be  \nsent to the NAP for preservation unl ess otherwis e agreed to by  the \nCabinet Division. \n1Please also see O&M W ing Memorandu m No.124/3/6- O&M , dated the 2 8th Mar ch, 1967 r egarding \ndisinfectio n of r ecords . \n \n \n100 \nAnnexure-A.  \n \nSPECIFIC ATION  OF  CORRUGATED  BOX \n \nLength    39 cm \nHeight    2 6 cm \nWidth    17 cm \n \n \n \nNote:– Sample of the box can be obtained from  the National Archives of \nPakistan on r equest.  \n \n \n101 \nRecord Roo m Personnel \n88. Norm ally, the Record Room  will have the following staff: –- \nS. \nNo. Designation No. of Posts Functions \n1 2 3 4 \n1. Record Super in-\ntenden t (BPS-16) 1 To hold overall charge of th e Record \nRoom . He will be under the su pervision \nof the S ection Officer con cerned with \nAdmn. or Miscellaneous du ties. \n2. Assistants 2 To prepare th e files for stitching , get the  \nfile cov ers com pleted and to ar range the  \nfiles st itched. \nTo re ceive the files for  safe- custody in \nthe Re cord Roo m and to is sue the fil es \nagainst requisition slips, etc. \n3. Typists 3 Typing of entr ies on/for file covers, \ntyping of index  slips, Annual I ndex and  \nother ty ping work. \n4. Record Sorter. 1 Taking out files against  requ isition slips \nor placing of  files in  appropriate shelves, \nbundles y ear-wise upon receipt from the  \nSections. \n5. Daftries 2 Pasting of typed entr ies on  file cov ers, \nstitching  of files. \n6. Naib Qasid. 1 Usual duties. \nLarge Ministries like Foreign Affairs, Finance, etc., m ay have larger  \ncomplement of staff accor ding to their a ctual needs. \nCHECKS O N DELAYS \n 89. On receipt of a third reminder, the re cipient shoul d, wherever \npossible, sec ure the pending file hi mself and dispose of the case as \nexpeditiousl y as possible or arrange fo r its quick disposal by  the officer \nconcerned. \n 90. (i) On the fi rst working day  of each m onth a  retu rn shall be  \nprepared in the prescribe d form  (spe cimen of form at Annex ureVI)  \nshowing the particulars of  all c ases not finally  disp osed of within one \nmonth of the date of their receipt in the Division. This return shall be  \nsubm itted fo r scrutiny  of the Secretary /Additional Secretary /Joint \nSecretary -Incharge through the Deputy  Secreta ry conc erned. \n(ii) The overall state of work (both inta ke and disposal) in the \nDivision sho uld be charted graphicall y and displa yed in the offic e of the \nHead of the Division. \n \n \n102 \nMISCELLANEOUS \nAttendance Register \n 91. An attendance register in the prescribed form  shall be maintaine d \nin all Sections. It shall be initialled by  the Section Officer at ten minutes \nafter the ti me fixed for arri val. Any  member of the staff arriving after the \nperiod of grace shall have to explain his late arrival. \nSubmission of periodical statements on due dates \n 92. To ensure tha t all reports and returns due for sub mission are sent  \non the prescribed date, Control Charts should be maintained in the  form \nprescribed in ' Annexure VII' . These charts should be m aintained \nseparately  for fortnightly , monthly , quarterly  or yearly  returns and \nprom inently  display ed in the room  of Section Officer/Deputy  Secretary  \nconcerned. The Section Officer should exam ine these charts at least  once  \na year and should i nitiate action for discontinui ng any  report /return \nwhich has ce ased to be necess ary. \nCirculation of decisions of general ap plication \n 93.  Decision of general applica tion taken in a Division which may \nform preced ents in other cases,  should be listed by  the Section Officer  \nconcerned in the form  at Annexure VIII, and sent through the Deputy \nSecretary  concerned to the Deputy Se cretary  dealing with  coor dination  \nand general adm inistration  who shoul d have it circulated in the Division. \nUse of red a nd blue-black inks  \n 94. For ordinar y work (noti ng, drafting  and signin g of official \npapers) blue-black or sim ilar ink sh ould be used  and red i nk is to be \nemployed only for special purposes laid in certain rules or instructions. \nNote .– A few exam ples of r ules/instr uctions enjoinin g the use  of red ink may be found in \nAnnexur e IX. \nDuties to be performed b y the Ministerial  \nStaff of the Federal Sec retariat  \n 95. The Ministerial Staff of the Federal Secreta riat perform  such \nduties/functions as ar e assigned to the m by the com petent authority . A \nbroad fram ework of duties/responsibilities of the Superintendents, \nCouncil Assistants, Upper Division Cler ks and Lower Division Clerks is \ngiven below: – \n (i) Superintende nt \n(1) Supervising the work of Assistants, Cl erks etc. working in \nthe Branch/Section; \n \n \n103 \n(2) Subm ission of case s to higher officers in proper and \ncomplete form; \n(3) To see  that discipline and tid iness is maintained in the \nBranch/Secti on. \n(ii) Council Assistant  \n(1) To keep an up-to-date record of Asse mbly Questions, \nResolutions, Cut Motions, etc. and the dates on which the y \nare to be answered/discus sed; \n(2) To co-ordina te the work rela ting to Assem bly Questions, \nofficial and non-official Resolutions, Cut Motions on the  \nDemands for Grant and an y other Motions whi ch a \nMinistry has to un dertake under the provisions of different \nActs of Legislature; \n(3) To keep a w atch on t he movement of files dealing  with  \nAsse mbly  Questions, etc.; \n(4) To prepare fair replie s for the Minister an d the \nparlia mentary  Secretary  of the  Ministry /Division \nconcerned; \n(5) To attend Asse mbly  Session and to keep notes of  \nsupplementaries or any  other development concerning the \nDivision; \n(6) Any other work which may be assigned to him in \nconnection with the Asse mbly  Questions, Resolutions, Cut \nMotions, etc. \n(iii) Upper Divisi on Clerks  \n(1) Recording and Indexi ng; \n(2) Supervision of the Rec eipts, Issue and General Bran ches,  \nwherever a clerk is appointed to hold charge of  these \nBranches; \n(3) Night Duty ; \n(4) Preparation of pay bills etc; and \n(5) Cashier 's duties. \n(iv) Lower Divisi on Clerks  \nLower Divisi on Clerks ar e expected t o deal with routine  \ntype of work,  e.g., typing, receipts, despa tch, diarising etc. \n \n \n66 \nAnnexure-I  \n(See Appendix E-Para 17) \nSECTION DIARY RE GISTER  \nNo. and date of \ndocum ent S.No. \nNo.  Date \n \nFrom  who m received  \n \nBrief Subject  \n \nFile No.  \n \nRecord of \nmovement  \n \nDate of disposal \n1        2 3 4 5 6 7 8\n \n \n \n \n \n        104 \nNote .– The date of  receipt  in the Section is t o be written a cross the centre  of the page at the beginning of  each day's rec eipt. \nAmended vide O&M Div ision's O.M. No. 1/2/83- Manuals,  dated 19. 11.1983. \nS.31(New) \n \n \n67 \nAnne xure  II (Revise d) \nS-92 \n(See App endix E-Paras 25,28  & 38) \nNUMBER OF \nMAIN HEADING  ---------------- ----------------- \n                 -------- -------------------- ------ \nFILE REGISTER \n       YEAR------- -------------- \n                              MAIN HEADING------------------------------------ -------------------- -------------------- --------- ----------- ---- \n                                                             --------------- -------------------- -------------------- ----------- --------- -------------------- ---- \nSerial No. --- ------------------- \nFile No. --------- -------------------- --------- \nSubject: --------- -------------------- --------- \n              --------- -------------------- --------- \nDate of  Recording ---------------- ---------- \nCategor y -------- -------------------- --------- \nClassification  ----------------------- -------- MOVEMENT \n \nSerial No. --- ------------------- \nFile No. --------- -------------------- --------- \nSubject: --------- -------------------- --------- \n              --------- -------------------- --------- \nDate of  Recording ---------------- ---------- \nCategor y -------- -------------------- --------- \nClassification  ----------------------- -------- MOVEMENT 105 \n \n \n67 106\nAnnexure-III  \n(See Appendix E - para 67)  \nCHART S HOWING PROCEDURE FOR DESPAT CH \n \nDespatche r \n– Receive s papers for despat ch. \n– Checks the e nclosures, if any . \n– Separates  fair copy  from  the office cop y and records  date of desp atch \non both copie s. \n– Affixes rubber 1stam p \"issued\" on the office copy  and puts his d ated \ninitial under i t. \n– Returns office copy to t he Section concerned. \n– Places f air copies in the relevant com partments of the sorting rack. \n– Clears  compartments of s orting rack one by  one and arranges l etters \noffice-wis e, separating communications for local despatch fro m those \nto be despatched by  post. \n– Enters co mmunications for local  despatc h in Dak Books. \n– Passes co mmunications and Dak Books to Naib Qasid for deliver y. \n– Prepares cov ers where ne cessary and writes addres ses on covers or \neconom y slip, as the case may be, for co mmunications to be  \ndespatched by  post (c yclosty led address slips shall be use d for \naddresse s frequently  addressed). \n– Passe s covers  to Daftry . \nDaftry \n– Closes covers . \n– Weighs and n otes value of stam ps required. \n– Franks covers with necessa ry stam ps. \n– Returns covers to the Despatcher.  \nDespatche r \n– Makes necessary  entries in  the Regi ster of Issues and  Stam ps Account  \nand Despatch  Register, speci men of  which is given in Annexure III(a). \n– Passe s cover to Naib Qasid for posting. \n1Corrected vide O &M Division O. M. No.1/8/81- Manuals,  dated 22. 7.1981 . \n \n \n66 \nAnnexure III (a)  \n(See Append ix E - Para 67) \n \nDESPATCH REGISTER  \nStam p value S.No. Number and date No. of enclosures Addresse e's particulars D.R./Ordinary / \nRegistered da k \nRs.  Ps.\n1.      2 3 4 5 6\n \n \n \n \n \n \n      107 \n \n \n66 108\nAnnexure IV  \n[(See  Para 79(iii)] \nREGISTER OF FILES DUE FOR DE STRUCTION \nFiles to be destroy ed in 20- ---------------- ---------------- ---------------- ----- \nSl. No. File N umber Categor y (B, \nC or D) & \nwhen \nrecorded Destro yed on Shifted to y ear Section  \nOfficer 's \nSignature \n \n      \n \n \n      \n \n      \n \n \n      \n \n      \n \n \n      \n \n      \n \n      \n \n      \n \n      \n \n      \n \n      \n \n      \n \n      \n \n      \n \n      \n \n \n \n67 \nAnnexure IV (a)  \n(See Append ix E - Para 80) \nSPECIMEN INDEX SLIP S \n1.  \nDeputy  Secre taries   (For File Cover) \nSpecial Pay  on Appointment as \nPrivate Secre tary to Federal Minister  \nNo. 1/2/8 0-Adm n. \n2.  \nDeputy  Secre taries  \n \n \nDestroy  in 1986  (For File Register) \nSpecial Pay  on Appointment as \nPrivate Secre tary to Federal Minister  \nNo. 1/2/8 0-Adm n. \n \n3.  \nDeputy  Secre taries    DEPUTY SE CRETARIES  \nSpecial Pay  on Appointment as \nPrivate Secre tary to Federal Minister  \nNo. 1/2/8 0-Adm n. \n4.  \nDeputy  Secre taries  PRIVATE S ECRETARY \nSpecial Pay  on Appointment as \nPrivate Secre tary to Federal Minister  \nNo. 1/2/8 0-Adm n. \n5.  \nDeputy  Secre taries   SPECIAL PAY \nSpecial Pay  on Appointment as \nPrivate Secre tary to Federal Minister  \nNo. 1/2/8 0-Adm n. 109\n \n \n \n \n68 110\nAnnexure IV (b)  \n[See Para 80(3)] \n \nINDEX SLIP S ALMIRAH  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nSpecifications \nSize:- 72\" x  36\" x 18\" \nPigeon h oles:- Size 10\" x 9 \" with 1-1/2\"  front nam e plate. \n(28 in number) \n \n \n66 \nAnnexure V  \n(See Para 83) \nQUARTE RLY P ROGRES S REP ORT OF RECORDING, INDEXING OF F ILES A ND WEE DING \nOUT OF OL D RECO RDS FOR  THE Q UARTER  OF-------------------------------------------------- \nMINISTRY /DIV ISION- ----------------------------------------- \nRecording  and indexing of  files Weeding out of  old records Remarks  \nCategor y of Files No. of f iles to \nbe recorded No. of  files actually \nrecorded / indexed \nduring th e quarter Balan ce to \nbe recorded No. of f iles \ndue to  be \nweeded ou t No. of f iles actually \nweeded ou t during the \nquarter Balan ce to \nbe weed ed \nout  \n1        2 3 4 5 6 7 8\nA        \nB        \nC        \nD        \nTotal111 \n        \n \nTo,            S ECTION OFFICER \nThe Dir ector (Stat) \nPPARC (Statisti cal Cell) \nManagement S ervices Wing , Establishment Division, \nISLAMABAD.  \nS. 215\n \n \n66 112\nAnnexure V (a) \n[See  Para 84(2)] \nREQUISITIO N SLIP \n \nNumber of File \nRequisitioned---------------- ---------------- ---------------- ---------------- ---------- \n \n \nCategory , Month & \nYear of Record------------------------------ ---------------- ---------------- ---------- \n \nTo be put  up with \n(File Docu ment No.)------------------------ ---------------- ---------------- --------- \n \nRequisitioned by ---------------------------- --- \n                                    (Si gnature) \n \nDate-------- -------------------  Designation------------------ ---------------- -- \n \n---------------- ---------------- ---------------- ---------------- ---------------- ---------- \n \n \n \n \n \n \n \n \n \n \n \n66 \nAnnexure VI  \n(See Append ix E - Para 90) \nMINISTRY/ DIVISIO N…………… ……… \nRETURN OF RECEIPTS, DISPOSALS  AND ARRE ARS FOR T HE MONTH OF………..2 0 \nSection…… ………….   Name of Sect ion Officer… ………… …… \nNo. of r eferences disposed of \nduring th e month Num ber of cas es outs tanding on  the last \nworking day  of the month No. of references \nbrought forward  \nfrom the \nprevious month No. of \nreceipts \nduring th e \nmonth Total  of colum ns \n1 and 2 \nAt SO' s level At higher  \nlevels More than  two \nweeks but less tha n \none month old More  than \none month old Total  \n \nRemarks \n1        2 3 4 5 6 7 8 9\n \n \n \n \n        \n  113\nNote . – Particular s of cases more than a month old should  be gi ven ver y briefly on the rever se. Urgent and per sonal cases,  i.e., cases per taining to pay , incr ement,  \n                 senior ity, disciplinar y matters, etc. should be marked with an as terisk. \n \nDate………… ………………..          Si gnature of Se ction Officer . \n \n \n67 \n(Reverse - Annex -VI ) \nPARTICUL ARS OF CASES PENDI NG FOR MORE THAN ONE MONTH \n Section…… ………… …………… ………. \n \nSl. No.  \nFile/Diary  No.  \nDate of recei pt  \nSubject  \nParticulars of  case s pending  \nSince when \npending \n    Why pend ing Where pending  \n1       2 3 4 5 6 7\n \n \n \n \n \n \n \n       114\n \n \n \n68 \nANNEXURE VII  \n(See Appendix E - Para 92)  \nCHART OF RETURNS T O BE SUBM ITTED \n \nMonthl y       Section\nQuarterly      Returns due from  the …………………….  Division \nYearly     \n*Dat es on which act ually sent during the month of Sl. \nNo Subject Due date for \nDespatch January  \n2000 February – Apr il \n2001 March – Jul y \n2002 April – O ctober 2003 \n \n \n \n \n \n \n \n       115\n*Note .– The en try in the last colum n will be r egulated by the fr equen cy of the r eports w hich th e par ticular ch art is inten ded to control, e.g., in the cas e of \nquarter ly reports , the entries in the column will be Januar y, Apri l, July and so  on. I n case of yearly reports, they will be 20 00, 2001 , 2002 and so  on. \n \n \n111164 \nANNEXURE VIII  \n(See Appendix E - Para 93)  \nSTATEMENT OF IMPORTANT DECISIONS \nMinistry  \nDivision \nSl. \nNo. Decision Name and designation \nof officer who too k the \ndecision Date of \ndecision Referen ce No . \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n     \n \nPrepared by –- Section Officer. \nDated the… ………… …………… …… \nCountersigned b y –- Deputy Secretary . \n \n \n115 \n117\nANNEXURE IX  \n(See Appendix E - Para 94)  \nINSTRUCTI ONS FOR T HE USE OF RED INK \nI. Treasury Ru les  \n(a) Rule 138.   \"The following instructions with reg ard to the \npreparation and form  of bil ls shall be ob served:– \n(iv) Erasures and over-writing in any  bill are absolutely \nforbidden  and must be avoided; if  any correctio n be \nnecessary , the incorrect entry shoul d be cancelled n eatly \nin red ink  and the correct entr y inserted……….” \n(b) Rules 297 (ii) . \n\"Every sub-v oucher which  under the provisions of Section IV of  \nthis Chapter is not forward ed either to th e Accountant General or \nto a Controlling Officer alongwith bill  but is recorded in the  \noffice to whi ch the expenditure relates,  must be  duly  cancelled \nby means of a rubber stam p or by  an endorsem ent in red ink  \nacross the v oucher, the cancellation being initiall ed by  the \nofficer authorised to draw the contingent  bills of the office…….\" \nII. Secreta riat Instructions . \n[Appendix ' E' Para 48(b)] . \n\"Page num bers should be entered consecutively  on all pages of  \ncorrespondence in black or red ink …… …\" \nIII. Instructions for writing and ma intaining Confidential Reports as \nprinted on PER Forms . \nD. (2) \"If you cons ider that a particular remark of the reporting  \nofficer is wrong and shoul d be expunge d, score it out in red \nink, initial the scoring and add any  other remark wh ich you \nmay consider appropriate…….\" \n     (4)  \"Underline in red ink  remarks which  in your opinion are \nadverse and should be co mmunicated to the officer \nconcerned……..\" \n \n \n \n \n111186 \nIV. Incom e Tax Office Manual, 19 61 (Edi tion) . \n(i) Arrears dema nd brought forward on the 1st of April/1st of July \nfrom the prec eding year . –-  The entries in respect of these  \ndemands should be m ade in red i nk (e xcept the de mand which \nshould be in black) at the beginnin g of the register. \n(ii) The clerk concerned, as soon as he receives the I. T. -93 sli p \nfrom  the Head Clerk will enter the slip in the R egister of \ninform ation slips and then record in red ink  on the order sheet \nof the file co ncerned the n umber and date of the co mmunication  \nslip and name of the offic e from  which  the comm unication or  \nI.T.-93 slip originated. \n \n \n111197 \nAPPENDIX 'F' \n(See Instruction 74) \n1INST RUC TIONS REGARD ING THE CONDUCT OF  \nCASES OF THE FE DERAL GOV ERNMEN T IN  \nCOU RTS, E TC. \n \nSuit or legal proceedings by Government  \n 1. No-civil suit or legal proceedings  shall be instituted or initiated on \nbehalf of the Federal Government by  any Division/D epartm ent without the  \nprior consulta tion with t he Law, Justice and Human Rights Divisio n. \n 2. When the administrative Division/Departm ent concerned considers \nit advisable t hat a suit or legal proc eedings be instituted or initiated on \nbehalf of the Federal Government a detailed and clear su mmary  should be  \nfurnished to t he Law, Justice & Hu man Rights Division showin g:– \n(a) The circu mstances  which, in the opinion of the administrative  \nDivision/Depart ment, render institution of the su it or legal  \nproceedings in the court of law. \n(b) The subject of the claim  and the relief sought. \n(c) The steps wh ich have been taken so far to obtain sa tisfaction of \nthe clai m. \n(d) The co mmen ts or objectio ns, if any , which have been urged b y \nthe opposite party  against the clai m. \n(e) The evidence, which is be lieved to be obtainable an d which it is \nproposed to adduce in support of the claim . \n(f) Any other facts which the ad ministrative division/  departm ent \nmay consider material or r elevant to the case. \n(g) List of prope rty m ovable and immovable and/or securities fro m \nwhich it is proposed to rea lise the a mount clai med, if decreed. \n \n1These Instructions apply mutatis m utandis  to ser vice appeals bef ore the Ser vice T ribunals and cases \nbefor e special cour ts and tr ibunals.  \n \n \n118 120\n 3. Copies of all docum ents referred to in the report should, as far as  \npossible, accom pany the r eport; where fo r any  reason, the copies cannot be  \nsupplied the originals should be subm itted. \n 4. If the Law, Justice and Hu man Rights Division agrees it wil l \nnominate a counsel to file and conduct t he suit or legal proceedings. \nDefen ce of s uits, etc . \n 5. No suit/legal proceedings  be defende d if the claim  and relief  \nsought is j ustified and genu ine. \n 6. The object of the notice p rescribed by  section 80 of the Code of  \nCivil Procedure, is to allo w am ple time  to the Government to inquire into  \nthe genuineness or otherwise of the cl aim or relief sought  and t o affect a \nsettlement of all just claims before  a suit is brought, and t he best use \nshould be made of the opportunit y thus given b y the l aw towards equitable  \nand am icable adjust ment of clai ms. \n 7. When not ice of an i ntende d suit is give n under section 8 0 of the  \nCode of Civil  Procedure, t he officer to whom  it is delivered, or t he head of  \noffice at which it is left, should fort hwith endorse, or cause to be endorsed, \non the notice: –- \n(a) the date and ti me of receipt ; \n(b) the manner of deliver y; and \n(c) the signature of the officer making the endorsement, with date. \n8. The departmental officer concerned should , immediately  on \nreceiving any notice of an intended suit, proceed to e nquire int o the matter \nand to consider the clai m put forwar d and move the proper authorit y to \ndecide, in consultation wit h the Law, Justice and Human Rights Division,  \nwhether any  and, if so, w hat steps should be taken  to adjust th e claim \n(whether in whole or in part) or whet her the notice-giver be left to take \nsuch legal action as he m ay deem  proper. \n 9. When the de partm ental authorit y havi ng p ower to deal with the \ncase i s clearly of the opinion that the whole or any part of the clai m put \nforward is ju stly due he should , in consultation with the Law, Justice and  \nHuman Rights Division, proceed to e ndorse settlement  thereof accor dingly. \n 10. Any amount held to be justly  due to the claimant should b e \nformally  and  unconditio nally tendered  to him  without prejudi ce and \n \n \n111219 \nwithout requiring him  to give an acq uittance in full adjustment of his \nclaim, but upon a receipt for the sum  tendered. No tender of pa yment or  \npayments should be m ade after the suit has been brought except with the \napproval of and in accordance with the in structions of the Law, Jus tice and  \nHuman Rights Division. \n 11. Under Order V, rule 2, C.P.C. the su mmons in a suit is required to \nbe acco mpanied by  a copy of the plaint  or concise state ment thereof. If a  \nsummons is not accom panied by a copy  of plaint/petition, or concise \nstatement, service should b e refused, if possible, with a note requ esting for  \na copy  of the plaint/petition and t he matter should be brought to the notice \nof the Law, Justice and Human Rights Division forthwith. In no case th e \nduplicate copy  of the summ ons, when received, sho uld be returned to the  \ncourt before  showing the case to the Law, Justice and Human Rights \nDivision. \n 12. At subseque nt stages o f a suit and in appeals copy  of \nplaint/petition, or  of m emo of  appeal, i s not sent wit h the notice and quite  \noften Ministries/Divisions find it difficult to link those notices with the  \nmain ca se in dispute. It is, therefore, i mperative that in each \nDivision/Depart ment, a S ection, hereinafter referred to as the Litigation \nSection, should be earmarked for dealing with or co-ordina ting the \nlitigation cases. This Section should  receive all su mmons/notices fro m \ncourts, maintain a nom inal index of  litigation cases i n the following form , \nin a Register, and keep a watch over their progress. \n \nName of \nparties Nature of  \ncases Subject Court Counsel File No. Result \nA B C vs \nPakistan Civil suit or \nappeal Service \nmatter, \narbitration High \nCour t, \nPeshawar A.G. , \nPeshawar  Dismissed \n \n 13. Where servic e of a summ ons/notice not accompanied by a copy  of \nplaint has been affected, t he court issuing the summons, not being a High \nCourt or the Supreme Co urt, should b e immediately  requested t o suppl y \nthe same and  extend the date of h earing accordingly. The matt er should \nsimultaneously be reported to the La w, Justice and Human Rights Division \nfor further advice and appropriate acti on in the m atter. The envelopes of \nsuch summons/notice shoul d be kept i ntact. \n 14. When a su mmons has been dul y served, the Litigation Section \nshould, after noting its par ticulars in the nom inal Ind ex Register, pass it on  \nto the concerned officer or depart ment who sh ould collect relevant \n \n \n120 \ninform ation a nd docum ents/papers fro m the concer ned quarters, exa mine \nthe matter thoroughl y and then refer it to the solicitor to the Government of \nPakistan in the Law, Justice and H uman Rights Division for further \nexam ination and nom ination of an  Advocate to un dertake the defence of \nthe case, if co nsidered nece ssary . 122\n15. Where a su mmons does not give adequate ti me f or exa mination \nand arrangin g defence, an authori sed officer of the adm inistrative  \ndepartm ent concerned sho uld appear in person  in the court an d appl y, \nunder rule 5, Order XXVII of the  First Schedule t o the Co de of Civil \nProcedure, for a re asona ble extensi on of tim e. In the absence of prior \nnotice under section 80 C PC, the court  is obliged to give at least 3 m onths \ntime for the filing of writte n statem ent and first hearing. \n 16. In case of ap plications for interim  injunction pendente lite,  time \nallowed is usually  3 to 7 day s. If, for  any  reason,  it is not po ssible to  \narrange defe nce in ti me, some recog nised agent, i.e. a person  holdin g \npower-of-attorney  in this b ehalf, should appear in the court on the date of \nhearing and seek adjournment for about 15 da ys. Thereafter t he case \nshould be referred to the Solicitor with utmost despatch. \n Usually , plaints are to be read as part  of the application for interi m \ninjunctio ns but qui te ofte n copies of plaints are not suppl ied by courts  \nalongwith notices for  the hearing of such applications. Where copies of \nplaints are not so received, the same should be pr ocured from  the court  \nbefore referri ng the case to the Law and Justice Divisi on. \n 17. After the Law, Justice and Human Rights Division  has exa mined \nthe case and nominated an  Advocate to defend/condu ct it in a court of law,  \na responsible officer of the ad ministrative department concerned well-\nconversant w ith the facts of the cas e, and preferably  stationed at or near the  \nseat of the court, should contact and brief the counsel at the earliest and \nwell before t he next date of hearing of the case. This responsibility should \nnever be left t o the sub-ordinate staff. \n 18. Although it s hould not  normally  be necessary  for the  departmental  \nrepresentativ e to be present in the court on each dat e of hearing, he shoul d \nremain in touch with the counsel and keep watch over the progress of the \ncase. Whene ver required by the couns el he m ust present hi mself in the \ncourt and render all possib le assistance to the counsel in the conduct of the \ncase, a s if it was his personal case. Where, however, a departm ent has an \n \n \n121 123\noffice at the station where the suit is pending, som e one may be de puted to  \nattend the court and assist the counsel on each date of hearing if possible. \nAction on Termination of Proceedings  \n 19. As soon as a suit is decided, particul arly when th e decision is \nadverse to the Government, the ad ministrative departm ent concerned \nshould appl y, in the prescribed fo rm, to the concerned Court/Cop ying \nBranch or the District Jud ge for copi es of judgm ent and decree-sheet \"for \nofficial use\". These would be supplied fr ee of cost. In addition, the counsel \nshould also b e asked to ap ply separately  for certified copies of judgm ent \nand decree-sh eet. \nAppeals . \n120. If t he decision is either wholly or partially adverse to the \nGovernment, the matter should be repor ted immediately  to the Solicitor,  \nComplete record of the case, along with copies of judgm ent and  decree-\nsheet and co mments of the department, should be sent to him  thereafter as \nsoon as these copies beco me available. \n21. Although time is the essence in litiga tion in general, in appeal it i s \nof utm ost importance because the time  allowed for appeals is li mited and \nappeals filed  after the expiration of  lim itation period are o rdinaril y \ndismissed as barred by  time and no appe al lies against  the refusal of a court \nto condone delay . It is, therefore, very necessary  that the litigation cases in \ngeneral and appeals in par ticular s hould be handled with prom ptness and  \ndiligence. \n 2When time l eft for filing an appeal is less than 7 days, an off icer \nof the administrative department, not below the rank  of Deputy Secretary,  \nshould bring the file personally to t he solicitor . \n \n \n 1Certified copies  of judgment etc. should be kept  by the Depar tment in safe custo dy, as the same \nmay have to be fil ed in co urt if appe al is to be filed and photo-stat copies  thereof s hould be placed on  \nthe file. In fact, orig inal of all im portant docu ments sh ould be kept by  the Depar tment in s afe custody  \nas soon as litigation or threat of litiga tion starts. \n2This should be f ollowed in other  cour t cases as we ll wh en the date of h earing falls within 7 d ays \n \n \n122 124\n 22. The periods of lim itation prescrib ed for various kinds of appeals, \netc., are as un der:– \n \nNo. of article of the first schedule to the \nLimitation Act, 1908, or other relevant rule and \ndescription of appeal or application. Period of Li mitation \n1 2 \n151. From  a decree or order of a High  \nCourt in the exercise  of it s original \njurisdiction. 20 da ys. \n152. Under the Code of Civi l Procedure \nto the court of a District Ju dge. 30 da ys. \n156. Under the Code of Civi l Procedure \nto a High Co urt. 90 da ys. \n158. Application to set aside o r to get an \naward remitted for reconsideration. 30 da ys from the \ndate of service of \nnotice of filing of \nthe award. \n161. For a review of judgm ent by a court \nof Sm all C auses. 15 da ys. \n162.  For a review of judgm ent by a High  \nCourt. 20 da ys. \n164. Application b y a defendant to set \naside a decr ee passed ex-parte.  30 da ys from the \ndate when h e has \nknowledge o f the \ndecree. \n178. Application for the filing i n court of  \nan award. 90 da ys from the \ndate of service of \nnotice of making  \nof award. \n \n \n \n123 \n125 \n \n1 2 \nOrder XII I. \nSupr eme Cour t \nRules,  1956 For petition for special leave to \nappeal to the Supreme Court. 30 da ys where \nleave to app eal is  \nrefused by the \nHigh Court; \notherwise 60 day s. \nOrder XII , Rule \n6B. Supr eme \nCourt Rules, \n1956.  For appeal to the Supreme Court  \nwhere c ertificate of fit ness is  \ngranted b y a High Court. \n 30 da ys from the \ndate of grant of  \ncertificat e. \n 23. In co mputing  the period of lim itation, the day s from which such  \nperiod is to be reckoned and in case of  appeals, or application for  review,  \nthe day  on which the judg ment co mplained of is pro nounced and the tim e \nrequisite for obtainin g a cop y of the judgm ent/decree appealed from  or \nsought t o be reviewed is to be excluded. \nExecution . \n 24. A decree fav ourable to government may be executed either b y the \ncourt which passed it or by such othe r court in whose jurisdiction the  \njudgm ent-debtor voluntarily  resides or carries on business, or per sonally \nworks for gain or owns propert y suffi cient to satisfy  the decree. While \nreferring a c ase for executi on of a decre e it is, theref ore, necess ary that an \ninventory of the m ovabl e property , containing a reasonably , accurate  \ndescription of the sa me, and a list of  immovable property , containing a \ndescription and location of such prope rty sufficient to identify  the sa me, \nand a specification of th e judgm ent-debt or's share or interest in such \npropert y should be furnishe d to the S olicitor. \n If an appeal i s instituted by the opposite party and the execution of the  \ndecree is stayed by  the order of the cour t, the interval before the decision of \nthe appeal sh ould be m ade use of in making in quiries as to the property  of \nthe judgm ent-debtor. \nWrit Petitions . \n 25. The instructions in th e preceding paragraphs apply mutatis \nmutandis to Writ Petitions. It is, however, to be noted that High Courts  \nusually call for reports/comments fro m the ad ministrative departm ents \n \n \n124 \nconcerned before ad mitting the petitions  to regular hearing. Failure to \ncomply with the orders of the High Co urt may lead to the ad mission of  \npetitions to re gular hearing which may  then  take long t ime to be decided. It  \nis, therefore, im perative that the reports/co mments asked for should be \nprom ptly supplied to the High Courts and where it is not possible the High  \nCourt m ay be requested, before the expir y of t he time allowed, for \nreasonable extension. The  report/co mme nts should b e shown to the Law, \nJustice and Hu man Rights Division  before sending the same to the High  \nCourt. 126\nArbitration . \n 26. According to  Governm ent decision no  provision  is to be m ade in  \nagreements with dom estic contractors for resoluti on of disputes  thro ugh \narbitration. H owever, if th e agreements already  concluded b y or on behalf  \nof the Gove rnment contained an y conditi on of getting an y question,  \ndifference or dispute decided by  reference to arbitrati on then the sa me has \nto be acted upon and the instructi ons contained herein before appl y mutati s \nmutandis  to the conduct of arbitration proceedings to which a Ministry/  \nDivision/Departm ent of the Federal Go vernment is a party. \nExpenses . \n 27. All expenses on the conduct of  litigati on, including costs, court \nfees, counsel  fees, not being the decretal am ount of costs pay able to the  \nother part y under the decree or order o f the court,  are pay able by the Law \nand Justice Division out of  the funds placed at its disp osal. The penal costs \nordered b y the court to be paid to the other party  for any default on the part \nof the government and the charges payable to the witnesses ar e, however, \nto be paid by the adm inistrative department concerned. \n All expenses  in cri minal cases are payable by  the ad ministrative \ndepartm ents concerned. \nMode of submission of cases  \n 28. To ensure quick disposa l of files and to avoid un-necessar y \ncorrespondence and delay  a self- contained su mmary  of the case in dicating \nthe poin t or points on wh ich the advic e of the Law, Justice and Human \nRights Division  is required should be placed on the fi le in duplicate in the \nopinio n cases  and at least in triplicate in court cases . In court case s, para-\nwise co mments, on plaint s/petitions should also be furnished in t riplicate.  \nSuch referen ces to the  Law, Justice  and Hu man Rig hts Division  from the \nMinistries/ Divisions shoul d be m ade preferably  at a senior level. \n \n \n125 127\n 29. Draft of para- wise co mmen ts, etc., should be t yped i n double space \nand half-margin sho uld be left to enable the Law, Justice and Human  \nRights Division to carry  out a mendments wherever co nsidered nece ssary . \n 30. Standardised court labels (S-209-A to 212-B) obtain able from  the \nController of  Stationery  and Form s, should be used while sending a court \ncase to the La w, Justice an d Human Rights Division. \n 31. If a referenc e is made to a ny earlier advice of the Law, Justice an d \nHuman Rights Division th e num ber and date of t hat advice m ust invariably  \nbe quoted and if possible, a copy  of the same b e placed on the file. \nWhenever a  case is referred to the  Law,  Justic e and Hu man Rights \nDivision and any previous opinio n of th e Law, Justice and Hu man Rights \nDivision on  the point  at issue is within the k nowl edge of the referring  \nDivision, it should also in variably  be q uoted in the referring note indicating  \nthe num ber and date of t hat previous o pinion. \n 32. Unnecessary  references on which the Ministries/Di visions shoul d \nthem selves be able to for mulate opinio n shoul d not be referred to the Law, \nJustice and Hu man Rights Division. With particul ar reference to drafting \nof pleadings and affidavits it should be  noted that while an officer signing \nany pleading or affidavit on behalf of the Govern ment has every  right to be  \nsatisfied that there is no mis-state ment o f facts, a ctual drafting of pleadings  \nand affidavits and the choice of word ing have alway s been the  privileg e \nand the resp onsibilit y of the counsel conducting a case on behalf of the \nGovernment. Therefore, so long as facts are correctly  set out in the \npleadings or affidavit there should ha rdly be any  occasion for obj ection as \nto the content s, arrangem ent or word ing used by coun sel in such pleadings \nor affidavit and shoul d no t norm ally be referred to the Law, Justice and  \nHuman Rights Division for  vetting. \n For list of officers authorised to sign and veri fy plaints/written \nstatements Law and Justice Division' s Notification No. SRO, 1013/(K)/71  \ndated 28.0 8.1971 m ay be consulted. \n 33. (i) Under paragraph 44 of the Secretariat Instructions,  the Attached \nDepartments of the Government of Pa kistan are authorised to make un-\nofficial refer ences to the Law, Justice and Hu man Rights Division under \nintim ation to the parent Mi nistry /Division. Such refer ences should clearly \nshow that th e reference is being made under inti mation to th e parent \nMinistry/Divi sion. \n (ii) Subordi nate Offices and the Statutor y and auto nomous bodies \nwhich are not authorised to m ake direc t reference s to the Justice Division \nshould, rout e their ref erences only through t he Ministries/ Divisions \nconcerned. \n \n \n126 128\n 34. In case of Depart ments authorised to correspond directly  \nwith the Law, Justice and Hu man Rights Division, t he references should  \ncome under t he signature of a fairly  senior officer. In case of Attached \nDepartments the officers sending t he reference should in dicate their  ex-\nofficio Secretariat status. \n 35. The cases touching upo n service matters and interpretation \nof financial r ules and regu lations s hould be referred to the Estab lishment \nDivision or, as the case may be, to the Ministry  of Finance in the First \ninstance and the assi stanc e of La w, Ju stice and Human Rights Division \nshould be sou ght o nly if a question of la w is involved . \n 36. Where a Div ision obtains an opinion from the Law, Justice an d \nHuman Rights Division, the referring Division sho uld not i n announcin g \nGovernment's decision ( i.e. that Division's own decis ion) disclose that the  \nLaw, Justice and Hum an Rights Division was consulted. Care should  be \ntaken that endorsement in such cases  meant for the Law, Justice and \nHuman Rights Division are not carried  out in the copies meant for other \nDivisions and  Departments. \n 37. While the Law, Justice and Hum an Rights Di vision wo uld \nwelco me, w here considered expedient, back referenc es fr om the \nadministrative Divisions for reconsideration of its opinions, but such  \nreferenc es sh ould be at least fro m the same level at  which legal opinion \nwas tendered in the Law, Justice and Human Rights Division. \n 38. Where in an y case there is a differ ence of opinion between th e \nLaw, Justice and Human Rights Division and the Division concerned an d \nthe latter desires to consu lt the Attorney -General, it should send to the \nformer all relevant papers together  with a self-contai ned summary  of the  \ncase precis ely indicating the points on which the advice of the A ttorne y-\nGeneral is so ught. Under no circumsta nces a cas e is to be r eferred to the  \nAttorney-Gen eral by the administrative Divisions directly . \n 39. The Secret ary in each Di vision will be personally  responsible for \nthe observance of these instructions  by his subordinates including the \nofficers in the attached and subordi nate offices. He should ensure that his \nsubordinates do not disregard these in structions. When a case i s finally \ndisposed of  and decided  against the Go vernment he should  have a n inquiry \ninstituted in the matter an d take appr opriate action against the concerned \nofficials whe re the judgment has gone  against the Governm ent be cause of \nthe non- observance of the rules of pro cedure on th e part of the  dealin g \nofficials. Where any  lacuna in law or procedure is revealed steps should be \ntaken to am end the law or the rul es, as the case may be, if considered \nnecess ary and expedient. \n \n \n127 129\nImple mentat ion of Judgements/ Orders passed by the  \nFederal Serv ices Tribuna l. \n 140. On acceptance of an appeal by  the Federal Ser vices Tribunal, a \nwritten order is co mmunicated to the concerned parties and respondent  \nMinistries/Di visions/Depart ments. On receipt, the judgem ent is to be \nexam ined on top pri ority basis with a view to filing a Civil Petition for  \nSpecial Leav e to appeal (CPSLA) before the Supr eme Court of Pakistan \nfor which 60 da ys time is available to the aggrieved parties. In case, it is  \ndecided in consultation wit h the Law, Justice and Human Rights Division  \nthat an order passed by  the Tribuna l does not involve any  substantial  \nquestion of law of public im portance for m oving a CPSLA before the  \nSupreme Court of  Pakistan, the or der shoul d be i mplemented forthwit h \nunder intim ation to the Registrar, Fe deral Services Tr ibunal, Islamabad. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n1Inserted  vide Establish ment Division's O.  M. No. F. 10/14/92- Lit-I dated 4. 5.1993."
}