{
    "file": "./converted_json\\administrator1c965c4e8c39cb3fb88c8d52c7a1a313.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "Page 1 of 5 \n  \n \n \nTHE PAKISTAN INSURANCE CORPORATION                            \n(RE-ORGANIZATION) ORDINANCE, 2000  \n \n \nCONTENTS  \n1.  Short title, extent and commence ment  \n2.  Definitions  \n3.  Vesting of  the rights, property and liabilities of the Corpora tion in the Company  \n4.  Terms and conditions of service of employees  \n5.  Registration Fees  \n6.  Removal of difficulties  \n7.  Repeal  \n   \n\n \nPage 2 of 5 \n THE PAKISTAN INSURANCE CORPORATION (RE -ORGANIZATION) \nORDINANCE, 2000  \nORDINANCE No. XXXVI of 2000  \n[11th August, 2000]  \nAn Ordinance to provide for conversion of the Pakistan Insurance Corporation into Pakistan \nReinsurance Company Limited  \n WHEREAS,  it is expedient to provide for conversion of the Pakistan Insurance Corporation  \ninto a public limited company for incorporation under the Companies Ordinance, 1984. (XLVII of \n1984).  \n AND WHEREAS  the National Assembly and the Senate stand suspended in pursuance of the \nProclamation of emergency of the fourteenth day of October, 1999, a nd the Provisional Constitution \nOrder No. 1 of 1999;  \n AND WHEREAS  the President is satisfied that circumstances exist which render it necessary \nto take immediate action;  \n NOW, THEREFORE,  in pursuance of the Proclamation of Emergency of the fourteenth day o f \nOctober, 1999, and  Provisional Constitution Order No. 1 of 1999, as well as Order No. 9 of 1999, and \nin exercise of all powers enabling him in that behalf, the President of the Islamic Republic of Pakistan \nis pleased to make and promulgate the following Ordinance: — \n 1. Short title, extent and commence ment .___ (1) This Ordinance may be called the Pakistan \nInsurance Corporation (Re -Organization) Ordinance, 2000.  \n (2) It extends to the whole of Pakistan.  \n (3) It shall come into force at once.  \n 2. Definitio ns.___ (1) In this Ordinance, unless there is anything repugnant in the subject or \ncontext,— \n(a) “Company ” means the Pakistan Reinsurance Company Limited incorporated \nunder the Companies Ordinance, 1984; (XLVII of 1984)  \n(b) “Corporation ” means the Pakistan Insurance Corporation established under the \nPakistan Insurance Corporation Act, 1952; (XXXVIII of 1952)  \n(c) “effective date ” means the date on which property, rights and liabilities of the \nCorporation are vested in the Company under sec tion 3; and  \n(d) “shareholder ” means a person holding shares in the Corporation immediately \nbefore the effective date.  \n \nPage 3 of 5 \n  3. Vesting of the rights, property and liabilities of the Corpora tion in the Company .___ (1) \nAs soon as may be after the commencement of  this Ordinance the Federal Government may, by order, \npublished in the official Gazette, direct that as and from such date, as may be specified in the order by \nthe Federal Government, all or any property, rights and liabilities to which the Corporation was  entitled \nor subject, immediately before such orders, and identified therein, shall, on such terms and conditions \nas the Federal Government may determine, vest in the Company and become the property, rights and \nliabilities of the Company.  \n (2) An order iss ued under sub -section (1) shall —  \n(a)    provide for all such matters consequential and incidental to the matters provided \nfor in sub -section (1) as the Federal Government may consider necessary or \nexpedient; and  \n(b)    specify the employees of the Corpora tion who shall, as from the effective date, \nbe transferred to, and become employees of, the Company referred to in the \norder:  \n Provided that such order shall not vary the terms and conditions of service of such employees \nto their disadvantage.  \n (3) An order issued under sub -section (1) in favor of the Company shall also provide for — \n(a)   the continuation by the Company of the operations and undertaking of the \nCorporation on the same basis as were carried on immediately prior to the date \nof the order;  \n(b)   the dissolution of the Corporation from the effective date;  \n(c)   the applicability and extent of the regulations made under the Pakistan Insurance \nCorporation Act, 1952 (XXXVIII of 1952) to the Company from the effective \ndate; and  \n(d)   the requireme nt or otherwise of registration of the Company under the Insurance \nOrdinance, 2000, or any other law for the time being in force relating to \nregistration of insurance companies in Pakistan.  \n (4) In Consideration of the vesting in the Company of the Propert y of the Corporation, the \nCompany Shall issue fully Paid result in each shareholder having the same Proportionate voting rights \nin the Company as he enjoyed in the Corporation immediately before the effective date:  \n Provided that at the option of a shareho lder exercised in writing to the Federal Government not \nlater than thirty days from the effective date, the Federal Government shall pay the shareholder an \namount equal to the principal of the shares in the Corporation held by that shareholder, and in such  a \ncase the shares in the Corporation shall be surrendered to the Federal Government and the shares in \nthe Company which would, but for the operation of this proviso, have been issued to that shareholder \nshall instead be issued in the name of the President  of Islamic Republic of Pakistan.  \n (5) Notwithstanding anything contained in any other law in force, or the listing rules of any \nstock exchange upon which the shares in the Corporation are listed or traded, shares in the Corporation \n \nPage 4 of 5 \n shall, as from a date o ne hundred and twenty days after the effective date, cease to be listed on any \nstock exchange in Pakistan and immediately after the close of trading on that day, shares in the \ncompany shall, without any further action, be listed on any stock exchange in Pa kistan on which the \nshares of the Corporation were listed immediately before that date.  \n (6) If any property of the Corporation vests in the Company subject to any charge, burden, \nhypothecation or encumbrance, the same shall be deemed to be on the assets o f the Company and the \nprovisions of section 121 of the Companies Ordinance, 1984, (XLVII of 1984) shall apply to such \ncharge, burden, hypothecation or encumbrance as if it had been created on the assets of the Company \non the effective date and so that the publication of the order in the official gazette shall take effect in \nthe same manner in all respect as a certificate of registration under section 130 of the said Ordinance.  \n (7) No stamp duty shall be payable under any law for the time being in force on or in relation \nto the transfer or vesting of property of the Corporation under any order issued under sub section (1), \nor on any shares or securities or the certificates or scrips evidencing title thereto issued to the President \nof the Islamic Republic of Pakistan or any shareholder.  \n (8) All contracts, bonds, agreements, powers of attorney, grants of legal representation and all \nother instruments of whatever kind in each case subsisting or having effect immediately before the \neffective date and owed or inc urred by the Corporation or to, which the Corporation may have been a \nparty all of which being exclusively in relation to, connected with, the Corporation as to be reasonably \nconstrued and considered as obligations or liabilities of the Corporation so that  the same shall remain \nin full force and effect against the Company as they were before the effective date against the \nCorporation and may be acted upon as fully and effectively as if instead of the Corporation, the \nCompany had been a party thereto.  \n (9) All suits, appeals or other legal proceedings of whatever nature by, against or relating to \nthe Corporation which shall be pending on the effective date in any court, tribunal or other authority \nshall be continued, prosecuted and enforced in the same manner  and to the same extent as they would \nhave been continued, prosecuted and enforced by, or against, the Corporation, if this Ordinance would \nnot have been promulgated, by or against the Company, and the same shall not abate, be discontinued \nor be in any way  prejudiced or affected by the provisions of this Ordinance.  \n Explanation .—For the purpose of this section — \n(a)   the expression “property” includes assets, rights and  entitlements of every \ndescription and nature wherever situated; and  \n(b)   the expression “liabilities” includes duties, obligations, loans, encumbrances, \nclaims and charges of every description and nature, actual or contingent, and all \nmatters pertaining to continuation or run -off in respect of reinsurance contracts \nand arrangem ents, whether or not they are capable under any law of Pakistan or \nof any other State or under any arrangement or otherwise, of being vested, \ntransferred or assigned by the Corporation.  \n 4. Terms and conditions of service of employees .___ (1) No person tra nsferred to the \nCompany pursuant to sub -section (2) hereinafter referred to as a “Transferred Employee ”, shall be \nentitled to any compensation as a consequence of transfer to the Company:  \n \nPage 5 of 5 \n  Provided that the Federal Government shall guarantee the existing terms and conditions of \nservice and rights including pensioner benefits of the Transferred Employees to which they were \nentitled on the date of their transfer to the Company.  \n (2) The terms and conditions of service of any Transferred Employee shall not be  altered \nadversely by the Company except in accordance with the laws of Pakistan or with the consent of the \nTransferred Employees and the award of appropriate compensa tion. \n (3) Under the order vesting property of the Corporation in the Company, the Feder al \nGovernment shall require the Company to assume the responsibility of pension benefits of relevant \nemployees and the Company shall not alter such pension benefits without the consent of the employees \nconcerned and the award of appropriate compensation.  \n 5. Registration Fees .___ The Pakistan Reinsurance Company Limited being a successor \ncompany to a continuing Corporation shall be exempted from any registration fees of any Registration \nAuthority or Commission by whatever name.  \n 6. Removal of difficulties .___ If any difficulty arises in giving effect to the provisions of this \nOrdinance, the Federal Government may make such order, not inconsistent with the provisions of this \nOrdinance, as may appear to it to be necessary for the purposes of removing the diffi culty.  \n 7. Repeal .___ Immediately after incorporation and registration of Pakistan Reinsurance \nCompany as public limited company, the Pakistan Insurance Corporation Act, 1952, (XXXVIII of \n1952) shall stand repealed."
}