{
    "file": "./converted_json\\administratorbd5ca59964f831b9e9f8d5cdc31b39e3.json",
    "name": "Pakistan Army (Amendment) Act, 2020",
    "date": "January 9, 2020",
    "tagline": "An Act to amend the Pakistan Army Act, 1952",
    "content": "P\nAR\nT\n I]\nTHE  GAZETTE  OF  PAKISTAN,  EXTRA.,  JANUARY  11,  2020\n01\n__________________________________________________________________\n__________________________________________________________________\nISLAMABAD, SA\nTURDA\nY\n,  \nJANUARY \n 1\n1, 2020\n__________________________________________________________________\n__________________________________________________________________\nPART I\nActs, Ordinances, President’s Orders and Regulations\nSENATE SECRETARIAT\nIslamabad, the 9th January, 2020\nNo. F. 9 (1\n)/2020-Legis.—\nThe following Act of Majlis-e-Shoora\n(Parliament) received the assent of the President on 9\nth\n January, 2020 and is hereby\npublished for general information:—\nA\nCT\n N\nO\n. I \nOF\n 2020\nAn Act further to amend the Pakistan Army Act, 1952\nW\nHEREAS\n it is expedient further to amend the Pakistan Army Act, 1952\n(XXXIX of 1952) for the Purposes hereinafter appearing;\nIt is hereby enacted as follows:—\n(01)\nPrice : Rs. 6:00\n[5037(2020)/Ex. Gaz.]\n02\nTHE  GAZETTE  OF  PAKISTAN,  EXTRA., JANUARY  11,  2020\n      \n [P\nAR\nT\n I\n1.\nShort title and commencement.—\n(1) This Act shall be called the\nPakistan Army (Amendment) Act, 2020.\n(2)\nIt shall come into force at once and shall be deemed to have taken\neffect on the 27\nth\n day of November, 2019.\n2.\nAmendment of section 8, Act XXXIX of 1952.—\nIn the Pakistan\nArmy Act, 1952 (XXXIX of 1952), hereinafter referred to as the said Act, in\nsection 8,—\n(a)\nin sub-section (2), after the words “Pakistan Army”, comma and the\nwords “, duly appointed by the President, in accordance with Article\n243 of the Constitution of the Islamic Republic of Pakistan, read with\nsection 8A” shall be inserted;\n(b)\nafter sub-section (2), the following new sub-section, shall be inserted,\nnamely:—\n   “(2A)\n    “Chairman, Joint Chiefs of Staff Committee” means an\nofficer who has been appointed as the Chairman, Joint Chiefs of\nStaff Committee, by the President, in accordance with Article 243 of\nthe Constitution of the Islamic Republic of Pakistan, read with\nsection 8D;”\n3.\nInsertion of new Chapter, Act XXXIX of 1952.—\nIn the said Act,\nafter Chapter-I, the following new Chapter shall be inserted, namely:—\n“CHAPTER IA.-\nAPPOINTMENT OF THE CHIEF OF THE ARMY STAFF AND THE\nCHAIRMAN, JOINT CHIEFS OF STAFF COMMITTEE\n8A.\n     Appointment of the Chief of the Army Staff.—\n(1) The President\nshall, on the advice of the Prime Minister, appoint a General as the Chief of\nthe Army Staff, for a tenure of three (03) years.\n       (2)\n  The terms and conditions of the Chief of the Army Staff shall be\ndetermined by the President, on the advice of the Prime Minister.\n8B.\n    Reappointment or extension of the Chief of the Army Staff.—\n(1) Notwithstanding anything contained in this Act or any other law for the\ntime being in force, the President, on the advice of the Prime Minister, may\nreappoint the Chief of the Army Staff for additional tenure of three (03)\nyears, or extend the tenure(s) of the Chief of the Army Staff up to\nP\nAR\nT\n I]\nTHE  GAZETTE  OF  PAKISTAN,  EXTRA.,  JANUARY  11,  2020\n03\nthree (03) years, on such ter\nms and conditions, as may be determined by\nthe President, on the advice of the Prime Minister, in the national security\ninterest or exigencies, from time to time.\n       (2)\n   Notwithstanding anything contained in this Act or any other law,\nor any order or judgment of any Court, the appointment, reappointment or\nextension of the Chief of the Army Staff, or the exercise of discretion by\nthe appointing authority in this regard, shall not be called into question before\nany Court on any ground whatsoever.\n8C.\n     Retirement age and service limits of the Chief of the Army\nStaff.—\nThe retirement age and service limits prescribed for a General, under\nthe Rules and Regulations made under this Act, shall not be applicable to\nthe Chief of the Army Staff, during his tenure of appointment, reappointment,\nor extension, subject to a maximum age of sixty-four (64) years. Throughout\nsuch tenure(s), the Chief of the Army Staff shall continue to serve as a\nGeneral in the Pakistan Army.\n8D.\nAppointment of the Chairman, Joint Chiefs of Staff\nCommittee.—\n (1) The President may, on the advice of the Prime Minister,\nappoint a Chairman, Joint Chiefs of Staff Committee, from amongst Generals\nin the Pakistan Army, Admirals in the Pakistan Navy, or Air Chief Marshals\nin the Pakistan Air Force, for a tenure of three (03) years.\n(2)\nThe terms and conditions of the Chairman, Joint Chiefs of Staff\nCommittee shall be determined by the President, on the advice of the Prime\nMinister.\n(3)\nIf the Chairman, Joint Chiefs of Staff Committee is appointed\nfrom amongst Generals in the Pakistan Army, the provisions of this Act\nshall be applicable to such Chairman, Joint Chiefs of Staff Committee.\n8E.\n      Reappointment or extension of the Chairman, Joint Chiefs of\nStaff Committee.—\n(1) Notwithstanding anything contained in this Act or\nany other law for the time being in force, the President, on the advice of the\nPrime Minister, may reappoint the Chairman, Joint Chiefs of Staff Committee\nfor additional tenure of three (03) years, or extend the tenure(s) of the\nChairman, Joint Chiefs of Staff Committee up to three (03) years, on such\nterms and conditions, as may be determined by the President, on the advice\nof the Prime Minister, in t\nhe national security interest or exigencies,  from\ntime to time.\n04\nTHE  GAZETTE  OF  PAKISTAN,  EXTRA., JANUARY  11,  2020\n      \n [P\nAR\nT\n I\n(2)\nNotwithstanding anything contained in this Act or any other law, or\nany order or judgment of any Court, the appointment, reappointment or\nextension of the Chairman, Joint Chiefs of Staff Committee, or the exercise\nof discretion by the appointing authority in this regard, shall not be called\ninto question before any Court on any ground whatsoever.\n8F.\n     Retirement age and service limits of the Chairman, Joint\nChiefs of Staff Committee.—\nIn case a General of the Pakistan Army is\nappointed as the Chairman, Joint Chiefs of Staff Committee, the retirement\nage and service limits, prescribed under the Rules and Regulations made\nunder this Act, shall not be applicable to the said General during his tenure\nof appointment, reappointment or extension, subject to a maximum age of\nsixty-four (64) years. Throughout such tenure(s), the Chairman, Joint Chiefs\nof Staff Committee, appointed under this Act, shall continue to serve as a\nGeneral in the Pakistan Army.”\n4.\nAmendment of section 176, Act XXXIX of 1952.—\nIn the said\nAct, in section 176, in sub-section (2), in sub-clause (a), after the word “the”, occurring\nfor the first time, commas and the words “appointment, reappointment or extension”\nshall be added, and after the word “Act”, commas and the words “, including the\nChief of the Army Staff and / or the Chairman, Joint Chiefs of Staff Committee”\nshall be added.\n5.\nAmendment of section 176A, Act XXXIX of 1952.—\nIn the said\nAct, in section 176A, after the word “Army”, the words and commas “including,\nappointment, reappointment, extension or retirement of the Chief of the Army Staff\nand / or the Chairman, Joint Chiefs of Staff Committee”, shall be added.\n6.\nOverriding effect.—\n(1) The provisions of this Act shall have effect\nnotwithstanding anything contained in the said Act, any other law, rules, regulations\nor bye-laws, notifications and other legal instruments for the time being in force.\n(2)\nIn case there is any conflict between the provisions of this Act and\nany other law for the time being in force, the provisions of this Act shall prevail to\nthe extent of inconsistency.\n_______\nDR. AKHTAR NAZIR,\nSecretary.\nPRINTED  BY THE MANAGER, PRINTING CORPORATION OF  PAKISTAN PRESS,  ISLAMABAD.\nPUBLISHED BY THE  DEPUTY CONTROLLER, STATIONERY AND FORMS, UNIVERSITY ROAD, KARACHI."
}