{
    "file": "./converted_json\\administratord684b9711a2204463823172b9191f600.json",
    "name": "Women in Distress and Detention Fund Act, 1996",
    "date": "October 5, 1999",
    "tagline": "Protecting Women in Need",
    "content": "REGISTERED is10. M*3°2  1.-7646 \nEXTRAORD,INF.IY \nPUBLISHER BY A1J,Ti -IPMTY \nISLAMABAD, TUESDAY, OCTOBER 5, 1999 \nPART II \nStatutory Notifications. (S. H G.) \n, GOVERNMENT OE PAKISTAN \n'MINISTRY OF LAW, JUSTICE AND HUMANRIGHTS \nNOTIFICATION \nIslamabad, the 5th October, 1999 \n0, 1181. (I)/99.—In exercise of the powers conferred by sectiothe. \nWomen in Distress' and Detention Fund Act, 1996 (XV of 1996), ithe Board of \nGovernors is pleased to make the following Rules, namely :— \nTHE WOMEN IN DISTRESS AND DETENTION FUND (PROCEDURE) \nRULES, 1999 \n.1. Short title and commencement. \t(I) These rules may be called the Women \n(a) \" Act\" means the Women in Distress and Detention Fund Act. 1996 \n(XV of 1996), \n(b) \"Chairman \" means the chairman of the Executive Committee or a „ \t , \nProvincial Committee ; \n[1024 (99)/ Ex. Gaz. (2005) \nPrice : Rs. 5.00 , in Distress and Detention Fund .  (Procedure) Rules, 1999; \n(2) They shall come into force at once. \n2. Definitions.—(1) lit these rules, unless there is anything rFpugnant in the \nsubject or context,— \nBoard .` Executive Committee \"means the Executive Committee of the \n3. :Executive Committee.----(1) There shall be an Executive \n)3oard 'consisting of the following members, namely :-- \nMinister-for Law Justice and Human 12,igt (0, . Comniittee of th e  \n_ 4..hui4n 2006  THE GAZETTE OF PAKISTAN, EXTRA., OCT. 5, 19991 \t[PART II \nand \n\" Provincial Committees \" mean Committees established at Provhicial  \nCapitals to exercise jurisdiction within areas specified frqm time to \ntime. \n(2) The words ;  and expressions used but not defined herein, shall hav e  the • same meanings respectively assigned to them in the Act. s„ \ni Chairman 7 \nSecretary, Ministry for Law, Justice and Human Rights. \nex-officio Member \nSecretary, Women Development Divisionlor a nominee not below the \nrank of Joint Secretary. \nex-officio -1Winber \nSecretary, Interior Divisionior a nominee not below the rank of Joint Secretary-. \nMember \nJoint Secretary (Human Rights), Ministry of Law, Justice and UR. \nex-officio Member \nFinancial Advisor (Law), Finance Division. \nMemberlSecretaryiDDO • \nDeputy Secretary (Human Rights), Ministry of Law, Justice and HR. \n\"deleted\". \n(3) The Executive Committee may co-opt any person as its member. \nMembers, other than ex-officio members of the Executive Committee shall hold office for a period of three years and shall be eligiale for re-appointment. \nAs & when required the meetings of the Executive Committee shall be \ncalled by the Chairman of the Executive Committee, Secretary Law, Justice_. \nand Human Rights Division on such date, time and place as he may,spedifyri tirne and ace as: he may. specity 'arm prelei ably \n,ss \t ne- befween - any two mzetings \nc \tkje -;14° ‘ 5-2(.3)./6 \t4 'if( 64c  \ngo.; in \nIi nember \nttee shall \nmen t. \nliairman \n. at such \ne months \nPART 11] THE GAZETTE OF PAKISTAN; EXTRA OCT. 5, l999 2Oo7 \n, \t(6) The meetings \tthe Executive Committee shall be: presided Over .by the \nChairman 6r, lis absence, by the Secretary, Ministry of Law, Justice and Human \nRights or. 3T a nominee of the Chairman. \nI \n4. Functions of the Executive Committee.—The functions of the EXecutive \nCommittee shall he \n(a)to scrutinize applications of women in distress and detention either \ndirectly or through the Provincial Committees \nto sanction and make disbursements for financial or legal aSsistance \nout of the Fund to such women in accordance with the provisions of \n' these rules itself or on the recommendations of the Provincial Com-\nmittees and to review or monitor recommendations or sanctions of \ndisbursement by the Provincial Committees ; \nto review and monitor the functioning of the, Provincial Committees . \nI to prepare annual reports and, in addition such other reports as it \n;may prescribe or consider necessary ; \nto) to determine criteria as well as notional allocations for various \ncategories to which assistance is to be provided ; \n(I) to ensure the availability of adequate funds with Provincial Com-\nmittees for disbursement ; and \n(g) to make such recommendations as may be appropriate to assist the \nBoardeko discharge its functions. • \n5. Provincial Committees. \t(I) There shall be a Provincial Committee at \neach Provincial Headquarter consisting of the following, namely :--   \ncia) .fr-a)       \nOne- ladyr -MNA—  or Senator from the respecfiVe —Proyince--whcr-is --a \nmember of the Boarti of Governors (where available). flea       \n5) Secretary, Women ,Development Department, or his nominee. \nSecretary, Home Department, or his nominee. C;\\ \n1..\\\\.  ,II \t6s\"\\ \t,,...,,stt.6, Secretary, Social Welfare Dep -artment, or his nominee. \n0 < \t os,:i  7 - C''c' \t 0 \\ kV \t- \t• ' \ty  , \t,...c$  C.,.1  o , Regional Director (HMinistry of Law, Justice and Human Rights. \n,,,-00-• \t0 \tctet \t• f c)b- \t(f) Four or more. '-putable registered NGOs working in the area of \nWomen's r ts, social welfare or human rights as may he nominated \nby the xecutive Committee or by the Ministry of la -v, Justice arid \n1-Pc  ss..5\" Hu an Rights. \ni - 46,,,,,,,d- ( • /7 r we - .Z-2 (3)In',_ i.-1 IR - ii7 xr, /7- 2 - .2 eg 7 i I tier \n2008 THE GAZETTE OF' PAKISTAN, EXTRA., OCT. 5, 1999, , [PART II \n, ' (2) The Provincial Committees shall scrutinise th,e—apPlications of women in \ndistress and detention and recommend disbursenient for financial or legal assistance \nout of the Furkl.\n•  \ti \n(3)' The Chairperson and Vice-Chairperspn of the Provincial Coniniitiec.; shall \n. be nominated by the Ministry of Law, justice and Human Rights. \n. Appli9tion for assistance from the Fund.—(1) Any woman in: need i.); \n:;. financial assistance to alleviate her miseries due to detention, distress or' similar \nother connected matters may apply, in writing, to the Chairman, Secretary to the , \t• \nBoard of Governors, the Secretary to the Executive.  Committee, ChaiiTerson or the \nSecretary of any of the Provincial Committees for legal and financial assistance. \n! (2) The Cases of human rights violations that have bee.' supported undei \nHuman -Rights Relief and Revolving Funds shall not be considered: r \n'(3) The application shall be submitted alonawith copes of NIC, FIR or \ncourt case reference, if any, the cause of detention' of distress or other problems ' \nand details of her family, etc., with authenticated documentary proofs. \n(4) The applications shall specify the kind of legal or financial assistance \nrequired. \nExplanation.--tFor purposes of \nand \"similar concerned matters\" \ncategories, namely :— \n(a) women in detention (under trial, or convicted, or in dara-ul-arlian \nfor provision of books, payment of stipend to women assigned teach-\ning jobs, cases of extreme hardship, for purpose of rehabilitation ; \n(b). disabled women ; \n(c) \t\n\tdescrying women suffering, from serious ailments inclucung nit ntal \nailments :or who are in distress and need medical aid; \nburn, cases; \ndistressed women and their minor children in need of shelter ; \nwomen seriously maltreated by their husbands \nsimilais cases of grave distiess ; and ' \nlegq1 el to women in detention or distress, \n7: Verification, 'etc.—The procedure for scrutiny, verification and disburse- , \t:- \t• \nment of funds ,shall be decided by the Executive Committee and reported to the \nBoard. this rule the expressions 'financial assistance \" \nshall include deserving case's of the folloviring \n, \no. \t 1  i \nill \tTIEs' PAZETTE OF PAKISTAN, EXTRA., OPT., 5, 1999 2009 \n. C..ontrihatiOns, to the .Fond'..-.,-Moncy, received as .donations or contribu-\n'rimy from individuals, organizations, ctc., shall be deposited immediately 'under \n  \nappi ;priate ,  head of-account and recorded in the cash-book register as per approv- \ned a..ccninting, procedure, \t--• . ' ' \n'). Drawing and Disbarsing Oftieer.—The Secretary, Executive Committee \nand inc Secretaries' of the P:roYincial Committees will he the Drawing and Disburs-\ning Offiters Who .shall :each :maintain a cash book consisting of a :fund column \nand a .cash column on the receipt as well as payment side of the cash-book:, and \n1 \n(c) \nhall vest in the for this purpose— , \n(a) the Drawing and DiSbursing Officer shall reconcile, at appropriate \nintervals, receipts and expenditure on behalf of the Board with all the \nt . agencies such as the banks, Federal Treasury Office and the Accoun- \ntant General Pakistan Revenues,  as the case may be ; \nwithkirawals front', thd Fund shall be made through bills for worn \nin distress and detention and \nthe Drawing and Disbursing Officers shall be responsible for the \ndisbUrsement and submitting ' adjustment .bilM to the Accountant \nGeneral, Pakistan Revenues immediately after disbursement. \n,r. Accounting procedure,—t1 The Fund shall be non-lapsable and opera- \nted \t,..der the relevant head of account,  \n2) All receipts and payments iron' the Fund \n,3) All payrnents Out of the Fund shall be made under proper sanctioM only \nornen in eSstias and detention. \nThe, rnanageMerit, control 'and, supervision of the Fund \nof Law, Justice and Human Rights, fry, Ministry \n,5) An 'Annual' Statement of Accounts shall be 'prepared by the Executive \n.littee and Provincial Committees listing cases under each category district-\nwise' and province-wise for :submission to the Board. \ne.---(1) All cases of financial or legal assistance \nI 1. Sanction of -  orpenditur  \n3e duly verified and recommended in such manner as the Executive Corn-\nmay determine from ,  time to time subject to such directions as the 13oard \n.2) The Secretary, Ministry of LavA Justice and Human Rights, shall have the \no sanction' assistance in emergencylcases to deserving women in ,distress \n' \n' \n2010 TIW,, GAZETTE OF PAKISTAN, EXTRA., OCT. 5, 1999 \t(PAni I \n(3) All financial sanctiOns shall be reported' to the 'Board on a quarterly \nbasis.,' \n12. Grant of travelling allowance and daily allowance to non-ofilcial mem-\nbers.—A lion-official member may claim reimbursement, of travelling ' expenses \nand daily alio .  \\Vance as admissible to an officer of Bs-22. of the Pederal Govern-\nment, except reimbursement for hiring of accommodation, which shall be paid \nout Of the Fund with the approval of the competent authority. \n13. Audit of Fund.—The account of the Fund shall be maintained by the \nAccountant General Palcistan Revenues and Federal Treasury, Islamabad, as the \ncase may be., \n14.•Record .of financial -assistance,---(1) The Secretary, Executive Committee, \nand Secretary of each Provincial Committee shall,  maintain a register in which • \nthe name, .National Identity Number, full address of the apphcant, date of applica-\n,tMn and the amount of assistance paid with brief description Of the case shall be \nrecorded. This data shall be compiled district-wise and province-wise. \nThe register shall be.,open to inspection by any member of the Board. ' \nF. N6. '6-6/97-HR M. S. 1. \nSenior Joint Secretary. :  \n1  \nISLAMABAO \nTHE MANAGER, PRINTING CORPORATION OF PAKISTRE  AN P \nPRINTED BYSS,  \nPUI3LISHED BY THE MANAGER OF PUBLICATIONS, KARACHI"
}