{
    "file": "./converted_json\\administratora7e0c530782e34b0c43176acabeaa011.json",
    "name": "Agriculturists' Loans Act, 1884",
    "date": "24th July, 1884",
    "tagline": "To amend and provide for the extension of the Northern India Takkavi Act, 1879.",
    "content": "Page 1 of 3 \n  \n \nTHE AGRICULTURISTS’ LOANS ACT, 1884  \n \n \n     \nCONTENTS  \n1.  Preamble  \n2. Short title, commencement  \n3. Local Extent  \n4.  [Repeal]  \n5.  Power for Provincial Government to make rules  \n6.  Recovery of loans  \n7.  Liability of joint borrowers as among themselves  \n \n \n  \n  \n \n \n\n \nPage 2 of 3 \n THE AGRICULTURISTS’ LOANS ACT, 1884  \nlACT No. XII OF 1884  \n[24th July , 1884]  \nAn Act to amend and provide for the extension of the Northern India Takkavi Act, 1879.  \nPreamble.  WHEREAS it is expedient to amend the Northern India Takkavi Act, 1879, and \n  provide for it extension to 2[any province] ; It is hereby enacted as follows:___  \n1. Short title.___(1) This Act may be called the Agriculturists’ Loans Act, 1884 ; and  \nCommenceme nt. (2) It shall come into force on the first day of August, 1884.  \n32. Local Extent.___(1) This section and section 3 extend to 4[the whole of Pakistan].  \n5[(2) The rest of this Act extends in the first instance to Sind, the Karachi Division, the Punjab, \nthe North -West Frontier and District of Sylhet.]  \n(3) But 6[the Provincial Government] may, from time to time, by notification in the official \nGazette, exten d the rest of this Act to 7[the remainder or any other part of the Province].  \n3. [Repeal of Act X of 1879, and sections 4 and 5 of Act XV of 1880.] Rep. by the  Repealing \nAct, 1938 (I of 1938), s. 2 and Schedule.  \n84. Power for Provi ncial Government to make rules.___(1) The 9[Provincia1 Government] \n10[or, in a province for which there is a Board of Revenue or Financial Commissioner, such Board or \nFinancial Commissioner, subject to the control of the 9[Provincial Government]] may, from time to \ntime, 11* * * make rules12 as to loans to be made to owners and occupiers of arable land, for the relief \nof distress, the purchase of seed or cattle, or any other purpose not specified in the Land Improvement \nLoans Act, 1883, (XIX of 1883), but connecte d with agricultural objects.  \n1For Statement of Objects and Reasons, see Gazette of India, 1884, Pt. V, p. 2 ; for Proceedings in Council, see ibid., Supplement, pp. 41, 165 and  \n1130.  \nThis Act has been extended to the Leased Areas of Baluchistan, see the Leased Areas (Laws) Order, 1950 (G. G. O. 3 of 1950) ; and applied in the \nFederated Areas of Baluchistan, see Gazette of India, 1937, Pt. I, p. 1499.  \nThis Act has been amended in its application to the Province of Punjab, by Punjab Act No. 10 of 1951 and  Act. 5 of 1955, s. 2.  \nThis Act has been applied to Phulera in the Excluded Area of Upper Tanawal to the extent the Act is applicable in the N.W.F.P ., subject to certain \nmodifications; and also extended to the Excluded Area of Upper Tanawal (N.W.F.P.) oth er than Phulera with effect from such date and subject to such \nmodifications as may be notified -see N.W.F.P. (Upper Tanawal) (Excluded Area) Laws Regulation, 1950. It has been amended in its appli - cation to Sind \nProvince, see Sind Act 10 of 1941.  \nThis Ac t has been repealed in its application to the Province of West Pakistan, by W. P. Act No. 17 of 1958, s. 5.  \n2Subs. by A . O., 1949, Sch., for “any part of British India”.  \n3S. 2 declared in force in Baluchistan by Baluchistan Reg. II of 1913, s. 3.  \n4Subs. by the Central Laws (Statute Reform) Ordinance, 1960 (21 of 1960), s. 3 and 2nd Sch. (with effect from the 14th October, 1955), for “all the \nProvinces and the Capital of th e Federation” which had been subs. by A. O., 1949 Arts. 3 (2) and 4, for “the whole of British India”.  \n5The original sub -section (2) has successively been amended by A. O., 1949, Sch., the Federal Laws (Revision and Declaration) Act, 1951 (26 of  \n1951), O rd. 21 of 1960, s. 3 and 2nd Sch. (with effect from the 14th October, 1955), the Repealing and Amending Ordinance, 1961 (1 of 1961), s.  \n3, and 2nd Sch., and A. O., 1964, Art. 2 and Sch., to read as ,above.  \n6The original  words “any other L.G.” have succes sively been amended by A. O., 1937, A. O., 1949, Sch, A. O., 1961, Art. 2 (with effect from the  \n23rd March, 1956) and the Repealing and Amending Ordinance, 1961 (1 of 1961), s. 3 and 2nd Sch., to read as above.  \n7The original words “the whole or any part of the territories under its administration” were first subs. by A. O., 1949, Sch., and then amended by  \nOrd. 1 of 1961, s. 3 and 2nd Sch.  \n8Sections 4 and 5 have been amended in their application to the Province of Sind, see Sind Act 10 of 1941, ss. 2 and  3 ; and sub -section (1) of section 4, \nhas been amended in its application to the Punjab, by Punjab Act 10 of 1951, s. 2.  \n9Subs. by A.O., 1937, for “L. G.”.  \n10Ins. by the Decentralization Act, 1914 (4 of 1914), s. 2 and Sch. Pt. I.  \n11The words “subject to the control of the G. G. in c.” rep., ibid.  \n12For rules under this power, see different local Rules and Orders.  \n \n \nPage 3 of 3 \n  (2) All such rules shall be published in the 1[official Gazette].  \n25. Recovery of loans. Every loan made in accordance with such rules, all interest (if any) \nchargeable thereon, and costs (if any) incurred in making or recovering the same, shall, when they \nbecome due, be recoverable from the person to whom the loan was made, or from any person  who has \nbecome surety for their payment thereof, as if they were arrears of land - revenue or costs incurred in \nrecovering the same due by the person to whom the loan was made or by his surety. .  \n6. Liability of joint borrowers as among themselves. When a  loan is made under this Act to \nthe members of a village community or to any other persons on such terms that all of them are jointly \nand severally bound to the Government for the payment of the whole amount payable in respect \nthereof, and a statement show ing the portion of that amount which as among themselves each is bound \nto contribute is entered upon the order granting the loan and is signed, marked, or sealed by each of \nthem or his agent duly authorised in this behalf and by the officer making the orde r, that statement \nshall be conclusive evidence of the portion of that amount which as among themselves each of those \npersons is bound to contribute.  \n \n_________  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nDate: 05 -09-2024  \n8Subs. by A. O., 1937, for “local official Gazette”.  \n2Sections 4 and 5 have been amended in their application to the Province of Sind, see Sind Act 10 of 1941, ss. 2 and 3 ; and sub -section (1) of section 4, \nhas been amended in its application to the Punjab, by Punjab Act 10 of 1951, s. 2."
}