{
    "file": "./converted_json\\administrator1c780bc21fc1c4e01e81569e040d0016.json",
    "name": "Associated Cement (Vesting) Act, 1974",
    "date": "13th January, 1975",
    "tagline": "An Act to provide for the vesting of the Associated Cement in the State Cement Corporation of Pakistan Limited.",
    "content": "Page 1 of 4 \n  \n \n \n \nTHE  ASSOCIATED  CEMENT  (VESTING) ACT, 1974  \n \n \n \nCONTENTS  \n \n1.  Short title and comme ncement \n2.  Definitions \n3.  Vesting of Asso ciated Cement in Corporation \n4.  Continuance in service of employees, etc. \n5.  Administration, etc., of the Asso ciated Cement \n6.  Provident Fund \n7.  Investment by the Federal Government \n8.  Indemnity \n9.  Bar of jurisdiction \n10.  Power to make rules \n11.  Removal of difficulties \n12.  [Repeal]   \n\n \nPage 2 of 4 \n THE  ASSOCIATED  CEMENT  (VESTING) ACT, 1974  \n1ACT  No. VII OF 1975  \n[13th January,  1975]  \nAn Act to provide for the vesting of the Asso ciated Cement in the State Cement Corporation of \nPakistan Limited. \n WHEREAS  it is expedient to provide  for the vesting of the Asso ciated Cement in the State \nCement Corporation of Pakistan Limited and for matters connected there with or incidental thereto; \n It is hereby enacted as follows :___ \n 1. Short title and comme ncement.___(1) This Act may be called the Asso ciated Cement \n(Vesting)  Act, 1974.  \n (2) It shall come into force at once. \n 2. Definitions.— In this Act, unless there is anything repugnant in the subject or context,___ \n(a)  “Asso ciated Cement” means the undertakings  known  as Asso ciated Cement \nwhich immediately before the comm encing day vested in the Federal \nGovernment, together with all lands, buildin gs, machinery, appliances, fixtures \nand funds  appertaining thereto; \n(b)  “comm encing day” means the day on which this Act comes into force; and \n(c)  “Corporation” means the State Cement Corporation of Pakistan Limited \nformed and registered under the Comp anies Act, 1913 (VII of 1913) . \n 3. Vesting of Asso ciated Cement in Corporation.— As from the comm encing day,— \n(a)  the Asso ciated Cement shall vest in the Corporation and all powers which \nimmediately before that day were exerciseable by the Federal Government in \nrelation to the Asso ciated Cement shall be exerciseable by the Corporation ; \n(b)  all rights, properties, assets, liabiliti es, debts and obligations  of the Federal \nGovernment relating to the Associated Cement shall be the rights, properties, \nassets, liabilities, debts and obligations  of the Corporation; \n(c)  any contract made, or deemed to have been made, on behalf of the President \nfor the purposes of the Asso ciated Cement shall be deemed to have been \nmade on behalf of the Corporation; \n(d)  all suits and other legal proceedings in relation to the Asso ciated Cement \ninstitut ed, or deemed to have been institu ted, by or against the Federal \nGovernment shall be deemed to be suits and proceedings institut ed by or \nagainst the Corporation and may be proceeded with accordingly ; and \n \n1For Statement of Objects and Reasons, see Gaz. of P., 1974, Ext., Pt.III, p.1357. \n \nPage 3 of 4 \n (e)  all orders and instructions issued by the President or the Federal Government \nbefore the comm encing day in relation to the Associated Cement shall, to the \nextent they are not inconsistent with the provisio ns of this Act, be deemed to \nbe orders and instructions  issued by the Corporation. \n 4. Continuance in service of employees, etc.___ (1) Every officer and employee \nemployed for the purposes of the Asso ciated Cement shall, on the comm encing day, become an \nofficer or employee, as the case may be, of the Corporation and shall hold office therein on such \nterms and conditions,  which are not less favourable than those  to which he was entitled immediately \nbefore the comm encing day, as the Corporation may determine: \n Provided that an officer or employee of the Corporation shall, unless his services are earlier \nterminated in accordance with the terms and conditions  applicable to him, retire from service on the \ncompl etion of the fifty-eighth year of his age. \n (2) Any officer or emplo yee who becomes an officer or employee of the Corporation under \nsub-section (1) may be transferred— \n(a)  by the Corporation,  to any company or project set up by it, or \n(b)  by the Federal Government, to any other corporation, company or indust rial \nunit controlled by it, \nand shall hold office therein on terms and conditions  which are not less favourable than those  to \nwhich he was entitled immediately before such transfer. \n (3) Any officer or emplo yee who becomes an officer or employee of the Corporation under \nsub-section (1), or is transferred under sub-section (2), shall not be entitled to any compensation or to \nthe designation which he was holding  immediately before the comm encing day or, as the case may \nbe, the date of such transfer, and no claim for such compensation or designation shall be entertained \nby any court, tribunal or other authority. \n (4) If any question  arises as to whether any person was, immediately before the comm encing \nday, an officer or employee emplo yed for the purposes of the Asso ciated Cement, the question  shall \nbe referred to the Federal Government whose decision  shall be final. \n 5. Administration, etc., of the Asso ciated Cement.___ (1) The Corporation shall, subject to \nthe provisions  of this Act, be competent to administ er, control, operate, manage, reorganise or \ndispose  of the Asso ciated Cement in such manner as it deems fit. \n (2) In particular and without prejudice to the generality of the foregoing provision,  the \nCorporation may, with the approval of the Federal Government, transfer the management of the \nAsso ciated Cement to one or more companies sponso red by the Corporation and registered under the \nCompanies Act, 1913  (VII of 1913).  \n 6. Provident Fund.___ (1) Notwithst anding  anything  contained in the rules relating to the \nProvident Fund of the Staff of the Asso ciated Cement and the Provident Fund of the Workers of \nAsso ciated Cement, the accumul ated balance standing  to the credit of every officer or employee \nreferred to in sub-section (1) of section 4 in either of those  Funds  immediately before the \ncomm encing day shall be paid to the Corporation. \n \nPage 4 of 4 \n  (2) An officer or employee referred to in sub-section (1) of section 4 shall be deemed to have \nbecome as from the comm encing day a member of the Provident Fund establish ed, by the \nCorporation and, in the records of such Provident Fund, a separate account shall be opened for such \nofficer or employee and be credited with the amount  of the accumul ated balance standing to the \ncredit of such officer or employee in the Provident Fund of the Staff of the Asso ciated Cement or, as \nthe case may be, the Provident Fund of the Workers of the Asso ciated Cement immediately before \nthe commencing day. \n \n (3) Where the services of any officer or employee referred to in sub-section (1) of section 4 \nare transferred to any other corporation or company, the accumulated balance standing  to the credit \nof every such officer or employee in the Provident Fund of the Corporation immediately before such \ntransfer shall be paid to such other corporation or company and, in the records of the Provident Fund \nof the corporation or company, a separate account shall be opened for such officer or employee and \nbe credited with the amount  of the accumul ated balance standing  to his credit in the Provident Fund \nof the Corporation immediately before such transfer. \n 7. Investment by the Federal Government.___ (1) The investment made by the Federal \nGovernment in the Asso ciated Cement before the comm encing day shall be deemed to be the \nFederal Government's equity in the Corporation: \n Provided that the loans advanced for the expansion  of the factories of the Asso ciated Cement \nand the interest thereon shall be repayable by the Corporation. \n (2) The amount  of equity  referred to in sub-section (1) shall be determined by the \nFederal Government in consult ation with the Corporation. \n 8. Indemnity.— No suit, prosecution  or other legal proceeding shall lie against the Federal \nGovernment, the Corporation or any other person for anything in good faith done  or intended or \npurported to be done  under this Act. \n 9. Bar of jurisdiction.___ (1) No court shall call in question,  or permit to be called in \nquestion  any provision  of this Act, or of any rule or order made or anything done  or any action \ntaken or purporting to be made, done  or taken thereunder. \n (2) No court shall grant any injun ction, make any order or entertain any proceedings in \nrelation to anything done or intended or purporting to be done  under this Act. \n 10. Power to make rules.— The Federal Government may, by notification in the official \nGazette, make such rules as appear to it to be necessary or expedient for carrying out the purposes of \nthis Act. \n 11. Removal of difficulties.— If any difficulty arises in giving effect to any provision  of \nthis Act, the Federal Government may make such order or issue  such directive, not inconsist ent with \nthe provisions  of this Act, as may appear to it to be necessary or expedient for the purpose of \nremoving the difficulty: \n Provided that no such order shall be made after the expiry of one year from the comm encing \nday. \n \n 12. [Repeal].— Omitt ed by the Federal Laws (Revision and Declaration)  Ordinan ce, \n1981  (XXVII of 1981),s.3 and Sch.,II. \n         \n______________     Uploaded on 26.12.20 23"
}