{
    "file": "./converted_json\\administrator135567794d629a6ce6f1b32daadc651d.json",
    "name": "Cannabis Control and Regulatory Authority Act",
    "date": "24th September, 2024",
    "tagline": "Regulating the cultivation of cannabis plant, extraction, refining, manufacturing and sale of derivatives for medicinal and industrial use",
    "content": "Page 1 of 18 \n  \n \nTHE CANNABIS CONTROL AND REGULATORY AUTHORITY \nACT, 2024  \n \n \n \nCONTENTS  \n \n1.   Short title, extent and commencement  \n2.   Definitions  \n3.   Establishment of the Authority  \n4.   Board of Governors  \n5.   Functions of the Board  \n6.   Meetings of the Board  \n7.   Director General  \n8.   Appointment of employees, advisers and consultants of the Authority  \n9.   Delegation  \n 10.  Indemnity  \n11.  Disclosure of interest by Members  \n12.  Notification of interest by others  \n13.  National cannabis polic y \n14.  Fund  \n15.  Expenditure to be charged on the Fund  \n16.  Audit and accounts  \n17.  Annual report  \n18.  Investment  \n19.  Bank Accounts  \n20.  Licensed activities  \n \n \n\n \n \nPage 2 of 18 \n 21.  License for use of cannabis plant derivatives for pharmaceutical , herbal and nutraceutical \npurposes  \n22.  Duties of licensees  \n23.  Performance standards  \n24.  Power of inspection  \n25.  Application of Act No. XXV of 1997  \n26.  Penalty for default or contravention  \n27.  Appeal  \n28.  Prohibition order  \n29.  Suspension and revocation  \n30.  Coordination with the Force  \n31.  Power to make rules  \n32.  Power to make regulations  \n33.  Act to override other laws  \n34.  Savings  \n35.  Removal of difficulties  \n \n  \n \n \nPage 3 of 18 \n THE CANNABIS CONTROL AND REGULATORY AUTHORITY ACT, 2024  \n[24th September, 2024]  \nACT No . XXIV OF 2024  \nAN \nACT  \nto regulate the cultivation of cannabis plant,  extraction,  refining,  manufacturing and sale of \nderivatives of the plant for medicinal and industrial use  \n WHEREAS it is expedient to enact  a law for cultivation of cannabis plant,  extraction, refining,  \nmanufacturi ng and sale  for medicinal, industrial and other public uses;  \n It is hereby enacted as follows: — \n 1. Short title, extent and commencement. —(1) This Act shall be called the Cannabis C ontrol \nand Regulatory Authority Act, 2024.  \n (2) It extends to the whole of Pakistan.  \n (3) It shall come into force at once.  \n 2. Definitions. —(1) In this Act, unless there is anything repugnant in the subject or context, — \n(a)     “Authority ” means the Authority established under section 3;  \n(b)     “cannabis ” means — \n (i)  cannabis resin (charas) that is, the separated resin,  whether crude or purified, \nobtained from the cannabis plant or leaves of the cannabis plant and also \nincludes concentrat ed preparation and resin known as hashish oil or liquid \nhashish;  \n (ii)  the flowering or fruiting tops of the ca nnabis plant excluding the seed  and \nleaves when not accompanied by the tops from which the resin has not been \nextracted, by whatever name they m ay be designated or known and include \nall forms known as bhang,  siddhi or ganja; and  \n(iii)   any mixture with or without neutral materials of any of the above forms of \ncannabis or any drink prepared therefrom;  \n(c)  “cannabis plant ” means a plant of cannabaceae family including cannabis sativa, \ncannabis indica and cannabis ruderalis. The cannabis plant has number of active \ningredients which are collectively called Cannabinoids including but not limited to - \n(i)    cannabidiol  (CBD);  and \n(ii)     tetra hydro cannabinol  (THC);  \n   (d)   “cannabis resin ” means the separated resin, whether crude or purified, obtained from \nthe cannabis plant;  \n \n \nPage 4 of 18 \n (e)    “cultivation ” means the cultivation of the cannabis plant or seeds for commercial, \nmedical or  industrial purposes or any other purpose as defined by the Federal \nGovernment, from time to time;  \n(f) “derivative” means any derivative of the cannabis plant, whether natural or synthetic, \nand includes derivatives which are directly or indirectly manufactured from any part \nof the cannabis plant for use in other industries, such as textile industry, \npharmac eutical industry, food industry, construction industry, chemical industry,  etc. \nor any other industry as defined by the Federal Government from time to time;   \n(g)  “Director General ” means the Director General appointed under this Act;  \n(h)  “Division concerned ” means the Cabinet Division to which the business of this Act \nstands allocated;  \n(i)    “Drug Regulatory Authority of Pakistan ” or “DRAP ” means the Drug Regulatory  \nAuthority of Pakistan established  under the Drug Regulatory Authority of P akistan \nAct, 2012 (XXI of 2012);  \n(j)  “Force ” means the force as defined in the Anti -Narcotics Force Act,  1997 (III of \n1997);  \n(k)  “hemp ” means variant of cannabis plant;  \n(1)  “licence ” means a licence issued under this Act;,  \n(m)  “licensee ” means a holder  of a licence;  \n(n)  “manufacture ” means all processes, other than production, by which cannabis plant \nderivatives are obtained, and inclu des refining;  \n(o)  “Member ” means a Member of the Authority;  \n(p)  “policy ” means the National Cannabis Policy prescribed under this Act;  \n(q)  “PCSIR ” means the Pakistan Council of Scientific and Industrial Research \nestablished under the Pakistan Council of Scientific and Industrial Research Act, \n1973 (XXX of 1973);  \n(r)  “prescri bed” means prescribed by rules or regulations made under this Act;  \n(s)     “production ” means the separation of cannabis and cannabis resin from the plants \nfrom which they are obtained;\n(t)  “regulated activity ” means any activity in relation to the cultivation,  producing, \nmanufacture, product development and sale of cannabis or any of its parts or \nderivatives, for any purpose, and includes activities which are licensed and any other \nactivity which may be regulated by rules;  \n(u)  “Regulation ” means regulations made under this Act; and  \n(v)  “tetra hydro cannabinol ” or “THC content ” means the percentage of tetra hydro \ncannabinol,  a cannabis plant or its by product contains.  \n \n \nPage 5 of 18 \n  (2) The words and expressions used but not defined herein shall have the same meanings as \nassigned to them in the Drugs Act, 1976 (XXXI of 1976),  the Anti -Narcotics Fo rce Act, 1997 (III of \n1997), the Control of Narcotic Subs tances Act, 1997 (XXV of 1997),  the Drug Regulatory Authority \nof Pakistan Act, 2012 (XXI of 2012),  or any other law for the time being in force.  \n  3. Establishment of the Authority. —(1)On the commencement of this Act,  there shall stand \nestablished an Authority to be known as the Cannabis Control and Regulatory Authority to carry out \nthe purposes of this Act under administrative control of Division concerned.  \n (2) The Authority shall be a body c orporate with perpetual succession and a common seal, and \nmay sue and be sued in its own name and, subject to and for the purposes of this Act, may enter into \ncontracts and may acquire, purchase,  take, hold, enjoy and possess movable and immovable property  \nof every description and may convey, assign, surrender, yield up, charge, mortgage,  demise, reassign, \ntransfer or otherwise dispose of or deal with,  any movable or immovable property or any interest vested \nin it. \n (3) The headquarters of the Authority sha ll be at Islamabad and the Authority may set up offices \nat such places in Pakistan as it may deem fit.  \n (4) The common seal of the Authority shall be kept in the custody of the Director General or such \nother person as may be prescribed by regulations.  The documents required to be executed under the \ncommon seal shall be specified and authenticated in such manner as may be prescribed by regulations.  \n  4. Board of Governors. —(1) The General administration,  supervision and control of the affairs \nof the Authorit y shall vest in the Board which shall consist of, — \n(a)   Secretary,  Defence Division                        Chairperson  \n(b)  Secretary,  Cabinet Di vision or                        Member  \n his nominee not below the rank of (BPS -20)   \n \n      (c)     Secretary, Ministry of Law and Justice                 Member    \n or his nominee not below the rank of (BPS -20)         \n(d)  Secretary,  Ministry of National Food Security           Member   \n and Research or his nominee not below the rank of (BPS -20) \n \n(e)  Chief Secretary of each Province or                    Member  \n his nominee not below the rank of (BPS -20) \n \n(f) two members from whom - \n(i) one member from private sector who                Member  \n is a professional of known integrity  \n and eminence holding master degree in  \n the field of public policy having experience  \n not less than ten years in the relevant field;  \n \n(ii)   one member from private sector who is             Member  \n  a professional of known integrity and  \n  eminence holding master degree in the  \n  field of natural sciences having  experience  \n  not less than ten years in the relevant field;  \n \nPage 6 of 18 \n (g)   one Member of the National Assembly          Ex-officio Member  \n  nominated by the Speaker of the National  \n  Assembly and one member of the  \n  Senate nominated by the Chairman of the  \n  Senate of Pakistan;  \n \n \n \n(h)     the Chairman of the PCSIR or any             Ex-officio Member  \n       other officer nominated by the  \n       Chairman, PCSIR not below the rank of BPS -20; \n \n(i)     a repr esentative of the Inter -Services      Ex-officio Member  \n  Intelligence not below the rank of  \n  Deputy Director General (BPS -20) \n  nominated by the head of intelligence agency;  \n \n(j) a representative of Intelligence Bureau      Ex-officio Member  \nnot below the rank of  Deputy Director General  \n(BPS -20) nominated by the head of intelligence agency;  \n \n(k)  one member from Anti -Narcotics Force      Ex-officio Member   \n not below the rank of BPS -20; \n \n(l)  one member from DRAP not below            Ex-officio Member   \n the rank of BPS -20 \n \n(m)  Director General Member/ Cum  Secretary  \n  (2) The Members under clause (f ) of sub -section (1) shall  be appointed by the Prime Minister, on \nthe recommendations of the Division concerned, on such terms and conditions as may be prescribed \nby rules.  \n (3) The Members appointed under clause (f) of sub -section (1) shall hold office for a period of \nfour years w hich term may be extended for a further period of four years on demonstration of \nsatisfactory performance:  \n Provided that no Member shall be appointed or continue in office if he has attained the age of \nsixty -three years:  \n Provided further that the member shall be eligible f or the re -appointment only once . \n (4) The Members under clause (f) of sub -section  (1) may,  by writing,  under his hand addressed to \nthe Prime Minister,  resign from office.  \n (5) The Members under clause (f) of sub -section (1) may be remove d by the Prime Minister from \noffice if he is found incapable of performing the functions of office by reason of mental or physical \nincapacity or has been found guilty of misconduct or fails to attend two consecutive meetings of the \nBoard or fails to disclo se a conflict of interest as provided for under this Act.  \n (6) The Members shall be entitled to such remuneration for attending meetings of the Authority \nas may be prescribed by regulations.  \n (7) The Board shall, in the discharge of its functions, be guide d on questions of policy by such \ndirections as the Federal Government may give from time to time.  \n \nPage 7 of 18 \n  (8) If any question arises as to whether any matter is a matter of policy or not,  the decision of the \nFederal Government in respect thereof shall be final.  \n  5. Functions of the Board. —(1) The Board shall  have the following functions. — \n(a)  subject to sub -section (3), take decision as per policy as well as to advise the Federal \nGovernment on all matters relating to policy on cannabis including  recommending \naddition, alteration or omission in the policy under this Act;\n(b)  prepare annual repo rt for information and performance appraisal for the Federal \nGovernment about implementation of policies under this Act;  \n(c)  to review relevant provisions of the Act and suggest amendments to the Federal \nGovernment whenever required;  \n(d)  to appoint sub -committees of experts from Government and non -governmental \norganizations for deliberations in areas related to the functions of the Authority;  \n(e)  consider and approve, with or without modification, any regulations, with respect to \nimplementation of policy  decisions proposed to be made by the Authority under this \nAct; \n(f)  formulate procedures and necessary framework for utilization  of funds generated or \nacquired through services, donations,  investments or grants, etc. \n(g)  specify and propose fees, adminis trative penalties and other charges  chargeable by \nthe Authority with the approval of  Federal  Government for carrying out the purposes \nof this Act; and  \n(h)  issuing licences for activities requiring a licence under this Act;  \n(i)  supervising and monitoring licences and licensees and other persons subject to this \nAct; \n(j)  specifying standards and quality controls to be adhered to by licensees or other \npersons involved in the cultivation, production,  manufacturing, product development \nand sale of the cannabis or any of its derivatives except for derivatives with non -\nabusive potential as per international standards and practices;  \n(k)  issuing,  on at least an annual basis, the minimum and maximum area on which \ncultivation shall be allowed to a licensee;  \n(1)  recommending addition, alteration or omission in the policy;  \n(m)  coordinatin g with the Provincial Governments  regarding implementation of this Act \nand the policy and any rules and regulations made thereunder;\n(n) research, de velopment, enabling research and development in the area of cannabis \nplant cultivation, production, and manufacture of cannabis products;  \n(o)  coordinating and cooperating with international counterparts,  including \nimplementation of international commitmen ts of Pakistan;  \n \nPage 8 of 18 \n (p)  coordination with the Anti -Narcotics Force with respect to specifying security \nprotocols in the growth,  cultivation,  storage of the cannabis plant and its derivatives;  \n(q) issuing requisite certifications to licensees applying for a license to manufacture any \npharmaceutical,  herbal or nutraceutical derivative under the provisions of this Act;  \n(r) maintain a list  of individuals or entities in consultation with the Anti -Narcotics Force, \nwho are known to have violated the applicable lega l framework for control of \nnarcotic substances;  \n(s) maintain laboratories and testing faciliti es for research and development  purposes to \nensure compliance through c ontrol over licensees and other  persons under the \nprovisions of this Act; and  \n(t)  any other function ancillary, incidental or connected with the purposes of this Act.  \n (2) All policy decisions, including the change in the previously established policy, in respect of \nall and any matters within the jurisdiction of the Authority shall be made only by the Board after \napproval of the Federal Government.  \n (3) All policy decisions and directives of the Board shall be published in the official Gazette.  \n (4) The Authority may, with regard to its functions and to exercise its powers efficiently, organ ize \nitself into divisions, wings or such other sub -divisions as it may consider expedient.  \n  6. Meetings of the Board. —(1) The meetings of the Board shall be convened by and under the \ndirections of the Chairperson:  \n Provided that the Federal Government may direct convening of a meeting of the Board at any \ntime, on any matter requiring a decision by the Board.\n (2) The Board shall  meet as often as may be necessary for the performance of its functions but not \nless than three times in a calendar year.  \n (3) A simple majority of the total membership shall constitute  the quorum for a meeting of the \nBoard. Agenda of the meeting shall be presented only once the quorum is complete. The decision of \nthe Board shall be adopted by simple majority of the Members present and voting:  \n Provided that a Member may participate and vote through video link.  \n (4) Subject to the provisions of this Act, the Chairperson may give directions regarding the \nprocedure to be followed at or in connecti on with any meeting of the Board.  \n (5) No act or proceedings of the Board shall  be invalid by reason only of the existence of a \nvacancy.  \n (6) In case the Chairperson  is absent or his office is vacant for any reason,  the Secretary Cabinet \nDivision shall cha ir the meetings of the Board.  \n (7) The Authority may, with the prior approval of the Government,  co-opt any other person as a \nmember with no right to vote.  \n \nPage 9 of 18 \n  7. Director General. —(1) There shall be a Director General of the Authority who shall be \nappointed by the Prime Minister at  such remuneration and on such terms and conditions as may be \nprescribed by regulations.  \n (2) An officer serving under service of Pakistan shall also be eligible to serve as Director General \nof the Authority:  \n Provided tha t such officer shall not be below the rank of BPS 21 or equivalent thereof.  \n (3) The Director General shall be responsible to the Authority for the day to day administration of \nthe business of the Authority and shall discharge such duties and perform such functions as are \nassigned to him by the Board.  The Director General shall also be principal accounting officer of the \nAuthority.  \n (4) In case, the Director General is retired, absent or unable to ac t and no acting or  current charge \nappointment  has been made by the Authority, the Authority may authorize an officer of the Authority \nto perform temporarily the functions of the Director G eneral:\n Provided that the Federal Government may ensure the appointment of a Director General on a \nregular basis preferably within one hundred and twenty days from the date the post of the Director \nGeneral  falls vacant.  \n (5) The officers of the Authority shall have such powers and shall perform such functions as may \nbe assigned to them by the Director General.  \n  8. Appointment of employees, advisers and consultants of the Authority. —(1) The Authority \nmay,  from time to time, employ persons to be e mployees,  consultants and agents and technical, \nprofessional and other advisers of the Authority to transact any business or to do any act required to \nbe transacted or done in the exercise of its powers, the performance of its functions or for the better \nimplementatio n of the provisions of this Act  and who shall be paid such remuneration and allowances \nand shall hold their employment on such terms and conditions as may be determined by the Authority \nunder the regulations made under this Act.  \n (2) The employ ees of the Authority shall hold office during the pleasure of the Authority and shall \nbe liable to disciplinary action in accordance with the procedure laid down by the Authority under the \nregulations made under this Act.  \n (3) The Members and other persons  employed under this section,  when acting or purporting to act \nin pursuance of any of the provisions of this Act or the rules and regulations,  shall be public servants \nwithin the meaning of section 21 of the Pakistan Penal Code, 1860 (Act XLV of 1860),  however they \nshall not be civil servants within the meaning of the Civil Servant s Act, 1973 (L XXI of 1973).  \n  9. Delegation. —(1) The Authority may, by general or special order and subject to such conditions \nas it may deem fit to impose, delegate to the Director General, a member, or an officer of the Authority, \nall or any of its powers or functions under this Act.  \n  (2) The Federal Government may,  by notification in the official Gazette, deleg ate all or any of the \nAuthority’ s powers under this Act and th e rules and regulations  made thereunder to any other agency \nor department of the Federal Government or to a Provincial Gove rnment with the consent of such \nGovernment,  except — \n   (a)    the power to grant, reject, amend, vary or revoke  licences  or any condition thereo f ; or \n \nPage 10 of 18 \n (b)    the power to recommend rules or make or repeal regulations made under this Act.\n  10. Indemnity .—No suit,  prosecution or other legal proceedings shall  lie against the Director \nGeneral, Members or any employee of the Authority or other persons engaged by the Authority for \nanything done in good faith or intended to be done in pursuance of this Act or any rules or regulations \nmade hereunder.  \n  11. Disclosu re of interest by Members. —(1) For the purpose of the provisions of this Act, a \nperson shall be deemed to have an interest in a matter if he has any direct or indirect  financial interest, \nor has any connection with any other person in such manner which cou ld reasonably  be regarded as \ngiving rise to a conflict between his duty to honestly perform his functions under this Act and such \ninterest,  so that his ability to consider and decide any question impartially or to give any advice without \nbias, may reasonab ly be regarded as impaired.  \n (2) The Director General or a Member having any interest in any matter to be discussed or decided \nby the Board or any of its committees shall,  prior to any discussion of the matter, disclose in writing \nto the Board, the fact of  his interest and the nature thereof.  \n (3) A disclosure of interest under sub -section (2) shall be recorded in the minutes of the Board \nprior to any discussion of or decision on the matter.  \n (4) The Director General or a Member who fails to disclose their interest as required by this section \nshall be guilty of an offence and shall be liable to pay a fine of up to one hundred million rupees,  and \nin case it is established that any individual,  including the Member themselves, has profited from such \nnon-disclos ure, shall be liable to impose of further fine of up to three times of the amount of profit as \ndetermined by the enquiry under the provisions of this Act and shall be liable to be dismiss from \nservice and expelled from the Board in case of private member o f the Board.  \n (5) Upon being appointed,  Director General or a Member shall give written notice to the Board of \nall direct or indirect pecuniary interests that he has acquired or acquires in any body corporate carrying \non a business in the Islamic Republic of Pakistan. The nature of such interests and the particulars and \nany changes thereof shalt be disclosed in the annual report of the Authority.  \n   12. Notification of interest by others. —(1) Wher e a person who,  in the course of — \n(a)  performing a function or exercising a power, as an employee of the Authority;  \nor \n(b)  performing a function or services in any capacity by way of assisting or advising \nthe Authority or any of its committees or any delegate of the Authority, is \nrequired  to consider  a matter in which they have an interest,  \n  \n such person shall forthwith give to  the Board a written notice stating that they are required to consider \nthe matter and have an interest in it and setting out particulars of the interest.  \n \n (2) The persons referred to under sub -section (1)  shall also declare their interest in accordance \nwith the said sub -section whenever it is necessary to avoid a conflict of interest.  \n (3) Any person referred  to under sub -section (1) who f ails to disclose his interest as required by \nthis section shall be guilty of an offence and shall be liable to a fine not exceeding seventy -five million \nrupees, and in case it is established that any individual,  including the employee them  selves , has \n \nPage 11 of 18 \n profited from such non -disclosure, shall be liable to further fine of up to three times of the amount of \nprofit as determined by an enquiry undertaken by the Authority.  \n (4) It shall be a valid defense  for a person charged with an offence under sub -section (3),  if he \nproves that he was not aware of the facts constituting the offence and that he exercised due care and \ndiligence in discovering those facts which he ought reasonably to have known in the cir cumstances.  \n  13. National cannabis policy. —(1) The Federal Government shall,  from time to time, prepare \nand prescribe a national cannabis policy governing all aspects of a cannabis plant derivatives market \nfrom cultivation to sale and production locally a s well as for purposes of export and conditions of \nimport of cannabis or its derivatives:  \n Provided that in development of the policy under this section , the Federal Government may see k \nsuch input and assistance from the Authority and the Provincial Govern ments as may be required.  \n (2) Without prejudice to the generality of sub -section (1) , the policy  shall provide for, inter alia ,— \n(a)  bringing illegal cannabis plant cultivation, production, manufacture,  product \ndevelopment and sales within the regulatory framework of this Act;  \n(b)  financial and non -financial incentives to encourage the development of a market for \ncannabis plant derivatives based market in a manner which generates economic \ngrowth for the country without compromising public safet y; \n(c) consumer protection and public safety mechanisms, including labeling of cannabis \nderivatives, consume r education and awareness etc.;\n(d)  the manner in which a licensee for cultivation of cannabis with a THC content of less \nthan 0.3 percent shall be required to undertake the licensed activities;  and \n(e)  the manner in which a licensee for cultivation of cannabis with a THC content of \nmore than 0.3 percent shall be required to undertake the licensed activities.  \n (3) The Federal Government may either on its own motion or on recommendation of a Provincial \nGovernment, review or revise the policies referred under sub -section (1).  \n  14. Fund. —(1) There is hereby established,  for the purposes of this Act, a Fund  to be administe red \nand controlled by the Authority.  \n (2) The Fund shall consist of — \n(a)  such sums as the Federal Government or a Provincial Government may from time to \ntime,  grant;  \n(b)  grants of money or funds raised by the Authority for the purposes of meeting any of \nits obligations or discharging any of its duties;  \n(c)  fees, administrative penalties or other charges levied under this Act;  \n(d)  all other sums or property which may in any manner become payable to or vested in \nthe Authority in respect of any matter i ncidental to the exercise of its functions and \npowers; and  \n(e)  any other sources as may be notified by the Federal Government.  \n \nPage 12 of 18 \n  (3) The Authority shall conserve the Fund by performing its functions and exercising its powers \nunder this Act so as to ensure that the total revenues of the Authority are sufficient to meet all sums \nproperly chargeable to its revenue account.  \n  15. Expenditure to be charged on the Fund. —(1)The Fund shall be expended for the purpose \nof paying any expenditure lawfully incurred by the Authority,  including the remuneration of Members, \nand employees appointed under the provisions of this Act, including provident fund contributions,  \nsuperannuating allowances or gratuities and legal fees and costs and other fees and costs.  \n (2) No expenditure shall be made for which provision has not been made in any approved budget \nexcept if ma de from any previously approved contingency funds, unless further approval is sought and \nobtained from the Board.  \n 16. Audit  and accounts. —(1) Subject to Article 169 and 170 of the Constitution of the Islamic \nRepublic of Pakistan, the Authority shall cause proper accounts to be kept and shall as soon as \npracticable after the end of each financial year cause to be prepared for t hat financial year a statement \nof accounts of the Authority which shall include a balance  sheet and an account of income and \nexpenditure.  \n (2) Subject to Article 169 and 170 of the Constitution of the Islamic Republic of Pakistan, the \nAuthority shall cause the statement of accounts to be audited by auditors, appointed by the Authority \nwith the approval of the Federal Government, who shall be a firm of chartered accountants. Any casual \nvacancy in the office of auditor appointed under this section may be  filled in by the Authority.  \n (3) The auditors shall make a report to the Federal Government,  upon the annual balance sheet \nand accounts, and in any such report they shall state whether in their opinion the balance sheet is a full \nand fair balance sheet co ntaining all necessary particulars and properly drawn  up so as to exhibit a true \nand correct view of the affairs of the Authority  and, in case they have called for any explanation or \ninformation from the Authority, whether it has been given and whether it is satisfactory.  \n (4) The Authority shall, within one hundred and twenty days of the end of each financial year,  \ntogether with the annual report of the Authority under this Act,  send a copy of the statement of accounts \nof the Authority certified  by the audi tors and a copy of the auditors’  report to the Federal Government \nwhich shall cause them to  be published in the official G azette  and laid before both Houses of the \nMajlis -e-Shoora  (Parliament) within two months of their receipt.  \n  17. Annual  report. —(1) Within ninety days from the end of each financial year, the Authority \nshall cause a report to be prepared on the activities of the Authority including inspections made by the \nAuthority under this Act during that financial year and release to the public and simultaneously send \na copy of the report to the Federal Government.  \n (2) The Authority shall furnish report for national and international forums, organizations or \nagencies as required under any international obligations or existing laws.  \n 18. Investment. —Subject to th e Public Finance Management Act, 2019,  the Authority may, in so \nfar as its moneys are not required to be expended under this Act, invest in Islamic savings account.\n 19. Bank Accounts. —Subject to the Pub lic Finance Management Act,  2019, the Aut hority may \nopen and maintain it’ s accounts in rupees or in any foreign currency at such scheduled banks as it may \nfrom time to time determine.  \n \n \nPage 13 of 18 \n  20. Licensed activities. —(1) No person shall, except under authority of a licence issued by the \nAuthority and subject to the conditions specifie d or prescribed under this Act,  engage in - \n(a)  cultivation;  \n(b)  production;  \n(c)  manufacturing;  \n(d)  product development and sale of and from cannabis plant derivatives;  or \n(e)  any other related activity as may b e prescribed:  \n Provided that in case of a n application for grant of licence for development of prescription and \nnon-prescription drugs of all kinds from cannabis plant derivatives, whether used for pharmaceutical, \nherbal and nutraceutical purposes, the decision for grant of licence shall be taken  in accordance with \nthe provisions of this Act:  \n Provided further that a person who is carrying any activity regarding cannabis on the date of \ncommencement of this Act, such person may be given a time period as determined by the Authority to \ncomply with the provisions of this Act:  \n Provided further also that the Federal Government  may, in the policy,  prescribe different licensing \nconditions and incentives for different territories in Pakistan depending on climatic, security or \ninvestment potential of such areas.  \n (2) One licence may be issued for undertaking any or all of the activities set out in sub -section (1):  \n Provided that a licence for production and manufacturing shall only be issued to a company \nregistere d under the Companies Act,  2017, (XIX of 2017)  whereas a licence only for cultivation may \nbe issued to any person.  \n (3) The application for grant of a licence under this section shall be made in the prescribed manner \nand shall be accompanied by the prescrib ed fee.\n (4) An application for grant of licence under this section shall,  in addition to such information as \nmay be specified through rules, also specify - \n(a)  for cultivation, - \n(i)  the specification of the land, including si ze and location etc. , where the \napplicant intends to cultivate,  along -with proof that the applicant has the un -\nrestricted right to use such land for cultivation for the period of validity of \nthe licence being sought;  \n(ii)  the method of cultivation whi ch the applicant intends t o use;  and \n(iii)  the purpose for which the applicant is cultivating.  \n(b)   for production or manufacturing, —  \n(i)  the location of the production or manufacturing facility;  \n(ii)  the method of production or manufacturing he proposes to employ ; and \n \nPage 14 of 18 \n (iii)  details of equipment the applicant shall be using for production     \n or manufacturing;  and \n(c)   for product development and sales, — \n(i)  the intended sector in which the licensee intends to operate;  and \n(ii)  evidence of manufacturing standards which ensure product compliance with \napplicable standards, whether international  or national.  \n (5) A license issued under this section shall be valid for a period of five years and may be renewed \nthereafter subject to compliance with this Act and any additional conditions of licence imposed \nthereunder.  \n (6) A license issued under this section shall be non -transferrable and non -assignable.   \n (7) A license under this section shall be i ssued by the Authority after security clearance of the \nForce, Intell igence Bureau and Inte r-Service Intelligence or any other enforcement agency as declared \nby the Authority for this purpose, from time to time.  \n  21. License for use of cannabis plant derivatives for pharmaceutical , herbal and \nnutraceutical purposes. —Notwithstanding  anything co ntained in the Drugs Act, 1976 ( XXXI of \n1976), and the Drug Regulatory Authority of Pakistan Act, 2012 (XXI of 2012), for co nsideration of \nan application for license  to develop prescription and non -prescription drugs of all kinds from cannabis \nplant derivatives, whether used for pharmaceutical,  herbal and nutraceutical purposes,  a committee \ncomprising the following s hall be con stituted, — \n(a)  the Director General;  \n(b)  Chief Executive Officer of DRAP appointed under section 5 of the Drug Regulatory \nAuthority of Pakistan Act,  2012 (XXI of 2012);  \n(c)  two senior persons who are either Members or employees of the Authority to be \nnominated by the Chairperson of the Authority; and  \n(d)  one senior person who is either  a Member of the Board,  or employee of DRAP to be \nnominated by the Chairperson of the Board of DRAP.  \n (2) The committee constituted under sub -section (1) shall recommend  the procedure to be \nprescribed for considering and issuing licences for the development of prescription and non -\nprescription drugs of all kinds from cannabis plant derivatives, whether used for pharmaceutical, \nherbal and nutraceutical purposes to the Fede ral Government through the Authority, and such \nprocedure shall - \n(a)  account for the conditions of licence imposed under the policy;  \n(b)  consider any certification of a cannabis plant derivative issued  by the Authority as \ndefinitive;  \n(c)  ensure an expedi tious and simplified process of issuance of licence;  \n(d)  ensure prompt registration of prescription  and non -prescription drugs;  and \n \nPage 15 of 18 \n (e)  require evidence of manufacturing standards which ensure product compliance with \napplicable standards, whe ther international or national.\n (3) The members of the committee constituted under sub -section (1)  shall select one among \nthemselves to chair each meeting.  \n (4) The quorum for meeting shall be three and all decisions of the commit tee shall be taken by \nmajority of the members present and voting.  \n  22. Duties of licensees .—(1) A licence shall be under a duty to ensure compliance with the \nconditions of licence imposed by this Act, the rules and regulations made under this Act.  \n (2) A licensee shall not use any machinery or equipment for the cultivation, storage, transport and \nany other manner of handling of the cannabis or any of its parts except in such manner as may be \nprescribed by rules in consultation with the Anti -Narcotics Force . \n (3) Where a licensee is a company, the licensee shall be required to notify the Authority of any \nproposed change in its substantial shareholding and every proposed change of Board of Directors and \nthe Authority may undertake such enquiries into the part iculars of proposed shareholders of the \nlicensee or its board as may be needed to ensure that the licensee shall not act in a manner detrimental \nto the conditions of his licence or the general public.  \n (4) A licensee shall package any product which shall d irectly or indirectly be used by the general \npublic or for an industrial purpose, in such manner which clearly and un -ambiguously states - \n(a)     the THC content of such product;  \n(b)     the intended use of such product;  \n(c)     the source of the THC content; and  \n(d)     any other information as may be prescribed by rules.  \n (5) A licensee shall give two percent of its annual revenues to the fund of the Authority.  \n  23. Performance standards. —(1) The Authority shall specify safety and performance standa rds \nfor regulated activities to ensure - \n(a)  compliance with good manufacturing practices and good agricultural practices where \napplicable;  \n(b)  effective monitoring of THC content  in cannabis plant derivatives;\n(c)  safe consumption  of products developed from cannabis plant derivatives;  and \n(d)  ease of stability and other testing required for effective regulation under this Act.  \n (2) In the development of standards under sub -section (1),  the Authority shall undertake \nmeaningful consultation with the Force and the Drug Regulatory Authority of Pakistan.  \n  24. Power of inspection. —(1) The Authority shall, for each calendar year,  develop a schedule of \ninspections of all licensees, which shall not be made public, and each l icensee shall facilitate the \nemployees authorized by the Authority in this regard in undertaking inspections of their premises.  \n \n \nPage 16 of 18 \n  (2) In addition to the general power of i nspection under sub -section (1), the Authority may, on \nsuspicion or on receipt of a c omplaint that any person is violating the provisions of this Act, the policy \nor any rules and regulations issued thereunder, authorize in writing one or more of its employees to \nexercise the following powers of the Authority, - \n(a)  enter any relevant premi ses without warrant to determine whether there is prima facie  \na violation of this Act or the rules and regulations made thereunder;  \n(b)  require any person, who is believed to be in possession of or has under his control \nany relevant information, record or  document, to produce that information,  record or \ndocument before him, and make copies thereof if required;  \n(c)  make inquiries of a licensee, or any other person suspected to be in violation of this \nAct or the rules and regulations made thereunder;  and \n(d)  seek financial information from concerned entities regarding transactions suspected \nto be undertaken in violat ion of this Act or the rules and regulations made thereunder.  \n (3) Any person who,  without reasonable cause, fails to comply with a requirement imposed on \nhim by an authorized person under sub -section (1) or sub -section (2) commits  an offence under this \nAct and shall be punishable with imprisonment which may extend to three years or with fine which \nmay extend to two hundr ed million rupees or with both.\n (4) The Aut hority shall be empowered to see k assistance from the Anti -Narcotics Force or any \nother police force anywhere in the country, in furtherance of its powers of inspection under this section.  \n  25. Application of Act No. XXV of 1997. —For trial of criminal of fences committed under this \nAct, the provisions of Control of Narcotic  Substances Act, 1997 (XXV of 1997), and any other law \nfor the time being in force shall apply mutatis mutandis.  \n  26. Penalty for default or contravention. —Any person who acts in contravention of any \nprovision of this Act or the rules and regulations made thereunder or fails to comply with the conditions \nof a licence  issued to that person and any other person who is a party to such contravention shall be  \nliable for penalty, in case of — \n(a)  a company, with a minimum fine of ten million Rupees which may extend to two \nhundred million Rupees and, in the case of a continuing default, with an additional \nfine which may extend to one hundred thousand Rupees for every  day during which \nthe contravention continues; and  \n(b)  an individual, with a minimum fine of one million Rupees which may extend to ten \nmillion Rupees and, in the case of a continuing default,  with an additional fine which \nmay extend to twenty five thousa nd Rupees for every day during which the \ncontravention continues:  \n    Provided that a fine shall only be imposed under this section by the Authority on \nsuch terms and conditions as may be prescribed by rules.  \n  27. Appeal. —(1) A person aggrieved by any decision or order of the Authority on the ground that \nit is contrary to any provision of this Act, may,  within thirty days of the decision or the order, prefer \nappeal to the High Court in the manner as may be prescribed and the High Court shall decide such  \nappeal within ninety days.  \n \nPage 17 of 18 \n  (2) A person aggrieved by any decision or order of any officer of the Authority acting under the \ndelegated  powers of the Authority may, within  thirty days of the receipt of the decision of order, appeal \nto the Authority in pres cribe d manner and the Authority shall  decide such appeal within thirty days.  \n  28. Prohibition order. —(1) The Authority may, after recording reasons in writing. for continuing \nviolations of this Act or the rules or regulations made thereunder, - \n(a)     prohibit a person from undertaking any regulated activity; or  \n   (c)     require any person to cancel their dealings with a person un dertaking a regulated \nactivity.  \n (2) The Authority may, either  on its own motion or on the application of a person, aga inst whom \na prohibition or requirement has been imposed under sub -section (1), rescind or vary such prohibition \nor requirement if the Authority is satisfied that no violation of this Act or rules or the regulations made \nthereun der exists to that extent.  \n  29. Suspension and revocation. —(1) Notwithstanding anything contained under the provisions \nof this Act, the Authority may suspend or revoke any licenc e granted under this Act for consistent \nfailure of the person to comply with the provisions of this Act or the rules a nd regulations made  \nthereunder:  \n Provided that before taking action under this section, the  Authority shall issue a notice to show \ncause and may provide an opportunity to rectify the omission subject to such condition s as the \nAuthority may specify.  \n (2) Where the Authority r evokes or suspends a licenc e, it may undertake all or any of the following \nactions for continuance of the facilities covered under the licence within six months, namely - \n(a)  permit the relevant person to continue  operating such facilities under such terms  and \nconditions as the Authority may specify;  \n(b)  enter into contract with another person to immediately take  over the operation of the \nfacilities; or  \n(c)  appoint an administrator to take over the o peration of the facilities.  \n (3) The actions specified i n sub -section (2) may continue till a successor takes over the charge of \nthe facilities on such terms and conditions as the Authority may determine including payment of \ncompensation for the plant,  machinery and other equ ipment installed at a facility.  \n  30. Coordination with the Force. —(1) In addition to coordination with the Anti -Narcotics Force,  \nthe Authority shall,  on reasonable suspicion of an offence being committed under the Control of \nNarcotics Substances Act 1997,  (XXV of 1 997) by a person undertaking a regulated activity, either on \nthe basis of an inspection under this Act or otherwise, make a reference to the Anti -Narcotics Force to \ntake any or all actions against such person as required by law.\n (2) The Anti -Narcotics For ce shall be competent to enter any place for inspection under t he Anti -\nNarcotics Act, 1997 (III  of 1997) and the Con trol of Narcotic Substances Act,  1997 (XXV of 1997) or \nany other law for the time being in force.  \n \n \nPage 18 of 18 \n   31. Power to make rules. —(1) On the com mencement of this Act,  within six months, the Federal \nGovernment may, on the recommendation of the Authority,  by notification in the offi cial Gazette, \nmake rules for all  or any of the matters in respect of which it is required to make rules to carry out th e \npurposes of this Act, including, without limiting the generality of this section, for  the following \nmatters,  namely: — \n(a)  protocols or disposal of illegal cannabis or its derivatives as may be seized  by the \ncompetent authority, inc luding conditions of re -circulation or destruction of such \ncannabis, or its derivatives;  \n(b)  matters to be covered by the policy;  \n(c)  conditions governing imports and export of c annabis and its derivatives;  and \n(d)  any ma tter ancillary and incidental to the above.  \n (2) The power to make rules conferred by this section shall be subject to the condition of previous \npublication and before making any rules the draft thereof shall be published in the official Gazette for \nelicit ing public opinion thereon  within a period of not less than fifteen days from the date of publication \nand any comments received shall be compiled into a report along -with the response of the Federal \nGovernment or the Authority, as the case may be,  and su ch report shall be made public.  \n  32. Power to make regulations. —The Authority may make such regulations as may be required \nto carry out the purposes of this Act or the inte rnal functions  of the Authority.  \n (2) The power to make regu lations conferred by this section shall be subject to the condition of \nprevious publication and before making any regulations the draft thereof shall be published in two \nnewspapers of wide circulation for eliciting public opinion thereon within a period of  not less than \nfifteen days from the date of publication, and any comments received shall be compiled into a report \nalong with the response of the Authority, and su ch report shall be made public.\n  33. Act to override other laws. —(1) The provision of this Act shall have effect notwithstanding \nanything inconsistent therewith contained in any other l aw for the time being in force.  \n 34. Savings. —Save as otherwise provided in this Act, noting in this Act shall curtail or deemed \nto affect or curtail the pow ers of the force under the Anti -Narcotics Act, 1997 (III of 1997) and the \nControl of Narcotic Substances Act, 1997 (XXV of 1997) or any other law for the time being in force.  \n  35. Removal of difficulties. —If any difficulty arises in giving effect to or ap plying the provisions \nof this Act, the Federal Government may make such order,  not inconsistent with this Act or the rules, \nas may be necessary for removal of such difficulty.  \n_______  \n187337 \n \n \n \n                RGN Date: 12 -11-2024"
}