{
    "file": "./converted_json\\administratorca62d882690244e6d85f1f85b8661276.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "Page 1 of 6 \n  \n \n \n THE TRAVEL AGENCIES ACT, 1976.  \n \n \n \n \n \n \n \nCONTENTS  \n \n1. Short title , extent , and commencement  \n2. Definition  \n3. Committee  \n4. Licensing of Travel agencies  \n5. Exemption from application  \n6. Prohibition to act without license, etc  \n7. Business guarantee fund  \n8. Service charges  \n9. Alterations  \n10. Discontinuance of business, etc  \n11. Suspension or cancellation of licence  \n12. Complaints  \n13. Appeal and review  \n14. Penalty  \n15. Delegation of powers  \n16. Power to make rules   \n\n \nPage 2 of 6 \n THE TRAVEL AGENCIES ACT, 1976.  \n1ACT No. XXX OF 1976  \n[11th May, 1976]  \nAn Act to provide for the development, regulation and control of the profession of travel agencies in \nPakistan.  \nWHEREAS it is necessary and expedient to provide for the development, regulation and \ncontrol of the profession of travel agencies in Pakistan;  \nIt is hereby enacted as follows :__ \n1. Short title , extent , and commencement .­ (1) This Act may be called the Travel \nAgencies Act, 1976.  \n(2) It extends to the whole of Pakistan.  \n(3) It shall come into force at once.  \n2. Definition.__ In this Act, unless there is anything repugnant in the subject or context, — \n(a) \"Committee\" means the Travel Agencies Regulatory Committee set up by the \nFederal Govern ment under section 3,  \n(b) \"licence\" means a licence granted under this Act to any person to operate as a \ntravel agency;  \n(c) \"licenced guide\" means a guide licensed under the law for the regulation and \ncontrol of the profession of tourist guides ;  \n(d) \"pres cribed\" means prescribed under the rules ;  \n(e) \"rules\" means rules made under this Act;  \n(f) \"travel agency\" means a person, by whatever name called, who­  \n(i) makes, directly or indirectly, on commercial basis arrangements for the \npassage of the tourists, or use of transport, or transportation of their \nbaggage or goods by sea, air, rail or road; or  \n(ii) makes arrangements for lodging, transport or other services relating to \ntravel of persons within Pakistan or arranges entertainment, \nsight­seeing,  excursion and guide services, whether the arrangements \nare made on the basis of comprehensive all inclusive rates or on the basis \nof separate charges for each service provided ; or  \n \n1For Statement of Objects and Reasons, see Gaz., of P., 1975, Ext.,III, p. 1469.  \nThis Act shall apply to FATA­PATA of Baluchistan by Notification No. F.(5) F.III/89, dt. 15­4­93 [Gaz. of pak. Ext. Pt. III, p. 1699 and Baluchistan \nGaz. issue No. 33­B, dt. 1­ 12­93]  \n \nPage 3 of 6 \n (iii) has been delegated general authority in respect of sales for the airlines \nor other carriers, either directly or through a sub­contract; and  \n(g) \"tourist\" means a person normally residing outside Pakistan who enters Pakistan and \nremains therein  for not less than twenty four hours and not more than six months in the \ncourse of any year for purposes such as touring, recreation, sports, health, study, \nreligious pilgrimages or business, and includes a citizen of Pakistan who travels within \nPakistan o r proceeds abroad for any of the said purposes.  \n3. Committee.__ (1) As soon as may be after the commencement of this Act, the Federal \nGovernment shall set up a committee to be known as the Travel Agencies Regulatory Committee \nconsisting of a Chairman and s uch other members as the Federal Government may determine.  \n(2) The Chairman and other members of the Committee shall hold office during the \npleasure of the Federal Government on such terms and conditions as the Federal Government may \ndetermine.  \n(3) The com mittee shall perform the following functions, namely: — \n(a) advise the Federal Government in the implementation of the provisions of this \nAct and the rules ;  \n(b) approve the rates of service charges of travel agencies in respect of various \nservices rendered by them to the tourists ;  \n(c) advise the Federal Government from time to time in respect of licence fees to \nbe prescribed for various services rendered by the travel agencies ;  \n(d) assist the Federal Government in the preparation of a code of cond uct for travel \nagencies ; and  \n(e) such other functions as are connected with the objects of this Act and as the \nFederal Government may entrust to it.  \n4. Licensing of Travel agencies.__ (1) Any person operating or intending to organize and \noperate a travel agency shall apply to the Federal Government on the prescribed form to the grant of a \nlicence.  \n(2) Subject to sub­section (3), on receipt of an application under sub­section (1), the Federal \nGovernment may, on payment of the prescribed fee by the applicant , grant to the applicant a licence \nin the prescribed form.  \n(3) A licence shall not be granted to an applicant if__ \n(a) the applicant, or the manager or any partner or director of the applicant, has \nbeen convicted of an offence which in the opinion of the Federal Government, \ninvolves moral turpitude;  \n(b) the applicant is a minor or insane person;  \n(c) the financial position of the applicant is, in the opinion of the Federal \nGovernment, such as would prevent the applicant from acting as a travel agency \n \nPage 4 of 6 \n efficiently;  \n(d) the applicant has had no experience of travel arrangements required to operate \nthe business of a travel agency and has not employed persons who have had \nsuch experience; or  \n(e) the applicant does not have an office of a prescribed minimum st andard or does \nnot engage experienced and trained employees or licensed guides or does not \nprovide such transportation facilities as may be prescribed.  \n(4) The Federal Government shall maintain a register in which the names, addresses, \nnature, composition and the field of operation of all licenced travel agencies shall be entered.  \n(5) The licence shall, unless earlier cancelled or suspended under section 10 or section 11, \nremain valid for one year and may be renewed from year to year 1[or, at the option of the travel agency, \nfor a period up to five years] in such manner, and on payment of such fee, as may be prescribed.  \n5. Exemption from application.__ This Act shall not apply to — \n(a) enterprises operated by the State;  \n(b) national carriers of Pakistan and foreign airlines, duly authorised to operate to, \nfrom or via Pakistan; or  \n(c) any agency, whether private or official, which is specifically entrusted by \nGovernment with the work relating to handling of Haj pilgrims or oth er \npilgrims, within or without Pakistan, and who are subject to special regulations \ngoverning their field of activity.  \n6. Prohibition to act without license, etc.__ Subject to section 5 — \n(1) no person shall hold himself out or act as a travel agency unless  he holds a licence.  \n(2) no airline or other carrier shall delegate general authority in respect of sales, either \ndirectly or through a sub­contract, to a person who does not hold a licence.  \n7. Business guarantee fund. — (1) A licensed travel agency shall maintain in a scheduled \nbank a business guarantee fund of such minimum amount or furnish such bank guarantee, as may be \nprescribed.  \n(2) No amount shall be payable out of a business guarantee fund maintained by a licensed \ntravel agency under sub­secti on (1) except to the order of the Federal Government.  \n(3) The Federal Government may, after making such inquiry as it may deem fit and after \ngiving a travel agency an opportunity of showing cause against the order proposed to be made, order \npayment, out of the business guarantee fund of the travel agency, of any sum owed by the agency to a \ntourist, carrier, company or hotel or lodging house and not settled by it within thirty days from the date \nof its becoming due.  \n \n1Ins. by the Travel Agencies (Amdt.) Act 1996 ( VIII of 1996), s. 2.  \n \nPage 5 of 6 \n (4) A travel agency from whose business guarantee fund payment of any amount has been \nmade under sub­section (3) shall, within a period of fifteen days of such payment, deposit the said \namount into the business guarantee fund.  \n8. Service charges. — (1) The rates of service charges from t he tourists shall be set out in \na rate list drawn up by a licensed travel agency from time to time and approved by the Committee.  \n(2) A copy of the rate list referred to in sub­section (1) for the time being in force shall be \nposted at some conspicuous par t of the office of the travel agency.  \n9. Alterations.__ A licensed travel agency shall, on payment of the prescribed fee, have \nevery change in its nature or composition or its field of operation entered in the register maintained \nunder section 4, within fi fteen days of the day on which such change occurs.  \n10. Discontinuance of business, etc.__ In the case of discontinuance or transfer of business, \ndissolution, re­organisation or winding up of a licensed travel agency, the Federal Government shall \nbe informe d by the agency within thirty days of such discontinuance, transfer, dissolution, re­ \norganization or winding up, and on receipt of the information, the Federal Government may either \ncancel the licence granted to the travel agency or, in the case of transf er of business or reorganization, \ngrant a new licence to the transferee travel agency or to the travel agency as re­organized.  \n11. Suspension or cancellation of licence.__ The Federal Government may, after affording \na licensed travel agency an opportunity of showing cause against the action proposed to be taken \nagainst it by order in writing, suspend the license of the travel agency for a period not exceeding six \nmonths or cancel its licence if the agency — \n(a) violates the provisions of this Act or the rules or the terms and conditions of the \nlicence or the prescribed code of conduct;  \n(b) suspends its business without intimation to, or permission of, the Federal \nGovernment a nd does not resume it within six months from the date of such \nsuspension or within the time specified by the Federal Government;  \n(c) contravenes the provisions of sub­section (1) or sub­section (4) of section 7; or  \n(d) becomes a person to whom a licence ca nnot be granted under sub­section (3) of \nsection 4.  \n12. Complaints .__ Any traveller having a complaint against any travel agency may \napproach the Committee which shall dispose of the same in the prescribed manner.  \n13. Appeal and review .— (1) A travel agency aggrieved by the decision or order of an officer \nor authority other than the Federal Government under this Act or the rules may prefer an appeal to the \nFederal Government within the prescribed time and in the prescribed manner; and the decision of t he \nFederal Government in such appeal shall be final.  \n(2) The Federal Government may at any time of its own motion, or on the application of \nany travel agency aggrieved by any decision or order passed by the Federal Government under this \nAct or the rules within the prescribed time and in the prescribed manner, pass such order in relation \nthereto as it thinks fit:  \n  \n \nPage 6 of 6 \n Provided that no order against a travel agency shall be passed unless it has been given an \nopportunity of showing cause against it and of  being heard.  \n14. Penalty.— (1) Any travel agency which contravenes or fails to comply with the \nprovisions of this Act or the rules or violates the prescribed code of conduct shall, without prejudice \nto any other action that may be taken against it under t his Act, be punishable with fine which may \nextend to twenty­five thousand rupees.  \n(2) No court shall take cognizance of an offence punishable under this Act except upon a \ncomplaint made in writing by or under the authority of the Federal Government.  \n15. Delegation of powers.__ The Federal Government may, by notification in the official \nGazette, direct that all or any of its powers under this Act shall, under such conditions, if any, as may \nbe specified, be exercisable also — \n(a) by any Officer or authority subordinate to the Federal Government, or  \n(b) by a Provincial Government or any Officer or authority subordinate to such \nGovernment.  \n16. Power to make rules. — (1) The Federal Government may, by notification in the \nofficial Gazette, make rules1 for carrying out the purposes of this Act.  \n(2) In particular, and without prejudice to the generality of the foregoing power, such rules \nmay provide for all or any of the following matters, namely: — \n(a) the fees payable for the issue and renewal of a lice nce, depending on the nature \nof the services to be rendered by an applicant to tourists and the number of \nbranch offices the applicant proposes to establish;  \n(b) the form in which an application for a licence is to be made;  \n(c) the form of the licence;  \n(d) the code of conduct;  \n(e) the conditions to which a licence shall be subject; and  \n(f) the manner in which, and the time within which, an appeal under this Act may \nbe preferred.  \n \n \n \n \n \n \n1For the Travel Agencies Rules, 1977, see S.R.O. No. 463(I)/77, dated 28­5­77, Gaz. of P., 1977, Ext., (Islamabad) Pt. II, pp. 879 —891."
}