{
    "file": "./converted_json\\administrator6b30eb225e07601de7078671e1cc7022.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "Page 1 of 52 \n \n  \n THE  PATENTS  ORDINANCE,  2000   \n \n \n \n \n \n \n \nCONTENTS  \n___________  \n \nCHAPTER I  \nPRELIMINARY  \n \n1. Short  title, extent  and commencement.  \n2. Definitions.  \nCHAPTER  II  \nADMINISTRATION  \n \n3. Appointment  of Controller  and other  officers.  \n4. Patent  Office.  \n5. Officers  and employees  incapable  of an interest  in a patent.  \n6. Officers  and employees  not to divulge  certain  information  or advise  in certain   matters.  \n \nCHAPTER III   \nPATENTABILITY  \n \n \n7. Patentable  inventions.  \n8. Novelty.  \n9. Inventive  step. \n10. Industrial  application.  \n \n \n \nUpdated Till 22.8.2022\nPage 2 of 52 \n \n CHAPTER IV  \nAPPLICATIONS  \n \n11. Persons  entitled  to make  an application  for patent.  \n12. Right  to patent  for invention  made  by employee.  \n13. Application  for patent.  \n14. Complete  and provisional  application.  \n15. Contents  of specification.  \n \nCHAPTER  V  \nEXAMINATION  OF APPLICATIONS  \n \n16. Examination  of application.  \n17. Reference  to other  patent.  \n18. Substitution  of applicants,  etc. \n19. Time for putting application in order of acceptance . [Omitted ] \n20. Power  of Controller  to require  certain  information  and documents  relating  to foreign  \napplication.  \n21. Acceptance  of complete  Specification.  \n22. Effect  of acceptance  of complete  Specification.  \n \nCHAPTER  VI  \nOPPOSITION  TO GRANT  OF PATENT  \n \n23. Opposition  to the grant  of patent.  \n24. Third  Party  Observations  on Patentability.  \n \nCHAPTER VII  \nPROVISIONS FOR SECRE CY OF CERTAIN  INVENTIONS  \n \n25. Information  prejudicial  to defence  of Pakistan  or safety  of public.  \n26. Residents  not to apply  outside  Pakistan  without  permission.  \n \n \nPage 3 of 52 \n \n  \nCHAPTER VIII  \nGRANT AND  SEALING  OF PATENT  \n27. Grant  and sealing  of patent.  \n28. Amendment of  patent  granted  to a deceased  person.  \n29. Date  of patent.  \n30. Rights  conferred  by patent.  \n31. Term  of patent.  \n32. Grant  of patents to  be subjected to  certain conditions.  \n \nCHAPTER IX  \nMISCELLANEOUS PROVISIONS  AS TO RIGHTS  IN INVENTIONS  \n33. Priority  date in case of invention  obtained  from  other  person.  \n34. Grant  of patent  to two or more  persons.  \n35. Power  of Controller  to give directions  to co­owners.  \n36. Power of Controller or Court to determine the matter in dispute between employer  and \nemployee.  \n37. Avoidance  of restrictive  condition  in contracts.  \n38. Determination  of certain  contracts.  \n \nCHAPTER  X  \nPATENTS  OF ADDITION  \n39. Patents  of addition.  \n40. Term  of patents  of addition.  \n41. Patent  of addition  not to be refused,  etc. \n \nCHAPTER  XI  \nAMENDMENT  OF SPECIFICATION  \n42. Amendment  of specification  with leave  of Controller.  \n43. Amendment  of specification  with leave  of High  Court.  \n44. Supplementary  provisions  as to amendment  of specification.  \n \n  \nPage 4 of 52 \n \n CHAPTER  XII  \nRESTORATION  OF LAPSED  PATENTS  \n45. Restoration  of lapsed  patents.  \n \nCHAPTER XIII  \nREVOCATION AN D SURRENDER  OF PATENTS  \n46. Revocation  of patent  by High  Court.  \n47. Revocation  of patent  by Controller.  \n48. Revocation  of patent  by the Federal  Government.  \n49. Revocation  of surrendered  patent  by Controller.  \n \nCHAPTER XIV  \nPOWERS OF C ONTROLLER  \n50. Controller  to have  certain  powers  of a civil court.  \n51. Power  of Controller  to correct  clerical  errors.  \n52. Evidence  before  Controller.  \n53. Exercise  of discretionary  powers  by Controller.  \n \nCHAPTER  XV  \nREGISTER  OF PATENTS  \n54. Register  of Patents.  \n55. Registration  of assignments,  transmissions,  etc. \n56. Power of High Court regarding  rectification of the Register . \n57. Inspection  of, and extracts  from,  the Register,  etc. \n \nCHAPTER XVI  \nCOMPULSORY LICENCES, LICENCES O F RIGHT,  EXPLO ITING  OF   \nPATENTS  AND  REVOCATION  \n58. Exploitation  by a Government  agency  or third  person.  \n59. Powers  of Controller in  granting  compulsory  licenses.  \n \n \n \nPage 5 of 52 \n \n CHAPTER XVII  \nPROCEEDINGS FO R INFRINGEMENT  OF PATENTS  \n60. Suit for infringement  of a patent.  \n61. Reliefs  in suits for infringement.  \n62. Damages  not to be awarded  against  defendant  in certain  cases.  \n63. Relief  for infringement  of partially  valid  specification.  \n64. Proceedings  for infringement  by exclusive  licensee.  \n65. Certificate  of contested  validity  of specification.  \n66. Remedy  for groundless  threats  of infringement  proceedings.  \n67. Power  of Court  to make  declaration  as to non infringement.  \n68. Power  of Court  to appoint  scientific  advisers.  \n \nCHAPTER XVIII   \nAPPEALS  \n69. Appeals.  \n70. Procedure  for hearing  appeals.  \n \n \nCHAPTER XIX  \nPENALTIE S \n71. Penalty  for contravention of  secrecy provisions  relating  to certain  inventions.  \n72. Penalty  for false  entry  in any register,  etc. \n73. Penalty  for false representation.  \n74. Penalty for wrongful  use of Words “patent  office ”. \n75. Penalty  for refusal  or failure  to supply  information.  \n76. Penalty for contravention of section 20.  \n77. Penalty for practice by non­registered patent agents.  \n78. Offences by companies etc.  \nCHAPTER XX \nPATENT AGENTS  \n79. Register  of patent  agents.  \n80. Registration  as patent  agent.  \n  \nPage 6 of 52 \n \n 81. Subscription  and verification  of certain  documents  by patent  agents.  \n82. Restrictions  on practice  as patent  agent.  \n83. Removal  from  register  of patent  agents  and restoration.  \n84. Power  of controller  to refuse  to recognize  as agent.  \n85. Saving  in respect of  other persons authorize  to act as  agents.  \nCHAPTER  XXI \nINTERNATIONAL  ARRANGEMENTS  \n86. Power of  the Federal  Government  to declare a  country  as Convention  country.  \n87. Supplementary  provisions  as to Convention  application.  \n88. Documents  to be filed with a Convention  application.  \nCHAPTER XXII   \nMISCELLAN EOUS  \n89. Fees.  \n90. Restrictions  upon  publication  of specifications,  etc. \n91. Reports  of examiners  to be confidential.  \n92. Publication  of Patented  Inventions.  \n93. Power  of Controller  to call for information  from  patentees.  \n94. Evidence  of entries,  documents,  etc. \n95. Declaration  by infants,  lunatics,  etc. \n96. Service  of notice,  etc., by post.  \n97. Security  for cost.  \n98. Transmission  of orders  of High  Court  or Court  to the Controller.  \n99. Transmission  of copies  of specifications,  etc. and inspection  thereof.  \n100. Information relating  to patents.  \n101. Loss  or destruction  of patents.  \n102. Patent to bind the Government . [Omitted ] \n103. Right  of the Government  to sell or use forfeited  articles.  \n104. Power of  High  Court to  make  rules.  \n105. Power  of the Federal  Government  to make  rules.  \n106. Repeal  and savings.  \n107. Acts done  in good  faith.  \n108. Removal  of difficulties.  \nPage 7 of 52 \n \n THE  PATENTS  ORDINANCE,  2000  \n ORDINANCE  NO. LXI of 2000  \n[2nd December,  2000 ] \n1[An Ordinance to amend and consolidate the law relating to patents in order to give effect in  \nPakistan  to the provisions  of the International  Convention  on Trade  Related  Intellectual  Property  \nRights,  1994,  in accordance  with its objectives  and principles.  \nWHEREAS  it is expedient  to amend  and consolidate  the law relating  to patents;]  \n \nAND  WHEREAS the  National Assembly  and the Senate  stand  suspended  in pursuance  of the \nProclamation of Emergency of the fourteenth day of October, 1999, and the Provisional Constitution  \nOrder No. 1 of 1999 ; \nAND WHEREAS the  President  is satisfied that  circumstances exist  which render it  \nnecessary to  take immediate  action;  \nNOW, THEREFORE, in pursuance of the Proclamation of Emergency of the fourteenth day \nof October,  1999,  and the Provisional  Constitution  Order  No. 1 of 1999,  read with the Provisional  \nConstitution  (Amendment)  Order  No. 9 of 1999,  and in exercise  of all powers  enabling  him in \nthat behalf , the President  of the Islamic  Republic  of Pakistan  is pleased  to make  and promulgate  the \nfollowing  Ordinance:__ \n \nCHAPTER I   \nPRELIMINARY  \n1. Short title, extent and commencement.­ (1) This Ordinance may be called the Patents \nOrdinance , 2000.  \n(2) It extends  to the whole  of Pakistan.  \n(3) It shall come into force at once except the provisions relating to examination, sealing, \ngrant and  post­grant  matters  of the patents  relating to  chemical products  intended  for use in \nagriculture  and medicines, but excluding the grant of exclusive marketing rights therefore and mail \nbox filings which  shall  come  into force  on and from  the first day of January,  2005.  \n \n2. Definitions . In this Ordinance,  unless there  is anything  repugnant  in the subject  or \ncontext ,__ \n \n(a) “assignee ” includes  the legal  representative  of deceased  assignee  and \nreferences  to the assignee of any person includes references to the assignee of \nthe legal representative or  assignee  of that  person;  \n \n \n \n1Subs.  by the Patents  (Amdt.)  Ordinance,  2002  (95 of 2002),  s. 2, for “long title and preamble. ” \nPage 8 of 52 \n \n (b) “Controller ” means  the Controller  of Patents  appointed  under  section  3; \n(c) “Convention application ” means an application made in Pakistan within \ntwelve months after  the date of an application made in a Convention country, \nwhether claiming single or multiple  priorities  from  such application;  \n(d) “Convention  country ” means  a member  country  of the World  Trade  \nOrganization  or a  country declared  as such under  section 86 ; \n \n1[(e)  “date of advertisement ”, wherever appearing in this Ordinance, shall be the \ndate on which  the patents ’ journal  is published  or upload ed on website  of the \nIntellectual  Property  Organization  of Pakistan or printed in hard form in \nrelevant  part of the official Gazette,  whichever  is earlier:]  \n \n(f) “date of filing ”, in relation  to an application  for a patent,  means­  \n \n(i) in case of an application  which  is post­dated  or ante­dated  under  \nthis Ordinance,  the  date to which  it is so post­dated  or ante­dated;  and \n \n2[(ii)  the date on which  it is filed at the Patent  Office  or its branch  office;]  \n \n(g) “District Court ” has the meaning assigned to that expression by the Code of \nCivil Procedure,  1908  (Act V of 1908 ); \n \n(h)  “exclusive licence ” means a licence from a proprietor of, or an applicant of, a \npatent which  confers on the licensee, or on the licensee and persons auth orized \nby him, to the exclusion of  all other  persons,  including  the proprietor  or \napplicant,  any right  in respect  of the invention,  to which  the patent  or \napplication  relates,  and “exclusive  licensee ” and “non­exclusive  licensee ” \nshall  be construed accordingly;  \n \n3[(i)  “invention ” means any new and useful product or process, in any field of \ntechnology and  includes  any new and useful  improvement  of either  of them;]  \n \n(j) “inventor ” means the actual devisor of an invention, and joint inventor shall be \nconstrued  accordingly;  \n \n(k) “legal  representative ” means  a person  who in law represents  the estate  of a \ndeceased  person;  \n \n4[(ka)   “mail box” means the  mailbox  facility  provided  under  sub­section  (9) of \nsection  13;] \n_________________________________________________________________________________  \n \n1Subs  by Act XXIV  of 2016,  s.2. \n2Subs  by the Patents  (Amdt.)  Ordinance,  2002  (95 of 2002),  s. 3, for sub­clause (ii).  \n3Subs  ibid.,  for clause (i).  \n4New  clause  (ka) ins. ibid., \nPage 9 of 52 \n \n (l) “patent  agent ” means  an advocate  or a person  for the time being registered  \nunder  this Ordinance  as a patent  agent;  \n \n(m) “patentee ” in relation to a patent, means the person or persons for the time \nbeing entered on  the Register  as the grantee  or proprietor  of the patent  and \nincludes  any subsequent  assignee   or successor­in­interest  of a patent  recordal  \nof whose  name  on the Register  is pending  with    the Controller;  \n \n(n) “patent  of addition ” means  a patent  of addition  granted  in accordance  with \nsection  39; \n \n(o) “Patent Office ” means the Patent Office established, or deemed to have been \nestablished,  under section 4;  \n \n1[(p)  “person ” means  any natural  or juridical  person  and includes  any \nassociation  or body  of individuals, whether incorporated or  not;]  \n \n(q) “person interested ” includes a person engaged in, or in promoting, research in \nthe same field  as that to which the  invention  relates;  \n \n(r) “prescribed ” means  prescribed  by rules  made  under  this Ordinance;  \n \n2[(s)  “process ” means  any art, process  or method  or manner  of new manufacture  of \na product;]  \n \n3[(t)  “product ” means  any substance,  article,  apparatus  or machine;]  \n \n(u) “published ” means made available to the public whether in Pakistan or \nelsewhere and a  document shall be taken to be published under any provision \nof this Ordinance, if it can be  inspected as of right at any place in Pakistan by \nmembers of public, whether on payment o r free of cost;  \n \n(v) “Register ” means  the Register  of Patents  maintained  under  section  54; and \n \n(w) “rules ” means  rules  made  under  this Ordinance.  \n \nCHAPTER II   \nADMINISTRATION  \n \n3. Appointment of Controller and other officers .—(1) For the purposes of this Ordinance, \nthe Federal Government shall, by notification in the official Gazette, appoint an officer who shall be \ncalled  the Controller of Patents.  \n \n_________________________________________________________________________________  \n1Subs.  by the Patents  (Amdt.)  Ordinance,  2002  (95 of 2002),  s. 3 for clause  (p). \n2Subs.  ibid.,  for clause  (s). \n3Subs. ibid., for clause (t).  \nPage 10 of 52 \n \n (2) The Federal  Government  shall  appoint  such other  officers with  such designations  as it \ndeems  fit. \n \n4. Patent  Office .—(1) For the purposes  of this Ordinance,  there  shall  be established  a Patent  \nOffice:  \n \nProvided  that until such time the Patent  Office  is established,  the Patent  Office  \nestablished  under the Patents and Designs Act, 1911, ( Act II of 19 11) shall be the Patent office for \nthe purposes of this  Ordinance.  \n \n(2) The Patent office shall be under the immediate control of the Controller who shall act \nunde r the superintendence  and direction  of the Federal  Government.  \n \n(3) The Patent  Office  shall  be entrusted  with all the functions  relating  to the procedure  for \nthe grant   of patents  and for the administration  of granted  patents as  specified  in this Ordinance  and \nrules.  \n \n(4) There  shall  be a seal of the Patent  Office  and impression  of the seal shall  be judicially  \nnoticed.  \n \n5. Officers and employees incapable of an interest in a patent . Any officer or a person \nemployed  in the Patent  Office  shall  be incapable  during  the period  of his appointment  and for one \nyear thereafter   of applying for a  patent  or of acquiring, directly or indirectly, except  by inheritance  \nor bequest, any  patent  issued or  to be  issued by  the Patent  Office.  \n \n6. Officers and employees not to divulge certain information or advise in certain \nmatters . An officer or a person employed in the Patent Office shall not, except when required or \nauthorized by this  Ordinance  or under  a direction  in writing  of the Controller  or by order  of the \nCourt: — \n \n(a)  divulge  any information  available  to him by virtue  of his office  in respect  of \nany application   for a patent  or a patent  granted in  Pakistan;  or \n \n(b)  advise  in a matter  which  is under  consideration  or is likely  to come  under  \nconsideration  of  the Patent  Office  in pursuance  of this Ordinance.  \n \n \n_____________  \n \n  CHAPTER III   \nPATENTABILITY  \n \n7. Patentable  inventions .—(1) Any invention  is patentable,  if it is new,  involves  an \ninventive  step and is  capable  of industrial  application.  \n \n(2) Subject  to sub­section  (3), the following  shall  not be regarded  as invention  within  the \nmeaning of sub­section (1), namely: — \n \n(a) a discovery,  scientific  theory  or mathematical  method;  \nPage 11 of 52 \n \n  \n \n(b) a literary,  dramatic,  musical  or artistic  work  or any other  creation  of purely  \naesth etic character whatsoever;  \n \n(c) a scheme,  rule or method  for performing  a mental  act, playing  a game  of doing  \nbusiness  1*. \n(d) the presentation of information 2[;and]  \n \n3[(e)  substances  that exist  in nature  or if isolated  theref rom.] \n \n(3) The provisions of sub­section (2) shall prevent  anything from being treated as an \ninvention for  the purposes  of this Ordinance  only to the extent  that a patent  or an application  for \na patent  relates  to  that thing  as such.  \n \n(4) A patent  shall  not be granted:  \n \n4[(a)  for invention  the   prevention   of commercial  exploitation  of which  would  be \nnecessary  to protect the “ordre public ” or morality, including to protect \nhuman, animal or plant life or  health or to avoid serious prejudice to the \nenvironment, provided that such exclusion is not  made  merely  because  the \nexploitation  is prohibited  by any law for the time being  in force ;] \n \n5[(b)  for plants and animals other than micro­organisms, and essentially biological \nprocesses for  the production  of plants or  animals  other  than non­biological  and \nmicrobiological  processes;]  \n \n(c)  for 6[diagnostic,]  therapeutic  and surgical  methods  for the treatment  of humans \nor animals ; \n \n7[(d)  for a new or subsequent  use of a known  product  or process;  and \n \n(e)  for a mere change in physical appearance of a chemical product where the \nchemical formula  or process of manufacture remains the same provided that \nthis clause shall not apply to an  invention  fulfilling  the criteria  of \npatentability.]  \n \n \n \n \n \n_________________________________________________________________________________  \n1The word “and” omitted by the Patents (Amdt.) Ordinance 2002 (95 of 2002), s. 4.  \n2Subs. and added  ibid., for full stop.  \n3New clause (e) added ibid.,  \n4Subs. ibid; for clause (a).  \n5Subs. Ibid. \n6Subs. ibid., for “diagnostic ”. \n7New clauses (d) and (e) added ibid., \n \n  \nPage 12 of 52 \n \n  \n8. Novelty .­(1) An invention  shall  be considered  to be new if  it does not form  part of the \nstate of the art. \n \n(2) The state of the art shall  comprise — \n \n(a)  everything disclosed to the public anywhere in the world, by publication in \ntangible f orm or by oral disclosure, by use or in any other way, prior to the \nfiling or, where appropriate, the priority date, of the application claiming the \ninvention ; 1[or] \n \n(b)  contents of the complete specification and priority documents published under \nsection 21 of an application filed in Pakistan.  \n \n2[(c)  traditionally  developed  or existing knowledge  available  or in possession  of a \nlocal  or indigenous  community.]  \n \n3[(3) Notwithstanding  the provisions  of sub­section  (2), disclosure  of a patentable  invention  \nin respect of goods shall not constitute, ‘state of the art ’ if an article is exhibited at any official or \nofficially  recognized international exhibition within twelve  months preceding the  date of filing of an \napplication  for grant of patent. If later on, the  right of priority is invoked, then the period shall start \nfrom the date of  introduction of the article into the exhibition. The Controller may require proof, with \nsuch documentary  evidence as considered necessary, of the identity of the article exhibited and the \ndate of its introduction  into the  exhibition.]  \n \n(4) In this section references to the inventor include references to any proprietor of the \ninvention for  the time being.  \n \n9. Inventive step . An invention shall be considered as involving an inventive step if it has not \nbeen  obvious to a person, prior to the date of application for a patent, skilled in the art having regard \nto any  matter which  forms  part of the state of art by virtue  of 4* * * section 8.  \n \n10. Industrial application. —5[(1) An invention shall be considered to be capable of \nindustrial  application if it  is capable  of being  manufactured  or otherwise  industrially used.].  \n \n6* * * * * *          * \n \n \n \n \n1Subs.  by the Patent (Amdt.) Ordinance 2002 (95 of 2002), s.5  for “and”. \n2New clause (c) added ibid., \n3Subs. Ibid for sub­section (3).  \n4The certain words omitted ibid., s. 6.  \n5Subs. ibid., s. 7 for sub­section (1).  \n6Sub­section (2) omitted ibid., \n \nPage 13 of 52  CHAPTER IV   \nAPPLICATIONS  \n \n11. Persons  entitled  to make  an application  for patent. —(1) Any of the following persons,  \nwhether  alone  or jointly  with any other  person,  may make  an application  for a patent,  namely: — \n(a) the true and the first inventors  or inventors  of the invention  or his or, as \nthe case may be, their assignee  or successor in interest;  and \n(b) the legal  representative  of any deceased  person  who immediately  before  his \ndeath  was entitled to make  such application.  \n12. Right to patent for invention made by employee. The right to the patent for an \ninvention made  by an employee during the course of his employment in the area of activity of the \nemployer shall , in the  absence of contractual obligation to the contrary belong to the inventor unless \nthe employer proves that  the invention could not have been made without the use of employer ’s \nfacilities , equipment and the like  necessary for the  invention:  \n \nProvided that an invention of exceptional economic value shall enti tle the inventor to an \nequitable  remuneration taking into account the nature of his duties, his salary and the benefits \nderived by the  employer.  \n13. Application for patent. —(1) Every application for the patent shall be made in the \nprescribed  form and shall  be filed at  the Patent  Office  in the  prescribed manner and shall contain a  \ndeclaration to the effect that the applicant is in possession of an invention of which he, or in the case \nof the joint  application, at least one of the applicants, claims to be the true and the first inventor of or \nthe legal  representative or assignee of such inventor or, as the case may be, inventors, provided that \nwhere the  inventor  is not the applicant,  he shall  be entitled  to be mentioned  as such in the \napplication  and if he is not so mentioned the Controller may, upon an application made in the \nprescribed manner and after  hearing any interested person, insert the name of such person as an \ninventor or co­inventor, as the case  may be, if he  is satisfied that he  be named as an inventor of the  \ninvention for which the  applicant  desires, to obtain a  patent.  \n(2) Where  applications for  protection  have  been  made  in one or more  Convention  countries \nin respect of two or more invention which are cognate or of which one is modification  of another, a \nsingle  Convention  application  may,  subject  to the provisions  of section  15, be made  in respect  of \nthose  inventions at any time within twelve months from the date of the earliest of the said \napplications for  protection.  \n(3) Each  application  shall  relate  to one invention  only 1* * *. \n(4) The applicant  may,  before  the acceptance  of the application,  divide  it into two or more  \napplications, hereinafter referred to as divisional applications, provided that each divisional \napplication  shall  not go beyond the  disclosure  in the  first application.  \n \n \n1The certain  words  omitted  by the Patents  (Amdt.)  Ordinance,  2002  (95 of 2002),  s. 8. \n \nPage 14 of 52  (5) Each  divisional  application  shall  be entitled  to the filing  date and, where  applica ble, the \npriority  date of the first application.  \n(6) The fact that a patent  has been  granted  on an application  that did not comply  with the \nrequirement  of unity  of invention  shall  not be a ground  for the invalidation  of the patent.  \n(7) The applicant  may at anytime  withdraw  the application  by making  a request  to the \nController  1[:] \n \n1[Provided  that where  the application  has been  withdrawn  before  the advertisement  of its \nacceptance  in the official  Gazette  or publication  in the patents  journal, the application  and the \nspecification,  claims  and drawings,  if any, shall  not be open  to public  inspection.]  \n \n2[(8) An application  for an invention  relating  to genetically  modified  organisms  shall  require  \nclearance  from  the Federal  Government  and shall  comply  with such requirement  as may be \nprescribed.  \n \n(9) An application  for availing  exclusive  marketing  rights  for a patentable  invention  relating  \nto pharmaceutical  or agricultural  chemical  product  shall  be filed in the mailbox  provided  for this \npurpose  by the Controller  who may require  the form  and manner  for submitting  such application  as \nmay be prescribed]  1[.]  \n   \n1[* * *] \n \n14. Complete  and provisional  application .—(1) Every  application  for a patent,  other  than a \nConvention  application,  shall  be accompanied  by either  a complete  specification  or a provisional  \nspecification,  and every  Convention  application  shall  be accompanied  by a complete  specification.  \n \n(2) Where an application for a patent is accompanied by a provisional specification, a \ncomplete  specification shall be filed within twelve months from the date of filing of the application, \nand if the  complete  specification is  not so filed the application  shall  be deemed  to be abandoned.  \n \n(3) Where  two or more  applications  in the name  of the same  applicant  are accompanied  by \nprovisional specification in respect of invention which are cognate or of which one is a modification \nof another, and the Controller is of the opinion that the whole of such inventions or such as to \nconstitute a  single invention and properly be included in one patent, he may allow one complete \nspecification to be  filed in respec t of all  such provisional  specifications.  \n \n(4) Where an application for a patent, not being a Convention application, is accompanied by \na specification purporting to be a complete specification, the Controller may, if the applicant so \nrequests at  any time before the acceptance of the specification, direct that it shall be treated for the \npurposes of this  Ordinance  as a provisional  specification, and  proceed with  the application  \naccordingly.  \n \n \n \n1Subs, Added  and Omitted by Act XXIV of 2016, s.3.  \n2New sub­sections (8) and (9)  of s. 13 added by s. 8 of Ord.no XCV of 2002 . \n \nPage 15 of 52   \n(5) Where  a complete  specification  has been  filed in pursuance  of an application  for a patent  \naccompanied by a provisional specification or by a specification treated by virtue of a direction \nunder  sub­section (4) as a provisional specification the Controller may, if the applicant so requests at \nany time  before  the acceptance  of the  complete  specification, cancel the  provisional specification \nand p ost­da te the application to  the date of filing  of the complete  specification.  \n \n15. Contents of specification. —1[(1) Every specification, whether complete or provisional, \nshall  describe  in the form  and manner as  may be  prescribed.]  \n \n(2) Subject to any rules made in this behalf, drawings may, and shall if the Controller so \nrequires, be  supplied for the purposes of any specification, whether complete or provisional, and any \ndrawings so  supplied shall, unless the Controller otherwise directs, be deemed to form part of the \nspecification, and  reference  in this  Ordinance  to a specification  shall  be construed accordingly.  \n \n2[(2A) For a chemical product intended for use in medicine or agriculture, the specification \nshall be  specific  to one chemical  product  only describing  the physical,  chemical,  pharmacological  \nand pharmaceutical properties or, as the case may be, the properties related to its use in agriculture \nand its  impact  on environment.  \n \n(2B) Where  a biological material is used, the  specification shall disclose  the place  of origin \nand source of such biological material and shall also exhibit compliance with the relevant applicable \nrules on  access, export  and use  of that  material and where  such a  material is obtained from Pakistan \nfor use outside  Pakistan,  the permission  of the Federal  Government  shall  be necessary  as may  be \nprescribed.]  \n \n(3) Every  complete  specification  shall — \n \n(a) fully  and particularly  describe  the invention  and the method  by which  it is to \nbe performed;  \n \n(b) disclose  the invention which is known to the  applicant  and for which he  is \nentitled to clai m protection;  and \n \n3[(c)  end with a claim  or claims  concisely  defining  the scope  of the invention  for \nwhic h protection is  claimed.]  \n \n(4) The claim  or claims  of a complete  specification  shall  relate  to a single  invention,  shall  \nbe clear and succinct  and shall  be fairly  based  on the matter  disclosed  in the specification.  \n \n \n \n \n1Subs. by the Patents (Amdt.) Ordinance, 2002 (95 of 2002), s. 9, for sub­section (1).  \n2New sub­sections (2A) and (2B) ins.  Ibid s.9. \n3Subs. ibid., for clause (c)  \n \nPage 16 of 52  (5) Subject  to the foregoing  provisions  of this section,  a complete  specification  filed after a \nprovisional specification,  or filed with a Convention  application,  may include  claims in  respect  of \ndevelopments of, or additions to, the  invention which was described in the  provisional specification \nor, as the case may be, the invention in respect of which the application for protection was made in a  \nConven tion country, being developments or additions in respect of which the applicant would be \nentitled  under  the provisions  of section  11 to make  a separate  application  for a patent.  \n \n(6) Every complete specification shall be accompanied by an abstract for the purposes of \ngiving  technical information and the Controller shall determine whether the abstract fulfills its \npurpose and, if it  does not, shall  instruct  the applicant  to make  modifications  to the satisfaction  of the \nController.  \n \n(7) The abstract shall merely serve the purpose of technical information, in particular, it shall \nnot be  taken  into account  for the purpose  of interpreting  the scope  of protection.  \n \n1[(8) Claim or claims in respect of a complete specification of a chemical product intended \nfor use in  agriculture or medicine shall be structurally defined and shall relate to a single chemical \nproduct only,  excluding its derivates and salts, each of which, with a material or a noval \nimprovement in its claim from  the main produc t, shall be filed as a separate invention or where \napplicable, as a divisional application,  Where  structural description is not  possible, as in the  case of \nbiological products, the  “product  by process ” claim shall be made and protection shall be limited to \nthe product obtained with the claimed  process  only:  \n \nProvided that a claim which is based on a mere admixture resulting only in aggregation of the  \nproperties of the  component  substances thereof, or a  processing of producing such substance, shall \nnot be allowed].  \n \nCHAPTER V   \nEXAMINATION  OF APPLICATIONS  \n \n16. Examination of application .—(1) The Controller shall refer to an examiner every \napplication in  respect  of which  a complete  specification  has been  filed,  for making  a report  to \nthe Controller  after  detail scrutiny of the application, specification, claims and drawing, if any, to \nthe effect whether the  invention  is new and involves  an inventive  step, and to also determine  \nwhether  other  requirements  of  this Ordinance  and rules  have  been complied with.  \n \n(2) The examiner  shall  make  the report  to the Controller  as soon  as is reasonably  possible.  \n2[* *       *] \n \n(3) If the examiner  reports  that any of the requirements  of this Ordinance  and rules  are not \ncomplied  with, the Controller shall give the applica nt an opportunity, or more than one opportunity, \nto comply  with such requirements  as may be mentioned  in the said report  and to amend  the \napplication,  if necessary, within such time  as may be  prescribed, failing which the  Controller may \nrefuse  to proceed  with the  application.  \n \n \n1New sub­section (8) added by the Patents (Amdt.) Ordinance, 2002 (95 of 2002) s.9.  \n2Omitted  and shall  be deemed  always  to have  been  so omitted  by Act IX of 2010,  s.2. \n \nPage 17 of 52  (4) If the Controller  considers,  at any time,  before  the acceptance  of the application,  that the \ninvention claimed therein has been wholly or in part claimed in a specification published on or after \nthe date which the  patent  applied for would bear, if granted appertaining to an application for grant  \nof a patent which, if granted, will be prior date to the patent applied for, he may require that the \napplicant ’s speci fication  be amended  by the insertion  of a reference  to such other  specification  by \nway of notice  to the public.  \n(5) The investigation required under this section shall not be held in any way to guarantee the  \nvalidity of any patent, and no liability shall be incurred by the Federal Government or any officer by  \nreason  of, or in connection  with,  any such investigation  or any proceeding  consequent  thereon.   \n1* * * * * * *  \n \n(6) Notwithstanding  anything  in the preceding  sub-sections,  all applications  claiming  \nprotection  for chemical  products  intended  for use in medicine  or agriculture  filed after the first day of \nJanuary, 1995, in  accordance with Article 70 (8) and 70 (9) of the World Trade Organization \nAgreement on Trade Related  Aspects o f Intellectual Property Rights (TRIPs), shall be dealt with in \naccordance with sub­section (3) of  section 1.  \n17. Reference to other patent .—(1) If, in consequence of the investigation under section 16, \nit appears to the Controller that an invention in respect of which application for a patent has been \nmade  cannot  be performed without  substantial risk of infringement  of a claim of any other patent, he  \nmay direct that a reference to that other patent shall be inserted in the applicant ’s compl ete \nspecification by  way of  notice  to the public  unless, within  such time  as may be prescribed,  either — \n(a)  the applicant  shows  to the satisfaction  of the Controller  that there  are \nreasonable  grounds  for contesting  the validity  of the said claim  of the  other  \npatent;  or \n(b)  the complete  specification  is amended  to the satisfaction  of the Controller.  \n \n(2) Where, after a  reference  to another patent  has been inserted in a  complete  specification in  \npursuance  of a direction under  sub­section (1) — \n(a) that other  patent  is revoked  or otherwise  ceases  to be in force;  \n \n(b)  the specification  of that other  patent  is amended  by the deletion  of the \nrelevant  claim;  or \n(c)  it is found, in proceedings before the court or the Controller, that the relevant \nclaim of that other patent  is invalid or  is not infringed  by any working  of the \napplicant ’s invention,  \n \n \n1Omitted  by Act IX of 2010, s.2.  \n \nPage 18 of 52   \nthe Controller  may,  on the application  of the applicant,  delete  the reference  to that other  patent.  \n \n18. Substitution of applicants, etc .—(1) If the Controller is satisfied, on an application \nmade in the  prescribed manner at any time before a patent has been granted, that by virtue of any \nassignment or  agreement  in writing made  by the  applicant  or one  of the applicants for the  patent, or \nby operation of  law, the claimant would, if the patent were then granted, be entitled thereto or to the \ninterest of the  applicant therein, or to an undivided share of the patent or of that interest, the \nController may, sub ject to  the provisions  of this section,  direct  that the application  shall  proceed  in \nthe name  of the claimant  or in the names of the claimants and the applicant or the other joint \napplicant or applicants, as the case may  require.  \n(2) No such direction under sub­section (1) shall be given by virtue of any assignment or \nagreement  made by one of two or more joint applicants for a patent except with the consent of the \nother joint  applicant  or applicants.  \n(3) No such direction under sub­section (1)  shall be given by virtue of any assignment or \nagreement  for the  assignment  of the  benefit  of an invention unless — \n(a) the invention is identified therein by reference  to the  number of the  \napplication for the  patent;  \n(b) there  is produced  to the Controller  an acknowledgement  by the person  by \nwhom  the assignment  or agreement  was made  that the assignment  or \nagreement  relates  to the invention  in respect  of which  that application  is \nmade;  \n(c) the rights  of the claimant  in respect  of the invention  have  been  finally  \nestablished  by a decision  of a court;  or \n(d)  the Controller  gives  directions  for enabling  the application  to proceed  or for \nregulating  the manner  in which  it should  be proceeded  with under  sub­section  \n(5). \n \n (4) Where one of two or more joint applicants for patent dies at any time before the patent \nhas been  granted, the  Controller may, upon a  request  in that  behalf made  by the  survivor or \nsurvivors, and with   the consent of the legal representative of the deceased, direct that the application \nshall proceed in the  name  of the  survivor or survivors  alone.  \n \n(5) If any dispute  arises between  joint applicants for  a patent  whether  or in what  manner  the \napplication  should  be proceeded  with,  the Controller  may,  upon  application  made  to him in the \nprescribed manner by any of the parties, and after giving to all parties concerned an opportunity of \nbeing  heard, give such directions as he thinks fit for enabli ng the application to proceed in the name \nof one or  more of the parties alone or for regulating the manner in which it should be proceeded with, \nor for both  those  purposes, as  the case may require.  \n \n  \n \nPage 19 of 52  1[19. *     * *] \n \n20. Power  of Controller  to require  certain information and documents relating  to \nforeign  application .—(1) The applicant shall, when required by the Controller, furnish him with the \ndate and  number of any application for a patent filed by him abroad, hereinafter referred to as foreig n \napplication,  relating  to the same  or essentially  the same  invention  as that claimed  in the application  \nfiled in Pakistan.  \n \n(2) The applicant shall, when required by the Controller, furnish him with the following \ndocuments  relating  to one of the foreign  applications  referred  to in sub­section  (1), namely: — \n \n(i)  a copy of any communication received by the  applicant  concerning the  \nresults of any search  or examination  carried out  in respect  of the  foreign \napplication;  \n \n(ii)  a copy  of the patent  granted  on the basis of  the foreign  application;  and \n \n(iii)  a copy  of any final decision  rejecting  the foreign  application.  \n(3) The applicant shall, when required by the Controller, furnish him with a copy of any final  \ndecision  invalidating  the patent  granted  on the basis of  foreign  application  referred  to in sub­section  \n(1). \n21. Acceptance  of complete  specification . On the  acceptance  of a complete  specification, \nthe Controller shall give notice thereof to the applicant and shall advertise in the official Gazette \n2[and publish  in the patent ’s journal]  the fact that specification  has been  accepted  and thereupon  the \napplication and the specification, and the priority documents, if any, filed in pursuance thereof shall \nbe open to public  inspection.  \n \n3[22. Effect of acceptance of complete Specification . After the acceptance of an application \nand until the date of sealing a patent in respect thereof, or the expir ation of the time for sealing, the \napplicant  shall have the like privileges and rights as if a patent for the invention had been sealed on \nthe date of the  acceptance  of the  application:  \n \nProvided that  the applicant  shall not  be entitled to institute  any proceedings for infringement  \nuntil  the patent  has been sealed.]  \n \nCHAPTER VI   \nOPPOSITION  TO GRANT  OF PATENT  \n \n23. Opposition to the grant of patent .—(1) At any time within four months from the date of  \nadvertisement of the acceptance of a complete specification under this Ordinance, any person may \ngive notice  to the Controller  of opposition  to the grant  of patent  on any of the following  grounds,  \nnamely: — \n \n \n1Omitted by Act IX of 2010,s.3.  \n2Ins by Act XXIV of 2016, s.4.  \n3Subs.  by the Patents  (Amdt.)  Ordinance,  2002  (95 of 2002),  s. 10. for the original  section  (22).  \n \nPage 20 of 52   \n (a) that the applicant for the patent obtained the invention or any part thereof from \nhim or from  the person  of whom  the opponent  is the legal  representative,  \nassignee,  agent  or attorney;  \n(b) that the invention  is not  a patentable  invention  within  the meaning  of this \nOrdinance;  \n(c) that the specification does not disclose the invention in a manner clear and \ncomplete enough  for it  to be  carried out  by a person skilled in  the art; \n(d) that the claims are not clear or extend beyond the scope of the disclosures in \nthe complete  specification  as originally filed;  and \n(e) that the complete specification describes or claims an invention other th an that \ndescribed in  the provisional specification and that such other invention either \nforms the subject of an  application made by the opponent for a patent which if \ngranted would bear a date in the  interval between the date of the application \nand the leaving of the complete specification, or  has been  made  available  to \nthe public  by publication  in any document  in that interval.  \n \n(2) Where  a notice  is given  under  sub­section  (2), the Controller  shall  give notice  of the \nopposition  to the applicant,  and shall,  before  deciding  the case,  give to the applicant  and the \nopponent  an opportunity of being  heard.  \n24. Third party observations on patentability .—(1) At any time after the publication of the  \nspecification under section 21, any person may make observations in writing to the Controller on the  \nnovelty of the invention giving evidence in support of his observations and the Controller shall \nconsider  the observations  in the light of the evidence  made  available  to him before  the grant  of \npatent.  \n \n(2) The  person who makes observations under sub­section (1) shall not  become  a party to the  \nproceedings  under  this Ordinance  before  the Controller  by reason  only that he has made  the \nobservations, failing  which  the observations  shall  be rejected as  if not  filed at all. \n \n \n \nCHAPTER  VII \nPROVISIONS  FOR  SECRECY  OF CERTAIN  INVENTIONS  \n25. Information  prejudicial  to defence  of Pakistan  or safety  of public .—(1) Where  an \napplication  for a patent  in respect  of an invention  is filed in the patent  Office  and it appears  to the \nController  that the invention  is one of the class  notified  to him by the Federal  Government  as being  \none the publication  of which  might  be prejudicial  to the defence  of Pakistan,  or if he himself  thinks  \nso, then he may give directions  prohibiting  or restricting  the publication  of the invention  or its \ncommunication  to any specified  person  or class  of persons.  \n(2) If it appears  to the Controller  that the specification  of any application  so filed contains  \ninformation  the publication  of which  might  be prejudicial  to the safety  of the public,  he may give \n \nPage 21 of 52  directions  prohibiting  or restricting  the publication  of that information  or its communication  to any \nperson  until the end of a period  not exceeding  three  months  from  the date of the acceptance.  \n(3) While  directions  are in force  under  this section,  the application  may proceed  to the stage  \nwhere  it is in order  for acceptance,  but specification  shall  not be published.  \n(4) Where  the Controller  gives  directions  under  this section  with respect  to any application,  \nhe shall  give notice  of the application  and of the directions  to the Federal  Government  and the \nfollowing  provisions  shall  then have  effect,  namely: — \n(a)  the Federal  Government  shall,  on receipt  of the notice,  consider  whether  the \npublication  of the invention  or the publication  or communication  of the \ninformation  in question  would  be prejudicial  to the defence  of Pakistan  or the \nsafety  of the public;  \n(b) if the Federal  Government  determine  under  clause  (a) that the publication  of \nthe specification  or the publication  or communication  of that information  \nwould  be prejudicial  to the safety  of the public,  it shall  given  notice  to the \nController  who shall continue  his directions  under  sub­section  (2) until they \nare revoked  under  clause  (e); \n(c)  if the Federal  Government  determine  under  clause  (a) that the publication  of \nthe specification or the publication or communication of that information \nwould be prejudicial to  the defence  of Pakistan  or the safety  of the public,  it \nshall,  unless  a notice  under  clause  (d) has previously been given to the  \nController, reconsider that question during the  period of  nine months from the \ndate of filing the application and at least once in every subsequent  period of \ntwelve  months;  \n(d)  if on consideration  of an application  at any time it appears  to the Federal  \nGovernment  that the publication of the specification or the publication or \ncommunication of the information  contained in it  would not, or would no \nlonger, be  prejudicial to the  defence  of Pakistan or  the safety  of the public,  it \nshall  give notice  to the Controller  to that effect;  and \n(e) on receipt of a notice under clause (d), the Controller shall revoke the \ndirections and may,  subject  to such conditions, if any, as he  thinks fit, extend \nthe time for doing any thing  required  or authorized  to be done  by or under  this \nOrdinance  in connection  with the application, whether  or not that time has \npreviously expired.   \n(5) Where  a complete  specification  filed in pursuance  of an application  for a patent  for an \ninvention  in respect of which directions have been given under this section is accepted before the \ndirections are  revoked , then__ \n(a) if any use of the invention  is made  by or on behalf  or to the order  of the \nFederal  Government, the  provisions of section 58 shall apply in relation to that  \nuse as if the  patent  has been granted  for the  invention;  and \n(b) if it appears  to the Federal  Government  that the applicant  for the patent  has \nsuffered  hardship by reason of the  continuance  in force  of the  directions, the  \n \nPage 22 of 52  Federal Government  may make such payment, if any, by way of compensation \nto the applicant as appears to the  Federal Government to be reasonable having \nregard to the inventive merit and utility of the  invention,  the purpose  for which  \nit is designed  and any other  relevant  circumstances.  \n(6) Where  a patent  is granted in pursuance  of an application in respect  of which directions \nhave  been given under this section, no renewal fees shall be payable in respect of any period during \nwhich  those  directions  were  in force.  \n26. Residents not to apply outside  Pakistan without permission .—(1) No person resident  \nin Pakistan shall, without written authority granted by the Controller, file or cause to be filed outside  \nPakistan an  application  for the grant  of a patent  for an  invention  unless — \n(a) an application for patent for the same invention has been filed in the Patent \nOffice not less  than six  weeks  before  the application outside  Pakistan;  and \n(b) either  no directions have  been  given  under  section  25 in relation  to the \napplication  in Pakistan or  all such directions  have  been  revoked.  \n \n \n \n(2) The provisions  of sub­section  (1) shall  not apply  in Pakistan  to an invention  in respect  of \nwhich  an application for a patent has first been filed in a country outside Pakistan by a person \nresident outside  Pakistan.  \n \n______________  \n \nCHAPTER  VIII  \n \nGRANT  AND  SEALING  OF PATENT  \n \n27. Grant and sealing of Patent .—(1) Subject to the provisions of this Ordinance with \nrespect to  opposition and to any power of the Controller to refuse the grant, a patent sealed with the \nseal of the  Patent Office shall, if the request is made within the time allowed under this section, be \ngranted to the  applicant or applicants within that time or as soon as may be thereafter, and the date on \nwhich the patent  is sealed shall  be entered in the  Register.  \n \n(2) Subject to the provisions of this Ordinance with respect to patents of addition, a request \nunder  this section for the sealing of a patent shall be made not later than the expiration of six months \nfrom the  date of the  publication of the  complete  specificatio n: \n \nProvided  that— \n \n(a) where  at the expiration  of the said six months  any proceedings  in relation  to \nthe application   for the  patent  is pending in any court  or before  the Controller, \nthe request  may be  made  within  three  months  after the final determination  of \nthat proceedings;  and \n \n(b) where the applicant or one of the applicants has died before the expiration of \nthe time within  which under the provisions of this sub­section the request \n \nPage 23 of 52  could otherwise be made, the said  request may be made at a ny time within \ntwelve months after the date of the death or at such  later time as the Controller \nmay allow.  \n \nExplanation .—Any proceedings shall be deemed to be pending so long as the time for any \nappeal  therein has not expired, and any proceedings shall be deemed to be finally determined when \nthe time for  any appeal  therein  has expired  without  the appeal  being  brought.  \n(3) The period for making the request under sub­section (2) for the sealing of a patent may be  \nextended by the  Controller by six months if the  application is made  and the  prescribed fee  paid \nwithin  the extended period.  \n28. Amendment of patent granted to a deceased person . Where, at  any time  after a  patent  \nhas been sealed in pursuance  of an application under this Ordinance, the  Controller is satisfied that  \nthe person to whom the  patent  was granted had died, or, in the  case of a body corporate, had \nceased to  exist, before the patent was sealed, he may amend the patent by substituting for the name \nof that person  the name of the person to whom the patent ought to have been granted, and the patent \nshall have effect,  and shall  be deemed always  to have  had effect, accordingly.  \n \n29. Date of patent .—(1) Subject  to the  other provisions of this Ordinance, every patent  shall \nbe dated as of the filing date of the application and in case of a Convention application the date of \nsuch earliest  application  filed in the Convention country  from  which  priority  has been  claimed.  \n(2) The date of every  patent  shall  be entered  in the Register.  \n30. Rights  conferred  by patent.  —1[(1) Subject  to other  provisions  of this Ordinance,  the \nholder  of a valid patent  in Pakistan shall  have  the following  rights,  namely:­  \n(a)  Where the subject matter of patent is a product, the holder of valid patent may \nprevent third  parties not  having the  owner ’s consent  from the  acts of making, \nusing , offering for sale,  selling, or importing  for these  purposes  that product;  \nand \n(b)  where  the subject  matter  of a patent  is a process,  the holder  of a valid  \npatent  may preven t third  parties  not having  the owner ’s consent  from  the act \nof using  the process,  and from  the act of using, offering for sale, selling, or \nimporting for these purposes at least the product  obtained directly by  that \nprocess.]  \n \n2[(2) The holder of a valid patent shall also have the right to assign, or transfer by succession, \nthe patent  and to  conclude  licensing  contracts.]  \n(3) The owner of the patent shall, in addition to any other rights, remedies or actions available \nto him  have  the right, subject  to sub­section (4) and section 59, to institute  court  proceedings \nagainst  any person who infringes the patent by performing, without his agreement, any of the acts \nreferred to in sub­section  (2) or who performs  acts which make  it likely that  infringement  will occur.  \n \n1Subs. by the Patents (Amdt.) Ordinance, 2002 (95 of 2002) s. 11, for sub­section (1).  \n2Subs. Ibid s. 11, for sub­section (2).  \n \n \nPage 24 of 52   \n1[(4) Where a person has filed an application in the mailbox, in accordance with sub­section \n(9) of  section 13, for protection of an invention relating to a pharmaceutical or agriculture chemical \nproduct,  exclusive marketing rights shall be granted for a period of five years after obtaining \nmarketing approve d or until a product patent is granted or rejected whichever period is shorter, \nprovided that, subsequent to  the first January, 1995, a patent application has been filed and a patent \ngranted for that product in any  Convention  country  and marketing  approval  obtained  in such \ncountry;]  \n \n2[(4A) Where a person has made an invention in Pakistan in respect of a process of \nmanufacture of  any of the products referred to in sub­section (4) and has obtained a patent for the \nsame and has filed an  application in the mailbox for protection of the invention, and has been granted \nmarketing approval  thereof, then he shall have the exclusive marketing rights for that product for a \nperiod of five years after  obtaining marketing approval  or until a product  patent  is granted  or rejected  \nwhichever  period  is shorter.]  \n \n(5) The rights  under  the patent  shall  not extend  to— \n \n3[(a)  acts in respect of articles which have been put on the market anywhere in the \nworld by the  owner of the patent or with his consent or by an authorized \nperson or in any other legitimate  manner such as  compulsory licenses ;] \n(b) the use of articles  on an aircraft,  land vehicles  or vessels  of other  countries  \nwhich  temporarily  or accidentally  enter  the airspace,  territory  or waters  of \nPakistan;  \n(c) acts done  only for experimental purposes  relating  to a patented  invention;4* \n(d)  acts performed by any person who in good faith, before the filling or, where \npriority is  claimed, the priority date of the application on which the patent is \ngranted in Pakistan , was using the invention or was making effective and \nserious preparations for such use  5[;or] \n3[(f) acts done  for teaching  purposes  in educational  or research  institutions.]  \n(6) The right of prior user referred to in clause (d) of subsection (5), may be transferred or \ndevolve  only together with the enterprise or business, or with that part of the enterprise or business, \nin which the  use of preparations  for use  have  been  made.  \n31. Term of patent . The term of a patent under this Ordin ance shall be twenty years from the \nfiling  date.  \n \n \n_________________________________________________________________________________  \n1Subs. by the Patents (Amdt .) Ordinance, 2002 (95 of 2002), s. 11, for sub­section (4). \n2New sub­section (4A) ins. ibid.,  \n3Subs. Ibid for clause (a).”  \n4The word “or” omitted ibid.,  \n5Subs. ibid., for full stop.  \n6New clause (f) inserted, ibid.\n \nPage 25 of 52  32. Grant of patents to be subjected to certain conditions .—(1) Notwithstanding anything \nin section 31, a  patent  shall cease  to have  effect  on the  expiration of a  period for the  payment  of any  \nrenewal fee  if that  fee is not  paid within the  prescribed period or within the  period as extended \nunder  this section.  \n \n(2) The period prescribed for the payment of any renewal fee shall be extended to such period \nnot being more  than six months if  the request  is made  to the Controller  and the renewal fee  and the \nprescribed  additional  fee is paid before  the expiration  of the extended  period.  \n \n___________  \n \nCHAPTER  IX \nMISCELLANEOUS  PROVISIONS  AS TO RIGHTS  IN INVENTIONS  \n \n33. Priority date in case of invention obtained from other person .—(1) Where an \napplication is  made for a patent for an invention which has been claimed in a complete specification \nfiled in pursuance  of any other such  application, then if — \n \n(a) the Controller has refused to grant a patent in pursuance of that other \napplication on the  ground specified in  clause  (a) of  sub­section (1) of  section \n23; \n \n (b) a patent granted in pursuance of that other application has been revoked by the \nHigh Court  under  section  46 or by the Controller  under  section  47 on the \nground  specified  in clause  (a) of sub­section (1) of  section 23;  or \n(c) the complete specification filed in pursuance of the said other application has \nbeen amended  by the  exclusion of the  claim relating to the  said invention in \nconsequence  of a finding by  the Controller that the invention was obtained \nby the applicant or patentee from any other  person,  \n \nthe Controller  may direct  that the first­mentioned  application  and any specification  filed in \npursuance thereof shall be deemed, for the purposes of the provisions of this Ordinance relating to \nthe priority  date of claims  of complete  specification,  to have  been  filed on the date on which  the \ncorresponding document was or was deemed to have been filed in the proceedings upon the said \nother  application.  \n34. Grant of patent to two or more persons. —(1) Where a patent is granted to two or more  \npersons, each of those  persons shall, unless an agreement  to the  contrary is in force , be entitled to an  \nequal  undivided share  in the patent.  \n(2) Subject to the provisions of this section and section 35, where two or more persons are \nregistered  as grantee or proprietor of a patent, then, unless an agreement to the contrary is in force, \neach of those  persons  shall  be entitled,  by himself  or his agents,  to exploit,  use, exercise  and sell the \npatented  invention  for his own benefit  without  accounting  to the other  person  or persons.  \n(3) Subject  to the  provisions of this section and sec tion 35 and to any agreement  for the  time \nbeing  in force, where two or more persons are registered as grantee or proprietor of a patent, then, a \nlicence  under a patent shall not be granted, and a share in a patent shall not be assigned, by one of \n \nPage 26 of 52  such persons,  except  with the consent  of the  other  person or  persons.  \n(4) Where a patented article is sold by one of two or more persons registered as grantee or \nproprietor  of the patent  relating  to that article,  the purchaser  and any person  claiming  through  him \nshall  be entitled  to deal with it in the same  manner  as if the article  had been  sold by a sole patentee.  \n(5) Subject to the provisions of this section, the provisions of law applicable to the ownership \nand devolution of movable property generally shall apply in relation to patents, and nothing \ncontained in  sub­section (1) or sub­section (2) shall affect the mutual rights or obligations of trustee s \nor of the legal  representatives  of a deceased  person  or their rights  or obligations  as such.  \n35. Power of Controller to give directions to co­owners. —(1) Where two or more persons \nare registered as grantee or proprietor of a patent, the Controller may, upon application made to him \nin the  prescribed manner by any of those persons, give such directions in accordance with the \napplication as to  the sale or lease  of the patent  or any interest  therein,  the grant  of licences  \nunder  the patent,  or the exercise  of any right  under  section  39 in relation  thereto,  as he thinks  fit. \n \n(2) If any person registered as grantee  or proprietor of the  patent  fails to execute  any \ninstrument  or  to do any other thing required for the carrying out of any direction given under this \nsection within  fourteen days after being requested in writing so to do by any of the other persons so \nregistered, the  Controller may, upon application made to him in the prescribed manner by any such \nother person, give  direct ions empowering any person to execute  that instrument  or to do that  thing in \nthe name  and on  behalf of the  person in  default.  \n(3) Before giving directions in pursuance of an application under this section, the Controller \nshall  give an opportunity of being  heard — \n(a) in the case of an application  under  sub­section  (1), to the other  person  or \npersons  registered  as grantee  or proprietor of  the patent;  and \n(b) in the case of an application  under  sub­section  (2), to the person  in default.  \n \n(4) No direction shall be give n under this section so as to affect the mutual rights or \nobligations of  trustee  or of the legal  representatives  of a deceased  person,  or their rights  or \nobligations as  such.  \n36. Power of Controller or Court to deter mine the matter in dispute between employer \nand employee . —(1) Where a dispute arises between an employer and a person who is or was at the \nmaterial  time his employee as to the rights of the parties in respect of an invention made by the \nemployee either  alone or jointly with other employees or in respect of any patent granted or to be \ngranted in respect  thereof, the Controller may, upon application made to him in the prescribed \nmanner by either of the  parties and after giving to each of them an opp ortunity of being heard, \ndetermine the matter in dispute,  and may  make  such orders  for giving  effect  to his decision  as he \nconsiders  expedient:  \n \nProvided that, if it appears to the Controller upon an application under this section that the \nmatter in  disput e involves  questions which  should  be determined  by the Court,  he may decline  to \ndeal therewith.  \n(2) In proceedings before the Court between an employer and a person who is or was at the \n \nPage 27 of 52  material  time his employee, or upon an application made to the Controller under sub­section (1), the \nCourt or, as  the case may be, the Controller may, if satisfied that b oth the parties are entitled to the \nbenefit of an  invention made by the employee, by order provide for the apportionment between them \nof the benefit of  the invention, and of any patent granted or to be granted in respect thereof, in such \nmanner as the Cour t or, as  the case may be, the  Controller  considers  just. \n(3) A decision of the Controller under this section shall have the same effect as between the \nparties  and persons  claiming  under them  as a decision of  the Court.  \n37. Avoidance of restrictive condition in contracts .—(1) Subject to the provisions of this \nsection,  any condition of a contract for the sale or lease of a patented article or of an article made by \na patented  process or for license  to exploit  a patented article  or process, or relating to any such sale, \nlease  or license, shall  be void so far as  it purports — \n(a)  to require  the purchaser,  lessee  or licensee  to acquire  from  the vendor,  lessor  \nor licensor,  or his nominees, or prohibit him from acquiring from any specified \nperson, or from acquiring  except  from the  vendor,  lessor  or licensor,  or his \nnominees,  any article  other  than the patented  article  or an article  made  by the \npatented  process;  or \n(b)  to prohibit the purchaser, lessee or licensee from using articl es, whether \npatented or not,  which are not supplied by, or any patented process which does \nnot belong to, the vendor,  lessor  or licensor,  or his nominees,  or to restrict  the \nright  of the purchaser,  lessee  or licensee  to use  any such  article  or process.  \n(2) In proceedings against any person for infringement of a patent, it shall be a defence to \nprove that  at the time of the infringement there was in force a contract relating to the patent made by \nor with the  consent  of the plaintiff  and containin g a condition void  by virtue  of this  section.  \n(3) A condition  of a contract  shall  not be void by virtue  of this section  if— \n(a) at the time of the making of the contract the vendor, lessor or licensor was \nwilling to sell or  lease the article, or grant a license to use or exploit the article \nor process, as the case may be,  to the purchaser,  lessee  or licensee,  on \nreasonable  terms  specified  in the contract  and without  any such condition  as is \nmentioned in  subsection (1);  and \n(b) the purchaser, lessee  or lic ensee  is entitled under the  contract  to relieve  \nhimself of his  liability to observe  the condition upon giving to the  other party \nthree  months  notice  in writing  and subject  to payment  to him  of a just \ncompensation.  \n38. Determination of certain contracts . Any contract  for the  sale or lease  of a patented \narticle  or for license to manufacture, exploit a patented article or process, or relating to any such \nsale, lease or  license, whether made before or after the commencement of this Ordinance, may at any \ntime after the  patent or all the patents by which the article or process was protected at the time of the \nmaking of the  contract  has or have  ceased  to be in force,  and notwithstanding  anything  to the \ncontrary  in the contract  or in any other contract, be determined by either party on giving three \nmonths notice in writing to the  other party.  \n \n \n \nPage 28 of 52   \nCHAPTER X   \nPATENTS  OF ADDITION  \n39. Patents  of addition .—(1) Where  an application  is made  for a patent  in respect  of any \nimprovement in or modification of an invention, hereinafter referred to as the “main invention ” and \nthe applicant  also applies  or has applied  for a patent  for that invention  or is the patentee  in respect  \nthereof,  the Controller  may,  if the applicant  so requests,  grant  the patent  for the improvement  or \nmodification  as  a patent  of addition.  \n(2) Where an invention, being an improvement in or modification of another invention, is the  \nsubject  of an independent  patent  and the patentee  in respect  of that patent  is also the patentee  in \nrespect   of the patent for the main invention, the Controller may, if the patentee so requests, by order \nrevoke the  patent for the improvement of the modification and grant to the patentee a patent of \naddition  in respect  thereof,  bearing  the same  date as the date of the patent  so revoked.  \n(3) A patent shall not be granted as a patent of addition unless the date of filing of the \ncomplete  specification  was the same  as or later than the date of filing  of the complete  \nspecification  in respect  of the main invention.  \n(4) A patent of addition shall not be sealed before the sealing of the patent for the main \ninvention,  and if the  period within which, but  for this provision, a  request  for the  sealing of a  patent  \nof addition  could be made expires before the period within which a request for the sealing of the \npatent for the main  invention may be so made, the request for the sealing of the patent of addition \nmay be made at any time  within the  last­mentioned p eriod.  \n40. Term  of patents  of addition. —(1) A patent  of addition  shall  be granted  for a term \nequal  to that of the patent for the main invention, or so much thereof as is unexpired, and shall \nremain in force during  that term or until the previous  cesser  of the patent  for the main  invention  and \nno longer:  \n \nProvided  that: \n(a)  if the term of the patent for the main invention is extended under the foregoing \nprovisions of  this Ordinance,  the term of the patent  of addition  may also be \nextended  accordingly;  and \n \n(b)  if the patent for the main invention is revoked under this Ordinance, the court \nor, as the case  may be, Controller may order that the patent of addition shall \nbecome an independent patent  for the remainder of the term of the patent f or \nthe main invention, and thereupon the patent  shall  continue  in force  as an \nindependent  patent  accordingly.  \n \n(2) No renewal fees shall be  payable  in respect  of a patent  of addition, but, if any such patent  \nbecomes  an independent  patent  by virtue  of an order  under  sub­section  (1), the same  fees shall  \nthereafter  be payable,  upon  the same  dates,  as if the patent  had been  originally  granted  as an \nindependent  patent.  \n \n41. Patent of addition not to be refused, etc . The grant of a patent of addition shall not be \nrefused,  and a patent  granted  as a patent  of addition  shall  not be revoked  or invalidated  on the \n \nPage 29 of 52  ground  only that  the invention claimed in the complete specification does not involve any inventive \nstep having regard to  any publication or use  of__ \n \n(a)  the main  invention  described  in the complete  specification  relating  thereto;  or \n \n(b)  any improvement  in or modification  of the main  invention  described  in the \ncomplete  specification of a patent of addition to the patent for the main \ninvention or of an application  for such a patent of addition, and the validity of \na patent of addition shall not be questioned  on the ground  that the invention  \nought  to have  been  the subject  of an independent  patent.  \n_________  \n \nCHAPTER XI   \nAMENDMENT  OF SPECIFICATION  \n \n42. Amendment  of specification  with  leave  of Controller .—(1) Subject  to the provisions  \nof section  44, the Controller  may,  upon  an application  made  under  this section  by an applicant  for a \npaten t or a patentee, allow the application for the patent or the complete specification to be amended \nsubject to  such conditions, if any, as  the Controller thinks  fit: \n \nProvided that the Controller shall not allow a specification to be amended under this section \nupon an  application made while any action before the Court for infringement of the patent or any \nproceeding  before  the court  for the revocation of  the patent  is pending.  \n \n \n(2) Every application for leave to amend and application for a patent or a specification under \nthis section shall state the nature of the proposed amendment and give full particulars of the reasons \nfor which the application is made.  \n(3) Every application for leave to amend an application for a patent or a specification under \nthis section  made  after the acceptance  of the complete  specification  and the nature  of the proposed  \namendment  shall  be advertised  in the  prescribed manner.  \n(4) Within  the prescribed period after the  advertisement  of an application under sub­section \n(3), any person may give notice to the Controller of opposition thereto, and where such a notice is \ngiven  within the  period aforesaid, the  Controller shall give  notice  to the person by whom the  \napplication is  made and shall give to that person and to the opponent an opportunity of being heard \nbefore he decides  the case.  \n(5) This section  shall not  apply  in relation  to any amendment  of a specification  effected  in \nproceedings in opposition to the grant of a patent or effected in pursuance of any provision of this  \nOrdinance  authorizing the  Controller  to direct  a reference  to another  specification  or patent  to be \ninserted, or to refuse to grant a patent, or to revoke a patent, un less the specification is amended to \nhis satisfaction.  \n \n43. Amendment of specification with leave  of High Court .—(1) In any proceeding before  \nthe High  Court  for the revocation  of a patent,  the High  Court  may,  subject  to the provisions  of \nsection  44, by order allow the  patentee  to amend his complete  specification in such manner, and \nsubject  to such  terms as to costs, advertisements or otherwise, as the High Court may think fit, and if \n \nPage 30 of 52  in any such  proceedings  for revocation  the High  Court  decides  that the patent  is invalid,  the High  \nCourt  may allow  the specification  to be amended  under  this section  instead  of revoking  the patent.  \n \n(2) Where  an application for an order under this section is made  to the  High Court  the \napplicant  shall give notice of the application to the Controller, and the Controller shall be entitled to \nappear and be  heard, and shall  appear if  so directed  by the  High Court.  \n44. Supplementary  provisions  as to amendment  of specification .—(1) No amendment  of \nspecification shall be allowed, except for the purpose of correcting an obvious mistake, the effect of  \nwhich would be that the specification as amended would claim or describe matter not in substance  \ndisclosed in the  specification  before  the amendment.  \n(2) Where, after the date of the publication of a complete specification, any amendment of the  \nspecification  is allowed  or approved  by the Controller  or the High  Court  under  this Ordinance,  the \nright  of the patentee  or applicant  to make  the amendment  shall not  be called  in question  except  on the \nground  of fraud,  and the amendment  shall  for all purposes  be deemed  to form  part of the \nspecification:  \n \nProvided  that in construing  the specification  as amended  reference  may be made  to the \nspecification  as originally published.  \n(3) Where, after the date of the publication of a complete specification, any amendment of the  \nspecification is allowed or approved under this section, the fact that the specification has been \namended  shall  be advertised in  the official  Gazette  1[and published in  the Patents ’ journal].  \n_____________  \n \nCHAPTER XII   \nRESTORATION  OF LAPSED  PATENTS  \n45. Restoration of lapsed patents .—(1) Where a patent has ceased to have effect by reason \nof a failure  to pay any renewal fee  within the  prescribed period, an application for the  restoration of \nthe patent may be made to the Controller under this section within eighteen months from the date on \nwhich  the patent  ceased to  have  effect.  \n(2) An application under this section may be made by the person she was the proprietor of the \npatent  or by any other person who would have  been entitled to the  patent  if it had not  ceased to \nhave  effect,  and where the patent was held by two or more persons jointly, the application may, with \nthe leave of the  Controller, be  made  by one or more  of them  without  joining  the others.  \n \n(3) If the Controller  is satisfied  that__ \n(a)  the proprietor of the patent took reasonable care to see that any renewal fee \nwas paid within  the prescribed period or that the fee and any prescribed \nadditional fee were paid within six  months  immediately following  the end of \nthat period;  and \n_______ __________________________________________________________________________  \n1Ins. by Act of XXIV  of 2016,s.5.  \n \n  \n \nPage 31 of 52  (b)  those  fees were  not so paid because  of circumstances  beyond  his control,  \n  \n the Controller  shall  by order  restore  the patent  on payment  of any unpaid  renewal  fee and \nany prescribed additional  fee. \n(4) An order under this section may be made subject to such conditions as the Controller \nthinks fit  and if the proprietor of the patent does not comply with any condition of such an order , the \nController  may revoke  the order  and give such directions consequential  on the revocation  as he \nthinks  fit. \n(5) Where an order is made under this section and, between the end of the period of six \nmonths  beginning with the date when the patent concerned ceased to have effect and the date of the \napplication  under this section, any person has begun in good faith to use the patented invention has \nmade effective  and serious preparations to make  use of the  invention, he  shall, after the  order \ncomes i nto force, have  the right to make use of the invention and the said use shall not amount to an \ninfringement of the patent  concerned.  \n(6) Where a patented product is disposed of by any person to another in exercise of a right  \nconferred by sub­section (5), t hat other and any other person claiming through him shall be entitled \nto deal with the product  in the same  way as if it had been  disposed  of by a sole registered  \nproprietor.  \n_________  \n \nCHAPTER  XIII  \n \nREVOCATION  AND  SURRENDER  OF PATENTS  \n46. Revocation of patent by High Court .—(1) Subject to the provisions of this Ordinance, a \npatent  may,  on the petition  of any person  interested  or of the Federal  Government  or on a \ncounter­claim  in a suit for infringement of the patent, be revoked in part or in whole by the High \nCourt on any one or more  of the  grounds  upon  which grant  of patent  may be  refused.  \n(2) Without prejudice to the provisions contained in sub -section (1), a patent may be revoked \nby the  High Court on the petition of the Federal Governmen t, if the High Court is satisfied that the \npatentee has  without reasonable cause failed to comply with the request of the Federal Government \nto make, use or  exercise  the patented  invention  for the services  of the Government  upon  reasonable  \nterms.  \n(3) A notice  of any petition for revocation of a  patent  under this section shall be  served on all  \npersons appearing from the Register to be proprietor of that patent or to have shares or interests \ntherein,  and it  shall  not be necessary  to serve  a notice  on any other person.  \n \n47. Revocation of patent by Controller .—(1) At any time within twelve months after the \nsealing of  a patent,  any person  interested  who did not oppose  the grant  of the patent  may apply  to \nthe Controlle r for an order revoking the patent on any one or more of the grounds upon which the \ngrant of the patent  could have  been opposed:  \n \nProvided that when an action for infringement, or proceedings for the revocation, of a patent \nare pending in any court, an application to the  Controller under this section shall not  be made  except  \nwith the leave  of the  court.  \n \nPage 32 of 52  (2) Where an application is made under this section, the Controller shall give notice to the \npatentee  and shall  give to the applicant  and the patentee  an opportunity  of being  heard  before  \ndeciding  the case.  \n(3) If, on an application  under  this section,  the Controller  is satisfied  that any of the grounds  \nspecified in sub­section (1) are  established, he  may by order direct  that the patent  shall be  revoked  \neither  unconditionally  or unless  within  such time as may be specified  in the order  the complete  \nspecification is  amended to his  satisfaction:  \n \nProvided  that the Controller  shall  not make  an order  for the unconditional  revocation  of \na patent   under  this section unless the circumstances are such as would have justified him in refusing \nto grant the  patent.  \n \n1[48.— Revocation of patent by the Federal Government. Where  the Federal Government  \nis of the opinion that: — \n(a)  a patent  or the made  in which  it is exercised  is mischievous to  the State  or \ngenerally  prejudicial  to the  public;  or \n (b)  a patent  has been  obtained  through  concealment  or misrepresentation  in the \napplication;  or \n(c)  where the compulsory licence  granted to prevent the abuse which might result \nfrom the  exercise of the exclusive rights conferred by the patent, for example, \nfailure to work or in  relation  to anti­competitive  practices,  has not been  \nsufficient,  it may,  after giving  the patentee an opportunity of being heard, \nmake a declaration to that effect in the official  Gazette,  2[and in the Patents ’ \njounal] and thereupon the patent shall be deemed to have been  revoked:  \n \nProvided that  proceedings upon clause  (c) and shall not  begin b efore  \nthe expiration of two years  from  the grant  of first  compulsory licence.]  \n49. Revocation of surrendered patent by Controller .—(1) A patentee may, at any time by \ngiving  notice  in the prescribed  manner  to the Controller,  offer  to surrender  his patent.  \n(2) Where an offer under sub­section (1) is made, the Controller shall advertise the offer in \nthe prescribed manner, and also give notice to every person other than patentee whose name appears \nin the  Register as  having  an interest  in the  patent.  \n(3) Any person interested may, within the prescribed period after such advertisement, give \nnotice to  the Controller of opposition to the  surrender, and where  any such notice  is given, the  \nController shall  give notice  to the  patentee.  \n(4) If the Controller is satisfied, after hearing the patentee and any opponent, if desirous of \nbeing  heard, that the patent may properly be surrendered, he may accept the offer and, by order, \nrevoke the  patent.  \n_______________________________________________________ __________________________  \n1Subs.  by the Patents  (Amdt.)  Ordinance,  2002  (95 of 2002),  s. 12, for the original  section  48. \n2Ins. by Act XXIV  of 2016,s.6.  \n \nCHAPTER XIV   \n \nPage 33 of 52  POWERS  OF CONTROLLER  \n50. Controller to have certain powers of a civil court .__(l) Subject to any rules made in this \nbehalf,  the Controller in any proceedings before him under this Ordinance shall have the powers of a \ncivil court  while trying a suit under the Code of Civil Procedure, 1908 ( Act V of 1908 ) in respect of \nthe following  matters, namely: — \n \n(a)  summoning  and enforcing  the attendance  of any person  and examining  him on \noath;  \n \n(b)  requiring  the discover y and production  of any document;  \n \n(c)  receiving  evidence  on affidavits;  \n \n(d)  issuing  commissions  for the  examination  of witnesses  or documents;  and \n \n(e)  awarding  costs.  \n51. Power  of Controller  to correct clerical  errors .—(1) The  Controller may, in accordance  \nwith the provisions of this section, correct any clerical error in any patent or in any specification or \nother  document filed in pursuance of such application or in any application for a patent or any \nclerical error in  any matter which is  entere d in the  Register.  \n(2) A correction may be made in pursuance of this section either upon a request in writing \nmade by  any person  interested  and accompanied  by the prescribed  fee, or without  such a request.  \n(3) Where the Controller proposes to make any such correction as referred to in sub­section \n(1), otherwise than in pursuance of a request made under this section, he shall give notice of the \nproposal to  the patentee or the applicant for the patent, as the case may be, and to any other person \nwho appea rs to  him to be concerned,  and shall  give them  an opportunity  of being  heard  before  \nmaking  the correction.  \n(4) Where a request is made under sub­section (2), for the correction of any clerical error in a \npatent  or application for a  patent  or any document  filed in pursuance  of such an application, and it  \nappears to  the Controller that the correction would materially alter the meaning or scope of the \ndocument to which  the request relates and ought not to be made without notice to persons affected \nthereby, he shall require  notice  of the nature  of the proposed  correction  to be advertised  in the \nprescribed  manner.  \n(5) Within the prescribed time after any such advertisements as referred to in sub­section (4), \nany person  interested  may give notice  to the Controller  of opposition  to the request,  and, where  \nsuch notice   of opposition is given, the Controller shall give notice thereof to the person by whom the \nrequest was  made,  and shall  give to him and to the opponent  as opportunity  of being  heard  \nbefore  he decides  the case.  \n52. Evidence before Controller . Subject to any rules made in this behalf, in any proceedings \nunder  this Ordinance before the Controller, evidence shall be given by affidavit in the absence of \ndirections by  the Controller to the contrary, but in any case in which the Controller thinks it right so \nto do he may take  oral evidence in lieu of, or in addition to, evidence by affidavit, or may allow any \nparty to be cross­examined on the  contents  of his  affidavit.  \n \nPage 34 of 52  53. Exercise of discretionary powers by Controller. Without prejudice to any provision of \nthis Ordinance requiring the Controller to hear any party to the proceedings thereunder or to give any \nsuch party an opportunity of  being heard, the  Controller  shall give  to any applicant  for a patent  or for \namendment of a specification, if within the prescribed t ime the applicant so requires, an opportunity \nof being heard before exercising adversely to the applicant any discretion vested in the Controller by \nor under this  Ordinance.  \n \n___________  \n \nCHAPTER XV   \nREGISTER  OF PATENTS  \n54. Register of Patents .—(1) There shall be kept at the Patent Office a Register of Patents, \nwherein  shall be entered the names and addresses of grantees of patents, notifications of assignments \nand of  transmissions of patents, of licenses under patents, and of amendments, extensions,  and \nrevocations of  patents and particulars of such other matters affecting the validity or proprietorship of \npatents as may be  prescribed.  \n(2) The Register of Patents kept under the Patents and Designs Act, 1911 ( Act II of 1911 ) \nshall be  incorporated  in, and form  part of, the Register  to be kept under  this Ordinance.  \n(3) No notice of any trust, whether express, implied or constructive, shall be entered in the \nRegister,  and t he Controller  shall  not be affected  by any  such notice.  \n(4) Subject  to the  superintendence  and direction of the  Federal Government, the  Register \nshall be  kept under  the control  and management  of the  Controller.  \n55. Registration of assignments, transmissions, etc .—(1) Where any person becomes \nentitled by  assignment, transmission or operation of law to a patent or to a share in a patent or \nbecomes entitled as a  mortgagee, licensee or otherwise to any other interest in a patent, he shall \napply in w riting in the  prescribed manner to the Controller for the registration of his title or, as the \ncase may be, of notice of his  interest  in the  Register.  \n(2) Without prejudice to the provisions of sub­section (1), an application for the registration \nof the  title of any person becoming entitled by assignment to a  patent or a  share  in a patent or \nbecoming  entitled by virtue  of a mortgage, license  or other instrument  to any other interest  in a \npatent  may be  made in the prescribed manner by t he assignor, mortgagor, licensor or other party to \nthat instrument, as  the case may be.  \n(3) Where an application is made under this section for the registration of the title of any \nperson, the  Controller shall, upon proof of title  to his  satisfaction.  \n(a) where that person is entitled to a patent or a share in a patent, register him in the Register \nas proprietor  or co­proprietor  of the patent,  and enter  in the Register  particulars  of the instrument  or \nevent  by which he  derives  title; or \n(b) where that person is entitled to any other interest in patent, enter in the Register notice of \nhis interest, with particulars  of the  instrument,  if any, creating  it. \n(4) Subject to the provisions of this Ordinance relating to co­ownership of patents an d subject \n \nPage 35 of 52  also to  any rights vested in any other person of which notice is entered in the Register, the person or \npersons  registered as grantee  or proprietor of a  patent  shall have  power to assign, grant  licenses \nunder, or  otherwise  deal with,  the patent  and to give effectual  receipts  for any consideration  for any \nsuch assignment,  license  or dealing:  \n \nProvided that  any equities in respect  of the  patent  may be  enforced in like  manner as in \nrespect  of  any other movable  property.  \n56. Power  of High Court regarding rectification of the  Register .—(1) The  High Court  \nmay, on  the application of any person aggrieved: — \n \n(a)  by the absence  or omission  from  the Register  of any entry;  \n \n(b) by any entry  made  in the Register  without  sufficient  cause;  \n \n(c)  by any entry  wrongly  remaining  on the Register;  or \n \n(d)  by any error or defect in any entry in the Register, make such order for the \nmaking, variation  or deletion, of  any entry  therein as  it may think  fit. \n(2) In any proceeding under this section, the High Court may decide any question that may be  \nnecessary  or expedient  to decide  in connection  with the rectification  of the Register.  \n(3) Notice of any application to the High Court under this section shall be given in the \nprescribed  manner to the  Controller who shall be  entitled to appear and be  heard on the  application, \nand shall  appear if so directed by  the High Court.  \n \n(4) Any order of the High Court under this section rectifying the Register shall direct that \nnotice of  the rectification shall be served in the prescribed manner upon the Controller, who shall \nupon receipt of  such notice  rectify the  Register accordingly.  \n57. Inspection of, and extracts from, the Register, etc .—(1) Subject to the provisions of \nthis Ordinance and  rules, the Register shall at all convenient times be open to inspection by the \npublic, and  certified copies, sealed with the  seal of the  Patent  Office, of any entry in the  Register \nshall be  given to  any person  requiring  them  on payment  of the prescribed fee.  \n(2) The Register shall be prima facie  evidence of any matters required or authorized by or \nunder this  Ordinance  to be  entered therein.  \n(3) Except in the case of an application made under section 55, a document in respect of \nwhich no  entry h as been made  in the  Register under sub­section (3) of section 54 shall not  be \nadmitted in any  Court as evidence of title of any person to a patent or share of or interest in the \npatent unless the Court  otherwise  directs.  \n \nCHAPTER  XVI \nCOMPULSORY  LICENCES,  LICENCES  OF RIGHT,  EXPLOITING  OF PATENTS  AND  \nREVOCATION  \n58. Exploitation  by a Government  agency  or third  person .—(1) Subject  to sub­section  \n(2), where — \n \nPage 36 of 52  (i)  the public  interest,  in particular,  national  security,  nutrition,  health  or the \ndevelopment  of other vital  sectors  of the national  economy  so requires;  or \n \n(ii)  the Federal Government has determined that the manner of exploitation, by the \nowner of the  patent or his licensee, is anti­competitive, and the Federal \nGovernment is satisfie d that the  exploitation  of the invention  in accordance  \nwith this sub­section  would  remedy  such practices  1[; or] \n \n2[(iii) the patent  holder  refuses  to grant  a licence  to a third  party  on reasonable  \ncommercial  terms  and conditions;  or \n \n(iv)  where patent has not been exploited in a manner which contributes to the \npromotion of  technological  innovation  and to  the transfer and  dissemination  of \ntechnology.]  \nthe Federal  Government  may,  even  without  the consent  of the owner  of the patent,  decide  that a \nGovernment  agency  or a third  person  designated  by the Federal  Government  may exploit  a patented  \ninvention.  \n \n(2) The Federal  Government  shall,  before  taking  any decision  under  sub­section  (2), give \nthe owner  of the patent  and any interested  person  an opportunity  of being  heard  if he wishes to  be \nheard.  \n(3) The exploitation of the patented invention shall be limited to the purpose for which it was  \nauthorized and shall be subject to the payment to the said owner of an adequate remuneration \ntherefore,  taking into account the economic value of the Federal Government authorizations, as \ndetermined in the  said decision, and where a decision has been taken under sub­section (1), the need \nto correct anti­competitive  practices.  \n(4) A request for the Federal Gover nment authorization shall be accompanied by evidence \nthat the  owner of the patent has received, from the person seeking the authorization, a request for a \ncontractual  license, but that person has been unable to obtain such a license on reasonable \ncommercial terms and  conditions  and within a  reasonable  time:  \n \nProvided  that this sub­section  shall  not apply  in cases of — \n(i) national emergency or other circumstantial urgency provided that in such \ncases the owner of  the patent  shall  be informed  of the decision  of the Federal  \nGovernment  as soon  as reasonably practicable;  \n(ii) public  non­commercial  use; and \n(iii) anti­competitive  practices  determined  as such by a judicial  or administrative  \nbody  in accordance  with clause  (ii) of sub­section (1).  \n \n_________________________________________________________________________________  \n1Subs. by the Patents (Amdt.) Ordinance, 2002 (95 of 2002), s. 13, for “Comma”.  \n2New sub­clauses (iii) and (iv) ins. ibid.,  \n  \n \nPage 37 of 52   (5) The exploitation of a patented invention in  the field of semi­conductor technology shall \nonly be  authorized  either  for public  non­commercial  use or where  a judicial  or administrative  body  \nhas determined that the manner of exploitation of the patented invention, by the owner of the patent \nor his  licensee, is anti­competitive and if the Federal Government is satisfied that the issuance of the \nnon­ voluntary license  would remedy  such practices.  \n(6) 1[The  authorization  shall  be considered on  its individual  merits  and shall  not prohibit.]  \n(i) the conclusion  of license  contracts  by the owner  of the patent;  \n(ii) the continued  exercise,  by the owner  of the patent,  of his rights  under  section  \n30; or \n(iii) the issuance  of a non­voluntary  license  under  section  59. \n(7) Where  a third person has been designated by the  Federal Government, the  authorization \nmay only be transferred with the enterprise or business of the person or with the part of the enterprise \nor business  within which the  patented  invention is  being  exploited.  \n(8) Where the exploitation of the invention by the Government agency or third person \ndesignated by  the Federal Government  is authorized under clause  (i) of sub­section (1), it  shall be  \npredominantly for  the supply of the  market  in Pakistan.  \n(9) Upon request of the owner of the patent, or of the Government agency or of the third \nperson  authorised to exploit the patented invention, the Federal Government may, after hearing the \nparties, if  either or both wish to be  heard, vary the  terms of the  decision authorizing the  \nexploitation of the  patented  invention  to the extent  that changed  circumstances  justify  such variation.  \n(10) Upon the request of the owner of the patent, the Federal Government  shall  2[subject to \nadequate  protection  of the legitimate  interest  of the persons  so authorized,]  be inserted;  and shall  \nterminate  an authorization if it is satisfied, after hearing the parties, if either or both wish to be heard, \nthat the  circumstances which led to 3[the] decision have ceased to exist and are unlikely to recur or \nthat the  Government  agency  or third  person  designated  by it has failed  to comply  with the terms  of \nthe decision.  \n(11) Notwithstanding the provisions of sub­section (10), the Federal Government shall not \nterminate  an authorization if it is satisfied that the need for adequate protection of the legitimate \ninterests of the  Government  agency  or third  person  designated  by it justifies  the maintenance  of the \ndecision.  \n(12) Any appeal shall lie to the High Court against the decisions of the Federal Government \nunder  sub­sections  (1) to (9).  \n \n \n_________________________________________________________________________________  \n1Subs. by the Patents (Amdt.) Ordinance, 2002 (95 of 2002), s. 13, for “the authorization shall both exclude.”  \n2Ins.Ibid s. 13.  \n3Subs. ibid., for “his”.  \n \n  \n \nPage 38 of 52   59. Powers  of Controller  in granting  compulsory  licenses .__1[(1) On request,  made  to the \nController  after the expiration  of a period  of four years  from  the date of filing  of the patent  \napplicatio n or three years from the date of the grant of the patent, whichever period expires last, the \nController may  issue a non­voluntary licence to prevent the abuses which might result from the \nexercise of the rights  conferred by  the patent, for  example,  failure  to work.]  \n(2) Notwithstanding the provisions of sub­section (1), a non­voluntary license shall not be \nissued if  the owner  of the patent  satisfies  the Controller  that circumstances  exist  which  justify  the \nnon­exploitation or  insufficient  exploitation of  the patented invention  in Pakistan.  \n(3) The decision  issuing  the non­voluntary  license  shall  fix__ \n(i)  the scope  and function  of the license;  \n(ii)  the time limit  within  which the  licensee  must  begin  to exploit  the patented \ninvention;  and \n(iii)  the amount  of the adequate  remuneration  to be paid to the owner  of the \npatent  and the conditions  of payment.  \n(4) The beneficiary of the non­voluntary license shall have the right to exploit the patented \ninvention  in Pakistan according to the  terms set  out in the  decision issuing the  license, shall \ncommence  the exploitation of the  patented invention within the  time limit  fixed in the  said decision \nand, thereafter,  shall  exploit  the patented invention sufficiently.  \n(5) If the invention  claimed  in a patent,  hereinaft er referred  to as “later patent ”, cannot  be \nexploited  in Pakistan without infringing a patent granted on the basis of an application benefiting \nfrom an earlier  filing  or, where  appropriate,  priority  date,  hereinafter  referred  to as “earlier  patent ”, \nand provided  that the invention  claimed  in the later patent  involves  an important  technical  advance  of \nconsiderable  economic importance in relation to the invention claimed in the earlier patent, the \nController, upon the  request  of the owner  of the later patent,  may issue  a non­voluntary  license  to the \nextent  necessary  to avoid infringement  of the  earlier patent.  \n(6) Where  a non­voluntary  license  is issued  under  sub-section  2[(5)] the Controller  upon  the \nrequest  of the owner  of the earlier  patent  shall  issue  a non­voluntary  license  in respect  of the later \npatent.  \n(7) In the case of a request for the issuance of a non­voluntary license under sub­sections \n3[(5)] and  3[(6)] sub­section 3[(3)] shall apply mutatis mutandis  with the provision that no tim e limit \nneeds to be  fixed.  \n(8) In the case of a non­voluntary license issued under sub­section 4[(5)] the transfer may be \nmade  only with the later patent, or, in the case of a non­voluntary license issued under sub -section \n4[(6)] only  with the  earlier patent.  \n \n_________________________________________________________________________________  \n1Subs. by the Patents (Amdt.) Ordinance, 2002 (95 of 2002) s. 14, for sub­section (1).  \n2Subs.  Ibid, for “the brackets and figure (4)”.  \n3Subs. ibid., for the brackets and figures (3), (4) and (2).  \n4Subs. ibid., for the brackets and figures (3) and (4).  \n \n \nPage 39 of 52  (9) The request for the issuance of a non­voluntary license shall be subject to payment of the  \nprescribed fee.  \n(10) The provisions of  sub­sections (2)  to (10) of section  58 shall apply  mutatis mutandis for \nissuance  of a non­voluntary  license  under this  section.  \n \nCHAPTER  XVII  \nPROCEEDINGS  FOR  INFRINGEMENT  OF PATENTS  \n60. Suit for infringement of a patent .—(1) A patentee  may institute  a suit in a District  \nCourt  having jurisdiction to try the suit against any person who, during the continuance of a patent \nacquired by  him under this Ordinance  in respect  of an invention, makes, sells or uses the  invention \nwithout  his license, or counterfeits  it, or imitates  it: \n \nProvided  that, where  a counter­claim  for revocation  of the patent  is made  by the defendant,  \nthe suit,  along  with the counte r-claim,  shall  be transferred  to the  High Court  for decision.  \n \n(2) Every ground on which a patent may be revoked under the provisions of this Ordinance \nshall be  available  by way of defence  to a suit for infringement.  \n61. Reliefs  in suits  for infringement .—1[(1) In any suit for infringement  the Court  shall  \nhave  the power, — \n(a) to grant relief by way of damages, injunctions or accounts provided that, \nwhere permitted,  effective  provisional  measure  may also  be ordered  by the \nCourt;  \n(b) to order,  if the subject  matter  of a patent  is a process  for obtaining  a product,  \nthe defendant  to prove that the process to obtain an identical product is \ndifferent from the patented process  and that the identical product in question \nshall, in the absence of proof to the contrary, be  deemed to have  been obtained \nby the  patented process provided that  the product  obtained  by pate nted process \nis new if it  has not  been put  into the  market  for more  than one  year before  the \ndate of the initiation  of the judicial  action  by the patentee:  \n \n Provided that this provision shall apply subject to the prior proof by the \nplaintiff that the  allegedly infringing product is identical to the product \ndirectly produced by the patented  process:  \n \nProvided further that in the adduction of proof to the contrary, the \nlegitimate interests of  defendants  in protecting  their manufacturing  and \nbusiness  secrets shall  be taken  into account.]  \n(2) In any suit for infringement­  \n \n_________________________________________________________________________________  \n1Subs.  by the Patents  (Amdt.)  Ordinance,  2002  (95 of 2002),  s. 15, for sub section  (1). \n  \n \nPage 40 of 52   \n(a)  the Court shall have the authority to order prompt and effective provisional \nmeasures — \n(i)  to prevent  an infringement,  and in particular,  to prevent  the entry  into \nthe channels  of commerce  of goods,  including  imported  goods  after \ncustom  clearance,  and \n \n(ii)  to preserve relevant evidence in regard to the alleged infringement;  \n \n(b) the Court shall have the authority to order provisional measures, inaudita \naltera parte  where  appropriate, in particular, where any delay is likely to cause \nirreparable harm to the right  holder, or  where  there  is a demonstrable  risk of \nevidence  being  destroyed;  \n(c)  the Court  shall  have  the authority  to require  the applicant  to provide  any \nreasonably  available evidence to satisfy it with a sufficient degree of certainty \nthat the applicant is the  right holder and that the applicant ’s right is being \ninfringed or that such infringement is  imminent,  and to order  the applicant  to \nprovide  a security  or equivalent  assurance  sufficient  to protect  the defendant  \nand to prevent  abuse;  \n(d)  where  provisional measures have  been adopted inaudita  altera  parte , the \nparties affected  shall be given notice, without delay after the execution of the \nmeasures at the latest, and a  review, including a right to be hear d, shall take \nplace upon request of the defendant with a  view to deciding within a \nreasonable period after the notice of the measures, whether these  measures  \nshall  be modified, revoked  or confirmed;  \n(e)  the Court  may require  the applicant  to supply  other  information  necessary  for \nidentification  of the  goods  concerned;  \n(f)  without prejudice to the provisions of clause (d), provisional measures taken \non the basis of  clauses (a) and (b) shall upon the request of the defendant, be \nrevoked or otherwise c ease to  have  affect if proceedings leading to a  decision \non the  merit of the  case are not initiated  within a  reasonable  period not  to \nexceed twenty working days or thirty­one  calendar days,  and \n(g)  where  the provisional  measures  are revoked  or where  they lapse  due to any act \nor omission  by the applicant, or where it is subsequently found that there has \nbeen no infringement or  threat  of infringement,  the Court  shall  have  the \nauthority  to order  the applicant,  upon  request of the defendant, to provide th e \ndefendant appropriate compensation for an injury  caused by these  measures.  \n62. Damages not to be awarded against defendant in certain cases. —(1) In proceedings \nfor the  infringement  of a patent,  damages  shall  not be awarded  against  a defendant  who proves  that at \nthe date of the infringement he was not aware, and had not reasonable ground for supposing, that the \npatent  existed, and a person shall not be deemed to have been aware or to have had reasonable \ngrounds for  supposing  as aforesaid  by reason  only of the application  to an article  of the word  \n“patent ”, “patented ”, or any word or words expressing or implying that a patent has been obtained \n \nPage 41 of 52  for the article, unless the  number of  the patent  accompanied the  word  or words  in question.  \n(2) Nothing in  this section  shall  affect  the power  of the Court  to grant  an injunction  in any \nproceedings  for infringement  of patent.  \n \n63. Relief  for infringement  of partially  valid  specification .—(1) If in any proceedings  for \ninfringement of a patent it is found that any claim of the specification, being a claim in respect of \nwhich  infringement is alleged, is valid, but that any other claim is invalid, the Court may grant relief \nin respect  of any valid claim  which is  infringed:  \n \nProvided  that the Court  shall  not grant  relief  by way of damages  or costs  except  in the \ncircumstances  mentioned in sub -section (2).  \n \n(2) Where the plaintiff proves that the invalid claim was framed in good faith and with \nreasonable  skill and knowledge,  the Court  shall  grant  relief  in respect  of any valid  claim  which  is \ninfringed  subjec t to the discretion  of the Court  as to  costs  and as to  the date from  which  damages  \nshould  be reckoned.  \n64. Proceedings for infringement by exclusive licensee . The holder of an exclusive license \nunder a  patent shall have the like right as the patentee to take proceedings in respect of any \ninfringement of the  patent  committed after the  date of the  license, and in awarding damages or \ngranting any other relief in  any such  proceedings the  Court  shall take  into consideration any loss \nsuffered or likely to be  suffered  by the exclusive licensee as such or, as the case may be, the profits \nearned by means of the infringement  so far  as it constitutes  an infringement  of the rights  of the  \nexclusive  licensee  as such.  \n65. Certificate of contested validity of specification .—(1) If in any proceedings before  the \nCourt  the validity of any claim of a specification is contested, and that claim is found by the Court to \nbe valid,  the Court  may certify  that the validity  of that claim  was contested  in those  proceedings.  \n \n(2) Where any such certificates has been granted, then, if in any subsequent proceedings \nbefore the  Court  for infringement  of the patent  or for revocation  of the patent,  a final order  or \njudgement  is made  or given in favour of the party relying on the validity of the patent, that party \nshall, unless the Court  otherwise directs, be entitled to the full costs so far as they concern the claim \nin respect of which the  certificate  was granted:  \n \nProvided that this sub­section shall not apply to the costs of any appeal in any such \nproceedings as  aforesaid.  \n66. Remedy  for groundless  threats  of infringement  proceedings .—(1) Where  any person,  \nwhether entitled to or interested in a  patent  or an application for a  patent  or not, threatens any other  \nperson by circulars, advertisements or otherwise  with proceedings for infringement  of a patent, any  \nperson aggrieved thereby  may bring  suit against  him for any such relief  as is specified in sub -section  \n(2). \n(2) Unless in any suit under sub­section (1) the defendant proves that the acts in respect of \nwhich  proceedings were threatened constitute or, if done, would constitute, an infringement of a \npatent or of  rights  arising  from  the publicat ion of a complete  specification  in respect  of a claim  of \nthe specification  not shown  by the plaintiff  to be invalid,  the plaintiff  shall  be entitled  to the \nfollowing  reliefs,  namely:__ \n \nPage 42 of 52  (a)  a declaration  to the effect  that the threats  are unjustifiable;  \n(b) an injunction  against  the continuance  of the threats;  and \n(c)  such damages,  if any, as  he has sustained  thereby.  \n \n(3) For the avoidance of doubt, it is hereby declared that a mere notice of the existence of a \npatent  does not constitute  a threat  of proceedings  within  the meaning  of sub­section  (1). \n67. Power  of Court to make  declaration as to non­infringement .—(1) A declaration that  \nthe use by any person  of any process,  or the making  or use or sale by any person  of any article,  \ndoes not or would not constitute an infringement of a claim of a patent may be made by the Court in \nproceedings  between  that person  and the patentee  or the holder  of an exclusive  license  under  the \npatent,  notwithstanding that no assertion to the contrary has been made by the patentee or licensee, if \nit is shown — \n(a)  that the plaintiff  has applied  in writing  to the patentee  or licensee  for a written  \nacknowledgement to the effect of the declaration claimed, and has furnished \nhim with full  particulars  in writing  of the  process  or article  in question;  and \n(b)  that the patentee  or licensee  has refused  or neglected  to give such an \nacknowledgement.  \n(2) The costs of all parties in proceedings for a declaration brought by virtue of this section \nshall,  unless  for special  reasons  the Court  thinks  fit to order  otherwise,  be paid by the plaintiff.  \n(3) The validity  of a claim of  the specification  of a patent  shall not  be called  in question  in \nproceedings for a declaration brought by virtue of this section, and accordingly the making or refusal \nof such a declaration  in the case of a patent  shall  not be deemed  to imply  that the patent  is valid.  \n(4) Proceedings  for a declaration  may be brought  by virtue  of this section  at any time after \nthe date of the publication  of the complete  specification  in pursuance  of an application  for a patent,  \nand references  in this section  to the patentee  shall  be construed  accordingly.  \n68. Power of Court to appoint scientific advisers .—(1) In any suit for infringement or in \nany proceedings before a Court under this Ordinance, the Court may at any time, and whether or not \nan application has been made by any party for that purpose, appoint an independent scientific adviser \nto assist the Court or to inquire and report upon any such question of fact or of opinion, not involving \na question of interpretation  of law, as  it may formulate  for the  purpose.  \n \n(2) The remuneration of the scientific adviser appointed under sub­section (1) shall be fixed \nby the  Court and shall include the costs of making a report and a proper daily fee for any day on \nwhich the  scientific  adviser may be  required to attend before  the Court, and such remunerati on shall \nbe defrayed  out of moneys  provided  by the Federal  Government  for the purpose.  \n \n \n \n \n  \n \nPage 43 of 52  CHAPTER  XVIII  \nAPPEALS  \n69. Appeals .—(1) No appeal shall lie from any decision, order or direction made or issued \nunder this  Ordinance  by the  Federal Government, or from any act  or order of the  Controller for the  \npurpose  of giving  effect  to any such decisions,  order or direction.  \n(2) The public authorities and officials shall be exempted from liability to appropriate \nremedial  measures where  actions are  taken  or intended  in good  faith in course  of administration  of \nthis Ordinance.  \n(3) Subject to sub­section (1), an appeal shall lie to the High Court from any decision, order \nor direction  of the Controller  or, as the case may be, the Federal  Government  under  any of the \nprovision s of this  Ordinance.  \n(4) Every appeal under this section shall be  in writing and shall be  made  within three  months \nfrom  the date of the decision,  order  or direction  of the Controller,  as the  case may be, of the Federal  \nGovernment,  or within such further time  as the High Court  may allow.  \n70. Procedure for hearing appeals .—(1) Every appeal before the High Court shall be by \npetition  and shall be  in such form and shall contain such particulars as may be  provided by rules \nmade  by the  High  Court.  \n(2) Every  appeal  under  this section  shall  be heard  by a single  Judge  of the High  Court:  \n \nProvided  that any such Judge  may,  if he so thinks fit,  refer  the appeal  at any stage  of the \nproceedings  to a larger Bench of the  High Court.  \n(3) Every appeal under this section shall be heard as expeditiously as possible and endeavor \nshall be  made  to decide  the appeal  within  a period  of twelve  months  from  the date on which  it is \nfiled.  \n \n \n \nCHAPTER XIX \n PENALTIES  \n71. Penalty for contravention of secrecy provisions relating to certain inventions. If any \nperson  fails to comply with any direction given under section 25 or makes or causes to be made an \napplication  for the grant of a patent in contravention of section 26, he shall be punishable with \nimprisonment for a  term which  may extend  to two years,  or with fine not exceeding  twenty  thousand  \nrupees,  or with both.  \n72. Penalty for false entry in any register, etc. If any person makes, or causes to be made, a \nfalse  entry in any register kept under this Ordinance, or a writing falsely purporting to be a copy of \nan entry in  such a  register, or produces or tenders, or causes  to be  produced or tendered, in evidence  \nany such  writing knowing the entry or writing to be false, he shall be punishable with imprisonment \nfor a term  which  may extend  to two years,  or with fine not exceeding  twenty  thousand  rupees,  or \nwith both.  \n \nPage 44 of 52  73. Penalty for false representation . If any person falsely represents that any article sold by \nhim is  patented in Pakistan or is the  subject  of an application for a  patent  in Pakistan, he  shall be  \npunishable  with fine  which  may extend to  five thousand rupees.  \n \nExplanation  1.—For the purposes  of this section,  a person  shall  be deemed  to represent — \n \n(a)  that an article is patented in Pakistan if there is stamped, engraved or \nimpressed on, or  otherwise  applied  to, the article  the word  “patent ” or \n“patented ” or some  other  word  expressing  or implying  that a patent  for the \narticle  has been  obtained  in Pakistan;  or \n(b)  that an article is the subject of an application for a patent in Pakistan, if there \nare stamped,  engraved or impressed on, or otherwise applied to, the article the \nwords “patent applied for ”, “patent  pending ”, or some  other  words  \nimplying  that an application  for a patent  for the article  has been made  in \nPakistan.  \n \nExplanation 2 .—The use of words “patent ”, “patented ”, “patent applied for ”, “pending ” or \nother  words expressing or implying that an article is patented or that a patent has been applied for \nshall be  deemed to refer to a  patent  in force  in Pakistan, or to a  pending applic ation for a  patent  in \nPakistan, a s the case may be, unless there is an accompanying indication that the patent has been \nobtained or applied  for in any country  outside  Pakistan.  \n74. Penalty for wrongful use of Words “patent office ”. If any person uses on his place of \nbusiness  or any document issued by him or otherwise the words “patent office ” or any other words \nwhich would  reasonably lead to the  belief that  his place  of business is, or is officially connected \nwith, the  patent  Office, he shall be 1[punishable with imprisonment for a term which may extend to \ntwo years, and with  fine which may extend to one  million rupees ]. \n75. Penalty for refusal or failure to supply information. —(1) If any person refuses or fails \nto furnish to the Controller any information or statement which he is required to furnish by or under \nthis Ordinance,  he shall  be punishable  with fine which  may extend  to 2[five  thousand  rupees].  \n \n(2) If any person, being required to furnish any such information as is referred to in \nsub­section (1),  furnishes  information  or a statement  which  is false,  and which  he either  knows  or has \nreasons  to believe  to be false or does not believe to be true, he shall be punishable with fine which \nmay extend to 3[fifty thousand rupees] . \n \n 76. Penalty for  contravention of section 20 . If the  applicant  fails to file  the statement  \nrequired  under  section  20 or has furnished  information  which  in any material  particular  is false  to \nhis knowledg e or if he  fails to comply with the  Controller ’s request  within the  specified time, he  \nshall be  punishable  with fine  which  may extend  to 4[five  thousand  rupees].  \n \n_________________________________________________________________________________  \n1Subs, by the Patents (Amdt.) Ordinance, 2002 (95 of 2002) s. 16 for certain words.  \n2Subs. ibid., s. 17 for “two thousand rupees”.  \n3Subs. ibid, for “ten thousand rupees”.  \n4Subs. Ibid., s.18,for “two thousand rupees”.  \n  \n \nPage 45 of 52  77. Penalty  for practice  by non-registered  patent  agents.  If any person  contravenes  the \nprovisions of section 82, he shall be punishable with fine which may extend to 1[twenty five \nthousand  rupees] in the case of a first offence and 2[one hundred thousand rupees] in the case of a \nsecond or  subsequent  offence.  \n \n3[78. Offences by companies etc. Where the person guilty of an offence under this \nOrdinance is a  company, corporation, firm or institution, every owner, director, and employee of the \ncompany, firm,  institution, or corporation, having knowledge of the offence  and consented to the \ncommission of the  offence  shall  be guilty of the  offence].  \n \n_____________  \n \nCHAPTER  XX  \nPATENT  AGENTS  \n \n79. Register of patent agents . There shall be kept at the Patent Office a register of patent \nagents  wherein shall be entered the names and addresses of all person qualified to practice before the \nPatent  Office  as patent  agents.  \n80. Registration as patent agent. The Controller may, on an application made in the \nprescribed  manner, register as a patent agent any person who is a citizen of Pakistan, has completed \nthe age of  twenty­one  years,  possesses  the prescribed  qualifications  and has paid the prescribed  fee. \n81. Subscription and verification of certain documents by patent agents .—(1) Subject to \nsub­section (2) and rules, all applications and communications to the Controller under this Ordinance \nmay be  signed by  a patent  agent  authorized  in writing  in this  behalf  by the person  concerned.  \n(2) The following  documents,  namely, — \n(i)  applications  for patents;  \n(ii)  applications  for the restoration  of lapsed  patents;  \n(iii)  notices  of opposition;  \n(iv)  applications for  leave  to amend;  \n(v)  applications  for compulsory  licences  or for revocation;  and \n(vi)  notices  of surrender  of patents,  \n \nshall  be signed  and verified  in the prescribed  manner  by the person  making  such applications  or \ngivin g such notices:  \n \n_________________________________________________________________________________  \n1Subs. Ibid., s.19, for “five thousand rupees”.  \n2Subs. Ibid., for “one thousand rupees”.  \n3Subs. Ibid., s.20,for original section 78.  \n  \n \nPage 46 of 52  Provided  that, if such person  is absen t from  Pakistan,  they may be signed  and verified  by \na paten t  agent  authorized by him  in writing  in that  behalf.  \n \n82. Restrictions  on practice  as patent  agent.___ (1) No person,  either  alone  or in \npartnership  with any other person, shall practice or describe or hold himself out as a patent agent, or \npermit himself to be  so described or held out, unless he is registered as a patent agent or, as the case \nmay be, unless he and all  his partners  are so registered.  \n(2) No company or other body corporate sha ll practice or describe or hold itself out as a \npatent agent  or permit  itself to be  so described or  held out.  \n \nExplanation. —For the purposes  of this section,  practice  as a patent  agent  includes  any of \nthe  following  acts, namely: — \n(a)  applying  for or obtaining  patents  in Pakistan  or elsewhere;  \n(b)  preparing specifications or other documents for the  purposes of this Ordinance  \nor of the  patent  law of any  other  country;  and \n(c)  giving advice, other than advice  of a scientific  or technical nature, as to the  \nvalidity of  patents  or their infringement.  \n \n83. Removal from register of patent agents and restoration .—(1) The Federal \nGovernment may  remove the name  of any person from the register of patent agents when it is \nsatisfied, after giving that  person a reasonable opportunity of being heard and after such further \ninquiry, if any, as it thinks fit to  make — \n(i)  that his name has been entered in the register of patent agents by error or on \naccount of  misrepresentation or suppression  of material  facts; or \n(ii)  that he has been convicted of any offence and sentenced to a term of \nimprisonment or has  been guilty of misconduct in his professional capacity \nwhich in the opinion of the Federal  Government  renders  him unfit  to be kept \nin the register  of patent  agents.  \n \n(2) The Federal Government may, on application and on sufficient cause being shown restore \nto the  register of  patent  agents  the name  of any person  removed  therefrom.  \n84. Power  of controller  to refuse  to recognize  as agent .__(1) Subject  to any rules made  in \nthis behalf , the Controller  may refuse  to recognize  as agent  in respect  of any business under  this \nOrdinance — \n(a)  any person whose name has been removed from and not restored to, the \nregister of patent  agents;  \n(b)  any person  who has been  convicted  of an offence  under  section  77; \n(c)  any person, not being registered as patent agent, who in the opinion of the \nController is  engaged wholly or mainly in acting as agent in applying for \n \nPage 47 of 52  patents in Pakistan or elsewhere  in the  name  or for the benefit  of the person  by \nwhom  he is employed;  or \n(d)  any company or firm, if any person whom the Controller could refuse to \nrecognize as patent  agent  in respect  of any business under  this Ordinance,  is a \ndirector  or manager  of the company or is  a partner in the  firm.  \n \n(2) The Controller shall refuse to recognize as agent in respect of any business under this \nOrdinance  any person  who neither resides  nor has a place  of business  in Pakistan.  \n85. Saving in respect of other persons authorize to act as agents. Nothing in this Chapter \nshall be  deemed to prohibit.  \n(a)  the applicant for a patent or any person, not being a patent agent, who is duly \nauthorized by  the applicant  from  drafting  any specifica tion or appearing  or \nacting  before  Controller;  or \n(b)  an advocate,  not being a  patent  agent,  from taking part  in any proceedings  \nunder  this Ordinance  otherwise  than by way of drafting  any specification.  \n \n__________  \n \nCHAPTER  XXI  \nINTERNATIONAL  ARRANGEMENTS  \n86. Power of the Federal Government to declare a country as Convention country. —(1) \nWith a  view to the  fulfillment  of a treaty, convention or arrangement  between Pakistan and any \nother country,  the Federal Government may, by notification in t he official Gazette, declare such \ncountry to be the  Convention country for the purposes of this Ordinance, in addition to the members \nof the World Trade  Organization.  \n \n(2) A declaration  under  sub­section  (1) may be made  for the purposes  either  for all or for \nsome  only of the  provisions of this Ordinance, and a  country in the  case of which a  declaration made  \nfor the  purposes of some only of the provisions of the Ordinance is in force shall be deemed to be a \nConvention  country for the  purposes  of those  provisions  only.  \n \n87. Supplementary provisions as to Convention application . For the purposes of this \nOrdinance,  any matter shall be deemed to have been disclosed in an application for protection in a \nConvention  country if it was claimed or disclosed, otherwise than by way of disclaimer or \nacknowledgement of prior  art, in that  application  or in any  document  submitted  by the applicant  for \nprotection  in support  of and at the same  time as that  application,  but no account  shall  be taken  of \nany disclosure  effected  by any such document  unless  a copy  of the document  is filed  in the Patent  \nOffice  with the Convention  application  in accordance  with the provisions  of section  88. \n88. Documents to be filed with a Convention application .—(1) Where a Convention \napplication is  made under this Ordinance, the applicant shall furnish, in addition to the complete \nspecifications, copies  of the specifications  or corresponding  documents  filed or deposited  by the \napplicant  in the patent  offic e  of the Convention country in which the relevant application was made, \ncertified by the official chief or  head of the patent office of the Convention country, or otherwise \nverified to the satisfaction of the  Controller, along with the application or within three m onths \n \nPage 48 of 52  thereafter, or with in such further period as  the Controller may on good cause  allow.  \n(2) If any such specification or other document referred to in sub­section (1) is in a foreign \nlanguage,  a translation into English of the specification or document , verified by affidavit or \notherwise to the  satisfaction  of the Controller,  shall  be annexed  to the specification  or document.  \n(3) For the purposes of this Ordinance, the date on which an application was made in a \nConvention  country is such date as the Controller is satisfied, by certificate of the official chief or \nhead of the patent  office of the Convention country or otherwise, is the date on which the application \nwas made in that  Convention country.  \n \n \n_________  \n \nCHAPTER XXII   \nMISCELLANEOUS  \n89. Fees .—(1) There  shall  be paid in respect  of the grant  of patents  and applications  therefor,  \nand in respect  of other  matters  in relation  to patents  under  this Ordinance,  such fees, to the Patent  \nOffice,  as may be  prescribed by the  Federal  Government.  \n(2) Any proceedings  in respect  of which  a fee is payable  under  this Ordinance  or the rules \nshall  be of  no effect  unless  the fee has been paid.  \n90. Restrictions upon publication of specifications, etc . Subject to the provisions of \nChapter VII,  an application for a patent, and any specification filed in pursuance thereof, shall not, \nexcept with the  consent  of the  applicant, be  published by the  Controller or be  open to public  \ninspection at  any time  before  the date of advertisement  of acceptance  of the  application in the  \nofficial Gazette  1[or in the  Patents ’ jounal].  \n91. Reports  of examiners to be confidential . The reports of examiners to the Controller \nunder this  Ordinance  shall not  be open to public  inspection or be  published by the  Controller, and \nsuch reports  shall not be liable to production or inspection in any legal proceedings unless the Court \ncertifies that the  production or  inspection is  desirable  in the interests  of justice,  and ought  to be  \nallowed.  \n92. Publication  of Patented  Inventions . The Controller  shall  issue  periodically  a publication  \ncontaining  such information  relating  to patented  inventions as  the Federal  Government  may direct.  \n \n93. Power of Controller to call for information from patentees .—(1) The Controller may, \nat any  time during the  continuance  of the patent,  by notice  in writing,  require  a patentee  or a \nlicensee,  exclusive or otherwise, to furnish to him within two months from the date of such notice or \nwithin such  further  time as the Controller  may allow,  such information  or such periodical  \nstatements  as to the extent  to which the patented invention has been commercially worked in \nPakistan as may be specified in the  notice.  \n \n_________________________________________________________________________________  \n1Ins. by Act  No.  XXIV of 2016,s.7  \n \nPage 49 of 52  (2) Without  prejudice  to the provisions  of sub­section  (1), every  patentee  and every  \nlicensee,  whether exclusive  or otherwise, shall furnish in such manner and form and at  such intervals, \nnot being  less than six months, as may be  prescribed, statement  as to the  extent  to which the  \npatented invention  has been worked  on a commercial  scale  in Pakistan.  \n(3) The Controller  may publish  the information  received  by him under  sub­section  (1) or \nsub­section  (2) in such manner  as may  be prescribed.  \n94. Evidence  of entries,  documents,  etc.—(1) A certificate  purporting  to be signed  by the \nController as to any entry, matter or thing which he is authoritized by this Ordinance or any rule to \nmake  or do, shall be  prima  facie  evidence  of the  entry having been made  and of the  contents \nthereof and of  the matter  or thing  having  been  done  or omitted  to be done.  \n \n(2) A copy of any entry in any Register or of any document  kept in the  Patent  Office  or of \nany patent,  or an extracts  from  any such Register  or document,  purporting  to be certified  by the \nController   and sealed with the seal of the Patent Office shall be admitted in evidence in all courts, \nand in all  proceedings, without  further proof  or production of  the original.  \n \n \n (3) The Controller or any other officer of the Patent Office shall not, in any legal proceedings \nto which  he is not a party,  be compellable  to produce  the Register  or any other  document  in his \ncustody,  the contents of which can be proved by the production of a certified copy issued under this \nOrdinance or  to appear as a  witness to prove  the matters therein recorded unless by order of the  \nCourt  made  for special  causes.  \n95. Declaration by infants, lunatics, etc .—(1) If any person is, by reason of minority, \nlunacy or  other disability, incapable of making any statement or doing anything required or permitted \nby or under  this Ordinance, the lawful guardian, committee or manager, if any, of the person subject \nto the disability,  or if there  be none, any person appointed by any Court  having jurisdiction in \nrespect  of his property,  may make  such statement  or a statement  as nearly corresponding thereto as \ncircumstances permit, and  do such thing  in the name  and on behalf  of the  person  subject  to the  \ndisability.  \n \n(2) An appointment may be made by the Court for the purposes of this section upon the \npetition of  any person active on behalf of the person subject to the disability or of any other person \ninterest in the  making  of the  statement  or the  doing  of the thing.  \n96. Service of notice, etc., by post . Any no tice required or authorized to be given by or \nunder this  Ordinance, and any application or other document so authorized or required to be made or \nfiled, may be  given,  made  or filed by post.  \n97. Security for cost . If any party by whom notice  of any opposition is given under this \nOrdinance  or by whom  application is  made  to the Controller  for the  grant  of a licence  under  a patent  \nneither  resides  nor carries  on business in  Pakistan,  the Controller  may require  him to give security  \nfor the costs of  the proceedings,  and in default  of such security  being  given  may treat the  opposition \nor application abandoned.  \n \n \nPage 50 of 52  98. Transmission of orders of High Court or Court to the Controller .—(1) Every order of \nthe High Court on a petition for revocation, including an order granting certificate of validity of any \nclaim,  shall be transmitted by the High Court to the Controller who shall cause an entry thereof and \nreference  thereto to be  made  in the  Register.  \n(2) Where in any suit for infringement of a patent  or in any suit under section 60 the validity \nof any  claim or a specification is contested and that claim is found by the Court to be valid or not \nvalid, as the  case may be, the Court shall transmit a copy of its judgement and decree to the \nController who shall on  receipt thereof cause an entry in relation to such proceedings to be made in \nthe prescribed manner in a  supplemental  record.  \n(3) The provisions of sub­sections (1) and (2) shall also apply to the Court to which appeals \nare referred against  decisio ns of the Court  referred  to in those  sub­sections.  \n99. Transmission of copies of specifications,  etc. and inspection thereof.  Copies of  all \nsuch specifications drawings and amendments left at the Patent Office as become open to public \ninspection  under the provisions of the Ordinance shall be transmitted, as soon as may be, after the \nprinted copies  thereof are available, to such authorities as the F ederal Government may appoint in \nthis behalf, and shall  be open to the inspection of any person at all reasonable times at places to be \nspecified by those  authorities  with the approval  of the Federal  Government.  \n100. Information  relating  to patents . Any person  making a  request  to the Controller  in the \nprescribed manner for information relating to any such matter, as may be prescribed, as respects any  \npatent specified in the request or as respects any application for a patent so specified shall be entitled,  \nsubject  to the payment  of the prescribed  fee, to have  information  supplied  to him accordingly.  \n101. Loss or destruction of patents . If a patent is lost or destroyed, or its non­production is  \naccounted for to the  satisfaction of the  Controller, the  Controller may at  any time, on application \nmade  in the  prescribed manner and on payment  of the  prescribed fee, cause  a duplicate  thereof to be  \nsealed  and delivered to the  applicant.  \n \n1[*  * * * * * *] \n103. Right of the Government to sell or use forfeited articles. Nothing in this Ordinance \nshall  affect  the power of the  Government  or of any person deriving title  directly or indirectly from \nthe Government  to sell or use any articles  forfeited  under  any law for the time being  in force.  \n104. Power of High Court to make rules . The High Court may make rules consistent with \nthis Ordinance  as to the conduct  and procedure  in respect  of all proceedings  before  it under  this \nOrdinance.  \n \n105. Power  of the Federal  Government  to make  rules .—(1) The Federal  Government  \nmay,  by notification  in the official  Gazette,  make  rules for  carrying  out the purposes of  this \nOrdinance.  \n \n \n_________________________________________________________________________________  \n1Section 102 Omitted by the Patent (Amdt.) Ordinance, 2002 (95 of 2002), s.21.  \n  \n \nPage 51 of 52  (2) In particular  and without  prejudice  to the generality  of the foregoing  power,  such rules  \nmay provide   for all  or any of the  following  matters, namely: — \n(i)  the form and manner  in which any application for  a patent, any specifications \nor drawings,  and any other  application  or document  may be filed in the Patent  \nOffice;  \n(ii)  the time within which any act or thing may be done under this Ordinance, \nincluding the  manner  in which  and the time within  which  any matter  may be \nadvertised  under  this Ordinance ; \n(iii)  the fees which may be  payable  under this Ordinance  and the  manner of \npayment  of such  fees;  \n(iv)  the matters  in respect  of which  an examiner  may make  a report  to the \nController;  \n(v)  the form  of request  for sealing  of patent;  \n(vi)  the form and manner in which and the time within which any notice may be \ngiven under this  Ordinance;  \n(vii) the provisions  which  may be inserted  in an order  for restoration  of a patent  for \nthe protection of the  person who may have  availed themselves of the  \nsubject­matter of the  patent  after the patent  had ceased;  \n(viii)  the maintenance  of the Register  and the matters  to be entered  therein;  \n(ix)  the time when and the manner in which the Register and any other document \nopen to  inspection may be  inspected under  this Ordinance;  \n(x)  the qualifications of and the preparation of a role of scientific advisers for the \npurpose of  section 68;  \n(xi)  the manner in which any compensation for acquisition by the Government of \nan invention  may be  paid;  \n(xii) the manner  in which  the register  of patent  agents  may be maintained,  and \nmatters  connected  with the practice  and conduct  of the patent  agents;  1* \n(xiii)  the regulation  of the making,  printing,  publishing  and selling  of indexes  to, \nand abridgements of, specifications and other documents in the Patent Office, \nand inspection of  indexes  and abridgements  and other  documents  2[;]. \n \n3[(xiv)   the manner  to establish  the regime  for exhaustion  of intellectual  property  \nrights;  \n \n_____________________________________________________________________________  \n1The word “and” omitted by the Patents (Amdt.) Ordinance, 2002 (95 of 2002) s. 22.  \n2Subs. ibid., for the full stop.  \n3New clauses (xiv), (xv), (xvi), (xvii) and (xviii) added ibid. \n \n \nPage 52 of 52  (xv)  the details in  respect  of inventions  referred  to in sub-section  (4) of section  7; \n(xvi)  the manner in which an invention shall be disclosed including the best mode \nknown for the  execution of the invention, the forms and limits of allowable \nclaims and, in the case of  inventions relating to microorganisms, the \nrequirement and the manner of submission of a  culture for experimental \npurposes in relation to the scope of the claim and th e procedure for  grant  of \nsuch patents;  \n(xvii)  the procedure and the criteria for determining the remuneration for a \ncompulsory licence  and the  terms and conditions for licensing agreements \nincluding, in particular, those  which  do not adversely affect comp etition or \ncause impediment to the research and development in  the country or to bind \nthe licensee to transfer the improvements made by him to the licensor  or to \nforce  the licensee  to acquire  technologies or  inputs not  needed  or desired  by \nhim; and \n \n(xviii)  the form  of filing  application and  manner of  grant  of exclusive  marketing  \nrights].  \n(3) The power to make rules under this section shall be subject to the condition of the rules \nbeing  made  after previous  publication.  \n106. R epeal  and savings ._(1) The Patents  and Designs  Act, 1911  (Act II of 1911)  is hereby  \nrepealed.  \n(2) Notwithstanding the repeal of the Patents and Designs Act, 1911 (Act II of 1911) the \nrenewal fee  in respect  of a patent  granted  under  that Act shall  be as fixed  thereunder.  \n(3) Save as otherwise provided in sub­section (2), the provisions of this Ordinance shall apply \nto any  application  for a patent  pending on  the commencement  of this Ordinance  and to any \nproceedings  consequent  thereon,  and to any patent  granted  in pursuance  thereof.  \n(4) Notwithstanding anything contained in this Ordinance, any suit for infringement of a \npatent, or  any proceedings  for revocation  of a patent,  pending  in any Court  on the commencement  of \nthis Ordinance,  may be continued  and disposed  of under  the Patents  and Designs  Act, 1911  (Act II \nof 1911)  as if this  Ordinance  had not  come  into force,  1* * *.  \n \n2[107. Acts done in good faith . No suit, prosecution, or any other legal proceedings shall lie \nagainst  any government employee or any person exercising any powers or performing any functions \nunder this  Ordinance  or the rules  made  thereunder  for any act or thing  which  has been  done  in good  \nfaith. \n \n108. Removal of difficulties . If any difficulty arises in giving effect to any of the provisions \nof this  Ordinance, the Federal Government may, by notification in the official Gazette, make such \nprovisions as  it deems  fit for removing  that difficulty].  \n \n_________________________________________________________________________________  \n1The certain words omitted by the Patents (Admt.) Ordinance, 2002 (95 of 2002), s.23.  \n2New sections 107 and 108 added ibid., s.24"
}