{
    "file": "./converted_json\\administratoree12ab746b6a756d88934ec006659fd3.json",
    "name": "Service Tribunals (Qualifications of Members) Rules, 1974",
    "date": "February 22, 1974",
    "tagline": "Rules for qualifying service tribunal members",
    "content": "430 \t STATUTORY RULES AND ORDERS  \n[1,73 : Act !Mt \n[Under section 8.—Service Tribunals ( Qualifications of Members) Rules] \nTHE SERVICE TRIBUNALS ( QUALIFICATIONS 9F MEMBERS) \nRULES, 1974. \nS.R.O. 242 (1)174, dated the 22nd February, 1974.—In rcise of the powers conferred by section 8 of the Service Tribunall'Act, 1973 ( LX of 1973), the Federal Government is pleased to make the following rules :- \nThese rules may be called the Service Tribunals( \tcations of Members) \nRules, 1974. \t i 7 re4. 42 0.4.i.aparA— : a ., \t i A member of the Tribunal shall be a perk n who has for a period olIM \nnot less than 20 years held an appointment or p tin the Service of Pakistan,- , \nor in a Corporation or other body set up by G vernment or who, for the said \nperiod, has been an advocate or legal practitio r. \nS.R.O. 243 (1)174, dated the 22nd Febru y, 1974.—In exercise of the power; . conferred by section 3 of the Service Tribunals ct, 1973 (LXX of 1973), the Presidi \nis pleased to establish a Service Tribu al consisting of the following CM... \nman and Members, namely :— \n(a) Mr. Shah Nawaz Khan, pre ntly Joint Secretary, Law \nDivision, Islamabad • \tChairman. \n(b) Mr. G. D. Memon, p  ..-:  - aly Chairman, Sind and \t\nBaluchistan Public Servi Commission, Karachi \t.. Member. \n40' (c‘ Mr. S. Barkat Ahmad resently Officer on Special Duty, \ncoSi 1 \t' Food and Agriculture Division, Islamabad \t.. \t.. Member. \n[See Gaz., of P 974, Ext., Pt. II, p. 263] \nS.R.O. 1199 (1)174, date the 14th Sept ember,1974.—In exercise of the powers \nconferred by section 8 of th Service Tribunals Act, 1973 (LXX of 1973), the \nFederal Government is p ased to make the following rules, namely :— \nTHE SERVIC TRIBUNALS (PROCEDURE) RULES, 1974. \n1. These rules a y be called the Service Tribunals (Procedure) Rules, 1974. \n2.—(1) in the‘ rules, unless there is anything repugnant in the subject C d.  \ncontext,— \n\"Act' means the Service Tribunals Act, 1973 (LXX of 1973). \n\" C a rman \"means the Chairman of a Tribunal; \n\" ember\" means a member of a Tribunal and includes the Choi \nn ; and \nRegistrar\" means the Registrar of a Tribunal and includes m \nother person authorised by the Tribunal to perform the functio \nof the Registrar under these rules. \n(2) Words and expressions used but not defined in these rules shall have \nthe same meaning as are assigned to them in the Act. \n'-‘,0 ideZtbN 5-/Og11,1 t \t _ \t • 01 \n1913 : Act TAXI \tSTATUTORY RULES AND ORDERS \t431 \n[Under section 8 , —Service Tribunals (Procedure) Rules] \n3.—(1) The permangat seat of a Tribunal shall be at place which the Fede-\nral Government may, b?motification in the official Gazett appoint. \n(2) A Tribunal shall ordinarily hold its sittings a its permanent seat but \nit may hold its sittings at any other place within its ju sdiction if in its opinion \nthe holding of sittings at such other place will be cony nient to the parties to the \nproceedings before it. \n4.—(1) A Tribunal shall ordinarily observe the ame hours as are observed \nby the offices of the Federal Government. \n(2) A Tribunal shall observe the holidays n, ified by the Federal Govern-\nment. \n5.—(1) An appeal to a Tribunal may be se to the Registrar by registered \npost acknowledgement due or presented to him uring office hours either by the \nappellant personally or through his advocate. \n(2) Appeals presented to or received by any member shall be deemed to \nbe properly presented or received under this rul \n. [CO 64. Every memorandum of appeal sha \nbe legibly, correctly and concisely itten, type-written or printed ; \nbe divided into paragraphs, nu ,ered consecutively, each paragraph \ncontaining, as nearly as may be, separate assertion or averment ; \ncontain the full name, official designation and place of posting of \neach party ; \nclearly set out the relief \t; \nbe accompanied by— \n, whether original or appellate, and any \netent authority in respect of any of the \nf service of the appellant against which \n; and \n(d) copies of rules, order and other documents on W hick the appellant \nproposes to rely in su poit of his claim ; \nbe signed or thumb-impr ssed by the appellant ; and \nbe accompanied by thr \nand as many other copie \nthe appellant and acco \n(e), as there are respo snare copies of the memorandum of appeal \nthereof, duly signed or thumb-impressed by \npanied by the documents referred to in clause \nents ; \nProvided that w A a Tribunal it satisfied that it is not possible \nfor an appellant to roduce any document referred to in clause (e), \nit may waive the pro •sions of the clause. \n1. In every memorandum of appeal, the competent authority against whose \norders the appeal is preferred and any other party to the dispute shall be shovan \nas respondents. \n.ri \t,cep aao \tit. if 2140 • lit, Co& - .111•••.. \n(i) a copy of the final orde \nother order of the co \nterms and conditions \nthe appeal is preferred \n\" 430 \t\nSTATUTORY RULES AND ORDERS \t[1,73 : Act Lgx \nions of Members) \n2. \tA member of the Tribunal shall be a person who • as for a period ON not less than 20 years held an appointment or post in t Service of Pakistan,- I \nor in a Corporation or other body set up by Govemme t or who, for the said \nperiod, has been an advocate or legal practitioner. \nS.R.O. 243 (074, dated the 22nd February, 1974 In exercise of the powe,•• \nconferred by section 3 of the Service Tribunals Act, 1973 LXX of 1973), the Presich \nis pleased to establish a Service Tribunal consis ng of the following Ch \nmanand Members, namely :— \n(a) Mr. Shah Nawaz Khan, presently Join Secretary, Law \nDivision, Islamabad • \tChairman. \n\"(b) Mr. G. D. Memon, presently C , ,, : , , Sind and \nIrv\" \tBaluchistan Public Service Commissio Karachi \t.. Member. \ncc.er  (c) Mr. S. Barkat Ahmad, presently 0 r on Special Duty, \nFood and Agriculture Division, Isla bad \t.. \t.. Member. \n[See Gaz., of P. 1974, Ext., Pt II, p. 2631 \nS.R.O. 1199 (1)174, dated the 14th Sept ber,I974.—In exercise of the powers \nconferred by section 8 of the Service Tribu als Act, 1973 (LXX of 1973), the \nFederal Government is pleased to make • e following rules, namely :— \nTHE SERVICE TRIBUNALS ROCEDURE) RULES, 1974. \n(di  I. These rules may be called the ervice Tribunals (Procedure) Rules, 1974. \n2.—(1) in these rules, unless the is anything repugnant in the subject c d.  context,— \n\"Act means the Service r ibunals Act, 1973 (LXX of 1973). \n\"Chairman \" means the  I.  airman of a Tribunal ; \n\" member \" means a me ber of a Tribunal and includes the Chai \nman ; and \n\" Registrar \" means th Registrar of a Tribunal and includes a \nother person authoris' by the Tribunal to perform the functic \nof thc Registrar unde hese rules. \n(2) Words and expressions used but not defined in these rules shall have \nthe same meaning as are assigned to them in the Act. \n-,,,024.Gxold-cd -19`1 5/RD \"53 19 Iff\" 2, al -44  I/ - 44-  S 2 - [Under section 8.—Service Tribunals (Qualifications of Members) Rules] \nTHE SERVICE TRIBUNALS ( QUALIFICATIONS OF MEMBERS) \nRULES, 1974. \nS.R.O. 242 (1)174, dated the 22nd February, 1974.—In e rcise of the powers conferred by section 8 of the Service Tribunala'Act, 1973 ( LXXi 1973), the Federal Government is pleased to make the following rules :- \n1. \tThese rules may be called the Service Tribunals (Qualifi \nRules, 1974. \n \n5.—(l) An appeal to a Tribunal may be sent the Registrar by registered \npost acknowledgement due or presented to him d mg office hours either by the \nappellant personally or through his advocate. \n(2) Appeals presented to or received by y member shall be deemed to \nbe properly presented or received under this rule \nj(1) 6.. Every memorandum of appeal shal \nbe legibly, correctly and concisely ritten, type-written or printed ; \nbe divided into paragraphs, nu bered consecutively, each paragraph \ncontaining, as nearly as may be, separate assertion or averment ; \n(e) contain the full name, offici designation and place of posting of \neach party ; \nclearly set out the relief clai ed ; \ts  \nbe accompanied by— 1973: Act LXX] \t STATUTORY RULES AND ORDERS \t\n431 \n[Under section 8.—Service Tribunals (Procedure) Rules] \n3.—(1) The permannut seat of a Tribunal shall be at a place which the Fede-\nral Government may, b?Ziotification in the official Gazette, appoint. \n(2) A Tribunal shall ordinarily hold its sittings at its permanent seat but \nit may hold its sittings at any other place within its jurisdiction if in its opinion \nthe holding of sittings at such other place will be convenient to the parties to the \nproceedings before it. \n4.—(l) A Tribunal shall ordinarily observe the same ours as are observed \nby the offices of the Federal Government. \n(2) A Tribunal shall observe the holidays notifie by the Federal Govern-\nment. \nJer, whether original or appellate, and any \nmpetent authority in respect of any of the \ns of service of the appellant against which \nad ; and \n(ii) copies of rules, • ders and other documents on which the appellant \t\nproposes to rely \tuppott or his claim ; \nbe signed or thumb mpressed by the appellant ; and \nbe accompanied b three snare conies of the memorandum of appeal \nand as many othe copies thereof, duly signed or thumb-impressed by \nthe appellant an. accompanied by the documents referred to in clause \n(e), as there ar respondents \nProvided at where a Tribunal it satisfied that it is not possible \nfor an appell nt to produce any document referred to in clause (e), \nit may waive he provisions of the clause. \n7. \tIn every m orandum of appeal, the competent authority against whose \norders the appeal is preferred and any other party to the dispute shall be shown \nas respondents \t\n004 pi. \tif.M \tair 9f-10  \n2 \t ,totd,01 4-1 SA; pop y \t92 -1/.8 3 • \n4Qoaceij'110`)  173  ) /90, 4 :  14  • .2-51o. (i) a copy of the final o \nother order of the \nterms and condie \nthe appeal is prefe \n432 \t\nSTATUTORY RULES AND ORDERS \t [1973 : Act L81 \n[Under section 8.—Service Tribunals ( Procedure) Rules] \nWhere an appeal is presented after the period o imitation prescribed \nin the Act, it shall be accompanied by a petition, supporte by an affidavit setting  forth the cause of delay. \nNo. Court-fee shall be payable for preferri an appeal to, or filing exhibiting or recording any document with, a Tribunal \n10.—(I) The Registrar shall scrutinize every me randum of appeal received by him, and shall— \nif it is drawn up in accordance with the • rovisions of rule 6, cause it \nto be registered in the register of app s, to be maintained in form \nappended to these rules and shall, wit the approval of the Chairman, \nfix a date for its preliminary hearing bef, the Tribunal ; and \nif it is not drawn up in accordance wit the provisions of rule 6, return \nit to the appellant for amendment, thin a time to be specified in an \norder to be recorded by him on th memorandum of appeal, which \nshall in no case be less than fourt n days, pointing out the deficiency. \nIf the memorandum of appeal s not resubmitted within the period \nspecified under clause (ii) of sub rule (I), th appeal shall stand dismissed. \n11.—(1) A Tribunal may, after \tring the appellant or his advocate, r / \tdismiss the appeal in limine. \nLd  \nThe appellant shall, \tone week of the receipt of the notice of ad- \nmission of his appeal, or within s ch extended period as may be allowed by the \nRegistrar, deposit with the Regi ar— \ncash security for costs • the sum of Rs. 100 ; and \ncost of service of n ce on the respondents. (2) If the appeal is not dismisse \nand of the day fixed for its hearing \n(3), be served on the appellant, the r \nTribunal may deem proper. n limine, notices of admission of appeal \nall, subject to the provisions of sub-rule \npondents and on such other persons as the \n(4) If the appellant d \nhis appeal may be dismis not comply with the provisions of sub-rule (3), \ny the Tribunal. \n12.—(1) A notice und sub-rule (2) of rule 11 shall be in such form as may \nbe laid down by a Tribun I and may be served by registered post or in any other \nmanner, including publi ion in one or more daily newspapers, as the Tribunal may direct: \nProvided that a n bee shall not be issued for publication in a newspaper \nuntil the costs of suc ublication are deposited by the appellant. \n(2) The notice to a respondent shall, except where it is published in a news-\npaper, be accompanied by a copy of the memorandum of appeal and of the \ndocuments appended thereto. \n(2) If the Tribunal is \nfled in the list of witnesses \nin the disposal of an app \ndate to be fixed by the T \ncharges of such witness \ndays of the date of f the opinion that the evidence of any witness speci- \ngiven under sub-rule (I) may be of material assistance \nal before it, it shall direct him to be summoned on a \nunal, and direct that the daily allowance and travelling \nould be deposited by the person calling him within seven order. 1973 : Act I,XX] \tSTATUTORY BalLPS AND C4UARLS \n[Under section 8.—Service Tribunals (Procedure) Rules] \n(3) \tService of notice in accordance with the provisions of this rule shall \nbe deemed to be due notice, and it shall not be necessary to prove that a party has actually received the notice. \n13.—(I) A respondent en whcm a notice of ap al has been served under \nrule 12, may scud his objections to the appeal by regis red post acknowledgement \ndue to the Registrar so as to reach him, or delive the same to the Registrar either perscnally or through his advocate, not late than seven days before the \ndate specified in the notice for hearing of the ap eal, or within such extended \nperiod as may be allowed by the Registrar. \n(2) The objection shall be legibly, correct and concisely written, type-\nwritten or printed, shall be signed by the respo dent or by a person authorised \nby him in that behalf and shall be accompani; by a copy of every document \non which the respondent wishes to rely in suppo of his objections. 433 \nThe written objections shall be acco \nof, complete in all respects, for use of the me lant. \nIn case objections are not receiv or delivered within the time allowed \nunder sub-rule (1), the respondent may be oceeded against ex-parte. anied by four spare copies there- \nbars of the Tribunal and the appel- \n14. Question arising for determi ation by a Tribunal shall be decided \nordinarily upon affidavits and docume s proved by affidavits, but the Tribunal \nmay direct that such questions as it m consider necessary shall be decided on such other evidence and in such manne as it may deem fit. \n15.—(1) An application for s moning witnesses before a Tribunal shall \nbe made as soon as possible after t e issue of notice of admission of appeal under rule 11 and shall state :— \nthe names, designatio s and addresses of the witnesses to be summoned ; and \na brief resume of t e evidence which each witness is expected to give. \nThe Trib \tmay, by general or special order, prescribe the rates of daily allowance and evening charges to bej paid to witnesses summoned by it. \n(4) If a pe •n applying for the summoning of awitness fails to deposit the requisite cost of the witness within the periodspecified  in sub-rule  , or within such ext ded period as may be allowed by the Tribunal, the application \nfor summoning of witnesses, so far as it relates to such witness, shall be deemed to have been rejected. \n431 \t STATUTORY RTJLIS AND ORDERS \t [1973 : Act LXX \n[Under section 8.—Service Tribunals (Procedure) Rules] \nIf the Tribunal is of the opinion that the evidence of any witness is neces-\nsary for the disposal of an appeal before it, it may direct him to be summoned. \nWhere the Tribunal summons a w ness under the provisions of sub-\n, ule (5)— \nif such witness is a Government se ant, his travelling and daily allowances, \nif any, shall be payable by the G vernment ; and \nif such witness is a private p son, his travelling and daily allowance \nshall be payable by such part and to such extent as may be determined \nby the Tribunal. \n16.—(1) A process for service on a witness of high rank shall be sent in \n(2) Except in urgent cases \tas may otherwise be ordered by a Tribunal, \na summons to a Government s vant shall be served through the head of hir \noffice. \n17.—(1) A daily Cause Li shall be prepared under the orders of the Regis-\ntrar which shall be affixed on e notice board of the Court room of the Tribunal. \n(2) Except as otherwise irected by the Tribunal, cases shall be set down \nin the Cause List in the orde of the date of admission. \n18.—(1) A Tribunal ay, if it considers necessary, appoint an officer of \nthe Tribunal to record ev .  ence of a witness for and on behalf of the Tribunal. \nEvidence of a w ness examined by or on behalf of a Tribunal shall be \ntaken ordinarily in the firm of a narrative, and shall be signed by the recording \nofficer and countersigne by the members and shall form part of the record. \nThe parties o their advocates may suggest any questions to be put to \na witness and a mem . -r may, besides such questions, put any other questions to \nthe witness. \nA Tribunal \nparty if in its opini \nvolve inordinate d may, in the interest of justice, close the evidence of any \nthe production or continuation of such evidence would in-\nay or unnecessary expenses. \n19.-(1) If, o the date fixed for the hearing of an appeal, or on any other \nsubsequent date • which the bearing may have been adjourned, the appellant \nor his advocate not present before a Tribunal, the Tribunal may dismiss the \nappeal or, if it t inks fit, may proceed to hear the other party and decide the \nappeal. \n(2) If, on e date fixed for the hearing of an appeal, or on any subsequent \ndate to which • e hearing may have been adjourned, the respondent or any one \nor more of the respondents, in case there are more than one respondents, or his \nor their advocates are not present before the Tribunal, the Tribunal may hear \n,the appeal ex-parte against all or any of the respondents who, and whose advo-\ncates, are so absent. the form of a letter. \n1973 : Act LXX] \t STATUTORY RULES AND ORDERS \t435 \n[Under section 8.—Service Tribunal (Procedure) Rules) \n(3) Where an appeal has been dismissed under sub-rule (1) or ex-parte \nproceedings have been taken under sub-rule (2), the Tribunal may, on such order \nas to costs as it may deem fit, restore the appeal or, as he case may be set aside \nthe ex-parte order or allow the defaulting party to rej n the proceedings. \n20.—(1) A Tribunal may make such order as costs of proceedings before \nit as it may deem fit and such costs shall be paid out the cash security deposited \nunder clause (a) of sub-rule (3) of rule 11. \n(2) If, after deduction of the costs of pr edings under sub-rule (1), any \namount deposited under clause (a) of sub-rule (3 of rule 11 remains unutilized, \nit shall be returned to the appellant. \n_7 cotz.  \n22. \tClerical or arithmetical mistakes a sing in an order of final adjudication \nfrom any accidential slip or omission may at any time, be corrected by a \nTribunal either on its own motion or on an pplication made by any of the parties: \nProvided that every such applicatio \n23. If a Tribunal is unable to arr \nshall be expressed in terms of the view of  hall be duly supported by an affidavit \ne at a unanimous decision, its decision \nhe majority. \n24. If any member of a Tribu \nin the proceedings of the Tribunal, t \nhear the appeal but the decision of t \nmember and, if such member has an \nand the decision of the Tribunal sh \nmajority. 1 is, for any reason, unable to take part \nother members may hear or continue to \ne Tribunal shall be shown to the absentee \nview to express the same may be recorded \nI be expressed in terms of the view of th,t. \nA casual vacancy in the• i.ce of the Chairman or a member of a Tribunal \ncaused by the absence on leave o otherwise of the Chairman or, as the case may \nbe, a member may be filled by t President for a specified period by appointment \nof a person who is qualified to the Chairman or, as the case may be, a member of \na Tribunal. \nThe language of a ribunal shall be English, but use may be made of \nthe National or any one of • e regional languages subject to the prior permission \nof the Tribunal. \nA Tribunal m issue instructions in regard to supply of copies to, and \ninspection of record by •arties to proceedings before it.  \n4 x-44 At/ 0° iffioris,- \nhy S,107 497(I )/ 7  7 of ZP ri • \n436 STATUTORY RULES AND ORDERS \t [1973 : Act LXX \n[Under section 8.—Service Tribunals (Procedure) Rules] \ngtt \n876R \no.  Tg 8 o 3=.0 of,5 \nWas  Gas.  of  P.,  1974,  Ext..  Pt.  II,  pp.  1659-16651 \n0 \ntgn, \n‘,0 \n:E0J \nWsg. zm en \n: Act tXXI] \t STAIUTORY RULES AND ORDERS \t\n437 \n[Under section 25.—Government Servants (Efficiency and Discipline) Rules] \nS.R.O. 1436 (1)174, dated the 29th October, 1974.—In exercise of the powers \nconferred by sub-rule (1) of rule 3 of the Service tribunals (Procedure) Rules, \n1974, the Federal Government is pleased to appoint Islamabad to be the place at \nwhich the Service Tribunal established under the Establishment Division Notifi-\ncation No. S.R.O. 243(1)/74, dated the 22nd February, 1974, shall ye its permanent \nseat. \n[See Gaz. of P. , 1974, Ext. Pt. 11,p. 199 \ti  \nGOVERNMENT SERVANTS (EFFICIENCY AND DIS PLINE) RULES, 1913 \nS.R.O. 1213 (1)/73, dated the 18th Au \nconferred by section 25 of the Civil Servan \nthe President is pleased to make the followin t, 1973. n exercise of the powers \nOrdinan , 1973 (No. XIV 01 1973), rules, na ely \n1. Short title, commencement and appli \nthe Government Servants (Efficiency and D.  ation. \ncipline I) These rules may be called \nRules, 1973. \n(2) They shall come into force at once \nI Is- \nthe holder of a civil post in connection with \nI also apply to or in relation to a person i \n. \t •  nd s all apply to every \nFetietntiOtr Or is \ne Federation and shall \nary era. loyment in the service \n- \t\n5 Cski, \n2. DeSnitions.—In these rules, unless the co \n\"accused\" means a Government so \nunder these rules; an t otherwise requires,— \nagainst whom action is taken \n\"authority\" means the President .r an officer or authority designated \nby him to exercise the powers oft e'authority under these rules ; \n\"authorised officer\" means an offiCer authorised by the authority to \nperform functions of an author' ed officer under these rulesrror, 170 4-i,/) .00 \naltt40,14ad „ Ito aullorian 2  \n\"misconduct\" means cond t preljudicial to good order or service \ndiscipline or contrary to G • ernmeent Servants (Conduct) Rules, 1964 \nor unbecoming of an offi r and 4 gentleman and includes any act \non the part of a Governme servant to bring or attempt to bring political \nor other outside influence irectly orlindirectly to bear on the Govern-\nment or any Government •fficer in respect of any matter relating to the \nappointment, promotio • transfer, punishment, retirement or other \nconditions of service of Government .  servant; and \n\"penalty\" means a pena ty which may be imposed under these rules; \n3. Grounds for penalty.—W ere a Government servtin:, in the opinion of \nthe authority, \nis inefficient or has ased to be efficient ; or \nis guilty of miscond t; or \n.4s-- bfSe °  tec \t73,w-  f- S')- 3  \n-3. Imo.), \tafolTf.' lua q1517)-D4,e1-1-"
}