{
    "file": "./converted_json\\administratorf293139188c042df1c9bd69464d02e0d.json",
    "name": "Anti-Rape (Investigation and Trial) Ordinance, 2020",
    "date": "December 18, 2020",
    "tagline": "Ensuring expeditious redressal of rape and sexual abuse crimes in Pakistan",
    "content": "PART I] THE  GAZETTE  OF  PAKISTAN,  EXTRA., DECEMBER  18,  2020 753\n____________________________________________________________________________________________________________________________________\nISLAMABAD, FRIDAY,  DECEMBER  18, 2020____________________________________________________________________________________________________________________________________\nPART I\nActs, Ordinances, President’s Orders and Regulations\nGOVERNMENT  OF PAKISTAN\nMINISTRY OF LAW AND JUSTICE\nIslamabad, the 17th December, 2020\nNo. F. 2(1)/2020-Pub.— The following Ordnance promulgated on\n14th December, 2020 by the President is hereby published for general information:—\nORDINANCE No. XVI OF 2020\nAN\nORDINANCE\nto ensure expeditious redressal of rape and sexual abuse crimes in respect of\nwomen and children through special investigation teams and special Courts\nproviding for efficacious procedures, speedy trial, evidence and matters\nconnected therewith or incidental thereto;\nAND WHEREAS the Senate and the National Assembly are not in session and\nthe President is satisfied that circumstances exist which render it necessary to take\nimmediate action;\n(753)\n Price : Rs. 20.00\n[6538(2020)/Ex. Gaz.]\n754 THE  GAZETTE  OF  PAKISTAN,  EXTRA., DECEMBER  18,  2020        [P ART I\nNOW THEREFORE , in exercise of the powers conferred by clause (1) of\nArticle 89 of the Constitution of the Islamic Republic of Pakistan, the President is\npleased to make and promulgate the following Ordinance:—\n1.Short title, extent, and commencement.— (1) This Ordinance may\nbe called the Anti-Rape (Investigation and Trial) Ordinance, 2020.\n(2) It extends to the whole of Pakistan.\n(3) It shall come into force on such date as the Federal Government may\nappoint.\n2.Definitions.— (1) In this Ordinance, unless there is anything repugnant\nin the subject or context,—\n(a) “Special Court” means the Court established under section 3 of this\nOrdinance;\n(b) “Special Committee” means the Committee set up under section 15\nof this Ordinance;\n(c) “child” means any male or female, who has not attained the age of\neighteen years;\n(d) “Code” means the Code of Criminal Procedure, 1898 (Act V of 1898);\n(e) “Anti-rape Crisis Cell” is a Cell appointed under section 4 of this\nOrdinance;\n(f) “Government” means the Federal Government;\n(g) “Independent Support Adviser” means a person appointed, enlisted or\nrecognized as such under section 11 of this Ordinance;\n(h) “sex offender” means and includes any person convicted under sections\n292A, 292B, 292C, 371A, 371B, 375, 375A, 376, 376B, 377, 377A,\n377B of the Pakistan Penal Code, 1860 (XLV of 1860) or sections 21\nand 22 of the Prevention of Electronic Crimes Act, 2016 (Act XL of\n2016);\n(i) “victim” means a woman or child who has been subjected to scheduled\noffences;\nPART I] THE  GAZETTE  OF  PAKISTAN,  EXTRA., DECEMBER  18,  2020 755\n(j) “Schedule” means a Schedule annexed to this Ordinance; and\n(k) “Scheduled offences” means offences as set out in the Schedules\nagainst a “victim” or a “child” as defined in this Ordinance.\n     Explanation .—It is clarified that where the Scheduled offences\nare committed against persons who do not qualify to be categorized as\n“victim” or “child” as defined under this Ordinance, the offences shall\nbe tried through procedure, rules of evidence and courts, functioning\nprior to this Ordinance coming into effect.\n(2) All other terms and expressions used but not defined in this Ordinance,\nshall have the same meaning as are assigned to them in the Pakistan Penal Code,\n1860 (Act XLV of 1860) or in the Code of Criminal Procedure, 1898 (Act V of\n1898), or the Qanoon-e-Shahadat Order, 1984 (P.O. No. X of 1984).\n3.Establishment of Special Courts etc.— (1) The President, in\nconsultation with the Chief Justice of Pakistan, shall establish as many Special Courts\nthroughout the country, as he may deem necessary, to try the scheduled offences.\n(2) The President, in consultation with the Chief Justice of Pakistan, shall\nappoint any person as a Judge of the Special Court, who is or has been a Sessions\nJudge or Additional Sessions Judge, or has been an advocate of the High Court for\na period of not less than ten years, and is not more than seventy years of age at the\ntime of appointment.\n(3) In addition to or in lieu of the establishment of Special Courts under\nsub-section (1), the President may, in consultation with the Chief Justice of Pakistan,\ndesignate, throughout the country, as many Courts of Sessions Judges or Additional\nSessions Judges as Special Courts, as he may deem fit.\n(4) A Judge of the Special Court shall have the same powers and jurisdiction\nas the Court of Sessions, provided under the Code.\n(5) A Judge of the Special Court shall be appointed for a period of three\n(3) years on such terms and conditions as may be determined by the President.\n(6) A Judge of a Special Court shall only be removable before the expiry\nof his tenure if he is found guilty of misconduct.\n(7) The disciplinary proceedings against a Judge of a Special Court shall\nbe conducted in the same manner and under the same legal provisions and rules as\nprescribed for a District and Sessions Judge.\n756 THE  GAZETTE  OF  PAKISTAN,  EXTRA., DECEMBER  18,  2020        [P ART I\n(8) During his tenure, a Judge of a Special Court may be transferred to\nanother Special Court within the same Province, by the President, in consultation\nwith the Chief Justice of Pakistan.\n(9) Subject to sub-section (10), the trial of Scheduled offences shall\nordinarily be conducted in the Special Court within whose territorial jurisdiction the\noffences are committed.\n(10) In exceptional circumstances, which may include the protection of the\nvictim, his or her family, witnesses, or other practicable reasons, the President, on\nhis own or upon application, in consultation with the Chief Justice of Pakistan, may\ntransfer the trial and proceedings of a case to any Special Court anywhere in the\ncountry, as he may deem fit.\n4.Anti-Rape Crisis Cells.— (1) The Prime Minister shall establish or\ndesignate as many Anti-Rape Crisis Cells throughout the country in relation to\noffences mentioned in Schedule-II, in such public hospitals with adequate medical\nfacilities, as he may deem fit.\n(2) The Anti-Rape Crisis Cells shall be headed by the concerned\nCommissioner or Deputy Commissioner of the area, as deemed fit by the\nPrime Minister, and shall also comprise the Medical Superintendent of the public\nhospital designated under sub-section (1), at least one Independent Support Adviser,\nand the District Police Officer of the concerned District or a Police Officer heading\na Division, as deemed fit by the Prime Minister:\nProvided that at least one member of the Anti-Rape Crisis Cell shall preferably\nbe a woman.\n5.Power, duties and functions etc. of the Anti-Rape Crisis Cell.—\n(1) As soon as an Anti-Rape Crisis Cell receives information from any source, on its\nown accord or upon application by any person, orally or in writing, of an offence\nmentioned in Schedule II, it shall without any delay ensure the following:—\n(a) conduct of a medico-legal examination without any delay, preferably\nnot later than six (6) hours from the time of receipt of information;\n(b) securing, collection and gathering of such evidence as may be\nexpedient;\n(c) conduct of a forensic analysis/examination;\n(d) registration of an FIR by the Police; and\n(e) performing of any other action as may be necessary.\nPART I] THE  GAZETTE  OF  PAKISTAN,  EXTRA., DECEMBER  18,  2020 757\n(2) The actions mentioned in sub-section (1) may be taken without any\npreferred order, however, all the said actions are required to be taken up expeditiously.\n(3) As soon as an officer-in-charge of a Police Station receives any\ninformation with regard to the commission of an offence mentioned in Schedule-II,\nhe shall, without any delay, transmit such information to the Anti-Rape Crisis Cell.\n(4) The Prime Minister may from time to time, upon recommendations of\nthe Special Committee, issue guidelines for the Anti-Rape Crisis Cells to efficaciously\ncarry out their powers, duties and functions.\n6.Legal assistance.— (1) The Legal Aid and Justice Authority\nestablished under the Legal Aid and Justice Authority Act, 2020 (Act XVI of 2020)\nshall provide legal assistance to victims of Scheduled offences. In addition, the Fund\nestablished under this Ordinance shall also be utilized for legal assistance under this\nOrdinance.\n(2) In addition to the legal assistance under sub-section (1), the Special\nCommittee shall in consultation with the Ministry of Human Rights, approve panels\nof advocates and volunteers in each district or, if necessary in any tehsil, for the\nprovision of legal, financial or other assistance either on pro bono or on fee basis,\nfor which the Fund under this Ordinance and under the Legal Aid and Justice Authority\nAct, 2020 (Act XVI of 2020) will be utilized.\n7.Prosecutor General and Special Prosecutors.— (1) The Ministry\nof Law and Justice may designate or appoint a Prosecutor General and Special\nProsecutors in a manner as may be prescribed by rules notified by the Prime Minister.\n(2) The Prosecutor General and Special Prosecutors shall prosecute the\nScheduled offences.\n8.Victim and witness protection.— (1) A victim and witness protection\nsystem shall be established as prescribed by the Prime Minister through rules notified\nby him and shall, with a view to carry out the propose of this Ordinance and without\ngenerality of the aforesaid, include the following:—\n(i) special security arrangements for witnesses and victims;\n(ii) concealment of identity;\n(iii) distance recording of testimonies through video-conferencing, audio-\nvideo links and by the use of modern devices;\n(iv) re-location of victims and witnesses;\n758 THE  GAZETTE  OF  PAKISTAN,  EXTRA., DECEMBER  18,  2020        [P ART I\n(v) provision of reasonable financial assistance;\n(vi) compensation to legal heirs of protected victims and witnesses;\n(vii) safe-houses, dar-ul-amans etc.;\n(viii) such other measures as may be necessary and ancillary.\n(2) Till such time the rules envisaged in sub-section (1) are prescribed, the\nwitness protection system and benefits prescribed under the Witness Protection,\nSecurity and Benefit  Act, 2017 (Act XXI of 2017) shall be applicable to both victims\nand witnesses under this Ordinance, mutatis mutandis.\n9.Investigation in respect of Scheduled offences.— (1) The\ninvestigation in respect of offences mentioned in Schedule-I shall be carried out by\na police officer not below the grade of BPS-17, who preferably shall be a female\npolice officer.\n(2) The investigation in respect of offences mentioned in Schedule-II shall\nbe carried out by a special Joint Investigation Team (JIT) comprising the following,\nout of which at least one shall preferably be a woman:—\n(a) the District Police Officer (DPO) as the Head;\n(b) one Superintendent of Police (Investigation);\n(c) one Deputy Superintendent of Police;\n(d) one Station House Officer.\n(3) The officers of the JIT shall ordinarily be from the relevant area in\nwhich the occurrence of the offence has taken place; however, in exceptional\ncircumstances, where the dictates of fair investigation warrant otherwise, the\nconcerned Inspector General of Police (IGP) may depute in the JIT, officers from\nareas other than the area of occurrence.\n(4) Upon completion of investigation, the JIT shall, through the Prosecutor\nGeneral or Special Prosecutors, submit a report before the Special Court:\nProvided that notwithstanding anything contained in the Qanoon-e-Shahadat\nOrder, 1984 (P.O. 10 of 1984), such report shall be admissible in evidence within the\nmeaning of section 173 of the Code.\nPART I] THE  GAZETTE  OF  PAKISTAN,  EXTRA., DECEMBER  18,  2020 759\n10.Connected offences not in the Schedules.— The investigation\nofficer or the JIT, as the case may be, under section 9, may also take cognizance of\noffences, not listed in the Schedules, committed in connection with the Scheduled\noffences, as if those offences were Scheduled offences.\n11.Independent Support Advisers.— (1) If so determined by the Anti-\nRape Crisis Cell, an Independent Support Adviser shall accompany the victim during\ncourt proceedings, in to order reduce the risk of duress, victimization of any nature,\nor any adversity afflicted or likely to be afflicted upon the victim.\n(2) The Special Committee, in consultation with the Ministry of Human\nRights, shall prepare a list of Independent Support Advisers at District or Tehsil levels.\n(3) For the purposes of sub-section (2), the Special Committee shall, in\nconsultation with the Ministry of Human Rights, enlist a civil society or a non-\ngovernmental organization, whose members or nominees may act as Independent\nSupport Advisers.\n(4) An Independent Support Adviser shall be a person having skills to\ndeal with victims of Scheduled offences, who may be a psychologist, or a doctor, or\na lawyer, or a para-legal, or a lady-health worker, or a social worker, or a person\nwho is a member or nominee of a civil society or a non-governmental organization\nenlisted under sub-section (3).\n12.In-camera trial.— (1) The trial of Scheduled offences shall be\nconducted in-camera:\nProvided that the Court, if it thinks fit, on its own or on an application made\nby either of parties, allow any particular person to have access to court proceedings,\nor be or remain in the Court.\n(2) Notwithstanding anything contained in any other law for the time being\nin force, where any proceedings are held under sub-section (1), the Court may\nadopt appropriate measures, including holding of the trial through video-link or usage\nof screens, for the protection of the victims and the witnesses.\n(3) Where any proceedings are held under sub-section (1), it shall not be\nlawful for any person to publish or broadcast any matter or information in relation to\nany such proceedings, except with the permission of the Court.\n13.Evidence and guidelines.— (1) The two-finger virginity testing, for\nthe purposes of medico-legal examination of a victim relating to Scheduled offences,\nshall be strictly prohibited and no probative value shall be attached thereto.\n760 THE  GAZETTE  OF  PAKISTAN,  EXTRA., DECEMBER  18,  2020        [P ART I\n(2) In respect of any Scheduled offence, any evidence to show that the\nvictim is generally of immoral character, shall be inadmissible.\n(3) The testimonies and evidence of victims, accused and witnesses in\nCourt shall be video-recorded, preserved and reduced in writing.\n14.Statement under section 164 of the Code.— (1) Notwithstanding\nanything contained in any other law for the time being in force, as soon as practicable,\na statement of the victim shall be recorded under section 164 of the Code only\nonce.\nExplanation. —The statement under this sub-section shall be video-recorded,\npreserved and reduced in writing.\n(2) An opportunity of cross examining the victim shall be given to the\ncounsel for the accused and not the accused himself, or the Court may itself put\nquestions to the victim or any questions framed by the accused may be given to the\nPresiding Officer of the Court who may put such questions, as found appropriate\nby him, to the victim.\n15.Special Committee.— (1) The Ministry of Law and Justice shall\nappoint a Special Committee comprising such members and in such numbers as it\nmay deem fit on pro bono or honorary basis.\n(2) The Special Committee shall take all steps, including reaching out to\nany Federal or Provincial ministry, division, office, agency or authority, for the purposes\nof effectual compliance of this Ordinance.\n(3) The Special Committee may comprise individuals from any Federal\nor Provincial ministry, division, department, authority or office, or from members of\nthe legal or medical profession, legislators, retired judges, serving or retired public\nservants, civil society or non-governmental organizations, as deemed fit by the Ministry\nof Law and Justice.\n(4) For the purposes of effective compliance and proper working of this\nOrdinance, the Special Committee, from time to time, may seek information or\nrequire the performance of actions by officers of the Federal or Provincial ministries,\ndivisions, offices, agencies or authorities.\n(5) If any person refuses or fails to comply with the directions issued\nunder sub-section (4), the Special Committee may refer the matter to the appropriate\nauthority for taking disciplinary action against the person who disregards the directions.\nPART I] THE  GAZETTE  OF  PAKISTAN,  EXTRA., DECEMBER  18,  2020 761\n16.Trial.—(1) The Court upon taking cognizance of a case, under this\nOrdinance, shall decide the case expeditiously, preferably within four (04) months.\n(2) A Special Court shall not grant more than two (02) adjournments\nduring the trial of a case, out of which one (01) adjournment shall be upon payment\nof costs by the person seeking adjournment. Where the defense counsel does not\nappear after two consecutive adjournments, the Court may appoint another defense\ncounsel with at least seven (07) years standing in criminal matters for the defense\nof the accused from the panel of advocates maintained by the Special Committee.\n(3) If, in the course of a trial, the Court is of the opinion that any of the\noffences which the accused is alleged to have committed is not a Scheduled offence,\nthe Court shall record such opinion and try the accused only for such offences, if\nany, as if these were Scheduled offences.\n(4) A Special Court may also try offences, not listed in the Schedules,\ncommitted in connection with the Scheduled offences, as if those offences were\nScheduled offences.\nExplanation .—It is clarified that sub-section (4) will also be applicable\nwhere the provisions of the Anti-Terrorism Act, 1997 (Act XXVII of 1997) are\ninvoked or invokable in respect of offences under this Ordinance.\n17.Compensation to the victim.— (1) On conclusion of the trial, the\nCourt may order the convict to pay a portion of the amount fined, if any, as\ncompensation to the victim.\n18.Appeal.— (1)  Any person aggrieved by the final judgment of a Special\nCourt may file an appeal to a High Court in whose jurisdiction the Special Court\ntendering the impugned judgment, is situated.\n(2) Copies of the judgment of the Special Court shall be supplied to the\naccused and the prosecution, free of cost, on the day the judgment is pronounced,\nwhereafter the record of the trial shall be transmitted to the concerned High Court\nwithin three (3) days of the decision.\n(3) An appeal under sub-section (1) may be preferred within thirty (30)\ndays of the final judgment by the Special Court.\n(4) An appeal preferred under sub-section (1) shall be decided by a\nDivision Bench of the High Court, as soon as practicable, preferably within six (6)\nmonths from its institution.\n762 THE  GAZETTE  OF  PAKISTAN,  EXTRA., DECEMBER  18,  2020        [P ART I\n(5) While hearing an appeal the High Court shall not grant more than two\nconsecutive adjournments.\n(6) Pending appeal, the High Court shall not release a person convicted\nby the trial court.\n19.Rules.— (1) The Prime Minister may prescribe rules, upon the\nrecommendations of the Special Committee, for the purposes of carrying out the\npurposes of this Ordinance.\n(2) Without prejudice to the generality of the foregoing powers, such rules\nmay provide guidelines:—\n(i) for the purposes of medico-legal examination of the victims;\n(ii) in respect of the investigation and prosecution of scheduled offences;\nincluding the collection and gathering of evidence;\n(iii) in relation to the rehabilitation of the victim, offender, suspect or a\nmember of the society;\n(iv) pertaining to gender and children sensitization and training of all relevant\nstakeholders, including Judges, police-officers, prosecutors, medico-\nlegal officers and staff and other duty officers or personnel, both at\nthe time of induction and subsequently; and\n(v) for providing special trial court rooms; or special rooms or facilities\nfor the victims, especially children, near the trial court rooms, for a\nconducive environment.\n(3) The Special Committee, in formulating its recommendations under sub-\nsection (1), may consult any ministry, division, office, department, agency or authority\nin the Federal or Provincial Government and shall take into account modern techniques\nand devices, as it may consider appropriate.\n20.Fund.—(1) The Prime Minister shall establish a Fund to carry out the\npurposes of this Ordinance.\n(2) The purposes of the Fund shall include the meeting of any expenses\ntowards:\n(a) the establishment of Special Courts; or\n(b) with regard to the exercise of any other power, duty or function\nmentioned in this Ordinance; or\nPART I] THE  GAZETTE  OF  PAKISTAN,  EXTRA., DECEMBER  18,  2020 763\n(c) in respect of anything which is ancillary or sundry for the purposes of\nthis Ordinance.\n(3) The Fund shall consist of the following sources:—\n(a) grants from the Federal Government and Provincial Governments;\n(b) aid and assistance from local, national and international agencies;\n(c) contributions from statutory bodies, corporations, private organizations\nand individuals; and\n(d) income and earnings from moveable and immoveable properties\nacquired or leased by the Fund.\n(4) The amount credited to the Fund shall not lapse by the end of a financial\nyear and shall be available for utilization at any time.\n21.Preventive action by police.— If any Police Officer receives\ninformation in relation to the commission or threat of commission of a Scheduled\noffence, he shall immediately interpose, act and take such action as may be necessary\nincluding and not limited to the exercising of powers under the Code, in particular\nsections 149 and 151 thereof, to prevent the commission of such offences,\nnotwithstanding that the offence reported has been committed in an area not within\nthe jurisdiction of such Police Officer.\n22.False investigation or complaint.— (1) Whoever, being a public\nservant, entrusted to investigate Scheduled offences, fails to carry out the investigation\nproperly or diligently or causes the conduct of false investigation or fails to pursue\nthe case in any court of law properly and in breach of duties, shall be guilty of an\noffence punishable with imprisonment of either description which may extend to\nthree (03) years and with fine.\n(2) Whoever gives to any public servant any information in relation to\nSchedules offences which he knows or believes to be false, intending thereby to\ncause, or knowing it to be likely that he will thereby cause, such public servant:\n(a) to do or omit anything which such public servant ought not to do or\nomit if the true state of facts respecting which such information is\ngiven were known by him; or\n(b) to use the lawful power of such public servant to the injury or annoyance\nof any person;\nshall be punished with imprisonment of either description for a term which may\nextend to three (03) years and with fine.\n764 THE  GAZETTE  OF  PAKISTAN,  EXTRA., DECEMBER  18,  2020        [P ART I\n23.Jurisdiction and transfer of cases etc.— (1) The Scheduled\noffences shall be exclusively triable by the Special Court:\nProvided that the Prime Minister, through notification, may authorize any of\nthe Scheduled offences to be tried through procedure, rules of evidence and courts,\nfunctioning prior to this Ordinance coming into effect.\n(2) Subject to sub-section (3), upon commencement of this Ordinance,\nthe trial of Scheduled offences pending in any court shall stand transferred to the\nSpecial Court having jurisdiction under this Ordinance and such Court shall proceed\nwith the case from the stage at which it was pending immediately before such\ntransfer and it shall not be bound to recall or re-hear any witness who has given\nevidence and may act on the evidence and procedures already recorded and complied\nwith, respectively.\n(3) Each time a new offence is inserted into any of the Schedules to this\nOrdinance, sub-section (2) shall come into operation, mutatis mutandis, from the\ndate of such insertion.\n24.Register of sex offenders.— (1) The Special Committee may issue\nappropriate directions, from time to time, to the National Data-Base Registration\nAuthority to prepare a register of sex offenders, the details whereof may not be\npublished or released except to a court of law or a law enforcement agency.\n(2) Notwithstanding the aforesaid, the Prime Minister may prescribe rules,\nupon the recommendations of the Special Committee, for the release of such data\nof the register of sex offenders to any person, agency, authority or segment of the\nsociety in public interest and safety.\n(3) In issuing the directions under sub-section (1), the Special Committee\nmay require the National Data-Base Registration Authority to prepare different\ncategories of sex offenders in the register under this section.\n25.Public reporting mechanism.— The Prime Minister, upon\nrecommendations of the Special Committee, frame rules for establishing a reporting\nmechanism for receiving information from the public about suspicious persons or\nthose suspected to have committed or capable of committing the Scheduled offences.\n26.Non-disclosure of identity of victims etc.— (1) No person shall\ndisclose or reveal the identity of any victim or victim’s family in respect of the\nscheduled offences, without prior written permission of the victim or victim’s guardian\nwhere the victim is a minor or the victim’s family, as the case may be.\n(2) Any person contravening sub-section (1) shall be guilty of an offence\npunishable in the same manner and to the same extent as provided under section\n376A of the Pakistan Penal Code, 1860 (Act XLV of 1860).\nPART I] THE  GAZETTE  OF  PAKISTAN,  EXTRA., DECEMBER  18,  2020 765\n27.Ordinance not to derogate from other law.— In respect of offences\nmentioned in Schedule-I, the provisions of this Ordinance shall be in addition to and\nnot in derogation of any other law for the time being in force.\n28.Overriding effect.— In respect of offences mentioned in Schedule-II,\nthe provisions of this Ordinance shall have effect notwithstanding anything\ninconsistent contained in any other law for the time being in force.\n29.Application of Code.— The provisions of the Code, to the extent not\ninconsistent with anything contained in this Ordinance, shall apply mutatis mutandis.\n30.Amendment in the Schedule.— The Prime Minister may by\nnotification in the official gazette, amend the schedule under this Ordinance so as to\ninclude or exclude any offence or explanation.\n31.Removal of difficulties.— Where any difficulty arises in giving effect\nto any of the provisions of this Ordinance, the Prime Minister may, by notification in\nthe official Gazette, make such order, not inconsistent with the provisions of this\nOrdinance, as may appear to be necessary for the purpose of removing the difficulty.\n————\nSCHEDULE-I\n1. Offences under sections 34, 292A, 292B, 292C, 354, 365, 365A, 368,\n369, 369A, 498B, 498C, 511 of the Pakistan Penal Code, 1860 (Act\nXLV of 1860)\n2. Offences mentioned in Chapters V and V-A of the Pakistan Penal\nCode, 1860 (Act XLV of 1860)\n3. Offences under sections 21 and 22 of the Prevention of Electronic\nCrimes Act, 2016 (Act XL of 2016)\n4. Offences under the Anti-Terrorism Act, 1997 (Act XXVII of 1997)\nwhich are committed along with the offences in this Schedule\n    Explanation .—It is clarified that offences under sections 34,\n365, 365A, 368, 369, 369A, 498A, 498C and 511 of the Pakistan Penal\nCode, 1860 (Act XLV of 1860) and offences mentioned in items Nos.\n2 and 4, above, shall only be cognizable and triable as offences falling\nunder this Schedule, if they are connected with offences under sections\n292A, 292B, 292C and 354 of the Pakistan Penal Code, 1860 (Act\nXLV of 1860) and offences mentioned in item No.3 above.\n766 THE  GAZETTE  OF  PAKISTAN,  EXTRA., DECEMBER  18,  2020        [P ART I\nSCHEDULE-II\n1. Offences under sections 34, 336A, 336B, 354A, 364, 364A, 365B,\n366A, 366B, 367A, 371A, 371B, 375, 375A, 376, 376B, 377, 377A,\n377B, 511 of the Pakistan Penal Code, 1860 (Act XLV of 1860)\n2. Offences mentioned in Chapters V, V-A and XVI of the Pakistan\nPenal Code, 1860 (Act XLV of 1860)\n3. Offences under the Anti-Terrorism Act, 1997 (Act XXVII of 1997)\nwhich are committed along with the offences in this Schedule.\n   Explanation .—It is clarified that offences under sections 34,\n364, 364A and 511 of the Pakistan Penal Code, 1860 (Act XLV of\n1860) and offences mentioned in items Nos. 2 and 3, above, shall only\nbe cognizable and triable as offences falling under this Schedule, if\nthey are connected with offences under sections 336A, 336B, 354A,\n365B, 366A, 366B, 367A, 371A, 371B, 375, 375A, 376, 376B, 377,\n377A and 377B of the Pakistan Penal Code, 1860 (Act XLV of 1860).\nDR. ARIF ALVI,\nPresident.\n————\nRAJA NAEEM AKBAR,\nSecretary .\nPRINTED  BY THE MANAGER, PRINTING CORPORATION OF  PAKISTAN PRESS,  ISLAMABAD.\nPUBLISHED BY THE  DEPUTY CONTROLLER, STATIONERY AND FORMS, UNIVERSITY ROAD, KARACHI."
}