{
    "file": "./converted_json\\administrator9b041bc2dac2f74ab9c497a50d4fb7a7.json",
    "name": "Press, Newspapers, News Agencies and Books Registration Ordinance, 2002",
    "date": "26th October, 2002",
    "tagline": "An Ordinance to amend and consolidate the law relating to news agencies, publications and printing presses",
    "content": "Page 1 of 17 \n  \nPRESS NEWSPAPER, NEWS AGENCIES AND BOOKS REGISTRATION \nORDINANCE,2002.  \n \n \n \n \nCONTENTS  \n1.  Short title, extent and commencement  \nPART  I  \n \nPRELIMINARY  \n \n2.  Definitions  \nPART II  \n \nPRINTING PRESSES, NEWSPAPERS AND NEWS AGENCIES  \n3.  Particulars to be printed on books and papers  \n4.  Keeper of printing press to make declaration  \n5.  Publication of newspapers  \n6.  Declaration of the printer, publisher and news agency  \n7.  No minor to be printer, publisher or editor  \n8.  Effect of change of l anguage, periodicity or place of publication  \n9.  Effect if printer or publisher leaves Pakistan  \n10.  Authentication of the declaration  \n11.  Effect of non -publication of newspaper  \n\n \nPage 2 of 17 \n 12.  Restrictions on foreign ownership of newspapers  \n13.  Deposit of authenti cated declaration  \n14.  Inspection and supply of copies  \n15.  Copy of declaration or newspaper to be prima facie  evidence  \n16.  New declaration by persons who have signed declaration and subsequently ceased to be \nprinters or publishers  \n17.  Putting copy in ev idence  \n18.  Person whose name has been incorrectly published as editor may make declaration before a \nDistrict Co -ordination Officer  \n19.  Cancellation of declaration  \n20.  Appeals  \nPART III  \n \nDELIVERY OF BOOKS  \n21.  Copies of books printed to be delivered gratis to Government  \n22.  Receipts of copies so delivered  \n23.  Disposal of copies  \n24.  Copies of newspapers printed in the Province to be delivered gratis to Government  \nPART IV  \n \nPENALTIES  \n25.  Penalty for contravention of section 3  \n26.  Penalty for keeping printing press without making a declaration required by section  4 \n27.  Punishment for making false statement  \n28.  Penalty for printing or publishing newspaper in contravention of the provisions of this \nOrdinance  \n29.  Penalty for failure  to make a declaration  \n30.  Penalty for disseminating unauthorised news -sheets and newspapers  \n31.  Penalty for not delivering book  \n32.  Penalty for failure to supply copies of newspaper gratis to Government  \n \nPage 3 of 17 \n 33.  Recovery of amount payable to Government und er sections 31 and 32  \n34.  Responsibility of page In -charge  \n35.  Responsibility as regards to the offences and its cognizance  \n36.  Cognisance of offence  \n \nPART V  \n \nREGISTRATION OF BOOKS  \n37.  Registration of memorandum of books  \n38.  Publication of the memoranda registered  \nPART VI  \n \nREGISTRATION OF NEWSPAPERS  \n39.  Appointment of Press Registrar and other Officers  \n40.  Register of Newspapers  \n41.  Certificates of Registration  \nPART VII  \n \nMISCELLANEOUS  \n42.  Appointment of officers  \n43.  Service of notices  \n44.  Powers to make rules  \n45.  Repeal and Savings  \n \n  \n \nPage 4 of 17 \n PRESS NEWSPAPER, NEWS AGENCIES AND BOOKS REGISTRATION \nORDINANCE,  2002.  \nORDINANCE No. XCVIII OF 2002  \n[26th Oct, 2002]  \nAn Ordinance to amend and consolidate the la w relating to news agencies publications and printing \npresses  \nWHEREAS it is expedient to amend and consolidate the law relating to news agencies, \npublications and printing presses and to provide for matters connected therewith or ancillary thereto;  \nAND WHEREAS the President is satisfied that circumstances exist whic h render it necessary \nto take immediate action;  \nNOW, THEREFORE, in pursuance of Proclamation of Emergency of the fourteenth day of \nOctober, 1999 and the Provisional Constitution Order No. 1 of 1999 read with the Provisional \nConstitution (Amendment) Order No.9 of 1999, and in exercise of all powers enabling him in that \nbehalf, the President of the Islamic Republic of Pakistan is pleased to make and promulgate the \nfollowing Ordinance: - \n1. Short title, extent and commencement .___ (1) This Ordinance may be cal led the Press , \nNewspapers , News Agencies and Books Registration Ordinance, 2002.  \n(2) It extends to the whole of Pakistan.  \n(3) It shall come into force at once  \nPART I  \n \nPRELIMINARY  \n2. Definitions .___ In this Ordinance, unless there is anything repugnant in the subject or \ncontext,___ \n(a)  “authenticated declaration ” means a declaration made and subscribed under \nsection 6, and authenticated or deemed to have been authenticated under section \n10;  \n(b)  “book ” includes every volume, part or division of a volume, and pamphlet, in \nany language, and every sheet of music, ma p, chart or plan separately printed or \nlithographed;  \n(c)  “editor ” means the person who controls the selection of the matter that is \npublished in a newspaper or is circulated by news agency and whose name is \nspecified in the declaration made under section  6;  \n(d)  “form ” means a form contained to the Schedule ;  \n \nPage 5 of 17 \n (e)  “Federal Government ” means Ministry of Information and Media \nDevelopment;  \n(f)  “Government ” means the Provincial Government;  \n(g)  “newspaper ” means any printed periodical work containing publ ic news or \ncomments on public news and includes such other class of periodical works as \nthe Government may by notification in the official Gazette declare to be the \nnewspaper;  \n(h)  “news -sheet ” means any document or poster other than a newspaper containin g \npublic news or comments on public news;  \n(i)  “paper ” means any document including a newspaper, other than a book;  \n(j)  “prescribed ” means prescribed by rules;  \n(k)  “printer ” means a person who has made and subscribed a declaration under \nsection  6;  \n(l)  “printing press ” means a press and includes all engines, machinery, types, \nlithographic implements, utensils and other plan t or materials used for the \npurpose of printing ;  \n(m)  “Press Registrar ” means the Registrar of Newspapers for Pakistan appointed by \nthe Federal Government under section 39 and includes any other person \nappointed by the Federal Government to perform all or any of the f unctions of \nthe Pres Registrar;  \n(n)  “printed ” includes cyclostyling and printing by lithography ;  \n(o)  “Province ” includes the Islamabad Capital Territory;  \n(p)  “publisher ” means a person who makes an d subscribes a declaration under \nsection  6;  \n(q)  “Page In -charge ” means sub -editor or any person other than Editor designated \nby the editor of the publisher o r the company or proprietor or the firm which \nowns the newspaper, periodical or book published under this Ordinance.  \n(r)  “Register ” means the register of newspapers maintained under section 40;  \n(s)  “rules ” means rules under this Ordinance;  \n(t)  “unaut horised newspaper ” means any newspaper in respect of which there is \nnot for the time being, a valid declaration under section 6;  \n(u)  “unauthorised news -sheet ” means any news -sheet other than a news -sheet \npublished by a person authorised under this Ordina nce:  \n \nPage 6 of 17 \n (v)  “unauthorised press ” means any press other than a press in respect of which \nthere is, for the time being, a valid declaration under section 4; and  \n(w)  “unauthorised news agency ” means any news agency in respect of which there \nis not, for the t ime being, a valid declaration under section 6.  \nPART II  \n \nPRINTING PRESSES, NEWSPAPERS AND NEWS AGENCIES  \n3. Particulars to be printed on books and papers .___ Every book or paper printed within \nPakistan shall have printed legibly on it the name of the printer and the place of publication along -with \ndate.  \n4. Keeper of printing press to make declaration .___ (1) No person shall keep in his possession \nany press for printing of books or papers, unless he has made and subscribed before the District Co -\nordinat ion Officer within whose local jurisdiction such press may be, by a declaration in Form 'A' or \nsuch other form as may be prescribed, and the District Co -ordination Officer shall, immediately upon \nthe filing of such form, issue a receipt for the same.  \n(2) E very declaration made and subscribed under sub -section (1) shall be authenticated under \nthe signature and official seal of the District Coordination Officer before whom the said declaration is \nmade.  \n(3) The District Co -ordination Officer shall, by an order  in writing, refuse to authenticate a \ndeclaration made and subscribed under sub -section (1) if he is satisfied that,___ \n(a)  the title of the printing press proposed to be kept or operated is the same as the \ntitle of any printing press already being operated at any place in the Province; \nor  \n(b)  the printer was convicted of an offence involving moral turpitude within five \nyears  before the date of his making and subscribing the declaration.  \n(4) The District Co -ordination Officer shall not pass an order under sub -section (3) without \ngiving to the person making the declaration, through a notice in writing, an opportunity of being h eard.  \n(5) In case the District Co -ordination Officer fails to authenticate a declaration under sub -\nsection (2), or pass an order under sub -section (3), within a period of thirty days, the declaration made \nby the printer shall be deemed to have been authen ticated on the expiry of the aforesaid period.  \n(6) As often as the place where a printing press is kept is changed, the keeper of the press shall, \nwithin fourteen days of such change, inform the District Co -ordination Officer in writing of the change \nalong with the new location;  \nProvided that, if the place where the press is shifted is in another district, the keeper of the press \nshall inform the District Co -ordination Officer of both the districts from which, and to which, the press \nis shifted.  \n \nPage 7 of 17 \n 5. Public ation of newspapers .___ No newspaper shall be published except in conformity with \nthe provisions of this Ordinance and without prejudice to the provisions of section 3, every copy of \nevery such newspapers shall contain the name of the owner and editor ther eof printed clearly on such \ncopy and also the date of its publication. Similarly, no news agency shall disseminate or defuse news \nexcept in conformity with the provisions of this Ordinance unless there subsists a declaration \nauthenticated by the District C o-ordination Officer.  \n6. Declaration of the printer, publisher and news agency .___ (1) The printer and publisher of \nevery newspaper or an owner of news agency shall appear in person or by agent authorised in this \nbehalf before the District Coordination Off icer within  whose local jurisdiction such newspaper shall \nbe printed or published, or news agency ordinarily operates and shall make and subscribe,  in duplicate \noriginals, a declaration in Form 'B' or in such other form as may be prescribed, and the District Co -\nordination Officer shall, immediately upon the filing of such forms, issue a receipt for the same . \n(2) Every declaration shall specify the title of the newspaper, the language in which it is to be \npublished, the periodicity of its publication and shall contain such other particulars as may be \nprescribed to include bank where account will be operated and  financial funding, if any.  \n(3) Where the printer or publisher of a newspaper making a declaration is not the owner thereof, \nthe declaration shall specify the name of the owner and shall also be accompanied by an authority in \nwriting from the owner author ising such person to make and subscribe such declaration.  \n(4) The declaration of news agency shall contain its name, language of dissemination of news \nand credit lines to include bank where account will bye operated.  \n(5) Submission of declaration and its  authentication under this Ordinance shall be necessary \nbefore the publication of newspaper or dissemination of news by any news agency.  \n(6) The declaration submitted by the publisher under sub -section (5) shall be accompanied by \nan undertaking by the edi tor to abide by the Ethical Code of Practice contained in the Schedule to the \nPress Council of Pakistan Ordinance, 2002.  \n7. No minor to be printer, publisher or editor .___ No person who has not attained the age of \neighteen years shall be permitted to make  a declaration under section 6, nor shall any such person edit \na newspaper.  \n8. Effect of change of language, periodicity or place of publication .___ (1) If, at any time, \nafter the making of a declaration under section 6, the newspaper to which the declara tion relates is \nproposed to be printed or published in a language or languages, with a periodicity, or at a place, other \nthan the language, periodicity or place shown in the declaration, the printer or publisher shall notify \nsuch change to the District Co -ordination Officer within whose jurisdiction newspaper is printed and \npublished.  \n(2) In case the place of publication or printing is proposed to be changed, to a district in the \nsame Province other than the district from where the newspaper was being print ed or published the \ninformation under sub -section (1) shall also be conveyed to the District Co -ordination Officer within \nwhose jurisdiction the newspaper is proposed to be printed or published.  \n \nPage 8 of 17 \n (3) In case the place of publication or printing is proposed to be changed to a district in a \nProvince other than the Province from where the newspaper was being printed or published the printer \nand publisher of the newspaper shall make and subscribe in re spect thereof, a fresh declaration under \nsection 6 before further printing or publishing the newspaper.  \n9. Effect if printer or publisher leaves Pakistan .___ If at any time the printer or the publisher \nwho has made a declaration under section 6 leaves Pak istan, the declaration shall become void \nunless ,___  \n(a)  the absence of the printer or the publisher from Pakistan be for a period not \nexceeding one year; and  \n(b)  the printer or the publisher, before leaving Pakistan, informs in writing to the \nDistrict Co-ordination Officer within whose jurisdiction the newspaper is \nprinted or published, of his intended absence and the name of the person who \nhas undertaken to discharge in his absence and on his behalf, the responsibilities \nof the printer or the publisher , and furnishes to the District Co -ordination Officer \na statement in writing of that person accepting these responsibilities.  \n10. Authentication of the declaration .___ (1) Subject to the provisions of sub -sections (2) and \n(3), each of the duplicate origina ls of every declaration made and subscribed under section 6 shall be \nauthenticated by the signature and official seal of the District Co -ordination Officer before whom the \nsaid declaration is made.  \n(2) The District Co -ordination Officer may not authenticate the declaration if he is satisfied \nthat,___ \n(a)  the declaration has been filed by a person other than the owner or proprietor of \nthe newspaper or the printing press or a person not authorised by such \nproprietor; and  \n(b)  the title of the new spaper proposed to be published is the same as the title of \nany newspaper already being published in the same language at any place in the \ncountry, not being a newspaper of different periodicity published by the same \npublisher or another edition of the sam e newspaper published from another \nplace;  \n(c)  the declaration has been filed by a person who was convicted of criminal offence \ninvolving moral turpitude and or for willful default of public dues.  \n(d)  the declaration has been cancelled  or denied anywher e else in Pakistan  \n(3) The District Co -ordination Officer shall not pass an order under sub -section (2) without \ngiving to the person making the declaration, through a notice in writing, an opportunity of being heard \nand rebutting the evidence that may be a vailable against him.  \n(4) In case the District Co -ordination Officer fails to authenticate a declaration under sub -\nsection (1) or pass an order under sub -section (2), within a period of thirty days, the declaration made \n \nPage 9 of 17 \n by the publisher, printer and news agency shall be deemed to have been authenticated on the expiry of \nthe said period.  \n11. Effect of non -publication of newspaper .___ (1) If a newspaper in respect of which a \ndeclaration has been made under section 6 is not published, at the frequency reflect ed therein, within \nthree months of the date on which such declaration is authenticated under section 10, the declaration \nshall become void.  \n(2) Where a declaration becomes void under sub -section (1) the printer and the publisher shall \nmake and subscribe a  fresh declaration under section 6 before printing or publishing the newspaper, \nand the provisions of sub-section  (1) shall apply to the fresh declaration and to any subsequent fresh \ndeclaration.  \n(3) Where a newspaper after publication is not published___ \n(a)  in the case of a daily newspaper, for sixteen days in a calendar month;  \n(b)  in the case of a weekly newspaper, for eight weeks in a calendar year;  \n(c)  in the case of a fortnightly newspaper, for two months;  \n(d)  in the case of a monthly newspaper, for four months;  \n(e)  in the case of a quarterly  newspaper, for six months;  \n(f)  in the case of a six -monthly newspaper, for one year; and  \n(g)  in case of a news agency for sixteen days in a calendar month;  \n the decl aration made in respect of newspaper or news agency shall become null and void, and \nthe printer and publisher and the news agency shall make and subscribe a fresh declaration under \nsection 6 before further printing or publishing the newspaper or disseminat ing news, and to every such \nfresh declaration the provisions of the two foregoing sub-section s shall, without prejudice to the \nprovisions of this sub-section  apply.  \n(4) Where a declaration becomes void under sub-section  (1) or sub-section  (3) and a fresh \ndeclaration, is made under section 6, the decision with regard to its authentication shall be made within \na period of thirty days.  \n(5) Nothing in sub-section  (1) or sub-section  (3) shall apply in the case of a printer, publisher \nor owner of a news agency w ho, within the period stated in those sub-section s and applicable to the \nparticular case, show to the satisfaction of the District Co -ordination Officer that the newspaper has \nnot been, or cannot be published or as the case may be, the news agency could no t disseminate news \nfor reasons which are beyond their control.  \n12. Restrictions on foreign ownership of newspapers .___ No person who is not citizen of \nPakistan shall own or hold any interest in any newspaper printed or published in a Province except \nwith the previous approval of the Government, and no such person shall in any case own or hold more \n \nPage 10 of 17 \n than twenty -five per  cent of the entire proprietary interest of any such newspaper, whether in the form \nof shares or by way of sole ownership, partnership o r otherwise.  \n13. Deposit of authenticated declaration .___ The duplicate originals of the declarations \nauthenticated under section 10, or the receipts of the declarations which are deemed to have been \nauthenticated under section 10, shall be deposited in t he office of the District Co -ordination Officer \nand with the Press Register.  \n14. Inspection and supply of copies .___ The officer -in-charge of each original shall allow any \nperson to inspect that original on payment of a fee of one hundred rupees and shall  give to any person \napplying, a copy of the said declaration attested by the seal of the officer which has the custody of the \noriginal, on payment of a fee of one hundred and fifty rupees.  \n(2) A copy of the declaration attested by the official seal of the District Co -ordination Officer \nor a copy of the order refusing to authenticate the declaration, shall be forwarded as soon as possible \nto the person making and subscribing the declaration and also to the Press Registrar.  \n15. Copy of declaration or newspape r to be prima facie  evidence .___ In any legal proceeding, \nwhether civil, criminal or otherwise, a copy of a declaration and a copy of the newspaper having the \nname of a person printed thereon as its editor shall be sufficient evidence, unless the contrary is proved, \nas against the person whose name has been subscribed in such declaration, or printed on such \nnewspaper as the case may be that the said person was a printer or publisher, or printer and publisher \n(according as the words of the said declaration m ay be of every portion of every newspaper whereof \nthe title corresponds with the title of the newspaper mentioned in the declaration or the editor of every \nportion of that issue of the newspaper of which a copy is produced.  \n16. New declaration by persons w ho have signed declaration and subsequently ceased to \nbe printers or publishers .___ Every person who having subscribed a declaration under section 6 either \npersonally or under the authority of the owner of the newspaper subsequently ceases for any reason t o \nbe the printer or publisher of the newspaper mentioned in such declaration shall be communicated by \nthe owner of the newspaper or its authorized representative in the prescribed manner to the District \nCo-ordination Officer , on a declaration in Form 'C' o r such other form as may be prescribed.  \n17. Putting copy in evidence .___ In all trials or any legal proceeding in any court of law in \nwhich a copy of declaration under section 6 attested in accordance with section  14, has been put in \nevidence, it shall be lawful to put in evidence a copy attested as is  aforesaid of the latter declaration \nand the former declaration shall not be taken to be evidence that the declarant was, at any period \nsubsequent to the date, of the latter declaration, printer or pu blisher of the newspaper therein \nmentioned.  \n18. Person whose name has been incorrectly published as editor may make declaration \nbefore a District Co -ordination Officer .___ (1) If any person whose name has appeared as editor in a \ncopy of a newspaper claims that he was not the editor of the issues on which his name has so appeared, \nhe may, within two weeks of his becoming aware that his name has been so published, appear before \na District Co -ordination Officer and make a declaration that the name was incorrec tly published in that \nissue as that of the editor thereof, and, if the District Co -ordination Officer after making such inquiry, \nor causing such inquiry to be made, as he considers necessary, is satisfied that such declaration is true, \n \nPage 11 of 17 \n he shall certify acc ordingly within three days, and on that certificate being given the provisions of \nsection 15 shall not apply to that person in respect of that issue of the newspaper.  \n(2) The District Co -ordination Officer may extend the period allowed by this section in a ny \ncase where he is satisfied that such person was prevented by sufficient cause from appearing and \nmaking the declaration within that period.  \n19. Cancellation of declaration .___ (1) On the application of the Press Registrar either suo \nmotu  or based on the  information through any person, the District Co -ordination Officer empowered \nto authenticate a declaration under this Ordinance, is of opinion that any declaration made in respect \nof a newspaper should be cancelled, he may, after giving the person concern ed an opportunity of \nshowing cause against the action proposed to be taken, hold an enquiry into the matter and if, after \nconsidering the cause, if any, shown by such parties and after giving them reasonable opportunity of \nbeing heard, he is satisfied that : \n(a)  the newspaper, in respect of which the declaration has been made, is being \npublished in contravention of the provisions of this Ordinance or rules made \nthere  under; or  \n(b)  the newspaper mentioned in the declaration bears a title which is the same as, \nor similar to, that of any other newspaper published either in the same language \nor in the country; or  \n(c)  the printer and publisher has ceased to be the printer or publi sher of the \nnewspaper mentioned in such declaration; or  \n(d)  the declaration was made on knowingly false representation or on the \nconcealment of any material fact or in respect of a periodical work which is not \na newspaper; that District Co -ordination Officer may, by order, cancel the \ndeclaration and shall forward as soon as possible a copy of the order to the \nperson making or subscribing the declaration and also to the Press Registrar.  \n(2) During the period of sixty days of the cancellation order no person sha ll be issued a \ndeclaration in the name of the same title to any other person.  \n20. Appeals .___ (1) Any person who has been refused authentication of a declaration under this \nOrdinance or whose declaration has been cancelled may, within thirty days from the date of such order \nprefer an appeal to the High Court within whose jurisdiction such order has been passed.  \n(2) The High Court shall, after giving notice to the appellant and the Government, hear and \ndispose of the appeal within sixty days of its institut ion and pass such order, including an order \nawarding damages to the aggrieved party, as it may deem fit.  \nPART III  \n \nDELIVERY OF BOOKS  \n21. Copies of books printed to be delivered gratis to Government .___ Printed copies of the \nwhole of every book which shall be printed in Pakistan after the commencement of this Ordinance , \ntogether with all maps, prints or other engraving belonging thereto finished and coloured in the same \n \nPage 12 of 17 \n manner as the best copies of the same, shall, notwithstanding any agreement (if the  book be published) \nbetween the printer and publisher thereof, be delivered by the printer to the Information Department \nof the respective Province or to such officers and at such place, as the Government may, by notification \nin the official Gazette from t ime to time, direct, and free of expense to the Government, as follows, \nthat is to say:___ \n(a)  in any case within one calendar month after the date of publication of such book \nshall first be delivered out of the press, one such copy; and  \n(b)  if within o ne calendar month from  such day, the Government shall require the \nprinter to deliver other such copies not exceeding four in number, then within \none calendar month after the day on which any such requisition shall be made \nby the Government on the printer, another such copy or two other such copies \nas the Government may direct.  \n(2) Nothing in the former part of this section shall apply to : any second or subsequent edition \nof a book in which edition no additions or alterations either in the letter press or in  the maps, prints or \nother engravings belonging to the book have been made and a copy of the first or same preceding \nedition of which book has been delivered under this Ordinance or published in conformity with the \nprovisions o this Ordinance.  \n22. Receipt s of copies so delivered .___ The officer to whom copies of a book are delivered \nunder section 21 shall give to the printer a receipt in writing therefor.  \n23. Disposal of copies .___ Copies delivered pursuant to section 21 of this Ordinance shall be \ndisposed of in the manner as the Government may, from time to time, determine.  \n24. Copies of newspapers printed in the Province to be delivered gratis to Government .___  \nThe printer of eve ry newspaper shall deliver at such place and to such officer as the Provincial \nGovernment may, by notification in the official Gazette, direct, free of cost two copies of each issue \nof such newspaper as soon as it is published  \nPART IV  \n \nPENALTIES  \n25. Penal ty for contravention of section 3 .___ Whoever prints or publishes any book or paper \non disseminates news in contravention of the provisions of section 3 shall be punishable with fine not \nexceeding twenty thousand rupees or with simple imprisonment for a te rm not exceeding six months \nor with both.  \n26. Penalty for keeping printing press without making a declaration required by section  \n4.___ Whoever keeps in his possession any printing press without making a declaration as is required \nunder section 4, shall be punishable with fine not exceeding twenty thousand rupees or with \nimprisonment for a term not exceeding six months or with both.  \n27. P unishment for making false statement .___ Any person who shall, in making any \ndeclaration under this Ordinance, makes a statement which is false and which he either knows or \n \nPage 13 of 17 \n believes to be false, or does not believe to be true, shall be punishable with fine  not exceeding twenty \nthousand rupees and with imprisonment for a term not exceeding six months.  \n28. Penalty for printing or publishing newspaper in contravention of the provisions of this \nOrdinance .___ Whoever edits, prints or publishes any newspaper in contravention of the provisions of \nthis Ordinance, or whoever edits, prints or publishes, or causes to be edited, printed or published, any \nnewspaper knowing that the said provisions have not been observed with respect to that newspaper, \nshall be punishabl e with fine not exceeding twenty thousand rupees or with imprisonment for a term \nnot exceeding six months or with both.  \n29. Penalty for failure to make a declaration .___ If any person who has ceased to be a printer \nor publisher of any newspaper fails or n eglects to make a declaration in compliance with section 16, \nhe shall be punishable with fine not exceeding twenty thousand rupees.  \n30. Penalty for disseminating unauthorised news -sheets and newspapers .___ Whoever \nmakes, prints, or otherwise produces, sel ls, distributes, publishes or publicly exhibits or keeps for sale, \ndistribution or publication, any unauthorised news -sheet or unauthorised newspaper or unauthorized \nnews agency shall be punishable with imprisonment for a term not exceeding six months, or with fine, \nor with both.  \n31. Penalty for not delivering book .___ If any printer of any such book as is referred to in \nsection 21 neglects to deliver copies of the same in pursuance of that section, he shall , on the complaint \nof the officer to whom the cop ies should have been delivered or of any person authorised by the officer \nin this behalf , be punishable with fine which may extend to one thousand rupees for each such default, \nand, in addition to such fine, shall pay to the Government such further sum as the Court may determine \nto be the value of the copies which the printer ought to have delivered.  \n32. Penalty for failure to supply copies of newspaper gratis to Government .___ If any printer \nof any newspaper published in the country neglects to deliver co pies of the same in compliance with \nsection 24, he shall, on the complaint of the officer to whom the copies should have been delivered or \nof any person authorised by that officer in this behalf, be punishable with fine which may extend to \none hundred rupe es for each such default.  \n33. Recovery of amount payable to Government under sections 31 and 32 .___ Any sum \npayable to the Government under sections 31 and 32 may be recovered, under the warrant of the \nMagistrate determining the sum or by his successor  in office, in the manner authorised by the Code of \nCriminal Procedure, 1898 (Act V of 1898), and within the period prescribed by the Pakistan Penal \nCode (Act XLV of 1860), for the levy of a fine.  \n34. Responsibility of page In -charge .___ (1)The Page In -charg e shall, in the supervision and \nsuperintendence of editor be responsible for checking the contents of the pages and ensure due \nsatisfaction of the material sent to the printer and publisher for publication.  \n(2) Eve publisher shall submit the intimation in writing, as furnished by the editor, with respect \nto the responsibilities of page in -charge with his acceptance to the office of concerned District Co -\nordination Officer and a copy to the Press Registrar .  \n \nPage 14 of 17 \n 35. Responsibility as regards to the offences and its cognizance .___ Notwithstanding \nanything contained in this Ordinance or any other law for the time being in force, only such person or \npersons by whose wilful intention, mistake, negligence or ignorance any material is published which \nis an offence under this Ordinance or any other law, shall be tried and punished.  \n36. Cognisance of offence .___ No Court inferior to that of a Magistrate of the First Class shall \ntake cognisance of, or try, an offence punishable under this Ordinance nor shall any Court take \ncognisance or try any such offence except on a complaint made in writing by the Government or by \nan officer authorized in this behalf by the Government.  \nPART V  \n \nREGISTRATION OF BOOKS  \n37. Registration of memorandum of books .___ There shall be kept at such office, and by such \nofficer, as the Government shall appoint in this behalf, a book to be called a Catalogue of Books \nwherein shall be registered, a memorandum of every book which shall have been delivered pursuant \nto section 21 . Such memorandum shall so far as may be practicable, contain the following particulars, \nthat is to say:__ \n(a)  the title of the book and the contents of the title page;  \n(b)  the language in which the book is written;  \n(c)  the name of the author, translat or or editor of the book or any part thereof;  \n(d)  the subject;  \n(e)  the place of printing and the place of publication;  \n(f)  the name or firm of the printer and the name or firm of the publisher;  \n(g)  the date of issue from the press or of the publication;  \n(h)  the number of sheets, leaves or pages;  \n(i)  the size;  \n(j)  the maps included in the book along  with source and area;  \n(k)  the first, second or other number of the edition;  \n(l)  the number of  copies of which the edition consists;  \n(m)  whether the book, is printed, cyclostyled or lithographed;  \n(n)  the price at which the book is sold to the public; and  \n(o)  the name and residence of the proprietor of the copy -right or of any portion of \nsuch copy -right.  \n \nPage 15 of 17 \n 38. Publication of the memoranda registered .___ The memoranda registered during each \nquarter in the said Catalogue of Books shall be published in the official Gazette, as soon as may be \nafter the end of quarter.  \n \nPART VI  \n \nREGISTRATION OF NEWSPAPERS  \n39. Appointment of Press Registrar and other Officers .___ The Federal Government shall \nappoint a civil servant of Basic Scale 20 as Press Registrar of newspapers for Pakistan and such other \nofficers under the general superintende nce and control of the Press Registrar as may by general or \nspecial order provide for the distribution or allocation of function to be performed by them under this \nOrdinance.  \n40. Register of Newspapers .___ (1) The Press Registrar shall maintain a Register of newspapers \nwhich as far as may be practicable, contain the following particulars about every newspaper published \nin Pakistan namely:___ \n(a) the title of the newspaper;  \n(b) the language in which the newspaper is published;  \n(c) periodicity of the publication of the newspaper;  \n(d) the name of the editor, printer and publisher of the newspaper;  \n(e)  the place of printing and publication;  \n(f) the average number of pages per w eek;  \n(g) the number of days of publication in the year;  \n(h)  retail selling price per copy; and  \n(i) the name and addresses of the owners of the newspaper and such other \nparticulars relating to ownership as may be prescribed.  \n(2) On receiving information , from time to time, about the aforesaid particulars the Press \nRegistrar shall cause relevant entries to be made in the Register and may make such necessary \nalterations or corrections therein as may be required for keeping the Register up -to-date.  \n41. Cer tificates of Registration .___ On receiving a copy of declaration from the District \nCoordination Officer, the Press Registrar shall within seven days, issue a certificate of registration of \nthe newspaper to its publisher . \nPART VII  \n \nMISCELLANEOUS  \n42. Appointment of officers .___ The Government may appoint any officer or officers to carry \nout the purposes of this Ordinance and such officer or officers shall have such duties and powers in \n \nPage 16 of 17 \n respect of the regulation of matters pertaining to printing presses , books, papers, printers, publishers \nand the news agencies as the Government may assign.  \n43. Service of notices .___ Every notice under this Ordinance shall be sent to a Magistrate having \njurisdiction who shall cause it to be served in the manner provided  for the service of summons under \nthe Code of Criminal Procedure, 1898 (Act V of 1898):  \nProvided that if service in such manner cannot, by the exercise of due diligence be effected the \nserving officer shall where the notice is directed to the keeper of a press, affix a copy thereof to some \nconspicuous part of the place where the press is situated, as described in the keeper's declaration under \nsection 4 and where the notice is directed to the publisher of a newspaper to some conspicuous part of \nthe premise s where the publication of such newspaper is conducted as given in the publisher's \ndeclaration under section 6, and at the office of news agency thereupon the notice shall be deemed to \nhave been duly served.  \n44. Powers to make rules .___ The Government  may,  by notification in the official Gazette, \nmake rules for carrying out the purposes of this Ordinance.  \n45. Repeal and Savings .___ (1) The West Pakistan Press and Publications Ordinance, 1963 \n(W.P. Ordinance XXX of 1963), is hereby repealed.  \n(2) Notwithstanding the repeal of the West Pakistan Press and Publications Ordinance, 1963 \n(W.P. Ordinance No. XXX of 1963) , hereinafter referred to as the said O rdinances, every declaration \nmade  subscribed or authenticated under either of the said Ordinance o r any other law before the \ncommencement of this Ordinance shall be deemed to have been made, subscribed or authenticated \nunder this Ordinance.  \n(3) Anything done, action taken, rule made or notice issued under the said Ordinances or any \nlaw relating to pri nting press and publications shall, remain in force and be deemed to have been done, \ntaken, made or issued under this Ordinance.  \nSCHEDULE  \n \nFORM 'A'  \n \n(See section 4 ) \n \n \nDECLARATION OF THE KEEPER OF PRESS  \nI, ………..………………………..( name), son of …………………………………….. residing at \n…………………………………... on behalf of M/s …………………….. do hereby declare that under \nthe authority of M/s ……………………………………… I have a press* for printing at \n……………………………………**  \n \n \n \n \n*Give capacity, make and type of press  \n**Give full description and address of the premises where the press may be situated.  \n3Subs by and LXIV of 2007, s  \n \nPage 17 of 17 \n FORM 'B' \n \n(See section 6) \nDECLARATION OF THE PRINTER AND/OR PUBLISHER  \nOF NEWSPAPER/OWNER OF NEWS AGENCY  \n \nI, ……………………………. (name), son of ………………………………………… residing \nat…………………………………….  on behalf of M/s. ……………………………………  do hereby \ndeclare that, under the authority of M/s ………………………………………………  I am the \nprinter/publisher or printer and publisher or owner of the newspaper/news agency entitled  \n…………………. appearing  as**………………………………..…… in*** ……………………….. \nand printed or published or printed and published or disseminate news at  \n……………………………………………………………. .  \n \nFORM 'C' \n \n(See section 16) \n \nDECLARATION OF PERSON WHO CEASES TO BE PRINTER AND/OR \nPUBLISHER/OWNER  \nI, ………………………………………….  (name), son of  ………………………………….  , on \nbehalf of M/s …………………………………….  at……………………………………….. do hereby \ndeclare that I/we have ceased/withdrawn my/our authority in favour of Mr. son \nof………………………  to be printer or publisher or the printer and the  publisher of the newspaper or \nowner of the news agency entitled ………………………………….. appearing as** ………………. \nin*** ……………………..   \n*1. Strike out whi ch is not applicable.  \n**2. Here state the periodicity.  \n***3. Here mention the language.  \n \n \n \n \n \n \n \n          Uploaded on 15.02.2024"
}