{
    "file": "./converted_json\\administrator06ff5878213a3c5b56044561e421cb16.json",
    "name": "Ibadat International University Islamabad Act",
    "date": "8th October, 2021",
    "tagline": "An Act for the Establishment of Ibadat International University, Islamabad",
    "content": "Page 1 of 31 \n  \n \nTHE IBADAT INTERNATIONAL UNIVERSITY ISLAMABAD  \nACT, 2021  \n \n \n \n \nCONTENTS  \nSECTIONS : \nCHAPTER I  \nPRELIMINARY   \n1. Short  title, extent  and commencement . \n2. Definitions . \nCHAPTER  II \nTHE  UNIVERSITY  \n \n3. Establishment and Incorporation of the University . \n4. Powers and Purposes of the University . \n5. Jurisdiction . \n6. University open to all classes, creeds, etc . \n7. Teaching  at the University . \nCHAPTER  III \nOFFICERS  OF THE  UNIVERSITY  \n \n8. Principal Officers . \n9. Patron . \n10. Visitation . \n11. Chairman . \n12. Removal from the Board of Governors . \n13. Vice -Chairman . \n14. Rector . \n15. Appointment and Removal of the Rector .  \nUpdated till 1204.2023\nUpdated till 12.04.2023\n \nPage 2 of 31 \n 16. Advisor . \n17. The Pro -Rector (Administration & Finance) . \n18. The Pro -Rector (Academics & Research) . \n19. Dean . \n20. Registrar . \n21. Treasurer . \n22. Controller of E xaminations . \n23. Functions  and Powers  of the Board  of Directors . \nCHAPTER  IV \nAUTHORITIES  OF THE  UNIVERSITY  \n \n24. Authorities . \n25. Board  of Governors . \n26. Powers  and functions  of the Board  of Governors . \n27. Visitations . \n28. The Executive  Committee . \n29. Powers  and duties  of the Executive  Committee . \n30. Academic Council . \n31. Powers  and functions  of the Academic  Council . \n32. Representation Committees . \n33. Board of Studies . \n34. Appointment of Committees by certain Authorities . \nCHAPTER  V \nSTATUTES,  REGULATIONS  AND  RULES  \n \n35. First Statutes . \n36. Regulations . \n37. Amendment  and repeal  of Statutes  and Regulations . \n38. Rules . \n \n \nCHAPTER  VI \nUNIVERSITY  FUND  \n \n39. University fund . \n40. Audits  and Accounts . \n \nPage 3 of 31 \n CHAPTER  VII \nGENERAL  PROVISIONS  \n \n41. Opportunity to show  cause . \n42. Appeal  to the Executive  Committee  and the Board  of Governors . \n43. Service of the University . \n44. Benefits and Insurance . \n45. Removal  of difficulties . \n46. Indemnity . \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nPage 4 of 31 \n THE IBADAT INTERNATIONAL UNIVERSITY ISLAMABAD  ACT, 2021  \n \n[8th October,  2021 ] \n \nAn Act for the Establishment of  Ibadat  International  University,  Islamabad  \n \nWHEREAS  it is expedient  to provide  for the establishment  of the Ibadat  International  \nUniversity  at Islamabad  in the Private  sector  and connected  matters;  \n \nIt is enacted  as follows;  \n \nCHAPTER  I \n \nPRELIMINARY  \n \n1. Short  title,  extent  and commencement. —(1) This Act may be called  the Ibadat  \nInternational  University  Islamabad Act, 2021.  \n \n(2) It shall  extend to  whole  of Pakistan.  \n \n(3) The provisions  of this Act shall come  into force  at once.  \n \n2. Definitions. —In this Act unless  there  is anything  repugnant  in the subject  or context, — \n \ni. “Academic Council ” means    the   Academic   Counc il    of   the University.  \nii. “Authority” means    any   of   the   Authorities   of   the   University specified  or \nset up in terms  of section 23;  \niii. “Advisor” means Ad visor to the C hairman of  the Uni versity; \niv. “Board of Directors” means the Board of  Directors  (BoD)  of  the Ibadat  \nInternational  Educational  System  (LLP)  registered  under  section 07 of the limited \nLiability Partnership Act, 2017(XV of  2017),  Securities  and Exchange  \nCommission  of Pakistan  vide Registration  No. 0134627 dated  24-05-2019;  \nv. “Board of Governors” means Boa rd of Governors of the Uni versity; \nvi. “Chairman” means Chairman of Ibadat  International University who shall also be \nthe Chairman of Board of Directors of Ibadat  International Education System  \n(LLP);  \nvii. “Chairperson” means the head of a Teaching Department; \nviii. “College” means a constituent educational institution, by whatever name  \ndescribed,  maintained  and administered  by the University;  \nix. “Commission” means the Higher Educ ation Commission  set up by the  Higher  \nEducation  Commission  Ordinance,  2002  (LIII  of 2002);  \n \nPage 5 of 31 \n x. “Controller” means Head of the Examination Department  of the University;  \nxi. “Dean” means the head of a Faculty or the head   of  an  academic body granted the  \nstatus of a Faculty  by this Act or by the Statutes or  Regulations;  \nxii. “Department” means    a   teaching   department   maintained   and administered,  \nor recognized  by the University  in the manner  prescribed;  \nxiii. “Director” means Head of an Institute established as a Constituent \ninstitute/college  by the University;  \nxiv. “Exec utive Committee” means    Exec utive   Committee   of   the University;  \nxv. “Faculty” means    an   administrative   and   academic   unit   of   the University  \nconsisting  of one or more  departments,  as prescribed;  \nxvi. “Government” means the Federal Government of Pakistan; \nxvii. “Officer” means an Officer of the University specified in  section 08 of the Act;  \nxviii. “Prescribed” means  prescribed   by  Statutes,  Regulations  or  Rules and  made \nunder the Act;  \nxix. “Patron” means Patron of the Uni versity; \nxx. “Pro-Rector” means Pro-Rector  of the U niversity; \nxxi. “Principal” means  the head  of  a  constituent  college/Unit  of  the University;  \nxxii.  “Professor” Emeritus means a   retired  Professor  working  in  a Faculty  in the \ncapacity  of an Emeritus Profess or; \nxxiii. “Representation Committees” mean the Representation Committees constituted  \nunder  section  31; \nxxiv. “Review Panel” means the   Review   Panel  set  up  by  the  Patron  or Chairman  in \naccordance with  the provisions of  section  12; \nxxv. “Rector” means the R ector of the Uni versity; \nxxvi. “Registrar” means Re gistrar of the U niversity; \nxxvii.  “Sched ule” means a Sc hedule to the A ct; \nxxviii.  “Search Committee” means the Search  Committee   set  up  by  the Board  of \nGovernors under  section 14;  \nxxix. “Statutes”, “Regulations” and “Rules”  mean   respec tively   the Statutes, the \nRegulations and the Rules made under this Act and for  the time being  in force;  \nxxx. “Spons oring Body” means Ibadat International Education System  (LLP);  \n \n \nPage 6 of 31 \n xxxi. “Teachers”  include  Professors,  Associate  Professors,  Assistant  Professors \nLecturers, Tutors engaged whole -time by the University  or by a constituent  \nCollege  and such other  persons  as may be declared  to be teachers by  Regulations;  \nxxxii.  “University” means the lbadat International University, Islamabad established  \nunder  the Act;  \nxxxiii.  “University Teacher ” means a   whole -time  teacher  appointed  and paid by the \nUniversity, or recognized by the University as such;  \nxxxiv.  “Vice Chairman” means Vice Chairman of the U niversity; \n________________  \n \nCHAPTER  II \n \nTHE  UNIVERSITY  \n \n3. Establishment and Incorporation of the University. —(1) There  shall be established a \nUniversity to be called the Ibadat International University  located  at Islamabad, in  the Private  sector.  \n \n(2) The University  shall  consist of  the following,  namely: — \n \n(a) the Patron,  Chairman,  Vice  Chairman,  the members  Board  of Governors, the \nmembers of Executive Committee, the Rector, the  Deans  and such other  \nofficers as may  be prescribed;  \n(b) the members of the authorities of the University established under  section  \n23; \n(c) all Univ ersity teachers and persons recognized as students of the  University  \nin accordance  with terms  prescribed  from  to time; and  \n(d) all other  full-time officers  and members  of the staff of the University.  \n \n(3) The University shall be a body corporate by the name of the  lbadat  International \nUniversity, Islamabad and shall have perpetual succession and a  common  seal, and may  sue and  be \nsued by  the said name:  \n \n(4) The University shall be competent to acquire and hold property,  both movable  and \nimmovable,  and to lease,  sell or otherwise  transfer  any movable and immovable property which may \nhave become vested in or been  acquired  by it. \n \n(5) Notwithstanding anything contained in any other law for the time  being in force, the \nUniversity shall have academic, financial and administrative  autonomy,  including  the power  to employ  \nofficers,  teachers  and other  employees  on such terms  as may be  prescribed,  subject  to the terms  of this \nact and the  Higher Education Commission Ordinance, 2002 (LIII of 2002). In particular, and  without \nprejudice to  the authority granted to the Commission by the law, the  Government  or an authority  or \nauditor  appointed  by the Government  shall  have  no power to question the policy underlying the \nallocation of resources approved  by the Board  of Governors  in the  annual  budget  of the University.  \n \n \nPage 7 of 31 \n (6) All properties, rights and interests of whatever kind, used, enjoyed,  possessed, owned \nor vested in, or held in trust by or for any of its constituent  colleges  shall  pass to the University  \nestablished under  this act. \n \n4. Powers and Purposes of the University .—The University shall  have  the following  powers,  \nnamely: — \n \ni. to provide  for education  and scholarship  in such branches  of knowledge as it \nmay deem fit, and to make provision for research,  service  to society  and for the \napplication,  advancement  and dissemination of knowledge in such manner as it \nmay determine.  Provided that in case of medical, engineering and other \nprofessional  education, approval of the relevant Accreditation councils/forums  \nshall be  a pre -requisite;  \nii. to prescribe  courses  of studies  to be conducted  by it and the constituent colleges;  \niii. to hold examinations and to award and confer degrees, diplomas,  certificates \nand other academic distinctions to and on persons who  have  been  admitted  to \nand have  passed  its examinations  under  prescribed  conditions;  \niv. to prescribe the terms and conditions of employment of the officers,  teachers and \nother employees of the University and to lay down  terms and conditions that \nmay be different from those applicable to  government servants in gene ral; \nv. to engage,  where  necessary,  persons  on contracts  of specified  duration  and to \nspecify  the terms of  each engagement;  \nvi. to confer  honorary  degrees  or other  distinctions  on approved  persons  in the \nmanner prescribed;  \nvii. to provide for such instruction for persons not being students of the  University  \nas it may prescribe,  and to grant  certificates  and diplomas  to such persons;  \nviii. to establish programmes for the exchange of students and teachers  between  the \nUniversity  and other  universities,  educational  institutions  and research  \norganisations,  inside  as well as outside  Pakistan;  \nix. to provide  career  counselling  and job search  services  to students  and \nalumni;  \nx. to maintain  linkages  with alumni;  \nxi. to develop  and implement fund -raising  plans;  \nxii. to provide  and support  the academic  development  of the faculty  of the \nUniversity;  \nxiii. to confer  degrees  on persons  who have  carried  on independent  research  under  \nprescribed  conditions;  \nxiv. to accept the examinations passed and the period of study spent by  students  of \nthe University  at other  universities  and places  of learning equivalent to such \nexaminations and periods of study in the  University,  as it may  prescribe,  and to \nwithdraw  such acceptance;  \nxv. to co -operate with other University, public authorities or private  organisations,  \n \nPage 8 of 31 \n inside  as well as outside  Pakistan,  in such manner  and for such purposes as it  \nmay prescribe;  \nxvi. to establish  Professorships,  Associate  Professorships,  Assistant  Professorships \nand Lectureships and any other posts and to appoint  persons  thereto;  \nxvii. to create  posts  for research,  extension, administration and  other  related  purposes \nand to  appoint  persons  thereto;  \nxviii. to institute  and award  financial  assistance  to students  in need,  fellowships,  \nscholarships,  bursaries,  medals  and prizes  under  prescribed  conditions;  \nxix. to establish  teaching  departments,  schools,  constituent  colleges,  faculties,  \nmuseums  and other  centres  of learning  for the development  of teaching  and \nresearch  and to make  such arrangements  for their maintenance,  management  \nand administration  as it may prescribe;  \nxx. to provide for the residence of the students of the University and the  colleges, to \ninstitute and maintain halls of residence and to approve  or license hostels and  \nlodging;  \nxxi. to maintain order, discipline and security on the campuses of the  University  and \nthe colleges;  \nxxii. to promote the extra -curricular and recreational activities of such  students, and \nto make arrangements for promoting their health and  general welfare;  \nxxiii. to demand  and receive  such fees and other  charges  as it may determine;  \nxxiv. to make provision  for research,  advisory or  consultancy services  and with these  \nobjects  to enter  into arrangements  with other  institutions,  public  or private  \nbodies,  commercial  and industrial  enterprises  under  prescribed conditions;  \nxxv. to enter  into, carry  out, vary or cancel contracts;  \nxxvi. to receive  and manage  property  transferred  and grants,  contributions  made  to \nthe University  and to invest  any fund representing such property, grants, \nbequests, trusts, gifts, donations,  endowments  or contributions in  such manner  \nas it may deem  fit; \n \nxxvii.  to provide for the printing and publication of research and other  works; and  \nxxviii.  to do all such other  acts and things,  whether  incidental  to the powers aforesaid \nor not, as may be requisite or expedient in order to  further the objectives of the \nUniversity as a place of education,  learning,  and research.  \n5. Jurisdiction. —(1) The jurisdiction of the University shall extend to  the whole of Pakistan.  \n \n(2)   The principal seat of the University shall be at Islamabad, and it  may set up any number \nof campuses, at such places in Pakistan or abroad as the  Board of Governors may determine and with \nprior approval of Higher Education  Commission.  \n \n6. University open to all classes, creeds, etc. —(1) The University  shall be open to all persons \nof all genders an d of whatever religion, race, creed,  class, colour or domicile and no person shall be \ndenied the privileges of the  University  on the grounds  of religion,  race,  caste,  creed,  class,  colour  or \ndomicile.  \n \nPage 9 of 31 \n  \n(2) An increase in any fee or charge that is in excess of ten percent per  annum on an \nannualised basis from the last such increase may not be  made  except in special  circumstances,  and \nonly with the approval  of the Patron.  \n \n(3) The University shall institute financial aid programmes for students  in need,  to the \nextent  considered  feasible  by the Board  of Governors  given  the resources  available,  so as to enable  \nadmission  and access  to the University  and the various opportunities provided by it to be based on \nmerit rather than ability to  pay: Provided that the University may institute self -finance schemes not \ncovering  more than ten percent of the total number of candidates in any on -campus taught  course  or \nresearch -based programme of  study.  \n \n7. Teaching  at the University. —(1) All recognized  teaching  in various  courses  shall  be \nconducted  by the University  or the colleges  in the prescribed  manner  and may include  lectures, \ntutorials,  discussions,  seminars,  demonstrations, distance learning and other methods of instruction as \nwell as  practical  work  in the laboratories,  hospitals,  workshops  and other  governmental  or private \norganizations.  \n \n(2)    The authority responsible for organizing recognized teaching shall  be such as may  be \nprescribed.  \n \n________________  \n \n \nCHAPTER  III \n \nOFFICERS  OF THE  UNIVERSITY  \n \n8. Principal Officers. —The following shall be the principal officers  of the University, \nnamely: — \n \n(a) the Patron;  \n(b) the Chairman;  \n(c) the Vice  Chairman;  \n(d) the Rector;  \n(e) the Advisor;  \n(f) the Pro-Rectors;  \n(g) the Deans;  \n(h) the Principals  of the constituent  colleges;  \n(i) the Chairpersons/Heads  of the teaching  and research  departments;  \n(j) the Registrar;  \n(k) the Treasurer;  \n \nPage 10 of 31 \n (l) the Controller  of Examinations;  and \n(m) such other  persons  as may be prescribed  by the Statutes  or Regulations  to be \nthe principal officers of  the University.  \n \n9. Patron.—(1) The President of Pakistan shall be the Patron of the  University.  \n \n(2) The Patron shall, when present, preside at the convocation of the  University  or he/she  \nmay authorize  the Chairman  or any other  person  of eminence  to preside over  the convocation  of the \nUniversity.  \n \n(3) Every proposal to confer an  honorary degree shall be subject to  confirmation  by the \nPatron.  \n \n10. Visitation. —(1) The Patron may, in accordance with the terms and  procedures as may be \nprescribed, cause an inspection or inquiry to be made  on his own motion or at the request of the \nCommission in respect of any matter  connected with the affairs of the University and shall, from time \nto time, direct  any person  or persons  to inquire into or carry  out inspection of:  \n \n(a) the University,  its building,  laboratories,  libraries  and other  facilities;  \n(b) any institution,  department  or hostel maintained  by the University;  \n(c) the adequacy  of financial and  human resources;  \n(d) the teaching,  research,  curriculum,  examination  and other  matters  of the \nUniversity;  and \n(e) such other  matters  as the Patron  may specify.  \n \n(2) The Patron shall communicate to the Board of Governors his views  with regard to the \nresult of visitation and shall, after ascertaining the views of the  Board  of Governors, advise  the \nChairman on  the action  to be  taken by  it. \n \n(3) The Chairman shall, within such time as may be specified by the  Patron, communicate \nto him such action, if any, as has been taken or may be  proposed  to be  taken upon the results of \nvisitation.  \n \n(4) Where the Board of Governors does not, within the time specified,  take action to the \nsatisfaction of the Patron, the Patron may issue such directions  as he deems  fit and  Board  of Governors  \nshall comply  with all such  directions.  \n \n11. Chairman. —(1) The Chairman  of the University  shall  be appointed by the Board of \nDirectors for a renewable period of four (04) years, as  the Board of Directors may determine.  \n \n(2) The Chairman  shall,  in absence  of the Patron  preside  over the meetings  of the Board  \nof Governors  and the Convocation  of the University.  \n \n(3) The members of the Board of Governors as well as t he Rector shall  be appointed by  \nthe Chairman in  the prescribed manner.  \n \n \nPage 11 of 31 \n (4) If the Chairman  is satisfied  that serious  irregularity  or mismanagement with respect \nto the affairs of the University has occurred, he  may, — \n \n(a) as regards  proceedings  of the Board  of Governors,  direct  that specified \nproceedings be reconsidered and appropriate action taken  within  one month of  \nthe direction having  been  issued:  \nProvided  that if the Chairman  is satisfied  that either  no reconsideration has \nbeen carried out or that the reconsideration has  failed to address the concern \nexpressed he may, after calling upon  the Board of Governors to show cause in \nwriting, appoint a five  member  Review Panel  to examine  and report to the \nChairman  on the functioning of the Board of Governors. T he Review Panel \nshall  be drawn from persons of eminence in academics and in the fields  of law, \naccountancy  and administration  and the report  of the Review  Panel  shall  be \nsubmitted  within  such time as may be specified  by the Chairman;  and \n(b) as regards proceedings of any Authority or with respect to matters  within the \ncompetence of any Authority other than the Board of  Governors, direct the \nBoard of Governors to exercise powers under  section  18. \n \n12. Removal from the Board of Governors. —(1) The Chairman may,  upon the \nrecommendation of the Review Panel, remove any person from the  membership  of the  Board of \nGovernors  on the ground  that such person:  \n \n(a) has become  of unsound  mind; or  \n(b) has become incapacitated to function as member of the Board of  Governors; or  \n(c) has been convicted by a court of law for an offence involving moral  turpitude: \nor \n(d) has absented himself from two consecutive meetings without just  cause; or  \n(e) has been  guilty  of misconduct,  including  use of position  for personal  \nadvantage  of any kind,  or gross  inefficiency  in the performance  of functions.  \n \n(2) The Chairman shall remove any person from the membership of the  Board  of \nGovernors  on a resolution  calling  for the removal  of such person  supported  by at least three -fourths  of \nthe membership  of the Board  of Governors:  \n \nProvided  that before  passing  such resolution  the Board  of Governors  shall provide  \nthe member  concerned a  fair hearing:  \n \nProvided further that  the provisions  of this section  shall  not be applicable  to the Vice -\nChairman in  his capacity  as a member of the  Board  of Governors.  \n \n13. Vice -Chairman. —(1) There  shall  be a Vice -Chairman  of the University who shall be an \neminent academic  or a distinguished administrator  and shall be appointed on such terms and \nconditions as may be prescribed by the  Board  of Directors.  \n \n(2) The Vice Chairman shall preside over at the convocation of the  University  and \nmeeting  of Board  of Governors  in the  absence  of the  Chairman.  \n \nPage 12 of 31 \n  \n(3) In the absence  of Chairman,  the Vice  Chairman  shall  exercise  powers  of Chairman.  \n \n14. Rector.—(1) There shall be a Rector of the University who shall be  an eminent academic \nor a distinguished administrator and shall be appointed on  such terms and conditions  as may  be \nprescribed  by the Board  of Governors.  \n \n(2) The Rector shall be the Chief Executive Officer of th e University  responsible for all \nadministrative and academic functions of the University and  for ensuring that the provisions of the \nAct, Statutes, Regulations and Rules are  faithfully observed in order to promote the general efficiency \nand good order of  the University. The Rector shall have all powers prescribed for this purpose,  \nincluding administrative control over the officers, teachers and other employees  of the University and \nentrusted to him by the Patron, the Board, the Committee  and the Council.  \n \n(3) The Rector shall, if present, be entitled to attend any meeting of any  Authority  or body  \nof the University.  \n \n(4) The Rector  may,  in an emergency  that in his opinion  requires  immediate action \nordinarily not in the competence of the Rector, take such action  and forward,  within  seventy -two hours,  \na report  of the action  taken  to the members of the Emergency Committee of  the Board of Governors, \nto be set up  by Statute,  The Emergency  Committee  may direct  such further  action  as is considered  \nappropriate.  \n \n(5) The Rector  shall  also have the  following  powers,  namely: — \n \n(a) to direct teachers, officers and other employees of the University to  take up \nsuch assignments  in connection  with examination,  administration and such \nother activities in the University as he may  consider  necessary  for the \npurposes of the University;  \n(b) to sanction by re -appropriation an amount not exceeding an amount  \nprescribed by the Board of Governors for an unforeseen item not  provided  \nfor in the budget  and report  it to the Board  of Governors  at the next  meeting;  \n(c) to make  appointments  of such categories  of employees  of the University  and \nin such manner  as may be prescribed  by the Statutes;  \n(d) to suspend,  punish  and remove,  in accordance  with prescribed  procedure, \nfrom service officers, teachers and other employees of  the University except \nthose appointed by or with the approval of the  Board  of Governors;  \n(e) to delegate, subject to such conditions as may be prescribed, any of  his \npowers under this Act to an officer or officers of the University;  and \n(f) to exercis e and perform such other powers and functions as may be  \nprescribed.  \n(6) The Rector shall preside at the convocation of the University in the  absence  of the  \nVice Chairman.  \n(7) The Rector  shall  present  an annual  report  before  the Board  of Governors within three \nmonths of the close of the academic year. The annual  report shall present such information as regards \n \nPage 13 of 31 \n the academic year under review  as may be prescribed, including  disclosure  of all relevant facts  \npertaining  to: \n \n(a) academics;  \n(b) research;  \n(c) administration;  and \n(d) finances.  \n(8) The Rector’s annual report shall be made  available, prior to its  presentation  before  \nthe Board  of Governors,  to all officers  and University  teachers and shall be published in such numbers \nas are required to ensure its wide  circulation.  \n15. Appointment and Removal of the Rector. —(1) The Rector shall  be appointed by the \nChairman on the basis of recommendations made by the  Board  of Governors.  \n \n(2) A Search  Committee  for the recommendation  of persons  suitable  for appointment \nas Rector shall be const ituted by the Board of Governors on the  date and in the manner  prescribed  by \nthe Statutes  and shall  consist  of two eminent members of society nominated by the Chairman of whom \none shall be  appointed.  the Convener,  two members  of the Board  of Governors,  two distinguished  \nUniversity  Teachers  who are not members  of the Board  of Governors and one academic of eminence \nnot employed by the University. The  two distinguished  University  Teachers  shall  be selected  by the \nBoard  of Governors  through  a process,  to be prescribed  by Board  of Governors  that provides for the \nrecommendation of suitable names by the University Teachers in  general. The Search Committee shall \nremain in existence till such time that the  appointment of  the next  Rector  has been made by  the \nChairm an. \n \n(3) The persons proposed by the Search Committee for appointment as  Rector shall be \nconsidered by the Board of Governors and of these a panel of  three, in order of priority, shall  be \nrecommended by the Board of Governors  to the Chairman:  \n \nProvided that the Chairman may decline to appoint any of the three  persons recommended \nand seek recommendation of a fresh panel. In the event of  a fresh recommendation being sought by \nthe Chairman the Search Committee  shall make a  proposal  to the Board  of Governors  in the prescribed  \nmanner.  \n(4) The Rector shall be appointed for a renewable tenure of four (04)  years on terms and \nconditions prescribed by Statute. The tenure of an incumbent  Rector shall be renewed by the Chairman \non receipt of a resolution of the Board  of Gover nors in support  of such renewal  only once:  \n \nProvided that the Chairman may call upon the Board of Governors to  reconsider  such \nresolution  once.  \n \n(5) The Board of Governors may, pursuant to a resolution in this behalf  passed  by three -\nfourths  of its membership,  recommend  to the Chairman  the removal of the Rector on the ground of \ninefficiency, moral turpitude or physical  or mental  incapacity  or gross  misconduct,  including  misuse  \nof position  for personal  advantage of any  kind:  \n \nProvided  that the Chairman  may make  a reference  to the Board  of Governors stating the \n \nPage 14 of 31 \n instances of inefficiency, moral turpitude or physical or  mental incapacity or gross misconduct on the \npart of the Rector that have come to  his notice. After consideration of the reference the Board of \nGover nors may,  pursuant to a resolution in this behalf passed by two -thirds of its membership,  \nrecommend  to the Chairman the  removal of the Rector:  \n \nProvided  further  that prior  to a resolution  for the removal  of the Rector  being  voted \nupon  the Rector shall  be given an  opportunity  of being  heard.  \n \n(6) A resolution recommending the  removal  of the Rector  shall  be submitted  to the \nChairman  forthwith.  The Chairman  may accept  the recommendation  and order  removal  of the Rector  \nor return  the recommendation  to the Board of Governors.  \n \n(7) At any time when the office of the Rector is vacant, or the Rector is  absent or is \nunable to perform the functions of his office due to illness or some  other  cause,  the Board  of Governors  \nshall  make  such arrangements  for the performance  of the duties of  the Rector  as it may deem  fit. \n \n16. Advisor.—The Advisor to Chairman BOG Shall be appointed by  the Chairman for a \nperiod of four years for further extendable of another term on  such terms and conditions as determined \nby Chairman. Advisor shall advise  the Chairman  BOG  on following  issues:  \n \ni. To advise  Chairman  BOG  on academic  and operational issues.  \nii. To advise  on support  and encourage  the board  member  in carrying  out the \nvision,  mission and  values of  the institution.  \niii. To advise  Chairman  BOG  to proper  conduct  of Board  Business  and regarding  \nmeetings of  the Board of Governors.  \n \n17. The Pro -Rector (Administration & Finance). —(1) There shall be  a Pro-Rector  \n(Administration  & Finance)  of the University  and shall  be appointed on such terms and conditions as \nmay be prescribed by the Board of  Governors.  \n \n(2) Subject to the overall supervision of the Rector, the Pro -Rector  (Administration & \nFinance) shall be in charge of the administrative and financial  affairs  of the  University and  shall \nformulate and recommend  to the committee,  the council  and Rector  for approval  of rules  & \nregulations  relating  to financial  and administrative matters  of the  University:  \n \n(3) The Pro-Rector  (Administration  & Finance)  shall  have  following  \npower:  \n \n(a) To liaise  with government,  agencies,  local  bodies  and other  authorities in \nconnection with financial and administrative affairs of  the University;  \n(b) To administer  the financial  resources  of the University;  \n \n(c) To administer the residences of the students, teachers, and other  staff \nmembers  of the University;  \n(d) To supervise the extra -curricular and recreational activities of the  University  \nincluding  the matters  of the health  and general  welfare;  \n \nPage 15 of 31 \n (e) To maintain  discipline  in the University;  \n(f) To sanctions  expenditures  provided  for the approved  budget  it accordance  \nwith the rules;  \n(g) To perform such other functions and exercise such other powers as  may be \nentrusted to delegated to him by the board the committee,  the council  or the \nRector and;  \n(h) To delegate any of his power to appropriate level of management  subject  to \nsuch conditions  as may  deem  fit. \n18. The Pro -Rector (Academics & Research). —(1) There shall be a  Pro-Rector (Academics \n& Research) of the University and shall be appointed on  such terms and conditions  as may  be \nprescribed  by the Board of Governors.  \n \n(2) The Pro -Rector (Academic & Research) shall assist the Rector on  matters relating to \nteaching, research academic program, extension and other  development projects.  \n \n(3) Subject  to the overall  supervision  of the Rector,  he/she  shall  formulate and \nrecommend to the committee or the council for approval rules &  regulations  relating  to the academic \nand research  matters  of the  University.  \n \n(4) The Pro-Rector  (Academics  & Research)  shall  have  following  powers:  \n \n(a) To liaise with other universities, learning institutions, industry and  research  \norganization  for apprenticeship  and placement  of the students, training of \nthe teachers, and other academic and research  activities;  \n(b) To submit recommendations to the council on the courses of study  to be \ntaught in the University giving due consideration to the advice  of the \nadvisory  board  constituted for the purpose;  \n(c) To supervise the admission of the students, to the courses of the  study  and \nexamination of the University;  \n(d) To co -ordinate the award of fellow ships, stipends, medals,  and prizes;  \n(e) To arrange  convocations;  \n \n(f) To make such arrangements of the scrutiny of the papers marks and  results  \nas he may  consider  necessary;  \n(g) To co -ordinate the teaching and the research work of the schools or  faculties  \nof the University;  \n(h) To control  and manage  the publications  and circulation  of periodicals \nmagazines, journals, and books and dissemination of  scientific  technological  \nand other related  information;  \n(i) To perform such other functions and exercise such other powers as  may be \nentrusted or delegated to him by the board, the committee,  the council  or the \nrector  and; \n \nPage 16 of 31 \n (j) To delegate  any of his/her  power(s)  to appropriate  level  of management \nsubject  to such conditions  as may  deem  fit: \n \n19. Dean.—(1) There shall be a Dean of each faculty/institution or  centre to be appointed by \nthe Board of Governors on recommendation of the  Rector,  on such terms and conditions as  may be \nprescribed.  \n \n(2) The Dean  shall  be in-charge  of the faculty and  shall  assist  the Rector  on the matters  \nrelated  to teaching,  research,  academic  program  and extension  of other  development  projects.  \n \n(3) Subject  to overall  supervision  of the Rector,  the Dean  shall  formulate  and \nrecommend  to the Academic  Council,  rules  and regulations  relating  to academic  and research matters  \nof the  faculty.  \n \n(4) The Dean  shall  also have the  following  powers,  namely; -- \n \n(a) to collaborate  with universities,  industry  and other  research  organizations;  \n(b) to formulate  recommendations  to the Academic  Council  on the courses  of \nstudy  to be taught  in different  departments  of the faculty;  \n(c) to co-ordinate  the award  of fellowships,  stipends,  medals  and prizes;  \n(d) to co-ordinate  the teaching  and research  work  of the faculty;  \n(e) to perform such other functions and exercise such other powers as  may be \nentrusted  or delegated  to him by the board  or the Rector:  and \n(f) to delegate any of his powers to appropriate levels of management  subjects \nto such conditions  as he may  deem  fit. \n \n20. Registrar. —(1) There shall be a Registrar of the University to be  appointed by the Board \nof Governors on the recommendation of the Rector, on  such terms and conditions  as may  be prescribed.  \n \n(2) The experience  as well as the professional  and academic  qualifications necessary \nfor appointment to the post of the Registrar shall be as  may be prescribed.  \n \n(3) The Registrar  shall  be a full-time officer  of the University  and shall, — \n(a) be the administrative  head  of the secretariat  of the University  and be \nresponsible  for the provision  of secretariat  support  to the Authorities  of the \nUniversity;  be the custodian of the common seal and the academic records \nof the University;  \n(b) maintain  a register  of registered  graduates  in the prescribed  manner;  \n(c) supervise the process of election, appointment or nomination of  members  to \nthe various  authorities  and other  bodies  in the prescribed  manner;  and \n(d) perform  such other duties  as may be prescribed.  \n \n(2) The term of office  of the Registrar  shall  be a renewable  period  of three years:          \n \n \nPage 17 of 31 \n  Provided that the Board of Governors may, on the advice of the  Rector, terminate \nthe appointment of the Registrar on grounds of inefficiency or  misconduct  in accordance  with \nprescribed  procedure.  \n \n21. Treasurer. —(1) There shall be a Treasurer of the University to be  appointed by the Board \nof Governors on the recommendation of the Rector, on  such terms and conditions  as may  be prescribed.  \n \n(3) The experience and the professional and academic qualifications  necessary  for \nappointment  to the post of the Treasurer  shall  be as may be prescribed.  \n(4) The Treasurer shall be the chief financial officer of the University  and shall, — \n(a) manage  the assets,  liabilities,  receipts,  expenditures,  funds  and investments  \nof the University;  \n(b) prepare the annual and revised budget estimates of the University  and \npresent  them  to the Executive  Committee  or a committee  thereof for \napproval and incorporation in the budget to be presented  to the Board of \nGovernors;  \n \n(c) ensure  that the funds  of the University  are expended  on the purposes  for \nwhich  they are provided;  \n(d) have the accounts of the University audited annually so as to be  available  for \nsubmission  to the Board  of Governors  within  six months  of the close of  the \nfinancial  year;  and \n(e) perform  such other duties  as may be prescribed.  \n(5) The term of office of the Treasurer shall be a renewable period of  three years: \nProvided that the Board of Govern ors may, on the advice of the  Rector, terminate the appointment of \nthe Treasurer on grounds of inefficiency or  misconduct  in accordance  with prescribed  procedure.  \n \n22. Controller of Examinations. —(1) There shall be a Controller of  Examinations,  to be \nappointed  by the Board  of Governors  on the recommendation  of the Rector,  on such terms  and \nconditions  as may be prescribed.  \n \n(2) The minimum qualifications necessary for appointment to the post  of the Controller  \nof Examinations shall be as  may be prescribed.  \n \n(3) The Controller of Examinations shall be a full -time officer of the  University and \nshall be responsible for all matters connected with the conduct of  examinations  and perform  such other  \nduties  as may  be prescribed.  \n \n(4) The Controller of Examinations shall be appoi nted for a renewable  term of three \nyears:  \nProvided that the Board of Governors may, on the advice of the Rector,  terminate  the \nappointment  of the Controller  of Examinations  on grounds  of inefficiency  or misconduct  in accordance  \nwith prescribed procedure.  \n \n \nPage 18 of 31 \n 23. Functions  and Powers  of the Board  of Directors. — (1) The Board of Directors shall \nbe responsible for financial viability of the University  including responsibility for  ensuring \neffectiveness  of its operations  and their  continuity  including:  \na. Provide  strategic  leadership  and guidance  to the University;  \nb. determine policy framework for investment of unapplied income of  the \nUniversity in securities and acquisition of immovable property;  and \nc. Appointment of the Chairman and Vice -Chairman and determine  the terms \nand conditions  of his/her  appointment and  removal;  \nd. hire a firm of Chartered Accountants for audit of the University  accounts.  \n \n___________  \n \nCHAPTER  IV \n \nAUTHORITIES  OF THE  UNIVERSITY  \n \n24. Authorities. —(1) The  following shall  be the Authorities  of the University,  namely: — \n \n(a) Authorities  established  by the Act,— \n(i) the Board  of Governors;  \n(ii) the Executive  Committee;  \n(iii) the Academic  Council;  and \n(iv) the Board  of Advance  Study  & Research.  \n(b) Authorities  to be established by  the Statutes, — \n(i) Board  of Studies;  \n(ii) Recruitment,  Development,  Evaluation  and Promotion  Committees for \nteachers and other staff whether at the level of  the department, the \nFaculty  or the University;  \n(iii) Search  Committee  for the appointment of  the Rector;Quality  \nAssurance  Committee  (QAC);  \n(iv) Finance  & Planning  Committee;  \n(v) Discipline  Committee;  \n(vi) the Representation Committees for appointment to the Board  of \nGovernors, the Executive Committee and the Academic  Council;  \n(vii) Faculty  Council;  and \n(viii) Departmental  Council.  \n(2)    The Board  of Governors,  the Executive  Committee  and the Academic Council may \nset up such other committees or sub -committees, by  whatever  name  described,  as are considered  \ndesirable  through  Statute  or Regulations  as appropriate.  Such  committees  or sub-committees  shall  be \n \nPage 19 of 31 \n Authorities  of the University  for the purposes of  this Act.  \n \n25. Board  of Governors. —(1) The body  responsible  for the governance of the University \nshall be described as the Board of Governors, and  shall consist  of the following, namely: — \n \n(a) the Chairman  who shall  be the Chairperson  of the Board  of Governors;  \n(b) the Vice -Chairman;  \n(c) the Rector;  \n(d) the Pro Rector  (Admin  & Finance);  \n(e) Nominee of Federal Government not below the rank of Additional  Secretary  \nof the Federal  Ministry  dealing  with the subject  of education;  \n(f) One Member  of the sponsoring  body  (lbadat  International  Education  \nSystem, L.L.P);  \n(g) four persons  from  society  at large  being  persons  of distinction  in the fields  \nof administration,  management,  education,  academics,  law, accountancy,  \nmedicine,  fine arts, architecture,  agriculture,  science, technology and \nengineering such that the appointment of  these  persons reflects  a balance  \nacross the  various  fields:  \nProvided  that the special  focus  of the University,  to be declared  in the \nmanner prescribed, may be reflected in the number of persons  of distinction \nin an area of expertise relevant to the University who  are appointed to  the \nBoard  of Governors;  \n \n(h) one person  from  amongst the  alumni of  the University;  \n(i) two persons from the academic community of the country, other  than an \nemployee of the University, at the level of professor or  principal of a  college;  \n(j) four University  Teachers;  and \n(k) one person  nominated  by the Commission.  \n \n(2) The numbers of the members of the Board of Governors described  against clauses \n(j) to (k) of sub -section -1 may be increased by the Board of  Governors through Statute subject to \ncondition that the total membership of the  Board  of Governors  does not exceed  twenty  one, with a \nmaximum  of five University Teachers, and the increase is balanced, to the extent possible, acros s the \ndifferent  categories specified  in sub-section (1).  \n \n(3) All appointments to the Board of Governors shall be made by the  Chairman.  \nAppointments  of persons  described  in clauses  (h) to (i) of sub-section  \n(1) shall  be made  from  amongst  a panel  of three  names  for each vacancy  recommended by the \nRepresentation Committee set up in terms of section 31 and  in accordance with procedure as  may be \nprescribed:  \n \nProvided that effort shall be made, without compromising on quality or  qualification,  to \ngive fair representation  to women  on the Board  of Governors:  \n \nPage 20 of 31 \n  \nProvided that as regards the University, Teachers described in clause (j)  of sub-section  \n(1) the Board  of Governors  shall  prescribe  a procedure  for appointment on the basis of elections that \nprovide for v oting by the various  categories of University Teachers. Provided also that  the Board of \nGovernors  may alternatively prescribe that appointment of University Teachers to the Board  of \nGovernors shall also be in the manner provided by this sub -section for the  persons  described in clauses  \n(h) to  (i) of  sub-section  (1). \n \n(4) Members  of the Board  of Governors,  other  than ex-officio  members, shall hold \noffice for three years. One -third of the members, other than  ex-officio  members,  of the first restructured  \nBoard  of Governors,  to be determined by lot, shall retire from office on the expiration of one year \nfrom the  date of appointment by the Chairman. One -half of the remaining members, other  than ex-\nofficio members, of the first restructured Board of Governors, to be  determined by lot, shall retire from \noffice on the expiration of two years from the  date of appointment and the remaining one -half, other \nthan ex-officio members,  shall retire from  office  on the expiration  of the third year:  \n \nProvided that no person, other  than an ex-officio member, may serve on  the Board of \nGovernors  for more than two  consecutive  terms:  \n \nProvided further that the University Teachers appointed to the Board of  Governors  may \nnot serve  for two consecutive  terms.  \n \n(5) The Board  of Governors  shall meet  at least twice  in a calendar year.  \n \n(6) Service on the Board of Governors shall be on honorary basis:  Provided  that actual  \nexpenses may  be reimbursed  as prescribed.  \n \n(7) The Registrar shall  be the secretary  of the Board  of Governors.  \n \n(8) In the absence  of the Chairman,  meetings  of the Board  of Governors shall be \npresided over by the Vice -Chairman. Whereas, in case of  absence of Vice -Chairman the meeting shall \nbe presided by such member, not  being an employee of the University or the Government, as the \nChairman may,  from time to time, nominate. The member so nominated shall be the convener of  the \nBoard of Governors.  \n \n(9) Unless otherwise prescribed by this Act, all decisions of the Board  of Governors \nshall be taken on the basis of the opinion of a majority of the  mem bers present. In the  event  of the \nmembers  being evenly divided  on any  matter the person  presiding  over the meeting  shall have  a casting  \nvote.  \n \n(10) The quorum for a meeting of the Board of Governors shall be two  thirds  of its \nmembership,  a fraction being  counted  as one.  \n \n26. Powers  and functions  of the Board  of Governors. —(1) The Board  of Governors  shall  \nhave  the power  of general  supervision  over the University and shall hold the Rector and the Authorities \naccountable for all the  functions of the University. T he Board of Governors shall have all powers of \nthe University not expressly vested in an Authority or officer by the Act and all other  powers  not \nexpressly  mentioned  by this Act that are necessary  for the performance  of its  functions.  \n \n \nPage 21 of 31 \n  \n(2) Without prejudice to the generality of the foregoing powers, the  Board  of Governors \nshall  have  the following  powers: — \n \n(a) to approve  the proposed  annual  plan of work,  the annual  and revised  \nbudgets,  the annual  report  and the annual  statement  of account;  \n(b) to hold, control and lay down policy for the administration of the  property, \nfunds and investments of the University, including the  approval  of the sale \nand purchase  or acquisition  of immovable  property;  \n(c) to oversee the quality and relevance of the University’s academic  \nprogram mes and to review the academic affairs of the University in  general;  \n(d) to approve  the appointment  of the Deans,  Professors,  Associate  Professors \nand such other senior faculty and  senior  administrators  as may be prescribed;  \n(e) to institute schemes, directions and guidelines for the terms and  conditions  \nof appointment  of all officers,  teachers  and other  employees  of the \nUniversity;  \n(f) to approve  strategic  plans;  \n(g) to approve  financial  resource  development plans  of the University;  \n(h) to consider the drafts of Statutes an d Regulations proposed by the  Executive  \nCommittee  and the Academic  Council  and deal with them  in the manner  as \nprovided  for in sections  35 and 36, as the case may  be: \nProvided that the Board of Governors may frame a Statute with  respect  \nto any matter  in its power  or with respect  after calling  for the advice  of the  \nExecutive Committee  as the case may be.  \n(i) to annul by order in writing the proceedings of any Authority or  officer if the \nBoard of Governors is satisfied that such proceedings  are not in accordance \nwith the provisions of the Act, Statutes or  Regulations after calling upon such \nAuthority or officer to show  cause  why such proceedings should not  be \nannulled;  \n(j) to recommend  to the  Chairman  removal  of any member  of the Board  of \nGovernors  in accor dance  with the provisions  of the Act; \n(k) to make  appointment  of members  of the Executive  Committee,  other than \nex-officio members, in accordance with the provisions of  the Act;  \n(l) to make appointment of members of the Academic Council, other  than ex-\nofficio members, in accordance with the provisions of the  Act; \n(m) to appoint  Emeritus  Professors  on such terms  and conditions  as may be \nprescribed;  \n(n) to remove  any person  from  the membership  of any Authority  if such \nperson:  \n(i) has become  of unsound  mind; or  \n(ii) has become  incapacitated  to function  as member  of such Authority; or  \n \nPage 22 of 31 \n (iii) has been  convicted  by a court  of law for an offence  involving  moral \nturpitude;  and \n(o) to determine the form, provide for the custody and regulate the use  of the \ncommon seal  of the University.  \n(3) The Board  of Governors may, subject to the provisions of the Act  delegate all or any \nof the powers and functions of any Authority, officer or  employee of the University at its main campus, \nto any Authority, committee,  officer or employee at its additional campus for the purpose of exercising \nsuch powers and performing such functions in relation to such additional campus, and  for this purpose \nthe Board of Governors may create new posts or positions at the  additional  campus(es).  \n \n27. Visitations. —The Board of Governors may, in accordance with the  terms and procedures \nas may be prescribed, cause an inspection to be made in  respect  of any matter  connected with  the \nUniversity.  \n \n28. The Executive  Committee. —(1) There  shall  be an Executive  Committee  of the \nUniversity  consisting  of the following: — \n \n(a) the Rector;  who shall  be its Chairperson;  \n(b) the Pro-Rectors;  \n(c) the Adviser;  \n(d) the Deans  of the Faculties  of the University;  \n(e) three professors from different departments, who are not members  of the \nBoard of Governors, to be elected by the University Teachers  in accordance \nwith procedure to be prescribed by the Board of  Governors;  \n(f) Principals  of the constituent  colleges;  \n(g) the Registrar;  \n(h) the Treasurer;  and \n(i) the Controller  of Examinations.  \n(2) Members  of the Executive  Committee,  other  than ex-officio  \nmembers,  shall hold  office  for three  years.  \n \n(3) As regards  the three  professors  described  in clause  (e) of sub- section (1) the Board \nof Governors may, as an alternative to elections, prescribe a  procedure for proposal of a panel of names \nby the Representation Committee  setup  in terms  of section  31. Appointment  of persons  proposed  by \nthe Representation  Committee  may be  made  by the  Board  of Governors  on the  recommendation  of the \nRector.  \n \n(4) The quorum for a meeting of the Executive Committee shall be  one-half of the total \nnumber  of members,  a fraction being  counted  as one.  \n \n(5) The Executive  Committee  shall  meet  at least once  in each quarter  of the year.  \n \nPage 23 of 31 \n 29. Powers  and duties  of the Executive  Committee. —(1) The Executive Committee shall be \nthe executive body of the University and shall,  subject to the provisions of the Act and the Statute, exercise \ngeneral supervision  ever the  affairs  and management  of the University.  \n \n(2) Without prejudice to the generality of the foregoing powers, and  subject to the provisions \nof the Act, the Statute and directions of the Board of  Governors,  the Executive  Committee  shall  have  the \nfollowing  powers:  \n \n(a) to consider  the annual  report,  the annual  and revised  budget  estimates  and to  \nsubmit  these  to the Board  of Governors;  \n \n(b) to transfer and accept transfer of movable property on behalf of the  University;  \n(c) to enter into, vary, carry out and cancel contracts on behalf of the  University;  \n(d) to cause proper books of account to be kept for all sums of money  received and \nexpended by the University and for the assets and  liabilities  of the University;  \n(e) to invest  any money belonging to  the University including any  unapplied \nincome in any of the securities described in section 20 of  the Trusts  Act, 1882  \n(Act II of 1882),  or in the purchase  of immovable property or in such other \nmanner, as it may prescribe,  with the like power of  varying  such investments;  \n(f) to receive  and manage  any property  transferred,  and grants,  bequests,  trust,  gifts,  \ndonations,  endowments,  and other  contributions  made to the  University;  \n(g) to administer any funds placed at the disposal of the University for  specified  \npurposes;  \n(h) to provide the buildings, librarie s, premises, furniture, apparatus,  equipment  and \nother  means  required  for carrying  out the work  of the University;  \n(i) to establish and maintain halls of residence and hostels or approve  or license  \nhostels or  lodgings  for the  residence of  students;  \n(j) to recommend  to the Board  of Governors  for admission  of educational  \ninstitutions  to the privileges  of the University  and withdraw  such privileges;  \n(k) to arrange  for the inspection  of colleges  and the departments;  \n(l) to establish  Professorships,  Associate  Professorships,  Assistant  Professorships, \nLectureships, and other teaching posts or to suspend  or to abolish such posts;  \n(m) to create, suspend or abolish such administrative or other posts as  may be \nnecessary;  \n(n) to prescribe the duties of officers, teachers and  other employees of  the \nUniversity;  \n(o) to report  to the Board of Governors  on matters  with respect  to which  it has been \nasked to  report;  \n \nPage 24 of 31 \n (p) to appoint members to various Authorities in accordance with the  provisions  of \nthe Act;  \n \n(q) to propose  drafts  of Statutes  for submission  to the Board  of Governors;  \n(r) to regulate  the conduct  and discipline  of the students  of the University;  \n(s) to take actions  necessary  for the good  administration  of the University in general \nand to this end exercise such powers as are  necessary;  \n(t) to delegate  any of its powers  to any Authority  or officer  or a committee; and  \n(u) to perform such other functions as have been assigned to it by the  provisions  of \nthe Act or may  be assigned  to it by the Statutes.  \n30. Academic Council. —(1) There shall be an Academic Council of  the University  consisting  \nof the following: — \n \n(a) the Rector;  who shall  be its Chairperson;  \n(b) the Adviser;  \n(c) the Pro-Rector  (Academics  & Research);  \n(d) the Deans of Faculties and such Heads of departments as may be  prescribed;  \n(e) all Chairpersons/Heads  of the department;  \n(f) Five members  representing  the departments,  University  and the constituent \ncolleges to be elected in the manner prescribed by the  Board  of Governors;  \n(g) five Professors  including  Emeritus  Professors;  \n(h) the Registrar;  \n(i) the Controller  of Examinations;  and \n(j) the Librarian.  \n \n(2) The Board  of Governors  shall  appoint  the members  of the Academic Council, other \nthan the ex-officio and the elected members, on the  recommendation  of the Rector:  \n \nProvided  that as regards  the five professors  and the members  representing  the departments,  \nUniversity  and the constituent  colleges  the Board  of Governors  may,  as an alternative  to elections,  \nprescribe  a procedure  for proposal  of a panel  of names  by the Representation  Committee  set up in terms  \nof section  31. Appointment  of persons  proposed  by the Representation  Committee  may be made by  the \nBoard  of Governors  on the recommendation  of the  Rector.  \n \n(3) Members  of the Academic  Council shall  hold office  for three  years.  \n \n(4) The Academic  Council  shall meet  at least once  in each quarter.  \n \n \nPage 25 of 31 \n (5) The quorum  for meetings  of the Academic  Council  shall  be one half of the total \nnumber  of members, a fraction  being  counted  as one.  \n \n31. Powers  and functions  of the Academic  Council.—(1) The Academic Council shall be the \nprincipal academic body of the University and  shall,  subject  to the provisions  of the Statutes  and the \nRules,  have  the power  to lay down  proper  standards  of instruction,  research  and examinations  and to \nregulate  and promote  the academic life  of the University  and the colleges.  \n \n(2)  Without prejudice to the generality of the foregoing powers, and  subject to the \nprovisions of this Act and the Statutes, the Academic Council shall  have the power  to,— \n \n(a) approve the policies and procedures pertaining to the quality of  academic  \nprogrammes;  \n(b) approve  academic  programmes;  \n(c) approve the policies and procedures pertaining to student related  functions  \nincluding  admissions,  expulsions,  punishments,  examinations  and certification;  \n(d) approve  the policies  and procedures  assuring quality of  teaching  and research;  \n(e) propose to the Executive Committee schemes for the constitution  and \norganization of Faculties, teaching departments and boards of  studies;  \n(f) appoint paper setters and examiners for all examinations of the  University  after \nreceiving  panels  of names  from  the relevant  authorities;  \n(g) establish  programmes  for the continued  professional  development  of \nUniversity  Teachers at  all levels;  \n(h) recognize  the examinations  of other  Universities  or examining  bodies  as \nequivalent  to the corresponding  examinations  of the University;  \n(i) regulate  the award  of studentships,  scholarships,  exhibitions,  medals  and prizes;  \n \n(j) frame  Regulations  for submission  to the Board  of Governors;  \n(k) prepare  an annual  report  on the academic  performance  of the University; and  \n(l) perform  such functions  as may be prescribed by  Regulations.  \n \n32. Representation Committees. —(1) There shall be a Representation  Committee  constituted  \nby the Board  of Governors  through  Statute  for recommendation  of persons  for appointment  to the Board  \nof Governors  in accordance  with the provisions of  section 25.  \n \n(2) There shall also be a Representation Committee constituted by the  Board  of Governors  \nthrough  Statute  for the recommendation  of persons  for appointment  to the Executive  Committee  and the \nAcademic  Council  in accordance  with the provisions of  sections 28 and 29.  \n \n(3) Members of the Representation Committee for appointments to the  Board  of Governors \n \nPage 26 of 31 \n shall  consist of the following: — \n \n(a) three members of the Board of Governors who are not University  Teachers;  \n(b) two persons nominated by the University Teachers from amongst  themselves  in \nthe manner prescribed;  \n(c) one person from the academic community, not employed by the  University,  at \nthe level  of professor  or college  principal  to be nominated  by the  University \nTeachers  in the manner  prescribed;  and \n(d) one eminent  citizen  with experience  in administration,  philanthropy,  \ndevelopment  work,  law or accountancy  to be nominated  by the Board of  \nGovernors.  \n(4) The Representation Committee for appointments to the Executive  Committee and  the \nAcademic  Council  shall  consist  of the following:  \n \n(a) two members of the Board of Governors who are not University  Teachers;  \n(b) three persons nominated by the University Teachers from amongst  themselves  \nin the manner prescribed;  \n(5) The tenure of the Representation Committees  shall be three years:  Provided  that no  \nmember shall  serve  for more  than two consecutive  terms.  \n \n(6) The procedures of the Representation Committees shall be as may  be prescribed.  \n \n(7) There may also be such other Representation Committees set up by  any of the other \nAuthorities of the University as are considered appropriate for  recommending  persons  for appointment  to \nthe various  Authorities  and other  bodies  of the University.  \n \n33. Board of Studies. —The Board of advance studies and research  shall  consist  of,— \n \n(a) Rector;  \n(b) Pro-Rectors  \n(b) All the deans;  \n(c) One University professor from each faculty other than dean to be  appointed  by \nthe Board;  \n(d) One member nominated by  the Chairman;  and \n(e) Three  members  from  the relevant  research  organizations  and Government  \ndepartment  to be nominated  by the board  of Governors;  \n(f) The Registrar shall  be the Secretary  of Board of  Studies.  \n \nTerm  of the members  of board  of advance  studies  other  than the ex-officio member shall be three years \n \nPage 27 of 31 \n and the quorum will be one half of total  number of members.  \n \n34. Appointment of Committees by certain Authorities. —(1) The  Board of Governors, the \nExecutive Committee, the Academic Council and other  Authorities may, from time to time, appoint such \nstanding, special or advisory  committees,  as they may deem  fit, and may place  on such committee  \npersons  who are not members of  the Authorities appointing  the Committees.  \n \n(2) The constitution, functions and powers of the Authorities for which  no specific  provision  \nhas been  made  in this Act shall  be such as may be prescribed  by Statutes  or Regulations.  \n                                                                                        ____________  \n \nCHAPTER  V \n \nSTATUTES,  REGULATIONS  AND  RULES  \n \n35. First  Statutes.—(1) Subject  to the provisions  of the Act, Statutes,  to be published in the \nUniversity’s Gazette, may be made to regulate or prescribe  all or any  of the following  matters: — \n \n(a) the contents of and the manner in which the annual report to be  presented by \nthe Rector before the Board of Governors shall be  prepared;  \n(b) the University  fees and other  charges;  \n(c) the constitution of any pension, insurance, gratuity, provident fund  and \nbenevolent  fund for University  employees;  \n(d) the scales  of pay and other  terms  and conditions  of service  of officers,  teachers \nand other  University  employees;  \n(e) the maintenance  of the register  of registered  graduates;  \n(f) admission  of educational  institutions  to the privileges  of the University  and \nthe withdrawal of  such privileges;  \n(g) the establishment  of Faculties,  departments,  University,  colleges  and other  \nacademic divisions;  \n(h) the powers  and duties  of officers  and teachers;  \n(i) conditions under which the University may enter into arrangements  with \nother  institutions  or with public  bodies  for purposes  of research  and advisory  \nservices;  \n(j) conditions for appointment of Emeritus Professors and award of  honorary  \ndegrees;  \n(k) efficiency  and discipline  of University  employees;  \n(l) the constitution and procedure to be followed by Representation  Committees  \nin carrying  out functions  in terms  of this Act; \n \nPage 28 of 31 \n (m) the constitution  and procedure  to be followed  by the Search  Committee  for \nappointment  of the Rector;  \n(n) constitution,  functions  and powers  of the Authorities  of the University; and  \n(o) all other matters which by this Act are to be or may be prescribed or  regulated  \nby Statutes.  \n(2) The draft of Statutes shall be proposed by the Executive Committee  to the Board of \nGovernors which may approve or pass with such modifications as  the Board of  Governors may think fit \nor may refer back to the, as the case may  be, for reconsideration of  the proposed  draft:  \n \nProvided  that Statutes  concerning  any of the matters  mentioned  in clauses (a) and (1) \nof sub -section (1) shall be initiated and approved by the Board  of Governors, after seeking  the views  of \nthe Executive  Committee:  \n \nProvided further that the Board of Governors may initiate a Statute with  respect to any \nmatter in its power or with respect to which a Statute may be  framed in terms  of the Act and approve such \nStatute after seeking the views of  the Executive Committee.  \n \n36. Regulations. —(1) Subject  to the  provisions  of the Act and the Statues, the Academic Council \nmay make Regulations, to be published in the  University’s  Gazette,  for all or any  of the following  \nmatters: – \n(a) the courses of study for degrees, diplomas and certificates of the  University;  \n(b) the manner in which the teaching referred to in sub -section (1) of  section  07 \nshall  be organized and  conducted;  \n(c) the admission  and expulsion  of students  to and from  the University;  \n(d) the conditions under which students shall be admitted to the courses  and the \nexaminations  of the University  and shall  become  eligible  for the award  of \ndegrees,  diplomas  and certificates;  \n(e) the conduct  of examinations;  \n(f) conditions under which a person may carry on independent research  to entitle \nhim to a degree;  \n(g) the institution of fellowships, scholarships, exhibitions, medals and  prizes;  \n(h) the use of the Library;  \n(i) the formation  of Faculties,  departments  and board  of studies; and  \n(j) all other matters which by the Act or the Statutes are to be or may  be prescribed \nby Regulations.  \n(2) Regulations  shall  be proposed  by the Academic  Council  and shall  be submitted to the \nBoard of Governors which may approve them or withhold  approval or refer them back to the Academic \nCouncil for reconsideration. A  Regulation proposed by the Academic Council shall not be effective unless \n \nPage 29 of 31 \n it receives  the approval  of the Board  of Governors.  \n(3) Regulations regarding or incidental to matters contained in sub - clauses (g) and (i) shall \nnot be submitted to the Board of Govern ors without the  prior  approval  of the Executive  Committee.  \n37. Amendment  and repeal  of Statutes  and Regulations. —The procedure for adding to, \namending or repealing the Statutes and the Regulations  shall be the same as that prescribed respectively \nfor framing or making Statutes  and Regulations.  \n \n38. Rules.—(1) The Authorities and the other bodies of the University  may make Rules, to be \npublished in the University’s Gazette, consistent with the  Act, Statutes or the Regulations, to regulate any \nmatter relating to the  affairs of  the University which has not been provided for by the Act or that is not \nrequired  to be regulated by Statutes or Regulations, including rules to regulate the conduct  of business and \nthe time and  place of  meetings  and related  matters.  \n \n(2)  Rule s shall  become  effective  upon  approval  by the Board  of Governors.  \n \n___________  \n \n       CHAPTER  VI \n \n UNIVERSITY  FUND  \n \n39. University fund. —(1) The University shall have a fund to which  shall  be credited  its income  \nfrom  fees, charges,  donations,  trusts,  bequests,  endowments,  contributions,  grants and  all other sources.  \n \n(2)   No contribution, donation or grant which may directly or indirectly  involve any \nimmediate or subsequent financial liability for the University, shall  be accepted without  prior approval \nof the Board.  \n \n40. Audits  and Accounts. —(1) The Accounts  of the University  shall  be maintained  in such  \nform  and in  such manner as  may be prescribed.  \n \n(2) The teaching departments, constituent colleges/University and all  other bodies \ndesignated as such by the Executive Committee in terms of Statutes  shall be independent cost centres of \nthe University with authority vested in the  head of each cost centre to sanction expenditure out of the \nbudget allocated to it.  Provided that re -appropriation from one head o f expenditure to another may be  \nmade by the head of a cost centre in accordance with and to the extent prescribed  by the Statutes.  \n \n(3) All funds  generated  by a teaching  department,  constituent  college  or other unit of the \nUniversity through consultancy, resea rch or other provision of  service shall be made available without \nprejudice to the budgetary allocation  otherwise made, after deduction of overheads in the manner and to \nthe extent  prescribed by Statute, to the  teaching department,  constituent college  or other  unit for its \ndevelopment. A part of the funds so generated may be shared with the  University Teachers or researchers \nin charge  of the  consultancy,  research  or service  concerned  in the  manner  and to the  extent prescribed by  \nStatute.  \n \nPage 30 of 31 \n  \n(4) No expenditure sh all be made from the funds of the University,  unless a bill for its \npayments has been issued by the head of the cost centre  concerned  in accordance  with the relevant  statutes  \nand the Treasurer  has verified  that the payment is provided for in the approved budget of the cost centre, \nsubject  to the authority  to re-appropriate  available to  the head  of the  cost centre.  \n \n(5) Provision shall be made for an internal audit of the finances of the  University.  \n \n(6) Without  prejudice  to the requirement  of audit  by an auditor  appointed by Government \nin accordance with the provisions of any other law in  force,  the annual  audited  statement  of accounts  of \nthe University  shall  be prepared  in conformity  with the Generally  Accepted  Accounting  Principles  \n(GAAP) by a reputed firm of chartered accountants and signed by the Treasurer.  The annual audited \nstatement of accounts so prepared shall be submitted to the  Securities  & Exchange  Commission of  \nPakistan for  observations.  \n \n \n(7) The observa tions,  if any, together  with such annotations  as the Treasurer may make, \nshall be considered by the Executive Committee and shall  be placed before the Board of Governors within \nsix months of closing of the  financial year.  \n                                                                                    _______________  \n \nCHAPTER  VII \n \nGENERAL  PROVISIONS  \n \n41. Opportunity to show  cause.—Except  as otherwise provided  by law no officer, teacher or \nother employee of the University holding a permanent  post shall be reduced in rank, or removed or \ncompulsorily retired from service for  cause  arising  out of any act or omission  on the part of the person  \nconcerned  unless he has been given a reasonable opportunity of showing cause against the action  proposed  \nto be  taken.  \n \n42. Appeal  to the Executive  Committee  and the Board  of Governors. —Where an order is \npassed punishing any officer (other than the  Vice -Chairman  and Rector),  teacher  or other  employee  of the \nUniversity  or altering or interpreting to his disadvantage the prescribed terms or conditions of  his service, \nhe/she shall, where the order is passed by any officer or teacher of the  University other than the Vice -\nChairman and Rector, have the right to appeal to  the Executive Commi ttee against the order, and where \nthe order is passed by the  Chairman  or Vice -Chairman, have  the right  to appeal  to the Board  of Governors.  \n \n43. Service of the University. —(1) The University may employ such  persons in its service as \nmay be necessary, on such terms and conditions as may  be determined by  the Board  of Governors.  \n44. Benefits and Insurance. —(1) The University shall constitute for  the benefit  of its officers,  \nteachers  and other  employees  schemes,  as may beprescribed,  for the provision  of post-employment  \nbenefits  as well as health  and life insurance while  in service.  \n \n45. Removal  of difficulties. —(1) If any question  arises  as to the interpretation of any of the \nprovisions of the Act, it shall be placed before the  Patron and Higher, Education Commission (HEC) \nwhose decision thereon shall  be final.  \n \nPage 31 of 31 \n  \n(2) If any difficulty  arises  in giving  effect  to any of the provisions  of the Act, the Patron  \nmay make  such order  after obtaining  the views  of the Board  of Governors, not inconsistent with the \nprovisions  of the Act, as may appear to  him to be necessary  for removing  the difficulty.  \n \n(3) Where the Act makes any provision for anything to be done but no  provision or no \nsufficient provision has been made as respects the authority by  whom, or the time at which, or the manner \nin which, it shall be done, then it shall  be done by such authority, at such time, or in such manner as the \nPatron may  direct  after obtaining  the views of  the Board  of Governors.  \n \n46. Indemnity. —No suit or legal  proceedings  shall  lie against  the University or any Authority, \nofficer or employee of the University or any person  in respect  of anything  which is  done  in good  faith \nunder  the Act. \n \n_______________"
}