{
    "file": "./converted_json\\administratora94e401503002480d570ee34c1d08d0d.json",
    "name": "Islamabad Capital Territory Local Government Ordinance, 2021",
    "date": "November 24, 2021",
    "tagline": "Reconstitutes and Rationalizes the Local Governments System in the Federal Capital Territory",
    "content": "PART I]     THE GAZETTE OF PAKISTAN, EXTRA., NOVEMBER  2 4,  2021  745 \n \n \n \n \n \n \nISLAMABAD,  WEDNES DAY , NOVEMBER   24,  2021 \n \n \nPART I  \n \nActs, Ordinances, President ’s Orders and Regulations  \n \nGOVERNMENT OF PAKISTAN  \nLAW AND JUSTICE  DIVISION  \n \nIslamabad, the 24th November , 2021 \n \n  No. F. 2(1)/20 21-Pub.—The following Ordinance Promulgated  on 23rd \nNovember , 202 1 by the President is hereby published for general information: — \n \nORDINANCE NO. XXVIII OF 2021  \n \nAN \n \nORDINANCE  \n \nto reconstitute and rationalize the local governments system in the Federal \nCapital Territory  \n \n WHEREAS  it is expedient to  reconstitute local governments system in the \nIslamabad Capital Territory for effective discharge of certain public services and \nto provide for their authority and duties for this purpose, and matters connected \ntherewith and ancillary thereto;  \n  \n \n(745) \n \nPrice: Rs. 160.00 \n \n[1702 (2021)/Ex. Gaz].   \n746 THE GAZETTE OF PAKISTAN, EXTRA., NOVEMBER  2 4,  2021  [PART I \n \n \n  AND WHEREAS  the Senate and the National Assembly are not in session \nand the President of the Islamic Republic of Pakistan is satisfied that \ncircumstances exist which render it necessary to take immediate action;  \n \n NOW, THEREFORE , in exercise of the powers conferred by clause (1) of \nArticle 89 of the Constitution of the Islamic Republic of Pakistan, the President \nof the Islamic Republic of Pakistan is pleased to make and promulgate the \nfollowing Ordinance: —  \n \n It is her eby enacted as follows: — \n \nIntroduction  \n \nChapter -1 \n \n 1. Short title, extent and commencement. —(1) This Ordinance  shall \nbe called the Islamabad Capital Territory Local Government Ordinance, 2021.  \n \n (2) It extends to the Islamabad Capital Territory except any  area \nexcluded by the Federal Government, by notification.  \n \n (3) It shall come into force at once.  \n \n 2. Definitions. —(1) In this Ordinance, unless there is anything \nrepug nant in the subject or context: — \n \n (i) ―Administration ‖ means the Islamabad Capital Te rritory \nAdministration  \n \n (ii) ―Local Government Administration ‖ consisting of Chief Office r, \nother officers and servants of the local government ; \n \n (iii) ―Administrator ‖ means an officer appointed by the Federal \nGovernment to conduct the affairs and busine ss of Local \nGovernments when the Mayor or the Local Governments are either \nsuspended or removed or have completed the tenure or when Mayor \nis yet to be elected under this Ordinance;  \n \n (iv) ―Auditor General ‖ means the Auditor General of Pakistan \nappointed u nder the Constitution of the Islamic Republic of \nPakistan;  \n \n (v) ―Authority ‖ or ―CDA‖ means the Capital Development Authority;  \nPART I]     THE GAZETTE OF PAKISTAN, EXTRA., NOVEMBER  2 4,  2021  747 \n \n \n  (vi) ―Authorized  auditor‖ means any commercial auditor other than the \nAuditor General authorized by the Government to undertake extra \nordinary audit of a local government;  \n \n (vii) ―Board‖ means Local Government Board constituted under this \nOrdinance;  \n \n (viii)  ―Bye-laws‖ means bye -laws made under this Ordinance or made \nunder the Capital Development Authority Ordinance, 1960 (XXIII \nof 1960) or the Municipal Administration Ordinance, 1960;  \n \n (ix) ―Candidate ‖ means a candidate for election under this Ordinance;  \n \n (x) ―Census‖ means a population and housing census provisionally or \nfinally published under the General Statistics (Reorganiz ation) Act, \n2011 (XIV of 2011);  \n \n (xi) ―Chairperson ‖ means the Chairperson of a Neighborhood Council;  \n \n (xii) ―Chief Officer ‖ means an officer of the local government who is  \nthe head of the administration and includes a Chief Corporation \nOfficer who shall be the head of the administration of Islamabad \nMetropolitan Corporation;  \n \n (xiii)  ―Circumstances of Emergency ‖ means circumstances imminently \nendangering public health, safety, loss of life, significant or large \nscale harm to property and require an immedi ate action;  \n \n (xiv)  ―Committee ‖ means a committee of the council constituted under \nthis Ordinance;  \n \n (xv) ―Convenor ‖ means the Convenor  of the council and in relation to \nthe holding of a meeting of the council, shall also include a member \nor any other pers on presiding over the meeting on behalf of the \nConvenor;  \n \n (xvi)  ―Contractual Appointment ‖ means, appointed on contractual basis \nagainst regular posts and appointed on contractual basis against \nproject posts;  \n \n (xvii)  ―Court‖ includes the Court of Executiv e Magistrate or Municipal \nMagistrate, ICT;  \n \n (xviii)  ―Council‖ means the council comprising the convenor and other \nmembers of a local government;  \n748 THE GAZETTE OF PAKISTAN, EXTRA., NOVEMBER  2 4,  2021  [PART I \n \n \n  (xix)  ―Defunct Local Government ‖ means a local government dissolved \nunder this Ordinance;  \n \n (xx) ―Director Lo cal Fund Audit ‖ means the Director of Local Fund \nappointed by the Auditor General for the Audit under this \nOrdinance;  \n \n (xxi)  ―District‖ means the area specified in section 2 of the Capital of the \nRepublic (Determination of Area) Ordinance, 1963 (Ordinance  VI \nof 1963);  \n \n (xxii)  ―District Magistrate ‖ means the Deputy Commissioner Islamabad \nCapital Territory vested with the powers provided in the Code of \nCriminal Procedure 1898 as implemented in Islamabad Capital \nTerritory;  \n \n (xxiii)  ―Director General Local G overnment ‖ means an officer of federal \npool appointed by the Federal Government ; \n \n (xxiv)  ―Election Commission ‖ means the Election Commission of \nPakistan established under Article 218 of the Constitution;  \n \n (xxv)  ―Electoral Group ‖ means an electoral group enlisted under this \nOrdinance;  \n \n (xxvi)  ―Electoral Officer ‖ means an officer appointed for election under \nthis Ordinance and includes a Presiding Officer, an Assistant \nPresiding Officer and a Polling Officer or any other officer for the \npurpose of this Ord inance;  \n \n (xxvii)  ―Electoral Roll ‖ means a roll of all eligible voters in an electoral \nunit prepared under this Ordinance;  \n \n (xxviii)  ―Electoral Unit ‖ means electoral unit constituted for an election \nunder this Ordinance;  \n \n (xxix)  ―Electronic Voting Machin e or ―EVM‖ means any device that is \nused by the Election Commission for conduct of free and fair local \ngovernment elections for voting purposes, other than Ballot Papers \nwhether for voting, counting of votes, transmitting the final results \nor recounting of  the votes purposes;  \n \n (xxx)  ―Estimate of Receipts and Expenditure ‖ means the estimate of \nexpected receipts and expenditure of a local government for a given \nfinancial year, and as the case may be, shall include the estimate of \nPART I]     THE GAZETTE OF PAKISTAN, EXTRA., NOVEMBER  2 4,  2021  749 \n \n \n receipts and expenditure of constituent offices, entities and agencies \nof local government;  \n \n (xxxi)  ―Finance Commission ‖ means the Local Government Finance \nCommission constituted under this Ordinance;  \n \n (xxxii)  ―Financial Year ‖ means the year commencing on the first day of \nJuly and ending on the thirtieth day of June;  \n \n (xxxiii)  ―Government ‖ means Federal Government;  \n \n (xxxiv)  ―Head  of the Local Government ‖ means the head of the  local \ngovernment and includes, — \n \n (a) Mayor of Metropolitan; and  \n \n (b) Chairperson of a neighborhood counc il; \n \n (xxxv)  ―Local Government Commission ‖ means the Islamabad Local \nGovernment Commission established under this Ordinance;  \n \n (xxxvi)  ―Local  Area‖ means the jurisdiction of a local government \ndetermined under this Ordinance;  \n \n (xxxvii)  ―Local Fund ‖ means the fund of a local government ; \n \n (xxxviii)  ―Local Government ‖ means Metropolitan and neighborhood \ncouncil of local government constituted under this Ordinance;  \n \n (xxxix)  ―Master Plan ‖ means the Master Plan developed, maintained and \nenforced in the Islamab ad Capital Territory by the Capital \nDevelopment Authority;  \n \n (xl) ―Mayor‖ means the Mayor of the Metropolitan Corporation elected \nunder the Ordinance;  \n \n (xli) ―Member‖ means a member of a local government;  \n \n (xlii)  ―Metropolitan Corporation ‖ means the Metr opolitan Corporation \nnotified under the Ordinance;  \n \n (xliii)  ―Misconduct ‖ means transgression of the prescribed code of \nconduct or dereliction of duty or deliberate unlawful behavior or \nviolation of law or rules or lawful directions or orders o f the \nGovern ment and includes, — \n750 THE GAZETTE OF PAKISTAN, EXTRA., NOVEMBER  2 4,  2021  [PART I \n \n \n  (a) gross negligence in the performance of duties with manifest \nwrongful intent or evil design; or  \n \n (b) an act that results in wrongful gain to any person by wrongful \napplication of law; or  \n \n (c) making or managing appointment, promot ion or transfer of an \nofficer or official in violation of law or rules or for extraneous \nconsideration; or  \n \n (d) bribery, corruption, jobbery, favoritism, nepotism or willful \ndiversion of the fund of the local government;  \n \n (xliv)  ―Member‖ means Member of local government;  \n \n (xlv)  ―Metropolitan ‖ means a local area of a Metropolitan Corporation;  \n \n (xlvi)  ―Ministry‖ means Ministry of Interior or as the Rules of Business \nmay specify where necessary otherwise;  \n \n (xlvii)  ―Municipal Corporation ‖ or ―MCI‖ means Ma yor, convenor and \nothers members;  \n \n (xlviii)  ―Municipal offence ‖ means an act or omission punishable under \nthis Ordinance and includes an act or omission declared as \nmunicipal offence under any other law for the time being in force in \nthe Islamabad Capital  Territory;  \n \n (xlix)  ―Municipal Magistrate ‖ means the executive magistrate having \npowers under Criminal Procedure Code, 1898 (Act No. V of 1898) \nand notified by the Provincial Government;  \n \n (1) ―Municipal Warden ‖ means the enforcement official deployed for  \nthe enforcement of municipal and other bye -laws of the Local \nGovernment in Islamabad Capital Territory appointed under this \nOrdinance;  \n \n (1i) ―Neighborhood ‖ means a Mouza, mohallah, a group of streets, \nsectors or  roads, in areas designated as neighborhood  by the \nProvincial Government ;  \n \n (lii) ―Neighborhood Council ‖ means a neighborhood council constituted \nunder  this Ordinance;  \n \nPART I]     THE GAZETTE OF PAKISTAN, EXTRA., NOVEMBER  2 4,  2021  751 \n \n \n  (liii) ―Political Party ‖ means a political party within the meanings of the \nElection Act, 2017 (XXXIII of 2017) or any other rel evant law for \nthe time being in force;  \n \n (liv) ―Peasant‖ means a landless farm worker or, a person, who during \nthe period of five years preceding the year in which the election is \nheld, owning less than five acres of land as sole owner for \nsubsistence livi ng; \n \n (1v) ―Prescribed ‖ means prescribed by the rules under this Ordinance;  \n \n (lvi) ―Provincial Government ‖ means Office of Chief Commissioner, \nIslamabad Capital Territory, Islamabad for the purposes of this \nOrdinance;  \n \n (lvii)  ―Public Service ‖ means a ser vice provided by a local government in \nrelation to its functions for the residents;  \n \n (lviii)  ―Recognized Institution ‖ means an educational institution \nrecognized by the Higher Education Commission established under \nthe Higher Education Commission Ordinanc e, 2002 or any other \nsimilar agency mandated for this purpose under any other relevant \nlaw; \n \n (lix) ―Regulations ‖ means the regulations issued under of this \nOrdinance;  \n \n (lx) ―Rules‖ means the rules made under this Ordinance;  \n \n (lxi) ―Schedule‖ means a Sch edule appended to this Ordinance;  \n \n (lxii) ―Servant  of Local Government ‖ means an employee of the local \ngovernment appointed or continued under this Ordinance;  \n \n (lxiii)  ―Standing Instructions ‖ mean the standing instructions issued under \nthis Ordinance;  \n \n (lxiv)  ―Sub-Committee ‖ means the sub -committee of a committee of the \nMetropolitan; and  \n \n (lxv)  ―Worker‖ means a person who primarily depends upon personal \nlabour or a small scale business for subsistence, a worker as defined \nin the Industrial Relations Ord inance, 2002 (Ordinance XCI of \n2002) and in both cases, his annual income does not exceed such \n752 THE GAZETTE OF PAKISTAN, EXTRA., NOVEMBER  2 4,  2021  [PART I \n \n \n limit as the Government may from time to time determine having \nregards to the prevailing poverty line;  \n \n (lxvi)  ―Youth‖ means a person who is enrolled as a voter  in the respective \nNeighborhood Council and is not less than twenty -five years of age \non last day fixed for filing of nomination papers; and  \n \n (lxvii)  ―Zoning Regulation ‖ means the Islamabad Capital Territory Zoning \nRegulations, 1992.  \n \n (2) The expressions , not defined in sub -section (1), shall have the same \nmeaning as  defined in any other relevant law or generally used.  \n \n 3. Elections of local governments. —(1) As soon as may be but not \nlater than six months of the commencement of this Ordinance, the Govern ment \nshall constitute local governments in accordance with the provisions of this \nOrdinance.  \n \n 4. Succession of the defunct local government. —(1) Subject to sub -\nsection (3), the  local government shall succeed: — \n \n (a) such property of the defunct local gove rnment located within the \nlimits of its local area which, in view of the Government, is \nrequired by it for the due discharge of any function under this \nOrdinance;  \n \n (b) all employees of defunct local government, in the view, who are \nrequired by it for the discharge of any function under this \nOrdinance; and  \n \n (c) such rights, fund, claim or liability or portion thereof which, in the \nview of the Government, was respectively raised, made or accrued \nby a defunct local government in relation to areas comprising its \nlocal area.  \n \n 5. General authority of the local government .—(1) Subject to and \nto the extent given under this Ordinance, local government shall have the \nauthority to run the affairs of respective local area without improper interference.  \n \n (2) A local government shall, having regard to the practical \nconsiderations — \n  \n (a) exercise its authority and incur expenditure in the best interests of \nthe residents without any favour or prejudice in a democratic and \naccountable manner;  \nPART I]     THE GAZETTE OF PAKISTAN, EXTRA., NOVEMBER  2 4,  2021  753 \n \n \n  (b) involve all residents i n running its affairs and from time to time \nconsult them on the level, quality, range and impact of services;  \n \n (c) provide services in financially and environmentally sustainable \nmanner;  \n \n (d) give equitable access to services; and  \n \n (e) promote and under take development in the respective local area.  \n \n (3) Every r esident shall have the right to — \n \n (a) contribute to the running of the affairs of local government in \naccordance with this Ordinance;  \n \n (b) receive prompt response to his written or oral communic ation, \nincluding any complaint, to the local government;  \n \n (c) be informed of the decisions of the local government affecting his \nrights, property and reasonable expectations;  \n \n (d) regular disclosure of the state of affairs of the local government, \ninclud ing its finances;  \n \n (e) demand that affairs of the local government are conducted \nimpartially and  without prejudice and are untainted by personal \nself-interest; and  \n \n (f) use and enjoyment of facilities and services provided by the local  \ngovernment.  \n \n (4) Every resident shall, where applicable, pay promptly toll, tax, fee, \nrates or other charges imposed by the local government, allow officers and \nservants of the local government reasonable access to their property in relation to \nthe performance of their dut ies, and comply with lawful bye -laws or instruction \nof the local government applicable to them.  \n \n 6. Local government to work within the existing framework. —The \nlocal  government shall function within the existing framework and adhere to all \napplicable fede ral laws applicable  in Islamabad Capital Territory.  \n \n 7. Certain matters to be prescribed. —Wherever this Ordinance \nrequires anything to be done but does not make any provision or sufficient \nprovision as to the authority by whom it shall be done, or the man ner in which it \nshall be done, then it shall be done by such authority and in such manner as may \nbe prescribed.  \n754 THE GAZETTE OF PAKISTAN, EXTRA., NOVEMBER  2 4,  2021  [PART I \n \n \n CONSTITUTION AND FUNCTIONING OF LOCAL GOVERNMENTS  \n \nMetropolitan Area and Neighborhood Councils  \n \nChapter -2 \n \n 8. Demarcation of local areas. —(1) A s soon as may be, but not later \nthan six months of the commencement of this Ordinance, the Government shall \nby an order published in the official Gazette identify the limits of Islamabad \nCapital Territory and include Metropolitan Corporation and neighbourh ood \ncouncils of Islamabad.  \n \n (2) MCI shall consist of all areas of the ICT except the area of which \ncome under cantonment area or any area specified by the government time to \ntime.  \n \n (3) Each neighborhood councils shall have a population of at least \ntwenty  thousand, in addition, Election Commission of Pakistan may have the \npower of ten percent margin to increase or decrease any neighborhood council.  \n \n (4) The Government shall name each neighborhood, preferably by the \ncommon name of the inhabitation or, wher e the neighborhood comprises more \nthan one distinct inhabitation, by the name of any one of such distinct in \nhabitations.  \n \n 9. Constitution of local governments. —(1) The Government shall, \nhaving regards to the provisions of this Ordinance, constitute local  governments \nof various classes i n the following manner, namely: — \n \n (a) a Metropolitan Corporation for Islamabad Capital Territory; and  \n \n (b) neighborhood councils.  \n \n (2) Local government shall be a body corporate having perpetual \nsuccession and a common s eal, and, subject to the provisions of this Ordinance, \nshall have power to acquire, hold and transfer property, both movable and \nimmovable, to contract and to do all other things necessary for the purposes of its \nconstitution; and shall by its name sue and  be sued.  \n \n 10. Local government structure. —(1) Islamabad Capital Territory \nlocal government shall consist of —  \n \n (a) a directly elected Mayor of the local government;  \n \nPART I]     THE GAZETTE OF PAKISTAN, EXTRA., NOVEMBER  2 4,  2021  755 \n \n \n  (b) a Mayor’s Cabinet comprising such members and professionals as \nis given  under this  Ordinance;  \n \n (c) a council comprising such number and description of members, \nincluding the  convenor, as is provided under this Ordinance:  \n \n (i) keep under review the performance of duties and exercise of \npowers by the head of the local government under t his \nOrdinance;  \n \n (ii) investigate and prepare reports on actions and decisions of the \nhead of the local government under this Ordinance;  \n \n (iii) investigate and prepare report on any other matter which it \nconsiders to be of importance for the residents; an d \n \n (iv) submit a proposal for the purpose of this Ordinance to the \nhead of the local government where it considers it appropriate; \nand \n \n (d) an administration comprising officers and servants of the local \ngovernment.  \n \n (2) A head of the local government s hall perform such duties and \nexercise such powers as are mentioned under this Ordinance.  \n \n (3) A convenor shall perform such duties and exercise such power as \nare mentioned under this Ordinance.  \n \n (4) The administration of local government shall be headed by a Chief \nOfficer, who shall be appointed by the Ministry.  \n \n (5) The Chief Officer shall perform such duties and exercise such \npowers as are mentioned under this Ordinance.  \n \n 11. Constitution of neighborhood councils. —(1) As soon as may be, \nbut not later than six months of the commencement of this Ordinance, the \nGovernment shall, in collaboration with the Election Commission, ensure \nelections of neighborhood council for every neighborhood in the Islamabad \nCapital Territory.  \n \n (2) Every neighborhood council  shall consist of a chairperson and such \nnumber of  general and special members as given under this Ordinance.  \n \n \n756 THE GAZETTE OF PAKISTAN, EXTRA., NOVEMBER  2 4,  2021  [PART I \n \n \n TABLE  \n \nStrength of Members for Various Neighborhood Councils  \n \nS. No.  Neighborhood  \npopulation as  \nper latest  \ncensus  General  \nMembers  \nincluding  \nChairperson  Members  \nrepresenting  \nreligious  \nminorities  Members  \nrepresenting  \nwomen  Member  \nrepresenting  \nYouth  Members  \nrepresenting  \nSenior  \nCitizens  \n(1) (2) (3) (4) (5) (6) (7) \n1 - 5 1 2 1 1 \n \n (3) The chairperson and members of every neighborhood council shall \nbe elected under this Ordinance.  \n \n 12. Term of office of local government and neighborhood \ncouncils.—Local government and every neighborhood council, unless otherwise \ndissolved, shall hold office for four years.  \n \n 13. Meetings of neighbourhood councils. —(1) Every neighbourhood \ncouncil shall hold a general meeting once in every month on such date and time \nas may be appointed by its chairperson.  \n \n (2) The chairperson shall, when required in writing by a majority of the \nmembers to call an extra -ordinary meeting , shall do so within three clear days.  \n \n (3) Where, a chairperson fails to convene a general meeting under sub -\nsection (1) or an extra -ordinary meeting under sub -section (2), the designated \nofficer may hold such general or, as the case may be, the extra -ordinary meeting.  \n \n (4) All meetings of the neighbourhood councils shall be open to the \nresidents and other interested persons.  \n \n (5) All meetings of the neighbourhood council shall be held at a public \nplace within the limits of the respective neighbourhood.  \n \n (6) The chairperson, or as the case may be, the designated officer, shall \ngive a seven clear days ’ notice for every general meeting and, in the like manner, \na three clear days ’ notice for every extra -ordinary meeting specifying the place, \ndate and time of such meeting and the business to be transacted thereat.  \n \n 14. Minimum quorum requirements. —Save as otherwise provided in \nthis Ordinance, one third of the members including the chairperson shall form \nquorum of the meeting of respective neighborhood counc il. \n \n 15. Decisions of neighborhood council. —(1) All matters before every \nneighborhood council shall, unless otherwise specifically provided by or under \nPART I]     THE GAZETTE OF PAKISTAN, EXTRA., NOVEMBER  2 4,  2021  757 \n \n \n this Ordinance, be decided by a majority of votes of the members present and \nvoting and the chairperson  or any other member presiding the meeting, unless he \nrefrains from voting, shall give his vote before declaring the number of votes for \nand against them in question and in the case of equality of votes, he may give his \ncasting vote.  \n \n (2) Notwithstanding the provisions of sub -section (1), where the \nquorum of a meeting is completed with the attendance of two members, no \ndecision of such meeting shall take effect unless it is unanimous.  \n \n 16. Any action of neighborhood council not to be invalidated by \nvacanc y or irregularity in appointment of a member. —No action of a \nneighborhood council shall be invalid by reason only of the fact that the number \nof members holding office at the time of the performance of any such act was \nless than the number fixed under this  Ordinance, or by reason of any irregularity \nin the appointment of any chairperson or member.  \n \n 17. Primary functions of a neighbourhood council. —(1) It shall be \nthe duty of every neighbourhood council, within the limits of the funds at its \ndisposal, to ma ke arrangements for carrying out the requirements of the village or \narea of neighbourhood council, as the case may be, the neighbourhood in respect \nof the mattes given under this Ordinance, including all subsidiary works and \nbuildings connected there -with so far as they are likely to promote the health, \nsafety, comfort or convenience of the respective village or neighbourhood or of \nvisitors thereto.  \n \n (2) Nothing in sub -section (1) shall be deemed to impose any duty or \nconfer any power upon the neighbourhoo d council with respect to any matter \nunder the direct administrative control of any department of the Government or \nof a local government or to authorize the neighbourhood council to interfere with \nany existing legal rights.  \n \n 18. Composition of the Mayor ’s Cabinet for Loca l Government \nICT.—(1) The Mayor ’s Cabinet shall comprise such number of members and \nprofessionals as mentioned below — \n \nTABLE  \nComposition of Mayor ’s Cabinet for ICT Local Government  \n \nS \nNo. Local area  \npopulation size  \nas per latest  \ncensus  Maximum Permissible  \nNumber of Member s \n Maximum Permissible  \nNumber of  \nTechnocrats/Professional  \ns Total  \nMember’s of \nMayo r’s \nCabinet  \n(1) (2) (3) (4) (5) \n Metropolitan  \nCorporation  \nIslamabad  6 6 12 \n758 THE GAZETTE OF PAKISTAN, EXTRA., NOVEMBER  2 4,  2021  [PART I \n \n \n  Explanation .—For the purpose of removing any ambiguity, the n umber \nof professional members of the Cabinet shall be worked by subtracting the actual \nnumber of Members MCI appointed as members of the Mayor ’s Cabinet \nremaining within the limits given in the third column from the total number of \ntotal members given in t he second column of the above chart.  \n \n (2) A professional shall means a person who has successfully \ncompleted sixteen years of education from a recognized institution and has an \nexperience of not less than fifteen years in public administration, public fin ance, \npublic education, public health, or any other area relating to the functions of the \nlocal government.  \n \n 19. Representation of Members in the ICT council. —(1) Council \nshall consist of general members and special members representing women, \nreligious m inoriti es, youth, and labor/peasant and trader in a local area, one of \nwhom shall be the convenor.  \n \nTABLE  \n \nStrength of Members for ICT Council  \n \nS. \nNo General  \nMembers  Members  \nrepresenting  \nWomen  Members  \nrepresenting  \nReligious  \nMinorities  Members  \nrepresenting  \nYouth  Members  \nrepresenting  \nTraders  Members  \nrepresenting  \nLabour/  \nPeasant  Members  \nrepresenting  \nSenior  \nCitizen  Total  \n(1) (2) (3) (4) (5) (6) (7) (8) (9) \n1 45 10 3 3 3 3 3 70 \n \n 20. Powers and responsibility of local Government. —(1) The \nCapital Development A uthority shall be regulator of the Master Plan and its \nimplementation to the extent of Islamabad Capital Territory as approved by the \nGovernment from time to time.  \n \n (2) For the purposes of this Ordinance —  \n \n (a) a Metropolitan Corporation shall be respons ible for the following \nfunctions and offices;  \n \n (i) to make the plan of development of local economy;  \n \n (ii) to develop the master plan for tourism in ICT after \nconsultation with respective departments and division;  \n \n (iii) management of primary, elementar y and secondary education \nfacilities;  \n \n (iv) school enrolment and universal education;  \nPART I]     THE GAZETTE OF PAKISTAN, EXTRA., NOVEMBER  2 4,  2021  759 \n \n \n  (v) monitoring and supervision of primary health care facilities;  \n \n (vi) preventive health and hygiene;  \n \n (vii) population welfare including population control;  \n \n (viii) solid waste collection and disposal;  \n \n (ix) sewerage collection and disposal including water management \nand treatment;  \n \n (x) births, deaths, marriages and divorce registration;  \n \n (xi) museums and art galleries;  \n \n (xii) open markets;  \n \n (xiii)  livestock an d agriculture markets;  \n \n (xiv)  public parking facilities;  \n \n (xv) city or rural roads and traffic management;  \n \n (xvi)  public transport;  \n \n (xvii)  abstraction of water for industrial and commercial purposes;  \n \n (xviii)  emergency planning and relief;  \n \n (xix)  support to federal agencies in prevention of crime and \nmaintentce of public order;  \n \n (xx) regulatory enforcement in the functions assigned under this \nOrdinance;  \n \n (xxi)  establishment and management of pre -schools;  \n \n (xxii)  libraries;  \n \n (xxiii)  drinking water  supply;  \n \n (xxiv)  burials, cremations etc .; \n \n (xxv)  public conveniences;  \n \n760 THE GAZETTE OF PAKISTAN, EXTRA., NOVEMBER  2 4,  2021  [PART I \n \n \n  (xxvi)  children’s services;  \n \n (xxvii)  community safety;  \n \n (xxviii)  arts and recreation;  \n \n (xxix)  public fairs and ceremonies;  \n \n (xxx)  sports;  \n \n (xxxi)  environmental health, awarenes s and services;  \n \n (xxxii)  parks and land scape development;  \n \n (xxxiii)  slaughtering of animals;  \n \n (xxxiv)  streetlights;  \n \n (xxxv)  sign boards, street advertisements and cattle; and  \n \n (xxxvi)  any other function which shall prescribe in rules of business \nof M CI under this Ordinance.  \n \n 21. Powers and responsibility of neighborhood council. —(1) It shall \nbe the duty of every neighborhood council, within the limits of the funds at its \ndisposal, to make arrangements for carrying out the requirements of the \nneighbou rhood in respect of the functions given below, including all subsidiary \nworks and buildings connected there -with so far as they are likely to promote the \nhealth, safety, comfort or convenience of the respective neighbourhood or of \nvisitors thereto. — \n \n (a) maintenance of common spaces including their sanitation;  \n \n (b) planting and preservation of trees and destruction of harmful \nweeds;  \n \n (c) relief of the poor or the sick;  \n \n (d) relief in calamities and emergencies;  \n \n (e) public health including inoculations  and epidemic control \ncampaigns;  \n \n (f) population welfare, including population control;  \n \nPART I]     THE GAZETTE OF PAKISTAN, EXTRA., NOVEMBER  2 4,  2021  761 \n \n \n  (g) universal education including measures for school enhancing \nenrolment and attendance of students, and providing stipends and \nscholarships;  \n \n (h) promotion of hyg iene including improved latrines, septic tanks and \nreduction of open defecation;  \n \n (i) support local government in collection and disposal of domestic \nwaste;  \n \n (j) organization and celebrations of public festivals, other than \nreligious  festivals;  \n \n (k) libraries and reading rooms;  \n \n (1) organization of voluntary labour and contributions to community \nwork;  \n \n (m) construction, repair and maintenance of neighbourhood assets, \nincluding minor repairs of public schools, health and other facilities \nprovided in the  neighbourhood by the Government or a local \ngovernment;  \n \n (n) removal of encroachments and prevention of illegal trespass over \npublic properties; and  \n \n (o) any other matter which Government or Local Government may by \nnotification declare to be a suitable s ubject for administration by \nneighbourhood generally or by any particular neighbourhood.  \n \n (2) Nothing in sub -section (1) shall be deemed to impose any duty or \nconfer any power upon the neighbourhood council with respect to any matter \nunder the direct admi nistrative control of any department of the Government or \nof a local government or to authorize the neighbourhood council to interfere with \nany existing legal rights.  \n \n 22. Assignment or withdraw of additional responsibilities by \nGovernment. —The Government  shall assign or withdraw any function to a local \ngovernment or neighbourhood council which is not included in this Ordinance on \nsuch terms and conditions as may be prescribed.  \n \n 23. Discharge of functions by local governments. —(1) Subject to \nsub-section ( 2) below, a local government and neighbourhood council may \ndischarge its functions through one or more of the following means, namely: — \n  \n762 THE GAZETTE OF PAKISTAN, EXTRA., NOVEMBER  2 4,  2021  [PART I \n \n \n  (a) an officer or servant of the local government;  \n \n (b) an office, authority or agency owned or operated by the \nGove rnment by mutual agreement under this Ordinance; and  \n \n (c) by contracting or outsourcing.  \n \n (2) No local government shall contracting out any public service which \nconstitutes or involves the exercise of power to award administrative or other \npenalties, int erferes with or otherwise affects the liberty of an individual, \ninvolves the power to enter, search or seize any property, or a power or duty to \nenforce any law.  \n \n 24. Delegation of functions to neighbourhood councils. —(1) Local \ngovernment may by a mutual agreement, delegate one or more of its functions or \none or more public services relating to any such function to a neighbourhood \ncouncil.  \n \n (2) In performance of a function or delivery of a public service \ndelegated under sub -section (1), the neighbourhood council shall adhere to the \ngeneral or specific directions of the local government delegating that function.  \n \n 25. Agency arrangements. —(1) Local government may, through a \nwritten agreement, make arrangements with an office, authority or agency of the \nGove rnment for any of the following purposes:   \n \n (a) provision by any party to the arrangement to the other of any \nadministrative, professional, technical or any other services related \nto the functions of that local government;  \n \n (b) the use by one party to t he arrangement of any facility, amenity, \nvehicle, plant, stores or apparatus belonging to the other and \nplacement of the services of any person employed in connection \nwith any facility, amenity, vehicle, plant, stores or apparatus in \nquestion; and  \n \n (c) the provision or maintenance by one party to the arrangement of \nany works, facility, amenity, vehicle, plant, store or apparatus for \nthe provision or maintenance of which the other is responsible.  \n \n (2) An office, authority or agency of the Government shall not make \narrangements under sub -section (1) without prior permission of the Government.  \n \nPART I]     THE GAZETTE OF PAKISTAN, EXTRA., NOVEMBER  2 4,  2021  763 \n \n \n  (3) The expenses incurred by a government agency for carrying into \neffect the agreement under sub -section (1) shall be defrayed by the local \ngovernment for whom servi ces are provided by that government agency.  \n \n 26. Manner of exercise of authority by a local government. —(1) \nSubject to the  provisions of this Ordinance, the executive authority of a local \ngovernment shall vest in and be exercised by Mayor through officers  of the local \ngovernment authorized by him in accordance with this Ordinance.  \n \n (2) The mayor of the local government, council or any of its committee \nor sub -committee may direct, guide or supervise but not -directly engage in the \ndischarge of a function of  the local government.  \n \n 27. All acts and orders to be taken or made in the name of local \ngovernment. —All acts and orders of a local government shall be expressed to be \ntake nor made in its name and shall be authenticated in the prescribed manner.  \n  \n 28. Power of a Neighbourhood council to enter into contracts and \nacquire, hold  and dispose of property. —(1) Every neighbourhood council shall \nhave the power to enter into contracts and acquire property.  \n \n (2) Every road, building, work or other property, whethe r moveable or \nimmovable, constructed or acquired by a neighbourhood council out of the local \nfund shall vest in it.  \n \n (3) The Government or Local Government may by a general or specific \norder, transfer to a neighbourhood council any of its property situate d within its \nlimits, with such limitations or conditions as it may consider appropriate.  \n \n (4) No neighbourhood council shall alienate any property vested in it \nunless it is required to do so by a resolution passed with simple majority at an \nextra -ordinary  meeting of the respective neighbourhood council convened for \nthis purpose and a prior permission for this purpose has been obtained from the \nGovernment.  \n \n 29. Power of a neighbourhood council to require removal of \nunlawful obstructions and refrain from ca using public inconvenience. —(1) \nA neighbourhood council may, by notice in writing specifying a reasonable \nperiod— \n  \n (a) require the person obstructing or interfering with a public way, \ndrain or a local stream unlawfully to remove such obstruction or \nstop such interference;  \n764 THE GAZETTE OF PAKISTAN, EXTRA., NOVEMBER  2 4,  2021  [PART I \n \n \n  (b) require a trespasser in a neighbourhood common property to vacate \nsuch property or to remove any unlawful construction or \nobstruction therein;  \n \n (c) require the owner or occupier of any land, well, water -pump, or \nbuilding which incl udes or is attached to any latrine, pool or ditch, \ncontaining or used for the collection of any drainage, filth  or \nstagnant water, which is a nuisanc e to the  neighbourhood, to take \nsuch actions as it may deem reasonably necessary to remove the \nnuisance;  \n \n (d) require the owner of any wall or building, which is deemed by it to \nbe in any way dangerous, to remove or repair such wall or building;  \n \n (e) require the owner or occupier of any building or property to keep \nhis building or property in a sanitary state ; \n \n (f) require the owner of any dog or other animal suffering or \nreasonably suspected to be suffering from a communic able disease \nwhich is likely to harm  public  health  or well being  of other  animals  \nto destroy  or cause to be destroyed or confine or cause to be \nconfined such dog or animal; and  \n \n (g) require the owner of a dog or other animal which is likely to annoy \nor intimidate passers -by to restrain such dog or animal.  \n \n (2) If any act or work required to be done under this section is not \nexecuted within  the period specified in the notice, the neighbourhood council \nmay itself cause such act or work to be executed and recover a sum not \nexceeding the cost there of from the person, owner or occupier notified.  \n \n 30. Power of a neighbourhood councils to make c ertain general \norders.—A neighbourhood council may be general order to be published in the \nmanner prescribed, namely — \n \n (a) measures for keeping the respective the neighbourhood in a sanitary \nstate;  \n \n (b) regulate the manner of sweeping of streets, cleani ng of drains and \ncollection, removal and disposal of manure;  \n \n (c) measures to remove and prevent epidemics including immunization \nagainst diseases, and to promote public health in general;  \n \nPART I]     THE GAZETTE OF PAKISTAN, EXTRA., NOVEMBER  2 4,  2021  765 \n \n \n  (d) prohibit the use of the water of wells, ponds or other excav ations \nsuspected to be dangerous to the public health;  \n \n (e) regulate or prohibit watering of cattle or bathing or washing at or \nnear wells, ponds or other excavations or sources reserved for \ndrinking water;  \n \n (f) prescribe measures for increased plantatio n of trees, shrubs or other \nplants;  \n \n (g) regulate or prohibit cutting or trimming of trees, shrubs or any other \nplant or part  of a plant or tree;  \n \n (h) regulate the protection of standing crops;  \n \n (i) regulate or prohibit the dyeing or tanning of skins or  any other \nundertaking or process which adversely affects public health or \nenvironment of the neighbourhood in general;  \n \n (j) regulate or prohibit the  excavation of earth or stone or other \nmaterials within the residential area less excavation meant to be \nfilled by the foundation of buildings or other structures;  \n \n (k) regulate the disposal of carcasses of all animals dying within the \nneighbourhood except animals slaughtered for consumption; and  \n \n (1) measures for preserving and improving aesthetics of the \nneighbourhood.  \n \n 31. Power of a neighbourhood council to report delinquency on the \npart of local officials. —(1) On a complaint of any delinquency on the part of a \nlocal official in performance of his duty made to it, the neighbourhood council \nmay enquire in to the matter and make a report along with the prima -facie \nevidence to his superior officer, or the Mayor or to the respective head of \ndepartment.  \n \n (2) The local government board shall, after such further enquiry as may \nbe required, take suitable actions and inform the neighbourhood council.  \n \n (3) Nothing in this section shall be construed as empowering the \nneighbourhood council to summon any such officials except as provided under \nthis Ordinance or to exercise control over them.  \n \n 32. Joint works and unde rtakings. —(1) A neighbourhood council \nmay contribute its sums or other resources towards any work, measure or service \n766 THE GAZETTE OF PAKISTAN, EXTRA., NOVEMBER  2 4,  2021  [PART I \n \n \n undertaken by another neighbourhood council, a local government or any other \nagency from which neighbourhood may be benefited.  \n \n (2) The e xtent of sums or other resources to be contributed under sub -\nsection (1) shall be agreed with the other neighbourhood council, local \ngovernment or agency having regard to the extent of benefits derived from such \njoint work or undertaking.  \n \n (3) In case of any difference on the extent of sums or other resources \nrequired, or contributed under this section between two or more neighbourhood \ncouncils, the matter shall be decided by  the competent officer.  \n  \n (4) In case of any difference on the extent of sums or other resources \nrequired, or contributed under this section between a neighbourhood council and \na local government or any other agency, the matter shall be decided by the local \ngovernment commission.  \n \n 33. Duties and powers of the Mayor of the Local Govern ment \nIslamabad Capital Territory. —(1) In addition to any other duty assigned to \nhim under this Ordinance or any other law for the time being in force, a mayor of \nthe local government shall be responsible for — \n \n (a) ensuring that the business of the local government is carried out \nstrictly in accordance with this Ordinance and all other relevant \nlaws for the time being in force;  \n \n (b) efficient, effective and transparent functioning of the local \ngovernment;  \n \n (c) accomplishment of operational, developmental  and fiscal objectives \nset out by the council or as the case may be the Government under \nthis Ordinance;  \n \n (d) presenting not less than one report on the performance of Local \nGovernment to the council and the Government and Finance \nCommission during each f inancial year;  \n \n (e) representation of the Local government at civic or ceremonial \nfunctions;  \n \n (f) any other duty, not being the duty assigned to any other authority \nunder this Ordinance, as the council may, by a general or special \nresolution direct;  \n \n (g) any other duty as may be assigned to him by the Government; and  \nPART I]     THE GAZETTE OF PAKISTAN, EXTRA., NOVEMBER  2 4,  2021  767 \n \n \n  (h) general supervision and control over officers of the local \ngovernment for the above purposes.  \n \n (2) Mayor of the local government shall, in relation to the above duties \nor for the trans action of business of the local government, exercise. — \n \n (a) such powers as are conferred upon him under this Ordinance or any \nother law for  the time being in force; and  \n \n (b) such powers of the local government, not being the powers of the \ncouncil or the powers assigned to any officer or authority under this \nOrdinance, as are delegated upon him by the council through are \nsolution.  \n \n (3) Subject to other provisions of this Ordinance, a head of the local \ngovernment shall, during the performance of his duties  or exercise of his powers, \nobserve the general policy or directions of the Government.  \n  \n (4) At the end of each calendar year or at such other appointed internal, \nthe mayor of the local government shall evaluate the work done and results \nobtained by the Chief Officer as against his duties and the manner in which he \nexercised his powers under this Ordinance and submit a report to the \nAdministrative Secretary in the prescribed manner which shall reflect on his \nPersonal Evaluation report of that officer.  \n \n (5) Notwithstanding him being not a member, a head of the local \ngovernment shall have the same right to be present at any meeting of the council, \nor the meeting or any of its committee or sub -committee and of taking part in the \ndiscussion thereat, or to mak e an address, or any statement or explanation of facts \nas if he were a member of council or a member of such committee or, as the case \nmay be, the sub -committee, but he shall not vote upon any proposition at such \nmeeting.  \n \n 34. Duties and powers of a conve nor of MCI. — (1) In addition to \nany other duty assigned to him under this Ordinance, a convenor shall —  \n \n (a) convene meetings of the council as required under this Ordinance;  \n \n (b) preside over, and ensure orderly conduct of meetings of the council \nat wh ich he is present;  \n \n (c) maintain record of meetings of the council; and  \n \n (d) constitute committees of the council under this Ordinance and over \nsee their working.  \n768 THE GAZETTE OF PAKISTAN, EXTRA., NOVEMBER  2 4,  2021  [PART I \n \n \n  (2) A convenor shall, in relation to the above duties, exercise such \npowers as are conferr ed upon him under this Ordinance or any other law for the \ntime being in force.  \n \n (3) Without prejudice to the provisions of sub -section (2), a convenor \nmay, in relation to above duties, direct a member to abstain from or withdraw \nimmediately from a meeting  wherein his opinion the attendance of meeting by \nthat member of council would constitute conflict of interest or the conduct of that \nmember during the meeting is grossly disorderly.  \n \n 35. Duties of a Member of MCI. —(1) While acting under this \nOrdinance, a  member shall — \n \n (a) serve the overall interest of the local area which here presents; and  \n \n (b) ensure that there is no conflict, or possible conflict between his \nprivate interest and honest performance of his role of serving public \ninterest.  \n \n (2) A Mem ber of council shall not direct or attempt to direct an officer \nor servant of a local government, or direct or attempt to direct on the manner in \nwhich the duties of an officer or servant of the local government shall be \nperformed.  \n \n 36. Primary duties of a Chairperson. —The Chairperson shall — \n \n (a) ensure that the business of the neighbourhood council is carried out \nstrictly in accordance with this Ordinance and other laws for the \ntime being in force;  \n \n (b) efficient, effective and transparent functioning o f the \nneighbourhood council;  \n \n (c) presenting not less than two reports on the performance of the \nneighbourhood council to the Finance Commission and one report \nto the local government and Government during each calendar year;  \n \n (d) subject to other provis ions of this Ordinance, convene and preside \nover general and extra -ordinary meetings of the nighbourhood \ncouncil;  \n \n (e) as and when called upon by the neighbourhood council, submit;  \n \n (i) consolidated account of all moneys received in and \nexpenditures incu rred from the local fund during each \nfinancial year;  \nPART I]     THE GAZETTE OF PAKISTAN, EXTRA., NOVEMBER  2 4,  2021  769 \n \n \n  (ii) a report on audit of accounts under this Ordinance; and  \n \n (iii) clarification on any matter relating to his duties under this \nOrdinance.  \n \n (f) approach the Government or a local government in relat ion to any \ncommon need of the residents as directed by neighbourhood \ncouncil;  \n \n (g) subject to other provisions of this Ordinance, convene and preside \nover general and extra -ordinary meetings of neighbourhood \ncouncil;  \n \n (h) prepare and present an estimate of receipt and expenditure.  \n \n (i) remedy the defects or irregularities, if any, pointed out in the report \non audit of accounts of the, neighbourhood council;  \n \n (j) submit a copy of every resolution and order of the neighbourhood \ncouncil to the designated o fficer;  \n \n (k) maintain records of the neighbourhood council;  \n \n (l) faithfully observe code of conduct;  \n \n (m) represent the neighbourhood council at civic or ceremonial \nfunctions.  \n \n (n) maintain general supervision and control over employees of th e \nneighbou rhood  council for the above purposes;  \n  \n (o) any other duty as the neighbourhood council may, by a resolution \ndirect; and  \n \n (p) any other duty as may be assigned to him by the Government or \nlocal government.  \n \n 37. Primary Duties of a member of Neighbourhoo d council. —The \nMember of a neighbourhood council shall — \n \n (a) serve overall interest of the neighbourhood which here presents;  \n \n (b) ensure that the business of the neighbourhood council is carried out \nstrictly in accordance with this Ordinance and other laws for the \ntime being inforce;  \n770 THE GAZETTE OF PAKISTAN, EXTRA., NOVEMBER  2 4,  2021  [PART I \n \n \n  (c) contribute towards efficient, effective and transparent functioning \nof the neighbourhood council;  \n \n (d) accomplish objectives set out by the neighbourhood council;  \n \n (e) avoid conflict, or possible conflict between his  private interest and \nhonest performance of his role of serving public interest;  \n \n (f) attend the meetings of the neighbourhood council;  \n \n (g) any other duty as the neighbourhood council may, by a resolution \ndirect; and  \n \n (h) any other duty as may be assig ned to him by the Government.  \n \n 38. Duties and powers of Chief Officer. —(1) A Chief Officer shall be \nthe principal officer of the local government and all other officers and servants of \nthat local government shall be subordinate to him. A Chief Officer sha ll report to \nthe Mayor of the Local Government.  \n \n (2) In addition to any other duty assigned to him under this Ordinance \nor any other law for the time being in force, a Chief Officer shall —   \n \n (a) work as the principal accounting officer of the local gove rnment;  \n \n (b) assist and advise the mayor of the local government, convenor and \ncommittees of the council in proper discharge of their duties under \nthis Ordinance;  \n \n (c) ensure timely, effective and efficient implementation of local \ngovernment policy and d ecisions;  \n \n (d) supervise and control officers and servants of the local government \nand coordinate and synergize the work of all offices of the local \ngovernment;  \n \n (e) maintain financial and administrative discipline and ensure that the \nbusiness of the loc al government is carried out strictly in \naccordance with the provisions of this Ordinance and other laws for \nthe time being inforce;  \n \n (f) enter into and manage all contracts on behalf of the local \ngovernment;  \n  \n (g) undertake all procurements on behalf of  the local government;  \nPART I]     THE GAZETTE OF PAKISTAN, EXTRA., NOVEMBER  2 4,  2021  771 \n \n \n  (h) maintain records pertaining to the functions of the local \ngovernment;  \n \n (i) acts for and on the behalf of the local government in every action or \nother legal proceedings whether instituted by or against the local \ngovernment;  \n \n (j) assist relevant authorities in the circumstances of emergency; and  \n \n (k) perform such other duties as are assigned to him by the \nGovernment, head of the local government, council or a committee \nor sub -committee of the council.  \n \n (3) A Chief Officer shal l, in relation to the above duties, exercise — \n \n (a) such powers as are conferred upon him under this Ordinance or any \nother law for the time being inforce;  \n \n (b) such powers of the local government as are delegated upon him by \nthe council through a resolu tion; \n \n (c) such powers of the mayor of the local government as are delegated \nupon him by the mayor of the local government;  \n \n 39. Attendance of council meetings etc. by Chief Officer. —(1) The \nChief Officer shall have the same right to being present at any  meeting at the \ncouncil, or a committee or a sub -committee of the council and of taking part in \nthe discussions thereat as if he were a member o council or a member of such \ncommittee or, as the case may be, the sub -committee, and may at any time make \na sta tement or explanation of facts, but he shall not vote upon, or move, any \nproposition at such meeting.  \n \n (2) In so far as it is not inconsistent with or does not interfere with the \ndue discharge of his duties, a Chief Officer shall, when required upon by th e \nconvenor, attend a meeting of the council or a committee or sub -committee of the \ncouncil and render such advice or provide such assistance as may reasonably be \nrequired of him.  \n \n 40. Personal responsibility for acts done and expenditure incurred \nwithout lawful authority. —Every person exercising any authority for the \npurposes of this Ordinance, shall be personally responsible for any act done by \nhim personally or done under his direction; any loss, financial or otherwise, \nsuffered by a local government due  to a decision made by him personally or \nunder his direction or any expenditure incurred by him personally or incurred \n772 THE GAZETTE OF PAKISTAN, EXTRA., NOVEMBER  2 4,  2021  [PART I \n \n \n under his direction without lawful authority or in violation of any provision of \nthis Ordinance or any other law for the time being enfor ced. \n  \n 41. Power to make contract. —(1) Subject to the provisions of this \nOrdinance, all contracts shall be made, varied or discharged on behalf of the local \ngovernment by the Chief Officer.  \n \n (2) The Government may, by an order specify that contracts for \ncarrying out of a work or the purchase of goods or services of a particular nature \nor exceeding a particular pecuniary value shall not be made, varied or discharged \nby the Chief Officer without the prior approval of the council.  \n \n (3) The Government may li kewise, by an order specify that contracts \nfor carrying out of a work or the purchase of goods or services of a particular \nnature or exceeding a particular pecuniary value shall not be made, varied or \ndischarged without prior approval of the council and co nfirmation of such \napproval by an officer authorized by the Government.  \n \n (4) All contracts made by the Chief Officer on his own authority shall \nbe reported to the mayor of the local government immediately and the council at \nthe meeting next following the making of the contract.  \n \nChapter -3 \n \nMeetings of the MCI  \n \n 42. Disposal of business of a local government. —All business of a \nlocal government shall, to the extent provided under this Ordinance, be disposed \nof at the meetings of its council, or by the Mayor of the local govermnent, or by \nthe officers of the local government in the prescribed manner.  \n \n 43. Business of the council to be disposed of at meetings. —Every \nmatter required by any provision of this Ordinance or the rules or bye -laws to be \ndecided by th e council or its committee or sub -committee shall be decided at a \nmeeting of the council, committee or, as the case may be, sub - committee, held in \nthe prescribed manner.  \n \n 44. Decisions at the meetings how made. —(1) Save as otherwise \nprovided under this O rdinance, all matters or questions which come before the \nMember a committee shall be decided by a simple majority of votes of the \nMembers or, as the case may be, the members present at the meeting and voting.  \n \n (2) The convenor shall not vote on any matter  or question pending \ndecision before the  council except in case of equality of votes.  \n \nPART I]     THE GAZETTE OF PAKISTAN, EXTRA., NOVEMBER  2 4,  2021  773 \n \n \n  (3) In the like manner, a Member presiding over a meeting of the \ncommittee of the council shall not vote on any matter or question pending \ndecision before it except in case of equality of votes.  \n \n 45. Ordinary, special and emergency meetings. —(1) Every matter \nrequired by any provision of this Ordinance or the rules or bye -law to be decided \nby the council shall be transact at an ordinary meeting unless required by this \nOrdinance or the rules or bye -law to be transacted at a special meeting.  \n \n (2) Any matter to be decided by the council in relation to the \ncircumstances of emergency may be transacted at an emergency meeting.  \n \n 46. Presiding over of council meetings. —(1) All meetings of a \ncouncils shall ordinarily be presided over by the convenor.  \n \n (2) Notwithstanding the provisions of sub -section (1), first meeting of \nthe council shall be presided over by the convenor of the council immediately \npreceding that council and in case there was no council immediately preceding \nthat council, by an officer to be authorized in this behalf by the Government.  \n \n 47. Quorum of council meetings. —(1) Unless otherwise provided \nunder this Ordinance, or the rules, the quorum necessary for tran saction of \nbusiness at an ordinary or special meeting of the council shall be one -half of the \nMembers holding office at the time.  \n \n (2) The quorum necessary for transaction of business at an emergency \nmeeting shall be one -third of the Members holding offic e at that time.  \n \n (3) If at any ordinary, special or emergency meeting of a council, the \nnumber of members present does not constitute a quorum, the convenor shall \nadjourn the meeting to such other day as he may think fit, and the business which \nwould have  been brought before the original meeting, if there had been a quorum \nresent, shall be brought before and transacted at the adjourned meeting in the \nusual manner.  \n \n (4) If at any of the subsequent meeting called under sub -section (2) the \nnumber of members present is again insufficient to constitute a quorum, the \nconvenor shall adjourn the meeting to such other day as he may think fit, and the \nbusiness which would have been brought before the original meeting, if there had \nbeen a quorum present, shall be bro ught before and transacted at this meeting \nwhether there be a quorum present there at or not.  \n  \n 48. Frequency of council meetings. —Every council shall meet at least \nonce in every  calendar month and shall be in session for at least fifty \naccumulated days i n a calendar year.  \n774 THE GAZETTE OF PAKISTAN, EXTRA., NOVEMBER  2 4,  2021  [PART I \n \n \n  49. Vacancy or defect in membership not to effect power of a \ncouncil to act. —(1) A council shall have the power to act notwithstanding any \nvacancy in its membership.  \n \n (2) No proceedings of a council shall be invalid merely by the reaso n \nthat a person who was, for the time being, not entitled to do so, sat and voted or \notherwise took part in its proceedings.  \n \n 50. Right of public to attend council and committee meetings. —(1) \nSubject to the provisions of sub -sections (2) and (3), every me eting of the council \nand committee shall be open to the public.  \n \n (2) The convenor presiding over a meeting referred to in sub -section \n(1), may exclude public from whole or part of the proceedings of a meeting if \nmajority of the members present there at co nsider that public information of the \nproceedings of the meeting shall be prejudicial to public interest by reason of \nconfidential nature of business to be transacted at the meeting.  \n \n (3) Nothing in sub -section (1) shall affect or derogate the power of th e \nconvenor to exclude a person from the meeting for the purpose of suppressing or \npreventing disorderly conduct or other misbehaviour at, or disturbance of, the \nmeeting.  \n \n 51. Preservation of order at council meetings. —(1) The convenor \nshall be responsible  for orderly conduct of the meeting of the council and for this \npurpose may direct a Member or a person witnessing the meeting whose conduct, \nin his opinion, is grossly disorderly to withdraw immediately from the meeting.  \n \n (2) The Member or person ordered  to withdraw from a meeting under \nsub-section (1) above shall withdraw from the meeting forthwith and shall also \nabsent himself during the remainder of day ’s proceedings.  \n \n (3) If a Member is ordered to withdraw from two meetings \nconsecutively, the conveno r may while making such order also suspend the \nmember of council from attending the meetings for any period not exceeding \nthirty days and the member shall absent himself from the meetings accordingly.  \n \n (4) Where the member referred to in sub -section (1) t enders an apology \nto his satisfaction, the convenor may remit the period of susp ension of the \nmember of council.  \n  \n (5) If the member or the person ordered to with draw from the meeting \nunder sub -section (1) above, unlawfully remains in the meeting, the con venor \nmay take such steps as he deems fit to cause him to be removed.  \nPART I]     THE GAZETTE OF PAKISTAN, EXTRA., NOVEMBER  2 4,  2021  775 \n \n \n  52. Record of proceedings of meetings. —(1) The names of members \npresent and minutes of the proceedings at each meeting of the council shall be \ndrawn up and recorded in the prescribed ma nner in a book to be kept for the \npurpose.  \n \n (2) The minutes of a meeting recorded under sub -section (1) shall be \nsigned by the convenor and shall at all reasonable time and without charge be \nopen to inspection by all members and the public.  \n \n (3) No membe r of council shall be entitled to object to the minutes of a \nmeeting in which he was not present.  \n \n 53. Indemnity of members of council in relation to anything said in \nproceedings of a meeting. —(1) Mayor, Convenor and member of the Local \nGovernment shall n ot be liable to  any proceedings in any Court in respect of \nanything said by him or any vote cast by him in the meeting of a council or \ncommittee so long as such action does not — \n \n (a) undermine the ideology, integrity or solidarity of Pakistan; or  \n \n (b) seek to create or excite feelings of enmity, ill shall, or hatred \nbetween different communities, sects, classes or sections of citizens \nof Pakistan; or  \n \n (c) contains any indecent, obscene, scurrilous or ironical expressions or \nremarks to defame any person.  \n \n (2) Mayor, convenor or members of council who acts in contravention \nof the provisions of sub -section (1) may, without prejudice to any other action \nagainst him, be disqualified and removed from his office by the Government \nafter due notice and in quiry in  the prescribed manner.  \n \n 54. Defraying of expenses in relation to meetings. —Local \ngovernment may, in the prescribed manner, make payments to defray any \nexpenditure reasonably incurred by Mayor, convenor, member or officer, or any \nother member of its commi ttee or sub -committee in respect of attendance of a \nmeeting of the council, committee or, as the case may be, a sub -committee.  \n \n 55. Bye-laws for meetings. —(1) Having regards to the provisions of \nthis Ordinance and the rules, every local government shall, within three months \nof the assumption of office, frame bye -laws for the conduct of its meetings.  \n \n  (2) Where a local government fails to timely meet the requirements of \nsub-section (1), the Government may prescribe bye -laws for that local \ngovernment which  shall be valid as if framed by that local government.  \n776 THE GAZETTE OF PAKISTAN, EXTRA., NOVEMBER  2 4,  2021  [PART I \n \n \n Chapter -4 \n \nCommittees of the MCI  \n \n 56. Appointment of committees. —(1) A council may appoint a \ncommittee for any general or special purpose and may also delegate to such \ncommittee, with or without restr ictions or conditions, any of its business except \nthe power with respect to approval of receipts and expenditure, rates and taxes, \nbye-laws, or the powers with respect to acquiring, holding or disposing of local \ngovernment properties.  \n \n (2) Without any pre judice to the provisions of sub -section (1), every \ncouncil shall  constitute the following committees, namely — \n \n (a) a committee to oversee financial matters of the local government \nincluding its receipts and expenditure;  \n \n (b) a committee to oversee the fo rmulation and delivery of local \ndevelopment plan and annual development plans;  \n \n (c) a committee to oversee maintenance of accounts and conduct of \naudits and implementation of the recommendations of the audit \nreports; and  \n \n (d) a committee to oversee provi sion of infrastructure and public \nservices in the local area.  \n \n (3) A committee appointed under this section may, subject to any \ndirection of the council, appoint a sub -committee, and may delegate to such sub -\ncommittee with or without restrictions any busi ness delegated to the committee \nby the council under sub -section (1).  \n \n 57. Membership of a committee. —(1) The number of members of a \ncommittee and  their respective term of office shall be such as may be determined \nby the council.  \n \n (2) Subject to any rest rictions imposed by the council, the number of \nmembers of a sub -committee and their respective term of office shall be such as \nmay be determined by the committee constituting it.  \n \n (3) While constituting a committee or a sub -committee, the council or, \nas the case may be, the committee may appoint a person as member of the \ncommittee or sub -committee who  is not a member of council.  \n  \nPART I]     THE GAZETTE OF PAKISTAN, EXTRA., NOVEMBER  2 4,  2021  777 \n \n \n  (4) A person, not being a person in the service of Pakistan or in the \nservice of the local government, shall not be appointed at a member of a \ncommittee or sub -committee unless he is otherwise qualified for being elected as \na member of a council under this Ordinance.  \n \n 58. Cessation of a committee. —A council which appoints a \ncommittee may at any time, revoke any such appointment and may also revoke or \nvary anything delegated, or any restrictions or conditions imposed.  \n \n 59. Bye-laws for committees. —(1) Having regards to the provisions of \nthis Ordinance and the rules, every local government shall, within three months \nof the assumpt ion of office, frame bye -laws for the constitution and conduct of its \ncommittees.  \n \n (2) Where a local government fails to timely meet the requirements of \nsub-section (1), the Government may prescribe bye -laws for that local \ngovernment which shall be valid as if framed by that local government.  \n \nChapter -5 \n \nElections, Term of Offices and Related Matters  \n \n 60. Election Commission to conduct local government  elections. —\n(1) All elections under this Ordinance shall be conducted by the Election \nCommission.  \n \n (2) The Election Commission shall undertake such measures and make \nsuch arrangements as are necessary for the conduct of elections in accordance \nwith the law and in a just, fair and transparent manner.  \n \n (3) The Election Commission shall keep in safe custody th e record of \nan election including the votes secured by a political party or an electoral group \nfor a period specified in the Elections Act, 2017.  \n \n 61. Election method in general. —(1) Election under this Ordinance \nshall be held on the basis of adult franch ise through secret ballot in the prescribed \nmanner and involve — \n \n (a) the return of the mayor of the local government;  \n (b) the return of the members of council; and  \n (c) Electronic Voting Machine (EVM) and I -voting.  \n (2) The mayor of the local government  shall be directly elected from \nICT. \n \n778 THE GAZETTE OF PAKISTAN, EXTRA., NOVEMBER  2 4,  2021  [PART I \n \n \n  (3) The penal of special seats shall be selected by the Mayor, which is \nconsist on women, minority, youth, trader, labour or peasant or senior citizen, \nwithin seven days as for ratio  of the provisions of this Ordinanc e. \n \n (4) General seats shall be divided by ratio of securing the votes of each \ncandidate of the Mayor.  \n \n (5) In addition to the candidate for the office of the mayor of the local \ngovernment, a political party or an electoral group shall be field at least a s many \nqualified candidates for election as there are seats of general members and seats \nreserved for women, religious minorities, youth, labor, peasant, traders and \nsenior citizen.  \n \n (6) The names of the special seats of and general seats of MCI shall be \nsubmitted to the Election Commission of Pakistan after election being the \nElected Mayor or electoral group leader as their parties or electoral group will \nprescribe.  \n \n (7) Nothing in this section shall prevent a political party or an electoral \ngroup from n ominating not more than two additional candidates for the election \nof a mayor of the local government to provide for his inability to contest for any \nother reason; and fielding as many qualified candidates to the seats of various \ncategories of members in e xcess of but not less than the number of such seats \nprovided for the respective council keeping i n view rejection of nominations , or \nfor filling casual vacancies during the term of the council for any reason under \nthe provisions of this Ordinance.  \n \n (8) The convenor shall be elected by the members of MCI from \namongst themselves in the prescribed manner through simple majority of votes.  \n \n (9) Where the office of the head of the local government or, as the case \nmay be, the convenor falls vacant during their t erm of office, they shall be \nelected under this Ordinance.  \n \n 62. Electoral units. —(1) The entire local area shall constitute one \nmulti -member at large electoral unit for elections to the MCI.  \n \n (2) The Election Commission shall, not less than sixty days pr ior to the \ndate fixed for the election, notify electoral units in the official gazette.  \n \n (3) The electoral units constituted under this section shall remain valid \nfor every subsequent election under this Ordinance unless altered by the Election \nCommission  subsequent to review of local areas under this Ordinance.  \n \nPART I]     THE GAZETTE OF PAKISTAN, EXTRA., NOVEMBER  2 4,  2021  779 \n \n \n  63. Enlistment of an electoral group. —The Election Commission \nshall, through public notice, specify the dates for enlistment of electoral groups \nof a local government with the  office of the Elect ion Commission for election \nunder this Ordinance.  \n \n 64. Electoral rolls. —(1) The Election Commission shall use the \nelectoral rolls  prepared for elections under this Ordinance.  \n \n 65. Right to vote. – (1) No person shall be eligible to vote in an \nelectoral un it unless  his name, for the time being, appears in the electoral roll of \nthat electoral unit.  \n \n (2) Subject to sub -section (2), a voter may cast only one vote for the \nelection to the  offices of the mayor of the local government and general seats and \nspecia l seats in MCI.  \n \n 66. Voter to cast vote in Council. —(1) A voter whose name appears \nin the electoral roll of the respective area may cast vote for the election of Mayor, \nChairperson of neighbourhood council and Members of the neightbourhood \ncouncil.  \n \n (2) Each council shall consist on four general wards from which the \nelection of the Chairperson of neighbourhood council and Members of general \nwards of the neighbourhood council shall be selected.  \n \n (3) The panel of special seats shall win by the winner candi date of \nchairperson of neighbourhood council.  \n \n (4) All elections under this Ordinance shall be held on political party \nbasis, however, an individual may participate in election.  \n \n 67. Method of election of neighbourhood. —(1) All members \nincluding the chai rperson shall be returned by the residents of the respective \nneighbourhood through in the basis of secret ballot and adult franchise.  \n \n (2) The entire neighbourhood shall constitute one multi -member ward \nfor the election of the chairperson.  \n \n (3) Any resid ent who is otherwise eligible for being elected as a \nmember in terms under this Ordinance may register himself as a candidate for the \nelection.  \n \n (4) The names of the special seats of the neighbourhood council shall \nbe submitted to the Election Commission of Pakistan after being elected by the \nChairperson as their political parties will prescribe.  \n780 THE GAZETTE OF PAKISTAN, EXTRA., NOVEMBER  2 4,  2021  [PART I \n \n \n  68. Qualifications for being a candidate to election or for holding \noffice of the chairperson or member. —(1) A resident shall be eligible to \ncontest an election under this Ordinance, if — \n \n (a) all Candidates of neighbourhood council except yourh for on the \nlast day fixed for the  filing of nomination papers forth at election, is \nnot less than twenty -two years age;  \n  \n (b) his name appears for the time being in the e lectoral roll of the \nneighbourhood from where he is a candidate; and  \n \n (c) the age limit for youth seat shall be eighteen years to twenty five \nyears while he or she shall submit their nomination papers.  \n \n (2) Without any prejudice to the provisions of sub -section (1), no \nperson shall be eligible to contest an election under this Ordinance or to hold the \noffice of the chairperson or a member, if — \n \n (a) he is not a resident or ceases to be a resident of the respective \nneighbourhood;  \n \n (b) he has been, on conv iction for an offence involving moral turpitude, \nsentenced to imprisonment for a term exceeding six months, unless \nseven years have elapsed from the date of expiry of the period of \nthat sentence;  \n \n (c) he has been ordered to give security for good conduct under section \n562 of the Code of Criminal Procedure, 1898 (V of 1898), or is \nregistered as a habitual offender or a proclaimed offender under \nsection 45(2)(ii) of the Code of Criminal Procedure,1898;  \n \n (d) he has been convicted of an offence related to con duct of elections \nunder this Ordinance or any other law for the time being inforce;  \n \n (e) he has been guilty of a corrupt practice or has been held to be \ncorrupt;  \n \n (f) he has obtained a loan for an amount of ten hundred thousand \nrupees or more, from any b ank, financial institution, cooperative \nsociety or cooperative body in his own name or in the name of his \nspouse or any of his dependents, which stands unpaid for more than \none year from the due date, or has had such loan written off \nunlawfully;  \n \nPART I]     THE GAZETTE OF PAKISTAN, EXTRA., NOVEMBER  2 4,  2021  781 \n \n \n  (g) he, his spouse or any of his dependents has not paid any tax, fee or \nany other charge payable to the Government, a local government, \nneighbourhood council or any amount exceeding ten thousand \nrupees due upon him, his spouse or any of his dependant for the use \nof any service such as telephone, electricity, gas and water for over \nsix months.  \n \n (h) he is, or becomes a lessee, tenant, contractor or share holder in any \nproperty of the respective neighbourhood or is in illegal or \nunauthorized possession of such prope rty; \n \n (i) he is under contract for work to be done or goods to be supplied to \nthe respective neighbourhood council, or has otherwise any \npecuniary interest in its affairs.  \n \n (j) he is in or enters into the service of Pakistan, or any statutory body \nor oth er body which is set up, or owned or controlled by the \nGovernment, or a local government in Pakistan, or in which the \nGovernment or a local government has controlling share or interest, \nor he is or becomes asalaried official of a public or statutory \ncorpor ation;  \n \n (k) he has been dismissed, discharged or compulsory retired from the \nservice of Pakistan, or the service of a local government or a public \nor statutory corporation on the charge of misconduct or a corrupt \npractice; and  \n \n (l) he is or becomes disqu alified for the membership of Parliament or a \nProvincial  Assembly under any law for the time being inforce.  \n \n (3) Where a person contesting an election under this Ordinance claims \nto be a Muslim, he shall submit to the Returning Officer a declaration given  in \nthe Sixth Schedule alongwith his nomination papers for the election.  \n \nChapter -6 \n \nConduct of Elections  \n \n 69. Notification of election date and call up for election. —(1) \nThrough an order published in the official gazette, the Election Commission \nshall, a fter having consulted the Government on this matter, fix a dates for \nelections to electoral units under this Ordinance and thereby call upon —  \n \n (a) the voters of the electoral unit to elect the head of the local \ngovernment and members of MCI and thereafte r; \n782 THE GAZETTE OF PAKISTAN, EXTRA., NOVEMBER  2 4,  2021  [PART I \n \n \n  (b) the members of MCI council to elect the convenor; and  \n \n (c) the voters of the electoral unit to elect the chairperson of the \nneighbourhood council and council members.  \n \n (2) Subject to the provisions of this Ordinance, the date fixed for an \nelectio n under sub -section (1) shall be no earlier than one hundred and twenty \ndays from the date of publication of the order in the official gazette.  \n \n 70. Only nominated and eligible persons allowed to contest \nelections. —(1) No persons shall be nominated for an  election of local \ngovernment under this Ordinance unless he is otherwise eligible for an election in \nterms mentioned under this Ordinance.  \n \n (2) A person shall not contest an election under this Ordinance unless a \npolitical party or an electoral group inc ludes the person as candidate for mayor of \nthe local government or on its list of candidates of members under the Ordinance.  \n \n (3) The Returning Officer shall not accept the nomination of a \ncandidate unless the amount as may be prescribed is paid in cash o r in the form \nof a bank draft or pay order in favour of the Election Commission by or on behalf \nof the candidate as candidature fee.  \n \n (4) The candidature fee paid by or on behalf of the candidate shall be \nnon-refundable.  \n \n (5) The Returning Officer shall deposit the cash, bank draft or pay \norder received as candidature fee as may be prescribed.  \n \n (6) A candidate may pay only one candidature fee even if the candidate \nis nominated for the same seat by more than one nomination papers.  \n \n (7) The Returning Offi cer shall, after public notice and hearing the \nperson nominated as a candidate or a person authorized by him in this behalf, \nsatisfy itself that each nomination has been properly made and the person \nnominated as a candidate is eligible to be a candidate fo r the relevant election \nunder this Ordinance.  \n \n (8) A candidate shall not contest election under this Ordinance unless \nthe Returning Officer is satisfied that the candidate is validly nominated and \nqualified to be a candidate under this Ordinance.  \n \n 71. Polling stations and appointment of electoral officers. —The \nElection Commission shall set up such number of polling stations and polling \nbooths as may be required for an election under this Ordinance and may appoint \nPART I]     THE GAZETTE OF PAKISTAN, EXTRA., NOVEMBER  2 4,  2021  783 \n \n \n such number of electoral officers as it co nsiders appropriate for such election \nunder the Elections Act, 2017.  \n \n 72. All political parties, electoral groups and candidates allowed to \nappoint election and polling agents. —(1) Every political party and electoral \ngroup contesting election under this O rdinance may appoint one election agent \nfor the entire electoral unit and one polling agent for each polling booth at every \npolling station in the electoral unit.  \n \n (2) No person shall be appointed as an election agent or a polling agent \nunder this section  unless he is otherwise qualified to be elected as a member \nunder this Ordinance.  \n \n 73. Code of Conduct for elections. —(1) The Election Commission \nshall by an order published in the official gazette, prescribe a Code of Conduct \nfor candidates, election age nts, polling agents and other relevant persons for \nevery election under this Ordinance.  \n  \n (2) The Code of Conduct prescribed under sub -section (1) shall, among \nother things, define the consequences of violation of its provisions and the \nauthority responsi ble for taking cognizance of such violations and their powers \nfor such purpose.  \n \n 74. Returned candidates. —(1) The candidates to the office of the \nmayor of the local government appointed by the political party or, as the case \nmay be, the electoral group, s ecuring highest number of votes in the respective \nelectoral unit shall stand elected.  \n \n (2) The candidates to the office of a members of MCI Council shall be \nelected in the ranking order given by the political party or the electoral group on \nwhose list the y are contesting in proportion to the votes secured by that political \nparty or, as the case may be, electoral group in the respective electoral unit in the \nprescribed manner.  \n \n (3) Where there is equality of votes between two or more political \nparties or e lectoral groups obtaining highest votes, the Returning Officer shall \nforthwith draw a lot in respect of such political parties or electoral groups and on \nwhom the lot falls, its candidate for head of the local government shall be \ndeclared elected.  \n \n (4) The members of council securing highest number of votes of the \nmembers in a special meeting of the council shall stand elected as the convenor.  \n \n \n \n784 THE GAZETTE OF PAKISTAN, EXTRA., NOVEMBER  2 4,  2021  [PART I \n \n \n Chapter -7 \n \nQualifications and Term of Office of Member of MCI  \n \n 75. Qualification for being a candidate and to hold the office of \nmayor of the local government, convenor , General Member,  Woman, \nMinority, Traders, Labour, Youth and Senior Citizens. —(1) A person shall \nbe eligible to be a candidate for the office of a head of the local government, \nconvenor or member i f his name appears for the time being in the electoral roll of \nthe electoral unit from where he is a candidate.  \n \n (a) all Candidates of MCI council except yourh and senior citizens on \nthe last day fixed for the filing of nomination papers for that \nelection , is not less than twenty -two years of age;  \n \n (b) his name appears for the time being in the electoral roll of the ICT \ncouncil ; \n \n (c) from where he is a candidate;  \n \n (d) the age limit for youth seat shall not be less than eighteen years and \nnot more than t wenty five years while he or she shall submit their \nnomination papers; and  \n \n (e) the candidates of senior citizens on the last day fixed for the filing \nof nomination  papers for that election, is not less than sixty years of \nage. \n \n (2) Without any prejudice  to the provisions of sub -section (1)  , no \nperson shall be eligible to be a candidate for the office of a head of the local \ngovernment, convenor or member or to hold the office of a head of the local \ngovernment, convenor or Member, if — \n \n (a) he has been c onvicted by a court of competent jurisdiction on a \ncharge of corrupt practice, moral turpitude or misuse of power or \nauthority under any law for the time being inforce;  \n \n (b) he is under contract for work to be done or goods to be supplied to \nthat local go vernment or has otherwise any pecuniary interest in its \naffairs;  \n \n (c) he is in or enters into the service of Pakistan, or any statutory body \nor other body which is set up, or owned or controlled by the \nGovernment, or a local government in Pakistan, or in which the \nGovernment or a local government has controlling share or interest \nPART I]     THE GAZETTE OF PAKISTAN, EXTRA., NOVEMBER  2 4,  2021  785 \n \n \n or he is or becomes a salaried official of a public or statutory \ncorporation;  \n \n (d) he holds an office of profit in the service of Pakistan other than an \noffice which is not whole -time office remunerated either by salary \nor by fee, or the office of Lumbardar, whether called by this or any \nother title, or the office of Qaumi  Razakar;  \n \n (e) he has been dismissed, discharged or compulsorily retired from the \nservice of Pakistan, or the  service of a local government or a public \nor statutory corporation on the charge of misconduct or a corrupt \npractice;  \n \n (f) he has obtained a loan for an amount of ten hundred thousand \nrupees or more, from any bank, financial institution, cooperative \nsociety or cooperative body in his own name or in the name of his \nspouse or any of his dependents , which stands unpaid for more than \none year from the due date, or has had such loan written off \nunlawfully;  \n \n (g) he, his spouse or any of his dependents has not paid any tax, fee or \nany other charge payable to the government or a local government, \nor any amount  exceeding ten thousand rupees due upon him, his \nspouse; or  \n \n (h) any of his dependant for the use of any service such as telephone, \nelectricity, gas and wa ter for over six months;  \n \n (i) he is or becomes disqualified for membership of the Parliament or a \nProvincial Assembly under any law for the time being inforce.  \n \n (3) Where a person contesting an election to any office in the local \ngovernment claims to be a Muslim, he shall submit to the Returning Officer a \ndeclaration given in the First Schedule along with his nomination papers for the \nelection.  \n \n 76. Defection from a political party or electoral group. —(1) The \nmayor of a political party or an electoral gr oup may, after giving him an \nopportunity to show cause, declare a head of the local government, convenor or \nmember to have defected his political party or, as the case may be, the electoral \ngroup who, after having been elected on its list  \n \n (a) joins anot her political party or an electoral group; and  \n \n786 THE GAZETTE OF PAKISTAN, EXTRA., NOVEMBER  2 4,  2021  [PART I \n \n \n  (b) votes or abstains from voting in the council contrary to any \ndirection of the political party or, as the case may be, electoral \ngroup in relation to the election of the convenor or a vote for \nremoval of the mayor of the local government or convenor.  \n \n (2) After having declared a Member defector, the head of the political \nparty or, as the case may be, electoral group shall forthwith forward a copy of the \ndeclaration to the Election Commission.  \n \n (3) Where the declaration is confirmed by the Election Commission \nafter due notice and inquiry, the head of the local government, convenor or \nMember referred to in sub -section (1) shall cease to hold office.  \n \n Explanation. — For the purpose of this section, the head of a political \nparty or electoral group shall mean any person by whatever name called, declared \nas such by the political party or, as the case may be, electoral group.  \n \n 77. Term of office of the MCI council, mayor of the local \ngovernment, convenor and mem bers of council. —(1) The MCI Council shall, \nunless it is dissolved earlier, continue for a period of four years from the date of \nits first meeting.  \n \n (2) As soon as may be after the notification of the results of an election \nby the Election Commission, the  Government shall fix a date or several dates of \nthe first meeting of the  councils.  \n \n (3) Where for any reason, no date is fixed under sub -section (2) despite \nthe lapse of forty -five days after the notification of the results of an election, the \nelected h ead of the local government may call first meeting of the council.  \n \n (4) The term of office of every head of the local government including \nMayor, Convenor and members shall, unless removed earlier under this \nOrdinance, be the same as that of the council.  \n \n 78. Oath of office and submission of declaration etc. —(1) A person \nelected as a mayor of the local government, convenor or members shall, before \nassuming his office, make and subscribe to an oath, appropriate to his office, in \nthe form set out in the Sec ond Schedule.  \n \n (2) The Government shall notify the fact of assumption of office by \nevery head of the local government, convenor and members in the official gazette \nafter having satisfied itself that the declarations referred to in sub -section (2) \nabove ha ve been appropriately made.  \n \nPART I]     THE GAZETTE OF PAKISTAN, EXTRA., NOVEMBER  2 4,  2021  787 \n \n \n  79. Oath of Office of Members of the MCI Council, Chairperson or \nMembers of Neighbourhood Council. —After having been elected and before \nentering upon the duties of his office, every chairperson and member shall, in a \ngeneral m eeting of the neighbourhood council, respectively take an oath as given \nat Third Schedule.  \n \n 80. Term of office of the chairpersons and members. —Unless \notherwise removed, the term of office of every member and chairperson shall co -\nterminate with the term o f the neighbourhood council.  \n \n 81. Filling of casual in case of vacancy in the office of chairperson \nof neighbourhood council. —(1) A chairperson or member may resign from his \noffice by writing under his hand addressed to the respective designated officer.  \n \n (2) Every resignation shall take effect forthwith and the respective \noffice shall become vacant immediately.  \n \n 82. Filling of casual vacancies in neighbourhood councils. —(1) \nWhere the office of the chairperson falls vacant due to his death, resignation, \nremoval or for any other reason, the vacancy shall be filled with fresh election.  \n \n (2) Where the office of a general member, other than the chairperson \nfalls vacant due to his death, resignation, removal or for any other reason, the \nvacancy shall be fille d with fresh  election.  \n  \n (3) Where the office of member to a seat reserved for women or \nreligious minorities falls vacant due to his death, resignation, removal or for any \nother reason, the chairperson shall stand elected as per given list by the parties.  \n \n (4) A person appointed a member under sub -sections (1), (2) and (3) \nshall hold office for the remainder of the term of office of the member to whom \nhere places.  \n \n (5) In case the special seats of MCI Council and Neighbourhood \nCouncil becomes vacant, the  concerned party or the concerned Electoral Group \nmay suggest another name to Election Commission of Pakistan.  \n \n 83. Resignation by a mayor of the local government, convenor or \nmembers. —(1) Mayor of the local government, convenor and council or may, at \nanytime, resign from his office by writing under his hand to the respective Chief \nOfficer whereupon his resignation shall be deemed to have been accepted and \neffective forthwith.  \n \n (2) The Chief Officer receiving a resignation under sub -section (1) \nshall forw ard it to the Government immediately.  \n788 THE GAZETTE OF PAKISTAN, EXTRA., NOVEMBER  2 4,  2021  [PART I \n \n \n  (3) The Government shall immediately send the resignation to the \nElection Commission which shall, by notification to be issued within fifteen days \nfrom the date of receipt of resignation, declare the office of the res igning head of \nthe local government, convenor or members of council to be vacant from the date \nof receipt of resignation by the Chief Officer.  \n \n 84. Fresh elections in case of vacancy in the office of the mayor of \nthe local government. —(1) If the office of  the mayor of the local government \nfalls vacant during the term of the council for any reason, the Election \nCommission shall hold a fresh election to the office of the head of the local \ngovernment.  \n \n (2) The mayor of the local government, convenor and memb ers elected \nthrough an election under this section shall, unless removed earlier under this \nOrdinance, hold office for the residual term of the council.  \n \n (3) Notwithstanding the provisions of sub -section (1) and (2), if the \noffice of a mayor of the local government falls vacant within one hundred and \ntwenty days before the expiry of the term of the council, no fresh elections shall \nbe called.  \n \n 85. Filling of casual vacancies of convenor, general members and \nspecial seats. —(1) Subject to the provisions of sub-section (4), if, for any reason, \nthe office of a members falls vacant during the term of a council, the candidate \nimmediately below the last elected candidate  in the ranking order declared by the \npolitical party or the electoral group to which the memb er vacating the office \nbelonged, shall be elected to that office.  \n \n (2) If, for any reason, the office of the convenor falls vacant during the \nterm of a council, the council shall elect a convenor through fresh election.  \n \n (3) A convenor or member elected under this section shall, unless \nremoved earlier under this Ordinance, hold office for the residual term of the \ncouncil.  \n \n (4) If a vacancy referred to in sub -section (1) or sub -section (2) occurs \nwithin one hundred and twenty days before the expiry of the  term of the council, \nthe vacancy shall not be filled.  \n \n 86. Temporary accession to the office of a mayor of the local \ngovernment and convenor. —(1) The convenor shall accede to the office of the \nmayor of the local government during his temporary absence.  \n \n (2) The convenor may nominate one of the member to accede to his \noffice during his temporary absence and where no such nomination is made, the \nPART I]     THE GAZETTE OF PAKISTAN, EXTRA., NOVEMBER  2 4,  2021  789 \n \n \n members of council may choose any one of them to accede to the office of the \nconvenor during his temporary absen ce. \n \n Explanation .—For the purpose of this section, absence shall mean \ntemporary absence from office for reasons such as leave, travel and illness for a \nperiod of not more than sixty days.  \n \n 87. Appointment of Administrator. —The government may appoint \nan administrator to perform functions of the local government until the Mayor is \nelected and assumes office or on expiry of its term or removed.  \n \nChapter -8 \n \nLocal Government Funds  \n \n 88. Funds of a local government. —(1) Every local government shall \nestablish an d maintain the following funds, namely: — \n \n (a) all taxes on the service that are listed in the thirteen schedule, as \nwell as all other taxes that a province receives;  \n \n (b) a local fund for the credit of such moneys and for such purposes as \nrespectively as  specified under this Ordinance ; and \n \n (c) a public fund for the credit of such moneys and for such purposes \nas respectively as specified under this Ordinance.  \n \n (2) All funds of a local government shall be held in trust for the \npurposes of this Ordinance.  \n \n (3) All moneys payable to any fund of local government shall be \nreceived by or on behalf of that local government and shall be forthwith \nconsigned to custody as per the provisions of this Ordinance.  \n \n (4) All funds of a local government shall be adminis tered in such \nmanner as may be prescribed.  \n \n 89. Credit of moneys to a local fund. —(1) There shall be credited to \nthe local fund of  a local government, namely: —  \n \n (a) such moneys as the local government may, on coming into force of \nthis Ordinance, succeed  from the balance funds of a defunct local \ngovernment under this Ordinance;  \n \n790 THE GAZETTE OF PAKISTAN, EXTRA., NOVEMBER  2 4,  2021  [PART I \n \n \n  (b) proceeds of all taxes, fees, rates, tolls, rents and other charges \nlevied by or on behalf of the local government under this \nOrdinance;  \n \n (c) all moneys received as rents and  profits payable or accruing to the \nlocal government from property vested in or controlled or managed \nby it;  \n \n (d) all moneys received as proceeds of the disposal of local government \nproperties by, or on behalf of the local government under this \nOrdinance;  \n \n (e) all fines imposed under this Ordinance and any such fine or part \nthereof which shall stand transferred to the local government under \nany other law for the time being inforce;  \n \n (f) all moneys received by way of any administrative penalty, \ncompensati on or compounding of offences under this Ordinance;  \n \n (g) all moneys transferred to the local government by the Government \nor by any other local government under this Ordinance;  \n \n (h) all moneys received as gifts, grants or contributions made to the \nlocal government by any person, organization, institution or the \nGovernment;  \n \n (i) all moneys received by the local government in connection with the \nperformance of its functions under this Ordinance or any other law \nfor the time being inforce;  \n \n (j) all interes ts and profits arising from any investment of, or from any \ntransaction in connection with, any money belonging to the local  \ngovernment.  \n  \n (k) all taxes on services shall be levied by the MCI in the Capital \nTerritory as  per instructions of the Government f rom time to time;  \n \n (l) all loans raised by the local government under this Ordinance; and  \n \n (m) all proceeds from such other sources of income as the Government \nmay,  from time to time, direct to be placed at the disposal of the \nlocal  government.  \n \nPART I]     THE GAZETTE OF PAKISTAN, EXTRA., NOVEMBER  2 4,  2021  791 \n \n \n  (2) All moneys, for the time being, in a local fund shall form part of the \ncomposite cash balance of the Federal Government but shall be used exclusively \nfor the purpose of and in accordance with the provisions of this Ordinance.  \n \n 90. Application of local fund. —(1) The money credited to the local \nfund shall be  applied to various purposes in the following order of preference \nin—  \n \n (a) making payments for the conduct of election under this Ordinance \nand in meeting any other expenditure declared by the government \nto be an appropriate charge on the local government;  \n \n (b) discharging all liabilities imposed upon the local government;  \n \n (c) the payment of salaries, allowances and other remunerations of the \nofficers and servants of the local government and, in so far a s \npracticable, making due provisions for their pensions and similar \nother expenses; and  \n \n (d) the payment of all other sums, charges and costs necessary for \neffective discharge of functions of the local government and for \notherwise carrying into effect thi s Ordinance, or  of which the \npayment shall be duly or directly sanctioned under any of the \nprovisions of this Ordinance.  \n \n (2) A local government shall not, directly or indirectly, apply any part \nof its local fund, or any money under its control, for any p urpose not authorized \nspecifically or generally under this Ordinance or any other law for the time being \ninforce.  \n \n (3) During every financial year in which local governmen t elections are \nto be held, the expenditure  or commitment  of expenditure  of a local  government  \nprior  to the convening  of elections shall not exceed eight per centum per mensem \nof the relevant approved estimate of receipts and expenditure.  \n \n 91. Credit of money to public fund. —(1) Money shall be credited to \nthe public fund  of a local gover nment consisting of — \n \n (a) all receipts accruing from a trust administered or managed by the \nlocal government;  \n \n (b) refundable deposits received by the local government from one or \nmore other local governments;  \n \n (c) all deferred liabilities of the local government; and  \n792 THE GAZETTE OF PAKISTAN, EXTRA., NOVEMBER  2 4,  2021  [PART I \n \n \n  (d) an amount paid to the local government in trust for a person.  \n \n (2) The money in a public fund shall not form part of the composite \ncash balance of  the Federal  Government.  \n \n 92. Application of public fund. —(1) The money from time to ti me \ncredited to the Public Fund of a local government shall be applied i n the \nfollowing manner, namely: — \n \n (a) all payments accruing from a trust administered or managed by the \nlocal government shall be applied for the purposes of that trust;  \n \n (b) all refu ndable deposits received by the local government from \nanother local government shall be applied for the refund of the \ndeposited amount to that local government;  \n \n (c) all money received as a deferred liability shall be applied towards \nretiring that liabili ty; and  \n \n (d) an amount paid to local government in trust for a person shall be \napplied for making payment to that person.  \n \n (2) The money from time to time credited to the public fund of a local \ngovernment shall not be applied to any purpose other than th e purposes specified \nin this section.  \n 93. Local fund of neighbourhoods. —(1) There shall be a fund, to be \ncalled the neighbourhood local fund, vested in every neighbourhood council to \npay for its expenses for the purpose of this Ordinance.  \n \n (2) All money in the neighbourhood local fund shall be held by the \nrespective  neighbourhood council as a trust for all the residents of that \nneighbourhood.  \n \n 94. Sources of neighbourhood local fund. —Without any prejudice to \nthe provisions of this Ordinance, the followin g money shall be credited to the \nneighbourhood local fund — \n \n (a) all grants from the Government or a local government;  \n \n (b) all fees, fines and other moneys received by or on behalf of the \nneighbourhood council under this Ordinance, or otherwise.  \n \n (c) rents and profits accruing from the propert y of the neighbourhood \ncouncil;  \n \nPART I]     THE GAZETTE OF PAKISTAN, EXTRA., NOVEMBER  2 4,  2021  793 \n \n \n  (d) incomes from investments made from the local fund;  \n \n (e) proceeds from any other sources of income placed by the \nGovernment at the disposal of the neighbourhood council;  \n \n (f) all donations from any other sources; and  \n \n (g) All taxes on services rendered.  \n \n (2) The Government grants to a neighbourhood under sub -section (1) \nshall in no case be less than the amount which the Local Government Finance \nCommission may fix for that neig hbourhood in accordance with the formulae for \ntransfer of Capital Fund to the local government in whose local area it is situated.  \n \n Explanation. — For the purpose of this section, the term formulae shall \nmean the formulae for transfer of capital allocable resources determined under \nthe Ordinance.  \n \n 95. Custody of neighbourhood local fund. – (1) All money credited to \na local fund shall, if not otherwise applied or invested in accordance with the \nprovisions of this Ordinance, be kept in the State Bank, a treas ury, a post office \nor such bank or banks as may be appointed by the Government, from time to \ntime, for this purpose.  \n \n (2) All interests, profits, dividends or other sums receipts in respect of \nsuch custody of a local fund shall, immediately, after receipt  or becoming due, \naccrue to it.  \n \n 96. Legal basis for applicat ion of local fund. — (l) Subject to other \nprovisions of this Ordinance, no expenditure shall be incurred by or on behalf of \na neighbourhood council f rom its local fund unless it is. — \n \n (a) previo usly authorized in accordance with the estimates of receipts \nand expenditure; or  \n \n (b) previously authorized in accordance with the estimates of receipts \nand expenditure certified by the designated officer; or  \n \n (c) under an order of the Government; or  \n \n (d) necessarily incurred in circumstances of emergency in relation to a \nduty of a neighbourhood council functions.  \n \n (2) All expenditures incurred by or on behalf of a neighbourhood \ncouncil in the circumstances of emergency shall, as soon as may reasonably be \npossible, brought to the notice of the neighbourhood council.  \n794 THE GAZETTE OF PAKISTAN, EXTRA., NOVEMBER  2 4,  2021  [PART I \n \n \n  (3) A consolidated account of all moneys received in and expenditures \nincurred from  the local fund during each financial year shall be presented to the \nneighbourhood council.  \n \n 97. Matters i n respect of which money from neighbourhood local \nfund may be  applied.– (1) Having due regards to the provisions of this \nOrdinance, the local fund shall not be applied to any purpose other than for the \npayment in whole or in part, of the charges and expens es incidental to these \nmatters as prescribe under this Ordinance about — \n \n (a) performance of any functions entrusted to the neighbourhood \ncouncil under this Ordinance;  \n \n (b) expenses required for the audit of neighbourhood local fund and \naccounts of the ne ighbourhood council;  \n \n (c) expenses in respect of such portion of the cost of provision of a \npublic service as may be held by the Government to be equitably \ndebatable to the neighbourhood council in return for the services \nrendered to it by the agency prov iding that public service;  \n \n (d) grants -in-aid to the educational, public health or any other public \ninstitution within the limits of the neighbourhood;  \n \n (e) charges and expenses incurred outside the neighbourhood when \nsuch application of funds is, in the  opinion of the neighbourhood \ncouncil, for the benefit of the neighbourhood; and  \n \n (f) any other expense or charge which the Government may at any \ntime, on the recommendation of a neighbourhood council, or \notherwise declare to be a fit and proper charge on  the \nneighbourhood local fund.  \n \n (2)  Except with the previous sanction of the Government, the actual \ncash balance of a neighbourhood local fund, excluding any investments, suspend \nbalance of grants of all kinds and receipts, shall not be permitted at any time to \nfall below an amount equal to ten per centum of the income of the neighbourhood \ncouncil during the previous financial year.  \n \nChapter -9 \n \nLocal Government Budget  \n \n 98. Legal basis for local government expenditure. — (1) Subject to \nother provisions  of this Ordinance, a local government shall have the power to \nspend such sums from i ts f unds as  are necessary fot the purposes of this \nOrdinance.  \nPART I]     THE GAZETTE OF PAKISTAN, EXTRA., NOVEMBER  2 4,  2021  795 \n \n \n   (2) No expenditure shall be incurred by or on behalf of a local \ngovernment from its  local fund unless it is:  \n \n (a) previously authorized in the estimates of receipts and expenditure \napproved under this Ordinance;  \n  \n (b) previously authorized in the estimates of receipts and expenditure \ncertified by the Government under this Ordinance;  \n \n (c) previously authorized i n the estimates of receipts and expenditure \nrevised or readjusted under this Ordinance;  \n \n (d) made under an order of the Government under this Ordinance; and  \n \n (e) necessarily incurred in circumstances of emergency in relation to a \nfunction of the local go vernment.  \n \n (3) All expenditures incurred by or on behalf of a local government in \nthe circumstances of an emergency shall, as soon as may reasonably be possible, \nbrought to the notice of the council and if such expenditure was made by a Chief \nOfficer or a ny other authority, also to the notice of the head of the local \ngovernment.  \n \n (4)  A consolidated account of all expenditures incurred during each \nfinancial year shall be presented to the MCI when an estimate of receipts and \nexpenditure for the next follow ing financial year is presented under this \nOrdinance.  \n \n 99.  Submission of estimates of receipt and expenditure by head of \nthe local government and its approval. — (1) Every financial year, during the \nthird week of March, the hea d of the local government sh all.— \n \n (a) cause to be prepared a draft estimate of receipts and expenditure of \nthe respective local government for the next following financial \nyear;  \n \n (b) publish the draft estimate of receipts and expenditure for public \ninformation in such manner as ma y appear appropriate to him to \nsolicit suggestions and objections;  \n \n (c) consider any suggestion and objections received; and  \n \n (d) not less than fifteen days after the publication of draft estimate of \nreceipts and expenditure, present it before the counci l. \n796 THE GAZETTE OF PAKISTAN, EXTRA., NOVEMBER  2 4,  2021  [PART I \n \n \n  (2) The council may, at a public meeting and with a simple majority of \nvote of all  members holding office:  \n  \n (a) revise the draft estimate of receipts and expenditure in such manner \nas the council considers appropriate;  \n \n (b) having regards to the pro visions of this Ordinance, approve the \nestimate of receipt and expenditure.  \n \n (3) Wherein the view of the head of the local government, revision of \nestimate of receipts and expenditure under clause (a) of sub -section (2) above is \nnot in accordance with the  provisions of this Ordinance or is otherwise \ninappropriate, he may, again present the estimate of receipt and expenditure, with \nor without any revision, before the MCI.  \n \n (4) The council may, at a public meeting, consider the estimate of \nreceipt and  expen diture presented before it under sub -section (3) and:  \n \n (a) having regards to the provisions of this Ordinance, approve it with a \nsimple majority of vote of all Members holding office; or  \n  \n (b) revise or reject it with a two -third majority of vote of all Members \nholding office.  \n \n (5) Following shall be the approved estimate of receipt and expenditure \nof the local  government for the following financial year — \n \n (a) the estimate approved under clause (b) of sub -section (2);  \n \n (b) the estimate approved or revi sed under sub -section (4); and  \n \n (c) the estimate presented by the head of the local government which is \nnot revised or rejected by simple majority of vote of the council.  \n \n (6) If, for any reason, the estimate of receipt and expenditure is not \napproved be fore the commencement of the financial year to which it pertains, the \nlocal government expenditures, on various categories of expense, for that \nfinancial year shall be made inaccordance with the approved estimates for the \npreceding financial year on pro ra ta basis till such time the estimate is approved \nunder this section or an order for this purpose is issued by the Government under \nthe provisions of this Ordinance, whichever is earlier.  \n \n 100. Revision of the approved estimates. — (1) At any time before th e \nexpiry of the financial year to which an approved estimate of receipts and \nexpenditure relates, the head of the local government or the council may reduce, \nPART I]     THE GAZETTE OF PAKISTAN, EXTRA., NOVEMBER  2 4,  2021  797 \n \n \n add or transfer the amount or a portion thereof from one category of expense in \nthe estimate to an other category or authorize an additional category of \nexpenditure, if the same is considered necessary for the purpose of this \nOrdinan ce. \n  \n (2) The revision of an approved estimate of receipts and expenditure \nunder this section shall, so far as may be, su bject to the provisions of this \nOrdinance.  \n \n 101. Duty of a local government to re -adjust income and \nexpenditure in certain cases. — (1) If at any time during a financial year, it \nappears to the Mayor or the MCI that the receipts of local fund of the local \ngovernment during the same financial year shall not sufficient to meet the \nexpenditure sanctioned under the approved estimate for that year, the Mayor or, \nas the case may be, the MCI shall sanction forthwith any measures which they \nconsider necessary for p roportionating the year ’s receipt to expenditure.  \n \n (2) For the purposes of sub -section (1), in addition to any other \nmeasure authorized under this Ordinance, Mayor or, as the case may be, the MCI \nmay either diminish the sanctioned expenditure for relevant  financial years so for \nas it may be possible with due regards to all the requirements of this Ordinance, \nor have recourse, subject to other provisions of this Ordinance, to supplementary \ntaxation or to an increase of rates or charges, or adopt all or any of those \nmethods.  \n \n (3) There adjustment of an approved estimate under this section shall, \nso far as may be, subject to the provisions of this Ordinance.  \n \n (4) Wherein the opinion of the Finance Commission, sufficient \ncircumstances exist for an action unde r sub -section (1) and both Mayor and the \nMCI are not taking such action or a sufficient action, it may, after affording an \nopportunity of hearing to the Mayor, make one or more provisions as given under \nsub-section (2) and such provisions shall be deemed t o be authorized by the local \ngovernment under this section.  \n \n 102. Receipts to always exceed the expenditure of local \ngovernments. —An estimate of receipts and expenditures shall not be approved \nunless the estimated receipts for the relevant financial year exceed the sums \nrequired to meet estimated expenditure of a local government for that year.  \n \n 103. Ring fencing of expenditure of local governments. —The \nGovernment may, in consultation with the Capital Finance Commission, fix \nminimum expenditure requiremen ts which shall be met by a local government \nduring any financial year towards one or more public services provided by it \nwhich, in its opinion, is necessary to maintain minimum service standards \npertaining to that public service.  \n798 THE GAZETTE OF PAKISTAN, EXTRA., NOVEMBER  2 4,  2021  [PART I \n \n \n  104.  Advance notificati on of fund by Capital Finance \nCommission. — (1) The Finance Commission shall, by the first of March of each \nfinancial year, notify the provisional amounts which may be credited to the local \nfund of each local government from Capital allocable amount during the \nfinancial year under the provisions of this Ordinance.  \n \n (2) If capital fund to be transferred to the local fund of a local \ngovernment are not notified as required under sub -section (1), the local \ngovernment may proceed with the preparation and approva l of estimate of \nreceipts and expenditure based on the amount of funds credited to it by the \nGovernment during the preceding financial year.  \n \n (3) The estimate of receipts and expenditure approved under sub -\nsection (2) may be revised by the local governmen t after the notification of \namounts to be credited to its local fund in, so far as may be, accordance with the \nprovisions of this Ordinance.  \n \n 105.  Preparation and approval of estimate of receipts and \nexpenditure of neighbourhood. — (1) By third week of Ma rch each financial \nyear, every chairperson shall — \n \n (a) prepare a draft estimate of receipts and expenditure of the \nrespective neighbourhood for the next following financial year;  \n \n (b) place the draft estimate of receipts and expenditure for information \nof all residents on the notice board of the neighbourhood council; \nand \n \n (c) not less than fifteen days after placing of the draft estimate of \nreceipts and expenditure on the notice board, present it before the neighbourhood \ncouncil.  \n \n (2) The neighbourhood  council may, at a public meeting, approve the \nestimate of receipt and expenditure presented before it or revise or reject it with a \nsimple majority of vote of all members, for the time being holding office.  \n \n (3) An estimate of receipts and expenditure wh ich is not revised or \nrejected under sub -section (3) with simple majority, shall be deemed to be the \napproved estimate of receipts and expenditure of the neighbourhood council for \nthe financial year.  \n \n (4) If, for any reason, the estimate of receipt and ex penditure is not \napproved before the commencement of the financial year to which it pertains, the \nexpenditures of the neighbourhood council, on various categories of expense, for \nthat financial year shall be made in accordance with the approved estimates f or \nPART I]     THE GAZETTE OF PAKISTAN, EXTRA., NOVEMBER  2 4,  2021  799 \n \n \n the preceding financial year on pro rata basis till such time the estimate is \napproved under this section or an order for this purpose is issued by the \nGovernment.  \n \n 106. Authority of a local government to levy taxes etc. — (1) A local \ngovernment may, th rough a notification published in the official gazette, levy, all \nor any of the tax including property tax, fees, rates, tolls, rent, services and other \ncharges given in the Twelfth Schedule.  \n \n (2) For the purpose of sub -section (1), every local government  shall, \namong other things, abide by the directions of the Finance Commission under \nthis Ordinance.  \n \n (3) A local government may charge for the services being provided in \nICT. \n \n 107.  Procedure for imposition, revision or abolishment of a local tax \netc.— (1) A Mayor under the provisions of this Ordinance may make proposal \nwith respect to — \n \n (a) levy of a new tax, fee, rate, toll, tax on services or other charge; or  \n \n (b) increase or reduction in the incidence of a tax, fee, rate, toll or other \ncharge or ot herwise revision of a tax, fee, toll or other charge which \nis for the time being in force; or  \n \n (c) suspension or abolishment of a tax, fee, rate, toll or other charge \nwhich is for the time being in force; or  \n \n (d) exemption of any person or class of perso ns, or property or goods \nor class of property or goods, or services or other things from the \nlevy of a tax, fee, rate, toll or other charge which is for the time \nbeing in force.  \n \n (2) Every proposal for levy of a new tax, fee, rate, toll or other charges \nunder sub -section (1) shall, among other things, mention the — \n \n(a) class of persons, or description of property or goods, or services or \nother things on which the proposed tax, fee, rate, toll or other \ncharge shall apply;  \n \n(b) method of assessment of the proposed t ax, fee, rate, toll or other \ncharge; and  \n \n800 THE GAZETTE OF PAKISTAN, EXTRA., NOVEMBER  2 4,  2021  [PART I \n \n \n  (c) incidence at which the tax, fee, rate, toll or other charge is to be \nlevied.  \n \n (3) As soon as may be after making of a proposal under sub -section (1) \nabove, the  head of the local government shall, through a pu blic notice, invite \nsuggestions and objections on the proposal mentioning therein, among other \nthings, the date and time by which the suggestions and objections shall be \nsubmitted.  \n \n (4) The  last date of submission of objections under sub -section (3) \nabove shall be fixed in such manner as to allow not less than thirty clear days \ncommencing from the date of  publication of the notice.  \n  \n (5)  Any resident of the relevant local area or a person affected by the \nproposal referred to in sub -section (1) above, m ay submit his suggestions or \nobjections or both in writing to the Chief Officer by the date and time appointed \nunder sub -section (3) above.  \n \n (6) After having considered all suggestions and, as the case may be, \nobjections  received under  sub-section (5), th e Mayor may — \n \n(a) accept suggestions and objections in as much as Mayor deems \nappropriate and present a revise proposal before the council in a \npublic meeting; or  \n \n(b) reject the suggestions and objections and present his original \nproposal before the MCI i n a public meeting.  \n \n (7) The council may with a simple majority of vote of all members, for \nthe time being  holding office — \n \n(a) revise or further revise the proposal in such manner as the council \nconsiders appropriate; or  \n \n(b) having regards to other prov isions of this Ordinance, approve the \nproposal.  \n \n (8) Where in view of the Mayor, the revision or further revision of the \nproposal under clause (a) of sub -section (7) above is not in accordance with the \nprovisions of this Ordinance or is otherwise inapprop riate, he may, present the \nproposal, with or without any further revision, before the council again.  \n \n (9) The Mayor may, at a public meeting:  \n \nPART I]     THE GAZETTE OF PAKISTAN, EXTRA., NOVEMBER  2 4,  2021  801 \n \n \n (a) approve the proposal presented before it with simple majority of \nvote of all members holding office; or  \n \n(b) revise or reject it with a simple majority of vote of all members \nholding office.  \n \n (10)  Without any prejudice to other provisions of this section, a proposal \npresented by a Mayor which is not rejected or revised by the MCI with simple \nmajority, should b e deemed to have been approved.  \n \n 108. Rating areas and property tax. — (1) The property tax shall be \ncollected by Metropolitan Corporation.  \n \n (2) In matters for which no provision or no adequate provision relating \nto the  property tax has been made under th is Ordinance, the provisions of the \nUrban Immovable  Property Tax Act, 1958 (West Pakistan Act V of 1958), as \nadapted in Islamabad Capital Territory, shall apply.  \n \n (3)  The tax collected under this section shall be distributed amongst the \nmetropolitan corp oration and neighbourhood councils in such a ratio as the \nGovernment may, by notification specify.  \n \n 109.  Power of the Finance Commission in case of unfair local \ntaxes etc. — (1) If at any time, on a representation made to it for this purpose or \notherwise,  it appears to the Finance Commission that the incidence of a tax, fee, \nrate, toll rent, services or other charge imposed under this Ordinance is unfair or \nexcessive or that levy of a tax, fee, rate, toll, rent, services or other charge or of \nany part ther eof is injurious to the interests of the general public, the Finance \nCommission may through an order require the concerned local government to \ntake, within a prescribed period, measures to remove the objection.  \n \n (2) Any resident of the relevant local area  or a person or ent ity affected \nby the imposition levy of a tax, fee, rate, toll, services or other charge may make \nare presentation to the Finance Commission under sub -section ( 1) animals or \nother things therein liable to any tax, fec, rate, toll or other  charge under this \nOrdinance.  \n \n 110. Presentation of bill for local taxes and rates. — (1) When any \nsums become due for payment on account of any tax, fee, rate, toll, services or \nother charge under this Ordinance, the Chief Officer or any other officer \nauthorized by him shall, cause to be presented to any person liable for payment \nthereof a bill for the sum claimed as due.  \n \n (2) Every such bill shall specify the period for which and the property, \noccupation, services or things in respect of which the sum is  claimed and shall \n802 THE GAZETTE OF PAKISTAN, EXTRA., NOVEMBER  2 4,  2021  [PART I \n \n \n also give notice of the time by which the sums shall be paid and liability incurred \nin default of payment and the time within which an objection may be preferred \nagainst such claim under this Ordinance.  \n \n 111. Notice of demand to be issu ed on non -payment of bill. — (1) If \nthe sum for which a bill has been presented is not paid within the time specified \ntherein, the Chief Officer or any other officer authorized by him may cause to be \nserved upon the person to whom such bill has been present ed a notice of demand \nin the prescribed form.  \n \n (2) For every such notice of demand, a fee of such amount, not \nexceeding fifteen per centum of the sums due, shall be payable by the said \nperson, and the said amount shall be  included in the cost of recovery.     \n   \n 112.  Payments to be made in authorized banks against receipts. — \n(1) All sums on  account of a tax, fee, rate, rent, services and any other charges \nunder this Ordinance shall paid to the local government through an authorized \nbank unless a permissi on for any other method of payment is obtained from the \nGovernment.  \n \n (2)  For all sums paid to a local government on account of any tax, fee, \nrate, rent, toll or other charge under this Ordinance, a receipt, stating among other \nthings the amount and the t ax, fee, rate, toll or other charge on account of which \nit has been paid, shall be tendered by the person receiving such payment on \nbehalf of the local government.  \n \n 113. Tax etc. not to become invalid for defect in form. — (1) No \nassessment of value, or ch arge or demand of any tax, fee, rate, toll or other levy \nmade under this Ordinance, shall be called in question or in an y way be effected \nby reason of: — \n \n(a) any mistake in the name, residence, place of business or occupation \nof any person liable to pay su ch tax, fee, rate, toll or other charge; \nor \n \n(b) any mistake in the description of any property, service or thing \nliable to such tax, fee, rate, toll or other charge; or  \n \n(c) any mistake in the amount of assessment of such tax, fee, rate, toll \nor other cha rge; or  \n \n(d) any clerical error; or  \n \n(e) any other defect of form.  \nPART I]     THE GAZETTE OF PAKISTAN, EXTRA., NOVEMBER  2 4,  2021  803 \n \n \n  (2)  It shall suffice for any assessment of value, or levy or demand of a \ntax, fee, rate, toll, services or other charge that the person, property, service or \nany other thing subject there of is so described as to be sufficiently identifiable.  \n \n 114.  Records pertaining to valuation, assessment and collection of \nlocal tax etc. — (1) Every Chief Officer shall prepare and maintain records \npertaining to valuation, assessment and collection of al l taxes, fees, rates, tolls, \nrents and other charges levied by the local government in the prescribed manner.  \n \n (2) All records prepared and maintained by the Chief Officer under \nsub-section (1) above shall be authenticated by the Mayor.  \n \n (3) The Chief Of ficer shall cause to be displayed at a conspicuous \nplace in the office of the local government a copy of all records authenticated \nunder sub -section (2) above for public inspection and shall, on application of any \nperson, also cause to be furnished to him a copy thereof or any extract thereof on \npayment of such reasonable fee as may, from time to time, be fixed by the MCI.  \n \n 115. Authority of the Government to appoint any of its agency or \nofficer for local tax collection. — (1) In the interest of economy, ef ficiency and \neffectiveness, the Government may by a notification in the official Gazette, direct \nthat an agency or an officer of the Government engaged in collection of its tax, \nfee, rate, toll, or other charge shall also collect one or more taxes, fees, r ates, \ntolls, rents, services or other recharges on the behalf of local government or \nconstitute a separate agency for this purpose and provisions relating to the \nauthority of the Chief Officer in relation to collection of local tax, fee, rate, toll or \nother charge under this Ordinance shall mutatis mutandis  apply on that agency or \nofficer.  \n \n (2) Agency or officer referred to in sub -section (1) above shall, to the \nextent of  collection of a local tax, fee, rate, toll or other charge be responsible to \nthe loca l government.  \n \n 116. Fees and rates which may be levied by neighbourhood \ncouncils.— Subject to the general directions and control of the Government, a \nneighbourhood council may levy following rates and fees, namely — \n \n(a) tolls on persons, vehicles or anima ls or any class of them at any \ntoll- bar established by it on any road or ferry vested in or under its \nmanagement;  \n \n(b) a sanitation rate, where arrangements for street sweeping, drainage,  \n Sewerage  of other  sanitary measures are made by the \nneighbourhood  council;  \n \n804 THE GAZETTE OF PAKISTAN, EXTRA., NOVEMBER  2 4,  2021  [PART I \n \n \n (c) a water rate, where arrangements for supply of water for drinking, \nirrigation or any other purposes is made by the panchayat or, as the \ncase may be, the neighbourhood council;  \n \n(d) a lighting rate, where arrangements for lighting of public s treets and \nplaces is made by the neighbourhood council;  \n \n(e) fee for holding fairs at pilgrimages and fairs within the limits of the \nneighbourhood; and  \n \n(f) any other rate, fee or levy approved by the Government on the \nrequest of a  neighbourhood council, o r as otherwise considered \nappropriate.  \n \nChapter -11 \n \nLocal Government Finance Commission  \n \n 117. Establishment of Local Government Finance Commission. – (1) \nAs soon as  may be, but not later than one hundred and twenty days of \ncommencement of this Ordinance, t he Government shall appoint a commission to \nbe called the Islamabad Local Government Finance Commission, hereinafter \nreferred to as the Finance Commission, to perform such functions as are \nmentioned in this Ordinance.  \n \n (2) The Finance Commission shall com prise of the eight members \nincluding the  Chairperson in the manner below. — \n \n(a) the Government shall appoint five members including one woman, \none expert and three members of National Assembly from \nIslamabad Capital Territory as members of this commission.  \n \n(b) the Government shall appoint the Chairperson of the Finance \nCommission amongst the members of the Finance Commission.  \n \n(c) Mayor, Islamabad Capital Territory; and  \n \n(d) two members of the Local Council, out of whom one shall be \nappointed by the leader  of the council and the other by the leader of \nthe opposition in the council;  \n \n (3) In case of the absence of the chair person for any reason, the \npresent members  shall elect one of them to chair the Finance Commission for the \nduration of his absence.  \nPART I]     THE GAZETTE OF PAKISTAN, EXTRA., NOVEMBER  2 4,  2021  805 \n \n \n  (4)  The Finance Commission may co -opt any other person for advice in \nrelation to a particular matter under its consideration; however, the co -opted \nmember shall have no right of vote.  \n \n (5) No proceedings or act of the Finance Commission shall be invalid \nmerely on  ground of existence of a vacancy or defect in composition of the \nFinance Commission.  \n \n (6) The members of the local government finance commission shall not \nbe deemed to  or construed to be in the service of Pakistan or local government.  \n \n 118. Term o f office and premature removal of certain members. – (1) \nA mayor of the local government shall hold the office of member of Finance \nCommission for four year from the date of assumption of office.  \n \n (2) An expert member shall hold office for four years from the date of \nassumption of  office.  \n  \n (3) The Government may, after due notice and inquiry in the prescribed \nmanner, remove any member of the Finance Commission, not being the elected \nmember of National Assembly, during the tenure of his office on ground of  in \nefficiency, misconduct, misuse of office or inability to perform functions on \naccount of bad health or physical or mental incapacity.  \n \n (4) Any member of the Finance Commission may resign from his \noffice by writing under his hand.  \n \n 119.  Eligibility f or appointment as an expert or a member \nrepresenting head or leader of the opposition of the MCI. – (1) A person shall \nbe eligible for appointment as an expert member if he — \n \n(a) holds at least sixteen years education in a discipline related to the \nfunctio ns of the Finance Commission, possesses special knowledge \nof economics, public finance, accounts, or working of the local \ngovernments in general with at least fifteen -years’ experience in the \naforesaid or any other related affairs;  \n \n(b) is, for the time be ing, qualified to be a candidate for an election;  \n \n(c) is not in the service of Pakistan or any office or body which is set \nup, or owned or controlled by the Government, or a local \ngovernment in the Islamabad Capital Territory, or in which the \nGovernment o r a local government has a controlling share or \ninterest or otherwise holds any office of profit in the Government; \nand \n806 THE GAZETTE OF PAKISTAN, EXTRA., NOVEMBER  2 4,  2021  [PART I \n \n \n (d) is not a member of a political party or holds any office of a political \nparty or is in the employment of a political party or on the  date of \nhis consideration for appointment at least five years have not lapsed \nsince he ceased to be such member, or holder of such office or in \nsuch employment.  \n \n (2) Subject to the provisions of sub -section (4), a person who has \npreviously remained as an  expert member shall be eligible for re -appointment as \na member of the Finance Commission.  \n \n 120.  Certain restrictions to apply on subsequent employment of an \nexpert member. — A person who has remained an expert member of the Finance \nCommission shall not b e eligible for appointment in the Service of Pakistan or \nany statutory body or other body which is set up, or owned or controlled by the \nGovernment, or in which the Government or a local government has a controlling \nshare or interest or otherwise hold any office of profit in the  Government unless a \nperiod of two years has elapsed since the date of relinquishment of his office as \nmember.  \n \n 121. Oath of office of members of Finance Commission. – Before \nentering upon office, every member of the Finance Commissi on shall make an \noath in the form set out in the Eleventh Schedule.  \n \n 122. General functions of the Finance Commission. – (1) In addition \nto any other work assigned to it under this Ordinance or any other law for the \ntime being in forc e, the Finance Commiss ion shall— \n \n(a) establish formulae for determining the size of allocable amount and \nthe share of local governments and neighbourhood councils;  \n \n(b) advise the Government or a local government and neighbourhood \ncouncil on matters relating to fiscal transfer s to and fiscal \nperformance of local governments;  \n \n(c)  support local governments in effecting improvements in their fiscal \ncapacity and performance, better budget management and increased \nadherence to financial and procurement laws;  \n \n(d) recommend the sch edule, nature and structure of independent audits \nof the local governments and neighbourhood council;  \n \n(e) monitor fiscal health of local governments and neighbourhood \ncouncil on an annual basis in particular their fiscal effort and \nperformance; their abil ity to meet budgetary and development \ntargets, their debt management and to make a determination of \nPART I]     THE GAZETTE OF PAKISTAN, EXTRA., NOVEMBER  2 4,  2021  807 \n \n \n fiscal distress defined in terms of the ability of a local government \nto balance their budgets by ensuring that the sum of estimated net \nrevenues and approp riated fund balances are sufficient to cover \nappropriations and other liabilities including pension and general \nprovident fund liabilities;  \n \n(f) during the first month of each financial year, present to the \nGovernment and local government a report on fisca l performance \nof local government and neighbourhood council during the previous \nfinancial year which shall, among other things, include an analysis \nof the matters referred to in this sub -section and fiscal transfers \nmade to the local government and   neighb ourhood council and own \nresources raised by them and their  performance in meeting \nbudgetary and performance objectives.  \n \n Explanation. — For the purpose of this section, the term fiscal stress shall \nmeans the condition under which local government is unable  to generate \nsufficient receipts within the period under question to meet its expenditure and \nother liabilities.  \n \n 123.  Procedure of Finance Commission. — (1) The Finance \nCommission shall, subject to this Ordinance and the rules, regulate its own \nprocedure . \n \n (2) All decisions of the Finance Commission shall be made through a \nsimple majority of votes of the members present and voting on one member one \nvote basis.  \n \n (3) The quorum necessary for transaction of business at an ordinary or \nspecial meeting of the  Finance Commission shall be one -half of the members \nholding office at the time out of whom not less than two shall be the expert \nmembers.  \n \n (4) All meetings of the Finance Commission shall be public unless the \nmembers present, by a simple majority vote, d ecide to exclude public from the \nwhole or part of the proceedings on the ground that public information of the \nproceeding so first meeting shall be prejudicial to public interest by reason of the \nconfidential nature of business to be transacted at that mee ting or for such other \nspecial reasons as may arise from the nature of business to be transacted or the \nproceedings a the meeting.  \n \n (5) The Finance Commission shall exercise the same powers as are \nvested in a Civil Court under the Code of Civil Procedure,  1908 (V of 1908) with \nregards to summoning and enforcement the attendance of any person and \n808 THE GAZETTE OF PAKISTAN, EXTRA., NOVEMBER  2 4,  2021  [PART I \n \n \n compelling the production of documents and records for the purposes of this \nOrdinance.  \n \n 124. Duty of local governments and other public entities etc. to \ncooperate  with Finance Commission. — (1) The Finance Commission may \nrequire the Government, a local government, an agency owned or managed by \nthe Government or a local government, or any other person or authority in the \nIslamabad Capital Territory to render assistan ce to it or to provide all information \nwhich it reasonably requires for the purposes of this Ordinance.  \n \n (2) It shall be the duty of the Government and all such local \ngovernments, public entities, or other persons a nd authorities to render assist ance \nor to provide information as is required by the Finance Commission under sub -\nsection(1).  \n \n 125. Secretariat of the Finance Commission .— (1) The Finance \nCommission shall have a secretariat comprising such number of officers and staff \nas the Government may from time to time determine.  \n \n (2) There shall be a separate budget for the Finance Commission in the \nannual budget.  \n \n (3) The secretariat of the Finance Commission shall be headed by the \nChief Officer who shall also be the Principal Accounting Officer of the F inance \nCommission.  \n \nChapter -12 \n \nInter -governmental Fiscal Transfers  \n \n 126.  Capital Fund and Transfer to Local Governments. — Every \nYear the Federal Government shall set aside a grant to be called grant for Local \nGovernment in Islamabad Capital Territory wh ich shall be transferred in \naccordance with the formula determined by the Government.  \n \n 127.  Principles for determining transfers to individual local \ngovernments and related grants. — (1)The collective share of neighborhood \ncouncils shall Constitute not mo re than thirty per centum of the capital fund.  \n \n (2) In so far as possible, the share of a local government in the capital \nfund amount  shall be worked out having regard to the following, namely —  \n \n(a) fiscal needs of the local government that is moneys req uired by it to \nmaintain minimum service standards in relation to the function \nassigned to it under this Ordinance;  \nPART I]     THE GAZETTE OF PAKISTAN, EXTRA., NOVEMBER  2 4,  2021  809 \n \n \n (b) Equalization payments that is the moneys transferred to the local \ngovernment to compensate for comparative poverty and \nbackwardness of th e local area;  \n \n(c) fiscal capacity that is the potential of the local government to raise \nlocal taxes, toll, fees, rates and other charges under this Ordinance;  \n \n(d) fiscal effort that is the local government is compensated for \ncollecting higher local taxe s, toll, fees, rates, rents and other \ncharges as against the potential to raise them;  \n \n(e) better expenditure management that is the local government is \ncompensated for adherence to financial and procurement rules, \nbringing innovations and transparency in its working and ac hieving \nhigher value for mon ey; and  \n \n(f) quality of public services that is the local government is \ncompensated for maintaining higher quality of public services.  \n \n (3) Based on the above, Capital Fund shall be transferred to the local  \ngovernments through any one or more  of the following means, namely — \n \n(a) general purpose transfers worked out on the basis of principle given \nat clause (a), (b) and (c) of sub -section (1); and  \n \n(b) performance grants worked out on the basis of principles gi ven at \nclause  (d), (e) and (f) of sub -section (1).  \n \n 128. Accounts of local governments to be kept in the prescribed \nmanner.—Accounts of all receipts and expenditure of a local government shall \nbe kept in the prescribed manner and form.  \n \n 129. Authority fo r audit of local government accounts. — (1) The \nAuditor General of Pakistan shall, on the basis of such audits as he considers \nappropriate or necessary, certify the accounts of a local government for each \nfinancial year shall also share his report with resp ective Mayor and finance \ncommission.  \n \n (2) A Mayor of the local government may appoint an internal auditor in \nthe prescribed manner for assisting and advising him in adding value to and \nimproving local government operations . \n \n 130. Audit of accounts of nei ghborhood councils. — (1) Secretariat of \nthe Finance Commission. — (1) The Finance Commission shall have a secretariat \n810 THE GAZETTE OF PAKISTAN, EXTRA., NOVEMBER  2 4,  2021  [PART I \n \n \n comprising such number of officers and staff as the Government may from time \nto time determine.  \n \n (2) A copy of report on every audit carri ed out under sub -section (1) \nshall be submitted to the relevant chairperson and finance commission as well as \nthe relevant designated officer.  \n \n (3) The chair person receiving audit report under sub -section (2) shall \nremedy, the defects or irregularities p ointed out therein within three months and \nsubmit a report to the relevant designated officer.  \n \n (4) Where a report on remedying of defects and irregularities as \nrequired under sub -section (3) is not submitted to the designated officer, he shall \nreport thi s matter to the Secretary.  \n  \n 131. Authority of Auditor General to inspect documents etc. – (1)The \nAuditor General shall, during the course of audit of a local government under this \nOrdinance, have the authority to: — \n \n(a) access and inspect all books, deeds , contracts, accounts, vouchers, \nreceipts, maps, plans, documents, or other information, materials or \nthings as he may reasonably require;  \n \n(b) enter into and inspect, at all reasonable times, any building, land, \npremises or structure owned, used, managed or controlled by the \nlocal government; and  \n \n(c) examine, at all reasonable times and after due notice, the head of \nthe local government, convenor or any Member, the Chief Officer \nor any other officer or servant of the local government.  \n \n (2) It shall be th e duty of every head of the local government, \nConvenor and Members, Chief Officer and other officers and servants of the \nlocal government or any other person or authority in the Islamabad capital \nTerritory to afford every facility and cooperation to the Au ditor General \nincluding provision of complete information or records or any other assistance as \nhe may reasonably instruct in relation to the audit of a local government.  \n \n 132.  Statement of accounts and audit reports to be made public. – (1) \nThe Chief Off icer shall display at a conspicuous place in the office of the local \ngovernment and such other places and manner as the Government may from time \nto time direct, a copy of the annual statement of accounts and audit report of \naccounts of the local government  for public inspection.  \n \nPART I]     THE GAZETTE OF PAKISTAN, EXTRA., NOVEMBER  2 4,  2021  811 \n \n \n  (2) The Chief Officer shall also make available a book for the record of \nany objections or suggestions concerning the statement and report mentioned in \nsub-section (1) and shall also make arrangements so that any member of council  \nor a resident of the local area or other person interested in the matter may, at any \nreasonable time, record his objections or suggestions in that book.  \n \n (3) The Chief Officer shall, at such intervals as the Government may \nfrom time to time direct, bring  to the notice of the head of the local government, \nthe convenor, Auditor General and the Government all objections or suggestions \nrecorded in the book as mentioned in sub-section(2).  \n \n 133. Audit fees. — (1) The Government may from time to time  \ndetermine a  scale of fee in respect of audit of accounts of local governments \nunder this Ordinance.  \n \n (2) A local government shall pay to the Government such amount as \nfee for audit of its accounts in accordance with scale of fee determined under \nsub-section (1) abov e. \n \n 134. Power of the MCI to remove a mayor of the local government \nand convenor. — (1) A mayor of the local government shall stand removed from \nhis office if the MCI, through a resolution passed by three -fourth majority of the \nmembers for the time being h olding office, decide to remove him on the ground \nof misconduct or if, in their opinion, his removal appears to have become \nnecessary for effective performance of functions by the local government.  \n \n (2) In the like manner, a convener shall stand removed f rom his office if \nthe respective council, through a resolution passed by simple majority of the \nMembers for the time being holding office, decide to remove him on the ground \nof misconduct or if, in their opinion, his removal appears to have become \nnecessar y for effective performance of the functions of the local government.  \n \n (3) A council shall not proceed against the head of the local government \nor convenor unless a notice to propose are solution under this section has been \ndelivered upon the Government, the Chief Officer and the head of the local \ngovernment.  \n \n (4) Every notice of intent to propose a resolution under this section \nshall:  \n \n(a) be signed by at least one -third of the members holding office;  \n \n(b) contain a statement of reasons for the proposed removal; and  \n \n(c) specify a day for the holding of a special meeting of the council to \nconsider the proposed removal, being a day, which is not less than \n812 THE GAZETTE OF PAKISTAN, EXTRA., NOVEMBER  2 4,  2021  [PART I \n \n \n fifteen working days after the day on which the notice is delivered \nto the Chief Officer.  \n \n (5)  On re ceipt of notice under sub -section (2), the Chief Officer shall \nforthwith send a copy of the same to every member and shall also display it at a \nconspicuous place in the office of the local government.  \n \n (6) Subsequent to the receipt of the notice, the conv enor shall convene \na special meeting of the council on the date specified in it to consider the \nproposed removal . \n  \n (7) In case the convenor does not take any steps to convene a special \nmeeting by such day which is five days prior to the day specified und er sub -\nsection (3), a notice for the convening of special meeting shall be issued by the \nGovernment.  \n \n (8) The head of the local government or the convenor who is proposed \nto be removed from office shall have a right to make a statement of response in \nrelation to the proposal for removal before the council.  \n \n Without prejudice to any other provision of this Ordinance, where a \nresolution for the removal of a head of the local government succeeds, the \ncouncil shall dissolve immediately and fresh elections sha ll be called.  \n \n 135. Certain limitations to apply in bringing a resolution for \nremoval of a mayor of local government and convenor. — No resolution for \nthe removal of a mayor of the local government or convenor shall be proposed or \napproved by the Mayor unl ess a period of twelve months has elapsed subsequent \nto the assumption of office by him or where a period of twelve months is \nremaining in completion of the term of the council in terms.  \n \n 136. Oversight through committees of the council. — (1) A council \nmay constitute such committees as it deems appropriate to oversee and report \nupon the performance of local government in its various functions and ancillary \nmatters.  \n \n (2) Among other things, such committees shall report upon:  \n \n(a) achievement of any targets  set out by the Mayor or the MCI;  \n \n(b) degree of responsiveness of the local government to citizen needs; \nand \n \n(c) access to and quality of public services delivered by the local \ngovernment.  \nPART I]     THE GAZETTE OF PAKISTAN, EXTRA., NOVEMBER  2 4,  2021  813 \n \n \n  (3) Upon consideration of report submitted by a committee, the M CI \nmay, through a resolution passed with simple majority of votes of Members \npresent and voting, require the head of the local government to take such action \nas it considers appropriate to effect improvement or remedy a defect or \nirregularity.  \n \n (4) During  its work, a monitoring committee shall not intrude or \ninterfere in or MCI the work of any officer of the local government.  \n \n (5) A member of the monitoring committee involved in violation of \nany provision of  sub-section (4) shall be removed from the monit oring committee \nby the MCI.  \n  \n 137.  Removal of a chairperson by neighbourhood council through \nvote of no -confidence. – (1) An application stating intention to move a motion of \nno-confidence against the chairperson shall be made to the relevant designated \nofficer by not less than three -fourth of the total members of the respective \nneighborhood council.  \n \n (2) Having due regards to the provisions of sub -section (5), the \ndesignated officer shall, within fifteen days of the receipt of the application \nreferred to  in sub -section(1), convene and preside over a meeting of the \nneighbourhood council by giving seven clear days in notice, for taking decision \non the no -confidence motion.  \n \n (3) A no -confidence motion shall be carried by not less than three -\nfourth majority of all the members for the time being holding office.  \n \n (4) Where a no -confidence motion is carried, the successor chairperson \nshall be appointed in accordance with the provisions of this Ordinance.  \n \n (5) No application referred to in sub -section (1) shall  be made by \nmembers or accepted or acted upon by a designated officer if — \n \n(a) a period of not less than two years has lapsed from the date on \nwhich the chairperson has entered his office;  \n \n(b) a period of six months or less is left in the term of the nei ghborhood \ncouncil; and  \n \n(c) a period of not less than six months has lapsed from the date of \nprevious non -confidence motion, if any, was rejected.  \n \n 138.  Establishment of Local Government Commission. – As soon as \nmay be, but not later than six months of th e commencement of this Ordinance, \n814 THE GAZETTE OF PAKISTAN, EXTRA., NOVEMBER  2 4,  2021  [PART I \n \n \n the Government shall constitute Local Government Commission, hereinafter \nreferred to as the Commission, to perform such functions as are conferred upon it \nby or under this Ordinance.  \n \n 139. Chairperson and members of the C ommission. – (1) The \nCommission shall comprise of seven me mbers including the Chairperson — \n \n(a)  three elected Members of National Assembly from Islamabad \nCapital Territory shall be members of this commission:  \n \n   Provided that the Government shall appoint one of the elected \nMember of National Assembly, as the Chairperson of the Local Government;  \n \n (b) one senator elected against the seat reserved for Islamabad Capital \nTerritory shall be member of this commission; and  \n \n(c) three expert members, including one  woman, appointed by the \nGovernment in terms as prescribed under this Ordinance.  \n \n (2) In the case of absence of the Chairman for any reason, the members \nshall elect one of the members present at the meeting to be the Chairperson for \nthe duration of his ab sence.  \n \n (3) The Commission may co -opt any other person for advice in relation \nto a particular matter under its consideration; however, the co -opted members \nshall have no right of vote.  \n \n (4) No proceedings or actions of the Commission shall be invalid \nmerely on the ground of existence of a vacancy or defect in composition of the \nCommission.  \n \n (5) The members of the local Government commission shall not be \ndeemed to or construed to be in the service of Pakistan or Local Government.  \n \n 140. Term of office and  premature removal of certain members. – (1) \nThe Government may, after due notice and inquiry ,remove any member of the \nCommission, not being the MNA under this Ordinance, during the tenure of his \noffice on the grounds of inefficiency, misconduct, misuse of  office or inability to \nperform functions due to bad health or physical or mental incapacity.  \n \n (2) A person shall not be eligible for appointment as a member of the \nCommission if  he has previously been removed from his office under sub -section (1).  \n \n 141. Casual vacancies. – (1) Where the position of a member becomes \nvacant on account of his resignation, removal, death or for any other cause, the \nPART I]     THE GAZETTE OF PAKISTAN, EXTRA., NOVEMBER  2 4,  2021  815 \n \n \n Government shall appoint a person to fill this vacancy in the same manner as was \napplicable for the selection of  that member.  \n \n (2) A person appointed under sub -section (1) shall hold office for the \nremainder of  the term of office of the member whom he replaces.  \n \n 142. Eligibility for appointment of expert members. – (1) A person \nshall be eligible for appointment as an expert member o nly if he— \n \n(a)  holds at least sixteen years education in a discipline related to one \nor more functions of the Commission, possesses special knowledge \nof local government and their work with at least fifteen years \nexperience in public ad ministration, dispensation of justice, \ncommunity development or any other  related affairs;  \n  \n(b) is qualified to be a candidate for an election under this Ordinance;  \n \n(c) is not in the service of Pakistan or any office or body which is set up, \nor owned or controlled by the Government, or a local government in \nthe Islamabad Capital Territory, or in which the Government or a local \ngovernment has a controlling share or interest or otherwise holds any \noffice of profit in the Government; or  \n \n(d) is not a member of a political party or holds any office of a political \nparty or is in the employment of a political party or on the date of \nhis consideration for appointment at least five years have not lapsed \nsince he ceased to be such member, or holder of such office o r in \nsuch employment.  \n \n (2) A person who has previously remained as an expert member shall \nbe eligible for  re- appointment as a member of the Commission.  \n \n 143. Certain restrictions to apply on subsequent employment of an \nexpert member. – A person who has r emained as a member of the Commission \nas an expert member under this Ordinance shall not be eligible for appointment \nin the service of Pakistan or any statutory body or other body which is set up, or \nowned or controlled by the Government or a local governm ent in the Islamabad \ncapital territory, or in which the Government or a local government has a \ncontrolling share or interest or otherwise hold any office of profit in the \nGovernment unless a period of two years has elapsed since the date of \nrelinquishment of his office as member.  \n \n 144. Oath of office of members of the Commission. – Before entering \nupon office, every member of the Commission shall make an oath in the form set \nout in the Seventh Schedule.  \n816 THE GAZETTE OF PAKISTAN, EXTRA., NOVEMBER  2 4,  2021  [PART I \n \n \n  145. Functions of the Local government Commission and  duty of the \ngovernment to have regards to their reports. – (1) Without any prejudice to \nother provision of this Ordinance, the Commission shall carry o ut following \nfunctions, namely: — \n \n(a) enquiries into any matter referred to it by the Government, or such  \nother matters concerning a local government as are required under \nthis Ordinance or considered important by the Commission;  \n \n(b)  coordination on key issues referred to it by the Government; and  \n \n(c) advise the Government on general aspects concerning loc al \ngovernment and neighbourhood council and on any particular \naspect concerning local government, if so requested by the \nGovernment, the mayor of the local government or the Chief \nOfficer;  \n \n(d) submission of an annual report on various aspects of the \nperfo rmance of local governments in the Islamabad Capital \nTerritory in such form as agreed with the Government;  \n \n(e) resolve the dispute between any division, office, department of the \ngovernment and local government and if the commission failed to \nsettle the d ispute, the aggrieved party may move to the government \nfor resolution of dispute;  \n \n(f) removal Mayor on account of Misconduct in the prescribed manner.  \n \n Explanation: — For the purpose of this Ordinance, any member including \nMayor, Chairperson, Convenor, Of ficers and Officials of the Local Government \nor any other person shall be guilty of misconduct as defined in this Ordinance;  \n \n (2) The Government shall, during the exercise of its powers under this \nOrdinance, have regards to the reports of the Commission s ubmitted in relation to \nthe matters mentioned under sub -section (1).  \n \n 146. Certain powers of a court to vest upon the Commission. – The \nCommission shall, for the purpose summoning and enforcing attendance of \npersons and examining them on oath, compelling t he production of documents, \nreceiving evidence on affidavits and appointment of commissions for record of \nevidence under this Ordinance, have all the powers of a civil court trying a suit \nunder the Code of Civil Procedure, 1908 (Act V of 1908) and shall be  deemed to \nbe a Court within the meaning of sections 480 and 482 of the Code of Criminal \nProcedure, 1898 (Act V of1898).  \nPART I]     THE GAZETTE OF PAKISTAN, EXTRA., NOVEMBER  2 4,  2021  817 \n \n \n  147. Procedure of the Commission. — (1) The Commission shall, \nsubject to this Ordinance and the rules, regulate its own procedure.  \n \n (2) All decisions of the Commission shall be made through a simple \nmajority vote of the members present and voting.  \n \n (3) All meetings of the Commission shall be open to the public, unless \nthe members present thereat, by a simple majority of vote, consider t hat public \ninformation of the proceedings  of the meeting shall be prejudicial to public \ninterest by reason of confidential nature of business to be transacted at the \nmeeting.  \n \n 148. Duty of the Government, local governments etc. to cooperate \nwith the Commi ssion.— (1) The Commission may require the Government, a \nlocal government, or any person, office or authority in the Islamabad Capital \nTerritory to render such assistance or to make available such information or \nrecords which it reasonably requires for the  purposes of this Ordinance.  \n \n (2) It shall be the duty of the Government, every local government, \nperson, office or authority in the Islamabad Capital Territory to render assistance \nor to make available such information or record as is required by the Com mission \nunder sub -section (1).  \n \n 149.  Secretariat of the Commission. — (1) The Commission shall have \na secretariat comprising such number of officers and staff as the Government \nmay from time to time determine.  \n \n (2) There shall be a separate budget for th e Commission in the annual \nbudget.  \n \n (3) The secretariat of the Commission shall be headed by the Chief \nOfficer who shall also be the Principal Accounting Officer of the Commission.  \n \n 150. Local Government Board. — (1) There shall be constituted a \nBoard to be called the Local Government Board consisting of a Chairman and \nnot less than three and not more than five members to be appointed by the \nGovernment on such terms and conditions as the Government may determine.  \n \n (2) The Director General Local Government  shall be ex -officio \nChairman, of the Board.  \n \n (3) The Government shall appoint a Secretary of the Board to deal with \nday-to-day administration of the Board and to perform such other functions as \nmay be assigned to him by the Board.  \n \n818 THE GAZETTE OF PAKISTAN, EXTRA., NOVEMBER  2 4,  2021  [PART I \n \n \n  (4) The Board shall — \n \n(a) deal with service matters in respect of the members of the \nprescribed local government service cadre; and  \n \n(b) perform such other functions as may be prescribed.  \n \n (5) The business of Board shall be conducted in such manner as may be \nPrescribed.  \n  \n 151.  Local development plan. – (1) Within six months of the \nassumption of office, mayor of the local government shall prepare a plan for the \ndevelopment of respective local area in relation to the functions of the local \ngovernment under this Ordinance during  the next four years, to be called the \nlocal development plan.  \n \n (2) A local development plan shall be prepared in such form and \nmanner as the  Government may by an order specify and, among other things, \ninclude:  \n \n(a) objectives of the local government with  respect to development of \nlocal area;  \n \n(b) strategies for achievement of these objectives and indicators for \nmonitoring such achievement; and  \n \n(c) resource plan describing financial and other resources required for \nthe attainment of stated objectives and how such resources shall \nbecome available to the local government.  \n \n (3) In the like manner, sufficiently before the commencement of a \nfinancial year, head of the local government shall prepare a draft plan of \nconstruction or other works and activities by or on behalf of the local government \nto be carried out during that financial year, called the draft annual development \nplan.  \n \n (4) Every draft annual development plan prepared under sub -section \n(3) shall be  aligned to and contribute towards the objectives of the local \ndevelopment plan.  \n \n (5) The local development plans under this Ordinance shall be subject to \napproval by the CDA as per planning regulations set under the Master Plan, of \nCapital Development Authority Ordinance, 1960 (XXIII of 1960) and rules made \nthereof . \n \n 152. Initiation of proposals for new works etc. — (1) For the purpose \nof drawing up an annual development plan, the head of the local government \nPART I]     THE GAZETTE OF PAKISTAN, EXTRA., NOVEMBER  2 4,  2021  819 \n \n \n shall call for proposals for carrying out of construction or other works or activity \nby or on be half of a local government.  \n \n (2) A proposal under sub -section(1)may be initiated by any one or \nmore of the  following, namely: — \n  \n(a) a member of council;  \n \n(b) the convenor;  \n \n(c) the Chief Officer;  \n \n(d) the council through are solution;  \n \n(e) a resident of the local area;  \n \n(f) Neighbourhood Council located in the relevant local area; and  \n \n(g) by or under the authority of the Government.  \n \n (3) Every proposal under sub -section (1) shall be drawn in the \nprescribed form and made to the Chief Officer of the relev ant local government \nby such dates as may be specified by the Mayor.  \n \n (4) The provisions of this section shall not apply to any construction or \nother work or activity by or on behalf of a local government for the maintenance, \nrepair or renewing of any of its existing facility or amenity, the value of which \ndoes not exceed such amounts as the Government may, from time to time, \nspecify.  \n \n 153. Approval of annual development plan. – (1) The Mayor shall \npresent the draft annual development plan before the counc il at a public meeting.  \n \n (2) The council may, with a simple majority of vote of all Members \nholding office:  \n \n(a) revise the draft annual development plan; or  \n \n(b) approve the draft annual development plan.  \n \n (3) Where in the view of the head of the local government, revision of \nthe draft annual development plan by council is not in accordance with the \nprovisions of this Ordinance or is otherwise inappropriate, he may, again present \nthe draft annual development plan, with or without any revision, before the  \ncouncil, and after due consideration, the council may:  \n820 THE GAZETTE OF PAKISTAN, EXTRA., NOVEMBER  2 4,  2021  [PART I \n \n \n (a) approve it with a simple majority of vote of all Members holding \noffice; and  \n \n(b) revise or reject it with a two -third majority of vote of all members \nholding office.  \n \n (4) Without any prejudice t o other provisions of this section, the annual \ndevelopment plan presented by the head of the local government under sub -\nsection (3) which is not rejected or revised by the council with two -third \nmajority, should be deemed to have been approved.  \n \n 154. Plan ning Guidelines. – As soon as may be, but not later than six \nmonths of the commencement of this Ordinance, the Governments shall by an \norder notified in the official gazette, specify planning guidelines for approval of \nconstruction or other works or activit y by or on behalf of local government.  \n \nChapter -13 \n \nMunicipal Offences and their Cognizance  \n \n 155. Municipal offences. — Acts of omissions listed in the second \ncolumn of the Eleventh Schedule by a person, either directly or in directly, by \nhimself or any ot her person, shall be an Offence under this Ordinance and shall \nbe prosecuted or dealt with in the manner given under this Ordinance.  \n \n 156. Establishment of Municipal Warden Unit. — (1) There shall be a \nMunicipal Warden Unit in Islamabad under this Ordinanc e as may be prescribed. \nMunicipal Warden Unit shall be headed by Director level officer who shall be \nappointed by the Provincial Government through notification among the pool of \nofficers working in ICT.  \n \n (2). Mayor shall be functional head of the Municip al Wardens for \npurposes of this Ordinance.  \n \n 157. Cognizance of municipal offences. — (1)The relevant Municipal \nWarden shall, on the basis of information laid before him, or on the basis of own \nknowledge or otherwise, forthwith proceed to investigate an off ence in the \nprescribed manner.  \n \n (2) Every investigation under sub -section ( 1) shall, unless so authorized by \nthe respective Municipal Magistrate, be completed within fifteen days.  \n \n (3) Where as a result of an investigation, the Municipal Warden arrives \nat that there is sufficient evidence of the commission of an offence, he shall draw \na charge sheet against such person or persons whom he considers guilty of the \nPART I]     THE GAZETTE OF PAKISTAN, EXTRA., NOVEMBER  2 4,  2021  821 \n \n \n offence and mention therein the amount of administrative penalty which shall be \npaid by them, i n view of pecuniary limits mentioned at third column of the \nFifteenth Schedule against that offence.  \n \n (4) Every charge sheet under sub -section (3), along with necessary \nevidence and a notice for payment of administrative penalty shall be forthwith \ncommuni cated by the Municipal Warden to all persons against whom it is drawn \nwith an option to settle the charge, or as the case may be the charges, by paying \nthe mentioned amount to the respective local government within a period \nspecified in the notice or, in c ase they wish so, appear before their respective \nMunicipal Magistrate by that date and contest their case.  \n \n (5) Where a person fails to pay administrative penalty within the period \nspecified under sub -section(4), the Municipal Warden shall submit the char ge or \ncharges against that person alongwith the investigation report and necessary \nevidence before the respective Municipal Magistrate.  \n \n (6) Every Municipal Warden shall once during each calendar month, or \nat such other lesser intervals as the District Ma gistrate may direct, submit a \ncomplete list of persons who were proceeded against by him during this period \nunder this section and have not paid administrative penalty in full along with \ncharge or charges against each to the respective Municipal Magistrate . \n \n (7) Notwithstanding anything contained in this Ordinance, where any \nperson, in the opinion of Municipal Warden Unit, is contravening any provision \nof the law relating to the offences specified in twelfth Schedule, the Municipal \nWarden shall charge the accused by issuing ticket as prescribed.  \n \n 158.  Proceedings before the Municipal Magistrate. — (1) Where on \nthe basis of the investigation report and evidence submitted before him by the \nMunicipal Warden under this Ordinance, the Municipal Magistrate consi ders that \na prima facie case exists, he shall proceed to decide the matter.  \n \n (2) For the purpose of sub -section (1), the procedure for a trial in \nsummary manner provided under the Code of Criminal Procedure, 1898 (Act V \nof 1898) shall mutatis mutandis app ly to the proceedings of the Municipal \nMagistrate.  \n \n (3) If after proceeding in the case under sub -section (2), the Municipal \nMagistrate considers that a person charged under this Ordinance has committed \nan offence under this Ordinance, he shall direct the  person to pay administrative \npenalty having regards to the pecuniary limits given under fourth column of the \nFifteenth Schedule against that offence by a specified time.  \n  \n822 THE GAZETTE OF PAKISTAN, EXTRA., NOVEMBER  2 4,  2021  [PART I \n \n \n  (4) If, despite direction under sub -seetion(3),a person fail stop a ny \nadministrati ve penalty within the specified period, then for cement officer may \neither direct the Municipal Warden to file a complaint before the respective \nMunicipal Magistrate or any other competent court or proceed to recover it in \nany one or more of the following manners, namely: — \n \n(a) attachment of immoveable property or sale of any movable \nproperty, including bank account of the person;  \n \n(b) appointment of receiver for the management of the movable or \nimmovable property of the person;  \n \n(c) recovery of the amount as arrear of land revenue through the \nCollector concerned; and  \n \n(d)  require any entity to deduct and pay the penalty to the local \ngovernment from whom any amount is due or is likely to be due to \nthe person or who holds, or controls or is likely to control  the \nreceipt or disposal of any amount belonging to the person.  \n \n (5) Municipal Magistrate shall hear appeals against the decisions of \nMunicipal Warden and may impose penalties as prescribed.  \n \n (6) Municipal Magistrates shall work under supervision of Dist rict \nMagistrate.  \n \n 159.  Certain powers of a court to vest upon Municipal Magistrate. – \n(1) An Municipal Magistrate, for the purpose summoning and enforcing \nattendance of persons and examining them on oath, compelling the production of \ndocuments, receiving evidence on affidavits and appointment of commissions for \nrecord of evidence under this Ordinance, shall have all the powers of a civil court \ntrying a suit under the Code of Civil Procedure, 1908 (V of 1908) and shall be \ndeemed to be a Court within the mea ning of sections 480 and 482 of the Code of \nCriminal Procedure, 1898 (V of  1898).  \n \n (2) Without prejudice to any provision of sub -section (1), an Municipal \nMagistrate shall be deemed to be an Executive Magistrate with the meanings of \nthe Code of Criminal P rocedure, 1898 (Act V of  1898).  \n \n 160. Appointment of Municipal Magistrates and Municipal \nWardens. – (1) Municipal Magistrates shall be appointed by the Provincial \nGovernment.  \n \n(2) Municipal Warden shall be appointed as prescribed under this \nOrdinance.  \n \n(3) The Chief Officer shall, in consultation with the Mayor, designate \nareas which constitute the jurisdiction of each Municipal Warden  \nPART I]     THE GAZETTE OF PAKISTAN, EXTRA., NOVEMBER  2 4,  2021  823 \n \n \n  161.  General powers of Municipal Wardens and Municipal \nMagistrates. – (1) Where, an Municipal Warden or Municipal Magistra te \nconsiders that. such action is warranted in the interest of public health, safety, \nconvenience or welfare, or to avoid danger to life or property, he may, in relation \nto an offence listed in the Eleventh Schedule, by a written order — \n \n(a) suspend, remove or  caused to be removed, any work;  \n(b) seize, destroy or caused to be destroyed, any good or thing;  \n(c) seal premises;  \n(d) prohibit an activity; and  \n(e) direct that certain measures shall be taken by the relevant person by such \ntime and in such manner as the considered necessary and appropriate.  \n \n (2)  A person who fails to promptly obey the direction of an Municipal \nWarden or Municipal Magistrate under sub -section (1) shall an offence \npunishable with imprisonment which shall not exceed one year, or with fine \nwhich shall  not exceed one -hundred thousand rupees.  \n \n 162. Right of citizen not affected. – Nothing contained in this section \nshall effect the right of a citizen or resident of local area to bring a legal suit or \nany other legal proceedings against any local governmen t, its officers and \nservants for violating his rights under any law for the time being in force.  \n \n 163. Punishment for non -payment of tax etc. – A person against whom \na tax, fee, rate, toll or other charge imposed upon him under this Ordinance has \nbecome fi nal and he does not pay the same despite demand of the Chief Officer \nor an officer authorized him in this behalf, shall be guilty of an offence \npunishable with imprisonment for a term not exceeding six months and a fine not \nexceeding five hundred thousand rupees, or with both.  \n \n 164. Penalty for disobedience of an order of neighbourhood council \nto remove obstruction or refrain from causing public inconvenience. – A \nperson who, without sufficient cause, does not act or undertakes the work as \nrequired of him i n a notice served upon him under the provisions of this \nOrdinance within the period specified therein, shall be guilty of an offence \npunishable with a fine which may extend to fifty thousand rupees and if such \noffence continues, with a further fine which m ay extend to one thousand rupees \nfor every day after the first during which the offence continues.  \n \n 165. Penalty for disregard or disobedience of a general order of \nneighbourhood council. – A person who, without sufficien t cause, disregards or \ndisobeys  a general order of a neighbourhood council passed under the provisions \nof this Ordinance, shall be guilty of an offence punishable with a fine which may \nextend to twenty -five thousand rupees and if such offence continues, with a \nfurther fine which may extend to five hundred rupees for every day after the first \nduring which the offence continues.  \n824 THE GAZETTE OF PAKISTAN, EXTRA., NOVEMBER  2 4,  2021  [PART I \n \n \n Chapter -14 \n \nMiscellaneous     \n 166. Administration of Federal Education Directorate. — (1) The \nFederal Directorate of Education (FDE) shall report to the Mayor for all p urposes \nof the education to the extent of the Capital Territory of Islamabad.  \n \n (2) Head of the Federal Directorate of Education shall be appointed \nwith the consent of the Mayor.  \n \n 167. Transfer of wings of Capital Development Authority to the \nMCI.— (1) Af ter the commencement of this Ordinance, within one year, all \nwings of Capital Development Authority shall be transferred to  the MCI except \nmentioned below — \n \n(a) Chairman Secretariat;  \n \n(b) Planning Wing; and  \n \n(c) Estate Wing.  \n \n Provided that the  administration wing  and finance wing of the Capital \nDevelopment Authority shall be partially transferred to the MCI, subject to the \nnotification by the Government in light of the Capital Development Authority \nOrdinance, 1960 (XXIII of 1960).  \n \n (2) The CDA shall remain custod ian of its land bank and other land \ntransferred by the Federal Government and shall develop the same as prescribed \nby the government or decided by CDA Board.  \n \n (3) The Wings as mentioned inproviso of  sub-section (1) shall also be \nestablished by the MCI. Th e assets, rights and liabilities of the said wings shall \nbe divided between the CDA and MCI as per their requirements to be work out \nby the Local Government Commission or the Government prescribed from time \nto time.  \n \n (4) The government can assign any spec ific function of MCI to CDA \nor any other Authority/ Organization it may deem fit.  \n \n (5) For the purposes of continuity the on -going Projects being executed \nor implemented through CDA shall be completed by CDA.  \n \n 168. Transfer of departments of Islamabad Ca pital Territory (ICT) \nAdministration to MCI. — The following departments of ICT Administration \nshall transfer to MCI with all rights, assets and liabilities: — \n \n(a) Labour Department  \n(b) Auqaf Department;  \nPART I]     THE GAZETTE OF PAKISTAN, EXTRA., NOVEMBER  2 4,  2021  825 \n \n \n (c) Civil Defense Department;  \n  (d) Food Department;  \n (e) Zakat &  Ushar Department;  \n (f) Agriculture Department;  \n (g) Live Stock & Dairy Development;  \n (h) Water Management Department;  \n (i) Soil Conservation Department; and  \n (j) Fisheries Department.  \n \n (2) Relevant enactments of these departments shall stand amended \naccordingly.  \n \n 169. Regularization of employees. — (1) All the employees who are \nserving in CDA, ICTA and MCI and transferred to the MCI as mentioned in the \nprovisions of this Ordinance, including as a contingent, ad -hoc, contractual or \nserving on a ny project and working on deputation shall be regularized by the \nMayor in the manner prescribed by MCI under this Ordinance.  \n \n (2) Within a period to be notified with prescribe manner under this \nOrdinance by administrative division may exercise a one -time irrevocable option \nto become employees of local government Islamabad. The civil servants or who \nopt for such employment shall be subject to term and conditions of employment \nas may be prescribed including but not limited to their service structure, \npromoti on and disciplinary matters, such opting employees shall be entitled to all \npost-retirement benefits and emolument as per existing their rules and policy. \nThe local government shall deposit pension contribution on their behalf, in future \nall new appointmen t must have been by local government as local government \nemployees.  \n \n (3) All transferred employees who opt by choice to transfer to MCI for \nsuch employment, shall be subject to term and conditions of employment as may \nbe prescribed including but not limit ed to their service structure, promotion and \ndisciplinary matters. Such opting employees shall be entitled to all post -\nretirement benefits and emolument as per their existing rules and policy. The \nlocal government shall deposit pension contribution on thei r behalf, in future all \nnew appointments must have been made by local government employees as local \ngovernment employees.  \n \n (4) A person who does not exercise the option pursuant to sub -section 2 \nshall retain employment status prior to the commencement of this Ordinance, \nwhether an employee of authority or a civil servant, entitled to all perks and \nprivileges declared by the Federal  Government or Authority from time to time \nand shall be deemed an employees of local government.  \n \n826 THE GAZETTE OF PAKISTAN, EXTRA., NOVEMBER  2 4,  2021  [PART I \n \n \n  170. Chief Officer, other of ficers and servants of local \ngovernments. – (1) Local government shall have a Chief Officer and such \nnumber and description of other officers and servants as the Government may \nfrom time to time determine as prescribed by the rules.  \n \n (2) All servants of a local government shall be appointed by that local \ngovernment in the prescribed manner and subject to such general directions and \nconditions as the Government may, from time to time, consider appropriate.  \n \n 171. Removal of difficulties. —If any difficulty ar ises in giving effect to \nany of the provisions of this Ordinance, the Government may make such order, \nnot inconsistent with the provisions of this Ordinance as may appear to be \nnecessary, for the purpose of removing the difficulty.  \n \n 172. All heads of the local governments, convenor, members, officer \nand servants of the local governments to be public servants. – All heads of the \nlocal governments, Convenor, officers and servants of the local government and \nany other person authorized to Ordinance under this Ordinance shall be deemed \nto be a public servant within the meanings of section 21 of the Pakistan Penal \nCode, 1860 (Act XIV of 1860).  \n \n 173. Resolution of disputes inter se neighbourhood councils or with \na local government and other agency. – (1) Where a d ispute arises between two \nor more neighbourhood councils, either of the neighbourhood council may refer \nit to the local government commission to resolve the issue.  \n \n (2) Where a dispute arises between a neighbourhood council with a \nlocal government, either  of the two may refer it to the Secretary Administrative \nDivision for decision.  \n \n 174. Neighbourhood council staff. – (1) The number and nature of \nemployees of a neighbourhood council shall be such as the Government may, \nfrom time to time, determine.  \n \n (2)  Notwithstanding anything to the contrary contained in any law for \nthe time being in force, all employees referred to in sub -section (1) shall be liable \nto termination at a notice of thirty days and ineligible for regular employment \nand associated benefit s including promotion, pension and gratuity.  \n \n 175. Remuneration etc. for Mayor, Convenor and Members of \nCouncil.– With the previous approval of the Government, MCI may, with a \nsimple majority of vote, allow such  remuneration, honoraria, allowance and othe r \nbenefits to the mayor of the, Convenor, members and professional members of \nthe Mayor ’s Cabinet as it may consider appropriate.  \n \nPART I]     THE GAZETTE OF PAKISTAN, EXTRA., NOVEMBER  2 4,  2021  827 \n \n \n  176.  Training of Mayor, Convenor and Members. – Mayor, Convenor \nand Members shall attend such training at such place and for  such period, as the \nGovernment may from time to time direct.  \n \n 177.  Delegation of powers by a local government. – Subject to the \nrules, a local government may delegate any of its powers, except the powers of \nthe council, to the mayor of the local governme nt or any of its officers or \nservants.  \n \n 178. Bar of suits etc. for action taken in good faith. – No suit, \nprosecution, or other legal proceedings shall lie against any officer or servant of a \nlocal government, or any other person acting under this Ordinanc e, for anything \ndone in good faith under this Ordinance.  \n \n 179. Bar against employment of mayor of the local government, \nconvenor and Members in the local government. – No head of the local \ngovernment, convenor and Member of a local government shall be empl oyed by \nor under that local government unless a period of three years has lapsed since his \nseizing to be such head of the local government, convenor or Member.  \n \n 180.  Power to make rules and bye -laws.– (l) The Government may, by \nnotification in the offici al gazette, make rules for carrying out the purposes of \nthis Ordinance.  \n \n (2) A local government may, and if required so by the Government \nshall, within ninety days of such instruction, make bye -laws not inconsistent with \nthe rules and the Ordinance.  \n \n (3) Where a local government fails to meet the requirements of  \nsub-section (2), the Government may prescribe bye -laws for that local \ngovernment which shall be valid as if framed by that local government.  \n \n (4) Every bye -law shall come into force on publicati on in the official \ngazette.  \n \n (5) The Government may by notification establish or abolish any \nnumber of Regulatory Authorities/ Directorates for distribution of functions \nunder this Ordinance.  \n \n 181. Neighbourhood councils to promulgate bye -laws.— (1) Ever y \nneighbourhood  council may, having due regards to the provisions of this \nOrdinance and the rules made thereunder, make bye -laws to carry out the \npurpose of this Ordinance in so far as it relates to its functions, powers and \nduties.  \n  \n828 THE GAZETTE OF PAKISTAN, EXTRA., NOVEMBER  2 4,  2021  [PART I \n \n \n  (2)  The by -laws mad e under sub -section (1) shall not have effect unless \nthese are declared to be compliant with the provisions of this Ordinance and the \nrules made there under and are published in such manner as may be prescribed.  \n \n 182. Government may prescribe model by -laws.–The Government \nmay, having due regards to the provisions of this Ordinance and the rules made \nthereunder, prescribe model bye -laws for adoption by neighbourhood councils.  \n \n 183. Power to issue regulations and standing orders. – (1) The \nSecretary of the a dministrative Division may, with the approval of the Minister \nissue regulations on policy matters relating to the work of local governments \nwhich shall be consistent with the provisions of the Ordinance and the rules made \nthereunder.  \n \n (2) The Secretary ma y, issue standing orders on general matters relating \nto the work of local governments which shall be consistent with the Ordinance, \nrules made thereunder and the regulations.  \n \n 184. Repeal and Savings. — (1) The Islamabad Capital Territory Local \nGovernment Act, 2015 (X  of 2015) is hereby repealed.  \n \n (2) Save as otherwise provided specifically provided in this Ordinance, \nnothing in the Ordinance shall affect or be deemed to affect anything done, action \ntaken, investigation or proceedings commenced, order, rul e, regulation, bye -laws \nappointment, conveyance, mortgage, deed, document or agreement made tax or \nfee levied, resolution passed, direction given, proceedings taken or instrument \nexecuted or issued, under or in pursuance of the Capital Territory Local \nGove rnment Ordinance, 1979 and section 15 -A of the Capital Development \nAuthority Ordinance, 1960 and any such thing, action, investigation, \nproceedings, order, rule, regulation, bye -laws, appointment, conveyance, \nmortgage, deed, document, agreement, tax, fee, resolution, direction, proceedings \nor instrument shall, if in force at the commencement of this Ordinance, continue \nto be in force, and have effect as if it were respectively done, taken, commenced, \nmade, directed, passed, given, executed or issued under t his Ordinance.  \n \nChapter -15 \n \nTransitional Arrangements  \n \n 185.  Interim authorities and continuation of public services. – (1) On \ncoming in to force of this Ordinance, all Mayors, Chairmen, Deputy Mayors and \nMembers of the defunct local governments shall ceas e to hold their respective \noffices forthwith.  \n \n (2) Subject to any other relevant law, all officers and servants of the \ndefunct local governments shall continue to discharge their respective duties and \nPART I]     THE GAZETTE OF PAKISTAN, EXTRA., NOVEMBER  2 4,  2021  829 \n \n \n exercise their powers with the successor local governm ents under this Ordinance, \ntill such time they are assigned or transferred to any other local government.  \n \n (3) Nothing in this section shall preclude the Government from \nappropriately re -organizing the defunct local governments or for that matter \nreorgani zing or reassigning any other office or authority established under the he \nIslamabad Capital Territory Local Government Act, 2015 (X of  2015).  \n \n 186.  Interim maintenance of offices and authorities to be transferred \nto local governments under this Ordinanc e.– Pending the transfer of control of \nthe office, agency or authority referred under the provisions of this Ordinance, \nany public service, or duty or other function which at the commencement of this \nOrdinance is being undertaken or performed by that offic e, agency or authority \nshall, notwithstanding any provision of this Ordinance, continue to be undertaken \nby that office or authority till such time that it is transferred to the local \ngovernment.  \n \n 187.  Fiscal transfers and taxes etc. to continue. – (1) On  coming into \nforce of this Ordinance, where a local government was receiving any fiscal \ntransfer, grant or compensation in lieu of Zilla tax or Octroi, the successor local \ngovernment shall continue to receive such transfer, grant or compensation.  \n \n (2) All taxes, cess, fee, toll, rates, rent, fee or other charges which were \nbeing charged under the Islamabad Capital Territory Local Government Act, \n2015 (X of 2015) shall continue to be charged under this Ordinance, and every \nperson liable to pay such tax, ces s, fee, toll, rate, rent, fee or other charge shall \ncontinue to pay, unless such tax, cess, fee, toll, rate, fee or other charge is \nrevised, withdrawn or varied under this Ordinance.  \n \n 188.  Fiscal transfers and budget of the succeeding local governments \nfor the first year in office. — (1) If for any reason, on the date of assumption of \noffice by a local government under this Ordinance for the first time, no Finance \nCommission has been established, capital fund and the share of transfers to local \ngovernments  from the Government, amount shall be determined by an interim \ncommittee constituted by the Government.  \n \n 189.  Salaries and emoluments of officers and servants of the local \ngovernments during transition. — (1) On their allocation, re -allocation or \ntransfer , the salary, pensioner benefits and other emoluments of the officers and \nservant soft he defunct local governments and any other office, agency or \nauthority established under the Islamabad Capital Territory Local Government \nAct, 2015 (X of 2015), shall no t be reduced or varied to their detriment.  \n \n (2)For the removal  of any ambi guity  in this regard,  all officers and \nservants  off the defunct local governments and any other office, agency or \n830 THE GAZETTE OF PAKISTAN, EXTRA., NOVEMBER  2 4,  2021  [PART I \n \n \n authority established under the Islamabad Capital Territory Local G overnment \nAct, 2015 (X of 2015), shall continue to receive their authorized salary, \npensioner benefits and other emoluments up till the time they are allocated, re -\nallocated or transferred to local governments constituted under this Ordinance.  \n  \nFirst Sche dule   \n(See section 75)  \n \nDeclaration on Finality of Prophethood  \n \nI, (mention here the name of the candidate taking oath), son of, wife of or the \ndaughter of (mention here the name of father of the candidate and in case the \ncandidate is a married female, th e name of her husband) do hereby solemnly \nswear that I believe in the absolute and unqualified finality of the Prophet -hood \nof Hazrat Muhammad (Peace be upon him), the last of the prophets, and that I am \nnot the follower of anyone who claims to be  a Prophe t in any sense of the word \nor of any description whatsoever after Hazrat Muhammad (peace be upon him), \nand that I do neither recognize such a claimant to be Prophet or religious \nreformer nor do I belong to the Qadiani group or the Lahori group or call myse lf \nAhmadi.  \n \nSecond Schedule  \n \n(See section 78)  \n \nOath of Office of the Mayor of the Local Government  \n(in the name of Allah, the most Beneficent, the most Merciful)  \n \nI, (mention here the name of the head of the local government taking oath), son \nof, wife of or the daughter of (mention here the name of father of the head of the \nlocal government and in case the Mayor of the local government is a married \nfemale, the name of her husband) elected as (mention here the office of Mayor of \nthe local government as the case maybe) of the (mention here the name of \nrespective local government) do hereby solemnly (incase the Mayor is a Muslim) \nswear, or (in case the Mayor is a non -Muslim) affirm:  \n \nThat, I shall bear true faith and allegiance to Pakistan and would always wor k to \nstrengthen its ideology, integrity, solidarity and prosperity;  \n \nAnd that, I shall perform my duties under the Islamabad Local Government \nOrdinance, 2021 and rules, bye -laws and regulations made under it and all other \napplicable laws, honestly, efficac iously and efficiently to the best of my ability;  \n \nAnd that I shall, as (mention here the office of the Mayor of the local government \nviz. Lord Mayor, Mayor of Chairperson), always work in the best interest of the \nresidents without any favour or prejudice  and shall not allow my personal interest \nto influence my official conduct or my official decision;  \nPART I]     THE GAZETTE OF PAKISTAN, EXTRA., NOVEMBER  2 4,  2021  831 \n \n \n And that I shall, to the best of my ability, use moneys and resources of the \n(mention the name of the local government) in the best interest of the resident s \nand would do all what is required to prevent misuse or misappropriation of such \nmoney or resources;  \n \nAnd that in all circumstances I shall do right to all people according to law \nwithout fear or favour, ill shall, or discrimination;  \n \nAnd that I shall, al ways act according to and uphold and promote democratic \nvalues;  \n \nAnd that I shall not directly or indirectly communicate or reveal to any person \nany matter which shall become known to me in my official capacity, except as \nmay be required for the due disch arge of my duties.  \n \nMay Allah Almighty, or (in case the Mayor is a non -Muslim) God, help and \nguide  me (A’meen)  \n  \nThird Schedule  \n \n(See section 79)  \n \nOath of the Office of the Convenor  \n(in the name of Allah, the most Beneficent, the most Merciful)  \n \nI, (mentio n here the name of the convenor taking oath), son of, wife of or the \ndaughter of (mention here the name of father of the convenor and in case the \nconvenor is a married female, the name of her husband) elected as convenor of \n(mention here the name of respec tive local government) do hereby solemnly (in \ncase the convenor is a Muslim) swear, or (in case the convenor is a non -Muslim) \naffirm:  \n \nThat, I shall bear true faith and allegiance to Pakistan and would always work to \nstrengthen its ideology, integrity, sol idarity and prosperity;  \n \nAnd that, I shall perform my duties under the Islamabad Local Government \nOrdinance, 2021 and rules, bye -laws and regulations made under it and all other \napplicable laws, honestly, efficaciously and efficiently to the best of my abi lity; \n \nAnd that I shall, as a convenor, always work in the best interest of the residents \nand shall not allow my personal interest to influence my official conduct or my \nofficial decision;  \n \nAnd that I shall, to the best of my ability, use moneys and resour ces of the \n(mention the name of the local government) in the best interest of the residents \nand would do all what is required to prevent misuse or misappropriation of such \nmoney or resources;  \n \n832 THE GAZETTE OF PAKISTAN, EXTRA., NOVEMBER  2 4,  2021  [PART I \n \n \n And that in all circumstances I shall do right to all people ac cording to law \nwithout fear or favour, ill shall, or discrimination;  \n \nAnd that I shall, always act according to and uphold and promote democratic \nvalues;  \n \nAnd that I shall not directly or indirectly communicate or reveal to any person \nany matter which shal l become known to me in my official capacity, except as \nmay be required for the due discharge of my duties.  \nMay Allah Almighty, or (in case the convenor is a non -Muslim) God, help and \nguide me (A ’ meen)  \n \n Countersigned  Signature of the Declarant  \n Signatur e and seal of the  \n Presiding Officer  \n  \nFourth Schedule  \n \n(See section 79)  \n \nOath of Office of Members of Council/Chairperson/  \nMembers of Neighbourhood  \n \n(in the name of Allah, the most Beneficent, the most Merciful)  \n \nI, (mention here the name of the councillo r taking oath), son of, wife of or the \ndaughter of (mention here the name of father of the Member and in case the \nMember is a married female, the nameof her husband) elected as councillor to \n(mention here the name of respective local government) do hereby solemnly (in \ncase the councillor is a Muslim) swear, or (in case the councillor is a non - \nMuslims) affirm:  \n \nThat, I shall bear true faith and allegiance to Pakistan and would always work to \nstrengthen its ideology, integrity, solidarity and prosperity;  \n \nAnd that, I shall perform my duties under the Islamabad Local Government \nOrdinance, 2021 and rules, bye -laws and regulations made under it and all other \napplicable laws, honestly, efficaciously and efficiently to the best of my ability;  \n \nAnd that I shall, as  a councillor, always work in the best interest of the residents \nand shall not allow my personal interest to influence my official conduct or my \nofficial decision;  \n \nAnd that I shall, to the best of my ability, use moneys and resources of the \n(mention the n ame of the local government) in the best interest of the residents \nand would do all what is required to prevent misuse or misappropriation of such \nmoney or resources;  \n \nAnd that in all circumstances I shall do right to all people according to law \nwithout fe ar or favour, ill shall, or discrimination;  \nPART I]     THE GAZETTE OF PAKISTAN, EXTRA., NOVEMBER  2 4,  2021  833 \n \n \n And that I shall, always act according to and uphold and promote democratic \nvalues;  \n \nAnd that I shall not directly or indirectly communicate or reveal to any person \nany matter which shall become known to me in my  official capacity, except as \nmay be required for the due discharge of my duties.  \n \nMay Allah Almighty, or (in case the councillor is a non -Muslim) God, help and \nguide me (A ’ meen)  \n  \n Countersigned  Signature of the Declarant  \n Signature and seal of the  \n Presiding Officer  \n \nFifth Schedule  \n \n(See section 79)  \n \nDeclaration of Immediate Relatives etc.  \n \nI, (mention here the name of the declarant), son of, wife of or the daughter of \n(mention here the name of father of the declarant and in case the declarant is a \nmarr ied female, the name of her husband) elected as or holding the office of \n(mention here the office of the declarant ) of (mention here the name of \nrespective local government) do hereby declare that my immediate relatives, or \nemployer or employee, or person s intimately known to me who either hold, or \nare a candidate for appointment to any office of the local government or a \ncontract for supply of goods or services or for any other purpose under the  local \ngovernment are as under: — \n \n(a) (mention here the name, fat her’s name of the person declared or in \ncase the person declared is a married female, the name of her \nhusband, the position held or to which that person is a candidate for \nor the respective contract for supply of goods or services of for any \npurpose under the local government)  \n \n(b)  \n \n(c)  \n \n Countersigned  Signature of the Declarant  \n Signature and seal of the  \n Presiding Officer  \n \n————  \n \n \n \n \n834 THE GAZETTE OF PAKISTAN, EXTRA., NOVEMBER  2 4,  2021  [PART I \n \n \n Sixth Schedule  \n(See Section 68)  \nDeclaration of Assets  \n I, (mention here the name of declarant), son of, wife of or the daughte r of \n(mention here the name of father of declarant and in case the declarant is a \nmarried female, the name of her husband) elected as or holding the office of \n(mention here the office of the declarant) of (mention here the name of respective \nlocal governme nt) do hereby declare that I and my parents, spouse, children and \ndependant(s) own following assets: — \nA Immovable Property: Land  \nS. No. Location  Area  Nature  \n(agricultural,  \nresidential,  \ncommercial etc. ) Present  \nvalue)  Name  of \nowner  Extent of  \nDeclarant’s \ninterest  Date of  \nacquisition  Manner of  \nacquisition  Remarks  \n(1) (2) (3) (4) (5) (6) (7) (8) (9) (10) \n1          \n2          \n3          \n4          \nB Immovable Property: Residential Property  \nS. No. Address  Area  Present use  Present  \nvalue  Name of  \nowner  Extent of \ndeclaration  \ninterest  Date of  \nacquisition  Manner  of \nacquisition  Remarks  \n(1) (2) (3) (4) (5) (6) (7) (8) (9) (10) \n1          \n2          \n3          \n4          \nC Immovable Property: Other description   \nS. No. Address  Area  Present  use Present \nvalue  Name  of \nowner  Extent of  \nDeclarant’s \ninterest  Date of \nacquisition  Manner of  \nacquisition  Remarks  \n(1) (2) (3) (4) (5) (6) (7) (8) (9) (10) \n1          \n2          \n3          \n4          \nA Movable Property: Cash in hand, Credit, Insurance Policy, Debenture,  Shares etc.  \nS. No. Descrip -\ntion Present  \nvalue  Name  of \nowner  In case of loan, name of  creditor and \nrelationship  between creditor with \ndeclarant  Date of \nacquisition  Manner of \nacquisition  Remarks  \n(1) (2) (3) (4) (5) (6) (7) (8) \n1        \n2        \nB Movab le Property: Businesses  \nS. No. Description  Capital  Name of \nowner  Date of \nacquisition  Manner of acquisition  Remarks  \n(1) (2) (3) (4) (5) (6) (7) \n1       \n2       \nC Movable Property: Motor Vehicles  \nS. No. Description  \n(make, model,  \nregistration)  Present  \nvalue Name of \nowner  Date of \nacquisition  Manner of  \nacquisition  Remarks  \n(1) (2) (3) (4) (5) (6) (7) \n1       \n2       \nPART I]     THE GAZETTE OF PAKISTAN, EXTRA., NOVEMBER  2 4,  2021  835 \n \n \n D Movable Property: Bank Account(s)  \nS. No. Account number,  title, \nBank and Branch  Present  \nvalue  Name of  \naccount  \nholder  Date of \nacquisition  Manner of \nacquisition  Remarks  \n \n1       \n2       \n \nI hereby declare that the Declaration made above is complete, true and correct t o \nthe best of my knowledge and belief  . \n \nSignature of the Declarant  \n————  \nSeventh Schedule  \n(See Section 144)  \nOath of Office f or Member of Capital Finance Commission  \n \n(in the name of Allah, the most Beneficent, the most Merciful)  \n \nI, (mention here the name of the member taking oath), on being \nappointed as a member of the Finance Commission, do hereby solemnly affirm:  \n \nThat, I sha ll bear true faith and allegiance to Pakistan and would always \nwork to strengthen its ideology, integrity, solidarity and prosperity;  \n \nAnd that, I shall perform my duties in accordance with the spirit of the \nprovisions of Islamabad Local Government Ordinan ce, 2020 and rules, bye -laws \nand regulations made under it as well as the other applicable laws, honestly, \nefficaciously and efficiently to the best of my ability;  \n \nAnd that I shall, as a member of Finance Commission, always work in \nthe best interest of th e citizens of the Islamabad Capital Territory and shall not \nallow my personal interest to influence my official conduct or my official \ndecision;  \n \nAnd that in all circumstances I shall do right to all people according to \nlaw without fear or favour, ill shal l, or discrimination;  \n \nAnd that I shall not directly or indirectly communicate or reveal to any \nperson any matter which shall become known to me in my official capacity, \nexcept as may be required for the due discharge of my duties.  \n \nMay Allah Almighty, or (in case the councillor is a non -Muslim) God, \nhelp and guide me (A ’meen)  \n \n Countersigned  Signature of the Declarant  \n Signature and seal of the  \n Presiding Officer  \n836 THE GAZETTE OF PAKISTAN, EXTRA., NOVEMBER  2 4,  2021  [PART I \n \n \n Eighth Schedule  \n(See Section 51)  \n \nGrounds for Suspension or Removal of a Head  \nof the local go vernment, Convenor or Councillor  \n \nTo be read with section 136 and 137 of this Ordinance.  \n \n(a) Where the Mayor of the local government, convenor or, as the case \nmay be, member is corrupt or involves himself in a corrupt practice \nwithin the meaning of section 2 of this Ordinance or under any other \nlaw for the time being inforce;  \n \n(b) Where the Mayor of the local government, convenor or, as the case \nmay be, member generally acts in a manner which is prejudicial to \nthe public interest;  \n \n(c) Where the Mayor of the l ocal government, convenor or, as the case \nmay be, member repeatedly exceeds any authority or repeatedly \nmisuses any authority conferred upon him under this Ordinance;  \n \n(d) Where the Mayor of the local government, convenor or, as the case \nmay be, member gro ssly exceeds any authority or grossly misuses \nany authority conferred upon him under this Ordinance;  \n \n(e) Where the Mayor of the local governmen t, convenor or, as the case \nmay be, member is convicted  of an offence  in volving  moral  \nturpitude  or an offence  carrying  punishment of  three years and \nmore under any law for the time being inforce;  \n \n(f) Where the Mayor of the local government, convenor or, as the case \nmay be, member incurs any of the disqualifications enumerated in \nthe provisions of this Ordinance or  otherwise becomes ineligible for \nbeing elected as a head of the local government, convenor or, as the \ncase may be, member;  \n \n(g) Where the Mayor of the local government, convenor or, as the case \nmay be, member fails to take oath or submit a declaration und er this \nOrdinance;  \n \n(h) Where the Mayor of the local government, convenor or, as the case \nmay be, member violates any provision of the oath undertaken by \nhim under this Ordinance;  \n \n(i) Where the Mayor of the local government, convenor or, as the case \nmay be, Member fails to declare assets under the provisions of this \nOrdinance despite notice;  \n \n \nPART I]     THE GAZETTE OF PAKISTAN, EXTRA., NOVEMBER  2 4,  2021  837 \n \n \n (j) Where the Mayor of the local government, convenor or, as the case \nmay be, member being the head of the local government, absents \nhimself from office without rea sonable cause repeatedly;  \n \n(k) Where the Mayor of the local government, convenor or, as the case \nmay be, member absents himself from three consecutive meetings \nof the council;  \n \n(l) Where the Mayor of the local government, convenor or, as the case \nmay be, member contravenes one or more provisions of this \nOrdinance;  \n \n(m) Where the Mayor of the local government, convenor or, as the case \nmay be, member is guilty of misconduct in terms of this Ordinance;  \n \n(n) Where the Mayor of the local government, convenor or , as the case \nmay be, member fails to comply with a lawful instruction of the \nGovernment despite notice; and  \n \n(o) Where being the Mayor of the local govern ment, he fails to \nundertake any measure or arrangement as required under the \nprovisions of this Ordin ance;  \n \nNinth Schedule  \n(See section 134)  \n \nGrounds for Suspension or Removal of MCI  \n \n(a) Where the MCI has been unable to meet its financial obligations for \nthe last two financial years;  \n \n(b) Where the local government becomes insolvent and remains so for \na period of one financial year;  \n \n(c) Where the local government generally acts in a manner prejudicial \nto the public interest; or  \n \n(d) Where the local government otherwise grossly exceeds or abuses \nthe authority conferred upon it under this Ordinance.  \n \nFORM -A \n \nOath of Offi ce for Member  \nLocal Government Commission  \n(in the name of Allah, the most Beneficent, the most Merciful)  \n \nI, (mention here the name of the member taking oath), on being \nappointed as a member of the Local Government Commission, do hereby \nsolemnly affirm:  \n838 THE GAZETTE OF PAKISTAN, EXTRA., NOVEMBER  2 4,  2021  [PART I \n \n \n That, I shall bear true faith and allegiance to Pakistan and would always \nwork to strengthen its ideology, integrity, solidarity and prosperity;  \n \nAnd that, I shall perform my duties in accordance with the spirit of the \nprovisions of Islamabad Local Governmen t Ordinance, 2020 and rules, bye -laws \nand regulations made under it as well as the other applicable laws, honestly, \nefficaciously and efficiently to the best of my ability;  \n \nAnd that I shall, as a member of Local Government Commission, always \nwork in the b est interest of the citizens of the Islamabad and shall not allow my \npersonal interest to influence my official conduct or my official decision;  \n \nAnd that in all circumstances I shall do right to all people according to \nlaw without fear or favour, ill shal l, or discrimination;  \n \nAnd that I shall not directly or indirectly communicate or reveal to any \nperson any matter which shall become known to me in my official capacity, \nexcept as may be required for the due discharge of my duties.  \n \nMay Allah Almighty, or (in case the member is a non -Muslim) God, help \nand guide me (A ’meen)  \n \nCountersigned  \nSignature and seal of the  \nPresiding Officer  Signature of the Declarant  \n \nSerial  Offence  First stage  \nadministrati ve \npenalty  Administrative \npenalty by  \nMunicipal  \nMagistrate  Imprisonment or \nfine to be  \nimposed upon a  \nperson on  \nconviction by a  \ncompetent court  \n(maximum limit)  \nA Offences relating to unlawful use of public space  \n(1) (2) (3) (4) (5) \n(1) Obstructing or tampering with  any \nroad, street, drain or  pavement  Rupees  one \nthousand  Rupees one  \nthousand to  four \nthousand  Imprisonment of  seven \ndays, or fine  of rupees \nten thousand or both  \n(2) Fixing of wooden cabins or  \ntemporary shops or extension  \nthereof on footpaths or beyond  the \nstreet line  Rupees  two \nthousand  Rupees two  \nthousa nd to  eight \nthousand  Imprisonment of  seven \ndays, or fine  of rupees \nfifteen  thousand o r \nboth \nPART I]     THE GAZETTE OF PAKISTAN, EXTRA., NOVEMBER  2 4,  2021  839 \n \n \n (3) Immovable encroachment in  or on \nor under any property or  any open \nspace or land vested  in or \nmanaged, maintained or  controlled \nby a local  government.  Rupees  thirty \nthousand,  \nremoval at \nencroacher ’s \nexpense  Rupees fifty  \nthousand to  one \nhundred  \nthousand,  \nremoval at  \nencroacher ’s \nexpense  Imprisonment for  thirty \ndays, or fine  of rupees \nthree  hundre \nthousand,  or both and \nremoval  of \nencroachment at  \nencroacher ’s euense  \n(4) Erection or re - erection of  building \nover set back area or  parking area \nor building line area  required to be \nleft open under the  rules for using \nsuch space for any  purpose which \nis not approved.  Rupees  \nthirty  \nthousand ,  \nremoval at  \nencroacher’s  \nexpense  Rupees fifty  \nthousand to  \none hundred  \nthousand,  \nremoval at  \nencroacher ’s \nexpense  Imprisonment for  thirty \ndays, or fine of rupees \nthree  hundred \nthousand,  or both and \nremoval  of \nencroachment at  \nencroacher ’s expense  \n(5) Changing or converting into any  \nother u se any portion of a  \ncommercial building or area  \nspecified or earmarked for public  \nparking.  Rupees  one \nHundred  and fifty  \nthousand,  \nremoval at  \nencroacher ’s \nexpense  Rupees three  \nhundred  \nthousand to  five \nhundred  \nthousand,  \nremoval at  \nencroacher ’s \nexpense  Impris onment for  \nthree months, or  \nfine of rupees five  \nhundred thousand,  \nor both and removal  \nof encroachment at  \nencroacher ’s \nexpense  \n(6) Plying of handcarts for the sale  of \ngoods without permission  Rupees  eight  \nhundred  Rupees one  \nthousand to  two \nthousand  Impriso nment of  \nseven days, or fine  \nof rupees five \nthousand or both  \n(7) Picketing, parking animals or  \ncollecting carts or vehicles on  any \nstreet, using any street as a  halting \nplace for vehicle or  animals or as a \nplace  encampment without the  \npermission of the lo cal government.  Rupees  eight  \nhundred  Rupees one  \nThousand to two \nthousand  Imprisonment of  \nseven days, or fine  \nof rupees five \nthousand or both  \n(8) \n \n \n Establishing or running any  \nrestaurant or vending stalls for  \neatables on any road, street,  \nfootpath, public  place, over a  drain, \nor any other property  vesting in or \nmanaged or  controlled by a local \ngovernment  without permission  Rupees  twenty \nfive thousand,  \nremoval at  \nencroacher ’s \nexpense  Rupees thirty  \nthousand to  one \nhundred  \nthousand,  \nremoval at  \nencroacher ’s \nexpense  Imprisonment for  thirty \ndays, or fine of rupees \nthree  hundred \nthousand,  or both and \nremoval  of \nencroachment at  \nencroacher ’s expense  \n(9) \n Fixing any bill, notice, play card,  \nposter or other paper or means of \nadvertisement against or upon any  \nprivate or public building or place  \nother than the places fixed for the  \npurpose by a local government.  Rupees  five \nthousand  Rupees five  \nthousand to  \ntwenty  thousand  Imprisonment of  seven \ndays, or fine  of rupees \nfifty thousand or both  \n(10) Exhibiting any obscene \nadvertisement.  Rupees ten  \nthousand  Rupees  thirty  \nthousand  Imprisonment of  one \nmonth, or fine of \nrupees one  hundred \nthousand  or both  \n840 THE GAZETTE OF PAKISTAN, EXTRA., NOVEMBER  2 4,  2021  [PART I \n \n \n (11) Establishing any parking stand on  \nany property or on  any open space \nand public park or  land vested in or  \nmanaged, mainta ined or controlled  \nby a local government on or under  a \nstreet, road, graveyard or a drain  \nwithout the sanction of the  \nconcerned local government.  Rupees  twenty \nfive thousand,  \nremoval at  \nencroacher ’s \nexpense  Rupees thirty  \nthousand to one  \nhundred  \nthousand,  \nremoval at  \nencroacher ’s \nexpense  Imprisonment for  thirty \ndays, or fine  of rupees \nthree  hundred \nthousand,  or both and \nremoval  of \nencroachment at  \nencroacher ’s \nexpense  \n(12) Establishing any bus, wagon, taxi  or \nother commercial  motorized or non - \nmotorized  vehic le stand, for \npurposes  of plying them on different \nroutes,  on any road, street,  footpath, \npublic place or any other  property \nvested or  managed or controlled or  \nmaintained by a local government  \nwithout its permission.  Rupees one  \nhundred  \nthousand  Rupees one  \nhundred  \nthousand to five  \nhundred  \nthousand  Imprisonment of  \nsix months, or fine  of \nrupees one  million or \nboth \nB Offences relating to littering and spoiling  \n(13) Failure of the owner or occupier  of \nan industrial or large  commercial \nunit to cause or to  knowi ngly or \nnegligently allow  the contents of any \nsink, sewer or  cesspool or any other \noffensive  matter to flow, or drain or \nto be  put upon any street, or public  \nplace, or into irrigation channel or  \nany sewer or drain not set apart  for \nthe purpose  Rupees  one \nhundred  \nthousand  Rupees one  \nHundred  \nthousand to  five \nhundred  \nthousand  Imprisonment of six  \nmonths, or fine of  \nrupees one million  \nor both  \n(14) Failure by the owner or occupier  of a \nhouse or small shop to cause  or to \nknowingly or negligently  allow the \ncontent s of any sink,  sewer or \ncesspool or any other  offensive \nmatter to flow, or drain  or to be put \nupon any street, or  public place, or \ninto irrigation  channel or any sewer \nor drain not  set apart for the \npurpose  Rupees  four \nthousand  Rupees five  \nthousand to  \ntwen ty thousand  Imprisonment of  \nseven days, or fine  of \nrupees one  hundred \nthousand or both \n(15) Throwing or placing any refuse,  litter \nor garbage on any street, or  in an \nplace, not provided or  appointed for \nthe purpose by a  local Government.  Rupees  five \nhundr ed Rupees five  \nhundred.  \nthousand to  \nfive thousand  Imprisonment of  seven \ndays, or fine  of rupees \nten thousand or both  \n(16) Failure to provide for disposal of  \nlitter or garbage inside or outside  a \nshop by its owner or occupier.  Rupees  three  \nthousand  Rupees five \nthousand to  \nfifteen  thousand  Imprisonment of  seven \ndays, or fine  of rupees \nthirty  thousand or both  \n(17) Failure to maintain clean  premises \nof the area in front of a  shop or \noffice up to the public  street or road \nserving.this.facility.  Rupees  three  \nthousand  Rupees five  \nthousand to  \nfifteen  thousand  Imprisonment of  seven \ndays, or fine  of rupees \nthirty  thousand or both  \nPART I]     THE GAZETTE OF PAKISTAN, EXTRA., NOVEMBER  2 4,  2021  841 \n \n \n (18) Failure to maintain clean premises  \nof the area in front of a factory up  to \nthe public street or road serving  this \nfacility.  Rupees  fifteen  \nthousand  Rupees  \nTwenty  thousand \nto fifty thousand  Imprisonment of  seven \ndays, or fine  of rupees \none hundred thousand \nor both.  \n(19) Failure to provide, close; remove,  \nalter, repair, clean, disinfect or put \nin proper order any latrine,  urinal \ndrain, cesspool or other  receptacle \nfor filth, sullage, water  or refuse by \nan owner or occupier  of a house, \nshop or office or premises.  Rupees  three  \nthousand  Rupees five  \nthousand to  \nfifteen  thousand  Imprisonment of  seven \ndays, or fine of  rupees \ntwo thirty  thousan d or \nboth \n(20) Failure to provide, close, remove,  \nalter, repair, clean, disinfect or  put \nin proper order any latrine,  urinal \ndrain, cesspool  or other  receptacle \nfor filth, sullage, water  or refuse by \nan owner.or occupier  of an industry  Rupees  forty , \nthousand  Rupees one  \nhundred \nthousand to  five \nhundred  \nthousand  Imprisonment of  seven \ndays, or fine  of rupees \nten hundred thousand \nor both \n(21) Failure to clean the premises,  \nhouses, shops and cultivated lands  \nof the plastic bags and other non - \nperishable  mater ials. Rupees  two \nthousand  Rupees three  \nthousand to  \nten thousand  imprisonment of  seven \ndays, or fine of  rupees \none twenty  thousand \nor both  \n(22) Damaging or polluting physical  \nenvironment, inside or outside  \nprivate or public premises; in a  \nmanner to endange r public health.  Rupees  three  \nthousand  Rupees five  \nthousand to  \nfifteen  thousand  Imprisonment of  seven \ndays, or fine  of rupees \ntwo hundred thousand \nor both \n(23) Dumping of solid waste and  refuse \nby any person or entity on  a place \nother than landfill or  dumping site, \nnotified or  designated by the \nconcerned local  Government.  Rupees  three  \nthousand  Rupees five  \nthousand to  \nfifteen  thousand  Imprisonment of  seven \ndays, or fine  of rupees \ntwo hundred thousand \nor both \nC Offences relating to cattle, animals and pets  \n(24) Keeping or maintaining any cattle  in \nany part of city where keeping  of \ncattle is prohibited or failure to  \nremove the cattle  from the \nprohibited zone within  the specified \ntime when  an order to this effect has  \nbeenmade  Rupees three  \nthousand  Rupees four  \nthousand to ten  \nthousand  Imprisonment of  one \nmonth, or fine  of rupees \nthirty  thousand or both  \n(25) Keeping ferocious dogs or other  \nanimals in residential areas or  \ntaking such animals to public  places \nor the areas specified by  the local \ngovernment, withou t leash or chain \nand without being  muzzled or to set \nat large any  animal or dog infected \nwith rabies  or any other infectious \ndisease.  Rupees  eight  \nhundred  Rupees one  \nthousand to  four \nthousand  Imprisonment of  seven \ndays, or fine  of rupees \nten thousand or bo th \n(26) Obstructing lawful seizure of \nanimals liable to be impounded on  \nthe ground of violations of rules  or Rupees  \nfifteen \nthousand  Rupees  twenty  \nthousand to  fifty \nthousand  Imprisonment of  seven \ndays, or fine  of rupees \ntwo hundred thousand \n842 THE GAZETTE OF PAKISTAN, EXTRA., NOVEMBER  2 4,  2021  [PART I \n \n \n bye-laws governing the picketing, \ntethering, keeping, mulching or \nslaughter of animals or  their \ntrespass of private or public  \nproperty.  or both \n(27) Causing or permitting animals to  \nstray or keeping, tethering,  stalling, \nfeeding or gazing any  cattle on any \nroad, street o r thoroughfare or in \nany public  place or damaging or \ncausing or  permitting to be damaged \nany road, street or thoroughfare by  \nallowing cattle to move thereon.  Rupees  three  \nthousand  Rupees five  \nthousand to  \nfifteen  thousand  Imprisonment of  seven \ndays, or fine of rupees \nfifty thousand or both  \n(28) Watering cattle or animals, or  \nbathing or washing at or near a  well \nor other source of drinking  water for \nthe public.  Rupees  seven  \nthousand  Rupees fifteen  \nthousand to  \nthirty thousand  Imprisonment of  seven \ndays, or fi ne of rupees \nfifty thousand or both  \n(29) Feeding or allowing to be fed an  \nanimal meant for dairy or meat  \npurposes, on deleterious  substance, \nfilth or refuse of any  kind which is \ndangerous to health  of consumers.  Rupees  fifteen  \nthousand  Rupees  \ntwenty  \nthous and to  \nfifty thousand  Imprisonment of  seven \ndays, or fine  of rupees \ntwo hundred thousand \nor both \n(30) Causing or permitting to be caused  \nby any owner or keeper of  an animal \nwhich, through neglect  or otherwise,  \ndamages any land or  crop or \nproduce of land, or any  public road.  Rupees three  \nthousand  Rupees five  \nthousand to  \nfifteen thousand  Imprisonment of  seven \ndays, or fine of  rupees \nfifty thousand  or both  \n(31) Selling of individual cattle and  \nanimal in contravention of  any law, \nrule or bye -laws of a local  \ngovernment.  Rupees fifteen  \nthousand  Rupees twenty  \nthousand to fifty  \nthousand  Imprisonment of  seven \ndays, or fine  of rupees \ntwo hundred thousand \nor both \n(32) Establishment and operation of a  \ncattle market in  contravention of any \nlaw, rule or  bye-laws of a l ocal \ngovernment  Rupees two  \nHundred  \nthousand  Rupees five  \nhundred  \nthousand to one  \nmillion  Imprisonment for  three \nmonths, or  fine of \nrupees two  million, or \nboth \n(33) Keeping pigeon or other birds in a  \nmanner causing  danger to air traffic  Rupees fifteen  \nthous and Rupees twenty  \nthousand to fifty  \nthousand  Imprisonment of  seven \ndays, or fine  of rupees \ntwo hundred thousand  \nor both  \nD Offences relating to disposal of dead and carcasses of animals etc.  \n(34) Burying or burning a dead body  at a \nplace which is not a pu blic or  \nregistered burial or burning place,  \nexcept with the sanction of the  local \ngovernment.  Rupees  three  \nthousand  Rupees five  \nthousand to  \nfifteen  thousand  Imprisonment of  seven \ndays, or fine  of rupees \nfifty thousand or both  \n(35) Disposal of carcasses of  animals  \nwithin prohibited distance.  Rupees  three  \nthousand  Rupees five  \nthousand to  \nfifteen  thousand  Imprisonment of  seven \ndays, or fine  of rupees \nfifty thousand or both  \nPART I]     THE GAZETTE OF PAKISTAN, EXTRA., NOVEMBER  2 4,  2021  843 \n \n \n (36) Failure to dispose of offal, fat or  any \norgan or part of a dead  animal in a \nplace  set apart for the  purpose by the \nlocal  government.  Rupees  two \nthousand  Rupees three  \nthousand to  ten \nthousand  Imprisonment of  seven \ndays, or fine of  rupees \none twenty  thousand or \nboth \nE Offences relating to unlawful interference with local government prop erties  \nand infrastructure  \n(37) Obstructing or tampering with  any \nmain pipe, meter or any  apparatus or \nappliance for the  supply of water or \nsewerage  system.  Rupees  ten \nthousand  Rupees ten  \nthousand to  fifty \nthousand  Imprisonment of  one \nmonth, or fine  of rup ees \none hundred thousand \nor both \n(38) Owner or occupier of a house or  shop \ndrawing off, diverting or  taking any \nwater except with the  previous \npermission of the local  government  Rupees  \nfifteen  \nthousand  Rupees  twenty  \nthousand to  fifty \nthousand  Imprisonment  of seven \ndays, or line  of rupees \none hundred thousand \nor both \n(39) Owner or occupier of an  industrial or \na large commercial  unit drawing off, \ndiverting or  taking any water except \nwith the  previous permission of the \nlocal  government  Rupees  \nseventy  \nthousan d Rupees one  \nhundred  \nthousand to  \nthree  hundred  \nthousand  Imprisonment of  one \nmonth, or fine  of rupees \nfive hundred thousand \nor both \n(40) Laying out  a drain  or altering a drain \nin a street or road without  the \nprevious sanction of the local  \ngovernment  Rupees  three  \nthousand  Rupees five  \nthousand to  \nfifteen  thousand  Imprisonment of  seven \ndays, or fine  of rupees \nfifty thousand or both  \n(41) Connecting any house drain with a  \ndrain in a public street without the  \nprevious sanction of the local  \ngovern ment  _ Rupees  three \nthousand  Rupees five  \nthousand to  \nfifteen  thousand  Imprisonment of  seven \ndays, or fine  of rupees \nfifty thousand or both  \n(42) Defacing or disturbing, without due  \nauthorization, any direction -post,  lamp \npost or lamp  extinguishing or any  light \narranged by  a local government.  Rupees two  \nthousand  Rupees three  \nthousand to ten  \nthousand  Imprisonment of  \nseven days, or fine  \nof rupees one  twenty \nthousand or  both \n(43) Failure to deliver back possession of  \nproperty to the local  government on \ncancellation and  expira tion of lease.  Rupees  \nseventy  \nthousand  Rupees one  \nhundred  \nthousand to  two \nhundred  \nthousand  Imprisonment of  one \nmonth, or fine  of \nrupees one five  \nhundred thousand  or \nboth \nF Offences relating to sources of water supply etc.  \n(44) Steeping hemp, jute or any other plant  in \nor near a pond or any other  excavation \nwithin such distance of the  residential \narea as may be specified by  a local \ngovernment.  Rupees three  \nthousand  Rupees five  \nthousand to  \nfifteen  \nthousand  Imprisonment of  \nseven days, or fine  \nof rupees fifty  \nthousand or both  \n(45) Failure by the owner or occupier of  any \nland or building to clean, repair,  cover, fill \nup or drain off any private  well, tank or \nother source of water  supply, which is \ndeclared under this  Ordinance to be \ninjurious to health or  offen sive to the \nneighbourhood.  Rupees  seven  \nthousand  Rupees fifteen  \nthousand to  \nthirty thousand  Imprisonment of  \nseven days, or fine  \nof rupees fifty  \nthousand or both  \n844 THE GAZETTE OF PAKISTAN, EXTRA., NOVEMBER  2 4,  2021  [PART I \n \n \n (46) Failure to stop leakages of water  pipes, \nfaucets and sanitary fittings  resulting in \ndirty water pools  affecting physical \nenvironments and  breeding of \nmosquitoes.  Rupees  three  \nthousand  \n \n Rupees five  \nthousand to  \nfifteen  \nthousand  Imprisonment of  \nseven days, or fine  \nof rupees fifty  \nthousand or both   \n(47) Failure of an owner or occupier of  any \nbuilding or land to put up and  keep in \ngood condition troughs and  pipes for \nreceiving or carrying water  or sullage \nwater.  Rupees  three  \nthousand  Rupees five  \nthousand to  \nfifteen  \nthousand  Imprisonment of  \nseven days, or fine  \nof rupees fifty  \nthousand or both  \n(48) Extraction of water for industrial or  \ncommercial purposes without  approval  Rupees \nseventy  \nthousand  Rupees  \nhundred  \nthousand to  \nthree hundred  Imprisonment of  \nfourteen days, or  fine \nof rupees five  \nhundred thousand  \n(49) Extraction of water from a natural  stream, \nlake, pond or other water body  of historic \nsignificance  Rupees three  \nthousand  Rupees five  \nthousand to ten  \nthousand  Imprisonment of  \nseven days, or fine  of \nrupees twenty  \nthousand or both  \nG Offences relating to maintenance of trees, plants and hedges et c. \n(50) Failure by the owner or occupier of a \nland to cut or  trim the hedges growing \nthereon  which overhang any  well, tank or \nother source from which  water is derived \nfor use public  Rupees eight  \nhundred  Rupees one  \nthousand to  \nfour \nthousand  Imprisonment of  \nseven days, or fine  of \nrupees ten  thousand \nor both  \n(51) Failure by the owner or occupier of  any \nland to clear  away and remove any \nvegetation  declared by a local  \ngovernment to be injurious to health  or \noffensive to  neighbourhoods  Rupees three  \nthousand  Rupees five  \nthousand to  \nfifteen  \nthousand  Imprisonment of  \nseven days, or fine  of \nrupees fifty  thousand \nor both  \n(52) Illegally cutting down of any tree,  from \nany street or  road of a local government \nroad  Rupees thirty  \nthousand  Rupees fifty  \nthousand to  \none hund red \nthousand  Imprisonment of  \nseven days, or fine  of \nrupees two  hundred \nthousand  or both  \nH Offences relating to public nuisance and public health  \n(53) Loud playing of music or radio,  beating of \ndrum or  tom-tom, blowing a horn or \nbeating or  sounding any br ass or other  \ninstruments or utensils in contravention \nof any general or special prohibition \nissued by a local  government or  in and \naround a hospital or an educational \ninstitution.  Rupees three  \nthousand  Rupees five  \nthousand to  \nfifteen  \nthousand  Imprisonment of \nseven days, or fine  of \nrupees fifty  thousand \nor both  \n(54) Loud shouting in abusive  language  \ncausing distress to  the inhabitants of a \nneighbourhood or  village or any other \npublic place.  Rupees three  \nthousand  Rupees five  \nthousand to  \nfifteen  \nthousand  Impr isonment of  \nseven days, or fine  of \nrupees fifty  thousand  \nor both  \n(55) Using or allowing the use for  human  \nhabitation of a building  declared by a \nlocal government to be  unfit for human \nhabitation.  Rupees fifteen  \nthousand  Rupees twenty  \nthousand to  \nfifty thousand  Imprisonment of  \nseven days, or fine of \nrupees two  hundred \nthousand  or both  \n(56) Failure to lime - wash or repair a  building, \nif so required by local  government.  Runees  three  \nthousand  Rupees five  \nthousand to  \nfifteen  \nthousand  Imprisonment of  \nseven days , or fine  of \nrupees fifty  thousand \nor both  \nPART I]     THE GAZETTE OF PAKISTAN, EXTRA., NOVEMBER  2 4,  2021  845 \n \n \n (57) Begging importunately for alms by  \nexposing any deformity or disease  or any \noffensive sore or wound to  solicit charity.  Rupees  eight  \nhundred  Rupees one  \nthousand to  \nfour thousand  Imprisonment of  \nseven days, or  fine of \nrupees ten  thousand \nor both  \n(58) Discharging any dangerous  chemical, \ninflammable, hazardous or  offensive \narticle in any drain, or  sewer, public \nwater course or public  land vested in or \nmanaged,  maintained or controlled by the \nlocal  government in such manner as  \ncauses or i s likely to cause danger to  \npersons passing by or living or  working in \nneighbourhood, or risk or  injury to \nproperty.  Rupees  thirty  \nthousand  Rupees fifty  \nthousand to  \none hundred  \nthousand  Imprisonment of  one \nmonth, or fine  of \nrupees  two hundred \nthousand  or both  \n(59) Failure of industrial or commercial  \nconcerns to provide adequate and  safe \ndisposal of affluent or  prevention of their \nmixing up with  the water supply or \nsewerse system.  Rupees  \nseventy  \nthousand  Rupees  \nhundred  \nthousand to  \ntwo hundred  \nthousand  Imprisonment of  one \nmonth, or fine  of \nrupees five  hundred \nthousand  or both  \n(60) Cultivation of agriculture produce or  crop, \nfor, supply or  sale to public using  such \nmanure, or irrigating it with  sewer water \nor any such liquid as may be injurious to \npublic health or  offensive to the \nneighbourhood.  Rupees  \ntwenty  \nthousand  Rupees thirty  \nthousand to  \nfifty thousand  Imprisonment of  one \nmonth, or fine  of \nrupees one  hundred \nthousand  or both  \nI Offences relating to  land use and building control  \n(61) Undertaking of a site development  \nscheme without  approval, violation of any \nprohibition  provided in the  master land \nuse plan or sanctioned site  development  \nschemes under this Ordinance or any  \nother law for the time being in force  \nincluding the plans and schemes  \nsanctioned under the repealed  \nenactments.  Rupees one  \nhundred  \nthousand  Rupees one  \nhundred  \nthousand to  \none million  Imprisonment of  one \nmonth, or fine  of \nrupees five  million or \nboth \n(62) Erection or re -erection of a building  \nwithout the sanction required under  this \nOrdinance or using a building for  a \npurpose which may endanger public  \nsafety  Rupees one  \nhundred  \nthousand and  \nremoval at  \nowner’s \nexpense  Rupees one  \nHundred  \nthousand to  \none million and  \nremoval at  \nowner’s \nexpense  Imprisonment of  one \nmonth,  or fine  of \nrupees five  million or \nboth and  removal at \nowner’s expense  \n(63) Establishing a brick kiln and lime kiln  \nwithin such distance of a residential  area \nas may be specified by the local  \ngovernment.  Rupees  \nseventy  \nthousand and  \nremoval at  \nowner’s \nexpe nse Rupees one  \nHundred  \nthousand to  \nthree hundred  \nthousand and  \nremoval at  \nowner’s \nexpense  Imprisonment of  one \nmonth, or fine  of \nrupees five  hundred \nthousand  or both and  \nremoval at owner ’s \nexpense  \nJ Offences relating to public safety  \n(64) Manufacturing, st oring, trading or  \ncarrying fire crackers, fire balloons  or \ndetonators  or any dangerous  chemical, \ninflammable, hazardous  or offensive \narticle or material  without license from \nconcerned  authority.  \n \n \n Rupees  \nten \nthousan d \n Rupees  \nfifteen  \nthousand to  \nfifty \nthousand  Imprisonment of  \nfifteen days, or fine  \nof rupees one  \nhundred thousand  or \nboth \n846 THE GAZETTE OF PAKISTAN, EXTRA., NOVEMBER  2 4,  2021  [PART I \n \n \n (65) Excavation of earth, stone or any  other \nmaterial within such distance of  the \nresidential area as specified by  the local \ngovernment.  \n Rupees  \nthirty  \nthousand  Rupees fifty  \nthousand to  \none hundred  \nthousand  Imprisonment of  one \nmonth, or fine  of \nrupees five  hundred \nthousand  or both  \n(66) Failure to demolish or otherwise  secure a \nbuilding declared by the local \ngovernment to be dangerous  building.  Rupees  \nfifteen  \nthousand  and \nremoval at  \nowner’s \nexpense  Rupees  twenty  \nthousand to  fifty \nthousand  and \nremoval  at \nowner’s Imprisonment of  one \nmonth, or fine  of \nrupees one  hundred \nthousand  or both and  \nremoval at owner ’s \nexpense  \n(67) Digging of public land without the  \npermission in writing of local  government.  Rupees  ten \nthousand  Rupees  fifteen  \nthousand to  fifty \nthousand  Imprisonment of  \nfifteen days, or fine  \nof rupees one  \nhundred thousand  or \nboth \n(68) Quarrying, blasting, cutting timber or  \ncarrying building operations in such  \nmanner as caus es or is likely to cause  \ndanger to persons passing by or  living or \nworking in the  neighbourhood.  \n Rupees  thirty  \nthousand  \n \n Rupees fifty  \nthousand to  \none hundred  \nthousand  Imprisonment of  one \nmonth, or fine  of \nrupees five  hundred \nthousand  or both  \n(69) Dyein g or tanning skins within such  \ndistance of any commercial or  residential \nareas as may be specified  by the local \ngovernment.  \n Rupees  fifteen  \nthousand  Rupees  twenty  \nthousand to  fifty \nthousand  Imprisonment of  one \nmonth, or fine  of \nrupees one  hundred \nthousand  or both  \n(70) Crushing and grinding of  limestone and \nquartz without  approval  Rupees  fifteen  \nthousand  Rupees  twenty  \nthousand to  fifty \nthousand  Imprisonment of  one \nmonth, or fine  of \nrupees one  hundred \nthousand  or both  \nK Other offences  \n(71) Failure to furni sh, on requisition,  \ninformation in respect of any matter  \nwhich a local government is  authorized to \ncall for under any of the  provisions of this \nOrdinance, rules or  bye-laws or \nfurnishing wrong  information.  Rupees eight  \nhundred  Rupees one  \nthousand to  two \nthousand  Imprisonment of  \nseven days, or fine  \nof rupees five  \nthousand or both  \n(72) Overcharging or illegally charging  any \ntax, fee, fine, charge or rate by  an \nemployee of a local government  or a \ncontractor or his staff without the  \nauthority of a local govern ment.  Rupees  \nthirty -five \nthousand  Rupees fifty  \nthousand to  \none hundred  \nthousand  Imprisonment of  one \nmonth, or fine  of \nrupees five  hundred \nthousand  or both  \n(73) Preparing or using counterfeit or  \nproscribed Forms of the local  \ngovernment.  Rupees  \ntwenty  \nthous and Rupees thirty  \nthousand to  \nfifty \nthousand  Imprisonment of  one \nmonth, or fine  of \nrupees one  hundred \nthousand  or both  \n(74) Wilfully obstructing any officer or  servant \nof a local government or any  person \nauthorized to exercise power  conferred \nunder this O rdinance.  Rupees  \nthirty  \nthousand  Rupees fifty  \nthousand to  \none hundred  \nthousand  Imprisonment of  one \nmonth, or fine  of \nrupees five  hundred \nthousand  or both  \n(75) Doing an act without license or  \npermission when the doing of such  act \nrequires a license or perm ission  under \nany of the provisions of this  Ordinance or \nthe rules or bye -laws.  Rupees  \nfifteen  \nthousand  Rupees  \ntwenty  \nthousand to  \nfifty \nthousand  Imprisonment of  \nseven days, or fine  \nof rupees one  \nhundred thousand  or \nboth \n(76) Evasion of payment of tax or ot her \nimpost lawfully levied by a local  \ngovernment.  Rupees two  \nthousand  \nand report  \nto police  Rs.4,000  \nand report  \nto police  Confinement for  \nthree weeks / fine  \n(minimum  amount to \nbe more than  \npreviously  imposed)  \nPART I]     THE GAZETTE OF PAKISTAN, EXTRA., NOVEMBER  2 4,  2021  847 \n \n \n (77) Contravention of any prohibition or  \ndirect ion of the local government  issued \nunder this Ordinance or the  rules.  Rupees  \nthree  \nthousand  Rupees five  \nthousand to  \nfifteen  \nthousand  Imprisonment of  \nseven days, or fine  \nof rupees thirty  \nthousand or both  \n(78) Contravention of the prohibition or  \nattempt or abetment of any of the  \noffences in this Schedule  Rupees  \nthree  \nthousand  Rupees five  \nthousand to  \none hundred  \nthousand  Imprisonment of  \nseven days, or fine  \nof rupees two  \nhundred thousand  or \nboth \n \n \nDR. ARIF ALVI,  \nPresident . \n————  \n \nRAJA NAEEM AKBAR,  \nSecretary . \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n————————————————————————————————  \nPRINTED  BY THE MANAGER, PRINTING CORPORATION OF  PAKISTAN PRESS,  ISLAMABAD .  \nPUBLISHED BY THE  DEPUTY CONTROLLER, STATIONERY AND FORMS, UNIVERSITY ROAD , KARACHI ."
}