{
    "file": "./converted_json\\administrator997a9d026b886852d0c98661aa2c7c11.json",
    "name": "Societies Registration (Amendment) Ordinance, 2005",
    "date": "August 15, 2005",
    "tagline": "An Ordinance Further to amend the Societies Registration Act, 1860, in its application to the Islamabad Capital Territory",
    "content": "R-EG rsrERED Nr.J4-:J92L.-76469\nGbn 6sre d DaH*ur\n-..F\nEXTRAORBT{ABY\nPUBUSHED BYAUTHORITY4r1szrt tr\ni:,Llll\nPART I\nActs, Ordinanccs, Prtsident's Ordcrs and Regulations\nGOVERNMENT OF PAKISTAN\nMINIST+Y OF LAw' JUSTICE, HUMAN RIGHTS AND\nPARLIAMENTARY AFFAIRS\n(Law, Justice end Humsn Rights Division)\nlslamabad, the lSth August, 20O5\nNo. F. 2(l)/2ffi5-Pub.-The following Ordinance promulgated by the\nPresident is hereby published for general information:-\nOronexce No. XII or 2005\nAN\nORDINANCE\n.furlur to antend lhe Societies Registration Act, 1860, in its application to\ntlrc lslamabad Capital Tbritory\nWHsrres it is expedient further to amend the Societies Registration Act,\n1860 (XXI of 186O). in its application to the lslamabad Capital Territory for the\npurposes hereinafter appearing:\nANp wuenees the Natiohal Assembly is not in session and the President is\nsatistied that circumstances exist rvhich rcnder it necessary to take immediate actionl\n(7le)\n[313 ](2fi)5)/Ex. Gaz.] Price:Rs.2.00ISLAMABAD, THURSDAY, AUGUST Tq 2OO5\n7n THE GAZETTE OF PAKISTAN, EXTRA.. AUGUST 18,2m5 [Patll\nNow THEREFoRE, in exercise of the powers conferred by clause (l) of\nArticle 89 of the Constitution of the lslamic Republic of Pakistan, the President is\npleased to make and promulgate the following Ordinance:-\nI . Short title and commencement.-( | ) This Ordinance may be called\nthe Societies Registration (Amendment) Ordinance, 2005.\n(2) lt shall come into force at once.\n2. Addition of new section, Act XXI of 1E60.-ln the Societies\nRegistration Act. 1860 (XXI of 1860), after section 20, the following new section\nshall be added, namely:-\n\"21. Registration of Deeni Madaris.-(l) AJI Deeni Madaris b;\nwhatsoever name called shall not be established or operate without\nbeing registered under this Act and shall be subject to the provisions\nof this Act in addition to what is provided in sub-sections (2), (3)\nand (4).\n(3) Every registered Deeni Maddrassah shall maintain accounts of its\nactual expenses and receipts and annually submit its repon to the\nRegistrar. The Deeni Maddrassah shall cause to be carried out audit\nof its accounts by an Auditor and submit its audited accounts to the\nRegistrar.\n(4) No Deeni Maddrassah shall teach or publish any literature which\npromotes militancy or spreads sectarianism or religious hatred.\nExplanation.-ln this section \"Deeni Maddrassah\" means a\nreligious institution primarily forreligious education and includes Jamia,\nDar-ul-Uloom, School, College or University, or called by any other\nname, set-up for purposes of primarily imparting religious education\nand providing boarding and lodging thcilities\".\nGENenet-\nPERVEZ MT]SHARRAF.\nPrtsident.\nJus'uce (Relo.)\nMANSOOR AHMED.\nSec'relurt'.\nPRINTI]D BY THE MANACER. PRINTINC CORPORATION OF PAKIS'TAN PRESS, ISLAMABAD\nPTJBLISHI.:D BY THE DEPUTY CONTROLLER. STATIONERY & FORMS. UNIVERSIIY ROAD. KARACHI(2) Every Deeni Maddrassah shall submit annual report of its activities\nand performance to the Registrar."
}