{
    "file": "./converted_json\\administrator41b762b18153fe065aa76d536fbb6164.json",
    "name": "Public Companies (Employees Stock Option Scheme) Rules, 2001",
    "date": "11 May, 2001",
    "tagline": "Securities and Exchange Commission of Pakistan",
    "content": "STATUTORY NOTIFICATION (S.R.O) \nGovernment of Pakistan \nSECURITIES AND EXCHANGE COMMISSION OF PAKISTAN \n \n \n \n \nPUBLISHED BY AUTHORITY \nIslamabad the, 11 May, 2001  \n \n \nNOTIFICATION  \nS.R.O. 300 (I)/2001.- In exercise of the po wers conferred by section 506 of the \nCompanies Ordinance, 1984 (XLVII of 1984),  and clause (b) of section 43 of the \nSecurities and Exchange Commission of Pakistan Act, 1997 (XLII of 1997), the \nSecurities and Exchange Commission of Paki stan, with the approval of the Federal \nGovernment, hereby makes the following ru les, the same having been published \npreviously as required by the said section 506, namely:-.  \n1. Short title, commencement and application.   \ni. These rules may be called the Public Companies (Employees Stock \nOption Scheme) Rules, 2001.  \nii. They shall come into force at once.  \niii. They shall apply to all public companies.  \n2. Definitions. -  \ni. In these rules, unless th ere is anything repugn ant in the subject or \ncontext,-  \na. “Commission” means the Securiti es and Exchange Commission \nof Pakistan;  \nb. “Compensation Committee” mean s a Compensation Committee \nconstituted under rule 4;  \nc. \"employee\" means-  \ni. a regular employee of a company working in Pakistan or \nout of Pakistan;  \nii. an executive director who is  on pay roll of a company; \nor  \niii. a chief executive who is on pay roll of a company;  \nd. \"employees’ compensation\" means the total cost incurred by a \ncompany towards gross salary of its employees;  \ne. \"exercise\" means making of an application by an employee to a \ncompany for issue of shares agai nst option vested in him in \npursuance of a Scheme;  \nf. \"exercise period\" means the time  period after vesting within \nwhich an employee should exercise  his right to apply for shares \nagainst an option vested in him in pursuance of the Scheme;  \ng. \"exercise price\" means the pric e payable by an employee for \nexercising an option granted to him in pursuance of a Scheme;  \nh. \"independent director\" means a director of a company, not \nbeing a whole time director and who is neither a promoter nor \nbelongs to a promoter group;  \ni. \"market price\" in relation to sh ares on a given date, means the \nclosing price of the sh ares on that date on the stock exchange \non which the shares of a company are listed; \nExplanation. - If the shares are listed on more than one stock \nexchange, but quoted only on one stock exchange on a given \ndate, then the price on that  stock exchange shall be \nconsidered. If the share price is quoted on more than one stock \nexchanges, then the stock exch ange where there is highest \ntrading volume on that date shall be considered. If share price \nis not quoted on a given date, th en the share price on the last \ntrading day shall be considered.  \nj. \"option\" means a right but not an obligation granted to an \nemployee in pursuance of a Sche me to apply for shares of a \ncompany at a pre- determined price;  \nk. \"promoter\" means-  \ni. the person or persons who ar e in over-all control of a \ncompany;  \nii. the person or persons who are instrumental in the \nformation of a company or the shares offering to public; \nor  \niii. the person or persons named in the offer document as \ndirectors: \nProvided that a director or an officer of a company, if he is acting as such only in hi s professional capacity, shall \nnot be deemed to be a promoter; \nExplanation. - Where a promoter of a company is a \nbody corporate, the promoter s of that body corporate \nshall also be deemed to be promoters of the company. \n \nl. “Scheme” means the Employ ees Stock Option Scheme \napproved by the Commission and introduced under these rules;  \nm. \"share\" means equity shares an d securities convertible into \nequity shares and shall include American Depository Receipts \n(ADRs), Global Depository Receip ts (GDRs) or other depository \nreceipts representing underlying equity sh ares or securities \nconvertible into equity shares;  \nn. \"vesting\" means exercise of ri ght to apply for shares of a \ncompany; and  \no. \"vesting period\" means the period  during which the vesting of \nan option granted to an empl oyee in pursuance of a Scheme \ntakes place.  \np. In the case of investment in th e shares of listed companies, it \nshall be made only where such companies--  \nii. All other words and expressions used but not defined in these \nrules shall have the same meanin g as are assigned to them in \nthe Securities and Exchange Or dinance, 1969 (XVII of 1969), \nor the Companies Ordinance, 1984 (XLVII of 1984).  \n3. Ineligibility to participate in a Scheme. - Only regular employees who are \non the pay roll of a company shall be eligible to participate in a Scheme.  \n4. Compensation Committee. -  \n . No Scheme shall be offered unless th e company constitutes a Compensation \nCommittee for administration and superintendence of the Scheme.  \ni. The Compensation Committee shall be a Committee appointed by the \nBoard of Directors but shall not include the directors who can be \nclassified as employees of a company or are on its pay roll.  \n5. Powers and functioning of Compensation Committee. -  \n . The Compensation Committee shall, inter alia, formulate the detailed terms \nand conditions of a Scheme including the following, namely:-  \na. quantum of option to be granted under a Scheme to each \nemployee and in aggregate;  \nb. conditions under which option vested in an employee may lapse \nin case of termination of employment for misconduct;  \nc. exercise period within which an employee should exercise \noption and that option  shall lapse on failure to exercise the \nsame within the exercise period;  \nd. specified time period within which an employee shall exercise \nvested options in the event of termination from service or \nresignation;  \ne. right of an employee to exercise  all options vested in him at \none time or at various points of time within an exercise period;  \nf. procedure for making a fair and reasonable adjustment to the \nnumber of options and to an exer cise price in case of rights \nissues, bonus issues and other corporate actions;  \ng. grant, vesting and exercise of option in case of an employee \nwho is on long leave; and  \nh. procedure for cashless exercise of options.  \ni. The Compensation Committee sh all make suitable policies and systems to ensure \nthat there is no violation of insider trading provisions of the Securities and Exchange \nOrdinance, 1969 (XVII of 1969), and the Se curities and Exchange Commission of \nPakistan Act, 1997 (XLII of 1997), or  the rules made under those laws.  \n6. Shareholders' approval. -  \n . No Scheme shall be offered to employees of a company unless shareholders of the \ncompany approve the Scheme by passing a special resolution in the general meeting  \ni. The statement of facts annexed to a notice and resolution proposed to \nbe passed in a general meeting for a Scheme shall, inter alia, contain the following information, namely:- \n \na. total number of options to be granted;  \nb. identification of cla sses of employees entitled to participate in \nthe Scheme;  \nc. requirements of vesting and period of vesting;  \nd. maximum period within which any option shall be vested;  \ne. exercise price or pricing formula;  \nf. appraisal process for determining eligibility of an employee to \nthe Scheme;  \ng. maximum number of options to be issued per employee and in \naggregate; and  \nh. a statement to the effect that the company shall conform to the \naccounting policies specified in rule 13 .  \nii. Approval of shareholders by way of separate  resolution in a general meeting shall be \nobtained by a company in case of-  \na. grant of option to employees of a subsidiary or holding \ncompany; and  \nb. grant of option to identified employees, during any one year, \nequal to or exceeding one per cent of the issued capital \n(excluding outstanding conversion s) of the company at the time \nof grant of option.  \n7. Variation of terms of a Scheme.   \n . A company shall not vary the terms of a Scheme in any manner which may be \ndetrimental to the interests of its employees.  \ni. A company may by special resolution in a general meeting vary the \nterms of a Scheme offered pursuant  to an earlier resolution of a \ngeneral body but not yet exercised by its employees provided such \nvariation is not prejudicial to the interests of the option holders.  \nii. The provisions of sub-rule (3) of rule 6 shall apply to such variation of \nterms as they do to the original grant of option.  \n8. Pricing. - A company granting option to its employees pursuant to a Scheme \nshall have the freedom to determine the exercise price subject to conforming \nto the accounting policies specified in rule 13.  \n9. Lock-in period and rights of an option-holder. -  \n . There shall be a minimum period of one year between the grant of option and \nvesting of option.  \ni. A company shall have the freedom to specify the lock-in period for the \nshares issued pursuant to  an exercise of option.  \nii. An employee shall not have right to re ceive any dividend or to vote or \nin any manner enjoy the benefits of a shareholder in respect of option \ngranted to him, till shares are issued to him on exercise of option.  \n10. Consequence of failure to exercise option. - In case of failure to exercise \nthe option, the right granted shall lapse.  \n11. Option not transferable. -  \n . An option granted to an employee shall no t be transferable to any other person \nexcept to an entitled employee of a company  \ni. Under the cashless system of exerci se, a company may itself fund the \npayment of exercise price which sh all be adjusted against the sale \nproceeds of some or all the shares.  \nii. An option granted to an employee sh all not be pledged, hypothecated, \nmortgaged or otherwise alienated in any other manner.  \niii. In the event of death of an em ployee while in employment of a \ncompany, all options granted to him till the date of his death shall vest \nin his legal heirs or nominees.  \niv. In case an employee suffers a permanent incapacity while in \nemployment of a company, all option s granted to him, as on the date \nof permanent incapacitation, shall vest in him on that day.  \nv. In the event of resignation or term ination of service of an employee, \nall options not vested as on that day shall expire:  \nvi. Provided, the employee shall, subjec t to the terms and conditions of a \nScheme formulated in terms of rule 5, be entitled to retain all the \nvested options.  \n12. Disclosure in the Board of Directors’ Report. - The Board of Directors, \nshall, inter alia, disclose in the annexure to the Annual Report, the following \ndetails of a Scheme, namely:-  \n . options granted;  \ni. pricing formula;  \nii. options vested;  \niii. options exercised;  \niv. total number of shares arising as a result of exercise of option;  \nv. options lapsed;  \nvi. variation of terms of options;  \nvii. money received against exercise of options;  \nviii. employee-wise details of  options granted to  \na. senior managerial personnel;  \nb. any other employee who receives a grant in any one year of \noption amounting to five per ce nt or more of option granted \nduring that year; and  \nc. identified employees who were granted option, during any one \nyear, equal to or exceeding one per cent of the issued capital \n(excluding outstanding conversion s) of a company at the time \nof grant; and  \nix. diluted earnings per share pursuant to i ssue of shares on exercise of option \ncalculated in accordance with Inte rnational Accounting Standard No. 33  \n13. Accounting policies. - Every company that has passed a special resolution \nfor a Scheme under these rules, shall comply with the accounting policies specified in the Schedule to these rules. \n \n14. Certificate from auditors. - In the case of every company that has passed a \nspecial resolution for a Scheme, the Boar d of Directors shall at each annual \ngeneral meeting place before the sharehol ders, a certificate from the auditors \nof the company that the Scheme has b een implemented in accordance with \nthese rules and in accordance with the resolution of the company passed in a \ngeneral meeting.  \n15. Options outstanding at public issue. -  \n . If any option is outstanding at the time of an initial public offering by a company, the \npromoters' contribution shall be calculated  with reference to the enlarged capital \nwhich would arise on exercise  of all vested options.  \ni. If any options granted to employees  in pursuance of a Scheme are \noutstanding at the time of initial public offering, the offering document of a company shall disclose all the information specified in rule 12. \n \n16. Preferential allotment. - Nothing in these rules shall apply to shares issued \nto employees at the time of public offering through the prospectus of a \ncompany.  \n17. Relaxation of rules: - Where the Commission is satisfied that it is not \npracticable to comply with any requirement of these rules in a particular case \nor class of cases, the Commission may, fo r reasons to be recorded in writing, \nrelax such requirement subject to such  conditions as it may deem fit.  \n18. Penalty:  Whoever fails or refuses to co mply with, or contravenes any \nprovision of these rules , or knowingly and willfully authorizes or permits such failure, refusal or contravention, shall, in addition to any other liability under \nthe Companies Ordinance , 1984 (XLVII of  1984), be also pu nishable with a \nfine not exceeding two thousand rupees, and in case of continuing failure, \nrefusal or contravention, to a further fine not exceeding one hundred rupees \nfor every day after the first during whic h such failure, refusal or contravention \ncontinues.  \nTHE SCHEDULE  \n[ See rule 13 ]  \nACCOUNTING POLICIES FOR A SCHEME  \n0. In respect of options granted during any accounting period, the accounting \nvalue of the options shall be treated as another form of employee compensation in \nthe financial statemen ts of a company.  \n1. The accounting value of options shall be equal to the aggregate, over \nall employee stock options granted during the accounting period, of \nthe fair value of the options.  \nExplanation. - For the purposes of paragraph 2-  \na. fair value means an option discount, or, if a company so \nchooses, the value of an option using the Black Scholes formula \nor other similar valuation method; and  \nb. option discount means the excess of market price of the share \nat the date of grant of an opti on under a Scheme over exercise \nprice of the option (including up-front payment, if any).  \n2. Where an accounting value is account ed for as employee compensation in \naccordance with paragraph 2,  the amount shall be amorti sed on a straight-line basis \nover the vesting period.  \n3. When an unvested option lapses  by virtue of an employee not \nconforming to the vesting conditions after the accounting value of an \noption has already been  accounted for as empl oyee compensation, this \naccounting treatment shall be reve rsed by a credit to employee \ncompensation expense equal to the amortized portion of the \naccounting value of the lapsed op tions and a credit to deferred \nemployee compensation expense eq ual to the unamortized portion  \n4. When a vested option lapses on expi ry of an exercise period, after the \nfair value of an option has alre ady been accounted for as employee \ncompensation, this accounting treatmen t shall be reversed by a credit \nto employee compen sation expense. \n \n[No.1(25)CF/POL/99]  \n(ABDUL HALEEM JADRAN)  \nJoint Director"
}