{
    "file": "./converted_json\\administrator6c674827f1366a165f5fa6c7387798b5.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "Page 1 of 3 \n   \n \n \n \n \n \nTHE NATIONAL INVESTMENT (UNIT) TRUST ORDINANCE, \n1965  \n \n \n \n      CONTENTS  \n \n1. Short title, extent and commencement \n \n2. Definitions  \n \n3. Units to be  transferable movable property  \n \n4. Power of Federal Government  to authorize issue of Bearer Certificates  \n \n5. Units to be approved securities  \n \n6. Trust Deed to be b inding on the holders of Units  \n \n7. Notice of trust not receivable   \n \n8. Act XVIII of 1891 to apply  \n \n9. Power to make rules  \n  \n \n \n \n \n \n \n \n \n \n\n \n \nPage 2 of 3 \n THE NATIONAL INVESTMENT (UNIT) TRUST ORDINANCE, 1965  \n \nORDINANCE No. V II OF 1965  \n \n[8th April , 1965]  \nAN  \n \nORDINANCE  \nto provide for certain matters relating to the National Investment (Unit) Trust  \n WHEREAS it is expedient to provide for certain matters relating to the National Investment \n(Unit) Trust and for matters connected  therewith ; \n AND WHEREAS the National Assembly is not in session and the Acting President is \nsatisfied that circumstances exist which render immediate legislation necessary ; \n NOW, THEREFORE, in exercise of the powers conferred by clause (1) of Article 29 o f the \nConstitution and of all other powers enabling him in that behalf, the Acting President makes and pro -\nmulgates the following Ordinance :⸻ \n 1. Short title , extent and commencement.___(1) This Ordinance may be called the National \nInvest ment (Unit) Trust  Ordinance, 1965.  \n (2) It extends to the whole of Pakistan.  \n            (3) It shall come into force at once.  \n 2. Definitions.___(1) In this Ordinance, unless there is anything repugnant i n the subject or \ncontext,___ \n(a)  “Management Company ” means the Nat ional Invest ment Trust Limited, and \nincludes any other company for the time being ma naging the affairs of the \nTrust ; \n \n(b)  “rules”  means rules made under this Ordinance ; \n \n(c)  “Trust”  means the National Investment (Unit) Trust constituted under the \nTrust Deed or, if that Trust is reconst ituted, the reconstituted trust ; \n \n(d)  “Trustee”  means the National Bank of Pakistan, as trustee under the Trust \nDeed and includes its successors, or if the Trust is reconstituted, the trus tees of \nthe reconstituted trust ; \n \n(e)  “Trust Deed”  means the deed of trust dated the 12th November, 1962, \nconstituting the National Investment (Unit) Trust, made between the National \nInvestment Trust Limited, a limited liability com pany registered under the \nCompanies Act, 1913 (VII of 19 13), with its registered office at Karachi as \nManagement Company of the one part, and the National Bank of Pakistan, a \nbank constituted under the National Bank of Pakistan Ordinance, 1949 (XIX \nof 1949), having its head office at Karachi as Trustee of the o ther part, and \nincludes any supplemental deeds made in accordance with the aforesaid deed.  \n \n \nPage 3 of 3 \n  (2) All other expressions defined or used in the Trust Deed but not defined in this Ordinance \nshall have the same sense as is given to them in the Trust Deed.  \n3. Units to be transferable movable property. —Subject to the rules and the provisions of \nthe Trust Deed, Units shall be deemed to be transferable movable property.  \n  4. Power of 1[Federal Government] to authorize issue of Bearer Certificates. — \nNotwithstanding anything to the contrary contained in any other law for the time being in force, but \nsubject to rules, the 1[Federal Government] may, by notification in the official Gazette, authorise the \nTrust to issue  Bearer Certificates in respect of the Units sold, an d no Bearer Certificates shall be \nissued by the Trust unless so authorised.  \n 5. Units to be approved securities. —Notwithstanding anything to the contrary contained in \nany law for the time being in force, the Units shall be deemed to be included among the securities \nenumerated in section 20 of the Trust Act, 1882 (II of 1882), and to be approved securities and \napproved investments for the purposes of the Insurance Act, 1938 (IV of 1938) and section 282B (2) \nof the Companies Act, 1913 (VII of 1913 ). \n 6. Trus t Deed to be binding on the holders of Units. —Notwithstanding anything to the \ncontrary contained in any other law for the time being in force but subject to section 4 of this \nOrdinance, the provisions of the Trust Deed shall be binding upon every Certifica te Holder and his \nheirs, successors and legal representatives as if he were a party to the Trust Deed having full \nknowledge of its contents.  \n 7. Notice of trust not receivable. —No notice of a trust, express, implied or constructive, \nshall be receivab le by or on behalf of the Trust : \n Provided that the Management Company or the Trustee may, without creating any liability on \ntheir part, record in their books and comply with such directions of the holders of Units for the \ndistribution of income as they think fi t. \n 8. Act XVIII of 1891  to apply. —The provisions of the Bankers Books Evidence Act, 1891 \n(XVI II of 1891) , shall apply to the books of the Trust as if it were a bank as defined in section 2 of \nthe Act.  \n 9. Power to make rules. —The  1[Federal Government] ma y, by notification in the official \nGazette, make rules  to provide for all matters for which provision is necessary for the purpose of \ngiving effect to the provisions of this Ordinance.  \n \n_______________  \n \n \nRGN Uploaded Date:  27.03.2024  \n 1Subs. by F.A.O., 1975, Art . 2 and Table, for “Central Government ”."
}