{
    "file": "./converted_json\\administrator0dfab7f2b790bd796874a4852c6ec18f.json",
    "name": "Pakistan Industrial Development Corporation Ordinance, 1962",
    "date": "4th June, 1962",
    "tagline": "An Ordinance to establish an Industrial Development Corporation",
    "content": "Page 1 of 14 \n   \n \n \nTHE PROVINCIAL INDUSTRIAL DEVELOPMENT \nCORPORATION (WEST PAKISTAN) ORDINANCE, 1962  \n \nCONTENTS  \n1.  Short title, extent and commencement.  \n2.  Definitions.  \n3.  Establishment of the Corporation and its office.  \n4.  Share Capital.  \n5.  Management.  \n6.  Appo intment and term of office of Directors.  \n7.  Chairman.  \n8.   \n9.  Disqualification of Directors.  \n10.  Appointment of officers.  \n11.  Declaration of fidelity and secrecy.  \n12.  Meetings of the Board.  \n13.  Forwarding of statements, etc., to the Government.   \n13 A.  Power of Board to associate other persons.  \n14.  Delegation of powers.  \n15.  Business which the Corporation shall transact.  \n\n \nPage 2 of 14 \n 15 A.  [Omitted.]  \n15 B.  Security for loans or subscription.  \n15 C.  [Omitted.]  \n15 D.  [Omitted.]  \n15 E.  Loans in foreign currency.  \n15 F.  [Omitted.]  \n15 G.  [Omitted.]  \n15 H.  [Omitted.]  \n15 I.  Act XVIII  of 1891 to apply to the books of the Corporation.  \n16.  Annual Budget Statement  \n17.  Custody and investment of Corporation Funds.  \n18.  Maintenance of accounts.  \n19  Audit.  \n20.  Annual Report.  \n21.  Indemnity of Directors.  \n21 A.  \n22.  Public servants.  \n23.  Power to make rules.  \n24.  Power to make regulations.  \n25.  Power to amend the Schedule.  \n26.  Winding up of the Corporation.  \nSCHEDULE.\n \nPage 3 of 14 \n THE PROVINCIAL INDUSTRIAL DEVELOP MENT CORPORATION (WEST \nPAKISTAN) ORDINANCE, 1962  \n1ORDINANCE NO. XXXVIII OF 1962  \n[4th June,  1962]  \nAn Ordinance to establish an Industrial Development Corporation. 2*  *  * \n WHEREAS  it is expedient  to provide  for the establishment  of an Industrial  Developmen t \nCorporation  for the purpose  of promoting  the economic  and industrial  development  2* * *and  for \nmatters  ancillary  thereto;  \n NOW,  THEREFORE,  in pursuance  of the Proclamation  of the seventh  day of October,  1958,  \nand in exercise  of all powers  enab ling him in that behalf,  the President  is pleased  to make  and \npromulgate  the following  Ordinance: - \n  1. Short  title, extent and commencement.___(1) This Ordinance  may be called  the \n3[Pakistan  Industrial  Development  Corporation  Ordinance,  1962].   \n (2) It extends  to the whole  of 4[Pakistan].  \n (3) It shall  come  into force  at once.  \n 2. Definitions.  In this Ordinance,  unless  there  is anything  repugnant  in the subject  or \ncontext, - \n(a)  “Board ” means  the Board  of Directors  of the Corporation;  \n5*  *  *  *  *  *  * \n(b)  “Chairman” means the Chairman of the Corporation;  \n(c)  “Corporation” means the 6[Pakistan Industrial Development Corporation] \nestablished under section 3;  \n7*  *  *  *  *  *  * \n(d)  “Director” means the Director of the Corporation;  \n \n 1This Ordinance has been amended in its application to the Province of West Pakistan by West Pakistan Ordinances and Act,  \n  (i) W.P. Ord. No. 3 of 1963, s. 2 ( with effect from the 26th March, 1963 ) \n  (ii) W.P. Ord. No. 14 of 1964, s. 2 ( with effect from the 8th September, 1964 ), and \n  (iii) W.P. Ord. No. 29 of 1965 ( with effect from the 16th October, 1965 ) \n  (iv) W.P. Act -No. 10 of 1967, s. 2 ( with effect from the 21st July, 1967 ) \n 2The words “for West Pakistan” and “of West Pakistan” were omitted by the Federal Laws (Revision and  Declaration) Ordinance, 1981 (27 \n of 1981), s. 3. and Sch., II.  \n 3Subs. ibid., for “Provincial Industrial Development Corporation (West Pakistan) Ordinance, 1962”.  \n 4Subs. by F.A.O., 1975, Art. 2 and Sch., for “West Pakistan”.  \n 5Clauses (aa) omitted by t he Provincial Industrial Development Corporation (West Pakistan (Amdt.) Ordinance, 1965 (W.P. Ord. no. 29 of \n 1965), s. 2, which was previously amended by W.P. Ord. No. 3 of 1963, s. 2.)  \n 6Subs. by the Federal Laws (Revision and Declaration) Ordinance, 198 1 (27 of 1981) s. 3 and sch. II for “Industrial Development \n Corporation of West Pakistan”.  \n 7Clause (cc) Omitted by the Provincial Industrial Development Corporation (West Pakistan) (Admt.) Ordinance 1965, (W.P. Ord. N o. 29 of \n 1965) s. 2, which was previ ously amended by W.P. Ord. No. 3 of 1963, s. 2.)  \n \nPage 4 of 14 \n  \n(e)  “Government” means the 1[Federal Government];  \n(f)  “Minerals” means all minerals excluding minerals necessary for the generation \nof nuclear energy and mineral oil and natural gas;  \n(g) “prescribed” mean s prescribed by rules or regulations;  \n(h) “regulations” means regulations made under this Ordinance;  \n(i) “rules ” means  rules  made  under  this Ordinance  [;]2 \n 3*  *  *  *  *  *  * \n 3. Establishment  of the Corporation  and its offices.___ (1) As soon  as may be after the \ncommencement  of this Ordinance,  the Government  shall  establish  a corporation  to be called  the \n4[Pakistan]  Industrial  Development  Corporation.  \n (2) The Corporation  shall  be a body  corporate  by the name  of the 5[Pakistan  Industrial  \nDevelopment  Corporation]  having  perpetual  succession  and a common  seal with power  subject  to the \nprovisions  of this Ordinance,  to acquire  and hold property,  both movable  and immovable,  and shall  \nby the said name  sue and be sued.  \n (3) The Head  Office  of the Corporation  shall be at Karachi  but the Government  may,  by \nnotification  in the official  Gazette,  transfer  it to such other  place  as may be specified  in such notifica -\ntion. \n (4) The Corporation  shall  establish  Regional  Offices  at such places  as the Government  may \ndirect.  \n 4. Share Capital.___ (1) The authorized share capital of the Corporation shall, in the first \ninstance, be one crore of rupees divided into one hundred fully paid up shares of one lakh of rupees \neach, of which forty five shares will be issued in the first  instance and the remaining shares may be \nissued from time to time by the Cor poration with the previous sanction of the Government.  \n (2) Nothing in sub -section (1) shall prevent the Corporation from increasing its capital with \nthe previous sanction of th e Government.  \n 5. Management.___(1) The 6[determination of questions of policy and the general direction of \nthe affairs of the Corporation shall vest in the Board and the Board] may exercise all powers and do \nall acts and things which may be exercised or d one by the Corporation in accordance with the \nprovisions of this Ordinance.  \n \n(2) The Board in discharging its functions shall act on commercial considerations and shall be guided \nby such directions as the Government may give it from time to time.  \n \n 1Subs.  by F.A.O.,  1975,  Art. 2 and sch., for “Provincial  Government ”. \n 2Subs.  by the Provincial  Industrial  Development  Corporation  (W.P.  (Amdt.).  Ordinance  1963  (W.P.  ord. No. 3 of 1963)  s. 2 for full-stop. ” \n 3Cls. (j) (k) (l) and (m) were  added  by W.P.  Ord. No. 3 of 1963  s. 2, subsequently  cls. (J) (K) and (M) have  been  omitted  by the Provincial  \n Industrial  Development  Corporation  (W.P.  (Amdt.)  Ordinance,  1965  (29 of 1965)  s. 2, to read as above.)  \n 4The word  (West  omitted  by Ord. 27 of 1981,  s. 3, and Sch. II.) \n 5Subs.  ibid., for Industrial  Development  Corporation  West  Pakistan ”. \n 6Subs. by the Provisional Industrial Development Corporation (West Pakistan) (Amdt.) Ordinance, 1971 (26 of 1971), s. 2, for c ertain \n words.  \n \nPage 5 of 14 \n  (3) If the Board  fails to obey  any directio n as aforesaid,  the Government  may remove  the \nDirectors  including  the Chairman,  and, notwithstanding  anything  in section  6, appoint  persons  in \ntheir place  to be Directors  temporarily  until fresh  Directors  are appointed  under  that section.  \n 6. Appointment  and term  of office  of Directors.___(1) The Board  shall  consist  of such \nnumber  of Direc tors, not less than three  and not more  than five, as may be appointed  by the \nGovernment.   \n (2) Each  Director  shall___ \n(a)  be a whole -time officer  of the Corporation;  \n1[(b)  Subject  to the provisions  of sub-section  (3), perform  under  the general  \nsupervision  and control  of the Chairman  such duties  as may be assigned  to \nhim by the Chairman;]  \n(c)  divest  himself  of any directorship  or other  interest  held by him in any other  \nCorporation,  company  or concern  other  than public  companies  sponsored  by \nthe Corporation  under  sub-section  (5) of section  15 before  assuming  office  as \nDirector;  \n(d)  subject  to the provisions  of section  9, hold office  for a term of three  years  and \nmay be appointed  thereafter  for a further  term or terms  of such duration  as the \nGovernment  may,  in appointing  him thereto,  deter mine;  and \n(e)  receive  such salary  and allowances  as the Government  may determine:  \n Provided  that the Government  may,  in exceptional  circum stances  where  it considers  it \nnecessary  to do so in the public  interest,  exempt,  by a special  order,  any person,  who has been  \nappointed  or is about  to be appointed  a Director,  from  the applica tion of clause  (a) and (c). \n (3) One of the Directors  appo inted  under  sub-section  (1) shall  be the Financial  Director,  who \nshall  exercise  such powers  and discharge  such duties  as may be prescribed.  \n 7. Chairman.___(1) The Government  shall  appoint  one of the Directors  to be the Chairman  of \nthe Board,  who shall  be the Chief  Executive  of the Corporation  2[and shall,  subject  to the provisions  \nof sub-section  (1) of section  5, exercise  such powers  as are exercisable  by the Corporation  under  this \nOrdinance] .  \n (2) Subject  to his continuing  to hold office  as a Director,  the Chairman  shall  hold office  as \nChairman  for a term of three  years  and, subject  as aforesaid,  shall  remain  in office  as Chairman  \nthereafter  until his successor  in that office  is appointed  and may,  subject  as aforesaid,  be appointed  to \nhold that office  for a further  term or terms  as the Government  may,  in appointing  him thereto,  \ndetermine.  \n 8. Notwithstanding anything contained in sections 6 and 7, when the Board is first \nconstituted, the Chairman and Directors, shall hold office for such term, not exceedin g three years, as \nmay be determined by the Government:  \n \n 1Subs. ibid. s. 3, for cl. (b.)  \n 2Added by the Provisional Industrial Development Corporation (West Pakistan) (Amdt.) Ordinance, 1971 (26 of 1971), s. 4.)  \n \nPage 6 of 14 \n   Provided  that such Chairman  and Directors  may be appoint ed to hold that office  for a further  \nterm or terms  as the Govern ment  may,  in appointing  him thereto,  determine.  \n 9. Disqualification  of Directors.___(1) No person  shall  be or shall  continue  to be a Director  \nwho___ \n(a)  is or at any time has been  convicted  of an offence  involving  moral  turpitude;  \nor \n(b)  is or at any time has been  adjudicated  insolvent;  or \n(c)  is found  a lunatic  or becomes  of unsound  mind;  or \n(d)  is or at any time has been  disqualified  for employment  in, or dismissed  from  \nthe service  of Pakistan;  or \n(e)  is a minor  \n (2) The Government may, by order in writing remove the Chairman or a Director if he⸻ \n(a)  refuses or fails to discharge or becomes, in the opinion of the Government \nincapable of discharging his res ponsibilities under this Ordinance; or  \n(b)  has, in the opinion of the Government, abused his position as Chairman or \nDirector; or  \n(c)  has knowingly acquired or continued to hold, without the permission in \nwriting of the Government, directly or indirectly, or through a  partner, any \nshare or interest in any contract or employment with, by or on behalf of the \nCorporation, or in any property which, in his knowledge, is likely to benefit or \nhas benefited as a result of the operations of the Corporation; or  \n(d)  has absented  himself from three consecutive meetings of the Board without \nthe leave of the Government in the case of the Chairman, or of the Chairman \nin the case of a Director.  \n (3) Notwithstanding anything contained in this Ordinance, the Chairman or a Director may, at \nany time before the expiry of his term, upon three months' notice, resign his office, or upon similar \nnotice, be removed from office by the Government with out assigning any reason.  \n \n 10. Appointment  of officers.___(1) The Corporation  may,  subject  to such general  or special  \norders  as the Government  may give it from  time to time and subject  to such rules  as may be made  in \nthis behalf,  appoint  such officers,  advisers  and employees  as it considers  necessary  for the efficient  \nperformance  of its functions  on such terms  and conditions  as it may see fit 1[and each such officer,  \nadviser  and employee  shall,  subject  to the supervision  and control  of the Chairman,  perform  such \nfunctions  as may be assigned  to him by the Chairman].   \n \n (2) Notwithstanding  anything  contained,  in sub-section  (1), the Corporation  shall,  subject  to \nthe provisions  of sub-sections  (3) and (4), appoint  such officers  and advisers  and employees  of the \n2[Federal  Corporation]  as may be transferred  to it under  the Industrial  Corporations  (Dissoluti on) \nOrdinance,  1962.  \n \n 1Added by the Provisional Industrial Development Corporation (West Pakistan) (Amdt.) Ordinance, 1971 (26 of 1971), s. 5.  \n 2Subs. by F.A.O., 1975, Art. 2 and Table, for “Central Corporation”.)  \n \n \nPage 7 of 14 \n  (3) Subject  to the provisions  of the Industrial  Corpora tions  (Dissolution)  Ordinance,  1962,  \nand any direction  received  thereunder,  the terms  and conditions  of employment  of such officers,  \nadvisers  and employees,  as are referred  to in sub-section  (2), shall  be such as may be determined  by \nthe Government;  \n Provided  that the Government  may direct  that until the terms  and conditions  have  been  so \ndetermined  by it or for such period  as it may specify,  any such person  shall  be employed  by the \nCorporation  on the same  terms  and conditions  on which  he was employed  by the 1[Federal  \nCorporation]  concerned.  \n (4) Notwithstanding  anything  contained  in the foregoing  sub-sections  the Government  may \ndirect  the Corporation  to dispense  with the services  of any such officers,  advisers  and employees  as \nare referred  to in sub-sections  (2) and (3) and in that event  the Corporation  shall  dispense  with the \nservices  of such persons  in the same  manner  and subject  to the same  conditions  under  which  their \nservices  could  be dispensed  with by the 1[Federal  Corporation]  concern ed. \n Explanation .___ In this section  1[Federal  Corporation]  has the same  meaning  as in the \nIndustrial  Corporations  (Dissolution)  Ordinance,  1962.  \n 11. Declaration  of fidelity  and secrecy.  Every  Director,  adviser,  officer  or other  employee  \nof the Corporatio n, before  entering  upon  his duties,  shall  make  such declaration  of fidelity  and \nsecrecy  as may be provided  by regula tions.  \n 12. Meetings  of the Board.___(1) The meetings  of the Board  shall  be held at such times  and \nat such places  as may be prescribed  by regulations:  \n Provided  that at least one meeting  shall  be held in a month:  \n Provided  further  that until regulations  are made  in this behalf,  such meetings  shall  be held at \nsuch times  and at such places  as may be determined  by the Chairman.  \n \n (2) The quorum  necessary  for transacting  business  at a meeting  of the Board  shall  be three,  if \nthe Board  consists  of five Directors  and two if the number  is less. \n \n (3) Each  Director,  including  the Chairman,  shall  have  one vote but in the event  of an equality  \nof votes,  the Chairman  shall  have  a second  or casting  vote.  \n \n (4) The meetings  of the Board  shall  be presided  over by the Chairman,  and, in his absence,  by \na Director  authorized  by him in this behalf,  and in default  of such authorization  by a person  elected  \nfor the purpose  by the Directors  present  from  among  themselves.  \n \n (5) No act or proceeding  of the Board  shall  be invalid  merely  on the ground  of the existence  \nof any vacancy  in, or any defect  in the constitution  of, the Board.  \n \n (6) The minutes  of every  meeting,  stating  among  other  things,  the names  of the Directors  \npresent,  shall  be drawn  up and recorded  in a book  to be kept for the purpose,  and shall  be signed by \nthe person  presiding  at the meeting,  and such book  shall  at all reasonable  times  and without  charge  \nbe open  to inspection  by any Director.   \n 13. Forwarding  of statements,  etc., to the Government.___(1) If the Government  so directs  \nin any case,  the Chair man shall  forward  to it copies  of all papers  which  were  laid before  the Board  \nfor consideration  at a meeting.   \n 1Subs. by F.A.O., 1975, Art. 2 and Table, for “Central Corporation”.  \n \nPage 8 of 14 \n  (2) The Government  may require  the Chairman  to furnish  it with__ \n(a)  any return,  statement,  estimate,  statistics  or other  information  regarding  any \nmatter  under  the contr ol of the Corporation;  or \n(b)  a report  on any such matter;  or \n(c)  a copy  of any document  in the charge  of the Chairman  \n (3) The Chairman  shall  comply  with any such requisition  under  sub-section  (2) without  \nundue  delay.  \n 1[13A.  Power  of Board  to associate  other  persons.___(1) The Board  may associate  with \nitself  in such manner  and for such period  as it may deem  fit any person  whose  assistance  or advice  it \nmay desire  in carrying  out any of the provisions  of this Ordinance.   \n  (2) A person  associated  under  sub-section (1) for any purpose  shall  have  a right  to take part \nin the discussion  of the Board  relating  to that purpose,  but shall  not have  a right  to vote and shall  not \nbe deemed  to be a Director  for any other  purpose.  \n (3) The Board  may constitute  such technical  and advisory  committees  as may be necessary  \nfor the carrying  out of the purposes  of this Ordinance.]  \n 2[14. Delegation  of Powers.  The Chairman,  may,  by general  or special  order  in writing,  \ndirect  that any of his powers  under  this Ordinance  shall,  in such circumstances  and subject  to such \nconditions,  if any, as may be specified  in the order,  be exercisable  also by any Director,  officer  or \nadviser  of the Corporation  so specified.]  \n 15. Business which the Corporation shall transact.___(1) The Corporation shal l take over \nand be responsible for such business, projects, undertakings and properties, powers, rights, duties and \nliabilities as may be transferred to it under the Industrial Corporations (Dissolution) Ordinance, \n1962.  \n (2) The Corporation shall be resp onsible for - \n3[(a)  planning, promoting, organizing and implementing programmes for the \nestablishment of industries listed in the Schedule and the exploitation of \nfisheries;]  \n  (b)  the exploration, exploitation and development of minerals and mines thereo f; \n   and \n(c)  the exploration, exploitation and development of any material which the \n4[Federal Government] may entrust to it subject to such conditions as the \n4[Federal Govern ment] may specify.  \n \n 1Added by the Provisional Industrial Development Corporat ion (West Pakistan) (Amdt.) Ordinance, 1963 (W.P. Ord. 3 of 1963), s. 3.  \n 2Subs. by the Provincial (Industrial Development Corporation (West Pakistan) (Amdt.) Ordinance, 1971 (26 of 1971), s. 6, for s ection 14.  \n 3Subs. by the Provincial Industrial Developm ent Corporation (West Pakistan) (Amdt.) Ordinance, 1965 (W.P. Ord. No. 29 of 1965), s. 3, for \n cl. (a), which was previously amended by W.P. Ord. No. 3 of 1963, s. 4, for the original cl. (a).  \n 4Subs. by F.A.O., 1975, Art. 2 and Table, for “Central Governm ent”.  \n \n \nPage 9 of 14 \n  Explanation.___ In clause  (a) “planning ” includes  studies,  surveys,  experiments  and scientific  \nand technical  investigation.  \n \n (3) Notwithstanding  anything  contained  in sub-sections  (1) and (2), the Corporation  shall  \nperform  such other  duties  and functions  as the Government  may,  from  time to time,  assign  to the \nCorporation.  \n \n (4) The Corporation  shall,  in order  to carry  out any functions  under  sub-section  (1) or clause  \n(a) or clause  (b) of subsec tion (2) or sub-section  (3),⸻ \n \n(a)  submit,  for the approval  of the Government,  proposals  or schemes;  and \n \n(b)  proceed  to give effect  to any proposal  or scheme  as approved  by the \nGovernment.  \n \n (5) The Corporation  may,  and, where  the Government  so directs,  shall,  for the purpose  of \ngiving  effect  to any propo sal or scheme  approved  by Government,  sponsor  limited  compan y \nindependent  of each other  or subsidiary  companies  incorporated  under  the Companies  Act, 1913:  \n \n Provided  that before  sponsoring  any such company,  the Corporation  shall  obtain  the approval  \nof the Government  to the company’s  capital  structure.  \n \n (6) The Corporation  shall,  unless  otherwise  directed  by the Government,  act as Managing  \nAgents  for the aforesaid  companies,  and may,  with the prior  concurrence  of the Government,  \nrelinquish  the managing  agency  in favour  of any person.  \n \n (7) Nothing  contained  in section  87A of the Companies  Act, 1913  (VII of 1913),  shall  apply  \nto the Corporation.  \n \n (8) The Corporation  shall  be represented  on the Board  of Directors  of the aforesaid  \ncompanies.  \n \n (9) The Corpor ation  may issue  the capital  required  for the aforesaid  companies  for public  \nsubscription  and, if any portion  thereof  remains  unsubscribed  after the expiry  of the closing  date for \npublic  subscription,  subscribe  on behalf  of the Government  that portion.[:]1 \n \n 2[Provided  that the Corporation  shall  not subscribe  to an extent  which  in the aggregate  \nexceeds  such limit  as may be notified  by Government  form  time to time].  \n \n (10) The Corporation  may underwrite  the whole  or any portion  of the capital  issued  under  \nsub-section  (9). \n \n (11) The Corporation  shall,  when  it considers  the time opportune,  sell or transfer  the shares  \nsubscribed  for by it under  sub-section  (9) : \n \n Provided  that no such sale or transfer  shall  take place  at a rate below  the market  quotation  or \nbelow the par value  of such shares  without  the previous  sanction  of the Government.  \n \n  3*  *  *  *  *  *  *  \n \n 4[15A. [Limit  of accommodation.]  Omitted  by the Provincial  Industrial  Development  \nCorporation  (West  Pakistan)  (Amdt.)  Ordinance  1965  (XXIX  of 1965),  s. 4. \n \n 1Subs. by Provincial Industrial Development Corporation (West Pakistan) (Amdt.) Ordinance, 1965 (29 of 1965), s. 3, for full -stop.  \n 2Proviso added ibid. \n 3Sub-section 12 omitted ibid., which was previously amended by W.P. Ord. No. 3 of 1963, s. 4.  \n 4Section 15A to 15I ins. by the Provincial Industrial Development Corporation (W.P. Amdt.) Ordinance, 1963 (3 of 1963), s. 5.  \n \nPage 10 of 14 \n  15B.  Security  for loans  or subscription.  No 1* * subscription  shall  be made  unless  it is \nadequately  secured  by pledge,  mortgage , hypothecation  or assignment  of such property,  movable  or \nimmovable,  and of such value  in proportion  to the 1* * subscription  as may be notified  by \nGovernment  from  time to time:   \n  2*  *  *  *  *  *  *  \n 15C.  [Limit  of loans  or guarantees.]  Omitted  by the Provincial  Industrial  Development  \nCorporation  (West  Pakistan)  (Amdt.)  Ordinance,  1965  (XXIX  of 1965),  s. 6. \n 15D.  [Power  to impose  conditions.]  Omitted  by the Provincial  Industrial  Development  \nCorporation  (West  Pakistan)  (Amdt.)  Ordinance,  1965  (XXIX  of 1965),  s. 6.  \n 15E. Loans in foreign currency.___(1) The Corporation may, with the previous consent of \nthe 3[Government] and on such terms and conditions as may be approved by the Government, \nborrow in foreign currency from the International Bank for Re -construction and Development or \nother moneys required for the development of industries referred in section 15 4* * *.  \n (2) All loans obtained in foreign currency shall be repayable either - \n(a)  in the currency in which they are obtained ; or  \n(b)  in any oth er currency which is agreed upon by the loan -giving agency and the \n3[Government] ; or  \n(c)  in Pakistan currency at the rate of exchange prevailing on the date of re -\npayment.  \n15F. [Power to demand immediate Payment of the entire sum.] Omitted by the Provinc ial \nIndustrial Development Corporation (West Pakistan) (Amdt.) Ordinance, 1965 (XXIX of 1965), s. 8.  \n 15G.  [Certification of sums re -coverable.] Omitted by the Provincial Industrial Development \nCorporation (West Pakistan) (Amdt.) Ordinance, 1965 (XXIX of 1 965), s. 8.  \n 15H.  [Recovery of dues form borrower or surety.] Omitted by the Provincial Industrial \nDevelopment Corporation (West Pakistan) (Amdt.) Ordinance, 1965 (XXIX of 1965, s. 8.)  \n 15I. Act XVIII of 1891 to apply to the books of the Corporation. The C orporation shall be \ndeemed to be a bank for the purpose of the “Bankers Books Evidence Act, 1891,]  \n 16. Annual Budget Statement . The Corporation shall by such date in each year as may be \nprescribed, by rules, submit to the Government for approval a stateme nt, to be called the Annual \nBudget Statement, in the prescribed form for every financial year showing the estimated receipts and \nexpenditure and sums which are likely to be required from the Government during that financial \nyear.  \n 17. Custody and investmen t of Corporation Funds.___(1) All moneys at the credit of the \nCorporation shall be kept___ \n \n 1The words  “loan or” omitted  by Ord. 29 of 1965,  s. 5. \n 2Proviso  omitted  ibid. \n 3Subs. by F.A.O., 1975, Art. 2 and Sch., for “Government and the Central Government ”. \n 4Certain words omitted by the Provincial Industrial Corporation (West Pakistan; (Amdt.) Ordinance, 1965 (29 of 1960), s. 7.  \n \nPage 11 of 14 \n   (a) in places  where  there  is a Government  treasury,  or sub-treasury  or a bank  to \n   which  the Government  treasury  business  has been  made  over,  in such treasury,  \n   sub-treasury  or bank;  and  \n(b) in other  places,  with such banks  as may be approved  by the Government.  \n \n (2) Nothing  in sub-section  (1) shall  be deemed  to preclude  the Corporation  from  investing  \nany such moneys  which  are not required  for immediate  expenditure  in any of the securities  described  \nin section  20 of the Trusts  Act, 1882  (II of 1882),  or placing  them  in fixed  deposit  with a bank  \napproved  by Government,  or in such other  manner  as may be approved  by the Governmen t. \n 18. Maintenance  of accounts.  The Corporation  shall  maintain  proper  accounts  and other  \nrelevant  records  and prepare  annual  statement  of accounts,  including  the profit  and loss account  and \nbalance -sheet,  in accor dance  with such general  directions  as may be issued,  and in such form  as may \nbe specified,  by Government  in consultation  with 1* * * the Auditor  General.  \n \n 19. Audit.___ (1) The accounts  of the Corporation  shall  be audited  by auditors  who shall  be \nchartered  accountants  within  the meaning  of the Chartered  Accountants  Ordinance,  1961,  and \nappointed  with the approval  of the Government  by the Corporation  on such remuneration  as it may \nthink  fit, and such remuneration  shall  be paid by the Corporation.   \n \n (2) Notwithstanding  the audit  provided  for in sub-section  (1), the Auditor  General  shall  audit  \nor cause  to be audited  the accounts  of the Corporation.  \n \n (3) The Auditor  General  shall  also hold,  or cause  to be held,  a test audit  of the undertakings  \nwholly  owned  by the Corporation  and of the Companies  of which  the Corporation  is the Managing  \nAgents,  and in the event  of a text audit  disclosing  irregularities,  the Auditor  General  may carry  out, \nor cause  to be carried  out, such further  audit  as he considers  necessary.  \n \n (4) The Corporation  and every  such unde rtaking  and company  as is referred  to in sub-section  \n(3) shall  produce  the accounts  books  and connected  documents,  at the place  where  they are normally  \nexpected  to be available,  and furnish  such explanations  and information  as the Auditor  General  or \nany officer  authorized  by him in this behalf  may require  at the time of the audit.  \n \n (5) The Auditor  General  shall,  in holding  the audit,  keep  in view  the provisions  of sub-section  \n(2) of section  5 and state in his report  how far in his opinion  these  provisions  have  been  complied  \nwith.  \n \n 2[(6) A statement  of accounts  of the Corporation  and the report  of the Audior -General  on the \nsaid accounts,  together  with the report  of the Auditor -General  on account  of the undertakings  and the \ncompanies  referred  to in sub-section (3), shall  be furnished  to Government  by the Corporation  after \nthe end of every  financial  year.]  \n 20. Annual Report.___ 3[(1)] The Corporation shall, as soon as possible, after the end of \nevery financial year, submit an annual report to the Government on the conduct of its affairs for that \nyear, and on its proposals for the next ensuing financial year.  \n \n 4[(2) The annual report referred to in sub -section (1) shall, as soon as possible, be laid by \nGovernment before the 5[National Assembly]  \n1The Certain  words  omitted  by F.A.O.,  1975,  Art. 2 and Sch. \n2Sub-section  (6) added  by the Provincial  Industrial  Development  Corporation  (West  Pakistan)  (Amdt.)  Act, 1967  (10 of 1967),  s. 2. \n3Re-numbered as sub -section (1) by the Provincial Development Corporation (West  Pakistan) (Amdt.) Act -1967 (10 of 1967), s. 3.  \n4Sub-section (2) added ibid.  \n5Subs. by F.A.O., 1975, Art. 2 and Sch., for “Provincial Assembly of West Pakistan”. and “Provincial Assembly,  \n \n \nPage 12 of 14 \n   21. Indemnity of Directors. ⸻(1) Every Director shall be indemnifi ed by the Cor poration \nagainst all losses and expenses incurred by him in the discharge of his duties except such as are \ncaused by his own wilful act or default.  \n (2) A Director  shall  not be personally  responsible  for the acts of any other  Director  or of any \nofficer,  adviser  or employee  of the Corporation  for any loss or expense  resulting  to the Corporation  \nby reason  of the insufficiency  or deficiency  in value  of or title to any property  or security  acquired  or \ntaken  on behalf  of the Corpora tion, or by the wrongful  act of any person  under  a liability  to the \nCorporation,  or by anything  done  by him in good  faith in the execution  of the duties  of his office.  \n 1[21A.⸻(1) The annual  statement  of accounts  referred  to in section  18, together  with the \naudit  report  and test audit  report  of the Auditor -General  on the accounts  of the Corporation,  \nundertakings  and Companies  referred  to in section  19 shall  be placed  by Government  before  the \n4[National  Assembly]  as soon  as possible  after they are received,  and the 2[Natio nal Assembly]  shall  \nrefer  the same  to its Com mittee  on Public  Accounts  for scrutiny.  \n (2) The Committee  on Public  Accounts  shall  scrutinize  and examine  the reports  referred  to it \nunder  sub-section  (1) in the same  manner  as, and shall  in respect  thereof  perform  the same  functions  \nand exercise  the same  powers  as are required  by it to be performed  and exercised  in respect  of \nappropriation  account  of the Provincial  Government  and the report  of the Comptroller  and Auditor -\nGeneral  of Pakistan  thereon.]  \n 22. Publ ic servants.  The Chairman,  Directors,  officers  adviser  or employee  of the \nCorporation  shall,  while  acting  or purporting  to act in pursuance  of the provisions  of this Ordinance,  \nor the rules  or regulations  made  thereunder,  be deemed  to be public  servants  within the meaning  of \nsection  21 of the Pakistan  Penal  Code  (Act XLV  of 1860).  \n 23. Power to make rules.___ (1) The Government may, by notification in the official Gazette, \nmake rules for carrying out the purposes of this Ordinance.  \n (2) In particular and wi thout prejudice to the generality of the foregoing powers, such rules \nmay provide for⸻ \n(a)  the relinquishment of managing agency in favour of any person;  \n(b)  the manner of keeping accounts of the Corporation and the companies \nmanaged by it;  \n(c)  the recruitment of officers, advisers and employees of the Corporations;  \n(d)  the terms and c onditions of service of the officers, advisers and employees of \nthe Corporation, including the functions of the advisers;  \n(e) the borrowings by the Corporation;  \n(f) the purchase and sale of goods by the Corporations:  \n(g) the date by which, and the form in which, the annual budget statement shall be \nsubmitted in each year;  \n \n 1Subs. by F.A.O., 1975, Art. 2 and Sch., for “Provincial Assembly of West Pakistan”. and “Provincial Assembly,  \n 2Section  21A added  by Act, 10 of 1967,  s. 4.) \n \nPage 13 of 14 \n  (h) the procedure  for appro priation  and re-appropriation  of moneys  at the credit  of \nthe Corporation;  \n(i) the form  and manner  in which  and the authorities  to whom  returns,  reports  or \nstatements  shall  be submitted;  and \n(j) such other  matters  relating  to the administration  of the affairs of the \nCorporation  as the Government  may think  fit to regulate  by rules.  \n 24. Power  to make  regulations.___(1) The Board  may,  with the previous  sanction  of the \nGovernment,  make  regulations  to provide  for all matters,  not provided  for in the rules  for which \nprovision  is necessary  or expedient  for carrying  out the purposes  of this Ordinance  and the said rules.  \n (2) In particular  and without  prejudice  to the gene rality  of the foregoing  powers,  such \nregulations  may provide  for the- \n(a)  meetings  of the Board ; \n(b)  investment  of the Corporation’s  funds;  and \n(c)  sale or transfer  of shares  under  sub-section  (11) of section  15. \n 25. Power  to amend  the Schedule.  The Government  may,  from  time to time,  by notifica tion \nin, the official  Gazette,  amend  the Schedule  so as to include  therein  or exclude  therefrom  any \nindustry  or vary the descrip tion of any industry  included  therein.  \n 26. Winding  up of the Corporation.  No provision  of law relating  to the winding  up of \ncompanies  and corporations  shall  apply  to the Corpor ation  and the Corporation  shall  not be wound  \nup except  by order  of the Government  and in such manner  as it may direct.  \n____________  \n \n \n \n \n \n \n \n \n \n \n \n \nPage 14 of 14 \n SCHEDULE  \n1.  Jute. \n2.  Papers,  Board  and Newsprint.  \n3.  Heavy  Engineering  including  Iron and Steel  but excluding  Shipbuilding.  \n4.  Shipbuilding.  \n5.  Heavy  Chemicals  other  than fertilizers.  \n6.  Fertilizers.  \n7.  Sugar.  \n8.  Cement.  \n9.  Textiles.  \n10.  Chemicals,  Pharmaceuticals  and Dyestuffs.  \n11.  Coal  and Peat.  \n12.  Exploitation  of Marine  Fisheries  except  fisheries  outside territorial  waters.  \n13.  Industries  based  on forest  products.  \n14.  Cottage  and Small  Scale  Industries.  \n______ _______________  \n  \n \n \n \n \n \n \n \n \n \n145274          Date: 11 -11-2024"
}