{
    "file": "./converted_json\\administratorcb42aa25a8599b8f303cc61b2238b96f.json",
    "name": "Intellectual Property Organization of Pakistan Ordinance, 2006",
    "date": "April 22, 2006",
    "tagline": "An Ordinance to provide for the establishment of the Intellectual Property Organization of Pakistan",
    "content": "REGISTERED No.M - 302\nL.-764,6\n@$eGvffi d Diltdtilrr\n--=nr-\nEXTRAOBDINARY\nPUBLISHED BY AUTHORITY\nISLAMABAD, SATURDAY, APRIL 22, 2006\nPART I\nActs, Ordinances, President's Orders and Regulations\nGOVERNMENT OF PAKISTAN\nLAW, JUSTICE AND HI.IMAN RIGHTS DIVISION\nlslamabad, the 22nd April, 2006\nF. No. 2 (f y2006-Pub.-The following Ordinance promulgated by the\nPresident is hereby published for general information:-\nOnorNaNca No. VII or 2006\nAN\nORDINANCE\nto provide for the establishment of the lntellectual Property\nO r ganization of P aki stan\nWHEREAS it is expedient to establish the Intellectual Property\nOrganization of Pakistan to provide for the protection of Intellectual Property\nRights in Pakistan and for matters connected therewith or incidental thereto;\nAND wHEREAS the National Assembly is not in session and the President\nis satisfied that circumstances exist which render it necessary to take immediate\naction;\n(e7)\nPrice : Rs. 10,50 12852 (20o6)tEx. Gaz.)9\n98 THE GAZETTE OF PAKISTAN, EXTRA., APRIL 22' 2006 [PART I\nNow, THEREFoRE, in exercise of the powers confened by clause (l) of\nArticle 89 of the Constitution of the Islamic Republic of Pakistan, the\nPresident is pleased to make and promulgate the following Ordinance:-\n(2) It extends to the whole ofPakistan.\n(3) It shall come into force at once and shall be deemed to have taken\neffect on the 4th day of April, 2006.\n2. Definitions.-In this Ordinance, unless there is any thing repugnant\nin the subject or context,-\n(b) \"Chairman\" means the Chairman of the Board and Head of the\nOrgan izal ion:\n(c) \"Director-General\" means the Director-General appointed\nunder section l0;\n(d)\n(e)\"Federal Government\" means the Cabinet Division;\n\"prescribed\" means prescribed by rules;\n\"rules\" means the rules made under this Ordinance;\"Inteliectual Property\" includes a patent, industrial\ndesign, layout-design (topographies) of integrated circuits,\ncopyright and related rights, service mark, trade mark,\ntrade name, undisclosed information or trade secrets,\ntraditional knowledge, geographical indications, technical\nknow-how and ideas for new products and markets, including\nthe commercial information about customer or any\ncombination thereof;\n(0 \"Member\" means a member of the Board;1. Short title, extent and commencement.{ 1) This Ordinance may\nbe called the Intellectual Property Organization of Pakistan Ordinance, 2006.\n(a) \"Board\" means the Policy Board constituted under section 4;\n\"regulations\" means the regulations made under this\nOrdinance; and(g) \"Organization\" means the Intellectual Property Organization\nof Pakistan established under section 3;\n(h)\n(i)\n()\nPART I] TI{E GAZETTE OF PAKISTAN, EXTRA., APRIL 22, 2006 99\n(k) \"schedule\" means a schedule to this Ordinance\n3 . Establishment of the Organization,-( 1) There shall be\nestablished an organization to be known as lntellectual Property\nOrganization of Pakistan to carry out the plrposes ofthis Ordinance.\n(2) The Organization shall be a body corporate having\nperpetual succession and a common seal with powers, subject to the\nprovisions of this Ordinance, to hold and dispose of the property both\nmovable and immovable and shall by the said name sue and be sued.\n(4) The Federal Government may setup offices of the\nOrganization at such places, as it may deem necessary, as and when\nrequ ired.\n4. Policy Board.-(l) The Federal Government shall, by\nnotification in the official Gazette, constitute a Policy Board of the\nOrganization consisting of the Chairman, Vice-Chairman and such other\nmembers from the public and private sectors, as it may deem fit.\n(2) Notwithstanding the composition of the Board constituted\nunder sub-section (1), the Federal Government may increase or decrease\nthe number of members and prescribe the qualifications and mode and\nmanner of their appointment.\n(3) The Director-General shall act as ex-fficio Secretary of the\nBoard\n5 . Functions and powers of the Board.-( 1) The Board shall\nbe responsible for setting of objectives and policy guidelines of the\nOrganization in accordance with the powers and functions provided in\n- section 11.(3) The Organization shall be an autonomous\n...-., Organization under the administrative control of the Cabinet Division.\n(2) The general direction and administration of the Organization\nand its affairs shall vest in the Board which shall exercise all powers,\nperform all functions and do all acts and things which may be exercised,\nperformed or done by the Organization under this Ordinance.\n(3) In particular and without prejudice to the generality of the\nforegoing powers, the Board shall,-\nt00 THE GAZETTE OF PAKISTAN, APRIL 22,2006 [PARr IEXTRA.,\n(a) promote a modern system for the protection of intellectual\nProperty rights in Pakistan;\n(b) approve policies, plans and programmes of the Organizationl\nand\n(c) formulate procedures and necessary framework for\nutilization oi funds generated or acquired through services'\ndonations or grants, etc '\n6. Delegation of Powers'-The Board may' by general or\nspecial order in\"writing subject to -such limitations'\"reslrictions or\n\"lnai,ion., delegate utt oi uny of its powers and-functions to the\nChairman, Vice-Chairman or any committee of the Board' as may be\nconstituted for the purpose, or to the Director-General as it may deem\nappropriate.\n7. Meetings of the Board.-( I ) Save as hereinafter provided'\nthe Board shall regulate the procedure for its meetings'\n(2) The meetings of the Board shall be convened by and under\nthe direction of Chairman:\nProvided that the Federal Govetnment may direct convening of a\nmeeting of the Board at any time on any mater requiring a decision by the\nBoard.\n(3) The meeting of the Board shalt be held at least twice a year'\n(4) A simple majority of the total membership shall\nconstitute the quorum for a meeting of the Board'\n(5) The decision of the Board shall be adopted by simple ^\nmajority of the Members present and voting-\n8. Functions of the Chairman'- The Chairman shall be the Head of\nthe Organization. He shall directly oversee the .Director-General in the\np\".f\"*ln* of his duties and responsibilities under.this. Ordinance' shall guide\n'and direct him, as deemed necessaiy by him and shall liaise and consult with the\nf\"a\"*fCou\".n*\"nt,onbehalfoftheBoard,forcarryingoutthepurPosesof\nthis Ordinance.\n9. Privileges and Perquisites of the Chairman, Vice-Chairman\nand the Membe...l Th\" Chairman' Vice-Chairman and the Members of the\nsou'd, ott,\". than the official members, shall be entitled to such privileges and\nperquisites as maY be Prescribed.\nPARTI] T}IE GAZETTE OF PAKISTAN , EXTRA., APRIL 22, 2006l0l\n10. Director-General.- (l) there shall be a Director-General of theorganization who sharr be appointed by the Federar Governnrent on terms andconorttons as may be prescribed.\n(2) the Director-General shall be the Chief Executive Officer of theOrganization. and shall discharge such duties and perform such ,unctions as areassigned to him by or under this Ordinance.\n(3) The Director-General shall comply with such directions that theFederal Govemment or the Board may give from-time to time.\n11. The powers and functions of the Organization,_ The powers\nand functions of the Organization shall be to:_\n(a) Administer and coordinate all govemment systems for theprotection and strengthening of intellectual property rights underthe laws specified in the Schedule and the-ruts and resulation\nmade thereunder;\n(b) prescribe, regulate or implement measures and standards on anymatter related to or connected with intellectual property rights;\n(c) accredit or certify and regulate any person as intellectual property\nagent;\n(d) Ievy such charges or fees as may be reasonable for services andfacilities provided by the Organization and its constituent offices;\n(e) carry out such other works or activities as may be deemed by theOrganization to be necessary, with a view to miking the best use of\nthe assets of the organization;\n(0 Coordinate, monitor or engage, in conjunction with otherauthorities. intemational agencies or Organizations, in any study orcooperation project related ro intellectual property;\n(g) enter into contracts for the supply of goods or materials or for theexecution of works as may be necessary for the discharge of any ofits duties and functions;\n(h) supervise and coordinate the working of all intellectual propertyoffices including the patent Office, Trade Marks negiitry aniCopyright Office;\n(i) evolve and 'maintain a sysrem to provide access to public\ndocuments and information relating to any intellectual pr;perty\nkept or maintained by the Organizationi\nIOI THE GAZETTE OF PAKISTAN, EXTRA., APRIL 22' 2006 [PART I\n()advise the Government of Pakistan on Policy relating to\nintellectual ploperty rights;\n(k) plan for development and up-gradation of the intellectual property\ninfrastructure and capacity in Pakistan;\n(l) Promote education and research in the field of intellectual\npropeny;\n(m) advise the Federal Government regarding the international\nnegotiations in the area of intellectual property;\n(n) engage in human resource development of its officers and staff;\n(o) promote awareness about intellectual property issues in the public\nand private sector:\n(p) liaise and interact with counterpart lntellectual Property related\norganizations in other countries for capacity building and exchange\nof information;\n(q) propose and initiate intellectual property rights legislation for the\nprotection of intellectual property rights in Pakistan;\n(r)initiate and monitor the enforcement and protection of intellectual\npropeny rights through designated law enforcement agencies of the\ngovernment and collect related data and information. The law\nenforcement agencies shall keep the Organization regularly and\nappropriately informed of their actions and operations against\nviolations of intellectual property rights and ensure full liaison and\ncooperation with the Organization;\n(s) develop working manuals, references, materials and procedures in\norder to assist in improving the protection of intellectual Property^\nrights;\n(0 Coordinate the implementation of foreign-aided technical\nassistance projects on intellectual property; and\n(u) perform and carry out any other act, thing or function relating to\nintellectual property assigned to it by the Board or the Federal\nGovernment.\n12. Authentication of orders and other instruments of the\nOrganization.-All orders, decisions and all other instruments issued by the\nPARTI] THE GAZETTE oF PAKISTAN , EXTRA., APRIL 22,2006 103\n(b) any mark or trade mark in relation to any article or process\ncontaining the expression Intellectual propeny organization of\nPakistan or any abbreviation of such expression.\n14. Exercise of powers of the Organization by other bodies._ The\nFederal Govemment may, in consultation with the Organization, by notificationin the official Gazette, direct that any power exercisable by the Organization\nunder this Ordinance shall, in relation to such matters and subject to such\nconditions as may be specified in the direction, be exercisable also by such body\nor such organization as may be specified in the notification.\n15. Certain mattem to bc kept conlidential._ Any information\ncoming into notice of the Organization or any of its officers in relation to any\narticle or process, subject to the provision of this Ordinance or any other law forthe time being in force shall be treated as confidential and shall not be\ncommunicated or revealed to any person:\n- Provided rhat nothing in this section shall apply ro the disclosure of any\ninformation for the purpose of prosecution under this Ordinance.\n16. Appointment of olficers, etc., by the Organization.{ I ) The\nOrganization may, with the prior approval of the Board, create posts and\n-_-./ppoint such officers, employees, experts and consultants, as it may consider\nnecessary for the performance of its functions.Organization shall be authenticated only by the signatures of such officer orofficers who are aurhorized by the Organization in this behalf.\n13. Prohibition of use of certain names, marks, seals. etc._No\nperson shall use-\n(a) any name, mark or seal, which may resemble the name, mark or seal\nof the Organization or contain the expression or any abbreviation of\nsuch expression; or\n(2) The Organization, with the approval of the Board, shall devise\nprocedures for the appointment of its officers, employees, expens and\nconsultants.\n(3) The Organization, with the approval of the Board, shall determine\nthe terms and conditions of service of its officers, employees, expens and\nconsultants and shall also be competent to take disciplinary action against them.\n(4) The civil servants working in the Organization shall be governed\nUy ttre Civit Servants Act, 1973 (LXXI of 1973)' and rules made thereunder\nunless absorbed in the Organization.\n17. Members and officers, etc., to be public servants'-Tle\nChairman, Vice-Chairman, Members, Director-General, officers' employees'\n\"*p\"*. ,na consultants of the Organization itrilt' 1n91 acting. or purporting to\nu\"i in pu..uun.\" of any of the provisions of this Ordinance'.be deemed to be\nfubti. ^..rrun,t within the meaning of section 2l of the Pakistan Penal Code\n(Act XLV of 1860).\n18. Intellectual Property Organization of Pakistan Fund'--{l)\nThere shall be created a fund to be known as Intellectual Property\nOrganization of Pakistan Fund which shall vest in the Organization and shall\nbe\"utilized by the Organization to meet charges in connection with its\nfunctions under this Ordinance including the payment of salaries and\nother remuneration to the Director-General, officers, employees' experts and\nconsultants of the Organization.\n(2) The Intellectual Property Organization of Pakistan Fund shall be\nfinanced from the following sources, namely:-\n(a) Srants and loans made by the Federal Government or a Provincial\nGovernment;104 THE GAZETTE OF PAKISTAN, EXTRA.,APRIL22,2006 IPARr I\n(b) loans, aid and donations from the national or intemational\nagencies; and\n(c) revenue earned from the levy of various charges or fees, etc'\n(3) The lntellectual Property of Organization Pakistan Fund shall be\nkept in one or more accounts maintained by the Organization,-in- local or foreign\n\"rir\"n\"y, in any scheduled bank in Pakistan and shall be operated in\naccordance with the directions of the Board.\n19. Budget.-The Organization shall, in respect of each financial year\nsubmit for approval of the Federal Government, on such date as may be\nprescribed, a statement of the .estimated receipts and expenditure, including\nrequirements of foreign exchange for the next financial year.\n20. Audit and accounts.{ l) The accounts of the Organization shall\nbe maintained in the manner prescribed by the Controller General of Accounts'\n(2) The Auditor-General of Pakistan shall conduct audit of the\naccounts of the Organization.\nPART I] TIIE GAZETTE OF PAKISTAN, EXTRA,, APRIL 22,2006 IO5\n(3) A copy of the audit report shall be sent to the Federal\nGovernment, alongwith the comments of the Organization.\n(4) The Federal Govemment rnay issue directions to the Organization\nfor the rectification of any item objected to by the Auditor-General of pakistan\nand the Organization shall comply with such directions.\n21. Power to amend the Schedule.-The Federal Government may,\nin consultation with the Organization, amend the Schedule so as to add any\nentry thereto or modify or omit any entry therefrom.\n22. Mod,e of recovery.-Any sum payable to the Organization under\nthis Ordinance shall be recoverable as an arrear of land revenue.\n23. Submission of yearly reports end returns.-( 1) Within three\nmonths of the conclusion of each financial year, the Board shall submit an\nAnnual Report to the Federal Government in respect of the activities of\nthe Board including the status of its existing programmes, projects and\nfurther plans formulated in furtherance of its aims and objectives.\n(2) The Federal Government may require the Organization to\nfurnish it with-\n(a) any retum, statement, estimate, statistics or other information\nregarding any rnatter under the control of the Organization;\n(b) a report on any subject with which the Organization is concemedi\nand\n(c) a copy ofany document in the charge of the Organization\n24. Protection of action taken under the Ordinance,-No suit,\nprosecution or other legal proceeding shall lie against the Federal Government\nrr the Organization or any p€rson acting under the Federal Govemment or the.4rganization for anything which is in good faith done or intended to be done\nin pursuance of this Ordinance or any rule or regulation made thereunder.\n25. Exemption from any provision of this Ordinance,-The\nFederal Govemment may, by notification in the official Gazette, exempt any\narticle or class of articles from the operation of all or any of the\nprovisions of this Ordinance.\n26. Policy directlvqs.-The Federal Govemment rnay, as and when it\nconsiders necessary, issue policy directives to the Board in respect of its\nactivities and the compliance of such directives shall be binding on the Board.\n27. Power to make rules.-The Organization may, with the approval\nof the Federal Government, make rules for carrying out the purposes of this\nOrdinance. On approval of the rules by the Federal Govemment, the Federal\nGovemment shall notify the same in the official Gazette.\n28. Power to make regulations.-The Organization may, with the\nprior approval of the Board and by notification in the official Gazette, make\nregulations not inconsistent with this Ordinance or the rules made there under to\ncarry out the purposes of this Ordinance.\n29. Integration of the Trade Marks Registry, Copyright Office an\nPatent Office,-Upon the commencement of this Ordinance, the Trade Marks,a,\nRegistry, Copyright Office and Patent Office hereinafter referred to as rhe said\noffices shall become part of the Organization, and,-\n(a) all assets rights, powers, authorities and privileges and all\nproperties. movable and immovable, cash and bank balance,\nreserve funds, investment and all other interest and rights in, or\narising out of such properties and all debts, liabilities and\nobligations of whatever kind of the said offices subsisting\nimmediately before their integration shall stand transfened to and\nvest in the Organization;\n(b) all officers and other employees of the said offices shall,\nnotwithstanding anything contained in any law or in any\nagreement, deed, document or other instrument, stand\nabsorbed and transferred to the Organization and shall be deemedto have been appointed or engaged by the Organization in\naccordance with the terms and conditions which shall not be\nless favourable than in the said officesl and no officer or other\nemployee whose services are so absorbed and transferred shall be\nentitled to any compensation because of such absorption or\ntransfer;r06 THE GAZETTE OF PAKISTAN, EXTRA., APRIL 22,2006 [PART I\n(c) all debts and obligations incurred or contracts entered inro or\nrights acquired and all matters and things engaged to be done by,\nwith or for the said offices before their integration, shall be deemed\nto have been incurred, entered into, acquired or engaged to be done\nby or for, the Organization; and\n(d) all suits and other legal proceedings institured by or againsr the\nsaid offices before their integration shall be deemed to be suits\nand proceedings by or against the Organization and may be\nproceeded or otherwise dealt with accordingly.\nPART I] THE CAZETTE OF PAKISTAN, EXTRA., APRIL 22, 2006 107\n30. Authorities to aid the Organization.-All intellectual properry,\nenforcement authorities in the Federation and the hovinces shall render such\nassistance to the Organization, as may be necessary, for the protection and\nenforcement of intellectual property rights.\n3 l. Removal of difficulties.-In case any difficulty arises in giving\neffect to this Ordinance, the Federal Govemment may, for the purpose of removing\nsuch difficulty, make such order as it considers expedient and any such order shall\nbe deemed to be, and given effect to, as a part of the provisions this Ordinance:\nProvided that no such power shall be exercised after the expiry of tkee\nyears from the commencement of this Ordinance.\n32. Repeal.-The Intellectual Property Organization of Pakistan\nOrdinance, 2005 (XXI of 2005) is hereby repealed.\n(l)\n(2)\n(3)\n(4)\n(5)THE SCHEDULE\nlsee sectim ll(a)\nThe Trade Marks Ordinance.200l (XD( of 20Ol).\nThe Copyrights Ordinance, 1962 (XXXN of 1952).\nThe Patents Ordinance, 2000 (LXI of 2000).\nThe Registered Designs Ordinance, 2fin ()(LV of 2000).\nThe Registered Layout-Designs of Integrated Circuits Ordinance,\n2000 (xLD( of 2000).\nGeNeneL\nPERVEZ MUSHARRAF,\nPresident.\nJusrce (nrto.)\nMANSOOR AHMED,\nSecretary\nPRINTED BY THE MANAGER, PRINTINC CORPORATION OF PAKISTAN PRESS, ISLAMABAD\nPUBLISHED BY THE DEPUTY CONTROLLER. STATIONERY & FORMS, UNIVERSITY ROAD. KARACHI\nt"
}