{
    "file": "./converted_json\\administrator36d7ffda1c10e012ab6ea61e117bae09.json",
    "name": "Government Savings Banks Act, 1873",
    "date": "28th January, 1873",
    "tagline": "An Act to amend the law relating to Government Savings Banks",
    "content": "Page 1 of 6 \n   \n \n \n \n \n \n \nTHE GOVERNMENT SAVINGS BANKS ACT, 1873  \n \n \n \n \nCONTENTS  \n \nPRELIMINARY  \n \n1. Short title  \n \n Local Extent  \n \n2. [Repealed ] \n \n3. Interpretation -clause  \n \nDEPOSITS BELONGING TO THE  \nESTATES OF DECEASED PERSONS  \n  \n4. Nomination an d payment on death of depositor  \n \n5. Payment to be a discharge  \n \n Saving of right of executor  \n \n Saving of right of creditor  \n  \n6. Security for due administration  \n \n7. Power to administer oath  \n \n Penalty for false statements  \n \n8. Deposit when exc luded in computing court -fees \n \n9. [Omitted] \n \nDEPOSITS  BELONGING TO MINORS  \n\n \n \nPage 2 of 6 \n  \n10. Payment of  deposits to minor or guardian  \n \n11. [Omitted ] \n \nDEPOSITS BELONGING TO LUNATICS  \n \n12. Payment of deposits belonging to lunatics  \n \nDEPOSITS MADE BY MARRIED WOMEN  \n \n13. Paymen t of married women’s deposits  \n  \nRULES  \n \n14.  Rules re gulating certificates under section 8, and paym ents under section 10, 12 or 13  \n  \n \n \n \n \n \n \n \n \n \nPage 3 of 6 \n THE GOVERNMENT SAVINGS BANKS ACT, 1873  \n \n1ACT No. V OF 1873  \n \n[28th January,  1873]  \n \n \nAn Act to amend the law relat ing to Government Savings Banks  \n \n Preamble: WHEREAS it is expedient to amend the law relating to the pay ment of deposits \nin Government Savings Banks; It is hereby enacted as foll ows:___ \n \nPRELIMINARY  \n \n 1. Short title.  ___This Act may be called the Government Savings Banks Act, 1873.  \n \n Local Extent:  2[It exten ds to the whole of Pakistan.]  \n  \n 3 [* * * * * * *]  \n \n 2. 4[Repeal ed]  \n  \n 3. Interpretation -clause. — In this Act___ \n“depositor” means a person by whom, or on whose behalf, money has been heretofore, or shall be \nhereafter, deposited in a Government Savings B ank; and “deposit” means money so deposited: \n \n  \n \n \n \n 1 This Act has been applied ⸻ \n(i) to Balu chistan, see the Balu chistan Laws Regulations, 1913 (Bal. Reg. 2 of 1913), s. 3 ;  \n (ii) to the Leased Areas of Balu chistan, see the Leased Areas (Laws) Order, 1950  (G.G.O.3  of 1950);  \n(iii) in the Federated Areas of Balu chistan, see Gazette of India, 1937, pt. I, p. 1499.  \n \n It has also been extended to ⸻ \n \n(a) the Balu chistan States Union, see the Balu chistan States Union (Federal Laws) (Extension) Order, 1953 (G.G.O.  4 of \n1953), as amended;  \n(b) the Khairpur State, see the Khairpur (Federal Laws) (Extension) Order, 1953 (G.G.O. 5 of 1953), as amended.  \n \n \n The Act has been and shall be deemed to has been brought into force in Gwadur (with effect from the 8th September, 1 958), by the Gwadur \n (Appli cation of Central Laws) Ordinance, 1 960 ( Ordinance No. XXXVII of 1960), s.2.  \n 2Subs. by the Central Laws (Stat ute Reform) Ordinance, 1960 ( Ordinance No. XXI of 1960 ), s.3 and 2nd Sch.  \n 3Commencement clause rep . by the Repealing  Act, 1874 ( Act No. XVI of 1874 ).  4Rep. by the Repealing  Act, 1873 ( Act No. XII of 1873 ). \n \n \n \n \nPage 4 of 6 \n  l[“Secretary” means, in the case of a Post Office Savings Bank, the Postmaster -General  \nappointed for the area in which the Savings Bank is situate 2[or if that a rea is in India,3[*] the \nPostmaster -General for such area in Pakistan as the 4[Federal Government] may by general or special \norder specify in this behalf :]  \n \n 5[“minor” means a person who is not deemed to have attained his majority under the  Majority \nAct, 1875 (IX of 1875). ] \n \nDEPOSITS BELONGING TO THE  \nESTATES OF DECEASED PERSONS  \n \n 6[4. Nomination and payment on death of depositor.___(1) A depositor may, in such manner \nand form as may be prescribed by rules of the Government Savings Bank, make nomination \nconferring upon any person or persons the right to receive on the death of the depositor the whole or \nany part of the deposit standing to his credit.  \n \n (2) The person or persons nominated under sub -section (1) shall, notwithstanding anything \ncontained in any other law for the time being in force or in any disposition, whether testamentary or \notherwise, by a depositor of the deposit or any part thereof, be entitled, to the exclusion of all other \npersons, to receive the deposit or part to which the nomination re lates.  \n \n (3) Where any person nominated under sub -section (1) dies before the death of the depositor \nor befor e he has received any sum there under, the nomination shall cease to have any effect.  \n \n (4) A depositor may, by a notice to the Postmaster concerned  in such form as may be \nprescribed for the purpose, at any time vary or cancel any n omination made by him under                  \nsub-section (1).  \n \n (5)  In any case where ⸻ \n \n(a) a depositor dies without making any nomination under sub-section (1) in \nrespec t of the whole of the deposit standing to his credit, or after any such \nnomination if made, has ceased to have effect under sub -section (3)  ; \n \n(b)  the deposit, or the part of the deposit in respect of which no nomination has \nbeen made, does not exceed twe nty-five thousand rupees  ; and  \n \n(c)  the probate of the will of the depositor, or the letters of administration of his \nestate, or a succession certificate under the Succession Act, 1925 (XXXIX of \n1925) is not, within three months of the death of the deposi tor, produced to the \nSecretary of the Government Savings Bank concerned,  \n \n payment of the deposit, or the part as aforesaid,  may be made to the person appearing to be entitled \nto receive it or to adminis ter the estate of the deceased by the Secretary or b y any officer employed \nin the management of the Government Savings Bank  who is empowered  in this behalf  by a general or  \nspecial order of  \n \n \n 1Subs. by Act No. XVI of 1923 , s. 2.  \n 2Ins. by A. O., 1949, Sch.  \n 3Rep. by the Federal Laws (Revisi on and Declarati on) Act, 195 1 (Act No. XXVI  of 1951 ), s. 3 and II Sch.  \n 4Subs. by Federal Adaptation of Laws Order, 1975 (President’s Order No. 4 of 1975),  Art. 2 and Table . \n 5Subs. by the Amending  Act, 1916 ( Act No. XIII of 1916 ), s. 2 and Sch.  \n 6Subs. by Act No. XXIV of  1965.   \n \n \nPage 5 of 6 \n the l[Federal Government] to the extent to which he is so empowered and subject to any general or \nspecial order of the Secretary in this behalf.]  \n \n 5. Payment to be a discharge. —Such payment shall be a full discharge from all further \nliability in r espect of the money so paid:  \n \n Saving of right of executor. But nothing herein contained prec ludes any executor or \nadministrator, or other representative of the deceased, from re covering from the person receiving the \nsame the amount remaining in his hands  after deducting the amount of all debts or other demands \nlawfully paid or discharged by him in due course of ad ministration.  \n \n Saving of right of creditor. And any creditor or claimant against the estate of the de ceased \nmay recover his debt or claim out  of the money paid under this Act 2[*  *  * ] to any person, and \nremaining in his hands unadministered, in the same manner and to the same extent as if the latter had \nobtained letters of administration of the estate of the deceased.  \n \n  6. Security for due a dministration. —The Secretary of any such Bank 3[or any officer \nempowered under 4[sub-section (5)  of section 4] may take such security as he thinks necessary from \nany person to whom he pays any money under 4[sub-section (5) of section 4] for the due \nadminis tration of the money so paid,   \n \n and he may assign the said security to any person interested in such administration.  \n \n 7. Power to administer oath. —For the purpose of ascertaining the right of the Person \nclaiming to be entitled as aforesaid, the Secretary  of any such Bank 3[or any officer empowered \nunder 4[sub-section (5) of section  4] may take evidence on oath or affirmation according to the law \nfor the time being relating to oaths and affirmations.  \n \n Penalty for false statements. Any person who, upon suc h oath or affirmation, makes any \nstatement which is false, and which he either knows or believes to be false or does not believe to be \ntrue, shall be deemed guilty of an offence under section 193 of the Pakistan Penal Code (XLV of \n1860). \n \n 8. Deposit when excluded in computing court -fees.—Where the amount of the deposit \nbelonging to the estate of a deceased depositor does not exceed 5[three thousand rupees,] such \namount shall be excluded in computing the fee chargeable, under the Court -fees Act, 1870 (VII o f \n1870), on the probate, or letters of administration, or certificate (if any) , granted in respect of his \nproperty6: \n \n Provided that the person claiming such probate or letters or certificate shall exhibit to the \nCourt authorized to grant the same a certif icate of the amount of th e deposit in any Government \nSavings Bank belonging to the estate of the deceased. Such certifi cate shall be signed by the \nSecretary of such Bank, and the Court shall receive it as evidence of the said amount. \n \n 1Subs. by  Federal A daptation of Laws Order, 1975 (President’s Order No. 4 of 1975), Art, 2 and Table.  \n 2Omitted by the Federal Laws (Revision and  Declaration) Ordinance, 1981 ( Ordinance No. XVII  of 1981 ), s. 3 and 2nd Sch.  \n 3Ins. by Act No. XVI of 1923 , s. 4.  \n 4Subs. by Act  No. XXIV  of 1965 , ss. 3 and 4.  \n 5Subs. by Act No. XVII  of 1917 , s. 2. \n 6Rep. by the Savings Banks Act, 1863 (26 and 27 Vict., c. 87).  \n \n \nPage 6 of 6 \n  9. 1[Omitted ]  \nDEPOSITS BELONGING TO MINORS  \n \n 10. Payment of  deposits to minor or guardian. —Any deposit made by, or on behalf of, any \nminor may be paid to him personally if he made the deposit, or to his guardian for his use if the \ndeposit was made by any person other than the minor, together with the interest accrued thereon.  \n  \n  The receipt of any minor or guardian for m oney paid to him under this section shall be \na sufficient discharge therefor.  \n \n 11. 1[Omitted ] \n \nDEPOSITS BELONGING TO LUNATICS  \n \n 12. Payment of deposits belonging to lunatics. —If any depositor becomes insane or \notherwise incapable of managing his affairs,  \n \n and if such insanity or incapacity is proved to the satisfaction of the Secretary of the Bank in \nwhich his deposit may be,  \n \n such Secretary may, from time to time, make payments out of the deposit to any proper \nperson,   \n \n and the receipt of such person, for money paid under this section, shall be a sufficient \ndischarge therefor.  \n \n Where a committee or manager of the depositor’s estate has been duly appointed, nothing in \nthis section authorizes payments to any person other than such committee or manager.  \n \nDEPOSITS MADE BY MARRIED WOMEN  \n \n 13. Payment of married women’s deposits. —Any deposit made by or on behalf of a \nmarried woman or by or on behalf of a woman who afterwards marries, may be paid to her, whether \nor not 1[section 20 of the Succession Act, 1925 (XXXIX of 1925)] applies to her marriage; and her \nreceipt for money paid to her under this section shall be a sufficient discharge therefor.  \n \nRULES  \n \n 14. Rules regulating certificates under section 8, and payments under section 10, 12 or \n13.—All certificates under section 8, and all payments under section 10, section 12 or section 13, \nshall be respectively granted and made by the Secretary of the Bank, subject to such rules consistent \nwith this Act as the 2[Federal Government] may, from  time t o time, prescribe.  \n \n \n \n \nDate: 24 -09-2024  \n 1Omitted by the Federal Laws (Revision an d Declaration) Ordinance, 1981 ( Ordinance No. XXVII of 1981 ), s. 3 and 2nd Sch.  \n 2Subs. by Federal Adaptation of Laws Order, 1975 (President’s Order No. 4 of 1975),  Art. 2 an d Table ."
}