{
    "file": "./converted_json\\administrator160d7c8adc46b9c67b51abbf7f40b7ed.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "[Published in the Gazette of Pakistan, Extraordinary, part-I,\ndated the 7th June,2018l\nOnorNaxcr No. IX or. 20 I 8\nOnotN,rrce\nJurther to amend the Pqkistan Electonic Media Regul.cttoq' Authority\nOrdinance,20a2\nWHERc^s it is expedicnt further to arnend the Pakistan Electronic Media\nRegulatory Autlrolrty Ordi:rarrce,2002 (XIIl of 2002);\n,/urt.r Wsr:rtras the Senate and the National Assernbiy are not rn sessiorr arrd\nthe Prc'sidcnt of the Islanric Republic of Pal<istan is satisfied that cilcumstarrccs\ncxist rvhich lendel it necessary to take inrnrediate action;\nNow, -l'rr-.rr rr,oril:. in e xe rcise of the powers confer-red by clause ( I ) ol'\nArticle 89 01'the Constitution of tlre lslanric RepLrblic ofPakistan, tlre President ol\nlhc lslarlic Republic ofPakistan is pleascd to make and prolrulgate the foilorving\nOrclinance: -\nL Short title and conrmenccrne n t.{ I ) Th is Ord inance rnay bc ca lled\nt lrc i'ali istarr U lcctron ic Media Regulatory n uthority (Arnendrnent) Ord inance. 201 8.Afl\n(2) It slrall come into force at orrce\n2. Substitution of section 5, Ordinance XIII oI 2002.-ln the\nPakrsl.an F.lectronic Media Regulatoly ALrthority Ordinance, 2002 (Xlll of 2002),\nhelcinafter retelied to as \"the Ordinance\", fol section 5, the following slrall be\nsullstitutcd. namely:-\nPowe r of the Federal Covcrnmcut to issue dkectivcs.-( I) Thc\nI\"edelai Governrnent rnay, lr'orn tirl1e to tirne, issue directives to the\nALrthorilv, in rvriiing, on a nrattel ofpolicy.\n(2) J'he direciives undcl sLrEsection ( I ) nray be issued rvith rcgard to the\nlratterc relatin3 to Article l9 o1'the Constitutiorr olthe lslanr ic Republic\nof Pakistar.\n3) Ilaquestion a liscs whe llle r ary n]at-ter isa nratlerof policyor 11(][, tlrc\ndecision ol the Federal Government theleorl sliall be tilal\".5\n2\nL Substitu!ion of section 6, Ordinance XIII of 2002.-ln the\nOldirrarrce, t'cr secrion 6. the following shall l)c substituted. rrarrely:--\n'6. C hai rnra rr and nrenr bers of thc Au thoriO'.-< I ) .lhe Arrthority shall\nconsist ol a Chairrnan and eight nrenrbcrs.\n(2) Thc Chairuran and nrernbcrs shall be appointecl bv thc Fedelal\nGovelnnrr nt and shall be persorrs wlro a:-e rvell-knorvn tbr rheir intcgrity,\nconrpeten:e, expertisc and experieuce in the field olnrcdia, business,\ni1'raragern rnt, Ilnance, economics ol law. The Cliairrnan and nretnbets\nshall be r:quiled to hold at least rrasters or plofessional degree or'\nequivalcnt qLralification tr-orr an institute recognized lry the Higher\nEdLrcatio r Corrmission and shall have at least twenty years ol-\nexpericlce in the rrlevant ile ld.\n(3) 'fho [ollovring slrall be the merrL,ers of the euithority, natnely:-\ni:a) a rrenrber to lle appoiDled by the Fedelal Covernnrcrrt rvho shal I\nbe th e perrrarenl rrcrnber o I the Autholity and sha II work on lirll\ntime basis;\n(b) an oftlcer oiBS-22 of the Federal Governrnent;\n(c) thc (lhailman, Pakistan'leleconrnrurrication Authorit,v;\n(d) a rnember to be nonrinated by the Pahistan Bloadcastels\nAss,rciation; and\n(.) Iour rnembers to be nonrinated by each ProvinciiLl Govclnmenl.\nfrorr general public out of which not n.rore than two mernbers\nshall be women to be nortinated by the Provincial Covernmenl\nun r olaliort basis.\n(4) Tlre Autlrority shall have only two ex-o/ficio mcntbels as nrentionerl\nirr clausc; (b) and (c) of sLrb-section ( I ).\n(5) The men bers shali receit,e such fee and expetlses for each rrreetirrll\nas rnay b: prescribcd.\n(6) A rnen.rbr:r', other tb,at at er-olfcio nrernber, shall lte cicenred to Iravc\nvacated I is offlce if he rerlains absen t for tl.t ree cousec Lrtive nrcetin ss\nof the aur hority without the leave of the aLrthorily.,'."
}