{
    "file": "./converted_json\\administrator74cc9b7ea3de774e4c58b414efb6bebb.json",
    "name": "Government Buildings Act",
    "date": "3rd February, 1899",
    "tagline": "Exemption of Government Buildings from Municipal Laws",
    "content": "Page 1 of 3 \n   \n \n \nTHE GOVERNMENT BUILDINGS ACT, 1899  \n              \n \n \n \n \n \nCONTENTS  \n1.  Short title and extent  \n2.  “Municipal authority” defined  \n3.  Exemption of certain Government buildings from municipal laws to regulate the erection, etc. \n of buildings within municipa lities  \n4.  Objections or suggestions as to erection, etc., of certain Government buildings within  \n municipalities how to be made and dealt with  \n \n  \n \n\n \nPage 2 of 3 \n THE GOVERNMENT BUILDINGS ACT, 1899  \n1ACT NO. IV OF 1899  \n[3rd February , 1899]  \n \nAn Act to provide for the exempt ion from the operation of municipal building laws of certain  \nbuildings and lands which are the property, or in the occupation, of the Government and situate \nwithin the limits of a municipality.  \n \n WHEREAS  it is expedient to provide for the exemption from th e operation of municipal \nbuilding laws of certain buildings and lands which are the property, or in the occupation, of the \nGovern ment and situate within the limits of a municipality ;  \n \n It is hereby enacted as follow : — \n \n 1. Short title and extent .—(1) T his Act may be called the .  \n 2[(2) It extends to the whole of Pakistan ]; 3* \n \n 3 [*   *  *  *  *  *                   * ] \n \n 2. “Municipal authority” defined.  In this Act the expression “municipal authority ” includes \na municip al corporation or a body of municipal com missioners constituted by, or under the \nprovisions of, any law or enactment for the time being  in force.  \n \n 3. Exemption of certain Government buildings from municipal laws to regulate the \nerection, etc. of b uilding s within municipalities.  Nothing contained in any law or enactment for the \ntime being in force to regulate the erection, re -erection, construction, alteration or maintenance of \nbuildings within the limits of any municipality shall apply to any building use d or required for the \npublic service or for any public purpose, which is the property, or in the occupation, of 4[the \n5[Gove rnment]], or which is to be erected on land which is the property, or in the occupation, of 4[the \n5[Gove rnment]] : \n \n  \n \n \n \n \n \n \n \n \n \n \n \n1For Statement of Objects and Reasons, see Gaz. of India. 1896, Pt. V,.256; for Report of the Select Committee, see ibid., 1899, Pt. V, p.15; and for \nProceedings in Council, see ibid., 1899, Pt. VI, pp. 2, 15 and 20.  \nThis Act has been declared to be in force i n Baluchistan by the British, Baluchistan Laws Regulation, 1913 (2 of 1913).  \nIt has also been extended to the Leased Areas of Baluchistan, see the Leased Areas (Laws) Order, 1950 (G. G.O. 3 of 1950); and applied in the \nFederated Areas of Baluchistan, see Gazette of  India, 1937, Pt . 1, p. 1499.  \n2 Subs. by the Central Laws (Statute Reform) Ordinance, 1960(21 of 1960), s. 3 and 2nd Sch. ( with effect from the 14th October, 1955), for the original \nsub-section (2), as amended by A.O.,1949, Arts. 3(2) and 4.  \n3 The word “and” and sub -section (3) rep. by the Repea ling and Amend ing Act, 1914 (10  of 1914). s. 3 and Sch. II.  \n4Subs. by A.O., 1937, for “the Govt.”.  \n5 Subs. by A.O., 1961, Art. 2. for “Crown” ( with effect from the 23rd March, 1956 ). \n \nPage 3 of 3 \n  Provided that, where th e erection, re -erection, construction or material structural alteration of \nany such building as aforesaid  (not being a building connected with 1* defence, or  a building the plan \nor construction of which ought, in the opinion of 2[the Gov ernment concerned] , to be treated as \nconfidential or secret) is contemplated, reasonable notice of the proposed work shall be given to the \nmunicipal authority before it is commenced.  \n  \n 4. Objections or suggestions as to erection, etc., of certain Government buildings withi n \nmunicipalities  how to be made and dealt with .—(1) In the case of any such building as is \nmentioned in the last preceding section (not being a building connected with  1* defence or a building \nthe plan or construction of which ought, in the opinion of 2[the Government concerned], to be treated \nas confidential or secret), the municipal authority, or any person authorized by it in this behalf, may, \nwith the permission of the 3[Provincial Government] previously obtained, but not otherwise, and \nsubject to any r estrictions or conditions which may, by general or special order, be imposed by the \n3[Provincial Government], inspect the land and building and all plans connected with its erection, re -\nerection, construction or material structural altera tion, as the case  may be, and may submit to the \n3[Provincial Government] a statement in writing of any objections or sugges tions which such \nmunicipal authority may deem fit to make with reference to such erection, re -erection, construction \nor material structural alteratio n. \n \n (2) Every objection or suggestion submitted as aforesaid shall be considered by the \n3[Provincial Government ], which shall, after such investigation (if any) as it shall think advisable, \npass orders thereon, and the building referred to therein shall b e erected, re -erected, constructed or \naltered, as the case may be, in accordance with such orders:  \n \n Provided that, if the 3[Provincial Government] over -rules or disregards any such objection or -\nsuggestion as aforesaid , it shall give its reasons for so doi ng in writing.  \n \n 4[*  *  *  *                   *   *                    *] \n \n \n___________  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nDate: 05 -09-2024  \n_________________________________________________________________________ ________  \n1The word “Imperial” omitted by A. O., 1949, Sch.  \n2Subs. by A. O., 1937, for “the Govt.”.  \n3Subs. ibid., for “L.G.”.  \n4Subs -section(3) rep., ibid."
}