{
    "file": "./converted_json\\administrator34bbdadf07d30e64a884a488c00cbe92.json",
    "name": "Municipal Taxation Act",
    "date": "25th February 1881",
    "tagline": "Giving power to prohibit municipal taxation",
    "content": "Page 1 of 3 \n  \n \nTHE MUNICIPAL TAXATION ACT, 1881  \n \n \n \nCONTNETS  \n \nPreamble  \n \n \n1.  Short title  \n2.  “Municipal Committee” defined  \n3.  Power to prohibit levy of tax  \n3A.  Power of Provincial Government to prohibit levy of taxes on it  \n4.  Federal Government to pay taxes referred to in section 3  \n5.  Payments to be made in lieu of taxes referred to in section 3A  \n6.  Decision of questions arising under this Act  \n \n  \n  \n \n \n\n \nPage 2 of 3 \n THE MUNICIPAL TAXATION ACT, 1881  \n1ACT No. XI OF 1881  \n[25th February. 1881 ]  \nAn Act to give power to prohibit the levy of municipal taxes in certain cases.  \nPreamble. WHEREAS it is expedient to empower the 2[Government] to prohibit, in certain \ncases, the levy of municipal taxes payable by persons in the military 3[naval] 4[or air -force] se rvice or \nby the 5[provincial Government]; It is hereby enacted as follows :__  \n1. Short title. This Act may be called the Municipal Taxation Act, 1881.  \nLocal extent. It extends to 6[the whole of Pakistan];  \n7*  *   *  * * *  \n2. “Municipal Committee” defined. In this Act “Municipal Committee” 8 includes a \nMunicipal Corporation or a body of Municipal Commissioners constituted by or under the provisions \nof any enactment for the time being in force.  \n9[3. Power to prohibit Levy of  tax.—(1) Notwithstanding anything contained in any \nenactment for the time being in force, the Federal Government may, be an order in writing, prohibit \nthe levy by a Municipal Committee of any specified tax payable by any person subject to the \nPakistan Arm y Act, 1952 (XXXIX of 1952), the Pakistan Navy Ordinance, 1961 (XXXV of 1961), \nor the Pakistan Air Force Act, 1953 (VI of 1953), who is compelled by the exigencies of military, \nnaval or airforce duty to reside within the limits of a municipality.  \n(2)The F ederal Government may, by a like order, rescind any such prohibition.]  \n10[3A. Power of Provincial Government to prohibit levy of taxes on it. Notwithstanding \nanything in any enactment for the time being in force, the Provincial Government may by an order in \nwriting prohibit the levy by a Municipal Committee of any specified tax payable by the Provincial \nGovernment and may by a like order rescind any such prohibition.]  \n \n \n1For Statement of Objects and Reasons, see Gazette of India, 1880, Pt. V, p. 193 ; for  Proceedings in Council, see ibid. Supplement, pp. 904 and 915 ; \nand ibid, 1881, Supplement, p. 250 .  \nThis Act has been amended to the extent of Islamabad Capital Territory, see Ordinance No. 27 of 1981, s. 5 and 4th Sch.  \n2Subs. by A.O., 1949. Sch., for “Governor -General in Council”  \n3Ins. by the Amending Act, 1934 (35 of 1934), s. 2 and Sch.  \n4Ins. by the Repealing and Amending Act, 1927 (10 of 1927), s. 2 and Sch. 1.  \n5Subs. by A.O., 1949, Sch., for “Secretary of State for  India in Council”.  \n6Subs. by the Central Laws (Statute Reform), Ordinance, 1960 (21 of 1960), s. 3 and 2nd Sch. (with effect from the 14th Octobe r, 1955, for “ all the \nProvinces and the Capital of the Federation” which has been subs. by A.O., 1949, Arts.  3 (2) and 4, for “the whole of British India” .  \n7The words “and shall come into force at once” rep. by the Repealing and Amending Act, 1914 (10 of 1914).  \n8For the purposes of this Act, every Cantonment Board as defined in the Cantonments Act, 1924 (2 of  1924) is deemed to be a Municipal Committee., \nsee s. 97 of the latter Act.  \n9Subs. by Ord. XXVII of 1981, s.5 and Sch. IV (only to the extent of ICT).  \n10Section 3A ins. by A. O., 1937.  \n \nPage 3 of 3 \n 4. Federal Government to pay taxes referred to in section 3. So long  as any order made \nunder section 3, prohibi ting the levy of a tax on any person mentioned in 1* * * that section remains in \nforce, the 2[Federal Government] shall be liable to pay to the Municipal Committee mentioned in the \norder the amount which otherwise  would have been payable to such Committee by such person:  \nProvided that the 3[Federal Government] shall not be liable to pay any sum in respect of any \nhorse which such person is bound, by the regulations of the service to which he belongs, to keep.  \n5. Payments to be made in lieu of taxes referred to in section 3A. So long as any order made \nunder 4[section 3A] prohibiting the levy of any tax payable by the 2[Provincial Government], remains \nin force, the said 5[Provincial Government] shall be liable to pay  to the Municipal Committee, in lieu \nof such tax, such sums(if any) as an officer from time to time appointed in this behalf by the \n6[Provincial Government] may, h aving regard to all the circums tances of the case, from time to time \ndetermine to be fair and  reasonable.  \n6. Decision of questions arising under this Act. If any question arises whether any duty is \nmilitary 7[, naval] 8[or air -force] duty within the meaning of this Act, the decision of the 9[Federal \nGovernment] thereon shall be conclusive.  \nIf any question arises whether any person is compelled as aforesaid to reside within the limits \nof a municipality or is bound as afo resaid to keep any horse, the decision thereon of such authority as \nthe 2[Federal Government] may, from time to time, appoint in this behalf shall be conclusive.  \n \n___________  \n \n \n \n \n \n \n \n \nDate: 16 -09-2024  \n1The words “clause (a) of” rep., by A.O.,1937.   \n2Subs. by F. A. O.,1975, Art. 2 and Table, for “Central Government” which was subs. by A. O. ,1937, for “Secretary of State fo r India in Council”.  \n3Subs. by F. A. O., 1975, Art. 2 and Table, for “Central. Government” which was subs. by A.O. 1937, for “s aid Secretary of State in Council”.  \n4Subs. by A. O., 1937, for “section 3”.  \n5Subs. ibid., for “Secretary of State in Council”.  \n6Subs. by A.O., 1937, for “L.G.”.  \n7Ins. by the Amending Act, 1934 (35 of 1934), s. 2 and Sch.  \n8Ins. by the Repealing and Amending Act, 1927 (10 of 1927), s. 2 and Sch  I.  \nSubs. by F.A.O., 1975, Art.2 and Table for “Central Government” which was subs. by A.O., 1937, for “G.G. in C”."
}