{
    "file": "./converted_json\\administratora4476d3c8e79dc2fa0574620496ba8bf.json",
    "name": "Protection of Economic Reforms Act, 1992",
    "date": "23rd July, 1992",
    "tagline": "An Act to provide for furtherance and protection of economic reforms",
    "content": "Page 1 of 4 \n \n \nTHE PROTECTION OF ECONOMIC REFORMS ACT, 1992  \n \n \n \nCONTENTS  \n \n1. Short title , extent and commencement  \n2. Definitions  \n3. Act to override other laws  \n4. Freedom to bring, hold, sell and take out foreign currency  \n5. Immunities to foreign currency accounts  \n6. Protection of fiscal  incentives for setting  up of industries  \n7. Protection of transfer of ownership to private sector  \n8. Protection  of foreign  and Pakistani  investment  \n9. Secrecy of Banking  transaction  \n10. Protection of financial obligation  \n11. Rules  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n \nPage 2 of 4 \n THE PROTECTION OF ECONO MIC REFORMS ACT, 1992.  \n \nACT No.  XII OF 1992  \n[23rd July, 1992]  \n \nAn Act to provide for furtherance and protection of economic reforms  \n \nWHEREAS it is necessary to create a liberal environment for savings and investments; and \nother matters relating thereto;  \n \nAND WHEREAS a number of economic reforms have been introduced and are in the process of \nbeing introduced to achieve the aforesaid objectives;  \n \nAND WHEREAS it is necessary to provide legal protection to these reforms in order to create \nconfidence in the esta blishment and continuity of the liberal economic environment created thereby;  \n \nIt is hereby enacted as follows: — \n \n1. Short title extent and commencement. — (1)This Act, may be called the Protection of \nEconomic Reforms Act, 1992.  \n \n(2) It extends to the who le of Pakistan.  \n \n(3) It shall come into force at once.  \n \n2. Definitions. — In this Act, unless there is anything repugnant in the subject or context, — \n \n(a)  “Government ” includes   both  the  Federal  Government  and  any  \nProvincial Government;  \n \n(b)  “economi c reforms ” means economic policies and programmes, laws \nand regulations announced, promulgated or implemented by the \nGovernment on and after the seventh day of November, 1990, relating \nto privatization of public sector enterprises, and nationalized banks, \npromotion of savings and investments, introduction of, fiscal incentives \nfor industrialization and deregulation of investment,   banking, finance, \nexchange and payments systems, holding and transfer of  currencies; \nand \n \n(c)  all  other  expressions  used  in  this  Ordinance  shall  have  the \nmeaning respectively assigned to them under the relevant laws.  \n \n3. Act to Override other laws.  The provisions of this Act shall have effect   notwithstanding   \nanything   contained   in   the   Foreign   Exchange Regul ation Act, 1947 (VII of 1947), the Customs \nAct, 1969 (IV of 1969), the   Income Tax Ordinance, 1979 (XXXI of 1979), or any other law for the \ntime being in force.  \n \n4. Freedom to bring, hold, sell and take out foreign currency. — (1) All citizens of \nPakistan r esident in Pakistan or outside Pakistan and all other persons shall be entitled and free to \nbring, hold, sell, transfer and take out foreign exchange within or out of Pakistan in any form and \n \nPage 3 of 4 \n shall not be required to make a foreign currency declaration at any stage nor shall anyone  be \nquestioned in regard to the same.  \n \n1[(2) Nothing in sub -section (1) shall apply to  \n \n(a)  any foreign exchange borrowed under any general permission given by the \nState Bank of Pakistan under sub -section (1) of section 4 of the Foreign \nExchange Regulations Act, 1947 (VII of 1947);  \n \n(b)  any payment from abroad for good exported from Pakistan;  \n(c)  proceeds of securities issued or  sold to non -residents;  \n \n(d)  any payment received from abroad for services rendered in, or from Paki stan;  \n \n(e)   earnings  or  profits  of  the  overseas  offices  or  branches  of  Pakistani firm \nand companies including banks; and  \n \n(f)  any foreign exchange purchased from an authorized dealer in  Pakistan for any \npurpose.]  \n \n5. Immunities to foreign curren cy accounts. —(1) All citizens of Pakistan resident in \nPakistan or outside Pakistan who hold foreign currency accounts in Pakistan, and all other persons \nwho hold such accounts, shall continue to enjoy immunity against any inquiry from the Income Tax \nDepart ment or any ot her taxation authority as to the source of financing of the foreign currency \naccounts  1[:] \n \n1[Provided that such immunity shall not be available to citizens of Pakistan residing in \nPakistan and to firms, companies and other bodies registered or incorporate d in Pakistan in respect of \nany new foreign currency account opened or deposits created on or after the 16th day of December, \n1999 or to any incremental deposits thereafter in an existing foreign currency account]; and  \n \n(2) The balances in th e foreign curr ency accounts and income there from shall continue to \nremain exempted from the levy of wealth -tax and income tax and compulsory deduction of Zakat  at \nsource. 1[:] \n \n1[Provided that such exemption shall not be available to citizens of Pakistan residing in \nPakistan and to firms, companies and other bodies registered or incorporated in Pakistan in respect of \nany balance n a new foreign currency account opened or deposits created on or after the 16th day of \nDecember, 1999 or to incremental deposits  created on or  after the 16th day of December, 1999 in an \nexisting foreign currency account and income therefrom.]  \n \n(3) The banks shall maintain complete secrecy in respect of transactions in the foreign \ncurrency accounts.  \n \n1 Numbered, added and subs. by O rdinance 21 of 1999, ss.2 & 3.  \n \nPage 4 of 4 \n (4) The State Bank of Pakistan or other banks shall not impose any restrictions on deposits in \nand withdrawals from the foreign currency accounts and restrictions if any shall stand withdrawn \nforthwith.  \n \n6. Protection of fis cal incentives for setting -up of industries.  The fiscal incentives for \ninvestment provided by the Government through the statutory orders listed in the Schedule or  \notherwise notified shall continue in force  for the term specified therein and shall not be altered to the \ndisadvantage of the investors.  \n \n7. Protection of transfer of ownership to private sector.  The ownership, management and \ncontrol of any banking, commercial, manufacturing or other company, establishment or enterprise \ntransferred by the G overnm ent to any person under any law shall not again be compulsorily acquired \nor taken over by the Government for any reason whatsoever.  \n \n8. Protection of foreign and Pakistani Investment.  No foreign, industrial or commercial \nenterprise established or  owned in any form by a foreign or Pakistani investor for private gain in \naccordance with law, and no investment in share or equity of any company, firm, or enterprise, and \nno commercial bank or financial institution established, owned or acquired by any  foreign  or \nPakistani investor, shall be compulsorily acquired or taken over by the Government.  \n \n9. Secrecy of Banking Transaction.  Secrecy of bonafide banking transactions shall be \nstrictly observed by all banks and financial institutions, by whosoever owned, control led or managed.  \n \n10. Protection of financial obligation.  All financial obligations incurred  including those \nunder any instrument ,  or any  financial  and contractual commitment made by or on behalf of the \nGovernment shall continue to rema in in force, and sh all not be altered to the disadvantage of the \nbeneficiaries.  \n \n11. Rules.  The Federal Government may make rules for carrying out the purposes of this Act.  \n___________  \n \nTHE SCHEDULE  \n \n(See section 6) \n \n1. Notification No. SRO 1283 (1)/90, da ted the 13th Decemb er, 1990, issued under sub -\nsection (2) of section 14   of the Income Tax Ordinance,  \n1979 (XXXI of 1979).  \n \n2. Notification No. SRO 1284 (1)/90, dated the 13th December, 1990, issued under section 19 \nof the Customs Act, 1969 (IV of 1969)."
}