{
    "file": "./converted_json\\administrator1c38f8eedd503c53b6347625afcafde3(1).json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "v\".{iJut7o2)\nREGTSTEREDN'.yffi\n@$e Gvdfe d ?E[fdtrr\nEXTRAOBDINARY\nPUBLISHED BY AUTHORITY\nISLAMABAD, SATURDAY, OCTOBER 3T, 2OT5\nPART I\nActs, Ordinances, President's Orders and Regulations\nGOVERNMENl' OF PAKISTAN\nMINISTRY OF LAW, JUSTICE AND HUMAN RIGHTS\nIslamabad, the 3lst October, 2015\nNo. F. 2 (1)/2015-Pub.-The following Ordinance promulgate by the\nPresident is hereby published for general information:-\nORDINANCE No. XV or' 201 5\nAN\nORDINANCE\nfurther lo antend lhe lncome Tar Ordinance, 2001\nWHEREAS it is expedient further to amend the Income Tax Ordinance, 2001\n(XLIX of 2001) for the purposes hereinafter appearing;\nAND WHEREAS, the Senate and the National Assembly are not in session\nand the President of the Islamic Republic of Pakistan is satisfied that\ncircumstances exisl which render it necessary to take immediate action;\n(863)\nPrice : Rs. 3.00[ 1874(2015/Ex. Gaz.]?\n9o\n864 HE GAZETTE OF PAKISTAN, EXTRA., OCTOBER 3I,20I5 [PART I\nNOW. 'IIJEREFORE. in cxercisc of tl')e powers confencd b1, clause ( 1)\nof Article 89 of the Constitution of the Islamic Rcpublic of Pakistan. tire\nPresident ofthe [slamic Republic of Pakisran is pleased to nrake and pr.omullate\nrhe lollorving Ordinance:-\nI . Short title and commencement.-{ I ) This Ordinance may be\ncalled the Inconre Tax ( Second Amendment) Ordinance, 2015.\n(2) It shall come inlo force at once\n2. Amendment of sections 153 and 236P and Second Schedute\nOrdinance XLD( of 2001.-ln the Income Tax Ordinance, 2001 (XLX of 2001),-\n(l) in section 153,-\n(a) in sub-section (3), in the proviso, ir.r clause (b), for semicolon\nand the rvord \"; and\" the expression \", provided that-\" shall\nbe substituted and thereafter the following sub-clauses shall\nbe added, namely:-\n\"(i) where the aforesaid minimurr tax for providing or\nrendering services, in r€spect of sectors as specified in\nclause (94) of Part IV of the Second Schedule is in\nexcess of tax payable under Division II of Part I of the\nFirst Schedule, the excess amount of tax paid shall be\ncarried forward for adjustmcnt against tax liabilify under\nthe aforesaid Part ofthe subsequent tax yeart\n(ii) where the excess tax. is not wholly adiusted, the\namount not adjusted shall be carried folward to the\nfollowing tax year and adjusted against tax liability\nunder the aforesaid Part for that year, and so on, but the\nsaid excess shall not be carried forward to more than\nfive tax years immediately succeeding the tax year for\nwhich the excess was first paid; and\n(iii) the said excess amount shall not be carried forward in\ncase of a company for which provisions of this clause\nare not applicable under clause (94) of Part IV of the\nSecond Schedule; and\"; and\n(b) after sub-section (4), the following new sub-section shall be\ninserted. namely:-\n\"(4A) The Commissioner, on an application made by the\nrecipient of a payment referred to in clause (94) of Part IV\nof the Second Schedule, in cases where the said recipient\nhas fulfilled the conditions as specified in the said clause, by\nP^RI. I] THE GAZET,TE OF PAKISTAN, EXTRA., OCTOBER 3 I , 20 I5 865\nan ordef in writing for a period of at least three montl]s. may\nallorv any person to make the payment without deduction of\ntax in respect of payments as referred to in clauses (b) of\nsub-section (1) ofsection 153:\nProvided that the recipient of the payment has made\nadvance payment of tax equal to two pelccnt of the total\nturnover of the corresponding period of the irnmediately\nprcceding tax year.\";\n(3) in the Second Schedule. in Part IV, after clause (93), the following\nnew clause shall be added, namely:-\nMAMNOON HUSSAIN,\nPresidenl.\nJustice (R)\nMUHAMMAD RAZA KHAN,\nSecretarv.\nPRINTED BY THE MANAGER. PRINTINC CORPORATION OF PAKISTAN PRESS, ISLAMAB AD\nPUBLISHED BY THE DEPUTY CONTROT,LER STATIONERY & FORMS, TJNIVERSTTY ROAD, KARACHI(2) in section 236P. in sub-section (4), the expression \"Pakistan\nRealtime Interbank Settlement Mechanism (PRISM) transactions\nor\" shall be omitted; and\n\"(94) The provisions of clause (b) of the proviso to sub-section\n(3) of section 153 shall not apply for tax year 2016 to a company\nbeing a filer and engaged in providing or rendering freight\nforwarding services, air cargo services, courier services, manpower\noutsourcing services, hotel services, security guard services,\nsoftware development services, tracking services, advertising\nservices (other than by print or electronic media), share registrar\nservices, engineering services or car rental services:\nProvided that the tax payable or paid on the income from\nproviding or rendering aforesaid services shall not be less than two\npercent of the gross amount of tumover from all sources and that\nthe company fumishes in writing an irrevocable undertaking by the\nfifteenth day of November, 2015 to present its accounts to the\nCommissioner within thirty days of filing of retum, for audit of its\nincome tax affairs for tax year 2016.\"."
}