{
    "file": "./converted_json\\administrator5fd04a6dbe98996406f13e8bec75d26d.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "Page 1 of 6 \n  \n \nTHE RIOT AND CIVIL COMMOTION RISKS INSURANCE \nORDINANCE, 1947  \n \n \n \nCONTENTS  \n1.  Short  title, extent and applications  \n2.  Definitions  \n3.  Properties insurable under this Ordinance  \n4.  Ownership  \n5.  [Repealed ] \n6. [Repealed ] \n7.  Employment o f agents by Federal  Government  \n8.  [Repealed ] \n9.  Recovery of premiums unpaid  \n10 [Repealed ] \n11.  Riot and  Civil Commotion Insurance Fund  \n12.  Powers of Federal G overnment to obtain information  \n13.  Refu nd of premiums in certain cases  \n14.  Limitation on prosecution  \n15.  Composition of offences  \n16.  Bar of legal proceedings  \n17.  Power  to make rules  \nSCHEDULE  \n \n \n\n \nPage 2 of 6 \n THE RIOT AND CIVIL COMMOTION RISKS INSURANCE ORDINANCE, \n1947  \nORDINANCE No. III OF  1947  \n[7th November, 1947 ]  \nAn Ordinance to provide for the insurance of certain property against Riot and Civil Commotion \nRisks.  \n WHEREAS an emergency has arisen which makes it necessary to provide for the insurance of \ncertain property against Riot and Civil Commotion Risks;  \n Now, THEREFORE, in exercise of the powers conferred by section 42 of the  Government of \nIndia Act, 1935, the Governor -General is pleased to make and promulgate the following Ordinance, \nnamely:___  \n 1. Short  title, extent and applications.___(1) This Ordinance may be called the Riot and Civil \nCommotion Risks Insurance Ordinance, 1947.  \n (2) It extends to the whole  of 1[* * * ] Pakistan.  \n (3) The 2[Federal  Government] may, by notification in the official Gazette, apply it to the whole \nof 1[Pakistan] or any part thereof from such date and in such manner as may be specified in the said \nnotification.  \n 2. Definitions.___In this Ordinance, unless there is anything repugnant in the subject or \ncontext___  \n(1) “factory ” means a factory as defined in clause (j) of section 2 of the Factories Act, 1934 \n(XXV of 1934);  \n(2)  “factory buildings” includes all buildings comprised in the f actory, and such other \nbuildings (including residential buildings for staff and workmen, ho spitals and welfare \ncenters ) within a radius of two miles from the main factory as are in the same \nownership or occupation as the facto ry and are used for the purposes of the factory;  \n(3) “the Fund” means the Riot and Civil Commotion Insurance F und consti tuted under \nsection II; hereafter mentioned.  \n   (4) “Riot and Civil C ommotion Risks” means the risks of___loss or damage (including loss \nor damage due to fire or explosion) directly caused by persons taking part in riots or \ncivil comm otions or by strikers or locked out workers or by persons of malicious intent \nacting on behalf of or in connection with any political organization; also loss or damage \n(including loss or damage due to fire or explosion) directly caused by the action of any \nlawfully constituted Authority in connection with the foregoing perils only:  \n \n1Omitted  and subs.  by the Central Laws ( Adaptation ) Order , 1961 (P. O. 1 of 1961), Art. 2 and Sch., (with effect from the 23rd March, 1956).  \n2Subs. by the Federal Adaptation of Laws Order , 1975  (P. O.  4 of 1975),  Art. 2 and Table . \n \nPage 3 of 6 \n Provided always that the following shall be expressly excluded from the scope of this \nsection:___ \n(i)  Loss or damage caused by any of the perils hereby insured against, if such loss \nor damage either in origin or extent is directly or indirectly, proximately or \nremotely, occasioned by or contributed to by any of the following occurrences, \nor, either in origin or extent directly or indirectly, proximately or remotely, \narises out of or in connection with any of such occurrences, namely :  \n       War, invasion, act of foreign enemy, hostilities or war  like   operations, \n(whether war be declared or not);  \n(ii)   Loss or damage occasioned by cessation of work;  \n(iii)  Consequential  loss or damage of any kind or d escription whatsoever including  \ndelay, deterioration and loss of market.  \n(5)   “prescribed” means prescribed by rules made by the 1[Federal Government] under this \nOrdinance.  \n \n 3. Properties i nsurable under this Ordinance.___(1) Subject to the provisions  of this \nOrdinance every factory, factory buildings and other moveable or immoveable property described in \nthe Schedule shall be deemed to be the property insurable under this Ordinance.  \n (2) The 1[Federal Government] may, by notification in the official Gazette, from time to time \namend the Schedule by adding thereto or omitting therefrom any kind of property.  \n 4. Ownership.___Save in so far as is otherwise expressly provided in this Ordinance, any \nproperty shall, subject to th e provisions of this section , be deemed for the purposes of this Ordinance, \nto be owned___ \n(a)  if the ownership of the property is for the time being vested in a person in relation to whom \nthe property is insurable under this  Ordinance, by that person;  \n(b)  if the ownership of the property is not so vested, by any person in relation to whom the \nproperty is insurable under this Ordinance and who is for the time being e ntitled either unconditionally \nor conditionally , to have the ownership of the property vested in him :  \n Provided that where___  \n(i)  any property would, under the foregoing provisions of this sub -section, \nbe deemed to be owned by a person in whom the property therein is \nvested otherwise than in the course of a business carried on by him in \nthe Province, or who is entitled to have the ow nership of the property \nvested in him otherwise than in the course of such a business, and  \n(ii)  any person carrying on business in the Province is for the time being \nentitled to sell the property as agent, the property shall be deemed to be \nowned by the last mentioned person.  \n \n1Subs. by the Federal Adaptation of Laws Order, 1975 ( P. O.  4 of 1975), Art. 2 and Table . \n \nPage 4 of 6 \n  5. 1[Repealed]  \n 6. 1[Repealed]  \n 7. Employment of agents by 2[Federal  Government ]. The 2[Federal Go vernment] may \nemploy or authoris e the employment of any person or firm as prescribed in order to act as its agent for \nany of  the purposes of this Ordinance and may pay to the persons or firms so employed such \nremuneration as the 2[Federal Government] think s fit.  \n 8. 1[Repealed]   \n 9. Recovery of premiums unpaid.___(1) 3[* * * ] where any person has failed to insure as, or \nto the full amount required by this Ordinan ce and has there by evaded the payment by way of premium \nof any money which he would have had to pay but for such failure, an officer authorised in this behalf \nby the 2[Federal Government] may determine the amount, payment of which has been evaded. The \namount so determined  shall be payable  by such person and shall be re coverable from him as an arrear \nof land revenue and shall be a first charge on the property in respect of which the default was made.  \n (2) A person against whom a determination is made under sub -section (1) may, within the \nprescribed period appeal against such determination to the 2[Federal Government] whose decision shall \nbe final.  \n 10. 1[Repealed]  \n 11. Riot and Civil Commotion Insurance Fund.___(1) The 2[Federal Government] shall \nestablish or cause to be e stablished a Fund in a Province for the purposes of this Ordinance, to be called \nthe Riot and Civil Commotion Insurance Fund into which shall be paid all sums received by the \n2[Federal Government] by way of Insurance premiums under the Riot and Civil Commo tion Insurance \nScheme or by way of payments made on composition of offences under section 15, or ordered to be \npaid under section 545 of the Code of Criminal Procedure, 1898 (V of 1898), in any prosecution under \nthis Ordinance, and out of which shall be pa id all sums required for the 4[discharge] by the 2[Federal \nGovernment] of any of its liabilities under the Riot and Civil Commotion Insurance Scheme, or for the \npayment by the 2[Federal Government] of the remuneration and expenses of agents employed for th e \npurposes of that Scheme.  \n (2) If, at any time, when a payment is to be made out of the Fund, the sum standing to the credit \nof the Fund is less than the sum required for the making of that payment , an amount equal to the \ndeficiency shall be paid into the Fund as an advance out of general revenues.  \n (3) If, at any time, the amount standing to the credit of the Fund exceeds the sum which, in the \nopinion of the 2[Federal Government], is likely to be r equired for the making of payments out of the \nFund, the excess shall be paid into general revenues.  \n \n \n1Rep. by  Ord. No.  XXII of 1948,  s. 2, (with effect from the 1st November, 1948 ). \n2Subs. by the Federal Adaptation  of Laws  Order, 1975 ( P. O. 4 of 1975),  Art. 2 and Table . \n3Rep. by the Federal Laws (Revision and Declaration) Act, 1951  (XXVI of 1951 ), s. 3 and 2nd Sch.  \n4Subs. ibid., s. 4 and 3rd Sch.  \n \nPage 5 of 6 \n  (4) The 1[Federal Government] shall prepare in such form and manner as may be prescribed, \nand shall publish either annually or at such shorter intervals as may be prescribed, an account of all \nsums received into and paid out of the Fund.  \n 12. Powers of 1[Federal G overnment ] to obtain information.___(1) Any person authorised in \nthis behalf by the 1[Federal Government] may, for the purpose of ascertaining whether or not the \nrequirements of this Ordinance have been complied with___  \n(a)  require any person carrying on  in any part of 2[Pakistan] the business of fire \ninsurance or an owner of property to submit to him such accounts, books or \nother documents or to furnish to him such information as he may reasonably \nthink necessary, or  \n(b)  at any reasonable time enter an y premises occupied by any person carrying on \nin any part of  the 2[Pakistan] any such business or by such owner of the property, \nand inspect the premises and require any person found therein who is for the \ntime being in charge  thereof to produce to him and allow him to examine such \naccounts, books or other documents as may relate to the business carried on in \nthe premises or to furnish to him such information as he may reasonably think \nnecessary.  \n \n (2) Whoever willfully obstru cts any person in the exercise of his powers under this section or \nfails without reasonable excuse to comply with a request made thereunder shall, in respect of each \noccasion on which any such obstruction or failure takes place, be punishable with fine whi ch may \nextend to five hundred rupees.  \n (3) Whoever in purporting to comply with his obligations under this section, knowingly or \nrecklessly makes a statement false in a material particular, shall be punishable with fine which may \nextend to one thousand ru pees.  \n 13. Refund of premiums in certain cases.___(1) Where property of a ny description has been \ninsured  by an owner for any period, and before that period has elapsed property of that description has \nceased, by virtue of a notification under sub -section (2) of section 3, to be property insurable under \nthis Ordinance, the person who has insured such property shall be entitled to a proportionate refund of \npremium.  \n (2) In any other case the 1[Federal Government] may, at its discretion, order a refund to be  \nmade of any sum paid or purporting to have been paid as premium in respect of any policy issued or \npurporting to have been issued under this Ordinance.  \n (3) On and after the eighth day of November, 1947 , no suit shall be maintainable in any civil \ncourt a gainst the 1[Federal Government] or a person acting as agent of the 1[Federal Government] \nunder section 7 for the refund of money paid or purporting to have been paid as premium in respect of \nany policy issued or purporting to have been issued under this O rdinance.  \n 14. Limitation on prosecution.___No prosecution for any offence punishable under this \nOrdinance shall be instituted against any person except by or with the consent of the 1[Federal \nGovernment] or any authority on whom powers are conferred in t his behalf by the 1[Federal \nGovernment].  \n1Subs. by the Federal Adaptation of Laws Order, 1975 ( P. O.  4 of 1975) , and Table . \n2Subs. by the Central Laws (Adaption) Order, 1961 (P.O. No. 1 of 1961), Art. 2 and Sch., (with effect from the 23rd March, 1956 ). \n \n \nPage 6 of 6 \n  15. Composition of offences .___Any offence punishable under sub -section (2) of section 8 may, \neither before or after the institution of the prosecution, be compounded by the 1[Federal Government] \nor by any authority on whom powers are conferred in this behalf by the 1[Federal Government], on \npayment for credit to the Fund of such sum as the 1[Federal Government] or such authority, as the case \nmay be, thinks fit.  \n 16. Bar of legal proceedings.___No suit, prosecution or other legal proceeding shall lie against \nany person for anything which i s in good faith done or intended to be done under this Ordinance.  \n 17. Power  to make rules.___(1) The 1[Federal Government] may, by notification in the official \nGazette, make rules to carry into effect the provisions of this Ordinance.  \n (2) Without prejudice to the generality of the foregoing power, such rules may prescribe___  \n(a)  the forms of the polici es of insurance referred to in sub -section (2) of section 6, \nthe maximum period in respect of which such policies shall be issued, the rates \nat which premiums on such policies shall be payable and the minimum amount \nwhich shall be payable as any one premiu m on such policies;  \n(b)  persons or firms to be prescribed for the purposes of section 7;  \n(c)  the procedure in making determination and in presenting appeals from \ndetermination made under section 9;  \n(d)  the form of and the manner of preparing the acco unt referred to in sub -section \n(4) of section 11 and the intervals at which su ch account shall be published.  \nSCHEDULE  \n (1) Cotton Ginning F actories including the factory buildings.  \n (2) Cotton Pressing F actories including the factory buildings.  \n (3) Cot ton in (1) and (2) above.  \n \n___________  \n \n \n \n \n          RGN Date: 08 -10-2024  \n \n1Subs. by  the Federal Adaptation of Laws Order, 1975 ( P. O. 4 of 1975), Art. 2 and Table."
}