{
    "file": "./converted_json\\administrator2c06120ab1557a3a4d49b5cab1c70811.json",
    "name": "The Publication of Laws of Pakistan Act",
    "date": "28th March, 2016",
    "tagline": "Ensuring publication of laws of Pakistan free from errors of reproduction, updating and printing",
    "content": "Page 1 of 10 \n  \n \n \n \n \n \nTHE  PUBLICATION  OF LAWS  OF PAKISTAN  ACT,  2016  \n \n \n \n \n \n \nCONTENTS  \n_____________  \n \n \n1. Short  title, extent,  commencement  and application  \n \n2. Definitions  \n \n3. Registration  of publishers  \n \n4. Exemption  from  registration  \n \n5. Maintenance  of laws of Pakistan  \n \n6. Laws of Pakistan Cell \n \n7. Powers  and functions  of the Cell \n \n8. Review  of publications  \n \n9. [Omitted]  \n \n10. [Omitted]  \n \n11. Cons titution of appellate committee  \n \n12. [Omitted]  \n \n13. Disclosure  of interest  \n \n14. Recovery  of dues \n \n15. Duties  of publishers  and booksellers  \n \n \n \n \n\n \nPage 2 of 10 \n 16. Disclaimer  by the publisher  \n \n17. Translation  of the laws of Pakistan  \n \n18. De­registration  \n \n19. Penalty  \n \n20. Offences  \n \n21. Violations  and offences  by legal  persons  \n \n22. Jurisdiction  to try offences  \n \n23. Appeal  \n \n24. Bar of jurisdiction  \n \n25. Power  to make  rules  \n \n26.  Removal of difficulty  \n \n26A.   Indemnity  \n \n27. Validation  of actions  etc. \n \n \n \n______________  \n  \n \nPage 3 of 10 \n THE  PUBLICATION  OF LAWS  OF PAKISTAN  ACT,  2016  \n \nACT  NO. XIII  OF 2016  \n \n[28th March,  2016 ] \n \nAn Act to ensure  publication  of the text of the laws of Pakistan  free from  errors  of \nreproduction,  updating  and printing  \n \nWHEREAS  it is expedient  to provide  for publication  of the text of the laws of Pakistan  free \nfrom  errors  of reproduction,  updating  and printing  and to deal with ancillary  matters;  \n \nAND  WHEREAS  the Provincial  Assemblies  of Balochistan,  Khyber  Pakhtunkhwa,  Punjab  and \nSindh  have  passed  Resolutions  under  Article  144 of the Constitution  to the effect  that Parliament  may \nby law regulate  the issue;  \n \nIt is hereby  enacted  as follows: — \n \n1. Short  title,  extent,  commencement  and application. —(1) This Act may be called  the \nPublication  of Laws  of Pakistan  Act, 2016,  \n \n(2) It extends  to the whole  of Pakistan.  \n \n(3) It shall  come  into force  at once.  \n \n(4) This Act shall  not apply  to publication  of laws of Pakistan  by the Federal  Government,  a \nProvincial  Government,  any House  of Majlis­e­Shoora  (Parliament)  or a Provincial  Assembly,  but the \nGovernments  and Legislatures  shall  maintain  internal  checks  in order  to ensure  accuracy  of the laws \npublished  by them.  \n \n2. Definitions .—In this Act, unless  there  is anything  repugnant  in the subject  or context, — \n \n1[(a) “administrative department” means the department of the respective Provincial \nGovernment to which business of this Act in the provincial domain stands \nallocated;  \n(aa) “admi nistrative division” means the D ivision of the Federal Government to which \nbusiness of this Act in the Federal domain stan ds allocated;]  \n \n1[(ab)]  “bookseller ” means  a bookseller  who predominantly  sells law books,  with or \nwithout  commentary,  containing  laws of Pakistan;  \n \n(b)  “Cell” means  the Laws  of Pakistan  Cell 1[**] established  under  section  6: \n \n1[(ba)  “Chairperson” means Chairperson of the concerned appellate Committee; ] \n \n(c) 1[* * * * * * *] \n_________________________________________________________________________________  \n1Added, re -lettered, om itted and ins.  by Act No. XXIII of 2022 , s. 2. \n \n \nPage 4 of 10 \n (d)  “law of Pakistan ” means  a law passed  under  the Constitution  of the Islamic  \nRepublic  of Pakistan,  or by or under  the authority  of Majlis­e­Shoora  \n(Parliament)  or any of the Provincial  Assemblies,  which  is published  in the \nGazette  of Pakistan  or Gazette  of any Province  and includes  principal  and \nsubordinate  legislation  and any other  statutory  instrument  which  is published  in \nthe Gazette  of Pakistan  or Gazette  of any Province:  \n \nProvided that the commentary portion of any law of Pakistan and \nreproduction by photocopy or scanning of any law of Pakistan shall be out of \nthe purview of this Act;  \n \n1[(da)  “member” means a member of the concerned appellate committee;  \n \n(db) “person” shall have the same meaning as assigned thereto in section 11 of the \nPakistan Penal Code (Act XLV of 1860);]  \n(e)  “prescribed ” means  prescribed  by rules  made  under  this Act; \n \n(f)  “public  sector  organization ” means  a concerned  ministry,  division,  department,  \nattached  department,  statutory  body  or an autonomous  body  of the Federal  \nGovernment  under  the Rules  of Business,  1973,  a department,  statutory  body,  \nan attached  department  or autonomous  body  of a Provincial  Government  under  \nRules  of Business  of the respective  Provincial  Government,  a local  government  \nand Supreme  Court  of Pakistan,  Federal  Shariat  Court  or a High  Court  to the \nextent  of Rules  and Orders  published  under  the authority  of the Supreme  Court,  \nFederal  Shariat  Court  or a High  Court;  \n \n(g)  “publisher ” means  a natural  person  or a 1[legal] person  who publishes  or \nengages  another  publisher,  within  or outside  Pakistan,  for publishing  any law of \nPakistan  in the form  of a book,  booklet,  pamphlet,  journal,  or in any electronic  \nform;  and \n \n(h)  “reviewer ” means  a person  who reviews  a law of Pakistan  under  this Act. \n \n3. Registration  of publishers .—(1) A publisher  shall  not publish  any law of Pakistan  unless, — \n \n(a)  he is registered  with the Cell;  \n \n(b)  his proposed  publication  is reviewed  by the Cell;  and \n \n(c)  the Cell has certified  that his proposed  publication  is accurate  and updated  till \nthe date of issuance  of certificate  1[of accuracy] . \n \n(2) The Cell shall,  on payment  of prescribed  fee and fulfillment  of the prescribed  conditions,  \nregister  a publisher.  \n \n \n________________________________________________________________________________  \n1Ins. and subs.  by Act No. XXIII of 2022 , ss. 2 and 3.  \n  \n \nPage 5 of 10 \n 1[4.  Exemption from registration. —A public sector organization and legislature shall be \nexempt from registration under this Act but the head of the public sector organization or the secretary \nof the Senate or the National Assembly or a Provincial Assembly, as the case may be, shall ensure \naccuracy of the contents of a law of Pakistan published by the public sector organization or, as the case \nmay be, a legislature.]  \n \n1[5.  Ma intenance of Laws of Pakistan. —The administrative division and each administrative \ndepartment shall maintain authentic and updated version of laws of Pakistan relating to their respective \ndomain in hard and soft form along with translation thereof at least in Urdu language and shall ensure \nsafe custody thereof.]  \n \n1[6. Laws of Pakistan Cel l.—There shall be in the administrative division and each \nadministrative department a Laws of Pakistan Cell in their respective domain which shall consist of \nsuch officers and staff members to be appointed as civil servants under the respective laws made \npursuant to Article 240 of the Constitution of the Islamic Republic of Pakistan for performance of their \nfunctions in accordance with the  provisions of this Act and the respective rule  thereunder.]  \n \n7. Powers  and functions  of the Cell.—The Cell shall, — \n \n(a)  register  publishers  of laws of Pakistan;  \n \n(b)  regulate  the publication  of the standard  translation  of laws of Pakistan;  \n \n(c)  review  every  proposed  publication  of a law of Pakistan;  \n \n(d)  issue  certificate  of accuracy  to the effect  that the contents  of a law of Pakistan  \nsubmitted  by a publisher  are authentic,  accurate  and updated  till date of such \ncertification;  \n \n(e)  seize  any unauthorized  publication  of a law of Pakistan  which  contains  errors  \nand destroy  the same  if, in the opinion  of the Cell,  the errors  cannot  be rectified;  \n \n(f)  impose  1[administrative penalty]  as provided  in section  19; \n \n(g)  de­register  a publisher  or initiate  prosecution  under  this Act; \n \n(h) ensure  that, after the commencement  of this Act, no bookseller  sells any \npublication  containing  a law of Pakistan  which  does not bear certificate  of \naccuracy;  and \n \n(i)  perform  any other  function  which  is incidental  to 1[aforesaid]  functions  or as \nmay be prescribed.  \n \n8. Review  of publications .—(1) The Cell shall,  on payment  of a prescribed  fee, review  a \nproposed  publication  of a law of Pakistan  submitted  by a registered  publisher  and subject  to rules,  the \nCell shall,  within  the maximum  period  of 1[three months]  from  the date of submission  of publication  \nor payment  of full fee, whichever  is later,  complete  the review,  correct  errors  and issue  certificate  of \naccuracy  of the publication  as on a specified  date:  \n \n_________________________________________________________________________________  \n1Subs . by Act No. XXIII of 2022 , ss. 4 -8. \n \nPage 6 of 10 \n   1[Provided that the administrative division or, as the case may be, the administrative department \nmay, for reasons to be recorded in writing, extend in its respective domain the said period for further \nthree month s.]   \n \n(2) If text of a publication  of a law of Pakistan  includes  other  material  like commentary,  the \nCell shall  only review  the contents  of the law of Pakistan  and the certificate  of accuracy  shall  also be \nconstrued  to contain  responsibility  only to that extent.  \n  \n(3) After  review  of a publication,  the Cell shall  retain  the authenticated  copy  of the publication  \nin safe custody  and shall,  subject  to payment  of remaining  fee, if any, provide  a copy  of the \nauthenticated  copy  of the publication  to publisher  for publication.  \n \n9.       1[Omitted ] \n \n10.     1[Omitted ] \n \n1[11. Constitution of appellate committee. —(1) The administrative division shall, by \nnotification in the official Gazette, constitute an appellate committee consisting of the following for \nperformance of its functions under this Act, including hearing appeals in its d omain under section 23, \nnamely: — \n \nS. No.  Person appointed or nominated  Status  \n1. Secretary of the administrative division or his \nnominee not below the rank of joint secretary or \nequivalent  Chairperson  \n2. One representative from Printing Corporation of \nPakistan Press not below the rank of deputy secretary \nor equivalent  Member  \n \n \n3. One representative from the Pakistan Publishers and \nBook Sellers Association  Mem ber \n4. One representative from National Archives of \nPakistan not below the rank of deputy secretary or \nequivalent  Member  \n5. One representative from National Language \nPromotion Department not below the rank of deputy \nsecretary or equivalent  Member  \n6. An officer of drafting and legislation wing of the \nadministrative division not below the rank of deputy \nsecretary or equivalent  Member  \n-cum- \nSecretary  \n \n(2)  The administrative department may, by notification in the official Gazette, constitute an \nappella te committee for performance of its functions under this Act, including hearing appeals in its \ndomain under section 23.  \n \n(3)  The administrative division may increase or decrease the number of members of the \nappellate committee under sub -section (1) as it may deem fit.  \n \n \n_________________________________________________________________________________  \n1Subs.  and omitted  by Act No. XXIII of 2022 , ss. 8-11. \n \nPage 7 of 10 \n  (4)  The appellate committee constituted under sub -section (1) or sub -section (2) may for the \npurpose of eliciting technical or expert view coopt any person for assistance without having any right \nto vote.  \n \n(5)  Decision of majority members of the appella te committee constituted under sub -section \n(1) or, as the case may be, sub -section (2) present and voting shall be construed as decision of the \nconcerned appellate committee.  \n \n(6)  One -half of its total members shall constitute quorum for a meeting of the  concerned \nappellate committee and a fraction thereof shall be counted as one.  \n \n(7)  In absence of the Chairperson, the concerned appellate committee shall nominate from \namongst its members present a member to preside over the meeting.  \n \n(8)  The meetings of the concerned appellate committee shall be convened and conducted as \nmay be prescribed by respective rules.   \n  \n(9)  The administrative division or, as the case may be, the administrative department may issue \nguidelines to the Cell in its respective dom ain which shall be binding for corrective measures on \nefficient working of the Cell.]  \n \n12. 1[Omitted ] \n \n13. Disclosure  of interest .—(1) If the Chairperson,  1[a member]  or any other  employee,  \nincluding  an adviser,  consultant,  agent,  actuary,  valuator,  lawyer,  and auditor  or the family  of such a \nperson  has, direct  or indirect  interest  in any matter  relating  to financial  transactions  of the Cell or \n1[appellate]  committee,  such person  shall  forthwith  disclose  that interest  and the Cell or, as the case \nmay be, the 1[appellate]   committee,  may take such action  as it may consider  appropriate.  \n \n(2) Any person  referred  to in sub­section  (1), if present  in a meeting  of the Cell or 1[appellate]   \ncommittee,  shall  forthwith  disclose  his interest  and 1[recuse ]  himself  from  the meeting  during  the \nconsideration  of that matter.  \n \n14. Recovery  of dues .—Any amount  due to the Cell may be recovered  as arrears  of land \nrevenue  by an officer  1[of the C ell authorized for this purpose  by the administrative division or ,  as the \ncase may be, the administrative department ] and such officer  shall  exercise  all powers  of a collector  \nfor recovery  of the amount  due. \n \n15. Duties  of publishers  and booksellers .—(1) A publisher  may print  a law of Pakistan  in \noff­set,  photostat,  photo­block  or any other  modern  system  of printing  including  uploading  on website  \netc., but he shall  not print  it in litho process.  \n \n(2) A publisher shall, — \n \n(a) 1[* * * * * * *] \n \n(b)  before submission to the Cell, get his specimen copy of the proposed publication \nof a law of Pakistan compared with the text of the Gazettes and official \npublication of laws of Pakistan, by a person 1[**** ***] trained in the job of \nproof  reading of legal p ublications,  and have a statement recorded in writing by  \n \n_______________________________________________________________________________ __ \n1Omitted and s ubs. by Act No. XXIII of 2022 , ss. 12 -15. \n \nPage 8 of 10 \n such a person  that the contents  of the laws of Pakistan  reproduced  in the \npublication  do not contain  any error;  and \n \n(c)  ensure  that the cover  page  of every  edition  or publication  of a law of Pakistan  \nclearly  bears  the name  and registration  number  of the publisher,  the batch  \nnumber  of the publication,  the name  of the 1[printing] or database  operator,  and \nthe day, month  and year till which  it has been  updated.  \n \n(3) In addition  to the duties  specified  in sub­section  (2), the publisher  shall,  in case of laws of \nPakistan  published  after the commencement  of this Act, print  the certificate  of accuracy  relating  to that \npublication  on the title page  of that publication.  \n \n1[(3A)  The publisher shall be bound to publish within two months the updated version of law \nof Pakistan containing all the amen dments in respect of which a certificate of accuracy has been issued \nby the Cell and where a subsequent amendment is made after issuance of the certificate of accuracy in \nthe law of Pakistan, the publisher  shall be bound to seek within two  months of the  amendment fresh \ncertificate of accuracy for publishing the updated law of Pakistan within two months after issuance of \nthe fresh certificate of accuracy.]  \n \n(4) A bookseller  shall,  after the commencement  of this Act, return  all publications  containing  \na law of Pakistan,  to the publisher  for printing  the certificate  of accuracy  thereon.  \n \n(5) After  the commencement  of this Act, a bookseller  shall  ensure  that each procurement  of a \npublication  containing  a law of Pakistan  must  bear a certificate  of accuracy.  \n \n16. Disclaimer  by the publisher .—Any disclaimer  given  by the publisher  in his publication  \ncontaining  a law of Pakistan  shall  not exonerate  him from  the civil and criminal  liability  created  under  \nthis Act. \n \n17. Translation  of the laws  of Pakistan .—(1) The Cell shall  regulate  the publication  of \ntranslation  of laws of Pakistan  2[in its respective domain]  and issue  guidelines,  from  time to time,  for \nstandard  translation  of laws of Pakistan  in Urdu  and other  Provincial  languages  of Pakistan.  \n \n(2) All the provisions  applicable  to the laws of Pakistan  under  this Act and the rules  made  \nthereunder  shall,  in so far as may be practicable,  also apply  to the translations  of the laws of Pakistan  \nand the publications  thereof.  \n \n18. De­registration .—(1) The Cell may,  in the prescribed  manner,  de­register  a publisher  \nthrough  an order  specifying  reasons  for the order.  \n \n(2) The Cell shall  not pass an order  of de­registration  of a publisher  unless  the publisher  has \nbeen  served  a notice  and afforded  an opportunity  of hearing.  \n \n \n \n \n \n \n_________________________________________________________________________________  \n1Subs . and ins.  by Act  No. XXIII of 2022 , ss. 15-16. \n \nPage 9 of 10 \n  1[19.  Penalty. — (1) If a person publishes or sells a law of Pakistan in violation of all or any of \nthe requirements under section 15, the Cell may, subject to notice and opportunity of hearing, direct \nthe person to pay a penalty of an amount which may extend to fifty tho usand  rupees.  \n \n(2)  In case of recurring breach as specified in sub­section (1), the person shall be subject to a \npenalty  which may extend to one hundred thousand rupees .] \n \n20. Offences .—(1) Any person  who publishes  a law of Pakistan  without  registration  under  this \nAct shall  be punished  with 1[***** **] fine which  may extend  to three  hundred  thousand  rupees  \n1[***** **]. \n \n(2) Any person  who publishes  a law of Pakistan  without  obtaining  review  and certificate  of \naccuracy  under  this Act shall  be punished  with 1[**** ***] fine which  may extend  to one hundred  \nthousand  rupees.  \n \n (3) 1[* * * * * * *] \n \n(4) All published  copies  of the laws of Pakistan,  in respect  of which  the offence  has been  \ncommitted,  shall  be seized  by the Cell.  \n \n(5) The police  shall  act in aid of the Cell,  as and when  required  by the Cell,  for the purposes  of \nthis Act. \n \n21. Violations  and offences  by 1[legal]  persons .—If a person  1[is found guilty]  for a violation  \nunder  section  19 or 1[is convicted for] an offence  under  section  20 is a company  or other  body  corporate  \nor a firm,  every  proprietor,  director,  general  manager,  secretary,  partner  or any other  office  bearer  of \nthe company  or body  corporate  or firm 1[by whatever name called ,] shall,  unless  he proves  that the \nviolation  or offence  was committed  without  his knowledge  or that he exercised  all due diligence  to \nprevent  the violation  or commission  of the offence,  be deemed  to be accountable  for such violation  \n1[or] guilty of such offence.  \n \n.22. Jurisdiction  to try offences .—(1) Any 1[officer of the Cell with prior approva l of \nadministrative division or, as the case may be , administrative department] may,  in respect  of the \noffence  committed  under  section  20, lodge  a complaint  with the Magistrate  1[of the]  First Class  in \nwhose  jurisdiction  the impugned  publication  has been  published.  \n \n(2) For any offence  committed  under  section  20, the Magistrate  1[of the] First Class  shall  \nconduct  a summary  trial in accordance  with the provisions  of Code  of Criminal  Procedure,  1898  1[(Act \nV of 1898) ]. \n \n23. Appeal .—Any person  aggrieved  by an order  made  by the Cell under  section  19 may,  within  \nfifteen  days of the date of receipt  of the order,  prefer  an appeal  to the 1[concerned appellate]  committee  \nand the decision  of the 1[concerned appellate]  committee  thereon  shall  be final.  \n \n24. Bar of jurisdiction .—A civil court  shall  not entertain  any suit or application  against  any \nproceedings  before  the Cell or 1[appellate] committee  under  this Act. \n \n \n_________________________________________________________________________________  \n1Subs. , omitted  and ins.  by Act  No. XXIII of 2022 , ss. 17 -22. \n \n \nPage 10 of 10 \n 1[25.  Power to make rules. —The administrative division and the administrative department \nmay in their respective domain, by notification in the official Gazette, make rules for carrying out the \npurposes of this Act.]  \n \n26. Removal  of difficulty .—If any difficulty  arises  in giving  effect  to any of the provisions  of \nthis Act, the President  may make  an order,  not inconsistent  with the provisions  of this Act, for the \npurposes  of removing  the difficulty.  \n \n1[26A. Indemnity .⎯No suit, prosecution or other legal proceedings shall lie against the \nFederal Government, the Provincial Governments, any officer of the Cell or any  other person exercising \nany power or performing any function under this Act or the rules for anything which i s in good faith \ndone or intended to be done under this Act or the rules made thereunder.]  \n \n27. Validation  of actions  etc.—Anything  done,  actions  taken,  orders  passed,  instruments  \nmade,  proceedings  initiated,  processes  or communications  issued,  powers  conferred,  assumed,  \nexercised  by the Federal  Government,  Provincial  Government,  Cell or any of its officers,  on and after \nthe 29th November,  2015  and before  the commencement  of this Act, shall  be deemed  to have  been  \nvalidly  done,  made,  issued,  taken,  initiated,  conferred,  assumed,  and exercised  and the provisions  of \nthis Act shall  have,  and shall  be deemed  always  to have  had, effect  accordingly.  \n \n \n \n_________________  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nRGN Date: 31 -07-2024  \n_________ _______________________________ _______________________ ________________  \n1Subs. and ins. by Act  No. XXIII of 2022 , ss. 23 and 24."
}