{
    "file": "./converted_json\\administrator23b8a083aa4549b134ecdf77b8b34533.json",
    "name": "Protection of Pakistan (Amendment) Ordinance, 2014",
    "date": "22 January, 2014",
    "tagline": "Extension of Protection of Pakistan Ordinance, 2013 for a further period of 120 days",
    "content": "qE!9EUETBANDuM\n- vJ:A I,p \\-\nREsoLufloN FoR ExrENrloN oF rHE PB9IF9J,ol!eE-..Fliiffi]l eHomeNn onolxlxce. zotttxo'l or zorllr 8.t-&4\n2b Lt,\nS rb].- . .t\n'he undersigned is directed to forward herewith a copy of.lhe resolution\nt)::.i: ' by the National Assembly on 14rh May, 2014 under provrio to sub-\nir r':-:. r );l (ii) of paragraph (a) cf clause (2) of Article 89 of the Constitution of\n'iia :. :,nic Republic of Pakistan fcr extansion of ihe Protection of Pakistan\n(...r'rr:, J'nent) Ordinance,2014 (f'lclof 2Cl4) for a further petiod of 120 days'\nf( i f. 13r necessarv action please.\nvJ'J ..[ +.\nLr- S- /!\nREGISTEREDNo.M'302L.-76/,6\nGbcGrtde d D![{dtrr9\n-...Fr\nEXTRAORDINARY\nPUBLISHED BY AUTHORITYEMgiil\nISLAMABAD, WEDNESDAY, JANUARY 22,2OI4\nPART I\nActs, Ordinances, President's Orders and Regulations\nGOVERNMENT OF PAKISTAN\nMINISTRY OF LAW JUSTICE AND HUMAN RIGIITS\nIslamabad, the 22nd January, 2014\nNo. F. 2(l)/2014-Pub.-The following Ordinance promulgated by the\nPresident is hereby published for general infbrmation:-\nOnorxeNcs No. I or 2014\nAtt\nORDINANCE\nto aDtend tlrc Protection of Pakistan Ordinance, 2013\nWHERE^S it is expedient to amend the Protection of Pakistan Ordinance,\n2013 (IX of20l3) for the purposes hereinafter appearing;\n[4058 (2014)/Ex Gaz.] Price : Rs. 5,NAr.:o wHgnees the Senate and the National Assembly are not in session and\nthe President is satisfied that circumstances exist which render it necessary to take\nilrunediate action:\n(t)\n(c) in clause (l), after the word \"Governments,, the words ..or the Federal\nGovernment\" shall be inserted.Nou THEREFoRE, in exercise of the powcrs conferred by clause (l) ofArticle 89 of the constitution of the Islamic Republic of pakistan the president is\npleased to make and promulgate the following Ordinance, namely:_\n' , l. Short title and commencement.--t I ) This Ordinarrce mav.be ialled\nthe Prol!'crion of Pakistan (Amendment) Ordinance, 2014.\nl. Amendment of section 2, Ordinance IX of 2013._ln thePr.tccrion,l Prkistan ordinance,20l3 (rX of 2013), hereinafter referred to as the\nrrrirl Orrlirlrnce, in seelion 2.-\n(a) after clause (c), the following new clause shall be inserted, namely:_\n\"(ca) \"Contbatant Enemy\" means any person who raises arms against\nPakistan, its citizens, the Armed Forces or CivilArmed Forces\nor aids or abets the raising of arms or waging of war against\nPakistan or rhreatens the security and integrity of pakistan orI . commits or threatens to commit any Scheduled Offence and\nincludes a person who commits any act outside territory of\nPakistan for which he has used the soil ofpakistan for preparir-rg\nto commit an act that constitutes an offence under the laws of\nPakistan and the laws of the state where such offence has been\ncommitted\"i\n(b) in clause (e), after the word pakistan,,, occuning for the first time,\nthe words \"or who has been deprived of his acquired citizenship by\nthe Federal Government\" shall be inserted; and\n3. Substitution of section 6, Ordinance IX of 2013,*In the said\nOrdinance, for section 6 the following shall be substituted, namely:_\n\"6. Preventive Detention.-(l) The Government may, by an order in\nwriting, authorize the detention of a person for a period specified in\nthe order that shall not exceed ninety days if in the opinion of the\nGovernment such person is acting in a manner prejudicial to the\nintegrity, security, defense of pakistan or any part thereof or external\naffairs of pakistan or public order or maintenance of supplies and\nservices:2 THE GAZETTE OF PAKISTAN, EXTRA., JANUARY 22, ZOt4 [parrl\n(2) It shall come into force.at once.\nP^RTI] THE GAZETTE OF PAKISTAN, EXTRA., JA.NUARY 22.2A14 3\nProvided that detention of such person shall be in accordance\nwith the provisions of Anicle l0 of the Constitution:\nL..rplatrtuiotr.-A person connected or reasonably believed to\nbi: connccted with the commission of a Scheduled Offence or a person\nfalling under sub-section (5) of section 5 shall be deemed to be a\nperson actilg in the manner stated above.\n(l) ln alcas wherc the Federal Covernment or the Provincial Government\nhus called Armed Iiorces in aid of civil power under Article 245 of\nConstitution 1973 or where any Civil Armed Force has been called by\nthe Federal Covemment or Provincial Govemment in aid ofcivil power\nunderAnii-Terrorism Act lgg7, the said requisitioned force may detain\nany enemy alien, combatant enemy, or any person connected or\nreasonably believed to be connected with the commission of a\nScheduled Offence in designated internment camps after a notification\nto that effect:\n4. Amendment of section 9, Ordinance IX of 2013._In the said\nOrdinance, in section 9, after sub-section ( I ), the following new sub-sections shall\nbe inserted, namelv:-(3) At any time during the said notifications or upon their withdrawal,\nsuch internee may be handed over to police or any other investigating\nagency for formai investigation and prosecution:\"\n(3) The Federal Government shall make Regulations to regulate the\n--internment orders, internment camps, and appeal mechanisms against the i-ntemment\norders,\n' (4) Any perSon arrested or detained by the Armed Forces or Civil Armed\nForces and kept under arrest or detention before the coming into force of this\nOrdinance shall be deemed to have been arrested or detained pursuant to theprovisions of this Ordinance.\"Provided further that without prejudice to the above, an Enemy\nAlicrr or a Combatant Enemy may be detained by the Government for\nsuch pcrioal as may be determined by it from time to time in accordance\nwith Articlc l0 of the Constitution.\nProvided that detention of such person shall be in accordance\nwith the provisions ofAnicle l0 ofthe Constitution:\n\"( IA) The Covemment, Joint Investigation Team and CivilandArmed Forces\nrnay, in the interest of the security of its personnel or for the safety of\ntl)c delainee or accused or intern, as the case may be, or for any other\n4 THE GAZE-ITE OF PAKISTAN, EXTRA., JANUARY 22, 2014 [p^Rr I\nreasonable cause withhold the information regarding the location of\nthe detainee or accused or intern or internment centre established or\ninformation with respect to any detainee or accused or intem orlris\nwhereabouts.\n( I B) Subject to the Constitution the Government may not in the interest of\nthe security of Pakistan disclose the grounds for detention or divulge\nany information relating to a detainee, accused or interne-who is an\nEnemy Alien or Combatant Enemy.\".\n5. Insertion section 9A, Ordinance IX of 2013.-In the said\nOrdinance, after section g,the following new section shall be inserted, namely:- ^-\n\"9A. Exclusiotr of public front proceedings of Speciat Court.-ln\naddition, and without prejudice, to any powers which a Special Court\nmay have by vinue ofany law for the time being in force to order the\nexclusion of the public from any proceedings, if at any stage in the\ncourse ofthe trial of any person before a Special Court, an application\nis made by the prosecution on the ground that the publication of any\nevidence to be given or of any statement to be made in the course of\nthe trial would be prejudicial ro rhe public safety, and that, for thar\nreason, all or any portion of the public should be excluded during any\npart of the hearing, the Special Court may make an order to that\neffect, but the passing of sentence shall in any caie take place in\npublic.\".\n6. Amendment of section 9, Ordinance IX of 2013.-ln the said\nOrdinance, in section 9, for the full stop, at the end, the following shall be substituted,\nnamely:-\n\"(3) Notwithstanding anything contained in any other law for the time being\nin force, the Government may apply to any court of law or tribunal\nthat any case involving any Scheduled Offence punishable under this\nOrdinance, pending beforc such a coun or tribunal be transfered to a\nSpecial Court, then such other court or tribunal shall transfer the said\ncase to a Special Court and it shall not be neces.qlry for the Special\nCourt to recall any witness or again record any evidence that may\nhave been recorded.\".\"The Special Coun may also deprive the offender of his citizenship.,'.\n7. Amendment of section 16, Ordinance IX of 2013.-ln the said\nOrdinance, in section 16, after sub-section (2), the following new sub-section shall\nbe inserted, namely:-\nPanrll THE GAZETTE OF PAKISTAN, EXTRA., JANUARY 22,2014 5\n8. Addition of new sections 21 and 22, Ordinance IX of 2013.-In\nthe said Ordinance, after section 20, the following new sections shall be added,\nnamely:-\n*21Overriding effect.---Theprovisions of this Ordinance shall have effect\nnotwithstanding anything contained in any law for the time being in\nforce. In case there is any conflict between the provisions of this\nOrdinance and any other law for the time being in force the provisions\nof this Ordinance shall prevail to the extent of inconsistency.\n23. Removal of difliculties.-lf any difficulty arises in giving effect to\n- any provision of this Ordinance, the President may make such order, not inconsistent\n\\/ with the provisions of this Ordinance, as may appear to him to be necessary foi the\npurpose of removing such difficulty.\".\nMAMNOON HUSSAIN,\nPresident.\nZAFARULLAH KHAN,\nSecretary.\nPRINTED BYTHE MANAGER, PRINTING CORPORATTON OF PAKISTAN PRESS, ISLAMABAD.\nPUBLISHED BY THE DEPUTY CONTROLLER, STATIONERY AND FORMS, UNIVERSITY ROAD, KARACHI."
}