{
    "file": "./converted_json\\administrator2206851d997920a2e40dfb7fb73292aa.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "Page 1 of 5 \n  \n0 \nTHE BANKS (TRANSFER OF ASSETS AND LIABILITIES) \nACT, 1974  \n \n  \n       CONTENTS  \n1.  Short title, extent and commencement  \n2.  Definitions  \n3.  Act to over -ride other laws  \n4.  Vesting of specified offices and branches  \n5.  Contracts and proceedings  \n6.  Excepted liabilities  \n7.  Delivery of undertaking  \n8.  Police assistance  \n9.  Evaluation  \n10.  Validity of action of officers of specified offices and branches  \n11.  Extension of limitation  \n12.  References in other laws  \n13.  Penalties  \n14.  Bar of Jurisdiction  \n15.  Indemnity  \n16.  Power to make rules  \n17. Removal of difficulties  \n18.  [Omitted]  \nTHE SCHEDULE   \n\n \nPage 2 of 5 \n THE BANKS (TRANSFER OF ASSETS AND LIABILITIES) ACT, 1974  \nACT NO. XI OF 1974  \n[1st March , 1974 ] \nAn Act to provide for the transfer to the National Bank of Pakistan of certain assets and liabilities of \nthe Eastern Mercantile Bank Limited and the Eastern Banking Corporation Limited.  \nWHEREAS it is expedient to provide for the transfer to the National Bank of Pakistan of certain \nassets and liabi lities of the Eastern Mercantile Bank Limited and the Eastern Banking Corporation \nLimited;  \nIt is hereby enacted as follows: — \n1. Short title, extent and commencement .___ (1) This Act may be called the Banks (Transfer \nof Assets and Liabilities) Act, 1974.  \n(2) It extends to the whole of Pakistan.  \n(3) It shall come into force at once.  \n2. Definitions .—In this Act, unless there is anything repugnant in the subject or context, — \n(i)  “National Bank of Pakistan ” means the Bank established under section 3 of the \nNational Bank of Pakistan Ordinance, 1949 (XIX of 1949);  \n(ii)  “specified offices and branches ” means the offices and branches of the Eastern \nMercantile Bank Limited and the Eastern Banking Corporation Limited \nspecified in the Schedule; and  \n(iii)  “undertaking of a specified office or branch ” includes subject to an order under \nsection 6, all assets, rights, powers, authorities and privileges and all property, \nmovable and immovable, cash balances, reserve funds, investments and all \nother rights and interests in, or arising out of, such property  as were immediately \nbefore the commencement of this Act in the possession, ownership, power or \ncontrol of the specified office or branch in relation to the undertaking within \nPakistan, or in relation to the business of such undertaking outside Pakistan, a nd \nall books of accounts, registers, records, and all other documents of whatever \nnature relating thereto, and also includes , except as hereinafter provided, all \nborrowings, liabilities and obligations of whatever kind then subsisting of the \nspecified offi ce or branch in relation to the undertaking within the Federal \nCapital and the Provinces of the Punjab and Sind.  \n \n \n \nPage 3 of 5 \n 3. Act to over -ride other laws .—The Provisions of this Act and any rule or order made \nthereunder shall have effect notwithstanding anything c ontained in any other law for the time being in \nforce, or in any contract, agreement, award, memorandum, article or other instrument whatsoever.  \n4. Vesting of specified offices and branches .—On the commencement of this Act, the \nundertakings of each of the specified offices and branches shall stand transferred to, and vest in, the \nNational Bank of Pakistan.  \n5. Contracts and proceedings .___ (1) Unless otherwise expressly provided in this Act, all \ncontracts, deeds, bonds, agreements, powers of attorney, grants  of legal representation and other \ninstruments of whatever nature subsisting or having effect immediately before the commencement of \nthis Act to which any of the specified offices and branches is a party or which are in favour of any \nspecified office or br anch shall be of as full force and effect against or in favour of the National Bank \nof Pakistan, and may be enforced or acted upon as fully and effectually, as if in the place of the specified \noffice or branch the National Bank of Pakistan had been a party  thereto or as if the same had been in \nfavour of the National Bank of Pakistan.  \n(2) If any suit, appeal or other proceeding of whatever nature in relation to any business of the \nundertaking which is transferred by virtue of section 4 is pending by or again st any specified office or \nbranch, the same shall not abate, be discontinued or be in any way prejudicially affected by reason of \nthe transfer or of anything contained in this Act, but the suit, appeal or other proceeding may be \ncontinued, prosecuted and e nforced by or against the National Bank of Pakistan.  \n6. Excepted liabilities .—Notwithstanding anything contained in this Act, the Federal \nGovernment may by order direct that any borrowings, liabilities or obligations specified in such order \nshall not form part of the undertaking of a specified office or branch transferred by virtue of section 4.  \n7. Delivery of undertaking .—Where any part of the undertaking of a specified office or branch \nis in the possession or under the control of any person, such person shall, within seven days of the \ncommencement of this Act, deliver the same to a representative of the National Bank of Pakistan duly \nauthorised in that behalf.  \n8. Police assistance .___ (1) A magistrate may, by warrant, authorise a police officer not  below \nthe rank of Inspector to enter upon and search for any property of the undertaking of a specified office \nor branch in any premises where it may reasonably be expected to be found and to seize such property.  \n(2) Any property seized under sub -section (1) shall be delivered to the National Bank of \nPakistan.  \n9. Evaluation .___ (1) The National Bank of Pakistan shall cause the assets and liabilities of the \nspecified offices and branches to be evaluated and such evaluation to be duly audited by any auditor \nwho is a chartered accountant within the meaning of the Chartered Accountants Ordinance, 1961 (X \nof 1961).  \n(2) The report of an evaluation under sub -section (1), duly audited as required by that sub -\nsection, shall disclose the financial status of each of the specified offices and branches as at the date \nof transfer under section 4, and shall be submitted to the Federal Government within three months of \nsuch date.  \n \nPage 4 of 5 \n (3) The Federal Government may, by order, issue directions as to the manner in which any \nexces s of assets over liabilities or any shortfall therein of the specified offices and branches as at the \ndate of the transfer by virtue of section 4 is to be disposed of or recovered, as the case may be.  \n10. Validity of action of officers of specified offices  and branches .—Notwithstanding any \ncancellation of powers delegated by the managements of the Eastern Bank Limited and the Eastern \nBanking Corporation Limited to the officers of the specified offices and branches, all actions taken by \nsuch officers in good  faith between the 16th day of December, 1971, and the date of transfer of the \nundertakings of such offices and branches by virtue of section 4 shall be deemed to have been validly \ntaken and shall have effect as if there had been no such cancellation of po wers.  \n11. Extension of limitation .—For the purpose of computing the period of limitation for the \nrecovery of any money due to or from any of the specified offices and branches the period between \nthe 16th December, 1971, and the date of transfer of the und ertakings of the specified offices and \nbranches by virtue of section 4 shall be excluded.  \n12. References in other laws .— Any reference to any of the specified offices and branches in \nany law, other than this Act, or in any contract or other instrument sha ll, in so far as it relates to any of \nthe undertakings transferred by virtue of section 4 and if not inconsistent with any provision of this \nAct, be construed as a reference to the National Bank of Pakistan.  \n13. Penalties .— Any person who contravenes any of the provisions of this Act or of any rule \nor order made thereunder or wilfully obstructs any person in carrying out the purposes of this Act shall \nbe punishable with imprisonment for a term which may extend to three years , or with fine, or with \nboth.  \n14. Bar of Jurisdiction .___ (1) No court shall call in question, or permit to be called in question, \nanything done or action taken or purporting to be done or taken under this Act.  \n(2) No court shall grant any injunction or m ake any order, nor shall any court entertain any \nproceedings, in relation to anything done or intended or purporting to be done under this Act.  \n15. Indemnity .—No suit, prosecution or other legal proceeding shall lie against the Federal \nGovernment or the Na tional Bank of Pakistan or any other person for anything in good faith done or \nintended or purporting to be done under this Act.  \n16. Power to make rules .— The Federal Government may, by notification in the official \nGazette, make such rules as appear to it  necessary or expedient for carrying out the purposes of this \nAct.  \n17. Removal of difficulties. — If any difficulty arises in giving effect to any provision of this \nAct, the Federal Government may make such order, not inconsistent with the provisions of th is Act, as \nmay appear to it to be necessary or expedient for the purpose of removing the difficulty.  \n18. 1[Omitted ]  \n \n1Omitted by the Federal Laws (Revision and Declaration) Ordinance, 1981 (XXVII of 1981), s. 3 and Sch., II.  \n \nPage 5 of 5 \n THE SCHEDULE  \n \n[See section 2 (ii)]  \n1. All offices, and branches of the Eastern Mercantile Bank Limited located at Karachi, Lahore, \nGujranwala, Islamabad, Hyderabad, Sialkot and 1[Faisalabad].  \n2. All offices and branches of the Eastern Banking Corporation Limited located at K arachi, \nLahore, Islamabad and 1[Faisalabad].  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n        RGN Uploaded on 26.1.2024  \n          \n1Subs. by the Federal Laws (Revision and Declaration) Ordinance, 1981 (27 of 1981), s. 3 and Sch. II."
}