{
    "file": "./converted_json\\administratorff3c614d91edab2bc04b4b1d8a596be7.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "37  \n1REGISTIRER Ny. \nilrbe Oteette \tof Sialtititan \nihm.o.teog \nEXTRAORDINARY \nPUBLISHED BY AUTHORITY \nISLAMABAD, SATURDAY, AUGUST 23, 2014 \nPART III \nOther Notifications, Orders, etc. \nNATIONAL ASSEMBLY SECRETARIAT \nNOTIFICATION \nIslamabad, the 21st August, 2014 \nNo. F. 22(2)/2014-Com-I.—The following Rules made by the \nParliamentary Committee on Electoral Reforms on 19th August, 2014 are published \nfor general information:— \nRULES OF PROCEDURE FOR THE \nPARLIAMENTARY COMMITTEE ON ELECTORAL REFORMS \nShort title and commencement.—(1) These rules may be called \nthe Rules of Procedure for the Parliamentary Committee on Electoral Reforms. \n(2) \tThey shall come into force at once. \nDefinitions.—(1) In these rules, unless there is anything repugnant \nin the subject or context,— \n\"Assembly\", means the National Assembly of Pakistan; \n(2069) \nPrice : Rs. 5.00 \n[4903 (20I4)/Ex. Gas.] \n2070 THE GAZETTE OF PAKISTAN, EXTRA., AUGUST 23,2014 \t[PART III  \n\"Chairman\" means the Chairman elected under these rules or any Member \npresiding at a Meeting under Rule 10; \n\"Committee\" means the Parliamentary Committee on Electoral Reforms \nconstituted under Motions adopted by the National Assembly on 19th June, \n2014 and 12th August, 2014, and the Senate on 30th June, 2014, and 18th \nAugust, 2014; \n\"Constitution\" means the Constitution of the Islamic Republic of Pakistan; \n\"Gazette\" means the Gazette of Pakistan; \n\"Member\" means a Member of the Committee; \n\"Secretary\" means the Secretary of the National Assembly or the Senate \nand includes any person for the time being performing duties of the Secretary \nto the Committee; \n\"Senate\" means the Senate of Pakistan; \n\"Meeting\" means a meeting of the Committee; \n\"Speaker\" means the Speaker of the National Assembly; and \n\"Sub-Committee\" means a sub-committee constituted by the Committee \nfor such purpose (s) as it may deem fit under sub rule (5) of Rule 16. \n(2) \tWords and expressions used but not defined in these Rules shall, unless \nthe context otherwise requires, have the meaning assigned to them in the Rules of \nProcedure and Conduct of Business in the National Assembly, 2007. \n3. \tFormation and Composition.— \nThe Committee shall consist of such Members as have been notified \nin the National Assembly Secretariat Notification No. F. 22(2)/2014-\nCom-1 dated 25th July, 2014 as may be amended by the Speaker \nfrom time to time under these Rules. \nThe Chairman of the Committee shall be elected by the Members in \nits first Meeting. \n4. \tFunctions of the Committee.— \n(1) \tThe scope of work of the Committee shall include, but not be limited \nto: \n(a) \tevaluating the shortcomings of previous elections and making \nrecommendations for electoral reforms to ensure that elections \nare held in a free, fair and transparent manner; and \nPART III] THE GAZETTE OF PAKISTAN, EXTRA., AUGUST 23, 2014 \t2071  \n(b) \tdrafting legislation, or constitutional amendments, if required, \nand recommend ways and means to improve the system of \nelections including adoption of latest technology available for \nholding elections. \n(2) \tThe Committee shall present its report to the Parliament within three \nmonths from the date of notification of the Committee. \nQuorum of the meeting.—The quorum to constitute a Meeting shall \nbe one-fourth of the total membership. \nResignation of Members from the Committee.—A Member may \nresign from membership of the Committee by writing under his hand addressed to \nthe Speaker with a copy thereof to the Chairman. \nReplacement of Members of the Committee.—The Speaker may \nreplace any Member on request of the Leader of the Parliamentary Party concerned. \nAdjournment etc. of the Committee.—(1) If, at the time fixed for \nany Meeting or at any time during any such Meeting, the number of Members \npresent is less than the quorum, the Chairman shall either suspend the Meeting for \na time not exceeding one hour or adjourn the Meeting. \n(2) \tAfter suspension of the Meeting not exceeding an hour, if the quorum \nis not complete, the Meeting shall be adjourned. \nDischarge of Member absent from meeting of the \nCommittee.—If a Member is absent from three or more consecutive Meetings \nwithout the permission of the Chairman, the Speaker on the recommendation of the \nChairman may discharge such Member from the Committee as per applicable Rules, \nand notify the replacement in consultation with the Leader of the Parliamentary \nParty concerned. \nAbsence of the Chairman.—If the Chairman is not present at any \nMeeting, the Committee shall choose one of its Members present to act as Chairman \nfor that Meeting. \nVoting in Committee.—All decisions at a Meeting shall be taken \nby a majority of the total membership of the Committee. The Chairman shall in the \nevent of the equality of votes, have a casting vote. \nMeeting of Committee.—(1) The Committee shall meet on such \nday and at such time as the Chairman may, in consultation with the Secretary, fix. \n(2) \tA Meeting shall ordinarily be held within the precincts of Parliament. \n' \t• \n2072 THE GAZETTE OF PAKISTAN, EXTRA., AUGUST 23, 2014 \t[PART III  \nSubject to sub-rule (1), on a requisition made by not less than one-\nfourth of the total Membership of the Committee, the Chairman shall convene a \nMeeting within five (5) days from the date of requisition. \nIf a Meeting is not convened as required under sub-rule (3), then the \nSpeaker shall order to convene a Meeting within the next three (3) days. \nAgenda and notices of meetings of the Committee.—(1) The \nagenda for each Meeting shall be determined by the Chairman. \n(2) \tNotice for a Meeting shall be communicated to its Members, and to \nthe Attorney General for Pakistan and the officials concerned, not less than two \ndays before the date of the Meeting. \nMeetings in camera.—Meetings shall be held in camera unless \notherwise decided by the Committee. \nis. Information to be kept secret.—The proceedings and any \ninformation tendered before the Committee shall be treated as secret unless the \nCommittee, in the public interest, decides otherwise. \n16. Power to call for papers, records or documents.—(1) For the \ndischarge of its functions, the Committee shall have the power to require the \nattendance of such persons or the production of such documents as it may deem \nnecessary. \nSubject to provisions of this Rule, a person summoned by an order \nsigned by the Secretary shall appear before the Committee and produce such \ndocuments as are required by the Committee. \nThe Committee may invite or summon or allow to appear before the \nCommittee any Member of the Parliament, having a special interest in any matter \nunder its consideration and may hear expert views and hold public hearings, if \nnecessary. \nThe Committee may invite experts in electoral matters, civil society \norganizations, lawyers, or any other person as may be decided by the Committee. \nThe Committee may constitute sub-committee(s) in furtherance of its \nobjectives and in doing so, may define the functions of such sub-committee(s) and \ndelegate such powers to the sub-committee(s) as it may deem fit. \nRecording of proceedings of the Committee.— A summary of \nthe record of the proceedings of the Committee shall be maintained by the Secretary. \nReport of Committee.— (1) The Committee will present its Report \nto the Parliament within three months from the date of the notification of the \nCommittee. \nPART 1111 THE GAZETTE OF PAKISTAN, EXTRA, AUGUST 23,2014 \t2073  \n(2) \tThe Report may be either interim or final. \n(3) \tThe Report shall: \nincorporate the views of the Committee Members and experts, if \nany; \nset forth the recommendations of the Committee together with list of \nparticipants, and note(s) of dissent, if any; and \nbe signed by the Chairman and Members. \n(4) \tThe Secretary shall cause a copy of the Report of the Committee to \nbe made available for the use of Members of the National Assembly and the Senate. \nPresentation of Report.- The Report of the Committee required \nto be presented to each House shall be presented by the Chairman or, in his absence, \nby any other Member authorized by the Chairman on his behalf. \nProcedure of the Assembly to apply.-In all matters not specifically \nprovided for in these Rules, the procedure of the Assembly shall apply with such \nmodifications and variations as the Committee may consider necessary. \nMOHAMMAD RIAZ, \nSecretary. \nPRINTED BY THE MANAGER, PRINTING CORPORATION OF PAKISTAN PRESS, ISLAMABAD. \nPUBLISHED BY THE DEPUTY CONTROLLER, STATIONERY AND FORMS, UNIVERSITY ROAD. KARACHI"
}