{
    "file": "./converted_json\\administrator78e972f2acf60186ca87db2af596bc78.json",
    "name": "General Statistics (Reorganization) Act, 2011",
    "date": "28th May, 2011",
    "tagline": "An Act to provide for reorganization of statistical system in Pakistan",
    "content": "Page 1 of 25 \n  \n  \nTHE GENERAL STATISTICS (REORGANIZATION) \n ACT, 2011   \n \n \n \n \n \n  \n CONTENTS \n \n \n1. Short  title, extent and commencement.  \n \n2. Definitions. \n \n3. Estab lishment  of the Pakistan Bureau  of Statistics. \n \n4. Powers  and funct ions of the Bureau.  \n \n5. Over  all super intendence  etc., of the Bureau  to vest in the Govern ing Counc il. \n \n6. Compos ition of the Govern ing Counc il. \n \n7. Tenure  of office. \n \n8. Powers  and funct ions of the Govern ing Counc il. \n \n9. Meet ings of the Govern ing Counc il. \n \n10. Supp lementary  provisions. \n \n11. Comm ittees.  \n \n12. Users  Counc ils. \n \n13. Funct ions of the Users  Counc il. \n \n14. The Chief Statistician. \n \n15. Qualifications of the Chief Statistician. \n \n16. Powers  and funct ions of the Chief Statistician. \n\n \nPage 2 of 25 \n  \n17. Remova l. \n \n18. Funct ional membe r. \n \n19. Statistical author ities. \n \n20. Funct ions of Provincial Statistical Author ity. \n \n21. Competent  author ity. \n  \n22. Statistical agents.  \n \n23. Formu lation of quest ionna ire. \n \n24. Power  to call for returns  and informat ion. \n \n25. Right to access  record  or document.  \n \n26. Dissem ination of statistical data.  \n \n27. Act not to author ize collection of certa in informat ion or statistics. \n \n28. Secrecy  of answers,  informat ion and returns.  \n \n29. Permitted disclosure.  \n \n30. Joint collections. \n \n31. Population census.  \n \n32. Census  officers.  \n \n33. Discharge of duties of census  officers in certa in cases.  \n \n34. Power  to call upon  certa in persons  to give assistance.  \n \n35. Grant  of statistical abstracts.  \n \n36. Local  counc ils and other  local author ities to take census.  \n \n37. Agriculture census.  \n \n38. Crop­cutt ing experiment.  \n \n39. Other  censuses.  \n \n40. Estab lishment  of Statistics Fund.  \n \n41. Expend iture. \n \nPage 3 of 25 \n  \n42. Investments.  \n \n43. Bank  accounts.  \n \n44. Audit and accounts.  \n \n45. Annual  report.  \n \n46. Penalties. \n \n47. Offences  by compan ies. \n \n48. Desert ion, impersonat ion or improper  disclosure.  \n \n49. Refusal  to perform  duties as census  officer. \n \n50. Falsification of return.  \n \n51. Mode  of recover y. \n \n52. Cognizance  of offences.  \n \n53. Appeal  against the orders  of Federal  Statistical Author ity and the Provincial Statistical \nAuthorities . \n \n54. Officer and employees  to be public servants.  \n \n55. Certa in employees  to be civil servants.  \n \n56. Disclosure  of interest.  \n \n57. Delegation of powers,  duties and funct ions. \n \n58. Indemn ity. \n \n59. Power  of Bureau  to issue directions. \n \n60. Merger of existing organizations. \n \n61. Powers  to make  rules. \n \n62. Powers  to make  regulations. \n \n63. Repea l. \n \n \n \n \n \n \n \n \nPage 4 of 25 \n  \nTHE GENERAL STATISTICS  (REORGANIZATION) ACT, 2011 \n \nACT No. XIV OF 2011 \n \n[28th May, 2011 ] \n \nAn Act to provide for reorganization of statistical system in Pakistan \n \n  WHEREAS  it is expedient to provide for r eorganization of statistical system in Pakistan through \nthe merger of certain organizations and to provide for establishment of the Pakistan Bureau of \nStatistics for produ cing reliable, authentic, timely and transparent data compatible with the needs \nof the economy and socio­economic development requirements of the nation and for matter \nconnected therewith and incidental thereto; \n \nIt is hereby enacted as follows,⎯\n1. Short title, extent and commencement.⎯ (1) This Act may be called the General \nStatistics (Reorganization) Act, 2011. \n(2) It extends to the whole of Pakistan.  \n(3) It shall come into force at once. \n \n \nPART I \n \n \nPRELIMINARY \n \n \n2. Definitions.⎯ In this Act, unless there is anything repugnant in the subject or context, ⎯ \n \n(a)  “appropr iate Government” means, ⎯ \n \n(i)  in relation to the Federal Statistical Authority or any matter relating to \nthe collection and compilation of statistics for whole of Pakistan, the \nFederal Government; and \n \n(ii)  in relation to a Provincial Statistical Authority or any matter relating to \nthe collection and compilation of statistics for  a Province or a part \nthereof, the Provincial Government; \n \n(b)  “Bureau” means the Pakistan Bureau of Statistics established under section 3; \n \n(c)  “census” means popu lation and housing census under section 31, agriculture \ncensus under section 37 and other censuses under section 39; \n \n(d)  “census officer” means any person appointed under section 32; \n \n(e)  “Chairman” means the Chairman of the Governing Coun cil appointed under \nsection 6; \n \n \nPage 5 of 25 \n (f)  “Chief Statistician” means the Chief Statistician of the Bureau appointed \nunder section 14; \n \n(g)  “company” means any legal entity registered as such under the Companies \nOrdinance 1984  (XLVII  of  1984),  including  association  of  persons,  \nregistered  partnership, corpor ation, statutory body, trust, society or any other \nlegal entity; \n \n(h)  “competent authority” means an authority or officer appointed as such by an \nappropr iate Government under section 21; \n \n(i)  “functional member” means a professional appointed under section 18; \n \n(j)  “Governing Coun cil” means the Coun cil constituted under section 6; \n \n(k)  “house” includes a building, tent, vessel or abode u sed as human dwelling; \n \n(l)  “Institute” means the Statistics Training and Research Institute; \n \n(m)   “local  council”  means  a  local  council  constituted  under  any  law  relating  \nto  local government and includes a Cantonment Board constituted under the \nCantonments Act, 1924  (II of 1924);  \n \n(n)  “member” means a member of the Governing Coun cil; \n \n(o)  “prescribed” means prescribed by rules and regulations made under this Act; \n \n(p)  “Provincial Census Commissioner” means a person or authority appointed by \nthe Federal Government to condu ct and supervise the census in a Province; \n \n(q)  “regulations” means the regulations made under this Act; \n \n(r)  “rules” means the rules made under this Act; \n \n(s)  “statistical agent” means any agency, authority or officer appointed for, or \nengaged in, the collection of statistics under section 22; \n \n(t)  “Statistical Authority” means the Federal Statistical Authority or a Provincial \nStatistical Authority appointed under section 19; \n \n(u)  “Statistics Fund” means the fund established under section 40; and \n \n(v)   “Users  Coun cil”  means  the  National  Users  Coun cil  and  Provincial  Users    \nCoun cils constituted under section 12. \n  \n \nPage 6 of 25 \n PART II \n \nTHE PAKISTAN BUREAU OF STATISTICS\n \n3. Establishment of the Pakistan Bureau of Statistics. ⎯ (l) There shall be established a \nbureau to be called the Pakistan Bureau of Statistics to carry out the purpo se of this Act. \n \n \n(2) On the establishment of the Bureau, all assets, rights, powers, authorities and privileges and \nall movable and immovable property, cash and bank balances, investments and all other interests and \nrights in, or arising out of, such prop erty and all debts liabilities and obligations of the Federal Bureau \nof Statistics, the Agricultural Census Organization and Population Census Organization shall vest in \nthe Bureau. \n \n(3) The head office of the Bureau shall be at Islamabad and the Bureau may establish \nregional and field offices at such other places and in such numbers as the Governing Coun cil may, \nfrom  time to time, deem fit. \n \n(4) The Federal Government shall provide grant­in­aid (annual or supplementary) for pay \nallowances, pension and other employees­related expenses, etc., as admissible to the civil servants, \nfrom  time to time, for the staff of Bureau including that of Federal Bureau of Statistics, Population \nCensus Organization, Agricultural Census Organization and Technical Wing of Statistics Division and \noperation of the Bureau including funds  needed for condu ct of different departmental censuses, \nsurveys, studies, development projects, training of  staff, purchase of durable goods, construction of \noffice buildings and operating expenses etc. \n \n(5) The design of all censuses, surveys or  statistical studies propo sed to be undertaken by the \nFederal Government or any organization of Federal Government shall be finalized in consultation \nwith the Bureau. \n \n4. Powers and functions of the Bureau.⎯ (1) The Bureau shall have all such powers as \nmay be necessary to perform  its duties and functions under this Act. These powers shall be exercised \nby the Chief Statistician on behalf of the Bureau. \n \n(2) Without prejudice to the generality of the foregoing provision, the Bureau shall exercise \nand perform  the following powers and functions, namely:— \n \n(a)  to collect, compile, analyze, abstract, publish, market and disseminate statistical \ninformation relating to the commerce and trade, industrial, financial, social, \neconomic, demographic, agriculture and any other area to be specified by the \nFederal Government and conditions of  the people of Pakistan and to foster the \nevolution of produ ct lines in response to pressing needs of society; \n \n(b)  to plan, execute and publish the census of  popu lation and housing of Pakistan, \nthe census of  agriculture of Pakistan or other censuses at national level as \nrequired from  time to time; \n \n(c)   to facilitate   policymaking by  undertaking overall  planning,  coordination  \nand  annual programming of surveys and censuses in Pakistan; \n \n \nPage 7 of 25 \n (d)  to develop programmes for national censuses and surveys in line with policy \npriorities and plan, coordinate, execute and publish them accordingly; \n \n(e)  to advise the Federal Government on the budget and development plans of the \nBureau, based on annual work plans; \n \n(f)   to formulate ,  prescribe  and  implement  principles  for  condu cting official \nstatistics  in Pakistan including standardization and harmonization of concepts, \ndefinitions and classifications pertaining to official statistics; \n \n(g)  to draw up  schemes to reduce duplication in the formulation and execution of \nstatistical programmes and to resolve differences in that respect; \n \n(h)  to regulate statistical activities of national interest and as appropr iate to provide \noverall coordination, prof essional monitoring, evaluation and r eview of  \nstatistics work in Pakistan; \n \n(i)  to act as a resource base for providing expertise, statistical data including but \nnot limited to, economic, commercial, business and industrial areas and to \nprovide, arrange and facilitate support  services in this regard, both nationally \nand internationally; \n \n(j)  to engage in human resource development of its officers and staff, including \nrevision in pay structure, allowances and facilities and formulate career \nstructures as shall be pr escribed by regulations; \n \n(k)  to promote education and research in the field of statistics; \n \n(l)  to coordinate, monitor, implement or engage, in conjunction with other \nauthorities, international organizations, in any study or cooperation project or \nforeign aided technical assistance pro jects in the statistical field; \n \n(m)  to strive and endeavour to ensure that collection of statistical data to be in \naccordance with practices and standards of the United Nations and other \ninternational bod ies for the purpo se of fulfilling the international obligations of \nPakistan in the field of statistics; \n \n(n)  to propo se and recommend to the appropr iate Government new laws or \namendments in existing laws for the purpo ses of achieving the objectives of this \nAct; \n \n(o)  to do all other acts, deeds and things incidental to or ancillary for the \npurpo ses of achieving the objectives of this Act and undertake any other work \nin relation to collection or  compilation of data in accordance with directions of \nthe Federal Government; and \n \n(p)  to supervise the functioning of the Institute. \n \n \n \n \nPage 8 of 25 \n PART III \n \nGOVERNIN G COUNCIL  AND  USERS COUNCIL \n \n5. Over all superintendence  etc. of the Bureau  to vest in the Governing  Council . \n⎯he powers and functions of the Bureau and the general and over all direction, management, control \nand superintendence of the affairs of the Bureau shall vest in the Governing Coun cil and all actions, \ndecisions, guidelines, directions, orders and policies made or issued by the Governing Coun cil in the \nexercise of the said powers and functions shall be sent to the Bureau for compliance and \nimplementation. \n \n6. Composition of  the Governing Council.⎯(1) The Federal Government shall constitute \nthe Governing Coun cil consisting of at least seven members. \n \n(2) The Federal Government may also increase or decrease the number of members of the \nGoverning Coun cil and prescribe the qualifications and mode of appointment of such members in \nsuch manner as Government may prescribe. \n \n(3) of the members, ⎯ \n \n(a)  the following shall be ex­officio members, ⎯ \n \n(i)  Minister for Finance, Revenue, Economic Affairs and Statistics or in his \nabsence the Advisor to the Prime Minister on Finance, Revenue, \nEconomic Affairs and Statistics who shall be the ex­officio Chairman of \nthe Governing Coun cil; \n \n(ii)  Secretary, Statistics Division; \n \n(iii)  Chief Statistician of the Bureau; and \n \n(b)  four members shall be appointed by the Federal Government from  private \nsector who shall be eminent professionals of known integrity and competence. \n \n(4) The Chief Statistician of the Bureau shall act as Secretary of the Governing Coun cil. \n \n7. Tenure of office.⎯ A member, other than an ex­officio member, shall hold office during \nthe pleasure of the Federal Government for a term of three years and if not earlier resigned or \nremoved, shall be eligible for reappointment for one additional term not exceeding three years. \n \n8. Powers and functions of the Governing Council.⎯ Without prejudice to the \nprovisions of section 5, the Governing Coun cil shall⎯ \n \n(a)  be responsible for setting of objectives and policy guidelines of the Bureau in \naccordance with the powers and functions provided in section 4; \n \n(b)  provide guidance and oversee the management and administrative affairs of the \nBureau; \n \n \nPage 9 of 25 \n (c)  review and approve  policies and annual work plans relating to the aims and \nobjectives of the Bureau and prioritize pro grammes; \n \n(d)  formulate procedures for allocation and utilization of funds  generated or  \nacquired through services, donations or grants, etc; \n \n(e)   approve  the  annual financial budget  of  the  Bureau  and  recommend  to  \nthe  Federal Government; \n \n(f)  approve  and make regulations on behalf of the Bureau subject to the provisions \nof section 62; \n \n(g)  review the performance of committees constituted under section 11; and \n \n(h)  do or perform  such other acts, deeds and things as may be necessary and \nincidental thereto. \n \n9. Mee tings of the Governing Council. ⎯(1) The Governing Coun cil shall meet as often \nas may be necessary for the performance of its functions and shall meet atleast quarterly. \n \n(2) The meetings of the Governing Coun cil may be convened by the Chairman or on request \nof any two members. \n \n(3) The meetings shall be presided ov er by the Chairman or, in his absence, by any other \nmember as the Governing Coun cil may determine. \n \n(4) Three members shall constitute a quorum  for a meeting of the Governing Coun cil. \n \n(5) The decision of the Governing Coun cil shall be taken by the majority of its members \npresent and in case of equality of votes, the person presiding the meeting shall have a casting vote. \n \n(6) Subject to the provisions of this Act, the procedure and condu ct of business of the \nGoverning Coun cil shall be regulated by the regulations made by the Governing Coun cil with the \napprov al of the Federal Government. \n \n(7) A member of the Coun cil may resign from  his office by writing under his hand addressed \nto the Federal Government or may be removed by the Federal Government from  his office if, on an \ninquiry by  the Federal Government, he is found un able to perform  the functions of his office because \nof mental or physical disability or miscondu ct. \n \n(8) The Governing Coun cil shall prepare and publish an annual report covering its activities \ncarried out during the financial year for submission to the Federal Government which shall lay the same \nbefore the Parliament. \n \n 10. Supp lementary provisions. ⎯ All guidelines, decisions and directives of the Governing \nCoun cil or the Bureau shall be in writing expressed by resolutions, orders or in such other form  as \nmay be appropr iate in the circumstances and shall be authenticated in the manner prescribed by the \nregulations. \n \n \nPage 10 of 25 \n 11.  Committees. ⎯(1) The  Governing  Coun cil  may  constitute  the  management  \ncommittee comprising of the Chief Statistician, functional members of the Bureau and any such \nmember(s) as the Coun cil may consider appropr iate, to carry out the day­to­day business of the \nBureau and to ensure the performance against work plan and goals of the Bureau. \n \n(2) The Governing Coun cil may, for the purpo se of obtaining advice and carry out any function \nor assignment under this Act, constitute committees consisting of suitable person or persons as \nmembers, as it may deem fit. \n \n12. Users Councils. ⎯(1) For the whole of Pakistan, the Governing Coun cil and for a \nProvince the Provincial Statistical Authority may, by notification in the official Gazette, constitute a \nUsers Coun cil  to  be  called  the  National  Users  Coun cil  and  a  Provincial  Users  Coun cil  \nrespectively consisting of such members with representation from  private sector, including a \nChairperson, as it may appoint. \n \n(2) The Chairperson and members of the Users Coun cil shall hold office during the pleasure \nof, and on such terms and conditions, as may be determined  by the  relevant  appointing authority \nspecified in subsection (1). \n \n(3) The Users Coun cil shall regulate its own procedures. \n \n13. Functions of the Users Council.⎯The following shall be the functions of the Users \nCoun cil, namely: ⎯ \n \n(a)   to  coordinate  the  policy  forum  and  the  functions of  the  Statistical \nAuthorities and competent authorities and to advise them as to the ways and \nmeans of achieving efficient, adequate and prompt results; \n \n(b)   to  advise  on  priorities  for  filling  gaps  in  statistical  data  and,  for  that  \npurpo se,  to recommend allocation of functions to the Statistical Authorities; \n \n(c)   to  advise  on  drawing  up  schemes  for  avoiding  dup lication  in  the  \nformulation  and execution of statistical programmes and to resolve differences \nin that respect; \n \n(d)  to provide advice and guidance to Statistical Authorities; and \n \n(e)  to perform  such other functions as the relevant appointing authority may, from  \ntime to time, direct. \n \nPART IV \n \nADMINISTRATION \n \n14. The Chief Statistician. ⎯(1) There shall be a Chief Statistician of the Bureau who \nshall be appointed by the Federal Government on such terms and conditions as may be determined \nby the Federal Government and to be notified in the official Gazette. The Chief Statistician shall be \nan ex­ officio Secretary to the Federal Government. \n \n \nPage 11 of 25 \n (2) The  Chief  Statistician,  before  entering upon  office,  shall make  before  the  President  \nof Pakistan an oath of office and non­d isclosure. \n \n(3) The Chief Statistician, unless he resigns or is removed from  office earlier, shall hold office \nfor a period of five years and shall be eligible for reappointment for such term or terms as the Federal \nGovernment may determine, provided that the Chief Statistician shall cease to hold office on attaining \nthe age of sixty­five years or expiry of the tenure whichever is earlier. \n \n15. Qualifications of the Chief Statistician. ⎯The Chief Statistician shall be a professional \nwith demonstrated technical knowledge of statistics and management skills . He shall  have \nadvanced  university degree in a relevant subject such as statistics and economics from  a university \nrecognized by the Higher Education Commission of Pakistan or preferably from  leading international \nuniversity having minimum twenty years experience with atleast five years in senior management \nposition within an organization of significant size and importance. \n \n16. Powers and functions of the Chief Statistician. ⎯(1) The Chief Statistician shall be \nthe chief executive officer of the Bureau and shall perform  the following functions, namely: ⎯ \n \n(a)   to advise the appropr iate Government and other authorities or persons on \nstatistical programmes at national level; \n \n(b)  to supervise the administration of this Act under the guidance of the Governing \nCoun cil and control operations and staff of the Bureau; \n \n(c)  to decide in the manner in which data for statistical purpo ses are collected, \ntransmitted, pro cessed and compiled and published; \n \n(d)  to supervise the taking of  census throughout Pakistan through Provincial \nCensus Co mmissioners and assign such tasks to them as may be deemed \nnecessary to condu ct and supervise the census; \n \n(e)  to appraise the quality of all statistics at national level; \n \n(f)  to ensure coordination with all the other statistical agencies, authorities and \nbodies; \n \n(g)  to ensure a high level of professionalism of the staff of the Bureau through \nensuring a continuous  and high quality training programme; \n \n(h)  to promote, develop and maintain a strong analytical and research capacity \nwithin the Bureau; \n \n(i)  to review periodically the statistical progress on the basis of reports obtained \nfrom  the relevant officers of the Bureau and the statistical agents and duly \ninform the Governing Coun cil; \n \n(j)  to advise the appropr iate Government and other authorities or persons on  the \nuse and relevance of available statistics in relation to specific policy issues; \n \n(k)  to appraise and allocate technical resources for statistical projects; \n \nPage 12 of 25 \n (l)  to ask for any information or call for the statistical record from  any Federal \nMinistry or Provincial Department, statutory body, corpor ation or association  \npertaining to statistical data  subject to the  constitutional and legal \nrequirements, for review, if necessary; \n \n(m)  to delegate all or such powers, duties or functions to member of the staff or \nofficer of the Bureau including census officer for the efficient performance of \nfunctions under this Act; \n \n(n)  to provide for the welfare or incentives of employees of the Bureau and \ncompensation packages for employees; \n \n(o)  to prepare annual work plans and five year work plans, progress reports and \nbudgets for the Bureau; \n \n(p)  to enter into all such negotiations, agreements and contracts and rescind or vary \nall such agreements or contracts, and to execute all such documents and do all \nacts, deeds and things,  in  the  name  and  on  behalf  of  the  Bureau  as  may  \nbe considered necessary, expedient or proper or in relation to any of the matters \naforesaid or otherwise with the approv al of the Federal Government; \n \n(q)  to develop national statistical standards and promote standardization of \nconcepts and definitions   confor ming to international  standards  and to  ensure \nobservance by Government departments, both Federal and Provincial, \nresearch and statutory bodies; and \n \n(r)  to employ experts and consultants for the Bureau and lay down such terms and \nconditions of  their employment in the regulations and to undertake human \nresource development and restructure and modernize personnel policy and \nreview their performance from  time to time, and in such manner as may be \nprescribed in the regulations. \n \n(2) The Chief Statistician shall comply with such other directions as the Governing Coun cil \nmay give from  time to time. \n \n17. Removal. ⎯The  Chief  Statistician  may  resign  from  his  office  by  writing under  his  \nhand addressed to the Federal Government or may be removed by the Federal Government from  his \noffice if, on any inquiry by the Governing Coun cil, he is found  unable to perform  the functions of his \noffice because of mental or physical disability or miscondu ct including corrup tion or dishonesty or \nfound that such person fails to disclose his interest under section 56. \n \n18. Functional member. ⎯(1) The Federal Government, based on a short list recommended \nby the Chief Statistician, may appoint five functional members to assist the Chief Statistician for the \nefficient performance of functions of the Bureau, on such terms and conditions as may be prescribed \nby the Federal Government. \n \n(2) A functional member shall be a professional  with demonstrated technical knowledge \nof relevant field. He shall have advanced university degree in a relevant subject from a  university \nrecognized by the Higher Education Commission of Pakistan or preferably from  leading international \n \nPage 13 of 25 \n university having minimum fifteen years experience with atleast five years in senior management \nposition within an organization of significant size and importance. \n \n (3) A functional member shall, other than an ex­officio member, unless he resigns or is \nremoved from o ffice earlier, hold office for a period of four years and shall be eligible for \nreappointment for such term or terms as the Federal Government may determine, provided that the \nmember shall cease to hold office on attaining the age of sixty­five years or the expiry of the term \nwhichever is earlier. \n \n(4) A member shall exercise such powers and perform  such functions as may be assigned to \nhim as shall be prescribed by rules. \n \n(5) A member may resign from  his office by writing und er his hand addressed to the Federal \nGovernment or may be removed from  his office by the Federal Government if, on an inquiry by the \nGoverning Coun cil, he is found  unable to perform  the functions of his office because of mental or \nphysical disability or miscondu ct including corrup tion or dishonesty or found that such person fails to \ndisclose his interest under section 56. \n \n19.  Statistical   authorities. ⎯The  Federal Government  shall,  by  notification  in  the  \nofficial Gazette, appoint the Chief Statistician as the Federal Statistical Authority to oversee, \ncoordinate, monitor and assess independently all official statistics and the statistical system in the \ncountry and the Provincial Governments shall appoint, by notification in the official Gazette, a \nProvincial Statistical Authority, for carrying out the purpo ses of this Act and to supervise statistical \nactivities. \n \n20. Functions  of Provincial Statistical  Authority. ⎯A Provincial Statistical Authority \nshall, in accordance  with such directions as the  appropr iate  Government may,  from  time  to  \ntime  issue, perform  the following functions, namely:— \n \n(a)   to  collect,  compile,  analyse,  publish  and  disseminate  statistical  data  relating \nto  the provincial subjects in the Province; \n \n(b)   drawing up specific statistical programmes to carry out the instructions of \nthe Users Coun cil; \n \n(c)  appraising the quality of the statistics in the Province; \n \n(d)  laying down and approv ing the questionnaires and procedures for statistical \nenquiries condu cted by the Province in accordance with the provisions of  this \nAct and ensuring against any duplication and sub­standard data collection; \n \n(e)  adopting the standards provided by the Bureau and ensuring harmonization at \nFederal and Provincial level; \n \n(f)  giving advice and guidance to and coordinating the functions of the relevant \nofficers of the Bureau and the Statistical Agents appointed in the Province; \n \n(g)  making recommendations to the appropr iate Government and Users Coun cil \nrelating to the standards of training of statisticians and statistical agents; \n \n \nPage 14 of 25 \n (h)  laying down procedure for a continuing programme of in­service institutional \nand foreign training; \n \n (i)  periodically reviewing statistical progress; \n \n(j)  giving advice to the appropr iate Government and other authorities or persons \non the use and relevance of available statistics in relation to specific problems \nof economic policy; \n \n(k)  identifying gaps in the provincial statistical series and developing prioritized \npropo sals for filling these gaps; \n \n(l)  appraising and allocating technical resources required for  statistical projects \ncarried out by the Province; and \n \n(m)  to perform  such other functions as the appropr iate Government may, from  time \nto time, direct. \n \n21. Competent authority. ⎯(1) The Statistical Authority may, for the purpo se of collection \nand compilation of statistics on any matter, appoint any authority, body  corpor ate or officer or entity \nto be a competent authority for the purpo se of this Act. \n \n(2) In the exercise of its powers and performance of its functions under this Act, a \ncompetent authority shall be subject to the superintendence, direction and control of the Statistical \nAuthority. \n \n22. Statistical  agents. ⎯(1) The Statistical Authority for the purpo se of collection of statistics \nor information under this Act, appoint or engage such officers or persons or body  corpor ate or entity \nto be statistical agent as it may think fit. \n \n(2) A statistical agent shall perform  such other functions as may be assigned to him by \nthe Statistical Authority in accordance with the provisions of this Act. \n \nPART V \n \nSTATISTICS \n \n23. Formulation of questionnaire. ⎯(1) For the purpo se of collecting statistics on any \nmatter, the Statistical Authority shall declare in the official Gazette that information shall be collected \non a particular matter and formulate such questionnaire as it may think fit. \n \n(2) A competent authority or a statistical agent may require any person within its jurisdiction \nto give answers to such questionnaire and to such other questions relevant thereto as may be necessary \nto elicit full answers to the questionnaire. \n \n(3) Any person who is required to give answers to a questionnaire and other relevant question \nunder sub­section (1) shall give answers to the best of his knowledge and belief. \n \n(4) Nothing in this section shall authorize the Statistical Authority, the competent authority or \nthe statistical agent⎯ \n \nPage 15 of 25 \n  \n(a)  to require a woman to state the name of her husband or deceased husband or \nany other person whose name is by custom forbidden to mention; or  \n \n(b)  to insist on information of a purely private nature. \n \n24. Power to call  forreturnsand information. ⎯(1) A competent authority may, for \nthe purpo se of collecting statistics under this Act, serve or cause to be served on any person, by post \nor otherwise, a notice requiring him to furnish to such authority or person in such manner, at such \ntime or intervals including replies to inquiries and supplementary information, and in such form  and \nwith such particulars, such information or returns as may be prescribed, and a person served with such \nnotice shall accordingly furnish information or returns required thereby. \n \n(2) A census officer may, during the time of the taking of the census, within the local limits of \nhis jurisdiction leave a prescribed schedule at any dwelling house including any commercial, industrial \nor other premises or with the manager or officer of any commercial or industrial establishment or \ntrading concerned, or occupier of such house, for the purpo se of its being filled up with respect to \nsuch particulars regarding the inmates of such house or part or the persons employed, as may be \nspecified in the schedule and the occupier, manager or officer concerned shall fill up or cause it to be \nfilled up as required to the best of his kno wledge or belief, sign his name thereto and deliver it to the \ncensus officer or to such person as the census officer may direct. \n \n25. Right to access record or document. ⎯(l) An authorized person shall, for the purpo se \nof collection  of  statistics under  this Act,  have  access to  any  relevant  record  or  document  in  \nthe po ssession of  any person required to furnish information or return under section 24 and may, at \nany reasonable time after due notice, enter any premises, house, vessel, lands or  other place wherein \nhe believes such record or document to be kept and inspect or take copies of relevant records or \ndocuments and ask any question necessary for obtaining any information required to be furnished by \nsuch person. \n \n(2) Every person in possession of or having custody or charge of relevant record or \ndocument, that are maintained in any Government department, business or in any office, public or \nprivate, from  which information is sought, shall⎯ \n \n(a)  grant access for the purpo ses of collection of statistics or census under this Act; \n \n(b)  supply information to the statistical agent relating to any matter under this Act; \nand \n \n(c)  allow the statistical agent to paint on, affix to or dig in the premises, house, \nvessel or lands such letters, marks or objects as may be necessary for the said \npurpo se. \n \n26.  Dissemination of statistical data. ⎯(l)  Any  statistical data  collected  by  the  Statistical \nAuthority shall be in accordance with the provisions of this Act and, after ascertaining its quality for \naccuracy and ensuring confidentiality as set out in section 28, shall be released for general \ndissemination. \n \n \nPage 16 of 25 \n (2) The Bureau shall ensure timely publication of data collected, to take reasonable steps \nto ensure public access to official statistics, to public information on what statistics are available \nand how  that can be obtained by the users. \n \n(3) No user may have access to the data or statistics collected by the Bureau before release of \nits report with exception for special research, approv al of which may be made at the level of Federal \nStatistical Authority. \n \n27. Act not to authorize collection of certain information or statistics.⎯ Nothing in \nthis Act shall authorize the collection of statistics or of any information relating to any work of \ndefence, arsenal, naval, military or air force establishment or any other defence factory, installation or \nestablishment. \n \n28. Secrecy of answers, information and returns . ⎯(l) All answers to the questions \nreceived and all information and returns furnished under this Act shall be confidential and shall not \nbe⎯ \n \n(a)  used for any purpo se other than compilation of statistics under this Act; \n \n(b)  published in a form  which may disclose the state of affairs of any particular \nindividual, firm or institution; \n \n(c)  divulged or furnishing the information or return, to any person not connected \nofficially with the enquiry in relation to which the said answers, information or \nreturns h ave been called for; \n \n(d)  accessible to the inspection of any person; or \n \n(e)  disclosed to any person, or used, notwithstanding anything contained in the \nQanun­e­ Shahadat, 1984  (P.O. 10 of 1984),  or be admissible in evidence in \nany proceedings to which the person giving the answer of furnishing the \ninformation or return is a party, except for the purpo se of prosecution for \ncontravention of the provisions of this Act. \n \n(2) Notwithstanding the provisions of subsection (1), unit records may be released provided \nno individual or company can be identified and shall be used for genuine research purpo ses and such \nresearch findings thereafter shall acknowledge and made available to the Statistical Authority. \n \n29. Permitted disclosure. ⎯The disclosure  of information is authorized to be  used if \nsuch information has been made public through any authorized means or prior written consent \nof the person answering the questions has been duly obtained. \n \n30. Joint collections. ⎯(1) The Statistical Authority may und ertake a joint collection of \nstatistical information and shall enter in  a  contract  with another Government department  or \nauthority or statutory body  where the relevant authority is duly authorized to collect such information, \nand the information collected shall be shared between the agreeing parties. \n \n(2) Any employee of any Government department or authority or statutory body  engaged \nin a joint collection shall be bound  by the provisions of secrecy and confidentiality under section 28. \n \n \nPage 17 of 25 \n PART VI \n \nPOP ULATION, AGRICU LTURE AND OTHER CENSUS ES \n \n31. Population census. ⎯The Federal Government may, from time to time, by notification \nin the official Gazette, declare that a census of popu lation and housing conditions of Pakistan shall be \ntaken by the Bureau during such period as may be specified therein. \n \n32. Census officers. ⎯(l) The Federal Government may⎯ \n \n(a)  designate the Chief Statistician as the Chief Census Co mmissioner to supervise \nthe taking of  census throughout Pakistan; \n \n(b)  appoint the Provincial Census Commissioner to supervise the taking of census \nwithin a Province; and \n \n(c)  appoint the census officers to take, aid in or supervise the taking of census \nwithin any specified area. \n \n(2) The Chief Census Commissioner may, by order, delegate the powers conferred upon  \nhim und er clause (a) of sub­section (1) to such officer or authority as may be specified in the order. \n \n(3) A  declaration in writing signed by any authority authorized in this behalf by the Chief \nCensus Co mmissioner that any person has been duly appointed a census officer shall be conclusive \nproof  of such appointment. \n \n33. Discharge  of duties of census officers  in certain cases. ⎯(1) If a District Magistrate \nor District Coord ination Officer, as the case may be, or any authority authorized in this behalf by \nthe appropr iate Government, by an order in writing so directs,⎯ \n \n(a)  every officer in command of any body  of persons belonging to naval, military \nor air force of Pakistan or of any vessel of war; \n \n(b)  every person, other than a pilot or harbour­master, having charge or control of a \nvessel; \n \n(c)  every person in charge of a lunatic asylum, hospital, work­hou se, prison, \nreformatory or lock­up or of any public, charitable, religious or educational \ninstitutions; \n \n(d)  every keeper, owner, secretary or manager of any sarai, hotel, boarding­house, \nlodging­house, immi gration depot or  club; \n \n(e)  every manager or officer of a railway or any commercial or industrial \nestablishment or trading concern; and \n \n(f)  every occupant of immovable property wherein persons are living at the time \nof taking census,  \n \n \nPage 18 of 25 \n shall, in relation to the persons who, at the time of the taking of the census, are under his command or \ncharge, or are inmates of his sarai, hotel, house, depot or  club, or are employed under him, or are present \non or in such immovable prop erty, perform  such duties of a census officer as may be required by such \norder. \n \n(2) The provisions of this Act relating to a census officer shall, mutatis mutandis, apply \nto a person performing the duties of a census officer in pursuance of an order under sub­section (1). \n \n34. Power to call upon  certain persons to give assistance. ⎯A census officer appointed \nunder sub­section (1) of section 32 may, by order in writing, call upon­  \n \n(a)  owners and occupiers of land, farmers, tenure holders and assignees of land \nrevenue or their agents; \n \n(b)  members of local councils and other local authorities and officers; \n \n(c)  school teachers, government servants and literate persons of good repute \nfor the time being residing in the area concerned; and \n \n(d)  to work as enumerators or give such assistance as may be specified in the \norder towards the taking of census of persons who and of houses which are, at \nthe time of taking census, on the lands of such owners, occupiers of  land, \nfarmers, tenure holders and assignees, or within the areas which such members \nrepresent or for which local authorities are established, or, as the case may be, \nin which such teachers, government servants and literate persons are \nthemselves residing, and the persons to whom an order under this section is \ndirected shall be bound  to comply the same and shall be deemed to be bound  by \nthe provisions of secrecy and confidentiality under section 28. \n \n \n35. Grant of statistical   abstracts. ⎯The  Chief  Census Commissioner, the  Provincial \nCensus Co mmissioner or an authority authorized in this behalf by the Federal Government may, \nat the request of any local council or local authority or person, cause abstracts to be prepared and \nsupplied containing such statistical information as can be derived from  the census returns being \ninformation which  is  not  contained  in  any  published  reports  and  which,  in  the  opinion  of  \nthe  Chief Census Commissioner, the Provincial Census Commissioner or an authority authorized, \nsuch local council or local authority or person may reasonably require. \n \n \n36.  Local  councils  and  other  local  authorities  to  take  census. ⎯ Notwithstanding \nanything contained in any other law for the time being in force, a local council or other local authority \nshall, in consultation with the Provincial Census Commissioner or other officer authorized in this behalf \nby the Federal Government, cause, during the period, the census of the area within the jurisdiction of \na local council or other local authority to be taken wholly or in part in the manner authorized or \nrequired by or  under this Act. \n \n37. Agriculture census. ⎯The Federal Government may, from  time to time, by notification \nin the official Gazette declare that information shall be collected on or with respect to the following \nmatters, namely: ⎯ \n \n \nPage 19 of 25 \n (a)  land ownership and land tenure;  \n \n(b)  land unit and sub­division of land;  \n \n(c)  land utilization; \n \n(d)  crop acreage and produ ction; \n \n(e)  livestock, poultry and fishery produ cts; \n \n(f)  employment in agriculture; \n \n(g)  agricultural popu lation; \n \n(h)  agricultural power and machinery; \n \n(i)  irrigation and drainage; \n \n(j)  fertilizers and soil dressing; \n \n(k)  wood and forests; \n \n(l)  agricultural credit; \n \n(m)  agriculture and sericulture; \n \n(n)  fruit and vegetable produ cts; and \n \n(o)  such other matters as the Federal Government may, by notification in the \nofficial Gazette, specify. \n \n38. Crop­cutting experiment. ⎯(1) For the purpo se of collecting information referred \nto in section 37, crop­cutting experiments may be condu cted and for such experiments any land \nin any area may be selected. \n \n(2) The owner of the crop shall be entitled to such compensation for any loss or damage caused \nto him by the condu ct of crop­cutting experiment as is not less than such loss or damage and the \nassessment of the loss or damage shall be carried out in such manner as the Governing Coun cil may \nprescribe under regulations. \n \n39. Other censuses. ⎯The Federal Government may, by notification in the official Gazette, \ndirect the Bureau to collect, compile, analyse information and publish censuses in respect of census \nof manufacturing industries or economic census or other censuses it may consider necessary from  \ntime to time and thereupon  the provisions of  this Act shall, mutatis mutandis, apply in relation to \nsuch censuses. \n  \n \nPage 20 of 25 \n PART VII \n  \nFINANCE, AUDIT AND ACCOUNTS  \n \n40. Establishment of Statistics  Fund. ⎯(1) There is hereby established, for the purpo ses \nof this Act, a Fund to be called Statistics Fund which shall be administered and controlled by the \nBureau to meet costs and charges incurred in connection with its functions under this Act. \n \n(2) The Statistics Fund shall consist of⎯ \n \n(a)  such sums as the Federal Government or a Provincial Government may, from  \ntime to time, grant for the purpo ses of meeting any of its obligations or \ndischarging any of its duties; \n \n(b)  loans, aid, grants and donations from  the national or international agencies; \n \n(c)  income from  investments as provided under section 42; \n \n(d)  receipts from  sale of publications, databases, statistical series, other produ cts \nand services prov ided by Bureau; and \n \n(e)  all other sums or property which may in any manner become payable to or \nvested in the Bureau in respect of any matter incidental to the exercise of its \nfunctions and powers. \n \n(3) The Statistics Fund shall be managed and operated by the Chief Statistician. \n \n41. Expenditure. ⎯(1) The Statistics Fund shall be expended for the purpo se of⎯ \n \n(a)  paying any expenditure lawfully incurred by the Bureau; \n \n(b)  paying any other expenses, costs or expenditure properly incurred or accepted \nby the Bur eau in the performance of its functions or the exercise of its powers \nunder this Act; and \n \n(c)  repaying any moneys borro wed under this Act and the profit, return, mark­up  \nor interest due  thereon howsoever called. \n \n(2) The Bureau shall, in respect of each financial year, submit for approv al to the Federal \nGovernment, on such date as may be prescribed, a statement of the estimated receipts and \nexpenditure, including requirements of foreign exchange for the next financial year. \n \n42. Investments. ⎯The Bureau may insofar as moneys available in the Statistics Fund are \nnot required to be expended under this Act, make such investments as it may determine from  time \nto time, in accordance with policies formulated by the Federal Government. \n \n43. Bank  accounts. ⎯The  Bureau may, with the approv al of the Governing Coun cil, open \nand maintain accounts in rupees or in any foreign currency at such scheduled bank as it may from  time \nto time determine in accordance with instructions of the Finance Division. \n \n \nPage 21 of 25 \n 44. Audit and accounts. ⎯(1) The accounts of the Bureau shall be maintained in such \nmanner as Finance Division, in consultation with the Controller General of Accounts, determine. \n \n  (2) The Auditor­General of Pakistan shall condu ct audit of the accounts of the Bureau. \n \n(3) A copy of the audit report shall be sent to the Federal Government, along with the \ncomments of the Bureau. \n \n45. Annu al  report. ⎯(1) The Bureau shall prepare and publish an annual report covering \nits performance during the financial year for submission to the Federal Government which shall lay \nthe same before the Parliament. \n \n(2) The annual report shall include⎯ \n \n(a)  activities of the Bureau during the financial year; \n \n(b)  an outline of  programmes for the year ahead; \n \n(c)  a short f inancial statement of the preceding year; \n \n(d)  an audited balance sheet; \n \n(e)  an audited statement of income and expenditure; and \n \n(f)  any other matter which the Federal Government may direct or the Bureau \nmay consider appropr iate. \n \n \nPART VIII \n \nOFF ENCES AND PENALTIES \n \n46. Penalties. ⎯If any person⎯ \n \n(a)  required to furnish any information or return to an authorized officer of the \nBureau,⎯ \n \n(i)  wilfully refuses or without lawful excuse neglects to furnish such \ninformation or return as may be required under this Act; \n \n(ii)  wilfully furnishes or causes to be furnished any information or \nreturn which he kno ws to be false or misleading; \n \n(iii)  refuses to answer or wilfully gives false answer to any question \nnecessary for ob taining any information required to be furnished under \nthis Act; \n \n(b)  obstructs on access to relevant records or documents or entry to any premises \nauthorized und er section 25; \n \n \nPage 22 of 25 \n (c)   who  removes,  obliterates,  alters  or  damages without  proper  authority or  \nbefore  the completion of agriculture census or  popu lation census any letters, \nmark or objects which have been painted, affixed or dug for  the purpo ses of \nthe agricultural census, popu lation census or any other census; \n \n(d)  who otherwise in any way wilfully obstructs or seeks to obstruct any person \nemployed in the execution of any duty under this Act, shall for such offence be \npunishable with fine which may extend to fifty thousand rupees and in the case \nof continuing offence to a further fine which may extend to two hundr ed rup ees \nfor each day during which the offence continues or with imprisonment for a \nterm not  exceeding six months or with both. \n \n47. Offences  by  companies. ⎯(1) If the person guilty of an offence under section 46 \nis a company, every person who at the time the offence was committed was in charge of and was \nresponsible for the condu ct of the business of the company, shall be deemed to be guilty of the \noffence and shall be punishable with fine which may extend up to five hundr ed thousand rupees and \nin the case of continuing offence to a further fine which may extend to twenty­five thousand rupees \nfor each day during which the offence continues: \n \nProvided that  nothing contained in  this section  shall render  any  such  person liable  to  \nany pun ishment provided in this Act if he proves that the offence was committed without his \nknowledge or that he exercised all due diligence to prevent the commission of such offence. \n \n(2) A certificate under the hand of the Federal Statistical Authority or the Provincial Statistical \nAuthority stating that such return has not been furnished or the contents are incorrect, shall be prima \nfacie evidence of the facts stated in the certificate. \n \n48. Desertion, impersonation or improper disclosure. ⎯Every person who⎯ \n \n(a)  deserts from  his duty; \n \n(b)  impersonates as census officer or a statistical agent and seeks to obtain \ninformation which that person is not duly authorized to obtain; or \n \n(c)  discloses or  knowingly cause  to  be  disclosed  or  divulges directly  or  \nindirectly,  any information obtained under this Act to any person not entitled \nunder this Act to receive the same, \n \nshall be punishable for such offence with imprisonment for a term which may extend to six months or \nwith fine which may extend to twenty­five thousand rupees. \n \n49. Refusal to  perform duties  as census officer. ⎯Whoever refuses or neglects to \ndischarge the du ties which he is directed under subsection (1) of section 33 to discharge shall be \ndeemed to have committed an offence und er section 187 of the Pakistan Penal Code, 1860  (Act XLV \nof 1860).  \n \n50. Falsification of  return. ⎯Where an authorized officer duly appointed to collect \nstatistical data und er the provisions of  this Act refuses to perform h is duties or willfully and \ndishonestly falsifies or alters information in a return without the presence of the respond ent, or \n \nPage 23 of 25 \n intentionally contravenes the ru les made under section 61  shall be liable to disciplinary action under \nthe relevant rules of service or employment or contract and decision of the Bureau shall be final. \n \nExplanation.—For the purpo se of this section the expression “respond ent” means any person, \ninstitution, company or establishment required to submit return or furnish information as required \nunder this Act. \n \n51. Mode  of recovery. ⎯Any sum payable to the Bureau under this Act shall be Mode \nof recoverable as an arrear of land revenue. \n \n52. Cognizance  of offences.—(1) No court shall take cognizance of any offence under this \nAct except upon  a complaint in writing by an officer authorized by the Governing Coun cil, the \nFederal Statistical Authority or the Provincial Statistical Authority, as the case may be. \n \n(2) No court inferior to that of Magistrate of first class shall try an offence und er this Act. \n \n(3) The offences under this Act, shall be tried summarily in accordance with the provisions \nof Chapter XXII of the Code  of Criminal Procedure, 1898  (Act V of 1898).  \n \n(4) Notwithstanding anything contained in section 32 of the Code  of Criminal Procedure, \n1898 ( Act V of 1898),  it shall be lawful for any Magistrate of the first class to pass any sentence \nauthorized by this Act. \n \n53. Appeal against  the orders of Federal Statistical  Authority and the Provincial \nStatistical Authorities. —(1) Appeal against the orders of Federal Statistical Authority shall lie to \nthe Secretary, Statistics Division while appeal against the orders of Provincial Statistical Authorities \nshall lie to the Ch airman, Planning and Development Bo ard or  such authority as the Provincial \nGovernment may, by no tification in official Gazette, specify. \n \n(2) An appeal under sub­section (1) shall be propo sed within thirty days of order by the \nFederal Statistical Authority or the Provincial Statistical Authority, as the case may be. \n \n54. Officer and employees to be public servants. ⎯The Chief Statistician, fun ctional \nmembers, all employees of the Bureau and other persons authorized to perform or  exercise any \nfunction or power und er this Act or rendering services to the Bureau as consultant or adviser, shall \nbe deemed to be pub lic servants within the meaning of section 21 of the Pakistan Penal Code, 1860 \n(Act XLV of 1860)  \n \n55. Certain employees to be civil servants. ⎯Subject to sub­section (5) of section 60, the \ncivil servants working in the Bureau at the time of commencement of this Act or transferred from  \nFederal Bur eau of  Statistics, Agricultural Census Organization, Population Census Organization \nand  the Technical Wing of  Statistics Division subject to subsections (1) and (4) of section 60, shall \nbe governed by the Civil Servants Act, 1973  (LXXI of 1973)  and rules made thereunder and shall \ncontinue of in service on the same terms and conditions as determined und er 1973,  the Civil Servants \nAct, 1973   ( LXXI of 1973)  including remuneration, tenure of service, rights and privileges as to \npension and gratuity and other matters which were applicable to them immediately prior to the of \ncommencement of this Act. \n \n56. Disclosure of interest. ⎯Where a member or staff or other employee of the Bureau, \nincluding an advisor or consultant or any officer exercising po wers under this Act, has a direct or \n \nPage 24 of 25 \n indirect interest in any matter relating to the business of the Bureau, such person shall forthwith \ndisclose that interest to the Bureau  and the Bureau  shall have the right  to take such action as it \nconsiders  appropr iate. \n \n57. Delegation of powers, duties and functions. ⎯The Governing Coun cil may, subject \nto such conditions and limitations as it may deem fit to impose, delegate all or such powers, \nduties or fun ctions to the Chairman, the Chief Statistician, a member, a committee or an officer, as it \nmay deem fit for the efficient performance of functions of the Bureau. \n \n58. Indemnity. ⎯No suit, prosecution or other legal proceeding shall lie against the Bureau \nor any person acting under the Bureau for anything which is in good faith done  or intended to be \ndone  in pur suance of this Act or any rules or regulations made there under. \n \n \nPART  IX \n \nGENERAL AND MISCELL ANEOUS \n \n59. Power of Bureau to issue directions. ⎯Notwithstanding anything contained in any \nother law for  the time being in for ce, which provides for the collection of statistics, the Bureau may \nissue to any o ther authority functioning und er any such law such directions as it may consider \nnecessary for the purpo se of this Act. \n \n60. Mer ger of existing organizations. —(1) The Federal Bureau of Statistics, the \nAgricultural Census Organization, the Population  Census  Organization and the Technical  Wing of \nStatistics  Division shall stand merged in the Bureau on the commencement of this Act. \n \n(2) All instruments of whatever kind subsisting, owed or incurred by the Federal Bur eau of \nStatistics,  the  Agricultural  Census  Organization,  the  Population  Census  Organization  and  the \nTechnical Wing of Statistics Division or to which these organizations may have been a party or which \nrelate or connected with these organizations shall remain in force and effect against the Bureau as \nthey  were  before  the  commencement  of  this Act  against  the  Federal Bureau  of  Statistics,  the \nAgricultural Census Organization, the Population Census Organization and the Technical Wing of \nStatistics Division. \n \n(3) All legal proceedings of whatever nature by or against or relating to the Federal Bureau \nof Statistics, the Agricultural Census Organization the Population Census Organization and the \ntechnical wing of Statistics Division which shall be pending on  the commencement of this Act, in \nany court, tribunal or other authority shall be continued, prosecuted and in force in the same manner \nand to the same extent, as they would have been continued, pro secuted or enforced by and against \nthe above o rganizations as if this Act would not have been promulgated, by  or against the Bureau and \nthe same shall not abate, be discontinued or in any way prejudiced or affected by the provisions of this \nAct. \n \n(4)  Subject  to  section  55  and  notwithstanding anything contained  in  any  other  law,  \nrules, regulations, contract, agreement or in the terms and conditions of their services, on the \nestablishment of the Bureau, all persons appointed or reemployed in the Federal Bur eau of Statistics, \nPopulation Census Organization, Agricultural Census Organization and the Technical Wing of Statistics \nDivision, subject to sub­section (1),  immediately before the establishment of the Bureau and other \nofficers and employees whether recruited initially or absorbed, or inducted, subsequently, including the \npersons on d eputation of any other organization, d epartment, agency or formation in Pakistan or \n \nPage 25 of 25 \n abroad but not b eing person  on  deputation  or  secondment  to  Federal Bureau  of  Statistics,  \nPopulation  C ensus Organization, Agricultural Census Organization and the Technical Wing of \nStatistics Division from any other organization, department, agency or formation shall stand \ntransferred to and become employees of the Bureau and shall be governed by the Civil Servants Act, \n1973  (LXXI of 1973),  for their terms and conditions including remuneration, tenure of service, rights \nand privileges as to of pension and gratuity and other matters which were applicable to them \nimmediately prior to the establishment of the Bureau. \n \n(5) Every person referred to in sub­section (4) shall have the right to opt to work in the Bureau \nas civil servant or under the new rules or regulations of  the Bureau to be finalized soon after the \nestablishment of the Bureau. The option to be made in writing once exercised shall be final. \n \n61. Powers to make rules. —(1) The appropr iate Government may, by notification in the \nofficial Gazette, make rules for carrying out the purpo ses of this Act. \n \n(2) Without prejudice to the foregoing powers, the Federal Government may make rules on \ncode of  condu ct  for  Chief  Statistician  and  authorized  officers,  appointed  by  the  Bureau  under  \nthe prov isions of this Act. \n \n62. Powers to  make  regulations. —The Bureau may, with the prior approv al of the \nFederal Government, by notification in the official Gazette, make regulations not inconsistent with this \nAct or the rules made thereunder to carry out the purpo ses of this Act. \n \n63. Repeal. —The General Statistics Act, 1975  (LXIX of 1975),  the Agricultural Census Act, \n1958 ( XLI of 1958)  and the Census Ordinance, 1959  (X of 1959)  are hereby repealed. \n \n___________  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nRI - Date: 1 4-05-2024"
}