{
    "file": "./converted_json\\administrator3ea307a5ce70aadd2112c607a1a508c5.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "1THE LOANS FOR AGRICULTURAL  1[;COMMERCIAL AND INDUSTRIAL]\nPURPOSES ACT, 1973.2Act No. XLII of 1973\n[27th June, 1973]\nAn Act to provide for credit facilities for persons engaged in agriculture 3[Commerce\nand Industry]\nWHEREAS it is expedient to provide for credit facilities for persons engaged in\nagriculture 1[;Commerce and Industry];\nIt is hereby enacted as follows:—\n1. Short title, extent and commencement.—(1) This Act may be called the Loans\nfor Agricultural 3[;Commercial and Industrial] Purposes Act, 1973.\n(2) It extends to the whole of Pakistan.\n(3) It shall come into force at once.\n2.  Act  to  override  other  laws. The  provisions  of  this  Act shall have  effect\nnotwithstanding anything contained in any other law for the time being in force  3[and\nnothing contained in any law relating to the distribution or devolution of agricultural land, or\nto relief to agriculturists, shall apply to a loan or advance made under this Act on the\nsecurity of such land].\n3. Definitions.  In this Act, unless there is anything repugnant in the subject or\ncontext,—\n3[(a)    “bank”  means  a  banking  company  as  defined  in  the  Banking  Tribunals\nOrdinance, 1984 (LVIII of 1984)];\n(b)       “land” means land used for agricultural purposes or for purposes subservient\nto agriculture;\n(c)       “land-owner” has the same meaning as in the West Pakistan Land Revenue\nAct,  1967  (W.P.  Act  XVII of  1967),  but  does  not  include  a  lesee  or  a\nmortgagee;\n(d)       “Loans or advances” means loans or advances for agricultural 3[;Commercial\nand Industrial] purposes 4[and includes finance  as defined in the  Banking\nTribunals Ordinance, 1984 (LVIII of 1984)];\n(e)       “prescribed” means prescribed by rules made under this Act; and\n1Added by the Finance Act, 1986 (1 of 1986), s. 8.2For Statement of Objects and Reasons, see Gaz. of P., 1973. Ex.. Pt. Ill, p. 1001.The Loans for Agricultural, Commercial and Industrial Purposes. Act,. 1973 (XLII of 1973), hereinafter referred to as the saidAct, and all rules, notifications and orders made or issued thereunder shall apply to the whole of the Provincially Administered TribalAreas of the North-West Frontier Province and Balochistan Province, vide Regulation H of 1994.3Added, subs, and ins. by the Finance Act, 1986 (I of 1986), s. 8.4Added by the Loans for Agricultural Purposes (Amdt.) Act, 1985 (19 of 1985), s. 2 (w.e.f. 1-1-1985).\n2(f)        “Revenue  Officer”  has  the  same  meaning  as  in  the  West  Pakistan  Land\nRevenue Act, 1967 (W.P. Act XVII of 1967), and includes a Naib Tehsildar\nand Head Munshi.\n4. Presentation of pass book.—(1) A Land owner applying to any bank for the grant\nof a loan or advance may, for the purpose of enabling the bank to take action in accordance\nwith sub-section (4), produce before the bank a pass book prepared in the prescribed form\nand manner setting out particulars of the land owned by him.\n(2) The entries in the pass book shall be authenticated by the Revenue Officer and\nshall be prima facie evidence of the title of the holder of the pass book to the parcels of land\nentered in the pass book, free of any prior encumbrance, unless otherwise specified therein.\n(3) The pass book shall be deemed to be a title deed and accepted as such by the\nbank for granting a loan or advance to a land-owner on the security of such land entered\ntherein as he may indicate.\n(4) If the bank grants a loan or advance to the land-owner on the production of the\npass book, the bank shall endorse the pass book against the entry relating to the land on the\nsecurity of which the loan or advance is granted by it.\n(5) The endorsement made in the pass book under sub-section (4) shall create a\ncharge in favour of the bank on the land against the entry relating to which the endorsement\nhas been made and the land-owner shall be debarred from alienating the land until the\noutstanding amount of the loan or advance granted by the bank has been repaid.\n1[(5A) A charge on any land created under sub-section (5) shall be entered in the\nrelevant revenue records against the entry relating to such land.].\n(6) Any alienation of land in contravention of sub-section (5) shall be void.\n(7) If the land-owner fails to repay the amount of the loan or advance in accordance\nwith the terms of his agreement with the bank, the bank may, without prejudice to any other\nlegal remedy available to it, apply to the Collector for the recovery of the amount in default\nas an arrear of land revenue and thereupon all the provisions of the Revenue Recovery Act,\n1890 (I of 1890), shall apply to the recovery of the amount in default as they apply to the\nrecovery of an, arrear of land revenue.\n5. Power to make rules.—(1) The Federal Government or, if the Federal Govern-\nment so directs, the Provincial Government may, by notification in the official Gazette,\nmake rules for carrying out the purposes of this Act.\n1Added by the Finance Act, 1986 (1 of 1986), s. 8.\n3(2) In particular and without prejudice to the generality of the foregoing power, such\nrules may specify the ratio to be maintained by the scheduled banks between loans and \nadvances granted to land-owners having land not exceeding a subsistence holding, those \nhaving land exceeding such holding but not exceeding an economic holding and those \nhaving land exceeding an economic holding.\nExplanation.—In this sub-section, \"subsistence holding\" and \"economic holding\"\nhave the same meaning as in the Land Reforms Regulation, 1972.\n(3) The ratio specified in the rules shall not be varied—\n(i)        to the disadvantage of land-owners having land not exceeding a subsistence\nholding  and to the advantage of land-owners having  land exceeding  a\nsubsistence holding; or\n(ii)       to  the  disadvantage  of  land-owners  having  land  less  than  an  economic\nholding  and to the advantage of land-owners having  land exceeding an\neconomic holding.\n6. [Repeal.] Omitted by the Federal Laws (Revision and Declaration) Ordinance,\n1981 (XXVII of 1981), s. 3 and Sen., II."
}