{
    "file": "./converted_json\\administrator922e65cdb31d17f8b7e514f2e3484e14.json",
    "name": "Industrial Development Bank of Pakistan (Re-organization and Conversion) Ordinance, 2006",
    "date": "August 3, 2006",
    "tagline": "To provide for the re-organization and conversion of the Industrial Development Bank of Pakistan into a public limited company",
    "content": "REGISTEREDNo.M-302L.-7U6\n@beGu,tffi d f![tdtlrr9\n=-Fv-\nEXTRAORDINARY\nPUBLISHED BY AUTHORITY\nISI,AMABAD, THURSDAY, AUGUST 3' 2006\nPART I\nActs. Ordinances, President's Orders and Regulations\nCOVL]RN M EN'I OF PAKIS']'AN\nLAW. JUSTICE AND HUMAN RIGHTS DTVISION\nlslanrubad, the 3rd August' 2006\nF.'No. 2( I )/2006-Pub.-The following Ordinance promulgated by the\nPresident is hereby published for general inlormation.\nOnotrrxcE No. XVII oF 2006\nO R DINANC E\nto provide for the re-organizalion and conversion of the Industrial\nDevelopment Bank of Pakistan into a public limiled company\nWaeneas it is expedient to 2rovide for re-organization and conversion ofthe\nIndustrial Development Bank ofPakistan into a public limited company incorporated\nunder the Companies Ordinance, 1984 (XLVII of 1984)' and. for matters connected\ntherewith or Incidental thereto;\n(6l s)\n[3 ] 82(2006)i Ex. Gaz.] Price : Rs. 5 .00\n6t6 THE CAZETTE OF PAKISTAN ,EXTRA., AUCUST 3, 2006 Panr I\nWuenees the National Assembty is not in session and the circumstancesexist which render it necessary to take immediate action;\nNow, rHmerone, in exercise of the powers conferred by clause (l) ofArticle 89 ofthe constitution ofthe Isramic Rlpubric ofpakistan, the president ispleased to make and promulgate the following Ordinance:_\nl. Short title, extent and commene ement._{ I ) This Ordinance maybe called the Industrial Development Bank of fakistan (Re_organization andConversion) Ordinance, 2006.\n(2) It extends to the whole ofpakistan.\n(3) [t shall come into force at once.\n2. Definitions._ln this Ordinance, unless there is anything repugnantin the subject or contexq-\n(a) \"assets\" means righrs and powers ofevery description and includesall properties, movable or immovable, tangible or intangible, mortgages,charges and claims in the name ofthe iOgp, as the case muy-Ui '\n(b) \"company\" means the Industriar Deveropment Bank Limited to beestablished and incorporated in accordance with secti6n 3;\n. (c) \"contracts\" means all.contracts. agreements, bonds guarantees,\nindemnities, representations, obligations, undertakings and other legai .. documents and instruments ofevery description executed by or onbehalfoflDBp, as the case may be, iniluding \n\"mploynent, investment, ' sales and financial contract. *ith *ho.rir\"J; ' \"\n(d) \"effective date\" means the date specified in the Order issued underSection 5;\n(e) \"IDBP\" means rhe Industrial Development Bank of pakistan\nestablished under the Industrial Development Bank of pakistan\nOrdinance, l96l (XXXI ofl96l);\n(0 \"liabilities\" means all liabiliries lawfully incurred by IDBB as the casemay be, and includes duties and obligations ofevery kind imposedthereon;\n(g) \"order\" means an order made by the Federal Govemment undersub-section (l) ofsection 5; .\nPam ll IZETTE OF PAKISTAN, EXTRA., AUGUST 3,2006 617\n(h) \"proceet\"nu.\" includes any suit, arbitration or other legal or\nadministr live proceedings, applications, appeals, awards, reviews or\nrevisions filed or pending:\n(i) \"rules\" means the rules made under this Ordinance;\n(j) \"transfer\" means the transfer of assets, contracts, Iiabilities,\nproceedings and undertakings of IDBp, as the case may be, to the\ncompany; and\n(k) \"undertakings\" includes allprojects. ventures and any oth.er operations\nundertaken by IDBB as therase may be, individuaily or coilectively\nin collaboration with some other person.\n3. Establishm€nt of the Company, etc.-( l) As soon as may be,\nafter the commencement ofthis ordinance, the Federar Govemment sha estabrish\na Company to be known as the Industrial Development Bank Limited, limited by\nshares and cause it to be incorporated under the Companies Ordinance, l9g4 (XLVII\nof 1984), with the principal object oftaking over the buiiness, functions, conrracrs,\nproceedings, undertakings, assets and liabilities qf IDBp.\n(2) No stamp duty or any other charges shall be payable by the Company\nunder any law for the time being in force for the transfer and vesting ofthe assets,\ncontracts, Iiabilities, proceedings or undertakings of IDBp to the company or any\nshares or securities issued in favour of the sharehorders or financiers of rDBp by\nthe Company.\n, 4. Company to be deemed a banking company.{l) The Company\nshall be deemed to be a banking company for the purposes ofthe State Bank of\nPakistan Acr, I 956(XXXIII of I 956), Banking Companies Ordinance, 1962 (LVII\nof 1962) and any other law for the time being in force relating to banking companies\nuntil such time that the licence is granted to the Company under sub-section (2).\n(2) Without prejudice to the provisions ofsub-section (l), the company\nshall apply to the State Bank ofpakistan, for a licence for permitting to carry on rhl\nbusiness ofbanking in pakistan in accordance with the piovisions ofsection 27 of\nBanking Companies Ordinance, 1962 (Lyll of 1962), through the existing branchesof IDBP\n5. Transfer and vesting of assets, contracts, liabilities, proceedings\nand undertakings.-( I ) After the registration of the Company, the Federal\nCovernment shallby an Order, published in the official Gazette, direct that all the\nassets, contracts, liabilities, proceedings and undertakings of IDBp stand transferred\n618 THE GAZET'TE OF PAKISTAN, EXTRA., AUGUST 3, 2006\n^RT I\nto, and vest in the Company on thb date specified therein, on such terms and\nconditions as may be determined by the Federal Government in this behalf'\n(2) The Order issued under sub-section(l) slrall' inter alia, ptovide for:-\n(a) the transfer of all the assets, contracts, liabilities, proceedings\nand undertakings oflDBP to the Company;\n(b) the allotment of shares or debentures of the Company to the\nshareholders. debenture-holders or bond holders of IDBP in\nproportion to their shares, debentures, bonds or other securities\nin IDBP, as the case may be, after determining the-net asset\nvalue of IDBP on the effective date;\n(c) the dissolutiotr of IDBP from the effective date;\n(d)the transfer of guarantees issued in favour of the Company by\nthe Govemment of Pakistan, the Provincial Government and\nother govemment agencies such as Sarhad Development Board\nand Punjab Small lndustries Corporation for repayment ofloans\nfrom borrower; and\n(e) such incidental, consequential and supplemental nlatters as are\nnecessary to secure the transfer of assets, contracts, liabilities,\n. proceeding and undertakings under this Ordinance'\n(3) The vdlue ascribed to the assets and liabilities transferred to, and\nvested in, the Company by the Federal Govemment under the Order shall represent\nthe fair net value of the assets for taxation, depreciation or any other purposes'\n6. Continuation of service in the Company.-( I ) All permanent\nenrployees and officers of IDBP who were continuously in th6 service of IDBP for\na period of one year or more immediately before the effective dale shall stand\ntransferred to, and become the en.tployees ofthe Company as of the effective date\non the sanie terms and conditions as rvere applicable to them before the effective\ndate. The temts and conditions applicable to the retired employees of IDBP shall\ncontinue to apply to such retired employees(4) Notwithstanding the provisions of section 146 of the Companies\nOrdinance 1984 (XLVII of 1984), the Company shall,.upon transfer, continue all\nbusiness and undertakings of IDBP as were being carried on immediately prior to ^\nthe elfective date.\nI\nI',\\r{rll THE GAZETTIi OF PAKISTAN. EXTRA.. AUGUST 3. 2006 619\n(2) Notwithstanding, anything contained in any law, contract, agreement\nor conditions of service no person tralrsferred to the Company pursuant to\nsub-section ( I ) shall be entitled to any compensation as a consequence oftransfer\nthe Company.\n7. Contracts and proceedings.-( I ) All contracts subsisting or having\neffect inrnrediately before the effective date, to which IDBP may have been a\nparty or beneficiary, shall be deemed to have been made by the Company and shall\nremain in force for all intents and purposes.\n(2) All proceedings by or against or relating to IDBP pending on the\neffective date before any court, tribunal, arbitrator or any other authority shall bev continued prosecuted. defended, enforced and executed by or against the Company\n..- in the same manner and to tlre same extent as might have been continued, prosecuted\ndefended, enforced and executed by or against IDBP, as the case may be, and for\nthe purposes ofthe proceedings under IDBP Ordinance, the relevant provisions of\nIDBP Ordinance shall, nutatis mutandis, continue to apply to these proceedings\nnotwithstanding the repeal ofthe Industrial Development Bank ofPakistan Ordinance.\nl96l (XXXI ol l96l ).\n8. Certain guarantees to remain in force.-Notwithstanding the\nrepeal of the said IDBP Ordinance, all guarantees gi[,en by the Govemnrent of\nPakistan in favour of foreign and local institutions which extended loans to IDBP\nshall remain in force as though these guarantees were given on behalfoflDBP\n9. Bar of jurisdiction,-No court, tribunal, arbitrator or authority shall\nquestion, or permit to be called in question, any transfer or order made, anything\ndone, or action taken or purported to be made, done or taken under this Ordinance.\n10. lndemnity.-No suit, prosecution or other legal proceedings shall lie\nagainst the federal Government, State Bank of Pakistan, IDBB the Con.Ipany or\nany other pcrson for anything which is in good faith done or intended to be done\nunder this Ordinance or any rule or order made thereunder.\nI l. Ordinance to override other laws, etc'-The provisions of this\nOrdinance shall have effect notwithstanding anything contrary contained in any\nother law for the time being in force, or in any agreement, contract, decree, order or\nany other instrument whatsoever,\n12. Power to make rules.-The Federal Govemment may, by notification\nin the official Gazette, make rules for carrying out the purposes ofthis Ordinance.\nI J. Removal of difficuities.-lf any difficulty arises in giving effect to\nany provision ofthis Ordinance, the Federal Govemment may make such order, not\na\n6l0 THE GAZETTE OF PAKISTAN, EXTRA., AUGUST 3, 2006 ARI I\ninconsistent with the provisions ofthis Ordinance, as may appear to it to be necessary\nfor the purpose of removing the diffrculty:\nProvided that no such power shall be exercised after the expiry of two\nyears fiom the commencement of this Ordinance.\n14. Repeal.-lmmediately afterthe dissolution of IDBP in pursuance of\nclause (c) of sub-section (2) of section 5, the lndustrial Developnlent Bank of\nPakistan Ordinance, 196 I (XXXI of I 961 ), shall stand repealed.\nGeletel\nPERVEZ MUSHARRAF,\nPresident.\nJusrrce 1Raro.)\nMANSOOR AHMED,\nSecretary.\n*\\--FRINTED BYTHE MANAGER, PRINTINC CoRPoRATION OF PAKISTAN PRESS, ISLAMABAD.\nPUBLISHED AY THE DEPUTY CONTROLLER. STATIONERY & FORMS. UNIVERSITY ROAD. KARACHI"
}