{
    "file": "./converted_json\\administrator296fa1ed82c8d85a81995246788f5b29(2).json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "REGISTEREDNo.M-302\nL.-7(Y16\n@tttGgaldfe d SE[t turr9\n..--\nEXTRAOBDINARY\nPUBLISHED BY AUTHORITY\nISI,AMABAD, TUESDAY, FEBRUARY 22, 2OO5\nPART I\nActs, Ordinances, President's Orders and Regulations\nGOVERNMENT OF PAKISTAN\nMINISTRY OF LAW JUSTICE, HUMAN RIGHTS AND\nPARLIAMENTARY AFFAIRS\nWt l[RE.\\s it is expc.die'nt to establish Defence Housing Authority Islamabad\nand to provide tbr the matters connected therewith or incidental thereto:\n( l9)\n[263ti(2005)/Ex Caz.] Price : Rs. 10.50. (Law Justice and Human Rights Division)\nIslunabad, tlrc 22nd February, 2005\nF. No.2(l)/2005-Pub.-The tbllowing Ordinance promulgated by the\nPresident ishereby published forgeneral information:-\nOnnrNeuce No. II or 2005\nAN\n()RI)INANCE\nto prot,ida.for tlrc establishntent of the Defence Housing\nAutlrcrity lslamabad\n20 THE GAZETTE OF PAKISTAN, EXTRA. FEB. 22,2W5 [Petr I\nAND wHEREAS rhe National Assembly is not in session and the president is\nsatisfied that circumstances exist which render it necessary to lake immediate action;\nNow, THEREFoRE. in exercise of the powers conferred by clause (l) ofArticle 89 of rhe Constirution of the Islamic Repubric of pakistan, the presidenr is\npleased to make and promulgate the following Ordinance:_\nl. Short title, extent and commencement_ (l) This Ordinance may\nbe called the Defence Housing Authority Islamabad Ordinance, 2005.\n(2) It extends to the SpecifieA Area.\n(3) It shall come into force at once_\n2. Delinitions.-ln this Ordinance, unless there is anything repugnant. in the subject or context,-\n(a) \"Administrator,, means the Chief Executive Officer of the Authority\nappointed under this Ordinance;\n(b) \"Authoriry\" means the Defence,Housing Authority Islamabad\nestablished under this Ordinance;\n(c) \"Chairman\" means the bhairman of the Goveming Body;\n(d) \"CDA\" meaos the Capital Development Authority constituted under\nthe Capiral Development Authoriry Ordinance, 1960 (XXIII of 1960);\n(e) \"controlled area\" means an area notified as such by the Authority;\n(f) \"Executive Board\" means the Executive Board constituted under this\nOrdinance;\n(g) \"Coverning Body\" means the Governing Body constituted under this\nOrdinance;\n(h) \"lslamabad Capital Terrirory (ICT)\" means the Federal Capital as\ndetermined under rhe Capital of the Republic (Determination of the\nArea) Ordinance, 1963 (VI of 1963);\n(i) \"membei'means a member of the Authority and includes its Chairman;\nU) \"prescribed\" means prescribed by rules or regulations made under\nthis Ordinance:\nPARrll THE CAZETTE OF PAKISTAN, EXTRA, FEB.22,2005 2t\n(k) \"President\" means the President of the Executive Board;\n0) \"project\" means any project of housing or development of land\nundertaken or planned by the Authority;\n(m) \"Regulations\" means regulations made under this Ordinance'\n(n) \"Rules\" means rules made under this Ordinance;\n(o) \"Scheme\" meaDs any financial scheme or development scheme' undertaken. planned or made by the Authority under this Ordinance;\n(p) \"Secretary\" means the Secretary of the Authorityl and\n(q) \"Specified Area\" means all land purchased or procured by, or leased\nto, Army Welfare Housing Scheme (AWHS) in any manner before\nthe commencement of this Ordinance and vested in the Authority and\nsuch other land as may from time to time be purchased or procured\nby, or leased to the Authority in an area in Rawalpindi District as may\nbe notified by thc Authority and in Zones of private Housing Schemes\nearmarked by C.D.A. in lslamabad Capital Territory.\n3. Establishment of the Authority.-( I ) There shall be established an\nAuthority to be known as the Def'ence Housing Authority, Islamabad for carrying\nout the purposes of this Ordinance.\n(2) The Authority shall be a body corporate, having perpetual succession\nand common seal, rvith power to purchase, procure, hold and dispose of property,\nboth movable and immovable. and to enter into contracts, and shall by its name sue\nand be sued.\n(3) The head office ofthe Authority shall be at Islamabad or Rawalpindi,\nas the case may be.\n:1. (ioverning Board.-( I ) The general direction and administration of\nthe Authority and its aflairs shall vest in the Governing Body, which shall consist of\nthe tbllowing members, namely:-\nClnirnnn\n(2) Adjutant General Pakistan Army ..................... Vice Chairman\n(3) Director General Welfare and Rehabilitation ...... Member(l) The Secrqtary, Ministry of Defence\n22 THE CAZETTE OF PAKISTAN, EXTRA, FEB. 22.2005 [Penrl\n(4) Administrator......... Member\n(5) Chairman, CDA.... Member\n(6) Secretary ..... Member\n(2) The Federal Government may increase or decrease the number of\nmembers of Coverning Body and in case of rion-official members may prescribe\ntheirqu lifications and mode of appointment.\n5. Executive Board.-( I ) There shall be an Executive Board which\nshall exercise all the administrative, executive and financial powers ofthe Authority\nand do all such acts and things, which may be exercised or done by the Authority but ^under the guidance and directions on questions of policy by the Coverning Body.\n(2) The Executive Board shall comply with the instructions of the\nCoveming Body issued from time to time.\n(3) The Executive Board shall consist of Adjutant General Pakistan Army\nas its President, Director-General Welfare and Rehabilitation, Administrator of the\nAuthority and Secretary of the Authority as members while two residents will be\nco-opted members.\n(4) The co-opted members, to be appointed by the Executive Board, shall\nbe members for a period not exceeding two years at a time and shall not have the\nright to vote.\n(5) The Administrator not below the rank ofBrigadier (serving or retired)\nshall be appointed by the Chiefofthe Army Staff who shall perform such functions\nas may be assigned to him by the Coveming Body.\n6. Meeting of Governing Body and Executive Board.-(l) The\nGoverning Body shall meet at least once every year, on such date, time and place as^\nmay. be fixed by the Chairman, and at such meetings it shall approve the budget and\naudit report of the Authority laid before it by the Executive Board and review the\nprogress and aclivities of the Authority as well as to lay down matters of policy for\nthe guidance of the Executive Board and transact such other business as may be\nlaid before it by the Executive Board.\n(2) The Executive Board shall meet as may bc required, or considered\nnecessary by the Administrator in consultation with the President and at such meetings\nshall transact such business as may be laid before it by thc Administrator.\nPenr ll THE GAZETTE OF PAKISTAN, EXTRA, FEB. 22, 2M5 23\n(3) The meetings of the Coverning Body shall be presided over by the\nChairmanand,inhisabsence'bythemostSeniormemberoftheGovemingBody.\n(4) The meetings of the Executive Board shall be presided over by the\nPresideni and, in his absence' by the most senior, member of the Executive Board'\n(5) All meetings ofthe Goveming Body and the Executive Board shall be\n.onu\"n\"d Ly the Secretary who shall record, maintain and keep the minutes of all\n\\uch meelings.\n7. Annual report and accounts'-The Executive Board shall submit\nto the Governing Body, as soon as may be after the end of every financial year but\nLefore ttre ttrirtylnrst iay ofDecember next following' a general report on its affairs\nincluding accounts, balance sheet and audit report for the financial year'\n8. Powers, duties and functions of Executive Board'-(l) Subject\nto other provisions of this Ordinance' the Executive Board may take such measures\nand exercise such powers as may be necessary for carrying out the purposes of the\nOrdinance.\n(2) Without prejudice to the fundamental rights of the people and to the\ngenerality of the foregoing powers, the Executive Board may:-\n(a) Purchase n, pro\",i.\" any land in accordance with the Government\nrules on the subject, and where it pertains to Islamabad Capital Territory\nshall confine itselfto zones 2 and 5 or any other Zone (s) so prescribed\nby CDA for Private Housing Schemes:\nProvided that in such Schemes in Islamabad Capital Territory'\nthe Authority shall observe the Rules, Regulations, Byelaws' etc framed\nby CDAr\n(b) undertake any works in pursuance of any Scheme or project;\n(c) incur any exPenditure;\n(tl) procur-c plant. machinery, equipment, instrument and necessary\nmaterials:\n(e) impose. recover. alter, vary or enhance development charges'\ninsiallments. cost of apartments, housing units of the Scheme,\ncommercial proiects and transfer t'ees and other charges in respect of\nany properly. pbt or project within the area of the Authority:\n21 THE CAZET'I'E OF PAKISTAN, EXTRA, FEB. 22. 2OO5 lParr I\n(f) enter into contracts or any type of arrangements with any local orforeign errtity.for carrying out the pu;pose of this Ordinance.\nGovernment rules on the subject will be observed;\n(g) plan, develop and execute new developments and projects throughjoint ventures with local and intemarional ageniie; in;titutions and\nindividuals;\nplan. approve and execute mergers and amalgamations with other\nadjoining housin-s schemes or cooperative housing societies that may\nbe considered expedient fbr the overall growth of the Authority butsubject to the approval ofthe Governing Body and where it pertains to\nlslamabad Capital Teffitory, shall be done with the concurrence ofCDA:\n(i) lease, purchase/procure, sell, exchange, mortgage, renr out or\norherwise dispose of any land / property vested in the Authority;\nU) cancel or re-plan any housing, commercial or amenity unit, its planned\nhousing project or Scheme either in default of paynlent of installments\ncalled for, or in violation of any terms and condiiions for such project\nor Scheme by all allottees, transferees or lessees;\n(k) do.rll such acts, deeds and things that may be necessary or expedient\n. lbr the purpose of proper planning and development of the Specified ' Area: and\n( I ) make with the prior approval ofGoverning Body, rules and regulations\nrelating to the terms and conditions of service of employees, itaff and\nconsultants of the Authority.\n9. Powers of the Executive Board to raise funds._The Executive\nBoard may raise funds, from local and foreign lending agencies, for the purpose ofgenerating its working capital in such manner as it may think propeq through loansor levy of any charges as may be prescribed by rules.\n10. The Administrator, his powers, duties and functions._( I ) TheAdministrator shall be the chief Execurive officer of rhe Authority and shalrexercise all executive powers of the Authority delegated or otherwise, inaccordance with the policy laid down by the Coverning Body and the directions ordecisions of the Executive Board subject to the provisions Lf this Ordinance, the\nrules and regulations;(h)\nPenr Il THE GAZE]TE OF PAKISTAN. EXTRA. FEB. 22, 2OO5 25\n(2) The Administrator may, either by himself or through any officer\nappointed by the Executive Board in this behalf, carry on the corresPondence and\nshall sign, verify, pursue and file all pleadings and such other documents on behalfof\nthe Authority. in any suit, appeal, petition and proceedings which may be instituted,\nprepared and tiled by or against the Authority in or before any court, tribunal or\nauthority.\n(3) The Administrator may with the appioval of the Executive Board\ndelegate its powers to any ofits sub-ordinate staff specifying the power to be exercised\nincluding but not limited to sign contracts, pleadings, to issue NOC, NEC, Lien Marking:\nProvided that the officer so authorized shall exercise the power of signing\nthe contract afier the approval of the Executive Board or the Administrator.\nll. Appointment of olficers and staff.-The Executive Board may\nappoint such officers. functionaries. employees, staff, experts, consultants and\nadvisors as it may consider necessary for the performance of. the functions of the\nAuthority under this Ordinance and in such manner rnd on such terms and\nconditions as may be prescribed by rules.\n12. Delegation of powers.-The Governing Body, the Executive Board\nand the Administrator may authorize any person, subject to such conditions as it\nmay impose to perform such functions and duties as may be assigned to him in\nwriting.\n14. Functions ofthe Authority.-Subject to the provisions ofclause (a)\nof sub-section (2) of section 8. the Authority may do all such acts and things as may\nbe necessary for the plannirig and development of and lbr providing and regulating\nhousing facilities in the Specified Area.\nl-5. Authority Fund.-(l) There shall be a fund to be known as the\n\"Defcnce Housing Authcrity, Islamabad Fund\" which shall vest in the Authority and\nto which shall be creditcd all moneys received by the Authority.\n(2) The fund shall be kept in a scheduled bank or Financial Institution and\nshall be utilized and regulated in such manner, as may be prescribed.13. Committees.-The Authority, the Governing Body and the Executive\nBoard rray constitute such committees as may be necessary for the efficient\nperfbrmance of their respective functions and assign to such committees such\nfunctions, as may be deemed necessary.\nl6 THE GAZET1E OF PAKISTAN, EXTRA, FEB. 22. 2005 [P^Rrl\n(3) The funds may be invested in any banking financial or non banking\nt'inancial institutions atter the approval of Executive Board.\n16. Budget, audit and accounts.-The budget ofthe Authority shall be\napproved by the Governing Body and its accounts shall be maintained and audited in\nsuch manncr as rnay be prescribed.\n17. Municipal functions.-During such period and for rhe Specified Area\nthe Federal Government may. by Notification in the Official Gazette specify,\nnotwithstanding anything contained in any other law for the time being in force, that\nthe Authority may exercise and pertorm such powers and tunctions as a Municipal\nAdministration ntay exercise and pertbrm in relation to its municipal functions under\nthe larv lbr the time being in lbrce. except in Islamabad Capital Territory where\nmunicipal functions shall rcrnain rvith CDA as provided under secrion I l(5) ol rhe\n\"lslamabad Capital Territory Local Covernment Ordinance 2002.\"\n' Iu. Taxes and duties etc.-All taxes, fees. rates and cesses imposed or\nlevied in the existing manners and procedures immediately betbre the promulgation\nof this Ordinancc shall continuc kr be imposed or levied in the same manners and\nprocedures until altered or abolished in accordance with thc larv.\n19. Power to cancel allotment.-The Governing Body or the Executive\nBoard may cancel, revoke or rescind any allotment, transt'er, license, lease or\nagreement in respect of any plot or Scheme in the Specified Area if the allottee,\ntransleree, licensee or Lessee fails to pay the dues or installments including\ndevelopment chat ges in respect ol'such plot, a piece of land or housing qnit within\nthree months frorn the dare ol'receipt of the demand in writing or. within such\ncxtended titne as the Governing Body or the Executive Board may, in specialcases,\nlix anii thereupon the plot or the housing unit, with or without construction thereon,\nshall lre rcsunred and vesl in the Authoritv.\n20. Conversion of property to a different use.-Any conversion of\npropefiy to a dit-terent use or purpose other than the one provided under a Scheme\nprepared by the Authority by a person without the previous approval of the\nAuthority in writitrg, shall be liable to thc imposition of fine which may extend to two\nthousand rupecs per day from the date of its conversion till the default continues.\n2l . Removal of building erected or used in contravention of the\nOrdinance.-( l.) lf any building, structure, work on lanrl is erected, constructed or\nused in contraventirtn ol the provisions ofthis Ordinance or any rules, regulations or\norders rrade thcrcunde( the Authority or any person authorized by it in this behalf,\nnray by ordcr in writing. require the owner, occupier. user or person in control of\nsuch builtling. structurc, work on laud to remove, demolish or alter the building.\nPenr ll THE GAZETTE OF PAKISTAN, EXTRA, FEB. 22' 2OO5 21\nstructure or work or to use it in such manner as may bring such erection'\nconstruction or use in accordance with the provisions of this Ordinance'\n(2) If an order under sub-section (l), in respect of any building' structure\nwork or land is not complied with in such dme, as may be ipecified therein, the\nAuthority or any person authorized by it in this behalf' may' after giving the person\n.on.\".n\"d an opio.tunity of being heard, remove' demolish'or alter the building'\nstructure or work, or stop the use ofthe land, or seal the building, premises and in so\ndoing, may use such force as may be necessary and may also recover the cost\nther;f fr;m the person responsible for the erection' construction' or use of the\nbuilding, structure, work or land'\n22. Industrial Relations Ordinance 2002 etc not to apply'-Nothing\n- contained in the Industrial Reladons Ordinance' 2002 (XCI of 2002) shall apply in\nrelation to the AuthoritY.\n23. Employees etc deemed to be publie servants'-All employees'\nfunctionaries, officers, experts, consultants and advisors ofthe Authority shall when\nacting or purporting to act in pursuance ofany provisions of this Ordinance shall be\ndeemed to be public seruontt *ithin the *eaning of st\"tion 21 of ttie Pakistan Penal\nCode (Act XLV of 1860).\n24. Indemnity.-No suit or legal proceedings shall lie against the\nAuthority, the Governing Body, the Executive Board' the Administrator' or any of\ntheir members, or employees of the Authority for any thing done or purported to\nhave been done by them in good faith under the Ordinance' the rules or the\nregulations made thereunder'\n25. Power to make rules'-The Goveming Body may' by notification in\nthe oftjcial Gazefie, make rules for carrying out the purposes of this Ordinance'\n- 26- Power to make regulations'-The Executive Board may' by\n- notification in the official G2\\zette, make such regulations not inconsistent with the\nprovisions of this Ordinance3s it may consider necessary for the administration and\nmanagement of the affairs of the Authority'\n27. Ordinance not to override other laws'-Except otherwise\nprovided in this Ordinance, the provisions of this Ordinance shall not override any\nother law for the time being inforce'\n2li THE GAZETTE OF PAKISTAN, EXTRA, FEB. 22, 2M5 lP,ur I\n28. Dissolution and savings.-(l) Upon the commencement of this\nOrdinance. the Army Weltare Housing Scheme (AWHS) as part of Army Welfare\nTrust -shall stand dissolved and upon such dissolution.-\n(a) all assets. rights. powers, authorities and privileges and all propeny,\nmovable and immovable, cash and bank balance, reserve funds.\ninvestments and all other interests and r.ights in or arising out of such\npropeny and all liabilities and obligations ofwharever kind ofthe AWHS\nshall be transf'erred to and vest in the Authority;\n(b) all contracrs and agreements entered into, all rights acquired and all\nmatters and things agreed to be done by, with or for the AWHS before\nsuch dissolution shall be deemed to have been entered into, acquired ^or agreed to be done by, with or for the Authority;\n(c) all leases executed and all grants made and all lands vested in the\nname of AWHS before such dissolution shall be deemed to be leases\nexecuted and grants made and, all land vested in the name of the\nAuthoriryi\n(d) all contracts. projects, schemes, work (whether in progress or not)\nand all guarantees, undertakings, obligations, liabilities and mortgages,. executed or subsisting in the name of AWHS before such dissolution\nshall be deemed to be contracts, projects, schemes, works,\nguarantees, undertakings, obligations, liabilities and mortgages of the\nAuthority:\n(e) all pending disputes in lespect of AWHS, s-hall stand transferred to\nand be decided by the Administraror and any party aggrieved by his\ndecision shall have the right of appeal to the Executive Board whose\ndecision thereon shall be final:\n(0 all suits, petitions and other legal proceedings instituted by or against\nAWHS, before such dissolution shall be deemed to be suiti, petitions,\nand proceedings by or against the Authority; and\n(g) all allotments and transfers of plots, whether residential, commercial\nor otherwise, made by AWHS in the Specified Area before such\ndissolution shall be deemed to be allotments and transters made by the\nAuthority\":\nl1\\u Il 'fHE CAZETTE OF PAKIS'IAN. EXTRA, FEB.22.2005 29\nProvided that the Exe'cutive Board may.-\n(i) cancel such allotments which were made or issued in\ncontravention of the bye-laws of AWHS or the resolution of the\nExecutive working body of AWHS:\n(iD alter the area of any plot involving duplicate allotments and\nre-allot the same in such manner as it may consider appropriate;\nand\n(iii) pass such orders in respect of transfer of plots involving\nduplicate allotments as it may deem fit; and\n(h) all bye-laws. rules or regulations inforce immediately before the\ndissolution of AWHS shall continue in force until altered or rescinded\nby rules or regulations made by the Authority.\n29. tansfer of employees etc of AWHS.-Notwirhstanding anything\nto thc contrary contained in any coittract or agreement or in the conditions of\nscrvicc. evely employee. tirnctionary, otllcer. staff, expert, consultant and adviser of\nAWHS shall on the comntercement ol this Ordinance, stand transferred to the\nAuthority on the s me ternts and contlitions.\n30. Removal of difficulty.-lf any difficulty arises in giving effect to any\nplovision of this Ordiuance. the Federal Government may, within a period not\nexceeding two years from the comrnencement ofthis Ordinance, give such directions,\nnot inconsistenl rvith thc plovisions ol this Ordinance, as it may consider necesstrry\nlirrtlre rcrnrrral ol srrtlr dilliculll.\nGrNrneL\nPERVEZ MUSHARRAF,\nPresiclent.\nJusrrcE (RErD)\nMANSOoR AHMED,\nSecretct ,'y,\nPRINTED BY THE MANAGER. PRINTINC CORPORATION OF PAKISTAN PRESS, ISLAMABAD\nPLIIII\"ISHEI) BY TI-'E DEPTJTY CONTROLT-ER. STATIONERY & FORMS. TJNIVERSITY ROAD. KARACHT"
}