{
    "file": "./converted_json\\administrator77b10988f073410347ac390ee29eb5c9.json",
    "name": "The Prevention of Smuggling Act, 1977",
    "date": "5th May, 1977",
    "tagline": "An Act to provide for effective prevention of smuggling and for matters connected therewith.",
    "content": "Page 1 of 20 \n  \n \nTHE PREVENTION OF SMUGGLING ACT, 1977  \n \n \nCONTENTS  \nCHAPTER I  \n \nPRELIMINARY  \n1.  Short title, extent and commencement  \n2.  Definitions  \nCHAPTER II  \n \nPREVENTIVE DETENTION  \n3.  Preventive detention  \n4.  Powers to deal with an absconding person  \n5.  Review Boards  \n6.  Power to revoke or modify detention order  \n7.  Delegation  \nCHAPTER III  \n \nSECURITY AND OTEHR PROCEEDINGS  \n8.  Power to require person suspected of smuggling to appear  \n9.  Power of Special Judge to have inquiry conducted by Magistrate, etc  \n10.  Power to proceed against person accused of smuggling  \n11.  Report to Magistrate in respect of absconder, etc  \n12.  Summons, etc., to embody substance of order  \n13.  Power to dispense with personal appearance  \n14.  Inquiry by S pecial Judge  \n \n \n\n \nPage 2 of 20 \n 15.  Power to require bond  \n16.  Contents of bond, etc  \n17.  Habitual offenders  \n18.  Action where Special Judge does not proceed under section 15 or 17  \n19.  Order in respect of person in custody or detention  \n20.  Power to reject surety  \n21.  Person failing to give security  \n22.  Surety may ask for cancellation of bond  \n23.  Cancellation of bond and execution of fresh bond  \n24.  Deposit of money in lieu of execution of bond  \n25.  Forfeiture of bond  \n26.  Execution of fresh bond in certain circumstan ces \n27.  Recovery of amount of penalty  \n28.  Person required to execute bond may be photographed, etc  \n29.  Appeal  \nCHAPTER IV  \n \nFORFEITURE OF PROPERTY  \n30.  Property acquired by smuggling not to be held  \n31.  Notice to person holding property suspected to be acquired by smuggling  \n32.  Order of Special Judge  \n33.  Burden of proof  \n34.  Option to pay fine in lieu of property forfeited  \n35.  Transfer of certain property void  \n36.  Notice, etc., not to be called in que stion  \n37.  Special Judge, etc., to have certain powers of Civil Court  \n38.  Power of Special Judge to conduct inquiry, investigation, etc  \n \nPage 3 of 20 \n 39.  Forfeited property to be surrendered  \n40. Rectification of mistakes  \n41.  Finding of other court, etc  \n42.  Service of notice  \n43.  Appeal  \nCHAPTER V  \n \nMISCELLANEOUS  \n44.  Appointment of Special Judges  \n45.  Transfer of cases  \n46.  Constitution of Special Appellate Courts  \n47.  Special Prosecutors, etc  \n48.  Indemnity  \n49.  Act to override other laws  \n50.  Power to make rules  \n51.  [Omitted]  \n52.  [Omitted]  \n \n \n  \n \nPage 4 of 20 \n THE PREVENTION OF SMUGGLING ACT, 1977  \nAct No. XXII of 1977  \n           [5th May, 1977]  \nAn Act to provide for effective prevention of smuggling and for matters connected therewith.  \nWHEREAS it is expedient to provide for effective prevention of smuggling and for matters \nconnected therewith.  \nIt is hereby enacted as follows: — \nCHAPTER I  \n \nPRELIMINARY  \n1. Short title, extent and commencement .___ (1) This Act may be called the Prevention of \nSmuggling Act, 197 7.  \n(2) It extends to the whole of Pakistan.  \n(3) It  shall come into force on such 1day as the Federal Government may, by notification in the \nofficial Gazette, appoint.  \n2. Definitions .___ (1) In this act, unless there is anything repugnant in the subject or context, —  \n(a)  “associate ” in relation to a person, means — \n(i)  any individual who is or has been residing in the residential premises, \nincluding out -houses and servant -quarters, of such person;  \n(ii)  any individual who is or has been managing the affairs or keeping the \naccounts of such person;  \n(iii)  any association  of persons, body of individuals, partnership firms, or \nprivate limited company within the meaning of companies Act, 1913 \n(VII of 1913), of which such person is or has been a member, partner or \ndirector;  \n(iv)  any individual who is or has been a member, p artner or director of an \nassociation of persons, body of individuals, partnership firm or a private \nlimited company referred to in sub -clause (iii);  \n(v)  a trustee of any trust created by such person; or  \n(vi)  where the Special Judge, for  reasons to be r ecorded, considers that any \nproperty of such person is held on his behalf by any other person, such \nother person;  \n1I.e. the 16th day of May, 1977, see Gaz. of P., 1977, Ext. (Islamabad), Pt. II, p. 829.  \n \nPage 5 of 20 \n  \n(b) “prescribed ” means prescribed by rules made under this Act;  \n(c) “property ” includes property held outside Pakistan and any interest in property;  \n(d) “property acquired by smuggling ” means property acquired, whether before or  \nafter the commencement of this Act, by an y person the aggregate value of the \nproperty held by whom exceeds one lac rupees, either wholly or partly.  \nExplanation .___In this clause, “value ” means the market -value at the time the property in \nquestion was acquired;  \n(e)  “relative ”, in relation to a person, means — \n(i)  spouse of the person;  \n(ii)  brother or sister of the person; .  \n(iii)  brother or sister of the spouse of the person;  \n(iv)  any lineal ascendant or descendant of the person;  \n(v)  any lineal ascendant or descendant of the spouse of th e person;  \n(vi)  spouse of a person referred to in sub -clauses (ii), (iii), (iv) or (v); or  \n(vii)  any lineal descendant of a person referred to in sub -clause (ii) or (iii) ; \n(f)  “smuggling ” has the same meaning as in clause  (s)  of section 2 of the \nCusto ms Act, 1969 (IV of 1969), but, in Chapter II, relates only to the taking of \ngoods out of Pakistan;  \n(g)  “Special Appellate Court ” means a Special Appellate Court constituted under \nsection 46; and  \n(h)  “Special Judge ” means a Special Judge appointed unde r section 44.  \n(2) Expressions used in this Act but not herein defined shall have the same meaning as are \nassigned to them in the Code of Criminal Procedure, 1898 (V of 1898) or the Customs Act, 1969 (IV \nof 1969).  \nCHAPTER II  \n \nPREVENTIVE DETENTION  \n3. Preventive detention .___ (1) In order to maintain supplies essential to the community, if the \nFederal Government or a Provincial Government is satisfied that, for preventing any person from \nindulging in smuggling, it is necessary to detain him, it may, by an order in writing, direct the arrest \nand detention of such person for such period as may, subject to the provisions of this Act, be specified \nin the order.  \n \nPage 6 of 20 \n (2) When an order of detention is made by the Provincial Government, it shall immediately \nforward  to the Federal Government a report in respect of that order and, when such order is made by \nthe Federal Government, it shall immediately intimate this fact to the Provincial Government of the \nProvince in which such person ordinarily resides.  \n(3) An order  of arrest under sub -section (1) may be addressed to a police officer or any other \nperson and such officer or person shall have the power to arrest the person mentioned in the order  and, \nin doing so, he may use such force as may be necessary.  \n(4) The poli ce officer or other person, as the case may be, arresting a person in pursuance of an \norder under sub -section (1) shall commit the arrested person to such custody as may be specified under \nsub-section  (5).  \n(5) Every person in respect of whom a detention o rder has been made shall be detained in such \ncustody and under such conditions as to maintenance, interviews or communication with others, \ndiscipline and punishment for breach of discipline as the Federal Government may, by general or \nspecial order, specif y.  \n(6) Where a detention order has been made under subsection (1) against any person, the \nGovernment making the order shall, as soon as may be, but not later than fifteen days from the date of \ndetention, communicate to such person the grounds on which the  order has been made and shall afford \nhim the earliest opportunity of making a representation against the order:  \nProvided that the Government may refuse to disclose facts the disclosure of which it considers \nto be against the public interest.  \n(7) Where a representation is made to the Government under sub -section (6), it may, on \nconsideration of the representation and giving the person detained an opportunity of being heard, \nmodify , rescind or confirm the order.  \n4. Powers to deal with an absconding person .___ (1) If the Federal Government, or as the case \nmay be, a Provincial Government has reason to believe that a person in respect of whom a detention \norder has been made is absconding or is concealing himself so that the order cannot be executed that  \nGovernment may: — \n(a)  send a report in writing of the fact to the Magistrate having jurisdiction in the \nplace where such person ordinarily resides or has his property, and thereupon \nthe Magistrate shall take proceedings under sections 87, section 88 and s ection \n89 of the Code of Criminal Procedure, 189 8 (Act V of 1898) in respect of  such \nperson and his property as if the detention order were a warrant issued by such \nMagistrate; or  \n(b)  by order published in the official Gazette or any news paper, direct s uch person \nto appear before such officer, at such place and within such period as may be \nspecified in the order; and if such person fails to comply with such direction, he \nshall, unless he proves that it was not possible for him to comply therewith and \nthat he had, within the period specified in the order, informed the officer \nmentioned in the order of the reason which rendered compliance therewith \n \nPage 7 of 20 \n impossible and of his whereabouts, be punishable with imprisonment for a term \nwhich may extend to two years, o r with fine, or with both.  \n(2) A police officer, not below the rank of sub -inspector, if satisfied on the receipt of credible \ninformation that a person against whom an order of arrest and detention has been made under sub -\nsection (1) of section 3 is presen t within his jurisdiction, may arrest him without a warrant in the same \nmanner as he would have done if such order of arrest had been addressed to him and thereupon commit \nthe arrested person to such custody as may be specified under sub -section (5) of sec tion 3, or, if he \nreceives any requisition in this behalf from the police officer or other person to whom the detention \norder has been addressed for execution, he shall commit the person arrested to the custody of such \npolice officer or other person.  \n(3) N otwithstanding anything contained in the Code of Criminal Procedure, 1898 (Act V of \n1898), an offence under clause (b) of subsection (1) shall be cognizable and non -bailable.  \n5. Review Boards .___ (1) As soon as may be, the Federal Government and each Provincial \nGovernment shall constitute one or more Review Boards, each consisting of a Chairman and two other \npersons, each of whom is or has been a Judge of the Supreme Court or a High Court to be appointed \nby the Chief Justice of Pakistan.  \n(2) The opinio n of the Review Board shall be expressed in terms of the views of the majority \nof its members, including the Chairman.  \n(3) A person shall not be detained under an order made under section 3 for a period exceeding \nthree months unless the Review Board, to w hich a reference shall be made by the Government making \nsuch order, has reported, before the expiration of the said period, that there is, in its opinion, sufficient \ncause for such detention, and, if the detention is continued after the said period of thre e months, unless \nthe Review Board has again reviewed his case and reported, before the expiration of each period of \nthree months, that there is, in its opinion, sufficient cause for such detention.  \n(4) For the purpose of the proviso to clause (7) of Artic le 10 of the Constitution, smuggling \nshall be an anti -national activity.  \n(5) Where a person is to be detained for a period exceeding three months, the Federal \nGovernment, or as the case may be, the Provincial Government shall, before the expiration of tha t \nperiod, refer his case to the Review Board and shall furnish to the Review Board all documents relevant \nto the case unless a certificate, signed by a Secretary to the Government concerned, to the effect that \nit is not in the public interest to furnish an y documents, is produced.  \n(6) The Review Board shall, after affording the person detained an opportunity of being heard \nin person and considering the material placed before it, including the representation, if any, made by \nsuch person and, if necessary, c alling for any further information from the Government, submit its \nreport, before the expiration of the period of three months mentioned in sub -section (3), to the \nGovernment.  \n(7) If, in any case, the Review Board reports that there is, in its opinion, no  sufficient cause for \nfurther detention of the person whose case has been referred to it, the Government concerned shall \n \nPage 8 of 20 \n revoke the detention order and direct that such person be released immediately or on the expiry of' the \nperiod of detention.  \n(8) If th e Board reports that there is, in its opinion, sufficient cause for the detention of such \nperson, the Government concerned may, subject to the provisions of sub -section (3), continue to detain \nhim for such period as it may deem fit.  \n(9) The Review Board shall determine the place of detention of the person detained and fix a \nreasonable subsistence allowance for his family; and thereupon such person shall, if he is detained \nelsewhere in pursuance of an order made under sub -section (4) of section 3, im mediately be shifted to \nand detained at the place specified by the Board.   \n(10) A person whose case has been referred to the Review Board under sub -section (5) shall \nnot be entitled to be represented or defended by a legal practitioner before the Board, an d the \nproceedings and the report of the Board, excepting that part of the report in which the opinion of the \nBoard is specified, shall be confidential.  \n6. Power to revoke or modify detention order .___ (1) Without prejudice to the provisions of \nsection 21 of the General Clauses Act, 1897 (X of 1897), a detention order may, at any time, be revoked \nor modified: — \n(a)  by the Government by which such order was made; or  \n(b)  by the Federal Government if the order was made by any of its officers or by  \nany Provincial Government or any officer of that Government.  \n(2) The revocation, otherwise than on the recommendation of the Review Board, of a detention \norder against any person, or the expiry of any such order, shall not bar the making, against the same  \nperson and on the same grounds, of a fresh detention order:  \nProvided that a person shall not be detained under successive orders on the same grounds for a \nperiod -exceeding three months in the aggregate unless the Review Board has reported before the \nexpir ation of the said period that there is, in its opinion, sufficient cause for such detention.  \nExplanation .___ In computing the aggregate period of three months, there shall be excluded any \nperiod for which the person concerned has been detained with the aut hority of the Review Board under \nsection 5.  \n7. Delegation . The Federal Government or, as the case may be, a Provincial Government may, \nby notification in the official Gazette, delegate all or any of its powers under this Chapter to any of its \nofficers, not  below the rank of a Joint Secretary, in case the delegation is to be made by the Federal \nGovernment, and, not below the rank of a Secretary, if the delegation is to be made by a Provincial \nGovernment.  \nCHAPTER III  \n \nSECURITY AND OTEHR PROCEEDINGS  \n8. Power to require person suspected of smuggling to appear . Whenever a Special Judge \nhas information that there is within the limits of his jurisdiction any person who, within or without \n \nPage 9 of 20 \n such limits, is indulging in smuggling, such Judge may, if he is of the opini on that there is sufficient \nground for proceeding, require such person, in the manner hereinafter provided, to appear before him.  \n9. Power of Special Judge to have inquiry conducted by Magistrate, etc .___ (1) If the Special \nJudge receives credible information that any person within his jurisdiction is indulging in smuggling \nbut there is no sufficient ground for proceeding against him under section 8, the Special Judge may \ndirect any Magistrate or police officer or officer of any other Department to hold a preliminary inquiry \ninto the truth of such information and submit his report within such period as the Special Judge may \nspecify and such Magistrate or officer shall comply with such direction.  \n(2) On the -receipt of such report, if the Special Judge  is satisfied that there is sufficient ground \nfor proceeding against the person in respect of whom the report has  been received, the Special Judge \nshall proceed under section 8.  \n(3) If the report discloses no sufficient ground for proceeding against the p erson under any \nprovision of this Act, the Special Judge may file the report.  \n10. Power to proceed against person accused of smuggling .___ (1) When the Special Judge \nacting under section 8 deems it necessary to proceed against the person in respect of whom  such \ninformation has been received, he shall make an order in writing setting forth the substance of such \ninformation and his reasons for taking action.  \n(2) If the person in respect of whom such order is made is present in court, it shall be read over \nto him and, if he so desires, the substance thereof shall be explained to him.  \n(3) If such person is not present in court, the Special Judge shall issue a summons requiring \nhim to appear or, if such person is in custody, make an order directing the officer in whose custody he \nis to bring him before the Court:  \nProvided that the Special Judge may, at any time, issue a warrant, bailable or nonbailable, for \nthe arrest and production of such person before him if he is satisfied that — \n(i)  such person is purposely  avoiding service of summons; or  \n(ii)  such person does not appear inspite of service of the summons; or  \n(iii)  for any other reason to be recorded,  \n it is necessary to issue a warrant.  \n11. Report to Magistrate in respect of absconder, etc . If the Special Judge has reason to \nbelieve that a person against whom a warrant of arrest has been issued under subsection (3) of section \n10 has absconded or is concealing himself to avoid the execution of the warrant, the Special Judge \nmay make a report  to the Magistrate having jurisdiction in the area where such person ordinarily resides \nor has property, and the Magistrate shall take proceedings under sections 87, 88 and 89 of the Code of \nCriminal Procedure, 1898 (Act V of 1898), in respect of such pers on and his property as if the warrant \nwere a warrant issued by such Magistrate.  \n \nPage 10 of 20 \n 12. Summons, etc., to embody substance of order . Every summons or warrant issued under \nsub-section (3) of section 10 shall, so far as possible, embody the substance of the ord er made under \nsub-section (1) of that section.  \n13. Power to dispense with personal appearance . The Special Judge may, for sufficient \nreason, dispense with the personal attendance of any person called upon to show  cause under section \n10 and may permit him to appear by an advocate, subject to such conditions, if any, that the Judge may \ndeem fit to impose and may, at any time, revoke the order dispensing with such attendance.  \n14. Inquiry by Special Judge .—(1) When an  order made under sub -section (l)  of section 10 \nhas been read over under sub -section (2) thereof, or when any person appears or is brought before the \nSpecial Judge in compliance with, or its execution of, a summons or a warrant issued under sub -section \n(3) of that section, the Special Judge shall proceed to inquire into the truth of the information upon \nwhich the action has been taken and to take such further evidence as may appear necessary:  \nProvided that, if, before the commencement of evidence, the perso n complained against \nrequests for a copy of such information, it shall be supplied to him free of cost.  \n(2) Such inquiry shall, subject to the provisions of this Act, be made, as nearly as may be \npracticable, in the manner prescribed in the Code of Crimina l Procedure, 1898 (Act V of 1898) for \nconducting trials and recording evidence in cases triable by a Court of Session, except that no charge \nneed be framed:  \nProvided that any omission or failure to follow that procedure shall not, unless it has occasioned \na failure of justice, vitiate the proceedings.  \n(3) For the  purpose of conducting inquiry under this Chapter, the Special Judge shall have all \nthe powers of a Sessions Judge for issuing summons and warrants, compelling the attendance of \nwitnesses and produc tion of documents, exanimation  of witnesses and issuing commissions for \nexamination of witnesses.  \n(4) Pending the completion of the inquiry under sub -section (1), the Special Judge may direct \nthe person against whom the inquiry is pending to execute a bon d, with or without sureties, undertaking \ntherein to desist from indulging in smuggling until the conclusion of the inquiry and to appear before \nthe Special Judge on every date of hearing, and may detain him in custody until such bond is executed \nor, in def ault of execution, until the inquiry is concluded:  \nProvided that the Special Judge may, for reasons to be recorded, instead of taking a bond as \naforesaid, of  der the detention of such person in such prison as the Special Judge thinks suitable, but \nsuch det ention shall not exceed three months.  \n(5) Where two or more persons have been associated in the matter under inquiry, they may be \ndealt within the same or a separate inquiry as the Special Judge deems fit.  \n15. Power to require bond .___ (1) If, upon such inquiry, the Special Judge is satisfied that, with \na view to preventing such person from indulging in smuggling, it is necessary that he should be \nrequired to execute a bond with sureties for a period not exceeding three years, the Special Judge shall  \nmake an order accordingly :  \n \nPage 11 of 20 \n Provided that — \n(a)  the amount of each bond shall be fixed with due regard to the circumstances of \nthe case; and  \n(b)  if such person is a minor, the bond shall be executed only by his sureties.  \n16. Contents of bond, etc . In th e bond to be executed under section 15, such person shall \nundertake to desist from indulging in smuggling for the period specified in the bond and the \ncommission or abetment of, or attempt to commit, the offence of smuggling, shall -be a breach of the \nbond .  \n17. Habitual offenders .___ (1) If, upon such inquiry, the Special Judge is satisfied that such \nperson— \n(a)  habitua lly indulges in smuggling; or  \n(b)  habitually receives smuggled goods; or  \n(c)  habitually protects, harb ours or aids, financially or oth erwise, persons indulging \nin smuggling;   \n such Judge may, in addition to, or in substitution of, requiring such person to \nexecute a bond under section 15, direct — \n(i)  that his movements be restricted to any place or area and that he shall \nreport himself at such time and place and in such mode as may be \nspecified in the order; or  \n(ii)  that he shall not reside within the area specified in the order and shall \nreport hims elf at such time and place and in such mode as may be \nspecified in that order:  \nProvided that, if such person, at the time when an order is made under this sub -section, is \nsentenced to, or is under going a sentence of, imprisonment or is detained under any law providing for \npreventive detention, the operation of the order shall be deferred till the expiry of the period of \nimprisonment or detention.  \n(2) No order made under sub -section (1) shall be operative for a period exceeding three years.  \n(3) If a person  against whom an order has been made under sub -section (1) fails, without \nreasonable, cause, to comply with such order, he shall be punished with imprisonment for a term which \nmay extend to three years, or with fine, or with both.  \n(4) An offence under sub -section (3) shall be cognizable and non -bailable.  \n18. Action where Special Judge does not proceed under section 15 or 17 . If, upon such \ninquiry, the Special Judge does not consider it necessary to take any action under section 15 or section \n17, he shall m ake an order accordingly and the person against whom the inquiry has been conducted \n \nPage 12 of 20 \n shall be discharged and, if he is in custody only for the purpose of the inquiry, he shall be released \nforthwith.  \n19. Order in respect of person in custody or detention . If any person in respect of whom an \norder requiring security has been made under section 15 is, at the time when such order is made, \nsentenced to, or undergoing a sentence of imprisonment or is detained under any law providing for \npreventive detention, the period for which such security is required shall commence on the expiration \nof such sentence or detention.  \n20. Power to reject surety .___ (1) A Special Judge may refuse to accept any surety offered, or \nmay reject any surety previously accepted by him or h is predecessor, on the ground that such surety is \nan unfit person for the purpose of the bond:  \nProvided that , before so refusing to accept or rejecting any such surety, he shall either himself \nhold an inquiry on oath into the fitness of the surety or cause  such inquiry to be made by any Magistrate.  \n(2) The Special Judge, or as the case may be, the Magistrate who has been directed to hold such \ninquiry, shall, before holding the inquiry, give reasonable notice to the surety and the person by whom \nthe surety w as or has been offered and shall in making the inquiry record the substance of the evidence \nadduced before him.  \n(3) If the Special Judge is satisfied after considering the evidence so adduced before him, or \nbefore a Magistrate deputed under sub -section (1 ) and the report of such Magistrate, that the surety is \nan unfit person for the purpose of the bond, he shall make an order refusing  to accept or rejecting, as \nthe case may be, such surety after recording his reasons therefor:  \nProvided that, before making an order rejecting any surety who has previously been accepted, \nthe Special Judge shall issue a summons or warrant as he thinks fit and cause the person for whom the \nsurety is bond to appear or to be brought before him.  \n21. Person failing to give security .___ (1) If any person ordered to give security under section \n15 does not give such security on or before the date on which the period for which such security is to \nbe given commences, he shall be committed to prison or, if he is already in prison, be detai ned in \nprison until he gives the security or such period expires:  \nProvided that the period for which any person is imprisoned for failure to give security shall \nnot exceed three years.  \n(2) If the security is tendered to the officer -in-charge of the prison,  he shall forthwith refer the \nmatter to the Special Judge who made the order and shall await his orders.  \n(3) Imprisonment for failure to give security may be simple or rigorous as the Special Judge \nmay direct.  \n(4) Whenever the Special Judge is of the opi nion that for reasons of health or otherwise it is \nexpedient to release any person imprisoned for failing to give security under section 15, he may direct \nthe release of such person either without conditions or upon any condition which such person accepts:  \n \nPage 13 of 20 \n Prov ided that any condition imposed  shall cease to be operative on the expiration of the period \nfor which such person was ordered to give security.  \n(5) If the condition, if any, upon which any such person has been released is, in the opinion of \nthe Specia l Judge by whom the order of release was made or of his successor, not fulfilled, he may \ncancel the conditional order passed under sub -section (4) and direct that such person may be arrested \nand produced before him.  \n(6) When such person is brought before the Special Judge, he may be directed to give security \nin accordance with the terms of the original order for the unexpired portion of the term for which he \nwas in the first instance ordered to be detained for his failure to give security and, if he fails to give \nsuch security, the Special Judge may remand such person to prison to undergo the unexpired portion \nof the term, after deducting such period of conditional discharge as the Special Judge may deem fit to \nspecify.  \n(7) A person remanded to prison unde r sub -section (6) shall be released on his given security \nin accordance with the terms of the original order for the unexpired portion of the term specified in \nthat order.  \n22. Surety may ask for cancellation of bond . Any surety may at any time apply to the  Special \nJudge for the cancellation of a bond executed by him under this Chapter and the Special Judge may \nissue a summons or warrant, as he thinks fit, requiring the person for whom such surety is bound to \nappear or to be brought before him.  \n23. Cancella tion of bond and execution of fresh bond . When a person for whose appearance \na summons or warrant has been issued under  the proviso to sub -section (3) of section 20 or under \nsection 22 appears or is brought before him, the Special  Judge shall cancel the bon d executed by such \nperson and shall direct such person to give, for the unexpired portion of the period of such bond, fresh \nsecurity of the same description as the original security and every such direction shall, for the purpose \nof sections 20, 21 and 22,  be deemed to be an order made under section 17.  \n24. Deposit of money in lieu of execution of bond . A person required to execute a bond, with \nor without sureties, under this Chapter, may be permitted by the Special Judge to deposit in such \nmanner a sum of  money or Government promissory notes or bank guarantee to such amount as the \nSpecial fudge may specify, in -lieu of executing a bond.  \n25. Forfeiture of bond .___ (1) Whenever it is proved to the satisfaction of the Special Judge \nthat a bond e xecuted under this Chapter has been forfeited, he may call upon any person bound to pay \nthe penalty thereof.  \n(2) If the penalty of any part thereof is not paid, the Special Judge may proceed to recover the \nsame by issuing a warrant for the attachment and sale of the movable or immovable property, or both, \nbelonging to such person, or his estate if he dies after the order for forfeiture of the bond is passed.  \n(3) When executing the warrant for the attachment and sale of the property or estate of such \nperson, the Specia l Judge shall, as nearly as possible, follow the procedure for attachment and sale of \nproperty as laid down in section 88 of the Code of Criminal Procedure, 1898 (Act V of 1898):  \n \nPage 14 of 20 \n Provided that, if such person, after the attachment of his property, pays the  penalty, the order \nof attachment shall be withdrawn.  \n(4) If such penalty or any part thereof is not paid and cannot be recovered by such attachment \nand sale, such person shall be liable, by order of the Special Judge who issued the warrant, to \nimprisonmen t for a term which may extend to one year; and such imprisonment may either be simple \nor rigorous, as the judge may direct.  \n(5) The Special Judge may, for reasons to be recorded, remit any portion of the penalty and \nenforce payment in part only.  \n26. Execution of fresh bond in certain circumstances . When a surety to a bond under this \nChapter becomes insolvent or dies, or when the bond is forfeited under section 25, the Special Judge \nby whose order such bond was taken may order the person from whom the bond was demanded to \nexecute a fresh bond in accordance with the directions of the original order and, if such person fails to \ndo so, the Special Judge may proceed as if there had been a default in compliance with such original \norder.  \n27. Recovery of amou nt of penalty . For recovering the amount of penalty or any portion \nthereof under section 25, the Special Judge may direct that it may be recovered  as an arrear of land \nrevenue or may call upon the Magistrate having jurisdiction to assist him in effecting s uch recovery \nand the Magistrate shall render all necessary assistance in this regard.  \n28. Person required to execute bond may be photographed, etc . Every person in respect of \nwhom an order has been made under section 15 or section 17 shall, if so directed by the Special Judge, \npresent himself before such officer and at such time and place as may be specified in the order for \nbeing photographed, for giving his finger -impressions or specimens of his handwriting and signatures \nand he shall allow himself to be photographed and affix his finger impressions or supply specimens of \nhis handwriting and signatures.  \n29. Appeal. —(1) An appeal Against an order made by a Special Judge under sub -section (4) \nof section 14, section 15, section 17, sub -section (3) of section 20, section 21 or subsection (2) of \nsection 25 shall lie to the Special Appellate Court, within thirty days from the date of the order.  \n(2) The Special Appellate Court on hearing the appeal may — \n(a)  accept the appeal and set aside the order appealed again st; or  \n(b)  dismiss the appeal; or  \n(c)  subject to the provisions of this  Act, modify the order appealed  against in such \nmanner as it may think fit.  \n(3) The provisions of the Limitation Act, 1908 (IX of 1908), shall apply to an appeal under sub -\nsection ( 1). \n \n \n \n \nPage 15 of 20 \n CHAPTER IV  \n \nFORFEITURE OF PROPERTY  \n30. Property acquired by smuggling not to be held .___ (1) It shall not be lawful for any person \nto hold, either in his own name or in the name of any relative or associate, any property acquired by \nsmuggling.  \n(2) Any such property held in contravention of the provisions of sub -section (1) shall be liable \nto be forfeited to the Federal Government in the manner hereinafter provided.  \n31. Notice to person holding property suspected to be acquired by smuggling .___ (1) \nWhenever a Special Judge receives information that within the limits of his jurisdiction any person, \neither in his own name or in the name of any relative or associate, is holding property which is \nreasonably suspected to be acquired by smuggling, the Special Judge may issue to such person a notice \ncalling upon him to show cause, within such time as may be specified in the notice, which shall not be \nless than thirty days, why the whole or any part of such property should not be declared to be property \nacquired by smuggling and to be forfeited to the Federal Government:  \nProvided tha t no such notice shall be issued unless, having regard to the value of his assets, his \nknown sources of income, his style of living, his previous involvement in 12 smuggling or conviction \nunder any law relating to the prevention of smuggling and other simi lar factors, the Special Judge has \nreason to believe (which reason he shall record in writing) that there is sufficient ground for proceeding \nagainst such person.  \n(2) A notice issued under sub -section (1) shall, among other things, require such person to \nindicate the sources of his income the income and assets out of which, or by means of which, he has \nacquired such property, the -evidence he relies upon and other relevant information and particulars.  \n(3) Where a notice under sub -section (1) issued to any person specifies any property as being \nheld on his behalf by any of his relatives or associates, a copy of the notice shall also be served upon \nsuch relative or associate.  \n32. Order of Special Judge .___ (1) The Special Judge may, after considering the explanation, \nif any, to the notice issued under section 31 and the evidence recorded or produced before him, and \nafter giving the relative or associate of such person, in case a copy of the notice has also been served \non him, a reasonable opportunity of be ing heard, by an order, record a finding whether the property to \nwhich the notice relates is property acquired by smuggling.  \n(2) Where the Special Judge  is satisfied that any of the properties mentioned in the notice issued \nunder section 31 are properties acquired by smuggling but he is not able to specifical ly identify such \nproperty, then  it shall be lawful for him to specify the properties which, to the best of his judgement, \nare properties acquired by smuggling and to record a finding accordingly under s ub-section (1).  \n(3) Where a Special Judge records the finding under subsection (1) that any property is property \nacquired by smuggling, he shall declare that such property shall, subject to the provisions of this \nChapter, stand forfeited to the Federal Go vernment and vest in that Government free from all \nencumbrances.  \n \nPage 16 of 20 \n (4) Where an order of forfeiture of property passed under sub -section (3) is in respect of any \nshare in a company registered under the Companies Act, 1913 (VII of 1913), then the company sha ll, \nnotwithstanding anything contained in that Act or its memorandum or articles of association, forthwith \nregister the Federal Government as transferee of such shares.  \n33. Burden of proof . In any proceedings under this Chapter, the burden of proving that any \nproperty specified in a notice issued under section 31 is not property acquired by smuggling shall be \non the person to whom such notice is issued and, on his relatives,  or associates, if any, on whom a copy \nof such notice has been served.  \n34. Option t o pay fine in lieu of property forfeited .___ (1) Where by virtue of a declaration \nmade by a Special Judge under section 32 only less than half of any property stands forfeited to the \nFederal Government and such property is indivisible or cannot be easily s eparated from the rest without \nsubstantially imparing the value of the property, the person holding it prior to such declaration shall be \ngiven by the Special Judge an option to pay in lieu of forfeiture of that part of the property a fine equal \nto the mar ket value of the property prevalent at the time of its forfeiture.  \n(2) Where such person pays the fine in lieu of forfeiture, within such time as may be allowed \nto him, the Special Judge may, by order, revoke the declaration of forfeiture made under sectio n 32 \nand thereupon such property shall stand released.  \n35. Transfer of certain property void .___ (1) After the issue of a notice or copy of a notice \nunder section 31, the property mentioned in such notice shall not be transferred by any mode \nwhatsoever, no r shall any change be created thereon, which proceedings under this Chapter are pending \nand any transfer of such property or creation of charge in contravention of this section shall be void; \nand if such property is subsequently forfeited to the Government  under section 32, it shall vest in that \nGovernment free of any encumbrances created after the issue of the notice.  \n(2) Any person who transfers any property, or creates a charge thereon, in contravention of sub -\nsection (1) shall be punishable with impriso nment for a term which may extend to three  years and shall \nalso be liable  to fine.  \n36. Notice, etc., not to be called in question . No notice issued or served , declaration made \nand order passed under this Chapter shall be called in question by any court, except as provided in this \nChapter, nor shall such notice, declaration or order be invalid by reason of any error in the description \nof the property or person m entioned therein if such property or person is identifiable from such \ndescription.  \n37. Special Judge, etc., to have certain powers of Civil Court . The Special Judge and the \nSpecial Appellate Court shall have all the powers of a Civil Court while trying a suit under the Code \nof Civil Procedure, 1908 (Act V of 1908), in respect of the following matters, namely :___ \n(a)  summoning and enforcing the attendance of any person and examining him on \noath;  \n(b)  requiring the discovery and production of documents;  \n(c)  receiving evidence on affidavits;  \n \nPage 17 of 20 \n (d)  requisitioning any public record or copy thereof, from any court or office;  \n(e)  issuing commissions for examination of witnesses or documents; and  \n(f)  any other matter which may be prescribed.  \n38. Power of Sp ecial Judge to conduct inquiry, investigation, etc .___ (1) Notwithstanding \nanything contained in the 1[Income -Tax Ordinance, 1979 (XXXI of 1979) ] or any other law for the \ntime being in force, for the purpose of any, proceedings under this Chapter, or initiation of any such \nproceedings, the Special Judge shall have the power to conduct or cause, to be conducted any inquiry, \ninvestigation or survey in respect of any person, place property, assets documents, books of accounts \nand any other relevant matter s. \n (2) For the purposes of sub -section (1), the Special Judge shall have the power to require any \nofficer or authority of the Federal Government or a Provincial Government or a local authority to \nfurnish any information in relation to such persons, property, assets or other matters as in his opinion \nare useful for, or relevant to, the purposes of this Chapter.  \n(3) For the purposes of sub -section (1), the following officers are hereby empowered and \nrequired to assist the Special Judge and the  Special Appellate Court, namely :___ \n(a)  officers of Customs and Central Excise;  \n(b)  officers of Income -tax Department;  \n(c)  officers of Federal Investigation Agency;  \n(d)  officers of Pakistan Rangers;  \n(e)  officers of Police;  \n(f)  officers of Food Departments of the Provincial Government;  \n(g)  officers of the Pakistan Public Works Department;  \n(h)  officers of the Provincial Public Works Department;  \n(i)  officers of the Revenue Departments of the Provincial Government; and  \n(j)  such other officers of the Federal Government or Provincial Governments as are \nspecified by the Federal Government in this behalf by notification in the official \nGazette.  \n39. Forfeited property to be surrendered .___ (1) Where any property has been declared to be \nproperty acquired by smuggling and forfeited to the Federal Government under this Chapter, or where \na person who has been given option under section 34 has not paid the fine within the specified time, \nthe Special Judge may direct such person or any o ther person who is in possession of such property to \nsurrender or deliver possession thereof to any perso n authorised in this behalf by the Federal \nGovernment within thirty days of the service of such direction, or, where the property is held outside \nPakis tan, to repatriate the value of such property and the income derived there from within such time \nas may be specified by the Special Judge and surrender it to the Federal Government.  \n1 Subs, by the Federal Laws (Revision and Declaration) Ordinance, 1981 (27 of 1981), s. 3and  II Sch. \n \nPage 18 of 20 \n (2) If any person to whom a direction has been issued under sub -section (1) refuses or fails to \ncomply with such direction, the Special Judge may cause poss ession of the property to be taken and \nfor that purpose may authorise use of such force as may be necessary.  \n(3) The property forfeited under section 32 shall, if it is agricultural property, be mutated in the \nname of the Federal Government, or if it is u rban immovable property, be transferred to the Federal \nGovernment in such manner as the Special Judge may direct.  \n(4) For the purpose of taking possession of forfeited property under sub -section (2), the Special \nJudge may requisition the services of any p olice officer for assistance and it shall be the duty of such \nofficer to comply with such requisition.  \n(5) Whoever fails to comply with a direction issued under sub -section (1) shall be punishable \nwith imprisonment for a term which may extend to three yea rs and shall also be liable to fine.  \n 40. Rectification of mistakes . The Special Judge or the Special Appellate Court may at any \ntime rectify any mistake apparent on the face of the record and amend any order by such rectification:  \nProvided that, if such amendment is likely to affect any person prejudicially, no such \namendment shall be made without giving such person a reasonable opportunity of being heard.  \n41. Finding of other court, etc . No finding of any court, officer or authority under any law in \nrelation to the property in respect of which any notice has been issued under this Chapter shall be \nconclusive for the purpose of any proceedings under this Chapter.  \n42. Service of notice . Any notice issued or order made under this Chapter shall be served by \ntendering such notice or order or by sending it by registered post to the person on whom it is intended \nto be served or, if such service is not possible, by affixing it on a conspicuous p lace in the property in \nquestion or on some conspicuous place or part of the premises of such person where he last resided or \ncarried on business or personally worked for gain, or by any other mode as the Special Judge or the \nSpecial Appellate Court may di rect.  \n43. Appeal .—(1) Any person aggrieved by an order of the Special Judge passed under section \n31, section 32 or section 34 may, within thirty days from the date of such order, prefer an appeal before \nthe Special Appellate Court whose decision thereon s hall be final.  \n(2) The provisions of the Limitation Act, 1908 (IX of 1908), shall apply to an appeal field under \nsub-section (1) . \nCHAPTER V  \n \nMISCELLANEOUS  \n44. Appointment of Special Judges .___ (1) The Federal Government may, by notification in \nthe official Gazette, appoint as many Special Judges as it considers necessary and, where it appoints \nmore than one Special Judge, shall specify in the notification the headquarters of each Special Judge \nand the territorial limits within which he shall exercis e jurisdiction under this Act.  \n(2) No person shall be appointed to be a Special Judge unless he is or has been a Sessions \nJudge.  \n \nPage 19 of 20 \n 45. Transfer of cases .___ (1) Where more than one Special Judge are appointed within the \nterritorial jurisdiction of a Special Appellate Court, the Special Appellate Court, and where not more \nthan one Special Judge is so appointed, the Federal Government, may, by order in writing, direct the \ntransfer, at any stage of the trial, of any case from the court of one Special Judge to th e Court of another \nSpecial Judge for disposal, whenever it appears to the Special Appellate Court or, as the case may be, \nthe Federal Government, that such transfer will promote the ends of justice or tend to the general \nconvenience of the parties or witne sses. \n(2) In respect of cases transferred to a Special Judge under sub -section (1), such Special Judge \nshall not, by reason of the said transfer, be bound to recall and rehear any witness whose evidence has \nbeen recorded in the case before t he transfer and  act upon the evidence already recorded or produced \nbefore the court which tried the case before the transfer  \n46. Constitution of Special Appellate Courts .___ (I) The Federal Government may, by \nnotification in the official Gazette, constitute as many Speci al Appellate Courts as it may consider \nnecessary each consisting of a person who is a judge of a High Court, to be appointed by the Federal \nGovernment in consultation with the Chief Justice of the High Court of which he is a Judge.  \n(2) The Federal Governm ent shall specify in a notification issued under sub -section (1) the \nheadquarters of the Special Appellate Court and, where it constitutes more than one Special Appellate \nCourt, the territorial limits within which, or the class of cases in respect of which , each Special \nAppellate Court shall exercise jurisdiction.  \n(3) If for any reason a vacancy occurs in the said Court, the Federal Government shall appoint \nanother person in accordance with sub -section (1) to fill the vacancy and the proceedings may be \ncontinued before the Court from the stage the vacancy occurs.  \n(4) The Special Appellate Court constituted under this Act shall exercise the powers conferred \nby or under this Act in accordance with the provisions of this Act, and the powers conferred by or \nunder the Customs Act, 1969 (IV of 1969), in accordance with the p rovisions of that Act.  \n(5) When the Judge of a Special Appellate Court is, for any reason, temporarily unable to \nperform his duties, he may inform the Chief Justice of the High Court of which he is a Judge and the \nChief Justice shall nominate another Judg e to perform the functions of Special Appellate Court so long \nas such Judge is unable to perform his duties.  \n(6) The Federal Government may, on the request of the Judge of a Special Appellate Court, \ntransfer any appeal or revision and entrust the same to the Judge of another Special Appellate Court \nfor disposal; and such Judge shall dispose of such appeal or revision in accordance with law.  \n47. Special Prosecutors, etc .___ (1) For the purposes of conducting proceedings before the \nSpecial Judge, the Federal  Government may appoint persons who have been advocates of a High Court \nfor a period of not less than five years to be Special Prosecutors on such terms and conditions as may \nbe prescribed and any person so appointed shall be competent to conduct proceedin gs under this Act \nbefore the Special Judge for and on behalf of the Federal Government and, if so directed by the Federal \nGovernment, to withdraw such proceedings.  \n \nPage 20 of 20 \n (2) A law officer appointed under the Central Law Officers Ordinance, 1970 (VII of 1970), \nshall be competent to conduct proceedings before the Special Appellate Court for and on behalf of the \nFederal Government, and, if so, required by the Federal Government, to withdraw such proceedings.  \n(3) When a Special Prosecutor appointed under sub -sectio n (1), or a law officer referred to in -\nsub-section (2), is, for any reason, temporarily unable to conduct proceedings before the Special Judge \nor, as the case may be, the Special Appellate  Court, the proceedings shall be conducted by such person \nas may be appointed in this behalf by the Special Judge or, as the case may be, Special Appellate Court.  \n48. Indemnity . No suit, prosecution or other proceedings shall lie against the Federal \nGovernment or a Provincial Government or any officer of t he Federal Govern ment or of a  Provincial \nGovernment for anything in good faith done or intended to be done in pursuance of this Act or the \nrules made there under.  \n49. Act to override other laws . The provisions of this Act except those of Chapter VI, shall \nhave effect notwi thstanding anything contained in any other law for the time being in force.  \n50. Power to make rules .___ (1) The Federal Government may, by notification in the official \nGazette, make rules for carrying out the purposes of this Act.  \n(2) In particular, and without prejudice to the generality of the foregoing power, such rules may \nprovide for all or any of the following matters, namely :___ \n(a)  the administration, management and disposal of the property forfeited under \nChapter IV;  \n(b)  the powers of a Civil Court that may be exercised by the Special Judge and the \nSpecial Appellate Tribunal;  \n(c)  terms and conditions of Special Prosecutors; and  \n(d)  any other matter which is to be, or may be, prescribed.  \n51. [Chapter VI. Amendment of the Customs Act, 1969] Omitted by the Federal Laws \n(Revision and Declaration) Ordinance, 1981 (XXVII of 1981), s. 3 and Sch., II.  \n52. [Repeal] Omitted by the Feder al Laws (Revision and Declaration) Ordinance, 1981 (XXVII \nof 1981), s. 3 and Sch., II.  \n____________  \n \n \n \n \n         Last uploaded on 25.9.2023"
}