{
    "file": "./converted_json\\administrator3fb6d7b81e73ed6cae4d84901f8d0983.json",
    "name": "The Anti-terrorism Act, 1997",
    "date": "1997",
    "tagline": "Prevention of Terrorism",
    "content": "THE  ANTI -TERRORISM ACT,  1997  \n \n \nCONTENTS  \n \nSECTIONS  \n1. Short  title, extent  and commencement . \n2. Definitions . \n3. Omitted . \n4. Calling  in of armed  forces  and civil armed  forces  in aid of civil power . \n5. Use of armed  forces  and civil armed  forces  to prevent  terrorism . \n6. Terrorism . \n7. Punishment  for acts of terrorism . \n8. Prohibition  of acts intended  or likely  to stir up sectarian  hatred . \n9. Punishment  for offence  under  section 8 . \n10. Power  to enter  or search . \n11. Power  to order  forfeiture . \n11A.  Organizations  concerned  in terrorism . \n..11B.  Proscription  of organizations . \n11C.  Right  of review . \n11CC.  Proscription  review  committee  \n...11D.  Observation  order . \n11E. Measure  to be taken  against a  proscribed organization  \n..11EE.  Proscription  of person . \n11EEE.  Powers  to arrest  and detain  suspected  persons  \n.11EEEE.  Preventive  detention  for inquiry . \n11EEEEE.  Prohibition  on disposal  of property . \n11F. Membership,  support  and meetings  relating  to a proscribed  organization  \n11G.  Uniform  \nUpdated till 14.10.2021  \n \n \n 11H.  Fund  raising  \n11I. Use and possession  \n11J. Funding  arrangements  \n11K.  Money  laundering  \n11L. Disclosure of information  \n11M.  Cooperation  with the police  \n11N.  Punishment  under  sections  11H to 11K \n11O.  Seizure,  freeze  and detention  \n11OO.  Access to services, money or other property  \n11OOO.  Violation of UN Security Council Resolution  \n11P. Application by investigating officer to Court  \n11Q.  Forfeiture  \n11R.  Evidentiary  standard  for forfeiture  \n11S. Appeal  against forfeiture  order  \n11T. Deposit  of money  or other  property  in a fund \n11U.  De-proscription  \n11V.  Directing  terrorist  activities  \n11W.   Printing, publishing or disseminating any material to incite hatred or giving projection to \nany person  convicted for a  terrorist act or any proscribed  organization or an \norganization placed under observation  or anyone  concerned  in terrorism  \n11WW.    Lynching  \n11X.         Responsibility  for creating  civil commotion  \n12. Jurisdiction  of Anti-terrorism  Court  \n13. Establishment  of Anti-terrorism  Court  \n14. Composition  and appointment  of presiding  officers  of Anti-terrorism  Courts  \n15. Place  of sitting  \n16. Oath  by Anti-terrorism  Courts  \n17. Powers  of Anti-terrorism Courts  with respect  to other  offences  \n18. Public  prosecutors  \n19. Procedure  and powers  of Anti-terrorism  Court  \n19A.  Mode  of making  searches  and arrest  \n19B.  Pre-trial scrutiny  \n19C.  Application  of investigation  techniques  \n20. Omitted  \n21. Protection  to judges,  counsel,  public  prosecutor,  witnesses  and persons  concerned  with Court  \nproceedings  \n21A.  Cordons  for terrorist  investigation  \n21AA.  Protection  of judges,  prosecutors,  witnesses  and persons  concerned  with Court  proceedings  \n \n  \n \n \n \n \n21B.   \n \n \n \n \nTerrorist  investigation  \n21C.  Training  \n21D.  Bail \n21E. Remand  \n21EE.  Power  to call information  etc. \n21F. Remissions  \n21G.  Trial  of offences  \n21H.  Conditional  admissibility  of confession  \n21I. Aid and abetment  \n21J. Harbouring  \n21K.  Offences  triable  by way of summary  procedure  \n21L. Punishment  for an absconder  \n21M.  Joint  trials  \n22. Manner  and place  of execution  of sentence  \n23. Power  to transfer  cases to  regular  courts  \n24. Omitted  \n25. Appeal  \n26. Omitted  \n27. Punishment  for defective  investigation  and reward  for successful  investigation  \n27A.  Presumption  of proof  against accused  \n27AA.  Punishment  for false implication  \n27B.  Conviction  on the basis  of electronic  or forensic  evidence  etc. \n28. Transfer  of cases  \n28A.  Impounding  of passport  of person  charge -sheeted  under  the Act \n29. Trial  before  Anti-terrorism  Court  to have precedence  \n30. Modified  application  of certain  provisions  of the Code  \n31. Finality  of judgment  \n32. Overriding  effect  of Act \n33. Delegation  \n34. Power  to amend  the Schedule  \n35. Powers  to make  rules  \n36. Saving  \n37. Contempt of Court  \n38. Punishment  for terrorist  act committed  before  this Act \n \n  \n \n \n \n \n \n \n \n \n \nTHE FIRST SCHEDULE  \nTHE  SECOND  SCHEDULE  \nTHE THIRD SCHEDULE  \nTHE  FOURTH  SCHEDULE  \nTHE  FIFTH  SCHEDU LE39. Indemnity  \n39A.  Removal  of difficulties  \n39B.  Repeal  and savings  \n40. Amendment  of the Criminal  Law Amendment  Act, 1908  (XIV of  1908)  \n \n \n \n \n \n The Anti -Terrorism  Act, 1997  \n1 (Act No. XXVII  of 1997)  \n \nAn Act to provide  for the prevention  of terrorism,  sectarian  violence  and for speedy  trial of \nheinou s offences ; \n \nWHEREAS  it is expedient  to provide  for the prevention  of terrorism,  sectarian  violence  and \nfor speedy trial of heinous  offences and  for matters  connected  therewith and  incidental thereto;  \n \nIt is hereby  enacted  as follows: - \n \n1. Short  title,  extent  and commencement.___  (1) This Act may be called  the Anti-terrorism  Act, \n1997.  \n \n(2) It extends  to the whole  of Pakistan.  \n \n(3) It shall come  into force  at once.  \n \n2. Definitions.___ In this Act, unless  there  is anything  repugnant  in the subject  or context, - \n \n(a) “armed  forces ” means the  Military,  Naval  and Air Forces  of Pakistan  and the \nReserves  of such Forces;  \n \n(b) “civil armed  forces ” means  the Frontier  Constabulary,  Frontier  Corps,  \nPakistan  Coast Guards, Pakistan Rangers  or any other  civil armed force notified  \nby the  Federal  Government  as such;  \n \n(c) “Code ” means  the Code  of Criminal  Procedure,  1898  (Act V of 1898);  \n \n(d) 2[“child ” means a person who at the time of the commission of the offence has \nnot attained  the age of eighteen  years;  \n \n(e) “court ” means  an Anti-terrorism  Court  established  under  section  13; \n \n(f) “explosives ” means any bomb, grenade, dynamite, or explosive substance capable \nof causing an  injury to any person or damage to any property and includes any \nexplosive substance as defined  in the Explosives  Act, 1884  (Act IV  of 1884);  \n \n(g) “firearms ” means  any or all types and  gauges  of handguns,  rifles  and shotguns, \nwhether  automatic, semi -automatic or bolt action, and shall include all other \nfirearms as defined in the Arms Ordinance,  1965 (W.P. Ord. XX of  1965);  \n \n \n1The Anti-terrorism  Act, 1997  and all Rules,  Notifications and  Orders issued  thereunder  have  been  adopted  in the Northern  Areas vide  S.R.O.  No. \n496(1)  2000,  dated  11-7-2000.  \n2Subs.  by the Anti-terrorism  (Amendment)  Ordinance, 2001 (XXXIX  of 2001), s. 2, for  clauses (d)  to (h), which  was previously  ins. by  Ord. XIII  \nof 1999,  s. 3. \n \n (h) “fine” means  a pecuniary  amount  to be determined  by the Court  having  regard  to \nthe facts and  circumstances of the  case];  \n \n1[(ha)  “freeze ” means  to prohibit  the transfer, conversion,  disposition or  movement  of \nany money  or other property;]  \n \n(i) “Government ” means  the Federal Government  or as the case may be, a \nProvincial Government;  \n \n(j) “grievous ” in relation  to bodily  injury,  means  any emasculation,  mutilation,  \nincapacitatio n, disfigurement or severe harm or hurt; and in relation to property, \nmeans severe loss, damage or  destruction;  \n \n(k) “High  Court ” means  the High  Court  having  territorial jurisdiction  in respect of  \nthe area for which  an Anti -terrorism Court has  been established;  \n \n(l) “hijacking ” means  any unlawful  seizure  or exercise  of control,  or any  attempt  at \nunlawful seizure or exercise of control, of an aircraft, by force, violence, threat or \nany form of  obstruction,  directly  or through  any other  person, from  within or  \noutside  the aircraft;  \n \n(m) “hostage taking ” means the holding of a person captive with threats made to kill \nor harm that person if  demands are  not met;  \n \n(n) “kidnapping for ransom ” means the action of conveying any person from any \nplace, without his  consent, or by fo rce compelling or by any deceitful means \ninducing him, to go from any place,  and unlawfully detaining him and demanding \nor attempting to demand, money, pecuniary or  other  benefit from him or from \nanother  person, as  a condition of  his release;  \n \n(o) “meeting ” means  a meeting  of two or more  persons, whether  in public  or private;  \n \n2[(oa)  “money ” includes  coins  or notes  in any currency,  postal  orders,  money  orders, \nbank  credits,  bank  accounts,  letter  of credit,  travelers  cheques,  bank  cheques,  \nbankers  draft,  in any form , electronic,  digital  or otherwise  and such other  kinds  \nof monetary  instruments  or documents  as  the Federal Government  may by order \nspecify;]  \n \n(p) “organization ” means  any group,  combination  or body  of persons 2[****];  \n \n3[(pa)   “person ” means  any natural,  legal  person  or body  corporate;]  \n \n \n1Ins. and subs.  by the Anti-terrorism  (Second  Amendment)  Act, 2014 (VII  of 2014),  s. 2. \n2Ins. and omitted  by the Anti-terrorism  (Amendment)  Act, 2013 (XIII  of 2013),  s. 2. \n3Ins. by the Anti-terrorism  (Amendment)  Act, 2020 (XX  of 2020),  s. 2. \n \n \n      1[(paa)   “property ” means  property  of every  description,  whether  corporeal  or \nincorporeal,  movable or  immovable,  tangible  or intangible  and includes  shares,  \nsecurities,  bonds  and deeds  and instruments evidencing  title to, or an interest  \nin, property  of any  kind and money;]  \n \n2[(q)  “proscribed  organization ” means  any organization which  is listed  in the First \nSchedule  under  section   11B;]  \n \n2[(qa)   “proscribed  person ” means  any individual  who is listed in  the Fourth Schedule  \nunder  section   11EE;]  \n \n(r)  “public  servant ” shall have the same  meaning  as in section  21 of the Pakistan  \nPenal   Code, 1860,  or in any  other  law for the time  being  in force;  \n \n(s)  “Schedule ” means  a Schedule  to this Act; \n \n(t)  “Scheduled  offence ” means  an offence as  set out in the Third  Schedule;  \n \n(u)  “sectarian ” means  pertaining  to, devoted  to, peculiar  to, or one which  promotes  \nthe interest of a religious sect, or sects,  in a bigoted or  prejudicial  manner;  \n \n(v)  “sectarian  hatred ” means  hatred  against  a group  of persons  defined  by reference  \nto religion,  religious sect,  religious  persuasion,  or religious  belief;  \n \n2[(va)   “seize ” means  to take  custody  or control of money  or other  property  in order to  \nprohibit its transfer,  conversion, disposition or movement;]  \n \n(w)  “serious ” means  dangerous  to life  or property;  \n \n(x)  “terrorism ” or “act of  terrorism ” has  the meaning  as assigned  to it in section  6; \n \n(y)  “terrorist ” has the meaning  as assigned to  it in section  6 (5); \n \n(z)  “terrorist  investigation ” means  an investigation  of: - \n \n(a) the commission,  preparation  or instigation  of acts of terrorism  under  this \nAct; \n \n(b) an act which  appears to have been  done  for the purposes of  terrorism;  \n \n(c) the resources  of proscribed  organization;  \n \n(d) the commission, preparation  or instigation  of an offence  under  this Act; or \n \n \n1Re-numbered by  the Anti-terrorism  (Amendment)  Act, 2020 (XX  of 2020),  s. 2, which was previously ins. by  the Anti-terrorism  (Amendment)  \nAct, 2013 (XIII  of 2013),  s. 2. \n \n2Subs.  and ins. by the Anti-terrorism  (Second  Amendment)  Act, 2014 (VII  of 2014),  s. 2. \n \n (e) any other  act for which investigation may  be necessary  for the purposes  of \nthis Act.  \n \n(aa)  “terrorist property ” means: - \n \n(i) \n \n(a)  money  or other property  which is  used or is likely  to be  used for \nthe purposes  of terrorism including  any resources  of 1[an \norganization     concerned in  terrorism  or a terrorist];  \n \n(b)  proceeds  of the commission  of acts of terrorism;  \n \n(c)  proceeds  of acts carried  out for the purposes  of terrorism.  \n \n(ii)  In sub-section  (i) above;  \n \n(a) a reference  to proceeds  of an act, includes  reference  to any \nproperty  which  wholly  or partly  and directly  or indirectly  \nrepresents  the proceeds  of the act (including  payments  of other \nrewards  in connection  with the  commissio n); 1[and]  \n \n(b) the reference  to an organization’s  resources  include  a reference  to \nany money  or other property which is  applied  or made  available, or  \nis to be  applied  or made available, for use by the organization  1[;] \n \n(c) 1[* * * * * * *] \n \n(bb)  “weapons ” means any  items which  can be  used to injure  or cause bodily harm and  \nincludes any type of firearm, explosive, sword, dagger, knuckle -duster,  stengun, \nbomb,  grenade, rocket launcher, mortar or any chemical, biological weapon or  \nany other thing which can be used for causing injury, hurt, harm or destruction of \nperson or  property, and includes ‘illicit arms’ as defined in the Surrender of Illicit \nArms Act, 1991  (XXI of  1991); and  \n \n(cc) all other terms and expressions used but not d efined in this Act, shall have the  \nmeanings as  are assigned to them in the Pakistan Penal Code, 1860, or the Code \nof Criminal Procedure,  1898.  \n \n \n3. Declaration of Intent. – 2[* * * * * * *] \n \n \n \n \n \n1Subs., added and omitted by  the Anti-terrorism  (Amendment)  Act, 2013 (XIII  of 2013),  s. 2. \n2Omitted by the  Anti-terrorism  (Amendment)  Ordinance, 2001 (XXXIX  of 2001), s. 3.  \n \n  \n4. Calling  in of  armed  forces  and civil  armed  forces  in aid  of civil power.  – (1) It shall be \nlawful  for the  Federal  Government  to order,  and subject  to sub-section  (2), for the  Provincial \nGovernment to secure, the presence of armed forces and civil armed forces in any area for the  \nprevention and punishment of terrorist acts and scheduled offences in accordance with the provisions of \nthis Act. \n \n (2) If, in  the opinion of the Provincial Government, the presence of armed forces, or, civil armed \nforces, is  necessary  in order  to prevent  the commission  of terrorist  acts or scheduled  offences  in \nany area,  it may  request the Federal Government to direct the presence or posting of units or personnel \nof the armed forces, or  civil armed forces, in such numbers as may be deemed necessary for the \nprevention or control of terrorist acts  or scheduled offences.  \n \n(3) The Federal  Government may  decide  whether  the requirements  of the situation  call for the \ndeployment  of- \n \n(i) the civil armed  forces; or  \n \n(ii) the armed  forces,  \n \nand on so deciding  shall,  by means  of a notification  in the official  Gazette  issued  under  clause  (i) or (ii) \nor both,  authorize  and direct the  posting  thereof . \n \n5. Use of armed forces and civil arme d forces to prevent terrorism.___ (1) Any police officer, \nor member of the armed forces, or civil armed forces, who is present or deployed in any area may, after \ngiving  sufficient warning, use the necessary force to prevent the commission of terrorist acts or \nscheduled offences,  and, in so doing shall, in the case of an officer of the armed forces or civil armed \nforces, exercise all the  powers  of a police  officer under the  Code.  \n \n(2) In particular and without prejudice to the generality of the provisions of sub -section (1), an \nofficer of the  police, armed forces and  civil armed forces  may- \n \n(i) after giving prior warning use such force as may be deemed necessary or \nappropriate, bearing in  mind  all the facts  and circumstances of  the situation,  \nagainst  any person  who is committing  1[******] a terrorist act or a schedule d \noffence . 2[It shall be lawful for any such officer, or any senior officer] 3[after \nforming  reasonable  apprehension  that death  or grievous  hurt may be caused  by \nsuch act or offence] to fire, or order the firing upon any person or persons against \nwhom he is authorized  to use force  in terms  hereof  3[:] \n \n3[Provided  that an order  to open  fire in such circumstances  shall be given  by a police  \nofficer  not below  the rank of BS-17 and equivalent  rank in the case of a member  of Armed  \nForces  or civil Arme d forces  or by a Magistrate  on duty:  \n \n \n1Omitted  by the Anti-terrorism  (Second  Amendment)  Ordinance,  1999  (XIII  of 1999),  s. 4. \n \n2Subs.  by the Anti-terrorism  (Amendment)  Ordinance,  2001  (XXXIX  of 2001),  s. 4, for certain  words,  which was  previously  amended  by Ord.  \nXXIX  of 2000,  s. 2. \n \n \n 3Subs. and added by the  Anti-terrorism  (Amendment)  Act, 2014  (VI of 2014),  s. 2. \nProvided further that the decision to fire or order firing shall be taken only by way of  last \nresort,  and shall  in no case extend to the inflicting of more harm than is necessary  to prevent the \nterrorist act or scheduled  offence  which has  given rise  to the reasonable  apprehension  of death  or \ngrievous  hurt:  \n \nProvided further that all cases of firing which have resulted in death or grievous  injury  \nshall be reviewed  by an internal  inquiry committee  constituted  by the  head of  the law \nenforcement  agency  concerned .] \n \n(ii) arrest without warrant, any person who has committed an act of terrorism or a \nscheduled offence  or against whom a reasonable suspicion exists that he has \ncommitted, or is about to commit, any  such act or  offence;  and \n \n(iii) enter and search, without warrant, any premises to make any arrest or to take \npossession of any  property,  firearm,  weapon  or article  used,  or likely  to be used,  \nin the commission of  any terrorist act or  scheduled  offence.  \n \n(3) Nothing  contained  in sub-section  (1) or (2) shall affect  the provisions  of Chapter  IX of the \nCode and t he provision of  section 132  of the Code  shall apply  to any  person  acting under this  section.  \n \n1[6. Terrorism.___ (1) In this Act, “terroris m” means  the use or threat  of action  where:  - \n \n(a) the action  falls within  the meaning  of sub-section  (2); and \n \n(b) the use or threat is designed to coerce and intimidate or overawe the Government \nor the public  or a section of the public or community or sect  2[or a foreign \ngovernment or population or an  international organization]  or create  a sense  of \nfear or insecurity  in society;  or \n \n(c) the use or threat  is made for  the purpose  of advancing  a religious,  sectarian  or \nethnic cause  3[or intimidating and terrorizing the public, social sectors, media \npersons, business community or  attacking the civilians, including damaging \nproperty by  ransacking, looting, arson or by any  other  means,  government \nofficials,  installations, security  forces  or law enforcement agencies ]: \n \n3[Provided that nothing herein contained shall apply to a democratic and religious rally or \na peaceful  demonstration in accordance  with law. ] \n           \n  (2) An “action ” shall  fall within  the meaning  of sub-section  (1), if it: - \n \n(a) involves  the doing  of anything  that causes death;  \n \n \n1Subs.  by the Anti-terrorism  (Amendment)  Ordinance,  2001  (XXXIX  of 2001),  s. 5, for section  6, which  was previously  amended  by various  \nenactments.  \n2Ins. by  the Anti-terrorism  (Amendment)  Act, 2013 (XIII  of 2013),  s. 3. \n3Added by  the Anti-terrorism  (Second Amendment)  Act, 2013 (XX  of 2013),  s. 2. \n \n (b) involves  grievous violence  against  a person  or grievous  bodily  injury  or harm  to a \nperson;  \n(c) involves grievous damage to property 1[including government premises , official \ninsta llations, schools, hospitals, offices or any other public or private property \nincluding damaging property by ransacking, looting  or arson or by any other \nmeans;]  \n \n(d) involves  the doing  of anything  that is likely  to cause  death  or endangers  person’s  \nlife; \n \n(e) involves  kidnapping  for ransom, hostage  taking  or hijacking;  \n \n2[(ee)  involves use of explosive s by any device including bomb blast 1[or having  any \nexplosive  substance without any lawful justification or having  been unlawfully \nconcerned with such  explosive]];  \n \n(f) incites hatred and contempt on religious, sectarian or ethnic basis to st ir up \nviolence or  cause  internal disturbance;  \n \n1[(g) involves taking the law in own hand, award of any punishment by an \norganization, individual or group whatsoever,  not recognized by the law, with a \nview to coerce, intimidate or terrorize  public, individuals, groups, communities, \ngovernment officials and institutions, including law  enforcement  agencies beyond \nthe purview  of the  law of  the land;]  \n \n(h)  involves firing  on religious congregation, mosques, imam bargahs, churches, \ntemples and all  other places o f worship, or random firing to spread panic, or \ninvolves any forcible takeover of  mosques  or other  places  of worship;  \n \n(i)  creates a serious risk to safety of the public or a section of the public, or is \ndesigned to  frighten  the general public and thereby prevent them from coming \nout and carrying on their lawful trade  and daily  business,  and disrupts  civic  life; \n \n(j)  involves  the burning  of vehicles  or any other  serious  form  of arson;  \n \n(k)  involves  extortion  of money  (“bhatta ”) or property;  \n \n(l) is designed  to seriously  interfere  with or seriously  disrupt  a communication  \nsystem  or public  utility   service;  \n \n(m) involves  serious  coercion  or intimidation  of a public  servant  in order  to force him \nto discharge or to refrain from discharging his lawful duties; 1[*] \n \n(n) involves  serious  violence against  a member  of the police  force,  armed  forces,  civil \narmed forces, or  a public servant;  \n \n \n1Added, subs. and omitted by  the Anti-terrorism  (Second Amendment)  Act, 2013 (XX  of 2013),  s. 2. \n2Ins. by the Anti -terrorism (Second Amendment) Act, 2004 (II of 2005), s. 2.  \n \n 1[(o)  involves  in acts as part of armed  resistance  by groups  or individuals  against  law \nenforcement agencies; or \n \n(p)  involves in dissemination, preaching ideas, teachings and beliefs as per own \ninterpretation on FM   stations or through any other means of  communication \nwithout explicit approval of the  government  or its concerned  departments.]  \n \n(3) The  use or threat  of use of any action falling  within  sub-section  (2) which  involves the  use of \nfirearms, explosive  or any other  weapon is  terrorism, whether  or not sub -section  (1) (c) is satisfied.  \n \n2[(3A)  Notwithstanding  anything  contained  in sub-section  (1), an action  in violation of  a \nconvention  specified in the Fifth Schedule  shall be  an act  of terrorism under this Act.]  \n \n(4) In this section  “action” includes  an act or a series  of acts. \n \n(5) In this Act, terrorism  includes any  act done  for the benefit  of a proscribed  organization.  \n \n(6) A person who  commits an offence  under this  section or  any other  provision  of this Act,  shall \nbe guilty  of an ac t of terrorism.  \n \n(7) In this Act, a terrorist  means:  \n \n(a) 3[any person] who has committed an offence of terrorism under this Act, and is or \nhas been concerned in the commission, preparation, 2[facilitation, funding] or \ninstigation of acts of terrorism;  \n \n(b) 3[any person] who is or has been, whether before or after  the coming into force of \nthis Act, concerned in the commission, preparation, 2[facilitation, funding] or \ninstigation of acts of terrorism, shall also be included in the meaning given in \nclause (a) above.  \n \n4[7. P unishment f or acts of terrorism.___ 1[(1)] Whoever commits an act of terrorism under \nsection 6, whereby – \n \n(a) death of any person is caused, shall be punishable, on conviction, with death or \nwith imprisonment for life, and with fine; or  \n \n \n \n \n1Added and re -numbered by  the Anti-terrorism  (Second Amendment)  Act, 2013 (XX  of 2013),  ss. 2 and 3.  \n2Ins. and subs.  by the Anti-terrorism  (Amendment)  Act, 2013 (XIII  of 2013),  s. 3. \n3Subs.  by the Anti-terrorism  (Second Amendment)  Act, 2020 (XXIII  of 2020),  s. 2. \n4Subs.  by the Anti-terrorism  (Amendment)  Ordinance,  2001  (XXXIX  of 2001),  s. 6.  \n \n (b) he does anything likely to cause death or endangers life, but death or hurt is not \ncaused, shall be punishable, on conviction, with imprisonment of either \ndescription for a term which shall not be less than 1[ten years] but may extend to  \n1[imprisonment for life] and with fine; or  \n \n(c) grievous bodily harm or injury is caused to any person, shall be punishable, on \nconviction, with imprisonment of either description for a term which shall not be \nless than  1[ten years] but may extend to imprisonment for life and shall also be \nliable to a fine; or  \n \n(d) grievous  damage  to property  is caused,  shall  be punishable,  on conviction,  with \nimprisonment of either description  for a term not less than ten years 1[but may \nextend  to imprisonment  for life] and  shall also be liable to  a fine; or  \n \n(e) the offence  of kidnapping  for ransom or  hostage -taking  has been committed,  shall  \nbe punishable, on conviction, with death  or imprisonment for  life 2[**** ***]; or \n \n(f) the offence  of hijacking  has been committed,  shall be punishable,  on conviction,  \nwith death or imprisonment  for life 2[*******] and fine;  \n \n1[(ff) the act of terrorism  committed  falls under  section  6(2) (ee), shall be punishable  \nwith imprisonment which  shall not be less than fourteen  years  but may extend  to \nimprisonment  for life;]  \n \n(g) the act of terrorism  committed  falls under  section  6(2) (f) and (g), shall be \npunishable,  on conviction,  with imprisonment  of not less than 1[two  years]  and \nnot more  than 1[five years]  and with fine; or \n \n(h) the act of terrorism  committed  falls under  clauses (h) to (n) of sub -section (2) of \nsection 6 , shall be punishable , on conviction,  to imprisonment  of not less than \n1[five years ] 1[but may extend  to imprisonment  for life] and with fine;  \n \n(i) any other  act of terrorism  not falling  under  clauses  (a) to (h) above  or under  any \nother  provision  of this Act, shall be punishable, on conv iction, to imprisonment of \nnot less than  1[five years] and  not more  than 1[ten years] or  with fine or with both.  \n \n2[(2) An accused, convicted of an offence under this Act shall be punishable with imprisonment \nof ten  years or more, including the offences of kidnapping for ransom and hijacking shall also be liable \nto forfeiture  of property.]  \n \n3[* * * * * * *] \n \n1Subs. and ins. by the Anti -terrorism (Second Amendment) Act, 2004 (II of 2005), s. 3.  \n2Omitted and added by  the Anti-terrorism  (Second Amendment)  Act, 2013 (XX  of 2013),  s. 3. \n3Sections  7A and 7B omitted  by the Anti-terrorism  (Amendment)  Ordinance,  2000 (XXIX  of 2000),  s. 5, which  was previously  ins. by Ord. XIII of \n1999,  s. 7. \n \n \n \n 8. Prohibition  of acts intended or  likely  to stir up sectarian  hatred.___ A person  who- \n \n(a) uses threatening,  abusive  or insulting  words  or behaviors;  or \n \n(b) displays,  publishes  or distributes  any written  material  which  is threatening,  \nabusive or  insulting;  or \n \n(c) distributes  or shows  or plays  a recording  of visual  images  or sounds which  are \nthreatening, abusive  or insulting;  or \n \n(d) has in his possession  written  material  or a recording  or visual  image  or sounds  \nwhich  are threatening, abusive or insulting with a view to their being displayed or \npublished by himself or  another,  \n \nshall be guilty  of an offence  if___ \n \n(i)  he intends  thereby  to strip up  sectarian  hatred;  or \n \n(ii)  having  regard  to all the circumstances,  sectarian  hatred  is likely  to be stirred  up \nthereby.  \n \n9. Punishme nt for offence under section 8. – Whoever contravenes any provision of section 8 \nshall be punished with 1[*] imprisonment for a term which may extend to 2[five] years 3[and with fine].  \n \n10. Power to enter or search .– If any officer  of the police, armed forces or civil armed forces is \nsatisfied  that there are reasonable grounds for suspecting that a person has possession of written material \nor a recording in  contravention  of section  8 he may enter  and search  the premises  where  it is \nsuspected  the material  or recording  is situated and  take possession  of the same 3[:] \n \n3[Provided  that the concerned  officer  shall first  record in  writing  his reasons  for such belief  and \nserve a  copy  thereof  either on the  person or  on the premises.]  \n \n11. Power  to order  forfeiture. – (1) 3[An Anti -terrorism  Court]  by which a  person  is convicted  \nof an offence  under section  9 shall order  to be forfeited  any material or recording  referred to  therein.  \n \n(2) Where  the person  who collected  the material  or recording  cannot  be found  or identified  \nthe 3[Anti- terrorism  Court]  on the application  of the officer seizing the  material  or recording,  shall  \nforfeit  the material  or recording  to the  State  to be  disposed of as directed by  it. \n \n4[11A.  Organizations  concerned  in terrorism. – 5[(1)] For the purposes  of this Act, an  \norganization is  concerned  in terrorism  if it:___ \n \n \n1The word “rigorous” omitted by the Anti -terrorism (Second Amendment) Ordinance, 1999 (XIII of 1999), s. 8.  \n2Subs. by the Anti -terrorism (Amendment) Ordinance, 2001 (XXXIX of 2001), s. 7, for “seven”.  \n3Subs. and added by the Anti -terrorism (Second Amendment) Ordinance, 1999 (XIII of 1999), s. 9.  \n4Sections 11A to 11X ins. by the Anti -terrorism (Amendment) Ordinance, 2001 (XXXIX of 2001), s. 8.  \n5Re-numbered by the Anti -terrorism (Amendment) Act, 2013 (XIII of  2013), s. 4.  \n \n \n (a) commits  1[ , facilitates ] or participates  in acts of terrorism;  \n \n(b) prepares  for terrorism;  \n \n(c) promotes  or encourages terrorism;  \n \n(d) supports  and assists  any organization  concerned  with terrorism;  \n \n(e) patronizes  and assists in  the incitement  of hatred  and contempt  on religious,  \nsectaria n or e thnic  lines that stir up disorder;  \n \n(f) fails to expel  from  its ranks  or ostracize  those  who commit acts  of terrorism  and \npresents  them as h eroic  persons;  \n \n(g) or is otherwise  concerned  in terrorism.  \n \n1[(2) An organization  shall fall within  the meaning  of sub-section  (1) if it- \n \n(a) is owned  or controlled,  directly  or indirectly,  by a terrorist  or an organization  \nreferred  in sub-section  (1); or  \n \n(b) acts on behalf  of, or at the direction  of, a terrorist or  an organization  referred  in \nsub-section  (1).] \n \n2[11B.  Proscription  of organizations.  – (1) The Federal  Government  may,  by order  \npublished  in the o fficial  Gazette,  list an organization  as a proscribed  organization  in the First Schedule  \non an ex parte basis,  if there  are reasonable  grounds to believe that it is — \n \n(a) concerned  in terrorism;  or \n \n(b) owned  or controlled,  directly  or indirectly,  by any individual  or organization  \nproscribed under  this Act; or  \n \n(c) acting  on behalf  of, or  at the direction  of, any  individual  or organization  \nproscribed  under  this Act. \n \n \n \n \n \n \n \n1Ins. and added by the Anti -terrorism (Amendment) Act, 2013 (XIII of 2013), s. 4.  \n2Subs.  by the Anti-terrorism  (Second  Amendment)  Act, 2014 (VII  of 2014),  s. 3. \n \n \n \n Explanation .— The opinion concerning reasonable grounds to believe may be formed on the \nbasis  of information  received  from  any credible  source,  whether  domestic  or foreign  including  \ngovernmental and regulatory authorities, law enforcement agencies financial intelligence  units , banks  \nand no n-banking  companies , and international institutions.  \n \n(2) The grounds shall be communicated to the proscribed organization within three days of the \npassing  of the o rder of proscription.]  \n \n11C. Right of Review .___ 1[(1) Where any proscribed organization is aggrieved by the order of \nthe Federal  Government,  made  under  section  11B,  it may,  within  thirty  days of such order,  file a revie w \napplication , in writing , before the Federal Government , stating the grounds on which it is made and the \nFederal              Government shall,  after hearing  the applicant, decide  the matter  on reasonable grounds  within \nninety  days.]  \n \n(2) An organization  whose  review  application  has been refused  under  sub-sectio n (1)  may file an \nappeal to  the High Court within  thirty  days of the  refusal  of the review  application.  \n \n(3) 1[*  * * * * * *] \n \n1[11CC.  Proscription  Review  Committee .___ The Federal  Government  shall constitute  a \nProscripti on Review  Committee,  comprising  three  Government  officers,  including  a representative  of \nthe Ministry  of Law and Justice,  with the Chairman  of the Committee being  a person not  below  the rank \nof a Joint  Secretary  to the Federal Government,  to decide,  within  thirty  days,  review  applications  filed \nunder  sections  11C and 11EE .] \n \n11D. Observation order. ___ (1) Where the Federal Government  has 1[reasonable grounds] to \nbelieve that an  organization  is acting  in a manner  that it may  be concerned in terrorism;  the organization \nmay be kept under  observation,  if: - \n \n(a) the name  of the organization  is listed  in the Second  Schedule  by order  of the \nFederal  Government;  or \n \n(b) it operates  under  the same  name  as an organization listed  in the Second  Schedule.  \n \n(2) An organization  or a person  aggrieved  by the observation  order  passed  under  sub-section  (1) \nmay file a review application before the Federal Government, which shall, after  hearing the applicant, \ndecide the  matter  within  sixty  days.  \n \n(3) Where  the organization  is under  observation,  the Federal Government  may further  extend  the \nperiod of observation, only  after giving  the organization an  opportunity  of being  heard.  \n \n(4) Each  observation  period shall  be for six months,  and may be extended  by the Federal \nGovernment  only after giving  an opportunity  of being  heard to  the organization  concerned.  \n \n \n1Subs., omitted and ins.  by the Anti-terrorism  (Second  Amendment)  Act, 2014 (VII  of 2014),  ss. 4 to 6.  \n \n \n 11E. Measure to be taken against a proscribed organization .– (1) Where any organization \nshall be pr oscribed ; amongst  other  measures  to be taken  by the Federal  Government :- \n \n(a) its offices,  if any, shall be sealed;  \n \n(b) 1 [* * * * * * *]; \n \n(c) all literature,  posters,  banner,  or printed,  electronic,  digital  or other  material shall  \nbe seized ; and \n \n(d) publication,  printing  or dissemination  of any press  statements,  press  \nconferences  or public utterances by or on  behalf  of or in support  of a proscribed  \norganization  shall be prohibited.  \n \n2[(1A) Upon proscription of an organization if the office bearers, activists, or the members or the  \nassociates of such organization are found continuing the activities of the proscribed organization,  in \naddition to any other action under this Act or any other law for the   time being in force to  which they  \nmay be liable,  - \n \n(a) they shall not be issued  any passport  or allowed  to travel  abroad;  \n \n(b) no bank  or financial  institution  or any other  entity  providing  financial support  \nshall provide  any loan  facility  or financial  support  to such persons  or issue the  \ncredit  cards  to such persons;  and \n \n(c) the arms licenses, if already issued, shall be deemed to have been cancelled and \nthe arms shall be de posited forthwith in the nearest Police Station, failing which \nsuch arms shall be confiscated  and the holders of suc h arms shall be liable for the \npunishment provided under the Pakistan  Arms Ordinance, 1965 (W .P. Ord. XX of \n1965). No fresh license, to such persons for any kind of  weapo n, shall be issued.]  \n \n(2) The proscribed organization shall submit all accounts of its income and expenditure for its \npolitical  and social welfare activities and disclose all funding sources to the competent authority \ndesignated by the  Federal Government.  \n \n11EE. 1[Proscription of Person ].– 1[(1) The Federal Government may, by order publi shed in \nthe official  Gazette,  list a person  as a proscribed  person  in the Fourth  Schedule  on an ex-parte  basis,  if \nthere  are reasonabl e grounds to believe  that such person  is— \n \n(a) concerned  in terrorism;  \n \n(b) an activist,  office  bearer  or an associate  of an organization kept  under  observation  \nunde r section  11D or proscribed  under  section  11B; and  \n \n \n1Omitted and subs. by  the Anti-terrorism  (Second  Amendment)  Act, 2014 (VII  of 2014),  ss. 7 to 8.  \n2Ins. by the Anti -terrorism  (Second  Amendment)  Act, 2013 (XX  of 2013),  s. 5. \n \n (c) in any way concerned  or suspected  to be concerned  with such organization  or \naffiliated  with any group or organization suspected to be involved in terrorism or \nsectarianism or acting on behalf  of, or at the  direction  of, any  person  or \norganization proscribed under this Act : \n \nExplanation . - The opinion concerning reasonable grounds to believe may be formed on \nthe basis of  information received from any credible source, whether domestic o r foreign \nincluding governmental and  regulatory  authorities,  law enforcement  agencies,  financial  \nintelligence  units,  banks and non -banking  companies , and international  institutions.]  \n \n1[(1A)  The grounds  shall be communicated  to the proscribed  person  within  three  days of the \npassing  of the order  of proscription.]  \n \n(2) Where  a person’s  name  is listed  in the Fourth  Schedule,  the Federal Government  \n1[***], as the case may be, without prejudice to any other action which may lie against such person \nunder this Act or  any other  law for  the time  being in force,  may take following  actions and exercise  \nfollowing powers, namely:  - \n \n(a) require  such person to  execute  a bond  with one or  more  sureties to  the satisfaction \nof the Distric t Police  Officer in the territorial limits of which the said person \nordinarily resides, or carries on  business, for  his good behavio ur and not involve \nin any act of terrorism or in any manner  advance the objectives of the \norganization referred to sub -section (1) f or such period not  exceeding three  years  \nand, in such amount, a s may  be specified:  \n \nProvided that where he fails to execute the bond or cannot produce a \nsurety or sureties to the satisfaction  of the District Police Officer order him to be \ndetained and produced within twenty -four hours before a court  which shall order \nhim to be detained in prison until he executes the bond or until a satisfactory \nsurety or  sureties  if required, are  available  or, failing  that the term of the  order \nunder  clause  (a) expires:  \n \nProvided  further  that where  he is a minor,  the bond  executed  by a surety  or \nsureties only  may be accepted;  \n \n(b) require any such person to seek prior permission from the officer incharge of the \nPolice Station  of the concerned area before moving f rom his permanent place of \nresidence for any period of  time and to keep him informed about the place he \nwould be visiting and the  persons, he would be  meeting  during  the stay;  \n \n(c) require:  - \n \ni. that his movements  to be  restricted to  any place  or area specified  in the \norder;  \n \n \n1Ins. and omitted by  the Anti-terrorism  (Second  Amendment)  Act, 2014 (VII  of 2014),  s. 8. \n \n ii. him to report himself  at such times and places and in such mode as may be \nspecified in the order;  \n \niii. him to comply with both the direction; 1[*] \n \niv. that he shall not reside within areas specified in the order;  \n \n1[v. no bank  or financial  institution  or any other  entity  providing  financial \nsupport  shall provide  any loan  facility  or financial  support  to proscribed \nperson  or issue credit  cards  to proscribed  persons;  and \n \nvi. the arms licenses, if already issued, shall be deemed to have been \ncancelled and the arms shall be deposited forthwith in the nearest Police \nStation, failing which such arms shall be confiscated  and the holders of \nsuch arms shall be liable for the punishment provided under the Pakistan  \nArms Ordinance, 1965 (W .P. Ord. XX of 1965). No fresh license shall be \nissued  to such person for any kind of  weapons; ] \n \n(d) direct that he shall not visit or go within surroundings specified in the order \nincluding any of the under mentioned places, without the written permission of \nthe officer incharge of the Police Station within whose jurisdiction such place is \nsituated, namely;  – \n \ni. schools, colleg es and other institutions where person under twenty -one \nyears of age or wome n are  given  education or  other  training or  are housed  \npermanently  or temporarily;  \n \nii. theatres,  cinemas,  fairs,  amusement  parks,  hotels,  clubs,  restaurants,  tea \nshops  and other places of public  entertainment or  resort;  \n \niii. airports,  railway  stations, bus  stands,  telephone  exchanges,  television  \nstations,  radio  stations and other  such places;  \n \niv. public  or private  parks  and gardens  and public  or private  playing  fields;  \nand \n \nv. the scene  of any public  meeting  or procession  of any assemblage  of \nthe public  whether  in a n e nc lo s e d  place  or otherwise  in connection  \nwith any  public  event , festival or other  celebrations;  \n \n(e) check and probe the assets of such persons or their immediate family members i.e. \nparents, wives and children through police or any other Government agency, \nwhich sh all exercise the power s as are available to it under the relevant law for \nthe purposes of the investigation, to ascertain  whether  assets and  sources of  \nincome are  legitimate and  are being  spent  on lawful  objectives:  \n \n \n1Omitted and added by the Anti -terrorism (Second Amendment) Act, 2020 (XXIII of 2020), s. 3.  \n \n Provided  that no order  under  clause  (d) or (e) above  shall be made  operative  for a \nperiod  of more  than three years; and  \n \n(f) monitor and keep surveillance over the activities of such person through police or \nany other Government  agency  or any person  or authority  designated for  the \npurpose.  \n \n1[(3) Where any person is aggrieved by the order of the Federal Government made under sub -\nsection (1 ), he m ay, within thirty days of such order, file a review application, in writing, before the \nFederal Government  stating the grounds on which it is made and the Government shall, after hearing the \napplicant, decide the  matter  on reasonable  grounds  within  ninety  days.]  \n \n1[(3A) A person whose review application has been refused under sub -section (3) may file and \nappeal to  the High Court within thirty  days of  the refusal  of the review  application.]  \n \n(4) Any person who violates an y direction or order of the Federal  Government 1[***] or any \nterms of bond referred to  in sub -section (2), shall be punishable with imprisonment of either description \nfor a term which may extend  to three  years, or  with fine, or with both . \n \n2[11EEE. Powers to arrest and detain suspected persons. - (1) Government if satisfied that \nwith a  view to prevent any person whose name is included in the list referred to in section 11EE, it is \nneces sary so to  do, may, by order in writing, direct to arrest and detain, in such custody as may be \nsatisfied, such person  for such  period as may be specified in the order, and Government if satisfied that \nfor the aforesaid reasons it is  necessary  so to do, may,  extend  from  time to time the period  of such \ndetention for a total period not  exceeding  twelve months.  \n \n(2) The provisions  of Article  10 of the Constitution  of the Islamic  Republic  of Pakistan  \nshall mutatis  mutandis  apply  to the arrest and  detention  of a person  ordered  under  sub-section  (1).] \n \n3[11EEEE. Preventive detention for inquiry . - 4[(1) The Government or, where the provisions \nof section 4 have  been invoked, the armed forces or civil armed forces, as the case may be,  subject to the \nspecific or  general order of the Government in this regard , for a period not  exceeding three months and \nafter recording  reasons thereof, issue order for the preventive detention of  any person who has been \nconcerned in any  offence under this Act relating to the security or defense of Pakistan or any part \nthereof, or public order  relating to target killing, kidnapping for ransom, and extortion/ bhatta, or the \nmaintenance of supplies or  services, or against whom a reasonable complaint has been made or credible \ninfor mation has been received , or  a reasonable suspicion exists of his  having  been  so concerned, for  \npurpose  of inquiry:  \n \nProvided  that the detention  of such person,  including  detention  for further period after  three  \nmonths,  shall  be subject  to the provisions  of Article  10 of  the Constitution.]  \n \n \n1Subs., ins. and omitted by  the Anti-terrorism  (Second  Amendment)  Act, 2014 (VII  of 2014),  s. 8. \n2Ins. by the Anti -terrorism (Amendment) Ordinance, 2002  (XII of 2002),  s. 3. \n3Ins. by the Anti -terrorism  (Second  Amendment)  Act, 2013 (XX  of 2013),  s. 6. \n4Subs. by the Anti -terrorism  (Amendment)  Act, 2014 (VI  of 2014),  s. 3.  \n \n (2) The inquiry under sub -section (1) may be conducted by a police officer not below the rank of  \nSuperintendent  of Police or through a Joint Interrogation Team (JIT) to be notified by the  Government  \ncomprising a police officer not below the rank of Superintendent of Police and officers of other \ninvestigation  agencies  and the powers  of the inquiry  officer  will be vested  as per section  5 of the \nFederal  Investigation  Agency  Act, 1974  (VIII  of 1975)  1[:] \n \n1[Provided  that where  the detention  order  has been issued  by the armed  forces  or civil \narmed  forces under sub -section (1), the inquiry shall be conducted by the JIT comprising members of \narmed  forces  or civil  armed forces, as the case may be, intelligence agencies and other law enforcement \nagencies, including a  police  officer not  below the  rank of Superintendent  of Police .] \n \n1[(2A)  The provisions  of sub-sections  (1) and (2) shall remain  in force  for such  period as  may be  \nnotifie d by the Government from  time to time:  \n \nProvided that such period shall not exceed two years from the commencement of the Anti - \nterrorism  (Amendment)  Act, 2014  (VI of 2014).]  \n \n(3) The detenue shall be produced in camera before the presiding officer of the court or in his  \nabsence before the District and Sessions Judge or the Magistrate appointed under the Shariah Nizam -e-\nAdl Regulation, 2009, within twenty -four hours of his detention, and before the presiding officer o f the \ncourt if a nd when  any extension  in the  period of  detention is requested.  \n \n(4) During inquiry the concerned police officer not below the rank of Superintendent of Police or  \nequivalent  officer of the law enforcement agencies or the members of Joint Interrogation Team (JIT) , as \nthe case may be, shall have all the powers relating to search, arrest of persons and seizure of property, \nand other  relevant material connected with the commission of offence and shall  have all the powers as a \nPolice Officer  has in relation  to the  investigation of  offences  under the  Code  or any other  law for the \ntime being  in force:  \n \nProvided that the detenue shall be kept in a detention centre so notified by the Government and \nthe presiding officer  of the court or the Magistrate, as the case may be referred in sub -section (3) shall \nhave the  authority to inspect the detention centers to ensure that the custody is in accordance with the \nlaw for the time  being  in force.  \n \n1[(5) Any person detained  under this  section  shall be provided facility  of medical  checkup  as may  \nbe prescribed  by rules.]  \n \n  11EEEEE. Prohibition on disposal of property.___(1) If during the course of inquiry or \ninvestigation, the   police officer not below the rank of Superintendent of Police or the Joint  Investigation \nTeam, as the case may be,  has sufficient  evidence  to believe  that any property  which  is subject  matter  \nof the inquiry  or investigatio n is l ikely to be removed , transferred or otherwise disposed of before an \norder of the appropriate authority  for it s seizure is obtained, such officer or the team may, b y order in \nwriting, direct the owner or any person who is,  for the time being, in possession thereof not to remove, \ntransfer or otherwise dispose of such property in any  manner except with the previous permission of \nsuch officer or the team, as the case may be, and such order  shall be subject  to any  order  made  by the \nCourt  having jurisdiction in the  matter.  \n \n \n1Subs. and ins. by the Anti -terrorism  (Amendment)  Act, 2014 (VI  of 2014),  s. 3. \n \n \n (2) Any contravention of an order made under sub -section (1) shall be punishable with rigorou s \nimprisonment  for a term which may  extend  to two  years, or  with fine, or with both.]  \n \n11F. Membership, support and meetings relating to a proscribed organization .___ (1) A \nperson is  guilty  of an offence  if he belongs or  professes to  belong  to a proscribed  organization.  \n \n(2) A person guilty of an offence under sub -section (1) shall be liable on conviction to a term not  \nexceeding  six months  imprisonment and a  fine. \n \n(3) A person  commits  an offence  if he: - \n \n(a) solicits  or invites  support  for a  proscribed organization, and the support  is not,  or \nis not restricted to, the provisions of  money  or other property; or  \n \n(b) arranges,  manages  or assists  in managing,  or addressing  a meeting  which  he \nknows  is: - \n \ni. to support  a proscribed  organization;  \n \nii. to further  the activities  of a proscribed  organization; or  \n \niii. to be addressed  by a person  who belongs  or professes  to belong  to a \nproscribed  organization.  \n \n(4) A person commits an offence if he addresses a meeting, or delivers a sermon to a religious \ngathering,  by any means whether verbal, written, electronic, digital or otherwise, and the purpose of his \naddress or  sermon,  is to encourage  support  for a proscribed organization or  to further  its activities.  \n \n(5) A person  commits  an offence  if he solicits,  collects or  raises  1[money  or other  property] fo r a \nproscribed organization.  \n \n(6) A person guilty of an offence under sub -sections (3),  (4) and (5) shall be liable on conviction \nto a term  of imprisonment  not less than one  year and not  more  than five years  and a  fine. \n \n11G. Uniform.___(1) A person  commits  an offence  if he: — \n \n(a) wears,  carries  or displays  any article,  symbol,  or any flag or banner connected \nwith or associated with  any proscribed organization; or  \n \n(b) carries, wears or displays any uniform, item of clothing or dress in such a way or \nin such  circumstances as to arouse reasonable suspicion that he is a member or \nsupporter of a proscribed organization.  \n \n \n1Subs. by the Anti -terrorism (Amendment) Act, 2013 (XIII of 2013), s. 6.  \n \n  \n \n 1[(2) A person who  commits an offence  under sub -section  (1) shall be  liable  to imprisonment for  \na term which  may extend to  five years, or  with fine,  or with both.]  \n \n11H.  Fund Raising.___ (1) A person  commits on  offence  if he: - \n \n(a) invites  another  to provide  money  or other  property; and  \n \n(b) intends  that it should  be used,  or has reasonable cause  to suspect  that it may be \nused, for  the purpose  of terrorism  2[or by a terrorist or organization concerned in  \nterrorism] . \n \n(2) A person  commits  an offence  if: - \n \n(a) he receives  money  or other  property;  and \n \n(b) intends  that it  should be  used, or  has reasonable  cause  to suspect that  it may  be \nused,  for the purposes  of terrorism  2[or by a terrorist or  organization  concerned  in \nterrorism].  \n \n(3) A person  commits  an offence  if he: - \n \n(a) provides  money  or other property;  and \n \n(b) knows  or has reasonable  cause  to suspect  that it  will or  may be used for the \npurpose  of terrorism  2[or by a terrorist  or organization  concerned  in terrorism].  \n \n(4) In this section  a reference  to the provision  of money  or other  property  is a reference  to its \nbeing gi ven, lent  or otherwise  made  available, whether or  not for  consideration.  \n \n11I. Use and possession.__ A person commits  an offence  if- \n \n(1) he uses money  or other  property  for the purposes  of terrorism;  or \n \n(2) he: - \n \n(a) possesses  money  or other  property;  and \n \n(b) intends that it should be used, or has reasonable cause to suspect that it may be \nused, for th e purposes  of terrorism.  \n \n \n1Subs. by the Anti -terrorism (Second Amendment) Act, 2004 (II of 2005), s. 4.  \n2Ins. by the Anti -terrorism (Amendment) Act, 2013 (XIII of 2013), s. 7.  \n  \n \n 11J. Funding  Arrangements.___ 1[(1)] A person  commits an  offence  if he- \n \n(a) enters  into or becomes  concerned  in an arrangement  as a result of  which  money  or \nother  propert y is made  available or  is to be made  available  to another; and  \n \n(b) has reasonable cause to  suspect  that it  will or may  be used for  the purposes  of \nterrorism.  \n \n1[(2) Any person in Pakistan or a Pakistani national outside Pakistan shall commit an offence \nunder  this Act, if he knowingly or willfully makes money or other property or services available, \ndirectly or indirectly,  wholly  or jointly,  for the benefit of a  proscribed  organization or  proscribed  \nperson.]  \n \n2[(3) A person commits an offence if he knowingly or willfully pays for or provides money or \nother  property  or facilitate s in any manner  the travel  of a person  anywhere  for the purpose  of \nperpetrating,  participating in, assisting or preparing for a terrorist act or for the purpose of providing or \nreceiving training  for terrorist related  activities. ] \n \n2[(4) The provisions  of sub -section  (2) shall  also apply  to- \n \n(a) organizations  owned  or controlled,  directly  or indirectly,  by proscribed  \norganizations  or proscri bed person s; and  \n \n(b) persons  or organizations acting  on behalf  of, or at the direction  of, proscribed  \norganizations  or proscribed  persons. ] \n \n11K. Money laundering.___ (1) A person commits an offence if he enters into or becomes \nconcerned in  any arrangement which facilitates the retention or control, by or on behalf of another \nperson, of terrorist  property:  - \n \n(a) by concealment;  \n \n(b) by removal from the jurisdiction;  \n \n(c) by transfer  to nominees;  or \n \n(d) in any other  way.  \n \n(2) It is a defense for a person charged with an offence under sub -section (1) to prove that he did  \nnot know  and had  no reasonable  cause  to suspect  that the  arrangement  related  to terrorist property.  \n \n \n1Re-numbered and added by  the Anti-terrorism  (Second  Amendment)  Act, 2014 (VII  of 2014),  s. 9. \n2Added by the Anti -terrorism (Second Amendment) Act, 2020 (XXIII of 2020), s. 4.  \n \n \n \n  \n11L.  Disclosure  of information.___ (1) Where  a person - \n \n(a) believes  or suspects  that another  person  has committed  an offence  under  this Act; \nand \n \n(b) bases his belief or suspicion on information which comes to his attention in the \ncourse of a trade,  profession, business or employment, he commits an offence if \nhe does not disc lose to a police  officer  as soon  as is reasonably  practicable  his \nbelief  or suspicion, and the information on  which  it is based.  \n \n(2) It is a defense for a person charged with an offence under sub -section (1) of this section to  \nprove that he had a  reasonable  excuse  for not making the disclosure:  \n \nProvided  that this sub-section  does not require disclosure  by a professional  legal  advisor  of any \ninformation  which he  obtains in privileged  circumstances.  \n \n(3) A person  may disclose  to a police officer: - \n \n(a) a suspicion or  belief  that any money  or other property  is terrorist  property  or is \nderived  from  terrorist  property; or  \n \n(b) any matter  on which  the suspicion is  based.  \n \n(4) Sub-section  (3) shall have effect  notwithstanding  any restriction  on the disclosure  of \ninformation  imposed by  any law for the time being  in force.  \n \n11M. Cooperation with the Police. - (1) A person does not commit an offence under sections \n11H to  11K, if he is acting with the express consent of a police officer not below the rank of a Deputy  \nSuperintende nt; and  \n \n(2) Subject to sub -sections (3) and (4) under this section, a person does not commit an offence \nunder  sections 11H to 11K by involvement in a transaction or arrangement relating to money or other  \nproperty if he  disclos es to a police  officer:  \n \n(a) his suspicion  or belief that the  money  or other  property  is terrorist property ; and \n \n(b) the information  on which  his suspicion  or belief  is based.  \n \n(3) Sub-section  (2) under  this section  applies only  where  a person  makes  a disclosure - \n \n(a) after he becomes  concerned  in the transaction concerned;  \n \n(b) on his own initiative;  and \n \n(c) as soon  as is reasonably practicable.  \n \n  \n(4) Sub-section  (2) under  this section  does not apply  to a person  if- \n \n(a) a police  officer  forbids  him to continue  his involvement  in the transaction  or \narrangement to  which the disclosure  relates;  and \n \n(b) he continues  his involvement.  \n \n(5) It is a defense  for a person  charged with  an offence  under  section  11H to 11J to prove  that− \n \n(a) he intended to  make  a disclosure; and  \n \n(b) there  is reasonable excuse  for his failure  to do  so. \n \n11N. Punishment under  sections 11H to 11K .___ 1[(1)] Any person who commits an offence \nunder  sections 11H to 11K, shall be punishable on conviction with imprisonment for a  term not  less tha n \n2[five years]  and not  exceedin g 2[ten years]  and with fine  1[not exceeding  twenty -five million rupees] . \n \n1[(2) If a legal person commits an offence under sections 11H to 11K such person shall be liable \non conviction  to a fine not exceeding  fifty million rupees.  \n \n(3) Every  director,  officer  or employee  of such legal  person  found  guilty  shall be punishable  on \nconviction with imprisonment for a term not less than five years and not exceeding ten years and with \nfine not exceeding twenty -five million rupees:  \n \nProvided that the punishment of the director, officer or employee shall be effective and in due \nproportio n to his role.] \n \n3[11O. Seizure,  freeze  and detention . - (1) On proscription  made  under  section  11B or, as the \ncase may be,  section 11EE,  − \n \n(a) the money or other property owned or controlled, wholly  or 1[jointly] , directly or \nindirectly, by a  proscribed  organization  or proscribed  person , shall be frozen  or \nseized,  as the case may be 1[, without  any prior  notice  and without  delay] ; \n \n(b) the money  or other  property  derived  or generated  from  any property  referred  in \nclause  (a) shall  be  fr o z e n  or seized,  as the case may  be 1[, without any  prior  \nnotice  and without  delay] ; \n \n(c) no person  shall use, transfer,  convert,  dispose  of or remove such  money  or other  \nproperty  with effect  from proscription; 1[*] \n \n \n1Re-numb., ins., added and omit. by the Anti -terrorism (Second Amendment) Act, 2020 (XXIII of 2020), ss. 5 to 6.  \n2Subs. by the Anti -terrorism (Second Amendment) Act, 2004 (II of 2005), s. 5.  \n3Subs. by  the Anti-terrorism  (Second  Amendment)  Act, 2014 (VII  of 2014),  s. 10.  \n \n \n \n  \n1[ (d) within forty -eight hours of any freeze or seizure, the person carrying out the \nfreeze or seizure or  any action under  clause  (c) shall  set out the steps  taken  to \nensure  that no money,  property  or services  a r e  ma d e  available, directly or \nindirectly, wholly or jointly for the benefit of the proscribed organization or  \nperson and shall submit a report containing details of the property and the persons \naffected by the freeze  or seizure  to such  office  of the Federal  Government as  may \nbe notified  in the  official Gazette;  and \n \n(e) the money or other property of any person acting on behalf of, or at the direction \nof, proscribed persons or organizations shall be frozen or seized, as the case may \nbe, without  any prior notice and without delay; ] \n \n2[(2) Any natural person not connected with a legal person or body corporate, who violates any  \nprovision  of sub-section  (1) shall be  liable,  on conviction  to imprisonment  for a term not  exceeding  ten \nyears or with fine  not exceeding  twenty -five million rupees or  with both.] \n \n(3) If a legal  person violates any  provision  of sub-section (1),  such person  shall be liable 2[on \nconviction to fine not exceeding fifty million rupees and every director, officer or employee of such \nperson found guilty of the violation shall be liable on conviction to imprisonment for a term not \nexceeding ten years or with fine not exceeding twent y-five million rupees or with both] . \n \n2[(3A) Notwithstanding  anything  contained  in sub-section  (2), if any public  servant  is found  \nnegligent  in complying  with the provision  of sub-section  (1) such public  servant  shall be proceeded  \nagainst  under  respective  service  rules for  administrative action .] \n \n(4) On an application  made  by any affected  person,  the Federal  Government  shall inq uire into \nthe ownership and control of any money or other property that has been  frozen  or seized  and, if it is \nsatisfied  that the money  or other  property  has 1[wrong ly] b een frozen  or seized,  the same  shall be  \nordered  to be released  immediately . \n \n(5) No prosecution, suit or other proceedings shall lie against the government or any  other  person \ncomplying or purporting to comply with sub -section (1) for anything done in good faith to effect freeze \nor seizure .] \n \n3[11OO. Access to services, money or other property . – (1) The Federal Government may  \npermit a person to make available to a proscribed organization or proscribed person such  services, \nmoney or other property as may be prescribed, including such money as may be  1[basic expenses, \nincluding payments for foodstuffs, rent or mortgage, medicines and medical   treatment,  taxes, insuran ce \npremiums, and public utility charges, or exclusively for payment  of reasonable professional fees and \nreimbursement of incurred expenses associated with the  provision of legal services, or fees or service \ncharges for routine holding or maintenance of  frozen funds or other financial assets or economic \nresources or such money as may be  required for meeting extraordinary expenses,] and such person shall \nnot be liable for an y offence under this Act on account of provision of the prescribed services, money or \nother  property.  \n \n \n1Added and subs. by the Anti -terrorism (Second Amendment) Act, 2020 (XXIII of 2020), ss. 6 and 8.  \n \n 2Subs. and ins. by the Anti -terrorism (Amendment) Act, 2020 (XX of 2020), s. 3.  \n3Ins. by  the Anti-terrorism  (Second  Amendment)  Act, 2014 (VII of 2014),  s. 11.  \n(2) On an application  made  by a proscribed  organization  or proscribed  person,  the Federal \nGovernment may authorize such organization or person to access such money or  other  property  or avail \nsuch services as may  be prescribed.]  \n \n1[11OOO. Violation  of UN Security  Council  Resolution.  — (1) A person is guilty of an \noffence if he, in any way whatsoever, refuses or fails to  comply with the orders of the Federal \nGovernment under section 2 of the United  Nations  (Security  Council) Act, 1948 (XIV  of 1948).  \n \n(2) A person guilty of an offence under sub -section (1), shall be liable on conviction to  \nimprisonment for a term not exceeding ten years or with fine not exceeding twenty five million rupees \nor with both.  \n \n(3) If a legal person or body corporate, commits an offence under sub -section (1), such  person or \nbody corporate shall be liable on conviction to fine not exceeding fifty  million rupees and every director, \nofficer or employee of such legal person or body  corporate found guilty of the violation shall be liable \non conviction to imprisonment  for a term not exceeding ten years or with fine not exceeding twenty -five \nmillion  rupees  or with both.  \n \n(4) Notwithstanding anything contained in sub -section (2) of section 11OOO, if any  public \nservant is found negligent in complying with the provisions of sub -section (1),  such public  servant  shall  \nbe proceeded  again st under  respective  service  rules  for administrative  action.]  \n \n2[11P. Application by investigating officer to Court.  – (1) An investigating officer  may apply  \nto a court  for an order  under  this section  for attachment of  a terrorist property . \n \n(2) An order  under this  section,  shall- \n \n(a) provide for attachment of the terrorist property for a period specified in the order   \nor pending  completion  of the investigation;  and \n \n(b) require notice to be given to the person from whom such property was attached   \nand to any  other  person  who is affected  by and specified in the  order.  \n \n(3) Any cash attached  under  this section shall  be held in a profit and  loss account  and the   profit  \nand loss  so earned  shall be added to  it on its  release  or forfeiture.]  \n \n11Q.  Forfeiture.  - (1) The Court  by or before  which  a person  is convicted  of an offence  under \nany of  the sections 11H to 11 M may make forfeiture order in accordance with the  provision  of this \nsection.  \n \n(2) Where  a person  is convicted  of an offence  under  section 11H  (1) or (2) or section 11I,  the \nCourt may  order the forfeiture  of any money  or other  property: - \n \n \n1Ins. by the Anti-terrorism (Amendment) Act, 2020 (XX of 2020), s. 4.  \n2Subs. by  the Anti-terrorism  (Second  Amendment)  Act, 2014 (VII  of 2014),  s. 12.  \n \n (a)  which,  at the  time of  the offence, he  had in his possession  or under his  control;  and \n \n(b)  which at that time,  he intended  should  be used, or had  reasonable  cause  to suspect  \nmight be used,  for the purposes of  terrorism.  \n \n(3) Where  a person  has been  convicted  under  11H (3), the Court  may order  the forfeitur e of any \nmoney  or other property:  - \n \n(a) which, at the time  of the offence, he had in his possession or under this control; \nand \n \n(b) which,  at the time,  he knew  or had reasonable  cause  to suspect  would or  migh t be \nused for the purposes  of terrorism.  \n \n(4) Where  a person  is convicted  of an offence under  section 11J,  the Court  may order the  \nforfeiture  of the  money  or other  property:  - \n \n(a) to which  the arrangement  in question  related; and  \n \n(b) which,  at the time  of the offence,  he knew or  had reasonable  cause  to suspect  \nwould  or might be used  for the purposes of  terrorism.  \n \n(5) Where  a person  is convicted  of an offence  under section  11K, the  Court may  order  the \nforfeiture of the money or other property to which the arrangement in question  related.  \n \n(6) Where a person is convicted of an offence under any of the sections 11H to 11K, the  Court \nmay order forfeiture of any money or other property which wholly or partly, and  directly or indirectly, is \nreceived by any person as a payment or other reward in connection  with the commission of the offence  \n1[:] \n \n1[Provided that in case of a jointly owned property, the shares of a person in the  said property  \nwho is not convicted,  shall not be subject  to such order  of forfeiture .] \n \n1[(6A) Where the court is satisfied that property subject to forfeiture under this  section cannot be \nforfeited, it may order the forfeiture of any other property of  the a ccused of an equivalent value to the \nproperty subject to forfeiture which stands  identified  or located in another  jurisdiction.]  \n \n2[(7) A person  other  than an accused,  claiming  the ownership  or interest  in any property  or \nassets,  suspected  to be terrorist  property,  may within  a period  of fifteen  days of freezing  of account  or \nof taking  into possession  or control  of such property  or assets,  as the case may be or within  such \nextended  period  as the court  may,  for reasons  to be recorded,  allow  file his claim  before  the court.  \nThe court  after giving  notice  to the prosecution  and hearing  the parties,  shall decide the  claim.]  \n \n \n1Subs., added and ins. by the Anti -terrorism (Second Amendment) Act, 2020 (XXIII of 2020), ss. 7 and 9.  \n2Added by the Anti -terrorism  (Second  Amendment)  Act, 2013 (XX  of 2013),  s. 8. \n  \n \n 1[11R. Evidentiary standard for forfeiture .— (1) The court may pass an order for forfeiture \nunder section  11Q upon conviction  and only if satisfied on reasonable grounds that  the money or other \nproperty is  a terrorist property  and before  so doing  must  give an opportunity  to be  heard  to any  person,__ \n \n(a) who is not a  party  to the proceedings ; and  \n \n(b) who claims to be the owner of or otherwise interested in any of the money or \nother property which  can be  forfeited under this section.  \n \n(2) An order  may be made  under  section  11Q, whether  or not proceedings  are brought against all  \nthe persons  for an offence  with which the  money  or other  property  is connected.]  \n \n11S. Appeal against forfeiture order 2[***].  − (1) Any party to the proceedings  in which a  \nforfeiture  order is  made  under  2[section  11Q] 1[***] may appeal  to the High  Court  against  such an order.  \n \n(2) An appeal  must be  brought before  the end  of the period of  thirty  days beginning  with the date \non which the forfeiture order  was made.  \n \n11T. Deposit of 2[money or other property] in a fund.  - (1) Any 2[money or other property] to \nwhich a forfeiture order under sect ions 11R and 11S applies, along with 2[any addition, return,] profit \nand loss  accrued,  shall be  deposited into a  special fund to  be notified by  the Federal Government - \n \n(a) after the expiry of the limitation period within which an appeal against the \nforfeiture order  may be brought under  section  11S (2); or  \n \n(b) where  an appeal  brought  under  section  11S has been determined  and disposed  of. \n \n(2) Any fund constituted by the Federal Government under sub -section (1) may also be use d to \ncompensate  victims  of acts of terrorism  or in the case of deceased  victims,  their dependents . \n \n2[(3) The Federal  Government  may,  by rules  made under  this Act, prescribe  the manner  of \nadministratio n of the fund and management or  disposal of the  money  or property  forfeited  under this \nAct.] \n \n1[11U. De -proscription.  - (1) The Federal Government may, by notification in the official \nGazette, at any  time remove any organization or person from the First Schedule or Fourth Schedule, as \nthe case may be, on  the basis that no reasonable ground for  proscription exists.  \n \n(2) After  three years  of the disposal of  appeal,  if any, or where  no appeal  was filed, from  the date \nof the  order of  proscription,  or form the  date of any refusal of an  application of  de-proscription,  — \n \n(a) the Federal  Government  shall conduct  review  of the proscriptions  to determine  \nwhether  any proscription  may be cancelled on  the basis  provided for  under sub -\nsection (1); and  \n \n \n1Subs. and omitted by  the Anti-terrorism  (Second  Amendment)  Act, 2014 (VII  of 2014),  ss. 13, 14 and 15.  \n \n 2Omitted, ins., subs. and added by the Anti -terrorism (Amendment) Act, 2013 (XIII of 2013), ss. 11 and 12.  \n(b) until a proscription  is cancelled, any  money  or other  property  frozen  or seized  on \naccount  of the  proscription shall remain frozen  or seized, as  the case may be. \n \n(3) On cancellation  or the proscription  under  this Act, any money  or other  property  that has been \nfrozen  or seized shall be  released  in a timely  manner .] \n \n11V.  Directing  terrorist  activities .___ (1) A person  commits an  offence  if he: - \n \n(a) directs,  at any level  whilst  resident  in Pakistan  or abroad,  activities  of an \norganizati on concerned  with the  preparation,  instigation  or commission  of acts of \nterrorism; or  \n \n(b) directs,  from  within  the country  or abroad,  activities  connected  with the \ncommission,  preparation or  instigation of  an act of terrorism.  \n \n(2) A person  guilty  of an  offence  under  sub-section (1)  shall  be liable  on conviction to  \n1[imprisonment  for life] and to forfeiture  or confiscation  of his assets within  or outside  Pakistan.  \n \n11W. Printing, publishing or disseminating any material to  incite hatred or giving \nprojection to  any person convicted for a terrorist act or any proscribed organization or an \norganization placed under observation or  anyone concerned in terrorism. - (1) A  person commits \nan offence if he prints, publishes or disseminates any material, whether  by audio or video - cassettes  2[or \nany form of data, storage devise, FM radio station or by any visible sign] or by written photographic,  \nelectronic,  digital, wall  chalk ing or  any other  method  2[or means  of communication]  which  2[glorifies  \nterrorists  or terrorist  activities  or] incites  religious,  sectarian  or ethnic  hatred  or gives  projection to any \nperson convicted for a terrorist act, or any person or organization concerned  in terrorism or  proscribed  \norganization  or an organization  placed under  observation:  \n \nProvided  that a factual news  report, made  in good  faith, shall  not be  construed to  mean  \n“projection ” for the purposes  of this section.  \n \n1[(2) Any person guilty of an offence under sub -section (1) shall he punishable on conviction  \nwith imprisonment which  may extend to five  years  and with fine.]  \n \n3[11WW. Lynching. – (1) Whenever any  individuals,  an organized  group  or a mob by taking  the \nlaw in own hands  inflict punishment on  a person  accused  or suspected  of a crime  by causing  him a hurt \nor his death, every such individual, a  member  of such group  or a mob is said to commit  lynching.  \n \n(2) Whoever , commits lynching under sub -section (1) shall be punished with imprisonment for a \nterm which may extend to three years or with fine or with both in addition to any other punishment to  \nwhich he m ay be liable under  any other  law for the time being in  force.]  \n \n \n1Subs. by the Anti -terrorism (Second Amendment) Act, 2004 (II of 2005), ss. 6 and 7.  \n2Ins. by the Anti -terrorism  (Second  Amendment)  Act, 2013 (XX  of 2013),  s. 9. \n3Ins. by the Criminal  Laws  (Amendment)  Act, 2017 (1V  of 2017), s. 6.  \n \n \n 11X. Responsibility  for creating civil commotion.___ (1) A person commits an offence if he \nmakes any  call for action or shut -down, imposed through the use of threats or force resulting in damage \nor destruction of  property or injury to person, to intimidate citizens and preve nt them from carrying out \ntheir lawful trade or  business activity.  \n \n(2) A person  guilty  of an offence  under  sub-section  (1) shall on  conviction be  punishable  with \nimprisonment  for a term not less than 1[five  years]  and not more  than 1[ten years]  and shall pay \ncompensation  as may be determined by  the court,  from  the funds of the organization to which he belongs \nor from his own personal resources or assets for the hurt o r damage  or destruction  caused as a  result of \nthe commission of the  offence  under sub-section  (1). \n \n(3) A person commits an offence if he addresses a meeting or gathering or delivers a sermon to  a \nreligious gathering by any means whether verbal, written, electronic, digital or otherwise to incite \nreligious,  sectarian or ethnic hatred and contempt, and shall, on conviction, be punishable with \nimprisonment not less  than 1[five years]  and not more  than 1[ten years]  or fine or with both. ] \n \n12. Jurisdiction of  2[Anti -terrorism Court ]. — (1) Notwithstanding anything contained in the  \nCode o r in any other law, a scheduled offence committed in an area in a Province 3[or the Islamabad \nCapital  Territory] shall be triable only by the 2[Anti -terrorism Court] exercising territorial jurisdiction in \nrelation to  such area.  \n \n(2) Notwithstanding anything contained in sub -section (1), if, in respect of a case involving a  \nscheduled offence committed in any area, the Government, having regard to the facts and circumstance s \nof the case, is satisfied that in order to ensure a fair trial, or for the protection a nd safety of witnesses,  \nthat such offence should be tried by 2[an Anti -terrorism Court] established in  relation to any other area,  \nthe Government may  make  a declaration  to that  effect.  \n \nExplanation .___ Where 2[an Anti -terrorism Court] is established in relation to two or more areas,  \nsuch 2[Anti -terrorism Court] shall be deemed, for the purpose of this sub -section, to have  been  \nestablished  in relation to each  of such areas.  \n \n(3) Where a declaration is made in respect of an offence committed in an area in a Province 3[or \nthe Islamabad  Capital Territory]  any prosecution  in respect  of such offence  shall  be instituted  only in the \n2[Anti -terrorism  Court]  established  in relation  to such area,  and, if any prosecution  in respect  of such \noffence  is pending immediately  before  such declaration  in any other  court,  the same  shall stand  \ntransferred to such  2[Anti -terrorism Court] and such 2[Anti -terrorism Court] shall proceed with such case \nfrom the  stage  at which it  was pending at the  time without the necessity  of recalling any  witnesses.  \n \n \n1Subs. by the Anti -terrorism (Second Amendment) Act, 2004 (II of 2005), s. 8.  \n2Subs. by the Anti -terrorism (Second Amendment) Ordinance, 1999 (XIII of 1999), s. 2.  \n3Ins. by the Anti -terrorism  (Second  Amendment)  Act, 2013 (XX  of 2013),  s. 10.  \n \n  \n \n 1[13. Establishment of Anti -terrorism Court.___(1) For the purpose of providing for the speedy  \ntrial o f the cases 2[under this Act] and of scheduled offences, the Federal Government, or if so directed \nby the  Government, the  Provincial Government  may establish by  notification  one or more  Anti-terrorism  \nCourts  in relation to  4[each  territorial  area as specified  by the High  Court  concerned].  \n \n(2) Where more Anti -terrorism Courts than one have been established in any area, the \nGovernment in consultation with the Chief Justice of the High Court shall 3[designate a judge of any  \nsuch Court to be an  administrative  judge]  and all cases  triable under  this Act pertaining  to the  said area \nshall be filed before the 4[said court and such judge may either try the case himself] or, assign any case, \nor cases, for trial to any other Anti -terrorism Court at any time prior to the framing of the charge. The \ncases shal l be assigned to a court one  case at a time:  \n \nProvided that in order to ensure that the ti me of the court is not wasted , if for some reason a \ngiven cas e cannot  proceed , more  than one  case can be assigned to it at any  time or from  time to  time.  \n \n(3) In respect of a case assigned to a court under sub -section (2), all orders made or proceedings  \ntaken  before the assignment shall be deemed to have been made or taken by the court to which the case \nhas been  assigned.  \n \n4[(4) Notwithstanding  anything  contained  in sub-section  (2) and sub-section  (3), the \nFedera l Government,  or if so directed  by the Government,  the Provincial  Government  shall in addition  to \nthe existing 1[Anti -terrorism Courts] or such other Anti -terrorism courts as may be established in the \narea,  establish  one such additional 1[Anti - terrorism  Court]  under  this Act at  the principal seat of  1[each  \nHigh  Court]  and appoint  a Judge  of such High  Court  as a Judge  of 1[Anti -terrorism  Court]  in \nconsultation  with the Chief Justice of the High Court concerned, and where a Judge of a High Court is  \nappointed as a Judge of any area under this Act  he shall be the administrative Judge for that area and \nsuch administrative Judge may, in addition to the powers exercisable under this Act, either suo moto or \non the  application of any party, at any stage of the proceedings whether before or after the fra ming of \ncharge, for  sufficient cause  including  as mentioned  in sub -section  (1) of section 28,  transfer,  withdraw  or \nrecall any  case pending  before  any other  1[Anti -terrorism Court]  in that area and may either  try the  case \nhimself  or make  it over  for trial  to any other  1[Anti -terrorism  Court]  in that  area.  \n \n(5) The 1[Anti -terrorism Court] to which a case is transferred or recalled for trial under sub -\nsection (4),  shall proceed with the case from the stage at which it was pending immediately before such \ntransfer or recall  and it shall not be bound to recall or  rehear any witness who has given evidence and \nmay act on the evidence  already  recorded.]  \n \n \n1Subs. by the Anti -terrorism (Amendment) Ordinance, 2002 (VI of 2002), s. 2.  \n2Subs. by the Anti -terrorism  (Second  Amendment)  Act, 2013 (XX  of 2013),  s. 11.  \n3 Subs. and shall be deemed to have always been so subs. by the Anti -terrorism (Second Amendment) Ordinance, 2002 (134 of 2002), s. 3.  \n4New sub -sections (4) and (5) added by the Anti -terrorism (Third Amendment) Ordinance, 1999 (XX of 1999), s. 2. \n  \n \n 1[14. Composition and appointment of presiding officers of Anti -terrorism Courts. – (1) An \nAnti-terrorism Court shall  consist  of a Judge,  being a  person  who- \n \ni. is a Judge of a High Court, or is or has been  a Sessions Judge or an Additional \nSessions  Judge ; or \n \nii. is a Judicial  Magistrate  First Class  vested  with powers  under  section  30 of the \nCode;  or \n \niii. has for a period  of not less than  ten years  been  an advocate  of a High  Court.  \n \n(2) The Federal Government or the Provincial Government, if directed by the Federal \nGovernment to  establish a court under this Act, shall, after consultation with the Chief Justice of the \nHigh Court, appoint a  Judge  of each court.  \n \n(3) A Judge shall hold office for a peri od of two and a -half years but may be appointed for such  \nfurth er term  or part of term as the  Government  appointing  the Judge  may determine.  \n \n(4) A Judge  may be removed from  his office  prior  to the completion  of the period  for which  he \nhas been  appointed  after consultation  with the  Chief  Justice  of the High  Court.  \n \n(5) In case a Judge is on leave, or for any other reason temporarily unable to perform his duties, \nthe Government  making appointment of such Judge may, after consultation with the Chief Justice of the \nHigh  Court, authorize the Sessions Judge, having jurisdiction at the principal seat of the Anti -terrorism \nCourt, to  conduct  proceedings of urgent nature  so long  as such judge is unable to  perform  his duties.  \n \n(6) The Anti -terrorism Courts existing i mmediately before the commencement of the Anti - \nterrorism  (Second  Amendment)  Ordinance,  2002,  and the judges  appointed  to such Courts,  shall,  subject  \nto the provisions  of this Act, as amended  continue  to function and  try offences under this  Act.]  \n \n \n15. Place of sitting. - (1) Subject to sub -sections (2) and (3), 2[an Anti -terrorism Court] shall  \nordinarily sit at such place or places 3[including Cantonment area or jail premises] as the Governmen t \nmay, by order,  specify  in that behalf.  \n \n(2) The Government may direct that for the trial of a particular case the Court shall sit at  such \nplace  including  the place  of occurrence  of an offence  as it may specify.  \n \n \n \n1Subs. and shall be deemed to have always been so subs. by the Anti -terrorism (Second Amendment) Ordinance, 2002 (134 of 2002), s. 3.  \n2Subs. by the Anti -terrorism (Second Amendment) Ordinance, 1999 (XIII of 1999), s. 2.  \n3Ins. by the Anti -terrorism (Amendment) Ordinance, 2002 (VI of 2002), s. 4.  \n \n  \n \n  \n(3) Except in a case where a place of sitting has been specified under sub -section (2)  1[an Anti - \nterrorism  Court] may, if it considers it expedient or desirable so to do either suo moto or on the \napplication of the publi c prosecutor , sit for holding  the trial of a case at any place  including  a mosque  \nother  than the ordinary  place  of its sitting.  \n \n16. Oath  by 1[Anti -terrorism  Courts]. − A 2[Judge]  of 1[an Anti-terrorism  Court]  shall,  at the \ncommencement of a proceeding under this Act, make oath, in the case of a Muslim, on the Holy Quran, \nto the  effect  that he  shall decide  the case  honestly, faithfully  and considering  himself  accountable to \nAlmighty Allah, and in case of a non -Muslim in accordance with 1[the Constitution,  law and his \nconscience].  \n \n17. Powers of  1[Anti -terrorism  Courts] with respect to other offences.  − When trying  any \nscheduled offence,  1[an Anti -terrorism Court] may also try any offence other than the scheduled offen ce \nwith which  the accused  may,  under  the Code, be  charged at  the same  trial. \n \n18. Public Prosecutors. − 3[(1) The 4[*] Government shall appoint in relation to each  Anti- \nterrorism  Court  or a High  Court  and Supreme  Court  of Pakistan  a proficient,  diligent  and \nprofessionally  competent Public Prosecutors or Law Officers and  may also appoint one  or more  \nAdditional Prosecutors  or Law officers:  \n \nProvided  that the Government  may also appoint,  for any case or class  of cases,  a Special  \nProsecutor.]  \n \n(2) Every person appointed as a Public Prosecutor or an Additional Public Prosecutor or a \nSpecial  Public  Prosecutor shall be deemed to be a Public Prosecutor within the meaning of section 492 \nof the Code, and the  provisions of  the Code  shall have effect accordingly.  \n \n19. Procedure and Powers of 1[Anti -terrorism Court]. − 4[(1) An investigating officer under \nthis Act  shall be an officer or Police Officer not below the rank of Inspector or equivalent or, if the \nGovernment deems   necessary Joint Investigation Team, to be constituted by the Government shall be \nheaded by an Investigating  Officer of Police not below the rank of Superintendent of Police (BS -18) and \nother officers of JIT may  include equivalent rank from Intelligence Agencies, Armed Forces and Civil \nArmed Forces. The JIT shall  comprise five members and for the meeting purposes the quorum shall \nconsist of three membe rs. 5[The Joint  Investigation Team may co -opt any additional person from any \nFederal or Provincial institution or department as it  deems  appropriate  for investigation .] \n \n \n \n1Subs. by the Anti -terrorism (Second Amendment) Ordinance, 1999 (XIII of 1999), s. 2. \n2Subs. and shall be deemed to have always been so subs. by the Anti -terrorism (Second Amendment) Ordinance, 2002 (134 of 2002), s. 4.  \n3Subs. by the Anti -terrorism (Amendment) Ordinance, 2002 (VI of 2002), s. 6.  \n4Omitted and subs. by the Anti -terrorism  (Amendment)  Act, 2014 (VI  of 2014),  ss. 4 and 5.  \n5Ins. by the Anti -terrorism (Second Amendment) Act, 2020 (XXIII of 2020), s. 10.  \n  \n \n The investigating officer to the JIT, as the case may be, shall complete the investigation in \nrespect of cases  triable by the court within thirty working days. The report under section 173 of the Code \nshall be signed and  forwarded  by the investigating officer of police  1[through public  prosecutor ] to the \ncourt:  \n \nProvided that where the provisions of sections 4 and 5 have been  invoked, the investigation shall \nbe conducted by  the JIT comprising members of armed forces or civil armed forces, as the case may be, \nintelligence  agencies and other law enforcement agencies including an investigating officer of police not  \nbelow  the rank of Inspector  who shall sign the report  under  section  173 of the Code  and forward  it to \nthe Court:  \n \nProvided further that, where investigation is not completed within a period of thirty days from  \nthe date of  recording of the first information report under section 154 of  the Code, the investigating \nofficer or the JIT  shall, within three days after expiration of such period, forward to the Court through  \nthe Public Prosecutor, an  interim report under section 173 of the Code, stating therein the result of \ninves tigation made until then and th e Court  shall commence the trial on the basis of such interim  report, \nunless, for reasons to be recorded, the  Court decides that the trial may not so commence. The interim \nreport shall be signed by the investigating  officer  of police.]  \n \n2[(1A) Notwithstanding anything contained in any other law for the time being in force, the \nFederal  Government may,  in respect of any case registered by or under investigation with, the Police or \nany other  investigation agency or authority, by order in writing, entrust inquiry or such investigation to \nsuch agency or  authority as it may deem fit and thereupon the Police, or any other investigation agency \nor the authority shall  transfer  the record  of the case to such  agency  or authority. ] \n \n3[(1B) Where any person has been arrested by the armed forces or civil armed forces under \nsection 5,  he shall  be handed  over to the investigating officer of the police station  designated for the  \npurpose  by the Provincial Government in each District.]  \n \n(2) Any default on the part of an officer -in-charge of a police station, an investigating officer or \nany other person required by law to perform any functions in connection with the investigation, that  \nresults in, or has the effect of, delaying investigation or su bmission of the report under sub -section (1), \nshall be deemed to be a willful disobedience of the orders of the 4[Anti-terrorism  Court]  and the person  \ncommitting  the default  shall be liable  to be punished  for contempt  o f  C o u r t. \n \n(3) The 4[Anti -terrorism  Court] may  directly  take cognizance of  a case triable  by such court \nwithout               the case being  sent to  it under section 190 of  the Code.  \n \n(4) 5[*     * * * * * *] \n \n(5) Where,  in a case  triable by  2[an Anti -terrorism  Court]  an accused  has been  released  from \npolice  \n   \n \n \n1Subs. by the Anti -terrorism (Second Amendment) Act, 2020 (XXIII of 2020), s. 10.  \n2Ins. by the Anti -terrorism (Second Amendment) Act, 2013 (XX of 2013), s. 12.  \n3Ins. by the Anti -terrorism  (Amendment)  Act, 2014 (VI  of 2014),  s. 5. \n \n 4Subs. and ins. by the Anti -terrorism (Second Amendment) Ordinance, 1999 (XIII of 1999), s. 2.  \n5Omitted by the Anti -terrorism (Amendment) Ordinance, 2001 (XXXIX of 2001), s. 9.  \ncustody , 1[or custody of any other investigating agency joined in an investigat ion] under section 169  of \nthe Code,  or has been remanded  to judicial  custody,  the 2[Anti -terrorism  Court]  may,  on good  grounds \nbeing  shown  by a Public  Prosecutor or  a Law officer  of the Government, for  reasons  to be recorded  in \nwriting,  make  an order  for placing  him in police  custody  1[custody of any  other investigating agency \njoined in investigation] for the purpose of further investigation in  the case.  \n \n(6) 2[An Anti -terrorism  Court]  shall be deemed to be  a Magistrate for  purpose  of 2[sub-section] \n(5). \n \n3[(7) The Court shall, on taking cognizance of a case, proceed with the trial from day -to-day and  \nshall decide the case within seven days, failing which the matter shall be brought to the notice of  the \nChief Justice of the High Court concerned for appropri ate directions, keeping in view the  facts  and \ncircumstances  of the case.]  \n \n4[(8) An  Anti-terrorism  Court  shall not give more than two  3[adjournments  during  the trial  of the \ncase and that also  imposition  of exemplary costs]. If the defen ce counsel  does not appear  after two \nconsecutive  adjournments,  the Court  may appoint  a State  Counsel  with at least seven  years  standing  in \ncriminal  matters  for the defen ce of the accused  from  the panel  of advocates  maintained  by the Court  \nfor the purpose  in consultation  with the Government  and shall proceed  with the trial of  the case. ] \n \n4[(8a) Non -compliance with the provisions of sub -section  3[(7) or] (8) may render the presiding \nofficer  of the Court liable to disciplinary  action by  the concerned  High Court.  \n \n  (8b) Notwithstanding anything contained in section 7 of the Explosive Substance s Act, 1908 \n(VI of 1908),  or any other  law for the time being  in force,  if the consent  or sanction  of the         appropriate \nauthority, where required, is not received within thirty  days of the submission of  challan in the Court, \nthe same  shall be deemed to have been given or accorded and the Court shall  proceed  with the  trial of \nthe case. ] \n \n(9) 2[An Anti -terrorism Court] shall not merely by reason of a change in its composition or  \ntransfer of a case under sub -section (3) of section 12, be bound to recall and rehear any witness  who has \ngiven evidence  and may act on the  evidence  already  recorded.  \n \n2[(10) Any accused person may be tried in his absence if th e 2[Anti -terrorism Court] after such  \ninquiry as it deems fit, is satisfied that such absence is deliberate and brought about with a view  to \nimpending  the course,  or justice:  \n \n \n \n1Ins. by the Anti -terrorism (Amendment) Ordinance, 2002 (VI of 2002), s. 7.  \n2Subs. by the Anti -terrorism (Second Amendment) Ordinance, 1999 (XIII of 1999), ss. 2 and 3.  \n3Subs. and ins. by the Anti -terrorism  (Amendment)  Act, 2014 (VI  of 2014),  s. 5. \n4Subs. and ins. by the Anti -terrorism (Second Amendment) Act, 2004 (II of 2005), s. 9.  \n \n  \n  \n \n Provided that the accused person shall not be tried under this sub -section unless a proclamation  \nhas been  published  in respect  of him in at least 1[in one daily  newspaper  including  Sindhi \nlanguage ] requiring  him to appear  at a specified  place  within  seven  days failing  which  action may  \nalso be taken  against him under  section 88 of  the Code:  \n \nProvided further that the Court shall proceed with the trial after taking the necessary steps to  \nappoint an  advocate at the expense of the State to defend the  accused person who is not before  the \nCourt.  \n \nExplanation . An accused  who is tried in his absence  under  this sub-section  shall  be deemed  \nnot to have admitted the  commission of  any offence  for which  he has been  charged. ] \n \n(11) The advocate appointed under the second proviso to sub -section (10) shall be a person  \nselected  by the 2[Anti-terrorism  Court]  for the purpose  and he shall  be engaged  at the expen se of  the \nGovernment.  \n \n2[(11A)  Nothing  contained  in sub -section  (10) or sub -section  (11) shall  be construed to  deny  the \naccused  the right  to consult or be  defended by  a legal  practitioner of  his own  choice.]  \n \n(12) If, within sixty days from the date of his conviction, any person tried under sub -section (10)  \nappears voluntarily, or is apprehended and brought before  2[Anti -terrorism Court] and proves  to its \nsatisfaction that he  did not abscond or conceal himself for the purpose of avoiding the  proceeding \nagainst him, the 2[Anti -terrorism Court] shall set aside his conviction and proceed to  try him in \naccordance with law  for the offenc e which he  is charged:  \n \nProvided that the 2[Anti -terrorism Court] may exercise its powers under this sub -section in a case  \nin which a person as aforesaid appears before it  after the expiration of the said period and  satisfies it \nthat he could not appear within the said period by reason of circumstances beyond his  control.  \n \n(13) 3[* * * * * * *] \n \n(14) Subject to the other provisions of this Act, 2[an Anti -terrorism Court] shall, for the purpose  \nof trial of any offence, have all the powers of a Court of  Sessions and shall try such offence as if  it were \na Court of Session as far as may be in accordance with the procedure prescribed in the  Code  for trial \nbefore  a Court of  Session s. \n \n1[19A. Mode  of making searches and arrest. − The provisions of the Code, except  that of \nsection  103, shall mutatis mutandis , apply to all searches and arrest by police officer and an officer of  \nequivalent  rank of  the law enforcement agencies  made  under  this Act.]  \n \n4[19B.  Pre-trial scrutiny .− Before  commencement  of the trial, the prosecut or shall scrutinize  the \ncase file to  ensure that  all pre-trial formalities  have been  completed  so that the actual  trial proceeds  \nuninterrupted  from day -to-day.]  \n \n \n1Subs. and ins. by the Anti -terrorism (Second Amendment) Act, 2013 (XX of 2013), ss. 12 and 13.  \n2Subs. by the Anti -terrorism (Second Amendment) Ordinance, 1999 (XIII of 1999), ss. 2 and 13.  \n \n 3Omitted by the Anti -terrorism (Amendment) Ordinance, 2001 (XXXIX of 2001), s. 9.  \n4Ins. by the Anti -terrorism  (Amendment)  Act, 2014 (VI  of 2014),  s. 6. \n1[19C. Application of investigation techniques .− (1) The investigating officer may with the  \npermission of Court, within sixty days of such permission, use techniques including undercover  \noperation, intercepting communications, accessing computer system and controlled delivery for  \ninvestigation of financing of terrorism under the law in force. The aforementioned period of sixty  days \nmay be extended up to further period of sixty days by the Court on a request made to it in  writing. The \nCourt may grant exte nsion, if it is satisfied, on the basis  of situation or  reasons  given in the written \nrequest. The provisions of this sub -section shall be in addition to and not in  derogation  of any other  law \nfor the time  being  in force.  \n \n(2) The Federal Government may mak e rules to regulate the procedure and execution of orders \nfor the purpose  of this section.]  \n \n20. Punishment. – 2[* * * * * * *] \n \n3[21. Protection to Judges, 4[*] Counsel, Public Prosecutor, witnesses and persons \nconcerned with  court proceedings. − (1) The Court may, subject to the availability o f resources, makes \nsuch necessary orders  or take such measures, as it  deems  fit, within  available  resources, for  the \nprotection  of a witness, judg e, 3[*] public prosecutor, counsel and other persons concerned in court \nproceedings  for an offence  under this Act, which may  also include  the following measures — \n \n(a) proceedings  may be held in camera,  or under  restricted  entry  of members  of the \npublic,  where  necessary  for the protection  of the judge , 3[*] witnesses  or a \nvictim’s  family  members  or to prevent  persons  from  crowding  or storming  the \ncourt  to intimidate  the judge , 4[*] or to create  a threatening  atmosphere;  \n \n(b) The names of judges , 4[*] c ounsel, public prosecutor, witnesses and persons \nconcerned with  court proceedings  shall not be published; and  \n \n(c) During any inquiry, investigation or court proceedings, wherever the matter of the \nidentification  of the accused arises, adequate protection shall be provided to a \nwitness identifying any accused,  in order to  protect the identity  of the  witness \nfrom  the accuse d. \n \n(2) For purposes of protection of the judges , 4[*] accused, witnesses, prosecutors and defen ce \ncounsel and  anyone concerned with the court proceedings, the Government may adopt such other \nmeasures as may be  appropriate  or may be prescribed  5[and the Armed Forces shall  also provide  \ncomprehensive  protection  and security  to the judges,  4[*] accused,  witnesses,  prosecutors,  investigators,  \ndefen ce counsel  and all  those  concerned  in the court  proceedings].  \n \n \n1Ins. by the Anti -terrorism (Third Amendment) Act, 2020 (XXXII of 2020), s. 2.  \n2Omitted  by the Anti-terrorism  (Amendment)  Ordinance, 2001  (XXXIX  of 2001),  s. 10, which was previously  amended  by Ord. No. XIII  of 1999, \ns. 2. \n3Subs. by the Anti-terrorism (Amendment) Ordinance, 2001 (XXXIX of 2001), s. 11.  \n4Omitted by the Anti -terrorism (Amendment) Ordinance, 2002 (134 of 2002), s. 5.  \n \n 5Added by the Anti -terrorism (Amendment) Ordinance, 2002 (VI of 2002), s. 8.  \n  \n \n 1[These  measures  may include  the following, namely:  — \n \n(a) screens  may be used during  trial to shield  witnesses,  judges  and prosecutors from  \npublic  view;  \n \n(b) trial may be held in jail  premises  or through  video  link; \n \n(c) witness  protection  program mes may be established  by the Government  through  \nlaw or rules.  \n \nThe Provincial Government  shall  take necessary  steps  to ensure  that prisoners  in jails do  not have \naccess  to mobile  phones .] \n \n(3) The Government shall extend protection to a judge, 2[*] a counsel, public prosecutor and the \nwitnesses during investigation of an offence and proceedings under this Act, and thereafter, as may be \nconsidered necessary. ] \n \n1[(4) The provisions of  this section shall  have  effect notwithstanding  anything contained  in any \nother la w for  the time  being  in force, including  the Qanun-e-Shahadat,  1984  (P.O.  No. X of 1984).]  \n \n3[21A. Cordons for Terrorist Investigation. - (1) An area is a cordoned area for the purposes of  \na terrorist  investigation under this Act, if it is so  designate d under this section.  \n \n(2) A designation may be made only by an officer not below the rank of a 4[Deputy \nSuperintendent of Police  or a member of a Joint Investigation Team], if he considers it expedient for the \npurposes o f a terrorist investigation.  \n \n(3) If a designation  is made  orally,  the officer  making  it shall confirm  it in writing, as  soon  as is \nreasonably  practicable.  \n \n(4) The officer  making  a designation shall arrange  for the  demarcation  of the cordoned  area,  so \nfar as is reasonably  practicable.  \n \n(5) An area may be designated a cordoned area for a maximum period of fourteen days, which \nmay be extended  in writing  from time  to time,  with each  extension specifying  the additional  period:  \n \nProvided  that a designation shall  have no effect  after 28 days beginning  with the day  on which  it \nwas made.  \n \n(6) Where  a person  knows  or has  reasonable  cause  to suspect  that a terrorist  investigation  is \nbeing  conducted  or is proposed to  be conducted, a person  commits an  offence  if he – \n \n \n1Ins. by the Anti -terrorism  (Amendment)  Act, 2014 (VI  of 2014),  s. 7. \n2Omitted by the Anti -terrorism (Amendment) Ordinance, 2002 (134 of 2002), s. 5.  \n3Ins. by the Anti -terrorism (Amendment) Ordinance, 2001 (XXXIX of 2001), s. 12.  \n4Ins. by the Anti -terrorism (Amendment) Ordinance, 2002 (VI of 2002), s. 9.  \n \n  \n(a) discloses  to another,  or others,  anything  which  is likely  to prejudice  an \ninvestigation; or  \n \n(b) interferes  with material  which  is likely  to be relevant  to an  investigation.  \n \n(7) Whosoever commits an offence under sub -section (6) shall be liable on conviction to  \nimprisonment  for a term not less than six months  and not exceeding  two years,  and fine. \n \n(8) It is a defence  for a person  charged  with an offence  under  sub-section  (6) to prove  - \n \n(a) that he did not know  and had no  reasonable  cause  to suspect  that the  disclosure  or \ninterferenc e was  likely  to affect  a terrorist  investigation; or  \n \n(b) that he had reasonable  excuse  for the disclosure  or interference.  \n \n(9) For the purposes of  this section:  - \n \n(a) a reference  to conduction  a terrorist  investigation  includes  a reference  to taking  \npart in the conduct  of, or  assisting,  a terrorist investigation; and  \n \n(b) a person  interferes with  any material if  he falsifies  it, conceals  it, destroys  it or \ndisposes  of it, or if he causes or permits another  to do any  of those  things .] \n \n1[21AA.  Protection  of Judges,  prosecutors,  witnesses  and persons  concerned  with  Cour t \nproceedings .– (1) For the purposes of protecting the Judges, prosecutors, witnesses and persons \nconcerned with Court  proceedings,  the Court  may make  such necessary orders or  take such measures, as  \nit deems  fit, which  may include  the following:  - \n \n(a) proceedings may be held in camera, or under restricted entry, where necessary, to \nprevent  persons  from crowding or storming the Court to intimidate the Judge \nand/or prosecutor or t o create  a threatening  atmosphere  which may  impede  the \ntrial;  \n \n(b) witness  anonymity  order may be passed  by a Court  that requir es such specified  \nmeasures  to be  taken in relation to a witness in proceedings, as the Court \nconsiders appropriate to ensure that the identity o f the witness is not disclosed in \nor in connection with the proceedings. The kinds of measures that may  be required \nto be taken in relation to a witness m ay include measures for securing one or more \nof the  following:  - \n \n(i) that the witness's name and other identifying details shall be withheld or \nremove d from materials  disclosed to any  party  to the  proceedings;  \n \n(ii) the witness shall use  a pseudonym;  \n \n \n  \n1Ins. by the Anti -terrorism (Amendment) Act, 2018 (XV of 2018), s. 2.  \n \n(iii)  that the witness  shall not be asked  questions of  any specified  description \nthat might  lead to the  identification of  the witness;  \n \n(iv) that the witness  shall be screened  so as to prevent  his identification;  and \n \n(v) that the witness's voice  is subjected  to modulation  to any  specified  extent;  \n \n(c) live link which refers to a live television link or other arrangements whereby a \nwitness, whilst absent  from  the courtroom but present at  a prescribed location is \nable to testify and be heard and seen by a  Judge. Where a direction for a live link \nhas been given, cross-examination must be conducted by liv e link . The Court in \nfurtherance of the interest of justice may order the image and voic e of the witness  \nto be morphed so as to protect the identity  of the  same; and  \n \n(d) identification  parade shall  be carried  out by way of witness  screening  which  is the \nuse of screens, curtains  or two -way mirrors to shield witnesses and their identity \nfrom the  accused and from the  public and the media as a means to reduce any \npotential intimidation and face to face  confrontation.  \n \n(2) The Court may make  such an order only  if it is satisfied  that the following conditions  are                        met, \nnamely:___ \n \n(a)  the proposed  order  is necessary,  - \n \n(i) in order  to protect  the safety  of the witness  or another  person  or to prevent  \nany serious  damage  to property ; or \n \n(ii) in order  to prevent  real harm  to the publi c interest;  or \n \n(iii) in order  to ensure  expeditious  trial; and \n \n(b)  having  regard  to all the  circumstances,  the effect  of the proposed order  should  be \nconsistent  with the  defendant  receiving  a fair trial.]  \n \n21B.  Terrorist Investigation . − (1) A policeman in  uniform 1[or a member of  a Joint  \nInvestigation Team]  may:  - \n \n(a) order  a person  in a cordoned  area to leave  immediately;  \n \n(b) order  a person  immediately  to leave  the premises  which  are wholly  or partly  in or  \nadjacent  to a  cordoned  area;  \n \n(c) order  the driver  or person in charge  of a vehicle  in a cordoned  area to move  it \nfrom the  area immediately ; \n \n \n \n 1Ins. by the Anti -terrorism (Amendment) Ordinance, 2002 (VI of 2002), s. 10.  \n \n(d) arrange  for the removal  of a vehicle from the cordoned  area;  \n \n(e) arrange  for the movement of a  vehicle  within  a cordoned  area;  \n \n(f) prohibit  or restrict  access  to a cordoned  area by pedestrians  or vehicles;  \n \n(g) enter  and search  any premises  in a cordoned  area if  he suspects  anyone  concerned  \nwith terrorism  is hiding  there;  \n \n(h) search  and arrest  any person  he reasonable  suspects  to be a person  concerned  in \nterrorism:  \n \nProvided  that any search  of a person  shall be  done  by a Police  person  of the same  \nsex; or \n \n(i) take possession of  any property  in a cordoned area he  reasonably  suspects is likely  \nto be used for the purposes of  terrorism.]  \n \n21C. Training .− (1) Weapons Training : A person commits an offence if he provides, without \nvalid authorization from the competent authority, any instruction or training in the making or  use of- \n \n(a) firearms;  \n \n(b) explosives;  or \n \n(c) chemical,  biological,  and other  weapons.  \n \n \n(2) A person commits an offence if he provides without valid authorization from the competent  \nauthority, any instruction or training to any  child under sub -section (1) and, on conviction, shall b e liable  \nto a term of imprisonment of not  less than ten years  and fine.  \n \n(3) A person commits an offence if he receives instruction or training from anyone, without vali d \nauthorization from the compet ent authority, to give such instruction or training or invites  another, \nspecifically or generally, to receive such unauthorized instruction or training in the  making  or use of- \n \n(a) firearms;  \n \n(b) explosives;  or \n \n(c) chemical,  biological  and other  weapons.  \n \n(4) A child commits an offence if he provides, without valid authorization from the competent  \nauthority, any instruction or training, or if he receives such unauthorized instruction or training o r invites  \nanother, specifically or generally, to receive su ch authorized instruction or training in the  making  or use \n \n of - \n(a) firearms;  \n \n(b) explosives;  or \n \n(c) chemical,  biological  and other  weapons.  \n \n(5) A child guilty of an offence under sub -section (4) shall be liable on conviction t o \nimprisonment  for a term not less than  six months  and not exceeding five  years.  \n \n(6) A person guilty of an offence under sub -sections (1) and (3) shall be liable on conviction  to \nimprisonment  for a term not exceeding  ten years,  or fine or with both.  \n \n(7) Training  in Terrorism:  - \n \n(a) A person commits an offence if he provides, generally or specifically, any \ninstruction or  training  in acts of  terrorism.  \n \n(b) A person commits an offence if he receives any instruction or training in acts of \nterrorism or  invites  another, specifically  or generally, to  receive  such instruction  \nor training.  \n \n(c) A person guilty of an offence under sub -sections (a) and (b) shall, on conviction, \nbe liable to  imprisonment of either description for a term of not less than one year \nand not more than ten  years  and fine.  \n \n(d) A person is guilty of an offence if he provides, any instruction or training in acts \nof terrorism to  a child , and  on conviction,  shall be liable  to imprisonment of either \ndescription for a  term not less than  one year and not  more  than ten  years  and fine. \n \n(e) A child commits an offence if he provides, generally or specifically, any \ninstruction or training i n acts  of terrorism, and on conviction, shall be liable to \nimprisonment for a term not less than six  months  and not more  than five  years.  \n \n(f) A child commits an offence if he receives, generally or specifically, instructions \nor training in  acts of terrorism,  and on conviction,  shall be liable  to imprisonment  \nfor a term not less than six months  and not more  than five  years.  \n \n(8) A Court by which a person is convicted of an offence under this section may order the \nforfeiture of  anything  or property which it considers to have been in the person ’s possession for \npurposes connected with  the offence, after giving any person, other than the convicted person, who \nclaims to be the owner or is  otherwise  interested,  an opportunity  of being heard . \n \n21D.  Bail. − (1) Notwithstanding the  provisions  of sections  439, 491, 496,  497, 498, 498A  and \n561 of the Code,  no Court,  other  than an Anti-terrorism  Court,  a High  Court  or the Supreme  \nCourt  of Pakistan , shall have the  power or jurisdiction  to grant bail  to or otherwise  release  an accused  \n \n person  in a case triable by  an Anti -terrorism  Court.  \n \n(2) All offences under this Act punishable with  death or imprisonment  1[*] exceeding three year s \nshall be non-bailable:  \n \nProvided that if there appear reasonable grounds for believing that any person accused of non -\nbailable  offence has been guilty of an offence punishable with death or imprisonment for  life or \nimprisonment for not  less than ten years,  such person  shall not be released  on bail.  \n \n(3) Subject to sub -section (2), the Court may admit a person to bail, unless satisfied that there are  \nsubstantial grounds for believing that the person, if released on bail (whether subject to conditions or \nnot),  would;  \n \n(a) fail to surrender  to custody;  \n \n(b) commit  an offence  while  on bail; \n \n(c) interfere  with a witness;  otherwise  obstruct  or attempt  to obstruct  the course  of \njustice,  whether  in relation  to himself or  another  person;  or \n \n(d) fail to comply  with the condition of  release  (if any).  \n \n(4) In exercising  its powers  in relation  to a person  seeking  bail under  this Act  the Court  shall have \nregard  to such of the following  considerations (as  well as  to any other which  it considers  relevant) - \n \n(a) the nature  and seriousness  of the offence  with which  the person  is charged;  \n \n(b) the character,  antecedents, associations  and community  ties of the person;  \n \n(c) the time which the person has already spent in custody and the time which he is \nlikely  to spend  in custody  if he is not  admitted to bail; and  \n \n(d) the strength of  the evidence  of his  having  committed  the offence.  \n \n(5) Without  prejudice  to any other  power to  impose  conditions  on admission  to bail, the Cour t \nadmitting  a person  to bail under  this section may  impose  such conditions  as it considers;  \n \n(a) likely  to result  in the person’s  appearance  at the time and place  required  \n2[including ver y high  bail sureties]; or  \n \n \n \n1Omitted and shall be deemed always to have been so by the Anti -terrorism (Amendment) Ordinance, 2002 (VI of 2002), s. 11.  \n2Ins. by the Anti -terrorism (Second Amendment) Act, 2013 (XX of 2013), s. 14.  \n  \n \n (b) necessary in the interests of justice or for the prevention of crime  1[including \nsurveillance  of the  person granted bail to monitor his activities and requiring him \nto report to the concerned police  station  at specified intervals  as determined by  the \ncourt].  \n \n(6) It shall be lawful for the person to be held in military or police protec tive custody  in \naccordance  with the  conditions  of his bail. \n \n(7) The Government or the Court may, under this section, at any time, in respect of a person \ncharged o f an offence under this Act, if it considers it necessary, by special or general order,  direct \nspecial  arrangements  to be  made as to the  place  at which the  person is  to be  held in  order:  - \n \n(a) to prevent  his escape;  or \n \n(b) to ensure  his safety  or the safety  of others.  \n \n21E. Remand. - (1) Where a person is detained for investigation, the investigating officer,  \nwithin  twenty -four hours of the arrest, excluding the time necessary for the journey from the place of \narrest to the  Court,  shall produce  the accused before  the Court,  and may apply  for remand of  the accused \nto the police custody , 2[or custody  of any other  investigating  agency  joined  in the  investigation]  for \nwhich  the maximum  period  allowed  may be not less than 1[fifteen  days and not more]  than thirty  days \nat one time : \n \nProvided  that, where  an accused  cannot  within twenty -four hours  be produced  before  the Court,  a \ntemporary  order  for police  custody  2[or custody  of any other  investigating  agency  joined  in the \ninvestigation] not exceeding twenty -four hours may be obtained from  the nearest Magistrate for the  \npurpose  of producing the  accused  before  the Court  within that period.  \n \n(2) No expansion of the time of the remand of the accused in police custody 2[or custody of any \nother  investigating agency joined in the investigation] shall be allowed, unless it can be shown by the \ninvestigat ing officer, to the satisfaction of the Court that further evidence may be available and the  \nCourt is satisfied that  no bodily  harm  has been  or will be caused  to the  accused:  \n \nProvided  that the total period  of such remand  shall  not exceed  1[ninety]  days.  \n \n(3) The Court  shall be  deemed  to be a Magistrate  for purposes  of sub-section  (1) 1[:] \n \n1[Provided that the Magistrates appointed under the Shariah Nizam -e-Adl Regulation,  2009 shall  \nalso have the same  powers  as given to a  court under  this section.]  \n \n1[21EE.  Power  to call information  etc. - (1) The Superintendent  of Police  during  the course  of \ninvestigation  or an equivalent  officer of  security  forces operating in  aid of  civil power under sections 4  \nand 5,  may by an order  in writing,  on the  request  of the Joint  Investigation Team, - \n \n(a) call for information  from  any person for  the purpose of satisfying  himself whether  \nthere  has been any  contravention of  the provisions  of this Act or any  rule or  order \nmade  there  under;  \n \n \n \n 1Ins. and subs. by the Anti-terrorism (Second Amendment) Act, 2013 (XX of 2013), ss. 14 and 15.  \n2Ins. by the Anti -terrorism (Amendment) Ordinance, 2002 (VI of 2002), s. 12.  \n(b) require  any person  to produce  or deliver  any document  or thing useful  or relevant  \nto the inquiry  or investigation;  \n \n(c) examine  any person acquainted with  the facts;  \n \n(d) with the permission  of the Anti-terrorism  Court,  require  any bank  or financial  \ninstitution,  notwithstanding anything contained in any other law for the time being \nin force, to provide a ny information relating to any person, including copies of \nentries made in the bank’s or a financial  institution’s book, including information \nof transactions saved in electronic or digital form which   are reasonably believed \nto be connected  with commission of an offence under this Act and the  keeper  of \nsuch books  or records  shall be obliged  to certify  the copies  in accordance  with \nlaw; and \n \n(e) require  information  or obtain  record  of telephone  and mobile  phone  data,  e-\nmail,  MMS  and CNIC  and encrypted messages or any other information \nsuspected to be linked in any manner  with commission  of an offence  under  this \nAct, from  any service  provider  company of department.  \n \n(2) The copies obtained, information received or evidence collected in pursuance of clauses (d) \nand (e) o f sub -section  (1) shall be kept confidential and shall not be divulged to any un -authorized \nperson  or used for  any purpose  other  than the  legal proceedings under this Act.  \n \n(3) Any contravention of an order made under sub-section (1) shall be punishable with \nimprisonment  which may  extend to  1[three years  or with  fine which may extend to  one million rupees in  \ncase of an  individual  and ten million rupees in case of a  legal person  or with both .] \n \n2IF. Remissions .− Notwithstanding anything contained in any law or prison rules for the time \nbeing in  force, no remission in any sentence shall be allowed to a perso n 2[****] who is convicted and \nsentenced for any  offence  under this Ac t 2[*****]  [:] \n \n2[Provided that in case  of a child convicted and sentence d for an offence under this Act, on  \nsatisfaction  of government, may  be granted  remission,  as deemed  appropriate.]  \n \n21G. Trial of Offences. − All offences under this Act shall be tried  3[exclusively]  by the Anti -\nterrorism Court  established under this  Act 2[:] \n \n2[Provided that the Courts of Zila Qazi or Azafi Zila Qazi established under the Shariah Nizam -\ne-Adl Regulation, 2009 shall deemed to be the court and shall try all cases so assigned to them by the \nadministrativ e judge  designated under sub -section (2)  or sub -section (4)  of section 13, as  the case  may \nbe.] \n \n \n \n1Subs. by the Anti -terrorism (Second Amendment) Act, 2020 (XXIII of 2020), s. 11.  \n2Omitted, subs., ins. and added by the Anti -terrorism (Second Amendment) Act, 2013 (XX of 2013), ss. 17 and 18.  \n \n 3Ins. by the Anti -terrorism (Second Amendment) Act, 2004 (II of 2005), s. 10.  \n  \n \n 21H. Conditional admissibility of confession .− Notwithstanding anything contained in the \nQanun -e-Shahadat, 1984 (Presi dent’s Order No. X of 1984) or any other law for the time being in force, \nwhere in any  court proceedings held under this Act the evidence (which  includes  circumstantial and \nother evidence)  produced raises the presumption that there is a reasonable probabil ity that the accused \nhas committed the  offence, any confession made by the accused during investigation without being \ncompelled, before a police  officer not below the rank of a Distt. Superintendent of Police, may be \nadmissible in evidence against him, if  the Court so  deems fit:  \n \nProvided that the Distt. Superintendent of Police before recording any such confession, had \nexplained to  the person making it that he is not bound to make a confession and that if he does so it may \nbe used as  evidence against him and that no Distt. Superintendent of Police has recorded such \nconfession unless, upon  questioning the person making it, the Distt. Superintendent of Police had reason \nto believe that it was made  voluntarily; and that when he recorded the confession, he mad e a \nmemorandum at the foot of such record to  the following effect;  \n \nI have explained  to (....name ….), that he  is not  bound  to make  a confession  and that,  if he does \nso, any confession he may make may be used  as evidence against him  and I believe that confession was  \nvoluntarily made. It was taken in my presence, and was read over to the person making it and admitted \nby him to be correct, and it  contains a  full and true account of the  statement made  by him. \n \n(Signed)  \nDistt.  Superintendent  of Polic e. \n \n21I. Aid and abetment. − Whoever aids or abets any offence under this Act shall be punishable \nwith the  maximum term of same imprisonment provided for the offence or the fine provided for such \noffence or with  both.  \n \n21J. Harbouring. − (1) A person  commits  an offence  if he harbours  any person  who has \ncommitted an offence  under  this Act. \n \n(2) A person guilty of an offence under sub -section (1) shall be liable on conviction t o \npunishment  as provided  in sections  216 and 216A  of the  Pakistan Penal  Code.  \n \n21K. Offences triable by way of summary procedure. − All offences under this Act \npunishable with  imprisonment for a term of not more than six months with or without fine shall be tried \nby way of summary  procedure.  \n \n21L. Punishment for an absconder. − Whoever being accused of an offence under this Act, \nabsconds and  avoids arrest or evades appearance before any inquiry, investigation or court proceedings \nor conceals himself, and  obstructs  the course  of justice,  shall be liable  to imprisonment  for a term not \nless than 1[five years]  and not more  than 1[ten years]  or with fine  or with both.  \n \n \n \n \n \n1Subs. by the Anti -terrorism (Second Amendment) Act, 2004 (II of 2005), s. 11.  \n \n \n 21M.  Joint Trials.  − (1) While trying  any offence  under this  Act, a Court  may also  try any \nother  offence with which an accused may, under the Code of Criminal Procedure, 1898, be charged, at \nthe same  trial if the offence  is connected  with such other  offence.  \n \n (2) If, in the course of any trial under this Act of any offence it is found that the accused person \nhas committed any other  offence under this  Act or  any other  law for the time  being in  force, the  Court \nmay convict an accused for such other offence and pass any sentence authorized by this Act or,  as the \ncase may be,  such other  law, for the punishment thereof.  \n \n22. Manner and place of execution of sentence .− The Government may specify the manner, \nmode  and place of execution of any sentence passed under this Act, having regard to the deterren t effect \nwhich such execution  is likely  to have.  \n \n23. Power  to transfer  cases  to regular  courts. − Where,  after taking  cognizance  of an offence,  \n1[an Anti -terrorism Court] is of opinion that the offence is not a scheduled offence, it shall, \nnotwithstanding  that it has no jurisdiction to try such offence, transfer the case for trial of such offence \nto any court having  jurisdiction under the Code, and the Court to which the case is transferred  may \nproceed with the trial of the  offence  as if it had  taken  cognizance  of the offence.  \n \n24. Appellate  Tribunal . − 1[*******]  \n \n25. Appeal.  − (1) An appeal against the final judgment of  1[an Anti -terrorism Court] shall lie  to \n1[a High  Court].  \n \n(2) Copies of the judgment of 1[an Anti -terrorism Court] shall be supplied  to the accused and the  \nPublic  Prosecutor free of cost on the day the judgment is pronounced and the record of the trial shall  be \ntransmitted  to the 1[High Court]  within three  days of  the decision.  \n \n(3) An appeal under sub -section (1) may be preferred by a person sentenced by 1[an Anti -\nterrorism  Court]  to 1[a High Court]  within 2[fifteen days]  of the passing  of the  sentence.  \n \n(4) The Attorney General , 3[Deputy Attorney General, Standing Counsel] 3[or an Advocate \nGeneral or An Advocate  of the High Court or the Supreme Court of Pakistan appointed as Public \nProsecutor,  Additional Public Prosecutor or a Special Public Prosecutor] may, on being directed by the \nFederal  or a Provincial Government, file an  appeal against an order of acquittal or a sentence passed by \n1[an Anti-terrorism Court]  within  2[thirty]  days of such  order.  \n \n4[(4A) Any person who is a victim or legal heir o f a victim and is aggrieved by the order of  \nacquittal passed by an Anti-terrorism Court, may, within  thirty  days, file an appeal in  a High  Court \nagainst such  order.  \n \n \n1Subs. and omitted by the Anti -terrorism (Second Amendment) Ordinance, 1999 (XIII of 1999), ss. 2 and 14.  \n2Subs. by the Anti -terrorism (Second Amendment) Ac t, 2013 (XX of 2013), s. 19.  \n3Subs.by the Anti -terrorism (Amendment) Ordinance, 2000 (XIX of 2000), s. 3.  \n4Sub-sections (4A) and (4B) ins. by the Anti -terrorism (Amendment) Act, 2004 (X of 2004), s. 2.  \n \n (4B) If an order of acquittal is passed by an Anti-terrorism Court in any case instituted upon \ncomplaint an d the  High Court, on an application made to it by the complainant in this behalf, grant \nspecial leave  to appeal from the order of acquittal, the complainant may within thirty days present such \nan appea l to the High Court.]  \n \n(5) An appeal  under  this section  shall be heard  and decided  by 1[a High  Court]  within  seven  \nworking  days.  \n \n2[* * * * * * *] \n \n(8) Pending the  appeal, the 1[High Court]  shall not release  the accused on bail.  \n \n3[(9) For the purposes  of hearing  appeals  under  this section  each High  Court  shall establish  a \nSpecial Bench o r Benches consisting  of not less than two Judges.  \n \n(10) While  hearing  an appeal,  the Bench  shall not  grant  more  than two  consecutive  \nadjournments.]  \n \n26. Admissibility of confession made before police. − 4[*******]  \n \n27. Punishment for defective investigation 5[and reward for successful investigation]. – 5[(1)] \nIf 1[an Anti-terrorism Court] or 1[a High Court] comes to the conclusion during the course of or at the \nconclusion of  the trial that the investigating officer, or other concerned officers have failed to carry out \nthe investigation  properly  or diligently  or have  failed to  pursue  the case properly  and in  breach  of their  \nduties, it  shall be lawful  for such Court or, as the case may be, 1[High Court] to punish the delinquent \nofficers with imprisonmen t which  may extend to two  years, or  with fine,  or with both by  resort to \nsummary  proceedings.  \n \n5[(2) Incentive systems shall be introduced by the Provincial Governments providing for  \nappropriate  rewards  to investigating  officers  who conduct  successful  investigation.]  \n \n6[27A. Presumption of proof against accused .– Any person having in possession any explosive \nsubstance  with or without explosive  devices  without  lawful  justification  or having  been  unlawfully  \nconcerned  with such explosive  substance  and devices,  shall be presumed,  unless  contrary  is proved,  that \nthe explosive  substance  was for  the purpose  of terrorism. ] \n \n \n \n \n \n \n \n1Subs. by the Anti-terrorism (Second Amendment) Ordinance, 1999 (XIII of 1999), s. 2.  \n2Sub-sections (6) and (7) omitted by the Anti -terrorism (Second Amendment) Ordinance, 1999 (XIII of 1999), s. 15.  \n3Sub-sections (9) and (10) added by the Anti -terrorism (Second Amendme nt) Act, 2004 (II of 2005), s. 12.  \n4Omitted by the Anti -terrorism (Second Amendment) Ordinance, 1999 (XIII of 1999), s. 16.  \n5Added, re -numbered and ins. by the Anti -terrorism  (Amendment)  Act, 2014 (VI  of 2014),  s. 8. \n \n 6Ins. by the Anti -terrorism (Second Amendment) Act, 2013 (XX of 2013), s. 20.  \n \n1[27AA.  Punishment  for false  implication. − Where  an investigating  officer  dishonestly  and \nfalsely  involves, implicates or arrests a person alleged to have committed any scheduled offence shall  be \npunishable  with imprisonment  for a term which may  extend  to two years  or with fine  or with both:  \n \nProvided  that action  against  such investigating  officer  shall not be taken  without  the prior                          \napproval  of the Government.  \n \n27B.  Conviction  on the basis  of electronic  or forensic  evidence  etc.− Notwithstanding  \nanything  contained in this Act or Qanun -e-Shahadat, 1984 (P.O. No.  X of 1984) or any other law for the \ntime being in  force , a person accused of an offence under this Act may be convicted on the basi s of \nelectronic or forensic  evidence or such other evidence that may have become available because of \nmodern devices or techniques  referred  to in Article  164 of the  Qanun -e-Shahadat, 1984 (P.O. No.  X of \n1984):  \n \nProvided  that the Court  is fully  satisfied  as to the genuineness  of such  evidence].  \n \n28. Transfer of Cases. − (1) Notwithstanding anything contained in this Act, 2[the Chief Justice  \nof Hig h Court  concerned]  3[on the application of any party to the proceedings  or on the  application of \nthe Federal Government or a Provincial Government] may, if he considers it  expedient so to do in the \ninterest of justice, or where the convenience or safety of the witnesses or  the safety  of the accused  so \nrequires,  transfer any  case from  one 4[Anti -terrorism  Court]  to another 4[Anti -terrorism Court] within  or \noutsid e the  area.  \n \n5[(1A) Where it appears to the Government that it would be in the interest of justice or expedient \nfor protection and safety of judges, witnesses or prosecutors, it may apply to the Chief Justice of the \nHigh Court concerned for transfer of a case from an Anti -terrorism Court falling within  its jurisdiction to \nan Anti - terrorism Court in any other place in P akistan and for this purpose shall also seek concurrence \nof the Chief  Justice  of the High  Court  concerned.]  \n \n(2) 4[An Anti -terrorism Court] to which a case is transferred under sub -section (1) shall proceed \nwith the  case from  the stage  at which  it was pending  immediately  before  such transfer  and it shall  \nnot be bound  to recall  and re-hear any witness who  has given  evidence  and may act on  the evidence  \nalready  recorded  4[:] \n \n4[Provided  that nothing  herein  contained  shall  affect  the power  of the  presiding  officer  of the  \nAnti-terrorism  Court  to call any witness  as is available  under  the law.]  \n \n5[(3) The Federal Government may in the interests of justice and for protection and safety of  \nwitnesses  and investigators,  transfer  the investigation  of any case from  one place  to any other   place  in \nPakistan. ] \n \n1Sections 27AA and 27B ins. by the Anti -terrorism  (Amendment)  Act, 2014 (VI  of 2014),  s. 9. \n2Subs. by the Anti -terrorism (Amendment) Ordinance, 2002 (VI of 2002), s. 13.  \n3Ins. by the Anti -terrorism (Second Amendment) Act, 2013 (XX of 2013), s. 21.  \n4Subs. and added by the Anti -terrorism (Second Amendment) Ordinance, 1999 (XIII of 1999), ss. 2 and 17.  \n \n 5Ins. and added by the Anti -terrorism  (Amendment)  Act, 2014 (VI  of 2014),  s. 10. \n1[(4) The investigating offic er or the agency to which case is transferred under  sub-section (3), \nmay proceed from the  stage  the inquiry or  investigation  was left or  may proceed  with the  case as if it  \nhad been originally  entrusted to him or  the agency, as  the case may be. \n \n(5) On completion  of investigation  and before  submission  of report  under  section  173 of the \nCode, the F ederal  Government  may direct  that the case falling in  the jurisdiction  of a particular  Anti-\nterrorism court may be forwarded for trial to another Anti -terrorism  court anywhere in  Pakistan, as may \nbe specified by the Federal Government in this behalf, in the public interests  or  for the safety and  \nprotection  of judges,  public prosecutors  or witnesses.]  \n \n2[28A.  Impounding of passport of person charge -sheeted under the Act. − Notwithstanding \nanything  contained in any other law for the time being in force, the passport of a person, who is accused \nof an offence  under  this Act, shall be  deemed to have  been impounded for  such period as  the Court may  \ndeem  fit]. \n \n29. Trial before  3[Anti -terrorism Court] to have precedence .− A trial under this Act of an \noffenc e by 3[an Anti -terrorism Court] and the appearance of an accused before it, shall have precedence \nover th e trial  of any other  case against  the accused in  any other  court,  except  the High  Court  on its \noriginal  side. \n \n30. Modified application of certain provisions of the Code. − (1) Notwithstanding anything  \ncontained  in the Code or in any other law, every scheduled offence shall be deemed to be  a cognizable \noffence within  the meaning of clause (f) of section 4 of the Code and the words  “cognizable case ” as \ndefined in the clause  shall  be construed  accordingly.  \n \n(2) Sections 374 to 379 of the Code shall apply in relation to a case involving a scheduled \noffence  subject  to the modification that the reference to a  “Court of Session ” and High Court wherever  \noccurring therein,  shall be construed  as reference  to 3[an Anti-terrorism Court]  and 3[High  Court].  \n \n31. Finality of judgment. − A judgment or order passed, or sentence awarded, by 3[an Anti - \nterrorism  Court] subject to the result of an appeal under this Act shall be final and shall not be called in \nquestion in any  court.  \n \n32. Overriding effect of Act. − (1) The provisions of this Act shall have effect notwithstanding \nanythin g contained  in the Code or any other law but, save as expressly provided in this Act, the \nprovisions of the Code  shall, in so far as they are not inconsistent with the provisions of  this act, apply to \nthe proceedings before 3[an Anti -terrorism  Court]  shall be deemed  to be a Court of Session.  \n \n \n \n1Added by the Anti -terrorism  (Amendment)  Act, 2014 (VI  of 2014),  s. 10.  \n2Ins. by the Anti -terrorism (Second Amendment) Act, 2004 (II of 2005), s. 13.  \n3Subs. by the Anti -terrorism (Second Amendment) Ordinance, 1999 (XIII of 1999), s. 2.  \n \n  \n \n (2) In particular and without prejudice to the generality of the provisions contained in sub -section \n(1), the  provisions of section 350 of the Code shall, as fa r as may be, apply to the proceedings before  \n1[an Anti -terrorism  Court]  and for this purpose  any reference  in those  provisions  to a Magistrate  shall  \nbe construe d as a reference  to 1[an Anti -terrorism  Court].  \n \n33. Delegation.  − The Government may, by notification, delegate, subject to such conditions  as \nmay be specified therein, all  or any of the powers  exercisable  by it under  this Act.  \n \n34. Power  to amend the  Schedule. − The Government  may,  by notification,  amend  the \n2[Schedules]  so as  to add any  entry  thereto  or modify  or omit any entry  therein.  \n \n3[35. Powers  to make  rules . − The Federal  Government  or a Provincial  Government may,  by \nnotification  in the official  Gazette,  make  rules  for carrying  out the purposes  of this Act.]  \n \n36. Saving.  − (1) Nothing  contained  in this Act  shall affect  the jurisdiction  exercisable by,  or the  \nprocedure applicable to, any court or other authority under any law relating to the Naval, Military or Air  \nForces or  any other  armed force  of the Government.  \n \n(2) For removal of any  doubt, it is hereby declared that, for the purposes of any such law as is  \nreferred  to in  sub-section (1), 1[an Anti-terrorism  Court]  shall be  deemed  to be a court  of ordinary  \ncriminal  jurisdiction.  \n \n1[37. Contempt of Court. − An Anti -terrorism Court shall have the power to punish with  \nimprisonment  for a term which  may extend  to six months  and with  fine any person  who — \n \n(a) abuses, interferes with or obstructs the process of the Court in any way or \ndisobeys any orde r or direction of the  Court;  \n \n(b) scandalizes  the Court  or otherwise  does anything  which  tends  to bring  the court  or \na perso n constituting  the Court into hatred, ridicule  or contempt;  \n \n(c) does anything  which  tends  to prejudice  the determination of a  matter  pending  or \nmost likely  to come  up before  the Court;  \n \n(d) does anything  which,  by any other law, constitutes  contempt  of court.  \n \nExplanation . In this section,  Court  means  Anti-terrorism  Court].  \n \n38. Punishment for terrorist act committed before this Act. − Where a person has committed \nan offenc e before  the commencement of this Act which if committed after the date on which this Act \ncomes into force  would constitute a terrorist act hereunder,  he shall be tried under this Act but shall be  \nliable to punishment as  authorized  by law at the time the offence  was committed.  \n \n39. Indemnity.−  No suit, prosecution  or other  legal proceedings  shall lie against  any person  in \nrespect of  anything which is in good  faith done  or intended to  be done  under  this Act.  \n \n \n1Subs. by the Anti -terrorism (Second Amendment) Ordinance, 1999 (XIII of 1999), ss. 2 and 18.  \n2Subs. by the Anti -terrorism  (Second Amendment)  Act, 2014 (VII  of 2014),  s. 16.  \n3Subs. by the Anti -terrorism  (Second Amendment)  Act, 2013 (XX  of 2013),  s. 22.  \n \n \n 1[39A. Removal of difficulties .− If any difficulty arises in giving effect  to any provisions of this  \nAct, the Federal  Government  may make  such order,  not inconsistent  with the provisions of  this Act, as \nmay appear  to it to  be necessary  for the purposes  of removing the  difficulty].  \n \n1[39B.  Repeal  and Savings . − (1) The Suppression  of Terrorist  Activities  (Special  Courts)  Act, \n1975 is  hereby repealed.  \n \n(2) Notwithstanding  the repeal  of the Suppression  of Terrorist  Activities  (Special  Courts)  Act, \n1975  and  the amendments  of the  Anti-terrorism  Act, 1997,  by the Anti -terrorism  (Amendment)  \nOrdinance, 2001 — \n \n(a) every order, decision or judgment passed by any Anti -terrorism Court constituted \nunder this Act  or Special Court constituted under the Suppression of Terrorist  \nActivities (Sp ecial Courts) Act,  1975 or any Appellate Court before such repeal or \namendment shall  remain in force and operativ e and  the repeal or amendment shall \nnot affect the previous operation to the law or any thing duly  done  or suffered or \npunishment  incurred there  under;  \n \n(b) every case, appeal and legal proceedings whatsoever filed or pending before any \ncourt under the  Suppression of Terrorist Activities (Special Courts) Act 1975, \nincluding the High Court and the  Supreme Court shall continue to be proceeded \nwith in accordance with law before the concerned  court of competent jurisdiction, \nincluding the court established under this Act, and all orders  passed, decisions \nmade  and judgments delivered whether in the past or which may be made  \ndelivered hereafter by s uch concerned court whether original, appellate or \nrevisional, shall be  deemed  to have  been validly  and competently made;  \n \n(c) all convictions made, punishments or sentences awarded by the Anti -terrorism \nCourt or Special  Court or an Appellate Court before such repeal or amendment \nshall be executed as if the said  Acts were in  force.  \n \n(d) any investigation or inquiry under this Act or the Suppression of Terrorist \nActivities (Special  Courts)  Act, 1975  made  or instituted  before  the \ncommencement  of the Anti- terrorism  (Amendment) Ordinance, 2001, shall \ncontinue to be made and proceeded  with in accordance  with law;  \n \n(e) all cases  pending  before  the Anti-terrorism  Court  or Special  Court  immediately  \nbefore  the  commencement of the Anti -terrorism (Amendment) Ordinance, 2001, \nif not covered by this Act  or clauses (a) and (b) above, shall stand transferred to \nthe respective Courts of Sessions of the  area or such other courts of competent \njurisdiction where the cases were registered against the  accused  and such courts  \nshall proceed  with the cases  from  the stage  at which  they were  pending,  without  \nthe necessity  of recalling  any witnesses; and  \n \n(f) the Court of Sessions, as the case may be, any other court to which a case has \nbeen transferred  from the Anti -terrorism  Court or a Special Court under clause (d) \nshall try it in accordance with  the provisions  of the  Code  of Criminal Procedure,  \n1898, and  the law  applicable to  such case.]  \n \n \n \n1Ins. by the Anti -terrorism  (Amendment)  Ordinance,  2001 (XXXIX  of 2001),  ss. 15 and 16. \n \n \n 40. Amendment of the Criminal Law Amendment Act, 1908 (XIV of 1908). − In the   Criminal \nLaw Amendment Act,  1908,  the following  amendments  shall be made,  namely:  - \n \nI. In section  15, in clause  (2), in sub-clause  (a) for the words  “violence  or \nintimidation ” the words  “terrorism, stirring up sectarianism, violence or \nintimidation which endanger or threaten public  order” shall be substituted.  \n \nII. For section 16,  the following  shall be substituted,  namely:  - \n \n“16. Declaration  of an association  to be unlawful.  − (1) If either  the \nFederal  Government  or the  Provincial Government is of the opinion that \nan association is an unlawful association it may  call upon the association \nto show cause within fourteen days why it should not be declared as  \nunlawful  association  for the purpose  of this Act.  \n \n(2) If after hearing  the association,  the Federal  Government  or the \nProvincial  Government  is of the opinion  that the association  is an unlawful  \nassociation  it may declare  such association to  be an unlawful  association.  \n \n(3) If the Federal  Government  or the Provincial  Government is  of \nthe opinion  that in the interest  of th e maintenance  of public order or to \nprevent injury to the people it is just and necessary to take  immediate \naction it may, pending passing of order under sub -section (2), by an ad \ninterim order,  declare an association to be  unlawful.  \n \n(4) An association aggrieved by an order under sub -section (2) \nmay file an appeal before a Board  appointed by the Chief Justice of the \nHigh Court of the Provinc e consisting of  a chairman and two  other  persons  \neach of  whom  is or has  a judge  of a High  Court.  \n \n(5) The Board shall decide the appeal within thirty days and may \npass such order as it may  deem fit .” \n \nIII. In section  17, — \n \n(i) in sub-section  (1) for the words  “six months ” the words  “five years ” shall  \nbe substituted ; and \n \n(ii) in sub-section  (2) for the words  “three  years ” the words  “seven  years ” \nshall be substituted . \n \nIV. In sections  17A,  17D and 17E  for the words  “Provincial  Government ” wherever  \noccurring  the words  “Federal Government  or the Provincial  Government ” shall be \nsubstituted.  \n \n \n \n 1[THE  FIRST  SCHEDULE  \n \n(List of Proscribed Organizations)  \n \n[see section  11B]  \n \n \n \nTHE  SECOND  SCHEDULE  \n \n(List of Organizations under Observation)  \n \n[see section 11D (1)(a)]  \n \n \n \nTHE  THIRD  SCHEDULE  \n \n(Scheduled  Offences)  \n \n[see section  2(t)] \n \n1. Any act of terrorism  within the  meaning  of this Act including  those offences  which may  be \nadded   or amended in  accordance with the  provisions of section 34  of this Act.  \n \n2. Any other  offence  punishable under this Act.  \n \n3. Any attempt  to commit,  or any aid or abetment  of, or any  conspiracy  to commit,  any of the \naforesai d offences . \n \n2[4. Without prejudice to the generality o f the above paragraphs, the Anti -terrorism Court to th e \nexclusion  of any other  Court shall try  the offences  relating  to the following,  namely:__ \n \n(i) Abduction  or kidnapping  for ransom;  \n \n(ii) use of fire arms or explosives by any device, including bomb blast in a mosque, \nimam  bargah,  church, temple or any other  place of worship, whether or not any \nhurt or damage is caused  thereby;  or \n \n(iii) firing  or use of explosive s by any device,  including  bomb  blast in  the court  \npremises.]  \n \n \n1Subs. by the Anti -terrorism  (Amendment)  Ordinance,  2001 (XXXIX  of 2001),  s. 17, for  the Schedule which was previously amended by various \nSROs and Ord. No. XIII of 1999, s. 20.  \n2Added. by the Anti -terrorism (Second Amendment) Act, 2004 (II of 2005), s. 14.  \n \n \n 1[THE  FOURTH SCHEDULE  \n \n(see section 11EE)]  \n \n \n \n2[THE  FIFTH  SCHEDULE  \n \n[see section  6 (3A)]  \n \n \n(a) Convention  for the Suppression  of Unlawful  Seizure  of Aircraft, done  at the \nHague  on the 1 6th December, 1970;  \n \n(b) Convention  for the Suppression  of Unlawful  Acts against  the Safety  Conventio n \non the Prevention  and Punishment  of Crimes  against  Internationally  Protected \nPersons, including  Diplomatic  Agents,  adopted  by the General  Assembly  of the  \nUnited  Nations on the  14th December,  1973;  \n \n(c) Convention   on   the   Prevention   and   Punishment   of Crimes against  \nInternationally  Protected  Persons,  including  Diplomatic  Agents,  adopted  by the \nGeneral  Assembly of the  United Nations  on the  14th December, 1973;  \n \n(d) International  Convention  against  the Taking  of Hostages,  adopted  by the General  \nAssembly  of the  United Nations  on the 17th December,  1979;  \n \n(e) Protocol for the Suppression of Unlawful Acts of Violence at Airports Serving  \nInternational  Civil  Aviation,  supplementary  to the Convention  for the Suppression  \nof Unlawful  Acts against  the Safety  of Civil  Aviation,  done at  Montreal  on the \n24th February,  1988;  \n \n(f) Convention  for the Suppression  of Unlawful Acts  against  the Safety  of  Maritime  \nNavigation,  done  at Rome  on the  10th March, 1988;  \n \n(g) Protocol for the Suppression of Unlawful Acts against the Safety of Fixed  \nPlatforms located  on the Continental Shelf, done at Rome on the  10th March,  1988;  \n \n(h) International  Convention  for the Suppression  of Terrorist  Bombings,  adopted by \nthe General Assembly of the United Nations at New  York on  the 15th December,  \n1997; and  \n \n(i) Such  other  convention  as may be specified  by the Federa l Government  by \nnotification in  the official  Gazette.]  \n \n \n1Added by the Anti -terrorism (Amendment) Ordinance, 2002 (125 of 2002), s. 4.  Shamil Hassan  \n2Added by the Anti -terrorism  (Amendment)  Act, 2013 (XIII  of 2013),  s. 14."
}