{
    "file": "./converted_json\\administratordf4e5634f6e25c9aa86ded4757d67dfc.json",
    "name": "National School of Public Policy (Amendment) Act, 2017",
    "date": "September 7, 2017",
    "tagline": "An Act further to amend the National School of Public Policy Ordinance, 2002",
    "content": "302 REGISTERED \nL.-7646 \nat gikatte  of *titbit' 16*P3eisie  \nEXTRAORDINARY \nPUBLISHED BY AUTHORITY \nISLAMABAD, THURSDAY, SEPTEMBER 7, 2017 \nPART I \nActs, Ordinances, President's Orders and Regulations \nSENATE SECRETARIAT \nIslamabad, the 6th September, 2017 \nNo. F. 9 (3)/2017-Legis.—The following Act of Majlis-e-Shoora \n(Parliament) received the assent of the President on 31st August, 2017 and is hereby \npublished for general information:— \nAc No. XXXI OF 2017 \nAn Act further to amend the National School of Public Policy \nOrdinance, 2002 \nWHEREAS it is expedient further to amend the National School of Public Policy \nOrdinance, 2002 (XCIX of 2002), for the purposes hereinafter appearing; \nIt is hereby enacted as follows:- \n1 \tShort title and commencement —(1) This Act may be called the \nNational School of Public Policy (Amendment) Act, 2017. \n(2) It shall come into force at once and shall be deemed to have taken effect \non the sixth day of the May, 2017. \n(1417) \nPrice : Rs. 5:00 \n[1487(2017)/Ex. Gaz.] \n1418 \t THE GAZE! l•E OF PAKISTAN, EXTRA., SEPT. 7, 2017 \t[PART I \n2. \tAmendment of section 2, Ordinance XCIX of 2002.—In the National \nSchool of Public Policy Ordinance, 2002 (XCIX of 2002), hereinafter referred to as \nthe said Ordinance, in section 2,— \nafter clause (a), the following new clause shall be inserted, namely:— \n\"(aa) \"directing staff\"means the academic supervising faculty including \nchief instructor appointed or posted under sub-section (2) of section \n11;\"; and \nin clause (c) after the word \"by\" the words \"rules of' shall be inserted. \n3. Amendment of section 4, Ordinance XCIX of 2002.—In the said \nOrdinance, in section 4,— \nin clause (a), after the expression \"tuition,\" the expression \"higher \neducation,\" shall be inserted; and \nfor clause (f), the following shall be substituted, namely:— \n\"(0 \tto provide for in-service training to the Federal Government's \nofficials and such officials of the Provincial Governments, \nGovernments ofAzad Jammu and Kashmir and Gilgit-Baltistan \nnominated by respective Governments and selected by the \nEstablishment Division;\". \n4. Amendment of section 5, Ordinance XCIX of 2002.—In the said \nOrdinance, in section 5,— \nin sub-section (2), after clause (e), the following new clause shall be \ninserted, namely:— \n\"(ea) One officer of not less than BPS-20 nominated by each of the \nprovincial governments\"; and \nfor sub-section (4) the following shall be substituted, namely:— \n\"(4) A member, other than an ex-officio member, shall hold office \nfor a term of three years and shall be eligible for re-appointment \nfor one more term of three years.\". \n5. Amendment of section 6, Ordinance XCIX of 2002.—In the said \nOrdinance, in section 6,— \nParr I] \tTHE GAZE! IL OF PAKISTAN, EXTRA., SEPT. 7, 2017 \t1419 \n(a) \tin sub-section (1), after the word \"of\", occurring for the second time, \nthe words \"in-efficiency or\" shall be inserted; \n(b) \tfor sub-section (2), the following shall be substituted, namely:— \n\"(2) If there are grounds to proceed against a member, including the \nRector under sub-section (1), the Prime Minister shall order an \nenquiry into the matter as may be prescribed.\"; and \n(c) \tfor sub-section (3) the following shall be substituted, namely:— \n\"(3) If after inquiry into the matter, the Rector or member, as the \ncase may be, is found guilty of in-efficiency or misconduct or \nfound to be incapable of performing the duties of his office by \nreason of physical or mental incapacity, the Prime Minister may \nremove the Rector or the member from office.\". \n6. Amendment of section 7, Ordinance XCIX of 2002.—In the said \nOrdinance, in section 7,— \nin clause (a), after the word \"employees\", the words '`as may be \nprescribed\" shall be inserted; \nfor clause (c), the following shall be substituted, namely:— \n\"(c) declare, with approval of the Federal Government, any training \ninstitution, administered and funded by the Federal Government, \nas a constituent unit of the School;\"; and \nin clause (e), after the word \"contributions\" the expression \"in \naccordance with the existing law or, as the case may be, policy of the \nFederal Government\" shall be inserted. \n7. Amendment of section 9, Ordinance XCTX of 2002.—In the said \nOrdinance, in section 9,— \n(a) \tfor sub-section (1) the following shall be substituted,hamely:— \n\"(1) The Rector shall be appointed by the Prime Minister on \nrecommendations of the Board from amongst a panel of at least \nthree persons on such terms and conditions as may be \nprescribed.\"; \n1420 \t THE GAZETTE OF PAKISTAN, EXTRA., SEPT. 7, 2017 \t[PART I \n(b) \tin sub-section (2),— \nfor clause (a) the following shall be substituted, namely:— \n\"(a) be appointed for one non-extendable term of four years, \nprovided that the Rector shall cease to hold office on \nattaining the age of sixty five years or expiry of the term, \nwhichever is earlier;\"; and \nin clause (b), the words \"and shall serve during the pleasure of \nthe Board\" shall be omitted. \nAmendment of section 11, Ordinance XCIX of 2002.—In the said \nOrdinance, for section 11 the following shall be substituted, namely:— \n\"11. Appointments.—(1) All appointments in the School shall be made on \nsuch terms and conditions as may be prescribed. \n(2) The directing staff shall be appointed or, as the case may be, posted by \nthe Federal Government in Management Pay Scales i.e. MP-1, MP-II or MP-III or \nsuch other pay scales as may be prescribed through rules: \nProvided that fifty percent of the directing staff shall be appointed from amongst \nthe persons from private sector or academia: \nProvided further that where a retired civil servant is appointed under the first \nproviso he shall not be appointed unless he fulfills the criteria required.\". \nAmendment of section 12, Ordinance XCIX of 2002.—In the said \nOrdinance, in section 12, in sub-section (1), for the word \"There\" the expression \n\"Subject to clause (e) of section 7 there\" shall be substituted. \nAmendment of section 15, Ordinance XCIX of 2002.—In the said \nOrdinance, in section 15, in sub-section (2), after the word \"prescribed\" the words \n\"through regulations\" shall be inserted. \nInsertion of new section, Ordinance XCIX of 2002.—In the said \nOrdinance, after section 16, the following new section shall be inserted, namely:— \n\"16A. Power to make rules.—The Federal Government may, by notification \nin the official Gazette, make rules to carry out purposes of this \nOrdinance.\". \nPART I] \tTHE GAZETTE OF PAKISTAN, EXTRA., SEPT. 7,2017 \t1421 \n12. Amendment of section 17, Ordinance XCIX of 2002.—In the said \nOrdinance, in section 17, in sub-section (2), after clause (c), the following new \nclause shall be inserted, namely:— \n\"(ca) conduct of trainings, evaluation criteria and other matters allied to \ntrainings;\". \n13. Amendment of section 18, Ordinance XCIX of 2002.—In the said \nOrdinance, in section 18,— \nin clause (a),— \n(i) after the word \"Lahore\", occurring for the first time, for the \ncomma the word \"and\" shall be substituted; and \n(i0 \tthe expression \"and Civil Services Academy (DMG Campus), \nLahore,\" shall be omitted; \nafter clause (a), amended as aforesaid, the following new clause shall \nbe inserted, namely:— \n\"(aa) the Civil Services Academy and its allied units shall not be \nconstituent units of the School;\". \n14. Amendment of section 19, Ordinance XCIX of 2002.—In the said \nOrdinance, for section 19, the following shall be substituted, namely:— \n\"19. Removal of difliculties.—For a period of two years from the coming \ninto force of The National School of Public Policy (Amendment) \n'Ordinance, 2016, if any difficulty arises in giving effect to any of its \nprovisions, the Federal Government may give such directions, not \ninconsistent with the provision of this Act, as it may consider necessary \nfor the removal of such difficulty.\". \nAMJED PERVEZ, \nSecretary. \nPRINTED BY THE MANAGER, PRINTING CORPORATION OF PAKISTAN PRESS, ISLAMABAD \nPUBLISHED BY THE DEPUTY CONTROLLER, STATIONERY AND FORMS, UNIVERSITY ROAD, KARACHI."
}