{
    "file": "./converted_json\\administrator3d17c612a01f1f9056e5164460d15cd8.json",
    "name": "Intellectual Property Organization of Pakistan Ordinance, 2006",
    "date": "December 8, 2006",
    "tagline": "Regulating intellectual property rights in Pakistan",
    "content": "REGTSTERED No. M j!q2\nL.-7&6\n@$eGvdtrc d ?a[tdtlrr9\n.-rR:-\nEXTHAORDINARY\nPUBLISHED BY AUTHORITY\nISLAMABAD, TUESDAY, DECEMBER 8, 2006\nPART I\nActs, Ordinances, President's Orders and Regulations\nCOVEi{NMENT OF PAKISTAN\nI\\IINISTRY OF LA!V. JUSTICE AND HUMAN RIGHTS\nORDINANCE\nto protide for the eslablishment of the Intellectual Propety\nOrganizdtion of Pakistan\nWunneas it is expedient to establish the lntellectual Property Organization\nof Pakistan to provide for the protection of Intellectual Property Rights in Pakistan\nand lor matters connected therewith or incidental thereto;\n(8se)\nPrice : Rs. 10.50AN\n[3603(06)/Ex. Gaz.]lslaflabad, the Sth December' 2046\nNo. 2(1)/2006-Pub.-The following Ordinance promulgated by the\nPresident is hereby published for general information:-\nOnotr,qxce No. XXXVI oe 2006\n860 THE GAZETTE OF PAKISTAN, EXTRA., DEC. 8, 2006 fP,rnr I\nAND'wHEREAS the National Assembly is not in session and the President is\nsatisfied that circumstances exist $ hich render it necessary to take immediate actioni\nl. Short title, extent and commencement. (l) This Ordinance may\nbe called the Intellectual Property Organization of Pakistan Ordinance, 2006.\n(2) It extends to the whole ofPakistan\n(3) It shall come into force at once and shall be deemed to have taken\neffect on the 2nd December of 2006.\n2. Definitions.-ln this Ordinance, uniess there is anythrng repugnant\nin the subject or context.\n(a) \"Board\" means the Policy Board constituted under section 4.\n(b) \"Chairman\" means the Chairman of the Board and Head of the\nOrganization;\n(c) \"Director General\" means the Director-General appointed under\nsection l0;\n(d) \"Federal Govemment\" means the Cabinet Division;\n(e) \"lntellectual Property\" includes apatent, industrial design, layout-design\n(topographies) ofintegrated circuits, copyright and related rights, service\nmark, trade mark, trade name, undisclosed information or trade secrets,\ntraditional knowledge, geographical indications, technical know-how\nand ideas for new products and markets, including the commercial\ninformation about customer or any combination thereof;\n(0 \"Member\" means a member of the Board;\n(g) \"Organization\" means the Intellectual Property Organization of\nPakistan established under section 3;\n(i) \"rules\" means the rules made under this Ordinance;Now. THEREFoRE, in exercise of the powers confered by cJause (l) of\nArticle 89 ofthe Constitution ofthe Islamic Republic ofPakistan, the President is\npleased to make and p{omulgate the following Ordinance:\n(h) \"prescribed\" means prescribed by rules;\nPenr Il THE GAZETTE OF PAKISTAN, EXTRA., DEC. 8, 2006 861\n0) \"regulations\" means the regulations made under this Ordinance; and\n(k) \"scheduie\" means a schedule to this Ordinance.\n3. Establishment of the Organization. ( I ) There shall be established\nan organization to be known as Intellectual Property Organization of Pakistan to\ncarry out the purposes of this Ordinance.\n(2) The Organization shall be a body corporate having perpetual succession\nand a common seal with powers, subject to the provisions ofthis Ordinance, to hold\nand dispose ofthe property both movable and immovable and shall by the said name\nsue and be sued.\n(3) The Organization shall be an autonomous Organization under the\nadministrative control of the Cabinet Division.\n(4) The Federal Govemment may setup offices ofthe Organization at such\nplaces, as it may deem necessary, as and when required.\n4. Policy Board. (1)TheFederal Govemment shall by notification in\nthe official Cazette, constitute a Policy Board ofthe Organization consisting ofthe\nChairman, Vice-Chairman and such other members from the public and private\nsectors, as it may deem fit.\n(2) Notwithstanding the composition ofthe Board constituted under sub-\nsectlon (l), the Federal Government may increase or decrease the number of\nmembers and prescribe the qualifications and mode and manneroftheir appointment.\n(3) The Director-General shall act as ex officio Secretary ofthe Board.\n5. Functions and powers of the Board.-( I ) The Board shall be\nresponsible for setting of objectives and policy guidelines of the Organization in\naccordance with the powers and functions provided in section 11.\n(2) The general direction and administration ofthe Organization and its\naffairs shall vest in the Board which shall exercise all powers, perform all functions\nand do all acts and things, which may be exercised, performed or done by the\nOrganization under this Ordinance.\n(3) In particular and without prejudice to the generality ofthe foregoing\npowers, the Board shall,-\n(a) promote a modem system for the protection of intellectual property\nrights in Pakistan;\n862 THE GAZETTE OF PAKISTAN, EXTRA., DEC. 8. 2006[Penr I\n(b) approve policies, plans and programmes ofthe Organization; and\n(c) formulate procedures and necessary framework for utilization offunds\ngenerated or acquired through services, donations or grants, etc.\n6. Delegation ofpowers.-The Board may, by general or special order\nin writing subject to such limiritions, restrictions or conditions, delegate all or any of\nits powers and functions to the Chairman, Vice-Chairrhan or any committee ofthe\nBoard, as may be constituted for the purpose, or to the Director-General as it may\ndeem appropriate.\n7. Meetings of the Board.-( I ) Save as hereinafter provided, the Board\n>hall regulate the probedure lor its meetings.\n(2) The meetings ofthe Board shallbe convened by and under the directions\nof the Chairman :\nProvided that the Federal Government may direct convening ofa meeting\nofthe Board at any time on any matter requiring a decision by the Board.\n(3) The meeting ofthe Board shall be held at least twice a year\n(4) A simple majority of the total membership shall constitute the quorum\nfor a meeting of the Board.\n(5) The decision ofthe Board shall be adopted by simple majority ofthe\nMembers present and voting.\n8. Functions of the Chairman. The Chairman shall be the Head of\nthe Organization. He shall directly oversee the Director-General in the performance\nofhis duties and responsibilities under this Ordinance, shall guide and direct him, as\ndeemed necessary by him and shall Iiaise and consult with the Federal Govemment,\non behaifofthe Board, for carrying out the purposes of this Ordinance.\n9. Privileges and Perquisites ofthe Chairman, Vice-Chairman and\nthe Members.-The Chairman, Vice-Chairman and the Members olthe Board,\nollrer than the official ntembers. shall be entitled to such privileges and perquisites as\nrrray bc prcscrilred.\n10. Director-General., (1) There shall be a Director-General of the\nOrganization who shall be appointed by the Federal Govemment on terms and\nconditions as rnay be prescribed.\nPenr ll THE GAZETTE OF PAKISTAN, EXTRA., DEC. 8, 2006 863\n(2) The Director-General shall be the Chief Executive Officer of the\nOrganization and shall discharge such duties and perform such functions as are\nassigned to him by or under this Ordinance.\n(3) The Direcior-General shall comply with such directions that the Federal\nGovemnrent or the Board may give from time to time.\nI l. The powers and functions of the Organization,-The powers and\ntirnctions ofthe Organization shall be to,-\n(a) adrninister and coordinate all govemment systems lor the protection\nand strengthening ofintellectual property rights under the Iaws specified\nin the Schedule and the rules and regulations made thereunder;\n(b) prescribe, regulate or.implement measures and standards on any matter\nrelatcd to or connected with intellectual property right;\n(c) accredit or certify and regulate any person as intellecrual property\nagentl\n(d) levy such charges or fees as may be reasonable for services and\nfacilities provided by the Organization and its constituent offices;\n(e) carry out such other works or activities as may be deemed by the\nOrganization to be necessary, with a view to making the best use of\nthe assets ofthe organization;\n(0 coordinate, monitor or engage, in conjunction with other authorities,\nintemational agencies or Organizations, in any study or cooperation\n'project related to intellectual property;\n(h) supervise and coordinate the working ofall intellectual property oIfices\nincluding the Patent Oftice,Trade Marks Regisfy and Copyright Office;\n(i) evolve and maintain a system to provide access to public documents\nand information relating to any intellectual property kept or maintained\nby the Organizalion,(g) enter into contracts for the supply of goods or materials or for the\nexecution of works as may be necessary lor the discharge of any of\nits duties and functions;\nIt64 THE GAZETTE OF PAKISTAN. EXTRA., DEC. 8, 2006 [PARr I\n(J) advise the Government of Pakistan on policy relating to intellectual\nproperty rights:\n(k) plan lor development and up-gradation of the intellectual property\n. infrastructure and capacity in Pakistan:\n(l) promote education and research in the field ofintellectual property;\n(m) advise the Federal Govemment regarding the intemational negotiations\nin the area ofintellectual propertyl\n(n) engage in human resource development of its officers and staff;\n(p) liaise and interact with counterpart Intellectual Property related\norganizations in other countries for capacity building and exchange of\ninfomration;\n(q) propose and initiate intellectual property rights legislation for\nthe protection ofintellectual property rights in Pakistan;\n(r) initiate and monitor the enforcenrent and protection ol intellectual\nproperly rights through designated law enforcement agencies of the\ngovernment and collect related data and information. The law\nenforcement agencies shall keep the Organization regularly and\nappropriately informed oftheir actions and operations against violations\nof intellectual property rights and ensure full liaison and cooperation\nrvith lhe Organization;\n(s) develop working manuals, references, materials and procedures .in\norder to assist in improving the protection ofintellectual property rightsi\n(t) coordinate the implementation of foreign-aided technical assistance\nprojects on intcllectual property; and\n(u) perform and carry out any other act, thing or function relating to\nintellectual property assigned to it by the Board or the Federal\nGovemment.\n12. Authentication of orders and other instruments of the\nOrganization.-A ll orders, decisions and all other instruments issued by the(o) promote awareness about intellectualproperty issues in the public an.' private sdctor;\nParr Il THE GAZETTE OF PAKISTAN, EXTRA., DEC. 8, 2006 865\nOrganization shall be authenticated only by the signatures ofsuch officer or officers\nrvho are authorized by the Organization in this behalf.\n13. Prohibition ofuse ofcertain names, marks, seals, etc. No person\nshalluse-\n(a) any name, mark or seal, which may resemble the name, mark or seal\nof the Organization or contain the expression or any abbreviation ol\nsuch expression; or\n(b) any mark or trade mark in relation to any article or process containing\nthe expression Intellectual Property Organization of Pakistan or any\nahbreviation of such expression.\n-_ 14. Exercise of powers of the Organization by other bodies.-The\n- ederal Covemment nay, in consult4tion with the Organization, by notification in\nthe official Gazette, direct that any power exercisable by the Organization under this\nOrdinance shall, in relation to such matters and subject to such conditions as may be\nspecified in the direction, be exercisable also by such body or such organization as\nmay be specified in the notification.\nI 5. Certain matters to be kept confidential.-Any information coming\ninto notice of the Organization or any of its officers in relation to any article or\nprocess, subject to the provision of this Ordinance or any other law for the time\nbeing in force shall be treated as confidential and shall nol be communicated or\nrevealed to any person :\nProvided that nothing in this section shall apply to the disclosure of any\ninformation for the purpose ofprosecution under this Ordinance.\n16. Appointment of officers, etc., by the Organization. (l) The\nOrganization nray, with the prior approval of the Board, crcate posts and appoint\nsuch officers, employees, experts and consultants, as it may copsider necessary for\nlhe perlornlance of its functions.\n(3) The Organization; rvith the approval oftle Board, shall determine the\nterms and conditions of service of its officers, employees, experts and consultants\nand shall also be competent to take disciplinary action against them.\n(4) The civil servants working in the Organization shall be govemed by\nthe Civil Servants Act, 1973 (LXXI of 1973). and rules made thereunder unless\nabsorbed in the Organization.(2) The Organization, with the approval ol the Board, shall devise\nprocedures for the appointment of its officers, employees, experts and consultants.\nli66 THE CAZETTE OF PAKISTAN, EXTRA., DEC. 8, 2006 [Parr I\n17. Members and officers, etc., to be public servants.-The\nChainrian, Vice-Chainnan. N'lembers, Director-General, officers, employees, experts\nand consultants ofthe Orga:rization shall. \n\"vhen acting or purporting to act in pursurnce\nofany of the provisions ofthis Ordinance, be deemed to be public servants within\nthe nreaning ofsection 2l ofthe Pakistan Penal Code (Act XLV of 1860).\n(2) The Intellectual Property Organization of Pakisran Fund shall be\nfinanced from the following sources, namely:-\n(a) grants and loans made by the Federal Government or a Provincial\nGovemmentl\n(b) loans, aid and donations from the national or intemationil agencies;\nand\n(c) revenue eamed from the levy ofvarious charges or fees, etc\n(3) The Intellectual Property ofOrganization Pakistan Fund shallbe kept\nin one or more accounts maintained by the Organization, in local or foreign currency,\nin any scheduled bank in Pakistan and shall be operated in accordance with the\ndirections of the Board.\n19. Budget.-The Organization shall, in respect ofeach financial year\nsubmit for approval ofthe Federal Government, on such date as may be prescribed,\na statement of the estimated receipts and expenditure, including requirements of\nforeign exchange for the next financial year.\n(2) The Auditor-General of Pakistan shau conduct audit ofthe accounts\nofthe Organization.\n(3) A copy of the audit report shall be sent to the Federal Govemment,\nalongwith the comments of the Organization.18. Intellectual Property Organization of Pakistan Fund.-( I ) There\nshall be created a fund to be known as Intellectual Propert-v Organization ofPakistan\nFLrnd rvhich shall vest in the Organization and shall be utilized by the Organization to\nnleet charges in connection rvith its lunctions under this Ordinance including the\npaynrent ol'salaries and other remuneration lo the Director-General. officers,\ncrrployecs. expefis and consultants ofthe Organization.\n20. Audit and accounts.-( I ) The accounts of the Organization slrall be ^\nmaintained in the manner prescribed by the Controller General ofAccounts.\nPrnr Il THE GAZET'TE OF PAKISTAN, EXTRA.. DEC. 8, 2006 867\n(4) The Federal Governnrent may issue directions to the Organization for\nthe rectification ofany item objected to by the Auditor-General ofPakistan and the\nOrganization shall comply rvith such directions.\n2l . Power to amend the Schedule.-The Federal Government may, in\nconsultation rvith the Organization, amend the Schedule so as to add any entry\nthereto or modify or omit any entry therefrom.\n22. Mode of recovery.-Any sum payable to the Organization under\nthis Ordinance shall be recoverable as an arrear of land revenue.\n23. Submission of yearly reports and returns.-11) Within three months\nofthe conclusion ofeach financial year, the Board shall submit an Annual Report to\nthe Federal Govemment in respect ofthe activities ofthe Board including the status\n-of its existing programmes, projects and further plans formulated in furtherance of\n-s aims and objectives.\n(2) The Federal Government may require the Organization to fumish it\nwith-\n(a) any retum, statement, estimate, statistics or other information regarding\nany matter under the control ofthe Organization;\n(b) a report on any subject with which the Organization is concemed; and\n(c) a copy ofany document in the charge ofthe Organization.\n24. Protection of action taken under the Ordinance.-No suit,\nprosecution or other legal proceeding shall lie against the Federal Govemment or the\nOrganization or any person acting under the Federal Govemment or the Organization\nfor anything rvhich is in good faith done or intended to be done in pursuance ofthis\nOrdinance or any rule or regulation made thereunder.\n25. Exemption from any provision of this Ordinance.-The Federal\nGovernment may, by notification in the official Gazette, exempt any article or class\nofarticles from the operation ofall or any ofthe provisions of this Ordinance.\n26. Poticy directives.-The Federal Govemment may, as and when it\nconsiders necessary, issue policy directives to the Board in respect ol its activities\nand the compliance ofsuch directives shall be binding on the Board.\n27. Power to make rules.-The Organization may, with the approval of\nthe Federal Govemment, make rules for carrying out the purposes of this Ordinance.\nOn approval ofthe rules by the Federal Govemment, the Federal Govemment shall\nnotify the same in the official Gazette.\n1168 . THE GAZETTE OF PAKISTAN, EXTRA.. DEC. 8, 2006 [P,rrr I\n28. Porver to make regulations.-The Organization may, with the prior\napproval ofthe Board and by notification in the official Gazette, make regulations\nnot inconsistent rvith this Ordinance or the rules made thereunder to carn, oirt the\npurposes of this ordinance.\n29. Integration of the Trade Marks Registrl', Copyright Office and\nPatent Office. -.Upon the commencement of this Ordinance, the Trade Marks\nRegistry, Copyrigbt Otfice and Patent Oftce hereinalter referred to as the said\neiffices shall become part ofthe Organization and, -\n(a) all assets rights, powers, authorities and privrleges and all properties,\n. movable and immovable, cash and bank balance, reserve funds,\ninvestment and all other interest and rights in, or arising out of such\nproperties and all debts, liabilities and obligations ofwhatever kind of\nthe said offices subsisting immediately before their rntegration shalA\nstand transferred to and vest in the Organization;\n(b) all officers and other employees of the said offices shall,\nnotrvithstanding anything contained in any law or in any agreement,\ndeed, docunrent or other instrument, stand absorbed and transferred\nto the Organization and shall be deemed to have been appointed or\nengaged by the Organization in accordance with the terms and\nconditions rvhich shall nol be less favourable than in the said offices;\nand no officer or other employee rvhose services are so absorbed and\ntransferred shall be entitled to any compensation because of such\nabsorption or transfer;\n(c) all debts and obligations .incurred or contracts entered into or rights\nacquired and all nlatters and things engaged to be done by, with or for\nthe said otfices before their integration, shall be deemed to have been\nincurred, entered into, acquired or engaged to be done by or foq the\nOrganization; and\n(d) all suits and other legal proceedings instituted by or against the said\noffices before their integration shall be deemed to be suits ani\nproceedings by or against the Organization and may be proceeded or\notherwise dealt with accordingly.\n30. Authorities to aid the Organization.-All intellectual property\nenforcement authorilies in the Federation and the Provinces shall render such\nassistance to lhe Organization, as may be necessary, for the protection and\nenforcement of intellectual property nghts.\nP.*r ll THE GAZETTE OF PAKISTAN. EXTRA., DEC. 8, 2006 1169\n31. Removal of difficulties.-ln case any difficulty arises in giving effect\nto this Ordinance, the Federal Govemnrent nray, for the purpose ofremoving such\ndifficulty, rnake such order as it considers expedient and any such order shall be\ndeenred to be, and given ellect to, as a part ofthe provisions of this Ordinance:\nProvided that no such power shall be exercised after the expiry of three\nyears from the commencenrent ollhis Ordinance.\n32. Repeal.-Thc Intellectual Property Organization of Pakistan\nOrdinance,2005 (XXI of2005) is hereby repealed.\nTHE SCHEDULE\n[see section I 1(a)]\n(l). The Trade Marks Ordinance,200l (XIXof200l).\n(2) \n. The CopyrightsOrdinance,.l962 (XXXIV of 1962)-\n(3) The Patents Ordinance,2000 (LXl of2000).\n(4) The Registered Designs Ordinance, 2000 (XLV of 2000).\n(5) The Registered LayourDesipgs oflntegrated Circuits Ordinance, 2000\nIXLlX of2000).\nGENERAL\nPERVEZ MUSHARRAF,\nPresident\nMn. Juslcr\nMANSOOR AHMAD.\nSecretan)\nPRTNTED BY I'HE MANA6ER, PRINTING CORPORATION OF PAKTSTAN PRESS, ISLAMABAD.\nPUBLISHED BY THE DEPUTY CONTROLLER, STANONERY AND TORMS, I.NII'ERSITY ROAD. KARACHI."
}