{
    "file": "./converted_json\\administratora3798959736d06964d2c80ac6ba18ead.json",
    "name": "Protection of Journalists and Media Professionals Act, 2021",
    "date": "1st December, 2021",
    "tagline": "Safeguarding the Right to Freedom of Expression of All Media Professionals",
    "content": "REGISTEREDNo.M - 302\nL.-76469\nG$eGvdfic d sE[Idrm\nEXTRAOROINARY\nPUBLISHED BY AUTHOBITY\nISLAMABAD, SATLXDAY, DECEMBER.I, 2O2I\nPARI'I\nActs, Ordinanccs, President's Ord€rs and Rcgulations\nSENATE SECRT]TARIAT\nIslanabarl. the 3rd Decenber. 2021\nNo. F. 9(46)/2021-Legis.-The following Act ol Majli!-e-Shoota\n(Parliament) received the asscnr ofthe President on lst December,2021 and is\nhun b; published for gencral information:\nAcT No. Xxln oF 2021\n/1,1 Act ta ptunote. protect attd elle.livel! cnsute the indepemlence, tnpart@liry',\nsaJeo\" and lreeLlon oI e.tprcss ion ofi o umul ists and ned io proJessionals\nWHEREAS it is thc rcsponsibility ol lh€ Srale to safeguard thc right to\nfrccdom oferpression. as containcd in Article l9 otlhc Constitution ofPakislan,\nI973, as \\!cll as in Article l9 oflhc inlemational Covcnant on Civil and Politrcal\nRights (i(ICPR). lvhich includes the arccdom to seek. rcccive and impan\ninformation and ideas of all kinds. re_eardlcss of frontiers, eirhcr orally. in\nwriring or in pnnt, in lhe fonn ofan. or through any other mcdia;\nA\\t) !\\'ttttRltAs ir rs the requlremcnl o l' an), democratic socicly to instilla\nstrong culture of safety and independcnce of joumalists. laking inlo\ncoDsideration sprecific aftacks on journalists ahd mcdia professionals;\nI I717(2021) Erccaz.l(E5i)\nPrice: k 20.00\n856 THE CAZETTE OF PAKISTAN, I]XTRA, DECEMBER '1,202I [P^RTI\nA\\D TVHERE S it rs cxpedient ro establish a lc8al and inslitutional\nIianrework for the piotcctiofl and promolio[ of thc rights of joumalists and\nmcdia prolessionalsl\nIt is hcreby enacted as follows:\nPARl',I\nPR},LIMINARY\nL Shorl tille, extcnt ond commencement.- (1) 'lhis Act may be\ncalled the P.orection of Joumalists xnd Mcdia I'rofessionals Act. 2021.\n(l) lt shall extend to lhc whole ol Pakistan\n(:l) lt shall come into forcc et once\n2. D.finitions. (l) In this Acl. unlessthere is anything repugnantin\nthe subject or context -\n(a) \"Act\" shall nean the Prorection of Joumalists and Media\nI'rofessiorals Act, 2021;\n(b) \"Aulhority\" means the Aurhority estahlished under the Legal Aid\nand Justice Authority Act,2020:\n(c) \"Commission\" mcans thc Independent Commission for the\nProtection oF Joumnlists and Media Professionals, constituted\nunder Seolion I2 ol this Act;\n(d) \"Compcnsrtion\" means grancldonation/compensatory rclief in\nterms of money to be provided from federal and resp€ctive\nProvincial firnds/ progranvschemcst in case of a joumalist's\naccidental dealh,/injur) \\\\,hilc pcrformrng his,ter duties;\n(e) {Constilution\" mearrs the Constitution of the Islamic Republic of\nPakistanl\n(t.) \"Fedeml Ohbudsman' melns the Ombudsman establishcd under\nahe llarassment Against Womcn at Workplace Acl. 20I2;\n(s)\n(h)'Governmen(\" mcans the Fedcral Govcmmenr;\n*Harsssment\" mcans anv unwclcome scxual advancer or request\nfor sexual favours or other vcrbal or wriften communication. orphlsical conduc( of a serual nature or sc\\ually demeaning\nattitudes. that causing interference with work performance oi\ncreating an intimidaling, hoslilc or offensive work environment, o.\nP^Rr ll THE CIZETTE Ol' PAKIS-I AN. !XlRA., DECEMBER 4, 2021 85?\nthe attcmpt to punish the complainant for rcfusal to comply to such\na rcquest or is made a condition for cmploymcnt;\n(i) \"Intimidrtion\" mcans thrcatening a pcrson with any injury to his\nperson, reputation o. propcrty, or to rhe frerson or repulation of aJly\none in whom that person is interested, with intenl to cause alarm to\nthat person, or to cause that person to do any act which he is\nlegally bound to do. or to omit to do any act which he is legall_,-\nbound to do, as the mcans ofavoiding the execution ofsuch threat,\n0) 'Jeurlalisl\" mcans any pcrson who is professionally oa regularly\ncnga8cd by a nctvspapcrr magazinc, ncws website or other news\nbroadcast medium (whethcr onlinc or omine), or any p€rson with a\nsubstantral track rccord of frcclancing for at lcast three years for\nany ncwspaper, rnagazinc- ncws wcbsilc or olher news broadcasr\nmedium;\n(k) 'Medir profc.ssional\" includcs aDy olher person regolarly or\nprofessionall)' enSaSed in th€ collcction, processing ard\ndissemination of infonnauon to the public vio any means of mass\ncommunicalion, including cameraperson and photographers,\ntechnical suppo(ing sraff, drivers and interprete.s, editors,\nlransla(ors, publishcrs- broadcasters. prinlers and distributors;\n(l) 'M€dia owner' mca s thc owrcr of a media house or agency\nwhich collects and disseminates consumers news! features.\ncomments, photolraphs and graphics through any means of\ncommunicatioos;\n(m) \"Non-journalist\" mcans a pcrson who is employed mainly in a\nmanaScrial or adminislrativc capacily in a media orSanization, or is\nbeing employed there in a supervisory capacily, perlbrms, either by\nthe nature of rhe duties attached to his office or by reason of the\npowcrs vesLed in him, functions mainly of a managerial /\nadministrative natun:.\n(n) \"Sources'r mcan any book, publication, person or organization that\ndiscloses infon alion forming thc substance/subject of work\nundertakcn by anyjouflralisl, rcF)rtcr or rcdia profcssionali\n\"Schedulc'means a Schedule to this Act:\nr'Torture\" means an act commltted by which severc pain or\nsuffering, whcthcr physical or mcntal, is intefltionally inflicted on a\nperson for such purposcs as obtaining from him or a third person\ninformation or a confcssion, punishing him for an act he or a third\nperson has committed or is suspected of having committed, or\nintimidating or coercin8 him or a third person, or for any rcason(o)\n(p)\n858 THE GAZEI].E OI.PAKISTAN. I1XIRA. DECEMBER4,2O2I [PARI.I\nbased on discrimination olanl'kind. trhen such pain or suff€ring is\ninflicted by or at lhc insugalion of or wilh thc conscnt or\nacquiesccncc of a puhlic ol-licial or olhcr pcrso[ actro8 rr an\nomcial capacity. It docs not include pain or suffe.ing arising only\nfmm, inhercnl in or incidenralro la\\vfulsanclions.\n(2) All other words aDd expressions used but not dcfincd in this Act\nshall have the same meanings as may be assigred lo them under all applicablc\nlaws in Pekistan including thc Pakislan l)cnal Code (Act XLV of 1860). Code of\nCriminal Procedure, l89t (Acl V ol'l89E), and Qaoooo+-Shahadat. 1964 (P.O.\nNo. X of l9t4).\nPARt -\nRIGHTS OF JOURNALISTS AND MEDIA PROFESSIONALS\n3. Right to lifc ord protection against ill lrertmcnt. (l) The\nGovenunent shall ensue rhat every loumalisl and media profcssionals right to\nlifc and sccurity of pcrson, as conlai cd in A(icle 9 of the Constitution, is\nsaltgna.ded, and lhat no such illdrvidual is subJcctcd to ill-trcatmcnt.\n(2) No person or institution, \\yhethcr private or public, shall'engage in\nany act that violates the riSht to life and s€curity of any joumalisl or media\nprofessional.\n(3) In order to maintain the independence, impaniality and freedom of\njoumalists and media profcssionels, thc (iovemment shall take steps to cnsure\nthat existing or future counter- tcrrorisrn or natiorlal securily Iaws are not utilizcd\narbrtra.ily to hinder the work and sat'ety ofjoumalists and media professionals,\nincludrng through arbilrary orrest or detentlon, or the threat thereof.\n(4) The Covemment shall ensure that effective measurcs arc taken to\nprotect joumalists and media professionals against forc€d or involuntary\ndisappearances, kidnapping, abducti(Jn or othcr nrclhods o{-cocrcion.\n(5) 'Ihe Govcrnment shall cnsure that joumalists and media\nprofessionals are allowed to cafly out thcir journalistic wo.k in conflict-affected\nareas within the country, without threats. intimidation, harassment or fear of\np€rseculion or largeling-\n(6) If the Commission finds that an\\ instirution or organization is,\ndirectly or indrrectly, involved in violating, or attempting 1o violale- thc nghts to\nlilc and protection against lll lcatmenl salcguarded ir sub-secrion (l) above, it\nshall .epon the same to the Iiederal Covernment ard rccommcnd appropriate\ncourse ofaction against fic perpclrato(s) ofthese violarions_\n4. Right to privacy and non-disclosure of sourccs.- (l) Each\njoumalist and media p.ofessional shatt havc rhc righr to privac)., \\hich includes\nP^Rr ll TIIE GAZEITL OF PAKISTAN, Exl RA., DECEMBER 4, 2021 859\n(i) be easily accossiblc to the public;protection of the law against interferencc with hivher home, corespondence,\nand famih.\n(2) The Covemment shall ensu.e that no person, officer. agency or\ninsrirution unlawfully or arbitrarily inlerfcres with the ri8ht to privacy of any\njoumalist, rcporter or media professional and his4rer homc, correspondence\n(including etcctronic co.respondences) and family.\n(3) 'fhe Covemment shall cnsure that nojoumalist, rcporler or rncdia\nprofessional is forccd, induced, cornpellcd, co€rced or thrcatened for the\ndisclosure of hiVher sources of infonnation bv anv person, oflic€r. atency,\nauthoriry or institution save $i(houL due proccss oIlhe law.\n(.1) The Colemrrent shali make etlbrts to safeguard thc conlidentiality\nof sources, ofjournalists or media professionals.\n5. Itrdepcndence in lhe pcrformstrc€ of duties.- (l) No joumalist\nor media profcssional shall be subjected to an.v unlawlul or arbitrary restriclions\non their abilily to perform lhcir work independently, and withoul undue\ninlerference.\n(2) Any rcstriction on the right to licedom ofexpression ofjoumalists\nor medra professionals must be in accordancc witb the €xisting laws, and must\nonly bc imposed if rt is necessary for respecl ol- the righ6 or reputations of\nothers. or if such resEiction is lcvicd against material dlat advocatcs nationaL,\nracial or religious hatred that constrtulcs incitement to discrimination, hostilily or\nviolence.\n(l) Any rcstricrion imposed under Scction 5(2) ofthis Act must:\n(ii) comply with the pflncrples ol' legality, neccssrty and\nproportionaliq; and\n(iii) bc formulared with sulficient precision to cnable a .ioumalist,\nrcporter or media profcssional to adjust his or hcr conduct\naccord in gly.\n6. Good frith obligation ofjourrslists .[d mcdia professionals. -( l) All joumalists ard media professionals rrrust rcspe.t the rights or rcputrtions\nof others and nol produce rnatcrial that advocates national, racial, cthnic,\nrcligious. scctarian, ljnguistic. cultural or gendeFbascd hatred, \\!hich may\nconslilute incitcmcnt lo discrimination, hosLilit) or vlolcncc.\n(2) All journalists and Ecdia prof€ssionals must not engage in the\ndissemination o[material known by such an iudividuat to be false or untru€.\n8I;O TIIE GAZE'TTE OF PAKISI'AN, EXTRA.. DECEMBER4,2O2l JP (TI\n(3) ThcjounralisB who fail to fulfill obligations in suLsection (l) and\n(:) will hc tried in accordance wirh the rel$rnt laws.\n7. Prol€ction from al)usive, violcnt and intolcrrnt bchaviour.-(l) The Gov€mmenl shall takc all steps to protect journalists ard mcdia\nprofcssronals from all forms of abuse, violence and exploiration through any\nmediunr (including electronic communtcations) at the hands of any pcrson,\ninstitulion (private or public) or authorit].\n(2) Whenever any act of abuse, violence or intolcrant b€haviour is\nconrmilted against any joumalrsl. reparlcr or media professional, wherher\nperpetrxted by e private or publrc person. institution or aurhority, the aggrieved\njoL:rraLst or media professional shall file a complaint within a period of fourteen\n(14) days, against thc same beforc the Commission created under section l2 of\nthc Act\n(3) Upon rcceipt of informarion identified in Scction 7(2) of lhis Acr,\nthe Cornmission shall, within a period of founeen (14) days, take all necessary\nactions to investigate and prosccule such acts of abuse, violence or intolemnt\nbehaviour. and to take approprialc m€asures undcr law to provide protection to\nthe concemed jo umalist, reponer or mcdia professional in rhe manner prescribed\nundcr lhis Act\nt. Protection agaiDst harassment.-{l) Tho Govemmenr shall\nensure that everyjournalist, reporter and media professionirl is protected against\nharassnrent. as defined rn Section 2(h) ofthis Act.\n(2) Whenever any act of harassrncnl is conrmitted against any\njournalst or media professional. whelher pcrpetated by a private or public\nperson, institution or authority. the aggrieved person nray file a cornplaint\nagainsl lhc rame helorc thc Federal Ombudsman wilhin a pcriod oftou(ccn (14)\nda1s.\n(3) Upon receipt of inlbrmatror idcntillcd in Section E(2) of this AcL\nthe Federal Ombudsman or thc rclcvant authority shall, within a period of\nfouneen da],s, take all nccessary actrons to investrgate and prosecure such acls of\nharassment. and 1() rake approprirtc measures under the lar} to provide protcction\nto thc conccmed j ourna list. reporter or media professional\nPART.III\nTRAII{INC AND INSUIIANCE\n9 Institution of thc Journslists Wclfare Scheme.- (1) The\nprovision of adequate training and guarantee of tnsurance rvill be govcmcd in\naccordmce with this provision, underrhe _Joumalists Welfarc Scheme\".\nPAR1 IT THE AAZETTE\n(2) Compliancc with lhc requrrcnrcllls ol the Schemc, €stablished\npursuant to sub-section (l ) of Section 9 ofthis Act, shall be the responsibility of\neach media owncr.\n(l) The operation ofthe Journaliss Wclfare Schcmc shall bc govemcd\nunder Schedule-l ofthis Act.\n(4) The Joumalists Wclfare Scheme requires each Media Owncr lo\nproduce a comprehensive, wrinen safety policy and protocols forjoumalists and\nmedia professionals\nPART.IV\nINVESTIGATION AND REDRESS\n10. Obligatiotr to invesligale, prosccute rnd penrlize threats,\ncoercioa, acts of riol€nce ard abusc of journsli3ts, rnd medir\npmfessionals.- (l) Where any pcrson acts In a threateninS, coercive, abusive\nor violent manner, or conspircs lo act in a threatening, cocrcive, abusive or\nviolent manner. or aids and abels a threatening, coercivc. abusive or violent acr\nwith the intent to undemrine the inteSrity and indepcndcncc ofjoumaliss and\nmedia professionals. such acts may be reported to the Commission.\n(2) Thc Commission shall lake appropriate steps to ensure\naccountab'lity for such acts by conducring impanial, prorhpl, thorough,\nindepend€nt and effective in\\,csligations inlo all such rcports\nThe Commission may set up an advisory comfiittee to determine\nwhether the complaint should be taken up or llot.\n(3) Following the required investigrtions under section l0(2) of the\nAct, the Commission shall cnsurc lhal all perpetrators are pros€cuted and\nsimultancously cnsurc that thc aggricvcd journalists havc acccss to adequate and\nelTective remedies:\nProvided that rf a .ioumalist cannor afford access to legal aid the\nCommission may refer thc casc of th€ aggrieved ioumalist to the Authority who\nshall ensure fi(e of curl llj!.al aid to lh(' r ictim.\nll. Combating impunily.- (l) No lhrcatening, coercivo, abusive or\nviolent Acl, commilted against journalists or mcdia professionals, shall be\nexempt from imlnediate and effectivc invcstigation and prosecution\n(2) The Govemment shall develop and rmplemcnt strategies for\ncombatin8 impunity for those engaging in conduct mentioned in section I I(l) of\nrhi\\ Act. panicularl) r.r ith rcgard to thc follo* ing:\n862 THF GAZETTE OF PAKISTAN. [XTR^, DECEI\\4BERJ, ]O2I [P,IRTI\n(r) Nlonitoring and conducting rnvestieations into cases reporled by\njoumalisls. media professionals. their families or civil socicly\norganilalion\\ sorlrng rn ioLmrlisrs' prorection;\n(ii) Crord'natnrg policy and aclron berween relevant govemment\nauthorities:\n(iii) EIsurirlg (he pa(icipatron ofjounralisls. and media professionals,\n' and/or their families, in processes aimed at guaranteeing thcir\nproteclion and sa[er]'.\n(3) 'l he Government tL'ill irnplcnrent best practices provided for in thc\nUnited Nations Plan of Action orr Safctr of Joumalists and the Issue of\nImp!nity.\nESTABLISHMf,NT OF THE INDEPDNDENT COMMISSION FOR\nTHE PROTECTION OF JoIJRNALISTS AND MEDIA\nPROFESSIONALS\n12. Esteblishmcnt of a Commissiotr for the Pmtection of\nJournolists rnd M€dia Profcssionxls.- (l) The federal Govemment shall\nconstitrrte an independent commission to b(| known as the Commission for the\nProtcctron of Joumalist and Media Prolissiorals (CPJMP) to exercise the\npovcrs and pcrtbrm the functions under this Acr.\n(2) the Commission shall consist ol\n(i) A Chairperson- Nho has dcmonstrable knowledpe of. or practical\nexperence of minimum lwcnlv \\'aars in, matters relating to larv.\njunicc and human rights:\n(ii) A member ofPakistar lJar Councilduly nominaled by the Pakistan\nlllr Council;\n(rii) |ourjoumalists with olcr 25 )cars ofexperience nominated by the\nPnkistan Federal Union ol- Jounlalists (PFUJ), one nomLnated\nm('mb€r fiom each lslanrahad I Inion of Joumalists, Karachi Union\nof Joumalists, tnhore Union ol Joumalists, Quetta Union oI\nJoumalists and Peshawar Union ol-Joumalists:\n(iv)\n(v)Ore member Eho is a Sccrctan ofthe Natronal Press CIub (NI{):\nOfle member who is SecretaD of Perliamentary Reportcrs\nAssociation; and one rncmbcr \\ho is Secrerary Supreme Courl\nR.poncrs Association;\nPART ] I TIIE GAZFTTE OF PAKISTAN, EXTRA,, DECEMtsER 4, 2O2I E6;\n(vi) One represenlativ€ ofthc Minislry of Human Rights, as nominated\nby Ministry of Human R ights (et-ofricio): and\n(vii) One representative of MiDistry of Information and Rroadcasting\nnot less lhan the mnk olJoiDt Sccrctary (er-olcio):\n(viii) Secretar) ofthe Commission \\!ho shall not have a right to vote-\n(i) The Commission may co-opt any p€rson havinS demonstrable\nknowledge o! or practical experiencc in, matters relating to joumalism as a\nmember.\n(4) 'lhe Sccretary of the Commission shall be appointed by the\nCommission in the prescribed manner.\n(5) Provided thal at leasr three memben of the Commission shall b€\n13. AppoiDtmcnt of Chairperson.- (l) The Ministry of Human\nRights in consultation with Ministry of Information and Broadcasting shall,\ninvite suggestions for appointmenl as Chairp€rson ofthe Commission and, after\nproper scrutin), shall submit a ljst ofthree p€rsons to the Federal Covemment.\n(2) The Fcdcral Govemment shall appoint a Chairperson ftom the\nnames submittcd by the Ministry ofHuman Rights\n14. Term of ollice of th€ Chairpersomnd membcrs.- ( l) A p€rson\nappointed es Chairperson or a membcr shall hold office initially for a term of\ntwo years from rhe dalc on whrch hc/shc cnlers upon hiJher office extendable\nfor anolher two ycars:\nProvided that the term ofthe offic€ may b€ exte[ded oncc.\n(2) The Chairperson or a mcmb€r may resign from his/her offrce in\nwriting under his,/her hand addressed lo thc President and on acceptance of thc\nresignation; such vacancy shall be filled within 30 days.\n15. ReEoval of the Chairpcrson and Dembers.- Thc Chairman\nand memb€rs may be rcmoved iiom omce by the Federal Covcrnment if they\narc found to be:\n(a) guilry ofmisconduct; or\n(b) guilty of unsa(isfactory pcrlbrmance; or\n(c) unfil lo contrnue in office by reason of bcin8 mentally or\nphysically challenged and stands so declared by a competent\nmedicalauthoriry: or\n864 rrE (iAZgT-tE OF PAKISTAN, EXTRA., DECEMBERl,2021 0\"\\RrI\ntd) conyicted ofan)'ofl'cncc rnrolvrng rnoral turpitude been sentenccd\nto imprisonment for a term ofno( less than hvo years:\nProvlded that the Federal Covernment may removc thc\nCharrperson or memb€rs on any one olthe grounds listed abovc.\nl6- Terms and conditiors of scrvicc of membcrs including\nChairprrson-- The salary of thc Chairperson and other administrative\nallowances payable to, and terms and conditions ofservice ofthe members, shall\nbe such as nray be prescribed by the Fedeaal Covemment in consulLation wilh\nthe (lommissron.\n(2) The salary ofthe Chairperson and other administrative cxpenses of\nthe Commission shall be made frorn funds alkrcated by the Fcdeml Govcrnmcnt:\nProvrded that neither the salar-v of Chairperson afld allowances nor the\nterms a d conditions of se ice of a memb€r shall be 'varied lo his/her\ndisadvanta8e afl er the appoinlment:\nProvided further that the memb€rs of the commission shall, bascd on\ntheir are4s of competence and expertise, perform their fuflctipns in an honorary\ncapacity to assist lhe Chairperson ollhc C,'mmissi(,n.\nPART-VI\nMANAGEMENT AND PROCEDURES OF TIIE COMMISSION\n17. Futrctions of the ItrdependeEt Commission.- (l) Tho\nCommission shall perform all or any oflhc follos'ing functions. namely:-\n(a) On a petition presenled to il by an aggrieved joumalis_L reponer or\notb€r media professional or any person on his/her behalf, or on its\nori/n motion inquire into cornplarnts of\n(i) Threats or acts of torturc, killing, violent attacks, forced\ndisappearance, arb rary arrest, arbitrary detention and\nharassmenl or\n(ii) Negligence in the prcvcnnon of such violarjons, as listed in\nPart ll ofrhis Act. by a public servant.\n(b) Produc€ an annual report on the state ofmedia fteedom and safery\n10 bc tabled before the Parliament, through the Ministr-v of lluman\nRights, and submil anv othcr rndependent reports, as and when\nconsidered necessar),, ro rhc Ministryof Human Righls.\n(c) Determine whether an afleclcd .ioumalisr is eligible for\ncompensation and recomotcnd the case of compensation to a\nvictim Journalist or their leqal hcirs in case ol their having bccn\nkilled to a notified officer under any provtncial compcnsatory\nPaRr Il t HE GAZE] I E Ol PAKlS',l AN, EXt RA., DECEMBER 4. 2021 865\nlramework already established by lhe provincial and Federal\nGovcrnments.\n(d) Facilitate thc provision of legal aid to aggrieved journalists if the\ncircurnslances so require through the Authoriry.\n(e) Take such necessary measures to ensure that the laus gorernr,rg\nthe ernployment and welfare ofjournalists are being rrnplemented\nin the letter and the spirit.\n(0 Such other functions as it may considcr ncccssary for dre\nprotection ofthe right ofjournalists protected under this Acr.\n18. Procedure of Ge Independent Commission.- (l) Thc\nCommission shall rcgulatc i!s oNn proccdurc.\n(2) All decisions, directions and orders of the Commission shall bc\nduly audenticatcd by the Chairperson of the Commission or by any othcr\nmember ofthe Commissron duly authorized by the Chairperson in this behall.\n(l) The quorum for a mccting olthc Commission shall not be less than\nonc.halloIthc loral merberlhip of Ihc Cornmi.\\ron.\n(4) The Commission shall take decisions in accordance with the vieus\nollhe maJoriry of its members present and, in case of a deadlock, the member\npresiding the nreeting shall have a casting vote.\n19. Inquiry into complairts.- The Commission, while inquiring into\ncomplaints by a journalist. nredia profcssional or othcr duly autho.ized\nindividual on behalf ol such journalist or media professional, may call for\ninformation from the Federal Covemment, a Provincial Govemment, the\nintelligence agencies or any other aulhority or organization, subordinate thcrcto.\nt!ithin such time as rnay be specified by it:\nProvided that if the infomation or report is not received within the nrne\nstipulated by the Commission. it may proceed to inquire inlo the complaint on its\n20. Powcrs relating to inquiries,- (t) The Commission shall, while\ninquiring inlo complaints under this Act. have all the follorving powcrs ofa civil\ncourt trying a suit under Code of Civil Procedure, 1908, in respect o[ the\nfollo\\ving matters namely:\n(a) ordering an inquir_\\' on a complaint or on its own nrotion:\n(b) calling for inforr.lation rcport, documcnt, data or any other\nevidcncc from ininistry, department, authoriLv of the Federal\nGovemlnent or Provincial Govemment or law enforccmcnt agency,\n806 TI-IE GAZETTE OF PAKISTAN. EXTRA. DECLMBIR,I,2(]2I [PAR' I\nor any othcr authoritv or oreanization. subordinate thereto- u'ithin\nsuch tirne as nray be specified by it.\n(c) surnmonLng arrd e'rfbrcing the attendance of willesses and\neramining them under oath:\n(d)\n(E\n(r)discovery and pr oduc(ion of dooumcnts,\nrecciYing cvidence on alidavits;\nlssulng cotnnllsstons\ndocumcnts: and\n(g) any other natter which Dray be prescribed\nProvided thar upon recei$ ofdirection fiom the Comnission,\nthe concemed ministry, department, authoriry or law enforcement\nagcncy shall, within a period of fourlccn days, takc all nccessary\nactions to investigate and prosecute such acts oa abuse. violence or\nintolerant behaviour, and to takc appropriate measu.es under law to\nprovide protection to thc concemed jouroalist, reporter or media\nprofessional-\nFurther provided that the ministry, department, authorilv or\nlaw enlbrcemcnt agcncy to whom such direclion has been passed\nshall rnform the Commission ol'the progross of legal or\ndisciplinary action, IIs the case may bc, on a pcriodiciry as directed\nby the Cornmission.\n(2) The Commission shall be deemed to be a civil couft to the extent\nthat is described in sections I75, 178, 179, 180 and 228 ot thc Pakistan Penal\nCode. 1860 (Acl XLV of 1860). If any of the ofltnces listcd abore are\nconrnilted in the vi€w or presence of thc Cornmission. lhe Commission shall,\naller recordirrg thc facts constitutrng the ofence and the statement ofdle accused\nas provided lor h d1e Code of Crimilal Procedure, 1E98 (Act V of lEgE),\nforu,ard thc casc 1o a Magislralc having iurisdiction to try the sanre and the.\nN4agjstrate ro wllom any such case rs torwardcd shall proceed lo hear the\ncomplaint agarnst thc accused as if the case has been forwarded to him under\nsectron 146 rrf thc Code ofCr minal Proccdure, I E98 (Act V of I S98).\n(l) Every proceeding before the Comrnission shall be deemed to be a\njudicial prcceeding wrthrn the meaning of sections 193, 196 and 228 oithe\nPakislan Penal Code, 1860 (Act XLV of 1860).\n(4) The Commissron may €stablish such Commi(ccs from amongst its\nMembels and ofllcials as it deens flt and may refer to them any matter lor\nconsidcration and report. The Conlmission rnay, if it considers necessary, cooptfor the cxaminalioll ol r!ilncsscs or\nP^r i Il IHBGAZETTEOF PAKISTAN, EXTRA., DECEMAER4,2021 861\nro a Conrmittee any person possessing special kno*ledge and expertis€ on thc\nrelevant subject\nPART.VII\nMISCEI,t,ANUOUS\n21. Pow€r 10 mak€ Rules.-lhc (lommrssron may, bv notificatron in\n(he official Gazctte make rulcs for carrying out the purposes of this Act within\nsix monlhs ofcommencement ofthe Act.\n22. IndcmniE Cleusc. No suit, prosecution or other legal\nprocccding shall lie against the members of the Commission or its ofTicers for\nanything donc in his / her official capacr*\" $'hlch Ls done in good faith or\nintended to b€ done under this Act or the rules. instructions or dbeclions madc or\nissucd hcrcunder.\n23. Applicatiotr of th€ Acl.- Thc provisions of this Act shall bc\ncomplied wi(h and implemented equally in timcs of armed conflict, intemal\nconflicl and during peacetime.\n24 R€moval of dilficultics.- If any dilficulty arises in giving effccr\nto any ofthe provisions ofthis Act, the Covemment may, within a period ofonc\nyear from the date of commencemenl of this Act make such order, not\ninconsisrent with the provisions of this Acl. as may appear to be necessary, for\nthe purpose ofremoving the difrculty.\nSCHf,DULE.T\nJournelists Welfeie Scheme\nParr A: Obligstioo to Etrsurc:\n(l) Media owners havc a leSal obli8ation to provide life and health\ninsurancc covcmge to each joumalist or media professional, providcd thc\njournahst or media professional satisfies any ofthe followin8 criteria:\n(a) Has a long-term contract (for any pcriod cxceeding one year) with\nthe media housei\n(b) Has entered into a sho(-term contract (for any pe.iod under one\n)car) wilh lhe media house; or\n(c) Has been employed to u,ork in a dangerous location even whcrc no\ncontract exists.\n(2) Media orvners shall have a legal obligalion to pay the .loumalists\non limc aId not unnecessarily r,r'ithhold the remuneration ofthejoumalists\n(3) Media owners shall have a lcgal obligation to eosure that there is at\nleast one female member in the management board or any goveming body, as\nlhe case may bc. oflhe media organization.\nPart B: Oblig{tion (o Provide Adcqurte snd Effcc(ivc Tmining:\n(l) Each joumalisl or media professional shall receive\nmandatory/compulsory safery trainiDg, based on mandatory writtcn policies and\nprotocols- includinB safety protocols ofthe Media Ilouse:\n(a) Within thc first month ofrccruitmcnl;and\n(b) Prior ro engagirrg ir: any rcporling or joumalistic work in any\nlocation.\n(2) The safery training mentioned in Section (l) of Pa( B oI lhis\nSchedute is 10 be provided ftee-of cost by rnedia o\\,mers-\n(3) For joumalists and media profcssionals in dangerous locations,\nintensive uaining must bc providcd frec-of{osl by media ouncrs to ensurc:\n(a) Awarencss of risks associatcd rrith thct profcssion in rhe\nparricular location;\n(b) Understanding of t|e safcty rules and procedures that must be\nobserved;\n(c) Effective capacity building ofjournalists, and media professionals\nin the following areas:\n(i) Health and Environmental Hazsrds Training (HEHT);\n(ii) Avoidance, Dcterrcncc and Escap Training (ADET); and\n(iii) Kidnapping and Crises Responses TraininS (KCRT)\nMOHAMMAD QASIM SAMAD KHAN,\nSecretary,\nPII]N''ED LIY THL MANAG}-R. PRINT'N{iCORRJRAI'ION OI PAXISTAN PXLSS ISI.AMABAD\nPLTBLISI IED BY TIII DEPUTY COI.ITROLI-ER. STAI IONTR I AND FORMS. llNlVl.XSn Y ROAD. KAXACHI85t THE CAZETTE OF PAKISTAN. EXTRA,. DECEMBER4,2O2I IPART I"
}