{
    "file": "./converted_json\\administrator0cb12b901d4304d7e5463da076d88639.json",
    "name": "Child Marriage Restraint Act of 1929",
    "date": "1st of April, 1930",
    "tagline": "An Act to restrain the solemnisation of child marriages",
    "content": "Page 1 of 4 \n  \n \nTHE CHILD MARRIAGE RESTRAINT ACT , 1929  \n \n \n \nCONTENTS  \n1. Short title, extent and commencement  \n2.  Definitions  \n3. [Omitted]  \n4.  Punishment for male a dult above twenty -one y ears of age marrying a c hild  \n5.  Punishment for Solemnising a child m arriage  \n6.  Punishment for parent or  guardian concerned in a child m arriage  \n7.  Imprisonm ent not to be awarded for offenc es under section 3  \n8.  Jurisdiction under this Act  \n9.   \n10.  Preliminary inquiries into offenc es under this Act  \n11. [Omitted]  \n12.  Power to issue injunction prohibiting marriage in c ontravention of this Act  \n \n \n  \n \n \n\n \nPage 2 of 4 \n THE CHILD MARRIAGE RESTRAINT ACT , 1929  \nACT NO. XIX OF 192 9 \n[1st October, 1929]  \nAn Act to restrain the solemnisation of child marriages  \n WHEREAS it is expedient to restrain the s olemnisation of child marriages ;  \n It is hereby enacted as follows: — \n 1. Short title, extent and commencement.___(1) This Act may be called the Child  Marriage \nRestraint Act , 1[1929].  \n 2[(2) It extends to the whole of Pakistan and applies to all citizens of Pakistan  wherever they \nmay be.]  \n (3) It shall come into force on  the 1st day of April , 1930.  \n 2. Definitions. — In this Act, unless there is anything repugnant in the subject or  context, — \n(a)  “child ” means a person who, if a male, is under eighteen years of age, and if a  \nfemale, is under 3[sixteen] years of age;  \n(b)  “child marriage” means a marriage to which either of the contracting parties is  \na child;  \n(c)  “contracting party” to a marriage means e ither of the parties whose marriage is  \n4[or is about to be] thereby solemnis ed; 3[*] \n(d)  “minor” means a person of either sex who is under eighteen years of age 3[,] \n5[(e)  “Union Council” means the Union Council or Town Committee  constituted \nunder the law relating to local government for the time being in  force.]  \n3. 3[Omitted. ]  \n 4. Punishment for m ale adult above twenty -one years of age marrying a c hild.  Whoever, \nbeing a male above 3[eighteen] years of age, contracts a child marriage shall be  punishable with simple \nimprisonment which may extend to one month, or with fine which  may extend to one thousand rupees, \nor with both.  \n \n \n1Subs. by the Repealing and Amending Act No.  VIII of 1930 , s.2 and 1st Sch.  \n2Subs. by the Central Laws (St atute Reform s) Ordinance No.  XXI of 1960 , s.3 and 2nd Sch. ( with effect from the 14th October,  1955 ).  \n3Sub. and Omitted by th e Muslim Family Laws Ordinance No.  VIII of 1961 , s.12 (with effect from the 15 th July, 1961), a pplicable to all Muslim citizen s \nof Pakistan wherever they may be. \n4Ins. by Act No. XIX of 1938, s.2.  \n5Subs. by the Federal Laws (Revi sion and Declaration) Ordinance No.  XXVII  of 1981 , s.3 and Sch.,II.  \n  \n \nPage 3 of 4 \n  5. Punishment for s olemnising a child marriage. Whoever performs, conducts or  directs any \nchild marriage shall be punishable with simple imprisonment which may extend  to one month, or with \nfine which may extend to one thousand rupees, or with both, unless he  proves that he had reason to \nbelieve that the marriag e was not a child marriage.  \n 6. Punishment for parent or  guardian concerned in a child m arriage.___(1) Where a  minor \ncontracts a child marriage, any person having charge of the minor, whether as parent or  guardian or in \nany other capacity, lawful or unlawful, who does any act to promote the  marri age or permits it to be \nsolemnis ed, or negligently fails to prevent it from being  solemnis ed, shall be punishable with simple \nimprisonment which may extend to one month,  or with fine which may extend to one th ousand rupees, \nor with both:  \n Provided that no woman shall be punishable with imprisonment.  \n (2) For the purposes of this section, it shall be presumed, unless and until the contrary  is proved, \nthat where a minor has contracted a child marriage, the person  having charge of  such minor has \nnegligently failed to prevent the marriage from being solemnis ed. \n 7. Imprisonm ent not to be awarded for offenc es under section 3. Notwithstanding  anything \ncontained in section 25 of the General Clauses Act , 1897 (X of 1897 ), or section 64  of the Pakistan \nPenal Code 1860 (XLV of 1860), a Court sentencing an offender under  section 3 shall not be competent \nto direct that, in default of payment of the fine imposed, he  shall undergo any term of imprisonment.  \n 8. Jurisdiction under this Act. Notwithstanding anything contained in section 190 of  the Code \nof Criminal Procedure , 1898 (V of 1898), no Court other than that of 1[* * * ] a 2[Magistrate of the first \nclass] shall take cognizance of, or try, any offen ce und er this Act.  \n 2[9. No Court shall take cognizance of any  offen ce under this Act 3[except on a complaint made \nby the Union Council, or if there is no  Union Council in the area, by such authority as the Provincial \nGovernment may in this behalf  prescribe d, and such cognizance shall in no case be taken] after the \nexpiry of one year from the  date on which the offence  is alleged to have been committed.]  \n 10. P reliminary inquiries into offenc es under this Act. The Court taking  cognizance of an \noffen ce under this Act shall, unless it dismisses the complaint under section  203 of the Code of \nCriminal Procedure , 1898 (V of 1898) , either itself make an  inquiry under section 202 of that Code, or \ndirect a Magistrate of the first class subordinate to  it to make such inquiry.  \n \n \n \n \n \n \n1Omitted by A.O., 1949.  \n2Subs. by  Act No. XIX of 1938, s s.3-4. \n3Ins. by the Muslim  Family Laws Ordinance No.  VIII of 1961 , s.12, ( with effect from 15th July, 1961 ), applicable to all Muslim citizens of Pakistan \nwherever the y may be. \n \n \nPage 4 of 4 \n  11.  1[Omitted.]   \n \n 2[12. Power to issue injunction prohibiting marriage in c ontravention of this  Act.(1) \nNotwithstanding anything to the contrary contained in this Act, the Court may, if  satisfied from \ninformation laid before it through a complaint or otherwise that a child  marriage in contravention of \nthis Act has been arranged or is about to be solemni sed, issue an  injunc tion against any of the persons \nmentioned in section 3, 4, 5, and 6 of this Act  prohibiting such marriage.  \n (2) No injunction under sub -section (1) shall be issued against any person unless the  Court has \npreviously given notice to such person, and has afforded him an opportunity to  show cause against the \nissue of the injunction.  \n (3) The Court may either on its own mot ion or on the application of any person  aggrieved \nrescind or alter any order made under sub -section (1).  \n (4) Where such an application is received, the Court shall afford the applicant an early  \nopportunity of appearing before it either in person or by ple ader; and if the Court rejects the  application \nwholly or in part, it shall record in writing its reasons for so doing.  \n (5) Whoever knowing that an injunction has been issued against him under sub -section  (1) of \nthis section disobeys such injunction shall be punished with imprisonment of either  description for a \nterm which may extend to three months, or with fine which may extend to  one thousand rupees, or \nwith both:  \n Provided that no woman shall be punishable with imprisonment.]  \n \n \n \n \n \n \n \n \n \n \nRGN Date: 0 6-05-2024  \n1Omitted by th e Muslim Family laws Ordinance No.  VIII of 1961 , s.12 (with e ffect from the 15th July, 1961), applicable to all Muslim ci tizens of Pakistan \nwherever they may be.  \n2Subs. by  Act No. XIX of 1938, s.6 ."
}