{
    "file": "./converted_json\\administrator3493bd7bee9e8cc32e75d8d0374acc2e.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "p._pas: e:EES.A I.I FCR i EtiT!NOE THE GA9.ITHEFT CONTRO_LANDRECOVER Y) CRCINCE.2014(NO.'t Or'.014)\n\\t*Jtiot 4ll4 19'ot - zat 4\n: undersigned is directed tc fonvai.d herewilh a copy cf lhe resolut!:t,\n, th. i\\iationa Assembiy cr) i4 ' May, 20.14 under proviso to sub_\ni tii) of paragraph (a) oi cl.rusi (Z) :l Article Bg of the Constiiution of\n;,) Republic of Pakisl.:; ior exlensicn of the Gas (Tneft and Control\n) /:ry) Ordinance, 2,114 iNr.r.it cl ?Oi4) fot a further period of iZO\ni(lrtner necessary acticn please.ai,J '1\nd!,, . i.\n*--- \n-.--.'l---..\nv^$oX .\\b f;o :1..- S- 2Pl1,\nREGISTEREDNo.M-302L.-7(A69\nGheGga;ffi d ?r[fdffir\nEXTRAOBDINARY\nPUBLISHED BY AUTHORITY.r11\nili4l\ntl\nISLAMABAD, THURSDAY, JANUARY 23, 2OI4\nPAIrT I\nActs, Ordinances, President's Orders and Regulations\nCOVERNMENT OF PAKISTAN\nMINISTRY OF LAW JUSTICE AND HUMAN RIGHTS\nIslamabad, the 23rd January, 2014\nNo, F. 2 (1/20f 4-Pub.-The following Ordinance Promulgated by the\nPresident is hereby published for general information:-\nOnorxencs No. II or 2014\nAN\nORDINANCE\n- to provide for prosecution of cases of gas theft and other offences relating to gas\nand to provide a procedure for recovery of amounts due\nWHEREAS it is expedient to prosecute cases of gas ahelt and other offences\nrelating to gas and to provide for a procedure for expeditious recovery of amounts\ndue, value of gas, fines, penalties and other outstanding amounts payable and sums\ndue to Cas Utility Companies and for matters ancillary and related thereto;\n(7)\n14060 (2Ot 4lBx. Caz.lPrice : Rs. 10.50T\n8 THE GAZETTE OF PAKISTAN, EXTRA., JAN. 23, 2OI4 [P,rr<r I\nAND wHEREAs the Senate and the National Assembly are not in session and\nthe President is satisfied that circumstances exist which render it necessary to take\nimmediate acrion;\nNow, THEREFoRE, in exercise of the powers conferred by clause (l) of\nArticle 89 of the Consrirution of the Islamic Republic of pakistan, the president is\npleased to make and promulgare rhe following Ordinance.\nl. Short title, extent and commencement.-( I ) This Ordinance may\nbe called the Gas (Theti Control and Recovery) Ordinance, 2014.\n(2) It exrends to the whole of Pakisian.\n(3) It shall come into force at once.\n2. Definitions.{ I ) In this Ordinance, unless there is anything repugnant\nin the subject or context,-\n(a) \"auxiliary pipeline\" includes all gas pipeline and fittings from the\ndistribution lines to the property line of the consumer up to the outlet\ncoupling of the gas meters.\n(b) \"consumer\" includes a person who receives a supply of gas under a\ngas sales agreement for the specific purpose of consumption and a\nprem ises that is connected to a gas pipeline for the purposes ofobtaining\nsupply of gas and includes a successor-in-interest and assignees of a\nconsumer and also includes Compressed Natural Gas (CNG) Stations\nwhich receive gas for their own consumption or resale for vehicular\nuse;\n(c) \"distribution pipeline\" includes a gas pipeline used for transportation\nof natural gas at a pressure not exceeding 300 psig or such pressure\nas the Authority may prescribe from time to time for transportation of\ngas downstream of the Sales Meter Stations to the end consumers\nincluding all equipment installed on the Distribution pipeline;\n(d) \"domestic consumer\" lneans a consumer who receives a supply of\ngas for domestic purposes;\n(e) \"gas\" includes natural giui, liquefied petroleum gas, air mix liquefied\npetroleum gas, liquefied natural gas, regasified liquefied natural gas\nand compressed natural gas.\nPem Il THE GAZETTE OF PAKISTAN. EXTRA., JAN. 23, 2014I\n(0 \"gas pipeline\" means any recognized pipe or system or arrangement\nof pipes which transports gas and includes right of way/land strips,\ncompressor stations, repeater stations and all equipment of any kind\nused for the purpose of or in connection with, or incidental to the\noperation ofa pipeline in transponing, transmitting, distributing, supplying\nand handling gas;\n(g) \"gas sales agreement\" means an agreement executed between a Gas\nUtility Company and a consumer for sale and purchase of gas.\n(h) \"Gas Utility Company\" means a Gas Utility Company as defined in\nthis Ordinnnce;\nC) \"Gas Utility Court\" means a Gas Utility Coun established under section 3;\n(k) \"informer\" means any person who brings or provides specific\ninformation in writing to a Gas Utility Company regarding an offence\nunder this Ordinance.\n(l) \"main pipeline\" shall mean and include a transmission line with gas at\na pressure of not less than 300 Psig or such pressure as the Authority\nmay prescribe from time to time used for transmission/transportation\nof gas from the gas fields to the various distribution centers upstream\nof the Sales Meter Station(s) including the Sales Meter Station(s);\n(m) \"meter\" means an instrument that measures gas delivered to consumers\nfor consumption;\n(n) \"person\" means any individual or a legal entity, authority, statutory\nbody or govemment department and includes a partnership firm,\ncompany, group, trust, society, corporation, body or association of\npersons, a public servant or an employee ofa Gas Utility Company:\n(o) \"successor-in-interest\" includes a person who either by inheritance or\nby transferby way ofsale, lease, mo(gage, gift, exchange, assignment\nor other mode of transfer, happens to succeed to, acquire any share or\ninterest in, benami or otherwise, the propeny or premises for which\nany charge for gas was or has become due, an ostensible owner of(D \"Gas Utility Company\" mean Sui Southem Gas Company Limited, Sui\nNonhem Gas Pipelines Lim ited and such othercompanies, govemment\nagencies or persons licensed by the Authority, that the Authority mfly.\nfrom time to time, determine and publish in the official Gazette:\nl0 THE GAZETTE OF PAKISTAN, EXTRA., JAN. 23, 2014 [perr r\nany such property or premises, but does not include a person who\noccupies such premises merely as a tenant;\n(p) \"sums due\" means any or all such amount, inclusive of applicable\nGovemment taxes, recoverable from a person who purchases or\nreceives gas for selfconsumption or sale for vehicular use or a person\nwhose premises is connected with the network of the Gas Utility\nCompany, lawfully or unlawfully including but not limited ro arrears of\ngas charges, meter rental, late payment surcharges or any other\nincidental charges for services including fixed and variable charges,\ngas thefr claims determined in accordance with the Gas Uriliry\nCompanies' laid down procedures, and any amount recoverable on\naccount ofany land dispute, rentals, damages, fines, penalties, violation -\ncharges and or on account of any other dispute;\n(q) \"Sui Northem Gas Pipelines Limited\" means the Sui Northem Gas\nPipelines Limited, a public limited company incorporated under the\nCompanies Ordinance, I984 (XLVII of 1984):\n(r) 'Sui Southem Gas Company Limited\" means the Sui Southern Gas\nCompany Limited, a public company incorporated under the Companies\nOrdinance, 1984 (XLVII of 1984);\n(s) \"tamp€ring\" or \"tamper\" includes interfering or creating hindrance in\nflow or metering of gas power by unauthorized entry or access into\nmetering system or transmission and distribution lines either by breaking\nthe seals or damaging or destructing the same or in any manner\ninterfering with the gas meter or transmission line or distribution line\nor interfering with its originalcondition;\n(t) \"unauthorizeduseofgas\" includestheactsofreceiving,consumingor ..\nproviding a supply of gas from a pipeline or a meter of a Gas Utility\nCompany other than that contracted for by any person, the unauthorized\nreceipt of more gas than is registered by the meter or other\nmeasurement device, tampering to increase metering pressure,\nunauthorized enhancement of gas loads other than contracted for,\nconsuming gas through by-passing of a meter or other measurement\ndevice and gas usage by direct tapping to the gas supply of a Gas\nUtility company.\n(2) Words used and nor defined in this Ordinance shall carry rhe same\nmeaning as are assigned to them in the Oil and Gas Regulatory Authority Ordinance,\n2002 (XVII of 2002).\nP,rrr IlTTM GAZET-TE OF PAKISTAN, EXTRA., JAN. 23, 2OI4 I I\n3, Constitution of Gas Utility Courb.-( I ) The High Courr having\nterritoria I j urisd iction, may by notification in the official Gazette, establish as many\nGas Utility Courts in a District as it may deem necessary for the purposes of this\nOrdinance and appoint a Judge for each of such courts from amongst the District\nlnd Sessions Judges in thar District.\nExplanation.-For the purpose of this sub-section District and Sessions\nJudge inc ludes Addirional District and Session Judge.\n(2) Where more Gas Utility Couns than one have been established to\nexercise jurisdiction in the same territorial limits the High Coun concerned shall\ndefine the territorial limits of each such court.\n(3) Where more Gas Utility Couns than one have been established in the\nsame or different territorial limits, the High Court may, if it considers it expedient to\ndo so in the interests ofjustice or for the convenience of parties or of the witnesses,\ntransfer any case from one Gas Utility Court to another.\n4. Exclusive Jurisdiction of Gas Utitity Court.{ I ) A Cas Utility\nCoun shall have exclusive jurisdiction with respect to all matters covered by this\nOrdinance.\n(2) A Gas Utility Coun shall exercise jurisdiction in respect of a case in\nwhich the claim, fine, penalty, sum due or matter in dispute does not exceed five\nmillion rupees or for the trial of offences under this Ordinance and, in all other\ncases. the High Cou(.\n(3) The Coun having jurisdiction under this Ordinance shall be a Gas\nUtility Court having jurisdiction in the place in which the Gas Utility Company,\nconsumer, gas producer or offender, as the case may be, is situated.\n5. Powers of the Gas Utility Court.-( l) Subject to rhe provisions of\nthis Ordinance, a Gas Utiliry Court shall,-\n(a) in the exercise of its civiljurisdiction have all the powers vested in a\nCivil Coun under the Code of Civil Procedure, 1908 (Act V of 1908),\nand\n(b) in the exercise of its criminaljurisdiction, try offences punishable under\nthis Ordinance and shall, for this purpose have the same powers as\nare vested in a Court ofSessions under the Code of Criminal Procedure.\n1898 (Act V of 1898).\n12 THE GAZETTE OF PAKISTAN, EXTRA., JAN. 23, 2014 [P,rm I\n(2) Notwithstanding anyrhing to theconrrary contained in this Ordinance,\na Gas Utility Court shall not take cognizance of any offence punishable under this\nOrdinance except upon a complaint made in writing by a person authorized, in this\nbehalf by a Gas Utility Company in respect of which the offence was commiued.\n(3) A Gas Utility Court shall in all matters wirh respect to which the\nprocedure has not been provided for in this Ordinance, follow the procedure laid\ndown in the Code of Civil Procedure, 1908 (Act V of 1908) and the Code of Criminal\nProcedure, 1898 (Act V of 1898);\n(4) All proceedings before a Gas Utility Court shall be deemed to be\njudiciaf proceedings within rhe meaning of Sections 193 and 228 of the pakistan ^Penal Code, 1860 (Act XLV of 1860), and a Gas Utility Court shall be deemed to\nbe a court for the purposes of the Code of Crimina[ Procedure, 1898 (Act V of\n1898).\n(5) Subject to sub-section (6), no court or authority, shall have or exercise\nany jurisdiction with respect ro any matrer ro which the jurisdiction of a Gas Utility\nCourt extends under this Ordinance.\n(6) Nothing in sub-section (5) shall be deemed to affecr:-\n(a) the right of a Gas Utility Company to seek any remedy before any\nother coun, tribunal or forum including official liquidator or receiver\nthat may otherwise be available to it under the law; or\n(b) the powers of the Gas Utiliry Company, or jurisdiction of any Gas\nUtility Coun as is referred to in clause (a) to require the transfer to a\nGas Utility Court of any proceedings pending before any such court\nimmediately before the coming into force of this Ordinance.\n(7) All proceedings pending in any other coun, including suits tbr recovery,\nshall stand transferred to, or be deemed to be transferred to, and heard and disposed\nofby, the Gas Utility Cou( having jurisdiction under this Ordinance. On transfer of\nproceedings under this sub-section, the panies shall appear before the Gas Utility\nCoun concemed on the date previously fixed.\n(8) In respect of proceedings transferred to a Gas Utility Court under\nsub-section (7), the Gas Urility Courr shall proceed from the stage which rhe\nproceedings had reached immediately prior to the transfer and shall not be bound to\nrecall and re-hear any witness and may act on the evidence already recorded or\nproduced before the Coun from which the proceedings were transferred.\nP.ltr I]THE GAZETTE OF PAKISTAN, EXTRA., JAN. 23, 2OI4 I3\n(9) The Gas Utility Court may, if it so requires, be assisted in technical\naspr.cts ol the natural gas sector involved in any case by an amicus curiae who has\nat least ten years experience in the relevant field.\n(10) Remuneration of the amicus curiae, and the pany or parties by whom\nit will be payable will be determined by the Gas Utility Court keeping in view the\ncircumstances of each case.\n6. Procedure for complaints and suits for defautt before Gas Utility\nCourts.{ l) Where a person is involved in an offence under this Ordinance or\nwhere there are sums due or recoverable from any person, or where a consumer\nhas a dispute regarding billing or metering against a Gas Utility Company, a consumer\n\\,or Gas Utility Company, as the case may be, may file a complaint or suit, as the\ncase may be, before a Gas Utiliry Courr as prescribed by the Code of Civil procedure,\n1908 (Act V of 1908) or th€ Code Criminal Procedure, 1898 (Act V of 1898).\n(2) The plaint shall be supported by a gas sales agreement or such other\ndocumentation that evidences such contract or obligation. Copies of the plaint,\nstatement of dues and other relevant documents shall be filed with the Gas Utility\nCourt in sufficient numbers so that there is one set of copies for each defendant\nand one extra copy.\n(3) The plaint, in rhe case ofa suir for recovery insrituted by a Gas Uriliry\nCompany, shall specifically state:-\n(a) the quantity of gas consumed or extracted by the defendant from the\nGas Utility Company;\n(b) the amounts. ifany, paid by the defendanr ro the Gas Utility Company\nand the dates ol-payment, and\n(c) the total dues relating to the supply, consumption or extraction of gas\nand all other dues by the defendant to rhe Gas Utiliry Company up to\nthe date of institution of the suit.\n(4) On a plaint being presenred ro the Gas Urility Court, a summons in\nForm No.4 in Appendix 'B' to the Code of Civil Procedure, 1908 (Acr V of l9O8)\nor in such other form as may, from time to time, be prescribed by rules, shall be\nserved on the defendant through the bailiff or process server of the Gas Utility\nCourt, by registered post acknowledgement due, by courier and by publication in\none English language and one Urdu language daily newspapet and service of\nsummons duly effected in any one of the aforesaid modes shall be deemed to be\nvalid service tbr purposes ofthis Ordinance. ln the case ofservice ofthe summons\nt4 THE GAZETTE OF PAKISTAN, EXTRA., JAN. 23, 2014 [Perr I\nthrough the bailiff or process serve( a copy of the plaint shall be atmched rherewith\nand in all other cases the defendant shall be entitled to obtain a copy of the plaint\nfrom the office of the Gas Utility Court without making a written application but\nagainst due acknowledgement. The Gas Urility Court shall ensure that the publication\nof summons takes place in newspaper with a wide circulation within its territorial\nlimits.\n7. Leave to defend.{l) In any case in which the summons has been\nserved on the defendant, the defendant shall not be entitled to defend the suit unless\nhe obtains leave from the Gas Utility Court as hereinafter provided to defend the\nsame and in default of his doing so, the allegarions of fact in rhe plaint shall be\ndeemed to be admitted and the Gas Urility Court may pass a decree in favor ofthe\nplaintiff on the basis thereof or such other material as the Gas Urility Court may\nrequire in the interests ofjustice.\n(2) The defendant shall file rhe applicarion for leave to defend within\nfouneen days of the date of first service, provided that where service has been\nvalidly effected only through publication in the newspapers, the Gas Utility Coun\nmay extend the time for filing an application for leave to defend if satisfied rhat the\ndefendant did not have knowledge thereof.\n(3) The application for leave to defend shall be in the form of a written\nslatement, and shall contain a summary ofthe substantial questions of law as well\nas fact in respect of which, in the opinion of the defendant, evidence needs to be\nrecorded.\n(4) The application for leave ro defend shall also specifically stare rhe\nfollowing, where applicable:-\n(a) the amount ofgas supplied by the Cas Utility Company and consumed\nby the defendanr, rhe amount paid by rhe defendant to rhe Gas Utiliry\nCompany for such consumption and the dates of payments;\n(b) the amount of dues and other amounts relating to the supply and\nconsumption ofgas paid by the defendant to the Gas Utility Company\nup to the date of institurion of the suir;\n(c) the amount ofoutstanding dues and other amounts relating to the supply\nandconsumption ofgas by the defendant ro the Gas Urility Company\nup to the date of institution of the suit;\n(d) the amount, ifany, which the defendant disputes as payable to the Gas\nUtility Company and fact in suppon thereof;\nPr.nr Il THE GAZETTE OF PAKISTAN, EXTRA., JAN. 23. 2014 15\n(e) a statement specifically admitting or denying the documents relied\nupon in the plaint.\n(5) The application fbl leave to defend shall be accompanied by all the\ndocuments which, in the opinion ofthe defendant, support the substantial questions\nof law or fact raised by him.\n(6) An application for leave to defend which does not comply with the\nrequirements of sub-sections (3), (4) and, where applicable, sub-section (5) shall be\nrejected, unless the defendant discloses therein sufficient cause for his inability to\ncomply with any such requirement.\n(7) The plaintiff shall be given an opportunity of filing a reply to thev application for leave to defend in the form ofa replication and such replication shall\nalso specifically accept or deny any documents relied upon in the application for\nleave to defend.\n8. Power to set aside decree.-ln any case in which a decree is\npassed against a defendant under sub-section ( I ) of section 7, he may, within twenty-\none days of the date of the decree, or where the summons was not duly served(S) The Gas Utility Court shall grant the defendant leave to defend the\nsuit if, on consideration of the contents of the plaint, the application for leave to\ndefend and the reply thereto, it is of the view that substantial question of law or fact\nhave been raised in respect of which evidence needs to be recorded.\n(9) In granting leave under sub-section (8), the Gas Utility Court may\nimpose such conditions as it may deem appropriate in the circumstances of the\ncase, including conditions as to deposit of cash or furnishing of security.\n(10) Where the application for leave to defend is accepted, the Gas Utility\nCourt shall treat the application as a written statement, and in its order granting\nleave shall frame issues relating tc the substantial question of law or fact, and\nsubject to fulfillment of any conditions attached to grant of leave fix a date for\nrecording of evidence thereon and disposal of the suit'\n(ll) Examinations in chiefshall be on affidavit and cross examination may\" b\" ollo*\"d 6y o local commission appointed by a Gas Utility Court where the party\nseeking to cross examine a witness or rvitnesses bear the expenses of the local\ncommission. The expenses so bome by a party shall be factored into the costs to be\nawarded, if any, on the disposal of the case.\n(12) Where the application for leave to defend is rejected or where a\ndefendant fails to fulfill the conditions attached to the grant of leave to defend, the\nGas Utility Court shall fonhwith proceed to passjudgment and decree in favour of\nthe plaintiff against the defendant. .\n16 THE GAZETTE OF PAKISTAN, EXTRA., JAN. 23, 2014 [Prrr I\nwhen he has knowledge of the decree, apply to the Gas Utility Court for an order to\nset it aside, and if he satisfies the Gas Utility Court that he was prevented by\nsufficient cause from making an application under section 7, or that the summons\nwas not duly served, the Gas Utility Court shall make an order setting aside the\ndecree against him upon such terms as to costs, deposit in cash or furnishing of\nsecurity or otherwise as it thinks fit and allow him to make the application within ten\ndirys ol'the order.\n9. Disposal of suit.-(l) A suit in which lcave to def'end has been\ngranted to the det'endant shall be disposed of within ninety days tiom the day on\nwhich leavc wrs granted, and in case proceedings-continue beyond the said period\nthe dct'cndant may bc lequired to furnish security in such amount as the Gas Utility\nCourt deems tit, and on the failure ofthe defendant to furnish such security, rhe Ga\\\nUtility Court shall pass a linal decree in such amount as it may deern lppropriare.\n(2) The requirement of turnishing security under sub-section ( I ) shall be\ndispensed with if'. in the opinion of the Gas Lltility Courr. the delay is not attributable\nt0 thc conduct ol the def'endant.\n(4) Suits befbre a Gas Utility Court shall come up for regular hearing as\nexpeditiously as possible and except in extraordinary circumstances and tbr reasons\nto be recorded. a Gas Utility Court shall not allow adjournments of more than seven\ndays.\n(5) Where the Gas Utility Court is satisfied that any proceedings brought\nbefbre it is liivolous or vexatious, the Cas Utiliry Court may direct rhat compensation\nnot exceeding one rnillion rupees be paid to the party against whom such frivolous\nor vexatious proceedings were brought.\nt0. Execution of decree and sale with or without intervention of\nGas Utility Court.-(l) Upon pronouncement of judgment and decree by a Gas\nUtility Court, the suit shall automatically stand converted into execution proceedings\nwithout the need to file a separate application and no fresh notice need be issued to,,.\nthejudgment debtor in this regard. Particulars ofthe assets ofthejudgment debtor\nshall be filed by the decree-holder for consideration of the Gas Utility Court and the\ncase will be heard by the Gas Utility Court for execution of its decree on the expiry\nof thirty days from the date of pronouncement ofjudgment and decree, provided\nthat il the record of the suit is summoned at any stage by the High Court for\npurposes of hearing an appeal under section t 3 or otherwise, copies of the decree\nand other property documents shall be retained tiy the Gas Urility Court for purposes\nof continuing the execution proceedings.\n(2) The decree of the Gas Utility Court shall be executed in accordance\nwith the provisions of the Code of Civil Procedure, 1908 (Act V of 1908) or any\nother law for the time being in lbrce or in such manner as the Gas Utility Court may\nt the request of the dccree-holder consider appropriate. including recovery ls\narrears of land revenue.\nPenr ll THE GAZETTE OF PAKISTAN, EXTRA., JAN. 23, 2014 t1\n(3) The Gas Utility Court and the Gas Utility Company shall be entitled to\nseek the serviccs and assistance of the police or security agency in the exercise of\npou cls c,rnltlretl bl this.cetirtn,\nI l. Additional fines in lieu of grs consumed.-Where an accused\nhas been convicted of an otllnce undel thi.- Oldinance and the Gas Utility Court is\nsatisfied that as a result of the commission of the offence gas lras been stolen or\nrrilt'ered frorn a Cas Utility Conrpany, the Gas Utility Court may order the offender\n-.r pay, in addition to the fines under this Ordinance, further additional amounts on\naccount ol the value ol'gas stolen or pilfered as deemed commensurate with the\namount of the monctary benellts accrued to the ol'fender.\n12. Application of fines and costs.-( I ) A Cas Utility Court may direct\nthat the whole or ptrt of any fine, security or costs itnposed under this Ordinance\nshtll be lpplicd in or towards-\n(a) payrnent of costs of all or any proceedings under this Ordinancei and\n(h) payment of compensttion to an aggrieved party.\n(2) An order under sub-section ( I ) shall be deemed to be a decree passed\nunder this Ordinance for purposes of execution.\n13. Appeal.-(1) Subject to sub-section (2), any person aggrieved by\nany.iudgment. decree. sentcnce, or final ordcr passed by a Cas Utility Court may,\nwithin thirty days ol such judgment, decree, sentence or final order prefer an appeal\nto the lligh Court.\n(2) An appeul against any juelgment, decree, sentence or final otder by a\n-Gas Utility Court, shall lie to the High Court.\n(3) 'lhe appellant shall give noticeofthe filing of the appeal by meansof\nregistered post with acknowledgemcnt due or by courier in accordance with the\nprovisions of Order XLIII, rule 3 of thcCodeof Civil Plocedure. 1908 (Act V of\n1908) k) the respondent rvho may appear betbre the High Court to contest admission\nol the appcal on the date f ixed tbr hearing.\n(4) The H igh Court shall at the stage of admission of the appeal, or at any\ntirnc thcrcafter eilher srro Dtolu or on the application of the decree-holder' decide\nby means ol'a reasoned oldel whether the aPpeal is to be adm-itted in part or in\nwhole rlcpcnding on the lacts and circumstances ol the case, and as to the security\nto be furnished by the appcllant:(,1) Notwithstanding anything contained in thc Code of Civil Procedure,\n1908 (Act V of 1908) or any other law for the time being in tbrce, the Gas Utility\nCoult shall lbllow the summary procedure for purposes of investigation of clairns\nand objections in respect of attachment or sale of any property and shall complete\nsuch process within thirty days ol'filing of thc claims or objections.\nI8 THE GAZETTE OF PAKISTAN, EXTRA., JAN. 23, 2OI4[P,rrr I\nProvided that the admission of the appeal shall not per se operate as a stay,\nand nor shall any stay be granted therein unless the decree-holder-has been given\nrn opportunity of_being heard and unless the appellant, in any case where the appellant\nis not a Gas Utility Company, deposits in cash with tha High Court an ahount\nequivalent to the decretal amount inclusive ofcosts: and in the event ofa stay being\ngra^nted for a part of the decr etil amount only, the requirement tbr a deposit in casfi\nor furnishing ofseculity shall stand reduced accordingly.\n(5) In case an appeal under sub-secrion ( I ) is admitted, it shall be decidedwithin nincty days liom the date of admission.\n(6) An appeal may be preferred under this section from a decree passed\n. . (7) No appeal, review or revision shall lie against an order accepting orrejecting an application ltrr leave to defend, or any interlocutory order of the basUtility Court which does not dispose ofthe entire case belbre the'Gas Utility Court.\n. (tl). Any order for stay ofexecution ofa decree shall automatically lapseon the expily of six months tiom the date of the order whereupon the irnoi:nt\ndeposited in Court shall be paid over to the decree-holder or the deiree-holder may\nenforce the security furnished by the judgmenGdebtor\n_ 14. Tampering with gas pipelines, etc.-( I ) Any person who willfully\ndoes.tampering or attcmpts to do tampering or abets in tampering with a facility,\ninstallation or main pipeline lbr transmission or transportation, asihe case muy be,\nof gas. is said to commit tampering with gas pipelines.\n(2) Any person who commits or abets in tampering with gas pipelines for\nthe purpose of,-\n(a) theft of gasl or\n(b) disrupting supply ofgas,\nshall. be-punished witlr rigorous imprisonment which may extend to fourteen years\nbut shall not be less than seven years and with fine which may extend to ten ,rillion\nrupees.\n15. Tampering with auxiliary or distribution pipelines of gas._( I )Any person who willfully does tampering or attempts to do tampering oi abets in\ntampering with_ any auxiliary or distribution prpeline of gas not being a main\ntrun$nission and transportntion pipeline but includes adistribution system, diitributionpipeline or any other related system and equipment, as the case may be, of gas is\nsaid to commit tampering with auxiliary or distribution pipelines of gis.\n(2) Any person who commits or abets in tampering with auxiliary or\ndistribution pipeline ofgas for the purpose of,-\n(a) theti of gas; or\nPARr Il THE GAZETTE OF PAKISTAN, EXTRA., JAN. 23, 2014 19\n(b) disrupting supply ofgas,\nshall be punished with rigorous imprisonment which may extend to ten years but\nshall not be less than five years and with fine which may extend to three million\nrupees.\n16. Tampering with gas meter by domestic consumer, etc.-Any\nperson being the domestic consumer who does tampering or abets in tampering\nwith any gas meter, regulator, meter index or gas connection or any other related\nsystem and equipment, whether to commit theft of gas or for the purpose of\nunauthorized distribution or supply of gas shall be punished with imprisonment for a\nterm which may extend to six months, or with fine which may extend to one hundred\nthousand rupees, or with both.\n19. Penalty for maliciously wasting gas or injuring works.-Whoever\nmaliciously causes gas to be diverted, or, with intent to cut off the supply of gas,\ncuts or injures, or attempts to cut or injure, any pipeline or works, shall be punishable\nwith imprisonment tbr a term which may extend to seven yearsr or with a fine\nwhich may extend to five million rupees, or with both.\n20. Penalties not to affect other liabilities.-The penalties imposed\nunder sections l4 to l9 shall be in addition to, and not in derogation of, any liability\nin respect of the payment of compensation which the offender may have incurred\nand no time bar shall apply in respect to either granting compensation or ordering\nrecovery ofarrears ofdues ofany kind or in respect to initiating proceedings in this\nregard.\n21. Penalty for offence not otherwise provided for and offences by\nbodies corporate.-( I ) Whoever, in any case not provided for by sections l4 to\n19, commits an oft'ence or makes default in complying with any of the provisions of\nthis Ordinance shall be punishable with fine which may extend to five million rupees,17. Tampering with gas meter by industrial or commercial\nconsumer, etc.-Any person, being industrial or commercial consumer, who does\ntampering or abets in tampering with any gas meter, regulator, meter index or gas\nconnection or any other related system and equipment, whether to commit theft of\ngas or for the purpose of unauthorized distribution or supply of gas shall be punished\nwith imprisonment which may extend to ten years but shall not be less than five\nyears, or with fine which may extend to five million rupees, or with both.\n18. Damaging or destructing the transmission or transportation\nlines etc.-Any person who damages ordestructs any transmission or transportation\nlines by an act of subversion by explosive material or in any other manner so as to\ndisrupt the supply of gas shall be punished with rigorous imprisonment which may\nextend to fburteen years but shall not be less than seven years and with fine which\nshall not be less than one million rupees.\n20 THE GAZETTE OF PAKISTAN, EXTRA., JAN. 23, 2014 [P.rnr I\nand, in the casc of a coutinuing detault, with a daily fine which may extend to one\nhundrcd thousand rupees.\n(2) Wherc an offence under this Ordinance has bccn committed by a\ncompilny, tilrn. society or other body of pers<tns, any persorl wh(), ilt the timc of the\nconrmission of the ollencc, was a dircctor, maltagcr, sccretary or othcr similar\nofficcr or il partner in the company, firm, society or other body of person or was\npurporting to act in any such capacity, shall be guilty of that oft'ence and shall be\nliablc kr bc proceeclcd against and punished accoldingly unless he proves that:-\n(u) the of'fence wts committred without his consent or connivancei or\n(b) he has exercised tll suclr due diligence to prevent the commission of\nthc ot'tence ts hc ought to have exercised, having regard to the nature\nol'his lirnctions in that capacity and to all thc circunrstances.\n22. Srrr;rcnsion of suppll, of gas.-The supply of gas to any person\nfilund guilty ancl convicted by a G,as Utility Court o1-any oftence mentio,ted in\nsections l4 to l9 shall femain suspe nded by the Cas U tility Company for a period oi\none year unlcss the Gas Utility Cornpany tlecides otherrvisc.\n23. Power to search in case of theft and suspected theft.-\nNotwithstanding anythinS containcd in any other law lbr the time being in li)rce,\nanyoff icer tx e rnployec ol a Gas Lilility Company not below BPS l7 or equivalent\nauthorizctl in this behall'by the Cias Utility Company, may search any prenrises\nwhere gas is supplied or consum ed in a manner that is ol may constitute an olt'ence\nunder this C)tlirrancc.\n2.1. Arrest for ofl'en ce against certain sections.-Notwithstandi ng\nlnything contained in thc Code of Criminal Procedure, 1898 (Act V of 1898) all\noll'ences under this Oldintnce il committed by any person other than a domestic\nconsumel shall be cognizable and non-bailable.\n2-5. Reward.-( I )A Cias Utiliry Company, on recovery of any outstiinding\namount or surns due as a lesult of information provided to it in writin€{ by an intirrnrer,\nshall pay a reward to such inlormer as provided in sLrb-scction (2) hercundcr:\nPr-ovided that the infbrmer shall not be entitlcd to rcceive any reward if\nsuch intirlrnation does not result in any r,ecovery by a Cas Utility Company:\nPlovided fulther that th,e reward shall not be applicable to any t'ine, security\no[ costs imposed under section 12.\n(2) The a[lount of re'ward t() a person who gives intbrmation to a Gas\nLltility Company under sub-sccti,i)n ( I ) s hall be five pelcent of any recovered amount.\n26. Ilecovery of sums recoverable under certain provisions of thisOrdinance,-Evely sum declared to be recoverable under this Ordinance may be\nrecovered, in accordance rvith the prevailing ltolicy oi'the Gas Utility Company, on\napplicNtion to a Gas Utility Couft, havingjurisdiction where the person Iiabie to pay\nthe sarne is ftlr'the time being resident, by the distress and sale ofany moveabli or\nimmovable property belonsing to such person.\n27. Charges for supply of gas recoverable as arrears of land\nrele nue,-( l) Notwithstanding anything contained in this Ordinancc or. in uny\nother law lbrthe time being in foree or in un1, instrurnent or ugreertrent, the charge.s\nfbr supply of gas or any othcr sum outstanding aglinst a consumer or any otf,er\nperson undel this Ordiltance shall be recovcrable as an arreal of land revenue.\n(2) A Gas Utiiity Company, or any persoi duly authorised by thc GasUtility Cornpany, rnay apply, with a certificate sltowing rlte amount otitstancling\nagr.rinst u consumer. to the District Collector o1'the district concerned for tlte .ecovery\nol the said amount, and the District Collector shall, thereupon, proceed to recovei\nthe same fiom such consumer, or his sureties, or front all ol'them, as an arrear of\nlaud revenue and lbr the purposes of recovery under- this section, the olficer\nauthorized to etlect sucll recovcrl,shall be vested with magisterial powers under\nthe Code ol' Crirninal Proccdure, I 898 (Act V of I 898 ).\n2ll. Power to request assistance.-A Gas Urility Company shall have\nthe power to seek inlirrrnation from or the assistancc ol any Ministry. Division or\nagency of the Federal Governntent, any Department o[ agency ol a pr.ovincial\nCovcnltlent, Iocal authority, linancial institution, political agent, law enforcement\n:rgency. inclurlinl the police and thc Federal Invcstigaring Agency. paramilitary lorce,\nlcvics. lancl revenue olf icials, including patwaris or mukhtarkar, and the Securities\nand Exchange Corrrnrission of Pakistan itnd it shall be the duty of such Ministry,\nDivision, Departrnent, agency, local authority, financial institr,ltion, law enfbrcement\nagency and Security and Exchange Commission of Pakistan to furnish such\ninlirrrration or render such assistance, including but not limited to removal of\nencloachmcnts, as nray lcasonably be recluired.\n29. Bar of Jurisdiction.-( I ) Notwithstanding any orher law for the\ntime being in tbrce, no Gas Utility Court shall make an order prohibiting rhe Gas\nUtility Cornpany fiom disconnecting the supply ofgas to a premises, or requiring it\nto restor e supply of gas to such premises if the consumer is in default, and any such\norder made before the commencement ofthis Ordinance shall cease to have effect:Pal{r ll THE GAZETTE OF PAKIS]A|\\], EXTRA., JAN. 23. 2014 ?I\nProvided that nothing contained herein shall apply to a case in which the\nplaintiff, applicant or appellant, within a period ofthirty days ofthe aforesaid date or\nat the time ol filing the suit, application or appeal, as the case may be, deposits with\nthe Gas Utility Court the amount assessed against him by the Gas Utility Company\nand all f'urther charges of the Gas Utility Company as and when they become due;\nand in the event of his failing to do so, any order prohibiting the Gas Urility Company\nfrom discontinuing the supply of gas to the premises or requiring it to restore the\nsupply of gas to the premises, if already made, shall cease to have effect.\nzz rus cgeme on perrs\n(2) Where an amount has been deposited under sub-section (l), the Gaii\nUtility Court shall direct it to be deposited in a scheduled bank in the name of the\nGas Utility Company on an undertaking being fumished by the Gas Utility Company\nto the effect that in case the suit or appeal is decided against it, it shall repay the\nsaid amount to the plaintiff or appellant, as the case may be, with such reasonable\nreturn as the Court may determine.\n30. Power to make rules.-The Federal Government may, by notitication\nin the ol'ficial Gazette, make rules for carrying out the purposes of this Ordinance.\n31. Ordinance to override other laws.-The provisions of this\nOrdinance shall have effect notwithstanding anything to the contrary contained in\nany other law for the time being in force.\nMAMNOON HUSSAIN,\nPresident.\nCORRIGENDA\nfTo the Gazette o.l'Pakistttn Extra Ordinary Part-I dated r2nC\nJanuary,20l4 Ordinance No. I of20l4l.\nPage2\nPage 3\nPage 3\nPage 3\nPage 4\nPage 4\nPage 4\nPage 5in line 14 from bouomfor (e) read (d)\nin line l3 from top 1973 shallt:r- omitted\nin line 13 from bottomfor (3\\ read (4)\nin line l0 from boromfor (4) read (5)\nin line 7 fmm top \"inteme-who\" read inteme who\nin line 15 from bottomfor'9\" read\" 15\"\nin line 14 from botamfor'9\" read\"li\"\nin line 8 from botamfor\"23\" read'22\"\nPRINTEI) ItY THE MANAGER. PRINTINC CORPORATION OF I,AKISTAN PRESS. ISLAMAtsAD,\nPUBI-ISHEI) I}Y'NIE I)I]PI]]Y CONTROLLER, STAI'IoNERY AND FORMS, T]NIVERSITY ROAD, KARACHIZAFARULLAH KHAN,\nSecretary."
}