{
    "file": "./converted_json\\administrator169829d77aa24cbd19baeb40776f2a89.json",
    "name": "The Prisoners Act, 1900",
    "date": "2nd February, 1900",
    "tagline": "An Act to consolidate the law relating to Prisoners confined by order of a Court",
    "content": "Page 1 of 16 \n    \n \n \nTHE PRISONERS ACT, 1900  \n \n \n              \n \n \n \nCONTENTS  \n \nPART I  \nPRELEMINARY  \nSECTIONS  \n1.  Short title and extent  \n2.  Definitions  \nPART II  \nGENERAL  \n3.  Officers in charge of prisons to detain persons duly committed to their custody  \n4.  Officers in charge of  prisons to return writs, etc ., after execution or discharge  \n_____  \n \nPART III .—[Omitted. ] \n_____  \n \nPART IV  \nEXECUTION OF SENTENCES  \n \n14.  References in this part to prisons, etc., to be construed as referring also to  Reformatory \n Schools  \n \n15.  Power of officers  in charge of prisons to give effect to sentences of certain  Courts  \n \n16.  Warrant of officer of such C ourt to be sufficient authority  \n \n17.  Procedure where officer in charge of prison doubts the legality of warrant sent to  him for \n execution under this Par t \n \n18.  Execution in the Provinces, etc., of certain capital sentences not ordinarily   executable there  \n \n  _____   \n \n\n \nPage 2 of 16 \n PART V .—[Omitted. ] \n_____  \n \nPART VI  \nREMOVAL OF PRISONERS  \n28.  References in this Part to the prisons, etc., to be constructed as referring also to Reformatory \n Schools  \n29.  Removal of prisoners  \n30.  Lunatic  prisoners how to be dealt with  \n31.  [Repealed. ] \n_____  \n \nPART VII .—[Omitted. ] \n_____  \n \nPART VIII  \nDISCHARGE OF PRISONERS  \n33.  Release , on recognizance, by order of High Court, of prisoner recommende d for  pardon  \n_____  \n \nPART IX  \n \nPROVISIONS FOR REQUIRING THE ATTENDANCE OF PRISONERS  AND OBTAINING  \nTHEIR EVIDENCE.  \nAttendance of Prisoners in Court  \n34.  References in this Part to prisons, etc., to be construed as referring also to  Reformatory \n Schools  \n35.  Power for Civil Courts to require appearan ce of prisoner to give evidence  \n36.  District judge in certain cases to countersi gn orders made under section 35  \n37.  Power for certain Criminal Court to require attendance of prisoner to give  evidence or answer \n to charge  \n38.  Order to be transmitted through Magistrate of the district or sub­division in which  person is \n confined  \n39.  Procedure where removal is desired of person confined more than one hundred  miles from \n place where evidence is required  \n40.  Persons confined beyond limits of appel late jurisdiction of High Court  \n \nPage 3 of 16 \n 41.  Prisoner to be brought up  \n42.  Power to Government to exempt certain prison ers from operation of this Part  \n43.  Officer in charge of prison when to abstain from carrying out order  \nCommissi ons for Examination of Prisoners  \n44.  Commissio ns for examination of prisoners  \n45.  Commissions for examination of prisoners beyond limits of appellate jurisdiction  of High \n Court  \n46.  Commission how to be directed  \nService of Process on Prisoners  \n47.  Process how served on prisoners  \n48.  Process served to be transmitted at prisoner ’s request  \nMiscellaneous  \n49.  [Omitted.]  \n50.  Deposit of posts.  \n51.  Power to make rules under this Part.  \n52.  Power to declare who shall be deemed officer in charge of prison.  \n53.  [Repealed.]  \nTHE FIRST SCHEDULE  \nTHE SECOND SCHEDULE  \nTHE THIRD SCHEDULE .—[Repealed. ] \n \n \n \n \nPage 4 of 16 \n THE PRISONERS ACT, 1900  \n \n1ACT No. III OF 1900  \n  [2nd February, 1900]  \n \nAn Act to consolidate the law relating to Prisoners confined by  order of a Court.  \n \n WHEREAS  it is expedien t to consolidate the law relati ng to prisoners confined by order of a \nCourt;  \n It is hereby enacted as follows : — \n \nPART I  \nPRELIMINARY  \n \n 1. Short title and extent.___ (1) This Act may be called the Prisoners Act, 1900 ;  \n \n 2[(2) It extends to the w hole of Pakistan.]  \n \n 3*  *  *  *           *         *                 * \n 2. Definition s. In this Act, unless there is anyt hing repugnant in the  subject or context, – \n  \n(a)  “Court ” includes a Coroner and any officer lawfully  exercising civil, criminal \nor revenue jurisdiction; and  \n \n(b)  “prison ” includes any place which has been declared  by the 4[Provincia1 \nGovernment], by general or special  order, to be a subsidiary jail.  \n \n \n \n \n \n \n \n \n \n \n \n \n1For Statement of Objects and Reasons, see Gaz. of India, 1899, Pt. V, p.  101; for Report of the Select Committee, see ibid., 1900, p. 23; for \nProceedings in Council, see ibid., 1899 Pt. VI, pp. 102 and 242; ibid., 1900,p. 21.  \nThis Act has been applied to Phulera in the Excluded Area of Upper Tanawal to the extent the Act is ap plicable in the N .W.F.P , subject to certain \nmodifications, see N .W.F.P, (Upper Tanawal) (Excluded Area) Laws Regulation, 1950. It has been extended to the Excluded Area of Upper Tanawal \nother than Phulera by the N. -W.F.P. (Upper Tanwal) (Excluded Area) Laws Regulation, 1950 and declared to be in force in that area with effect from \n1st June, 1951, see N.W.F.P. Gazette, Extraordinary, dated 1st June, 1951.  \nIt has also been extended to the Leased Areas of Baluchistan, see the Leased Areas (Laws) Order, 195 0 (G. G. O. 3 of 1950); and applied in the \nFederated Areas of Baluchistan, see Gaz. of India, 1937, Pt. I, p. 1499.  \nThis Act, as in force in the North West Frontier Province immediately before the commencement of N.W.F.P. Regulation No. II o f 1974, has bee n \napplied to the Provincially Administered Tribal Areas of Chital, Dir, Kalam, Swat and Malakand Protected Areas by N.W.F.P. Re gulation No. II of \n1974, s. 3.  \nThis Act has also been amended in its application to the Province of N.W.F.P. by N.W.F,P. Act VI o f 1977.  \nThis Act has also been amended in its application to the Province of Punjab by Punjab Ordinance XXVIII of 1984.  \nThis Act has also been amended in its application to the Province of Sind by Sind Ordinance 1 of 1978 and Sind Ordinance X of  1984.  \n2 Subs. by the Central Laws (Statute Reform) Ordinance, 1960 (21 of 1960), s. 3 and 2nd Sch. ( with effect from the 14th October, 1955), for the original \nsub-section (2) as amended by the Repealing and Amending Act, 1914 (10 of 1914), A. O., 1949, and the Fede ral Laws (Revision and Declaration) Act, \n1951 (26 of 1951).  \n3 Sub-section (3) rep. by Act 10 of 1914, s. 3 and Sch. II.  \n4 Subs. by A. O. , 1937, for “L. G.”.  \n \nPage 5 of 16 \n PART II  \nGENERAL  \n \n 3. Officers in charge of prisons to detain persons d uly committed to their cust ody. The \nofficer in charge of a prison shall receive and detain all persons duly committed to his custody, under \nthis Act or otherwise, by any Court, according to the exigency of any writ, warrant or order by which \nsuch person has been committed,  or until such person is discharged or removed in due course of law.  \n \n 4. Officers in charge of prisons to return writs, etc. , after execution or discharge.  The \nofficer in charge of a prison shall forthwith, after the execution of every such writ, order or warrant \nas aforesaid other than a warrant of  commitm ent for trial, or after the dis charge of the person \ncommitted thereby, return such writ, order  or warrant to the Court by which the same was issued or \nmade, together with a certificate, endorsed thereon and signed  by him, showing how the same has \nbeen executed, or  why the person committed thereby has been discharged from custod y before the \nexecution thereof.   \n_____  \n \nP ART III .___ [PRISONERS IN THE PRESIDENCY -TOWNS .] Ommitted  by A.O., 1949, Sch. \n_____  \n \nPART IV  \n1[EXECUTION OF SENTENCES ] \n \n 14. References in this Part to prisons, etc., to be construed as referring also to \nReformatory Schools. In this Part all references to prisons or to imprisonment or confinement shall \nbe construed as referring also to Reforma tory Sch ools or to detention therein.  \n \n 2[15. Power of officers in charge of prisons to give effect to sentences of certain Courts.  \nOfficers in charge of prisons may give effect to any sentence or order or warrant for the detention of \nany person passed or issued b y any Court or tribunal, whether within or without Pakistan, established \nby law.]  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n1 Subs. by A. O. 1949, Sch., for the original heading “ PRISONERS OUTSIDE THE PRESIDENCY -TOWNS ”. \n2 Subs. by Federal Laws (Revision and Declaration) Ordinance,  1981 (27 of 1981) s. 3 and Second Sch. for the original section 15, which was amended \nby various Acts.  \n \nPage 6 of 16 \n  16. Warrant of officer of such Co urt to be sufficient authority.  A warrant under the \nofficial signature of an officer of such Court or tribun al as is referred to in section 15 shall be suffi -\ncient authority for holdi ng any person in confinement, 1* * * in pursuance of the sentence passed \nupon him.  \n \n 17. Procedure where officer in charge of prison doubts the legality of warrant sent to \nhim for execution under this Part.___ (1) Where an officer in charge of a prison doubts the legality \nof a warrant or order sent to him for execution under this Part, or the competency of the person \nwhose official seal or sig nature is affixed thereto to pass the sentence an d issue the warrant or order, \nhe shall refer the matter to the 2[Provincial Government], by whose order on the case he and all other \npublic officers shall be guided as to the future disposal of the prisoner.  \n \n (2) Pending a reference made under sub -section  (1), the prisoner shall be detained in such \nmanner and with such restric tions or mitigations as may be specified in the warrant or order.  \n \n 18. Execution in the Provinces, etc., of certain capital sentences n ot ordinarily \nexecutable there.___ (1) Where a  3[Court established by the authority of the 4[Federal Government]] \nexercising, in or with respect to territory beyond the limits of 5[Pakistan] 6* * *], ju risdiction which 7 \n[the 8[Government]] has in such territory,___ \n \n(a) has sentenced any person to d eath, and,  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n1 The words “or for sending any person for transportation” omitted by the Federal Laws (Revision and Declaration) Ordinance, 19 81 (27 of 1981), s. 3 \nand Second Sch.  \n2 Subs. by A.O., 1937, for  “L. G.”.  \n3 Subs. by A.O., 1949 , Sch., for “British Court”.  \n4 Subs. by F.A.O, 1975, Art. 2 and Table, for “Central Government”  \n5 Subs. by Ordinance 27 of 1981, s. 3 and Second Sch., for “the Provinces”, which had been subs. by A. O., 1949, Arts. 3 (2) and 4, for “British India”.  \n6 The words “and the [Federal Territory of Karachi]” omitted by A.O.,1964 , Art. 2 and Sch. The words in crotchets were subs. by the Repealing and \nAmending Ordinance, 1961 (1 of 1961), s. 3 and 2nd Sch., for “Capital of the Federation”.  \n7 Subs. by A.O., 1937, for  “G. G. in C”.  \n8 Subs. by A.O., 1961, Art. 2, for “Crown” ( with effect from the 23rd March, 1956).  \n \n \nPage 7 of 16 \n  \n(b)   being of opinion that such sentence should, by reason  of there being in such \nterritory no secure place for  the confinement of such person or no suitab le \nappliances for his execution in a decent and humane manner, be executed in \nl[Pakistan ] 2* * *], has issued its warrant for the execution of such sentence to \nthe officer in charge of a prison in l[Pakistan 2* * * ],   \n \n such officer shall, on receipt of t he warrant, cause the execution to be carried out at \nsuch place as may be prescribed therein in the same manner and subject to the same \nconditions in all respects as if it were a warrant duly issued under the provisions of \nsection 381 of the Code of Crimin al Procedure, 1898  (V of 1898) . \n \n (2) The prisons of which the officers in charge are to execute sentences under any such \nwarrants as aforesaid 3[shall in each Province be such as the Provincial Government] may, by general \nor special order, direct.  \n \n (3) A  Court shall be 4[deemed, for the purposes of this section, to be a court established by \nthe 5[Federal Government]] if  the presiding Judge, or if the Court consist of two or more Judges, at \nleast one of the Judges, is an officer of the 6[Government] author ised to act as such Judge 7[by   8* *  \n* the 5[Federal Government]]:  \n \n Provided that every warrant issued under this sub -section by any such tribunal shall, if the \ntribunal consists of more than one Judge, be signed by a Judge who is an officer of the 6[Govern-\nment] authorised as aforesaid.  \n \n [PART V.___ PERSONS UNDER SENTENCE OF PENAL SERVITUDE .]  \n  Omitted by the Criminal Law (Extinction of Discriminatory Privileges Act, 1949 ( II \n  of 1950 ), Schedule.  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n1 Subs. by the Federal Laws (Revision and Declaration) Ordinance, 1981 (27 of 1981), s. 3 and Second Sch., for “the Provinces”, which had been subs. \nby A.O.,1949, Arts. 3(2) and 4, for “British India”.  \n2 The words “and the [Federal Territory of Karachi]” omitted by A.O., 1964, Art. 2 and Sch.  The words in crotchets were subs. by the Repealing and \nAmending Ordinance, 1961 (1 of 1961), s. 3 and 2nd Sch., for “Capital of the Federation”.  \n3 Subs. by A.O., 1937, for “shall be such as the G. G. in C. or a L. G. authorised by the G. G. in C. in this behalf”.  \n4 Subs. by A.O., 1949, Sch., for “deemed to be a British Court for the purposes of this section”.  \n5 Subs. by F. A.O., 1975, Art. 2 and Table, for “Central Government”  \n6 Subs. by A.O., 1961, Art. 2 ( with effect from the 23rd March, 1956 ), for “C rown” which had b een subs. by A.O., 1937, for “British Govt.”.  \n7 The original words  “by any Native Prince or State in India or by the G. G. in C.” have been successively amended by A. O., 1937, A.  O., 1949, Sch. \nand the Federal Laws (Revision and Declaration)  Act, 1951 (26 of 1951), s.4 and III Sch., to read as above.  \n8 The words “any Acceding State or the Ruler thereof or” omitted by Ordinance 27 of 1981. s.  3 and Second Sch.,  \n \n \nPage 8 of 16 \n  \n \nPART VI  \nREMOVAL  OF PRISONERS  \n \n28. References in this part to the prisons, etc. , to be constructed as referr ing also to \nReformatory Schools.   In this Part, all references to prisons or to imprison ment or confinement shall \nbe construed as referring also to Re formatory Schools or to detention therein.  \n \n1[29. Removal of prisoners.___  (1) The 2[Provincial Government] may, by general or special \norder, provide for the removal of a ny prisoner confined in a prison — \n \n(a)  under sentence of death, or  \n \n(b)  under, or in lieu of, a sentence of imprisonment 3* *, or  \n \n(c)  in default of payment of a fine, or  \n \n(d)  in default of giving security for keeping the peace or for maintaining good \nbehaviour,  \nto any other prison in 4[the Province, or, with the consent of the Provincial \nGovernment concerned, to any prison in 5[the other Province]] 6[or, with the consent \nof the 7[Federal Government] to any prison maintained 8[by it or under its authority] \nin any part of 9[Pakistan].]  \n \n(2) 10[Subject to the orders, and under the control, of the Provincial Government ] the \nInspector -General of Prisons may, in like  manner, provide for the removal of any prisoner con fined \nas aforesaid in a prison in the Province to any other prison in the Province11*         *      * .] \n12[(3) The 13[Federal Government] may, by general or special order, provide for the removal of  \n \n \n \n \n \n \n \n \n \n \n \n \n1Subs. by the Amending Act, 1903 (1 of 1903), s. 3 and Sch. II, for the original section.  \n2 Subs. by A. O.,1937 for “G. G. in C.”.  \n3 The words “or transportation”  omitted by the Federal Laws (Revision and Declaration) Ordinance, 1981 (27 of 19 81), s. 3 and Second Sch.  \n4 Subs. ibid., for “British India or to any prison in Berar”. The words “or to any prison in Berar”  had been added by the Prisoners (Amdt.)  Act, \n1923 (17 of 1923), s. 2 . \n5 Subs. by A. O. 1964, Art. 2 and Sch., for “any other Pro vince”.  \n6 Added by the Prisoners (Amdt.) Ordinance, 1942 (15 of 1942), s. 2, for so long as the Ordinance remains in force.  \n7 Subs. by F. A.  O., 1975, Art. 2 and Table, for “Central Government” , which had been subs. by A. O., 1949, Sch., for “Crown \nRepr esentatives”.  \n8 Subs. ibid, for “by him or under his authority”.  \n9Subs. by the Federal Laws (Revision and Declaration) Act, 1951 (26 of 1951), s. 4 and III Sch, for “India”.  \n10 Subs. by A. O., 1937,for “The L. G., and (subject to its orders and under its  control )” \n11The words “or, in the case of a prisoner so confined in a prison in the C. P., for his removal to any other prison in the Pro vince or to any prison in \nBerar”, which had been added by Act 17 of 1923, s. 2, were rep. by A. O., 1937.  \n12 New sub -section (3) added by the Prisoners (Amdt.) Act, 1953 (17of 1953), s. 2.  \n13 Subs . by P . A. C., 1975,  Art and Table, for “Central Government”  \n \n \nPage 9 of 16 \n  \nany prisoner or class of prisoners confined in any prison to any other prison in  Pakistan maintained \nby or under th e authority of the 1[Federal Government] or of a Provincial Government with the \nconsent2 * *  *  of the Provincial Government concerned.]  \n \n 30. Lunatic  prisoners how to be dealt with.___ (1) Where it appears to the 3[Provincial \nGovernment] that any person detained or imprisoned under any order or sen tence of any Court is of \nunsound mind, the 3[Provincial Govern ment ] may, by a warrant setting forth the grounds of belief \nthat the person is of unsound mind, order his removal to a lunatic asylum or other plac e of safe \ncustody within the Province, there to be kept and treated as the 3[Provincial  Government] directs \nduring the remainder of the term for which he has been ordered or sen tenced to be detained or \nimprisoned, or, if on the expiration of that term it is certified by a medical officer that it is necessary \nfor the safety of the prisoner or others that he should be further de tained under medical care or \ntreatment, then until he is discharged according to law.  \n \n (2) Where it appears to the 3[Provincial Go vernment] that the prisoner has become of sound \nmind, the 3[Provincial Gov ernment ] shall, by a warrant directed to the person having charge of the \nprisoner, if still liable to be kept in custody, remand him to the prison from which he was removed, \nor to a nother prison within the Province, or, if the prisoner is no longer liable to be kept in custody, \norder him to be discharged.  \n \n (3) The provisions of section 4[31of the Lunancy Act, 1912  (IV of 1912) ] shall apply to every \nperson confined in a lunatic asylu m under sub -section (1) after the expiration of the term for which \nhe was ordered or sentenced to be detained or imprisoned ; and the time during which a prisoner is \nconfined in a lunatic asylum under that sub -section shall be reckoned as part of the term of detention \nor imprisonment which he may have been ordered or sentenced by the Court to undergo.  \n \n 5[(4) In any case in which the 3[Provincial Government] is competent under sub -section (1) to \norder the removal of a prisoner to a lunatic asylum or other p lace of safe custody within the \nProvince, the 3[Provincial Government] may order his removal to any such asylum or place within \n6[the other Province ]7 * * *   \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n1 Subs. by F. A. O., 1975, Art. 2 and Table, for “Central Government ”.  \n2 The words  and commas  “, where such other prison is situated in a Province  not being a Chief Commissioner’ s Province ,” omitted by A. O., 1964, Art. \n2 and Sch.,  \n3 Subs. by A. O., 1937, for “L. G.”.  \n4 Subs. by the Federal Laws (Revision and Declaration) Ordinance, 1 981 (27 of 1981), s. 3 and Second Sch., for “9 of the Lunatic Asylums Act, 1858 \n(XXXVI of 1858) ”.  \n5 Subs. by the Devolution Act, 1920 (38 of 1920), s. 2 and Sch., I, for the original sub -Section (4).  \n6 Subs. by A. O., 1964, Art. 2 and Sch., for “any othe r Province ”.  \n7The words “or within [any Acceding State] ” omitted by Ordinance 27 of 1981, s. 3 and Second Sch,. the w ords in crotchets were amended by Act 26 \nof 1951, s. 4 and Sch . III \n \n \nPage 10 of 16 \n  \nby agreement with the 1[Provincial Govern ment ] of such other Province  2 * *  * ; and the \nprovisions of this section respecting the custody, detention, remand and discharge of a prisoner \nremoved under sub -section (1) shall, so far as they can be made applicable, apply to a prisoner \nremoved under this sub -section. ] \n \n 31. [Removal of prisoners from territories under one local Government to territories under \nanother .] Rep. by the Amending Act, 1903 ( I of 1903), s. 4 and sch. III.  \n_____  \n \n Part VII .___ [Persons under Sentence of Transportation. ] \n Omitted by the Federal Laws (Revision and Declaration ) Ordinance s, 1981 (XXVII  of 1981)  s.3 and \n2nd Sch. \n____ _ \n \nPART VIII  \nDISCHARGE OF PRISONERS  \n \n 33. Release on recognizance, by order of High Court , of prisoner recommended for \npardon , 3[A High Court ,] may, in any case in which it has rec ommended to 4[the President ] the \ngranting of a free pardon to any prisoner, permit him to be at liberty on his own recogniz ance.  \n_____  \n \nPART IX  \n \nPROVISIONS FOR REQUIRING  THE ATTENDANCE  OF PRISONERS  \nAND OBTAINING  THEIR  EVIDENCE . \nAttendance of Prisoners in Court  \n \n 34. Reference s in this part to prisons, etc., to be construed as referring also to \nReformatory Schools . In this Part, all references to prisons or to imprison ment or confinement shall \nbe construed as referring also to Re formatory Schools or to de tention therein.  \n \n 35. Power for Civil Court s to require appearance of prisoner to give evidence . Subject to \nthe provisions of section 39, any Civil Court may, if it thinks that the evidence of any person \nconfined in any prison within the local limits of i ts appellate jurisdiction, if it is a High Court, or, if it \nis not a High Court, then within the local limits of the appellate jurisdiction of the High Court to \nwhich it is subordinate, is material in any matter pending before it, make an order in the form  set \nforth in the first schedule, directed to the officer in charge of the prison.  \n \n \n \n \n \n \n \n1Subs . by A . O,1937, for “L. G.”.  \n2The words “or with [such State for the Rule r thereof ], as the case may be. ” omitted by the Federal Laws (Revision and Declaration ) Ordinance , 1981 \n(27 of 1981), s. 3 and Second Sch., The words in crotchets were amended by A. O , 1937.  \n3Subs. by th e Central Laws (Statute Reform) Ordinance , 1960 (21 of 1960),  s. 3 and 2nd Sch. (with effect from the 14th \nOctober , 1955 ), for \"Any Court  which is a High Court for the purposes of the Government of India Act. 1935, ” which had been subs. by A. O., 1937, \nfor “Any Court established under the Indian High Courts Act, 1861, ”.  \n4Subs. by A. O ., 1961, Art. 2 and Sch., for “Her Majesty ” (with effect  from the 23rd  March, 1956 ). \n \n \nPage 11 of 16 \n  \n 36. District Judge in certain cases to countersign orders made under section 35 .___ (1) \nWhere an order under section 35 is made in any civil matter pending___ \n \n(a)  in a Court subordinate to the District Judge, or  \n \n(b)  in a C ourt of Small Causes 1 * * *, \n \nit shall not be forwarded to the officer to whom it is directed, or acted upon by him,    \nuntil it has been submi tted to, and counter signed by, —  \n \n(i)  the District Judge to which the Court is subordinate, or  \n \n(ii)  the Dist rict Judge within the local limits of whose jurisdiction the  Court  of \n  Small Causes is situate.  \n \n (2) Every order submitted to the District Judge under sub section (1) shall be accompanied by \na statement, under the hand of the Judge of the subordinate Co urt or Court of Small Causes, as the \ncase may be, of the facts which in his opinion render the order necessary, and the District Judge may, \nafter considering such statement, decline to countersign the order.  \n \n 37. Power for certain C riminal Court s to requi re attendance of prisoner to give \nevidence or answer to charge . Subject to the provisions of section 39, any Criminal Court may, if it \nthinks that the evidence of any person confined in any prison within the local limits of its appellate \njurisdiction, if i t is a High Court, or, if it is not a High Court, then within the local limits of the \nappellate jurisdiction of the High Court to which it is subordinate, is material in any matter pending \nbefore it, or if a charge of an offence against such person is made  or pending, make an order in the \nform set forth in the first or second schedule, as the case may be, directed to the officer in charge of \nthe prison  : \n \n Provided that if such Criminal Court is inferior to the Court of a Magistrate of the first class, \nthe order shall be submitted to, and countersigned by, the District Magistrate to whose Court such \nCriminal Court is subordinate or within the local limits of whose jurisdiction such Criminal Court is \nsituated.  \n \n 38. Order to be transmitted through Magistrate of the district or  sub-division in which \nperson is  confined . Where any person, for whose attendance an order as in this Part provided is \nmade, is confined in any district other than that in which the Court making or countersigning the \norder is situate, the  order shall be sent by the Court by which it is made or countersigned to the \nDistrict or Sub -divisional Magistrate within the local limits of whose jurisdiction the person is \nconfined, and that Magistrate shall cause it to be delivered to the officer in c harge of the prison in \nwhich the person is confined.  \n \n 39. Procedure where removal is desired of person confined more than one hundred \nmiles from place where evidence is required .___(1) Where a person is confined2 *  *  *  \nin a prison more than one hundred  miles distant from the place where any Court, subordinate to a \nHigh Court  in which his evidence is required, is held, the Judge or presiding officer of the Court in \nwhich the evidence is so required shall,  if he thinks that such person should be removed u nder this \nPart for the purpose of giving evidence in such Court, and if the prison is within the local limits of \nthe appellate jurisdiction of the High Court to which such Court is subordinate, apply in writing to \nthe High Court, and the High Court may, if  it thinks fit, make an order in the form set forth in the \nfirst schedule, directed to the officer in charge of the prison.  \n \n1The words “outside a Presidency -town ” omitted by A. O., 1949 , Sch,  \n2 The words “in a prison within a Presidency -town , or” omitted  ibid. \n \n \nPage 12 of 16 \n  \n  (2) The High Court making an order under sub -section (1) shall send it to the District \nor Sub -divisional Magistrate within the local limits of whose jurisdiction the person named therein is \nconfined,   1 *     *  * and such Magistrate     2*  *shall  cause it to be delivered to the officer in \ncharge of the prison in which the person is confined.  \n \n 40. Persons confined beyond limits of appellate jurisdiction of High Court . Where a \nperson is confined in a prison beyond the local limits of the appellate jurisdiction of a High Court, \nany Judge of such Court may, if he thinks that such person should be removed under this Part for the \npurpose of answering a charge of an offence or of giving evidence in any criminal matter in such \nCourt or in any Court subord inate thereto, apply in writing to the 3[Provincial Government] of the \nterritories within which the prison is situate, and the 3[Provincial Government ] may, if it thinks fit, \ndirect that the person be so removed, subject to such rules regulat ing the escor t of prisoners as the \n4[Provincial Government] may prescribe.  \n \n 41. Prisoner to be brought up . Upon delivery of any order under this Part to the officer in \ncharge of the prison in which the person named therein is confined, that officer shall cause him to be \ntaken to the Court in which his attendance is required, so as to be present in the Court at the time in \nsuch order mentioned, and shall cause him to be detained in custody in or near the Court until he has \nbeen ex amined or until the Judge or presiding officer of the Court authorises him to be taken back to \nthe prison in which he was confined.  \n \n 42. Power to Government to exempt certain pr isoners from operation of this P art. 5* * * \n  The  3[Provincial  Government] may, by notification6 in 7*         *        *  the 8[official Gazette],9* * *  \ndirect  \n \n \n \n \n \n \n \n \n \n \n \n \nl The words “or, in the case of a person confined in a prison within a Presidency -town, to the Commissioner of Police ” omitted by A. O., 1949, Sch.  \n2The words “or Commissioner ” omitted, ibid.  \n3Subs. by A. O.,1937, for “L. G. ”.  \n4 Subs. ibid., for  “G.G. in C. ”  \n5The words “The G.G. in C. or ” rep. by the Devolution Act, 1920 (38 of 1920), s. 2 and Sch. I.  \n6 For rules made under this section in conjunction with section 51, see different local Rules  and Orders.  \n7The words “the Gazette of India or ” rep. by Act 38 of 1920, s. 2 and Sch. I . .  \n8Subs. by A. O., 1937, for “local official Gazette ”.  \n9The words “as the case may be ” rep. by Act 38 of 1920 , s. 2 and S ch. I.  \n \n \nPage 13 of 16 \n  \nthat any person or any class of persons shall not be removed from the prison in which he or they may \nbe confined ; and thereupon, and so long as such notification remains in force, the provisions of this \nPart, other than those contained in sections 44 to 46, shall not apply to such perso n or class of \npersons.  \n \n 43. Officer in charge of prison when to abstain from carrying out order . In any of the \nfollowing cases, that is to say,___ \n \n(a) where the person named in any order made under section 35, section 37 or \nsection 39 appears to be, from  sickness or other infirmity, unfit to be removed, \nthe officer in charge of the prison in which he is confined, shall apply to the \nDistrict or sub-divisional Magistrate within the local limits of whose jurisdic -\ntion the prison is situate, and if such Magis trate, by writing under his hand, \ndeclares himself to be of opinion that the person named in the order is, from \nsickness or other infirmity, unfit to be removed ; or  \n \n(b)    where the person named in any such order is under committal for trial ; or  \n \n(c) where the person named in any such order is under a remand pending trial or \npending a preliminary in vestigation ; or  \n \n(d) where the person named in any such order is in custody for a period which \nwould expire before the expiration of the time required for r emoving him \nunder this Part and for taking him back to the prison in which he is confined ;  \n \n the officer in charge of the prison shall abstain from carrying out the order, and shall send to \nthe Court from which the order has been issued a statement o f the reason for so abstaining ; \n \n Provided that such officer as afore said shall not so abstain where — \n \n(i) the order has been made under section 37; and  \n \n(ii) the person named in the order is confined under committal for trial, or under a \nremand pending trial or pending a preliminary investigation, and does not \nappear to be, from sickness or other infirmity unfit to be removed ; and  \n \n(iii) the place, where the evidence of the person named in the order is required, is \nnot more than five miles distant from the pr ison in which he is confined.  \n \nCommissions for Examination of Prisoners  \n \n 44. Commissions for examination of prisoners . In any of the following cases, that is to \nsay,— \n \n (a) where it appears to any Civil Court that the evidence of a person confined in \nany prison within the local limits of the appellate jurisdiction of such Court, if \nit is a High Court, or if it is not a High Court, then within the local limits of \nthe appellate jurisdiction of the High Court to which it is subordinate, who, for \nany of the ca uses mentioned in section 42 or section 43, cannot be removed, is \nmaterial in any matter pending before it ; or  \n \n \nPage 14 of 16 \n  \n(b) where it appears to any such Court as aforesaid that the evidence of a person \nconfined in any prison so situate and more than ten miles dist ant from the \nplace at which such Court is held, is material in any such matter ; or  \n(c) where the District Judge declines, under section 36, to countersign an order for \nremoval;  \n \n the Court may, if it thinks fit, issue a commission, under the pro visions of the 1[Code of Civil \nProcedure, 1908  (Act V of 1908) ], for the examination of the person in the prison in which he is \nconfined.  \n \n 45. Commissions for examination of prisoners beyond limits of appellate jurisdiction of \nHigh Court . Where it appears to a Hi gh Court that the evidence of a person confined in a prison \nbeyond the local limits of its appellate jurisdiction is material in any civil matter pending before it or \nbefore any Court subordinate to it, the High Court may, if it thinks fit, issue a commiss ion, under the \nprovisions of the 1[Code  of Civil Procedure,  1908  (Act V of 1908) ], for the examination of the \nperson in the prison in which he is confined.  \n \n 46. Commission how to be directed . Every commission for the examination of a person \nissued under s ection 44 or section 45 shall be directed to the District Judge within the local limits of \nwhose jurisdiction the prison in which the person is confined is situate, and the District Judge shall \ncommit the execution of the commission to the officer in charg e of the prison, or to such other \nperson as he may think fit.  \n \nService of Process on Prisoners  \n \n 47. Process how served on prisoners ,—When any process directed to any person confined \nin any prison is issued from any Criminal or Revenue Court, it may be ser ved by exhibiting to the \nofficer in charge of the prison the original of the process and depositing with him a copy thereof.  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n1Subs. by the Federal Laws (Revision and Declaration) Ordinance,  1981  (27of 1981 ), s. 3 and Second Sch.,  for “Code of Civil Procedure. (XIV of \n1882) .”. \n \n \nPage 15 of 16 \n  \n 48. Process served to be transmitted at prisoner ’s request .___ (1) Every officer in charge of \na prison upon whom ser vice is made under section 47 shall, as soon as may be, cause the copy of the \nprocess deposited with him to be shown and explained to the person to whom it is directed, and shall \nthereupon endorse upon the process and sign a certificate to the effect that such per son as aforesaid is \nconfined in the prison under his charge and has been shown and had explained to him a copy of the \nprocess.  \n \n (2) Such certificate as aforesaid shall be prima facie  evidence of the service of the process, \nand, if the person to whom the process is directed requests that the copy shown and explained to him \nbe sent to any ot her person and provides the cost of sending it by post, the officer in charge of the \nprison shall cause it to be so sent.  \nMiscellaneous  \n \n 149. [Application of Part in certain cases .] Omitted by A. O., 1949, Schedule . \n \n 50. Deposit of costs . No order in any  civil matter shall be made by a Court under any of the \nprovisions of this Part until the amount of the costs and charges of the execution of such order (to be \ndetermined by the Court) is deposited in such Court:  \n \n Provided that, if upon any application fo r such order it appears to the Court to which the \napplication is made, that the applicant has not sufficient means to meet the said costs and charges, \nthe Court may pay the same out of any fund applicable to the contingent expenses of such Court, and \nevery  sum so ex pended may be recovered by the 2[Provincial  Government] from any person ordered \nby the Court to pay the same, as if it were costs in a suit recoverable under the 3[Code of Civil \nProcedure, 1908  (Act V of 1908) .] \n \n  51. Power to make rules under this part.___ (1) The 4[Provincial  Government] 5 * * *   may \nmake rules — \n \n(a) for regulating the escort of prisoners to and from Courts in which their \nattendance is required and for their custody during the period of such \nattendance ;  \n \n(b) for regulating t he amount to be allowed for the costs and charges of such \nescort; and  \n \n(c) for the guidance of officers in all other matters con nected with the \nenforcement of this Part.  \n \n \n \n \n \n \n \n \n \n \n \n \nISub-sections (2) and (3) of section 49 had been repealed previously by t he Lower Burma Courts Act, 1900 (6 of 1900), s. 48 and Sch. II.  \n2Subs. by A. O., 1937, for “Govt .”.  \n3Subs. by the Federal Laws (Revisio n and Declaration) Ordinance,  1981 (27 of 1981), s. 3 and Second Sch., for “Code of Civil Procedure, (XIV  of \n1882) ”.  \n4Subs. by A. O., 1937, for “L. G”.  \n5 The words “and in cases aris ing under s ection 40, th. G . G.”in. C rep. ibid. \n \n \nPage 16 of 16 \n  \n (2) All rules made under sub -section (1) shall be published in the 1[official Gazette]  2*   * \n*,  and shall, from the date of such publication , have the same force as if enacted by this Act.  \n \n 52. Power to declare who shall be deemed officer in charge of prison . The 3[Provincial  \nGovernment ] may 4 declare what officer shall, for the purposes of this Part, be deemed to be the \nofficer in charge of a prison . \n  \n 53. [Repeals] . Rep. by the Repealing and Amending Act, 1914 (X of 1914), s. 3 and \nSchedule II.  \n______  \n \nTHE FIRST SCHEDULE  \n( See sections 35 and 37 )  \n  Court of  \n To the officer in charge of the                       (state name of prison) ,  \n You are hereby required to produce                                     , now a prisoner  in, \nunder safe and sure conduct before the Court of                                       at                      on  \nthe               day of                         next     by                                  of the clock in \nthe forenoon of the same day,  there to give evidence in a matter now pending before the said Court, \nand after the said   has then and there given his evidence before the said Court or the said Cou rt \nhas dispensed with his further attendance, cause him to be conveyed under safe and sure conduct \nback to the prison.  \n The                   day of                                \nA.B \n(Countersigned)  C.D. \n________  \n \nTHE SECOND  SCHEDULE  \n(See sections 37 )  \n  Court of  \n To the officer in charge of the            (state name of prison) .   \n You are hereby required to produce      , now a prisoner  in   , \nunder safe and sure conduct before the Court of      at          on  \nthe                day of                             next by                      of the  \nclock in the forenoon of the same day,    there to answer a charge  now pending befor e the said Court, \nand after such charge has been disposed of or the said Court has dispensed with his further \nattendance, c ause him to be conveyed under safe and sure conduct back to the prison.  \n The                   day of                                \nA.B. \n(Countersigned)  C.D.   \n [THE THIRD SCHEDULE .] Rep. by the Repealing and Amending Act,1914 (X of 1914), s.3 \nand Schedu le II.  \n \n \n \n_____________  \n \n \n \nDate: 11 -09-2024  \n1Subs. by A. O., 1937, for “local official Gazette ”.  \n2The words “or the Gazette of India, as the case may be ” rep., ibid. \n3Subs. Ibid., for “L. G . ”.  \n4For notifications issued under this section, see di fferent local Rules and Orders ."
}