{
    "file": "./converted_json\\administrator8d2abbb2c732e10da2c91038e0804080.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "THE WOMEN IN DISTRESS AND DETENTION FUND ACT, 1996  \n \n \n \n \n \n \nCONTENTS  \n \n1. Short title, extent and commencement . \n2.  Definitions . \n3. Establishment of the Fund . \n4. Purpose of the Fund . \n5. Sources of Fund . \n6. Board of Governors . \n7. Functions and powers of the Board . \n8. Exemption from tax . \n9. Accounts of the Fund , etc. \n10. Delegation of Powers . \n11. Rules .\n\n \n THE WOMEN IN DISTRESS AND DETENTION FUND ACT, 1996  \nACT NO. XV OF 1996  \n \nAn Act to establish a fund for women in distress and detention  \n \nWHEREAS  it is expedient to provide for establishment of a fund for women in distress  and \ndetention in need of legal aid and assistance and for matters connected therewith or  incidental thereto;  \n \nIt is hereby enacted as follows: — \n \n1.  Short title, extent and commencement. —(1) This Act may be called the Women in \nDistress and Detention Fund Act, 1996.  \n \n(2) It extends to the whole of Pakistan.  \n \n(3) It shall come into force at once.  \n \n2.  Definitions. In this Act, unless there is anything repugnant in the subject or  context — \n \n(a)   “Board means the Board Governors set up under section 6 ;  \n \n(b) “Fund” means the Fund for women in Distress and Detention established under \nsection 3; and  \n \n(c) “women in distress and detention” means a female or a class of females in need of \nfinancial assistance to alleviate her or their miseries due to detention, litigation or for \nsimilar connected matters.  \n \n3.  Establishment of the Fund . The Federal Government shall establish the Fund for \nWomen in Distress and Detention to carry out the purposes of this Act.  \n \n4.  Purpose of  the Fund .The purpose of the Fund shall be to provide financial and legal \nassistance to women in distress and detention.  \n \n5.  Sources of Fund .—(1) The Fund shall consist of the following sources , namely :— \n \n(a) grants from the Federal Government and Provincial  Governments;  \n \n(b) aid and assistance from local, national and international  agencies;  \n \n(c)  contributions from the statutory bodies,,  corporations, private organizations and \nindividuals;1[*] \n \n \n \n1Omitted  by Ord. 112 of 2002,s.2.  \n \n (d)  income and earnings from the moveable and immovable properties  acquired or leased \nby the fund1[;and]  \n \n1[(e) any income from the investment of the amount credited to the  Fund.]  \n \n(2) The amount credited to the Fund shall not lapse at the end of a financial year and shall \nbe available for utilization at any time.  \n \n1[(3) The capital of the Fund in full or a part thereof may be invested in any Gov ernment \nsavings scheme and the interest, profit or earnings thus obtained may be utilized for the purposes of \nthe Fund .] \n \n6.  Board of Governors.  — (1) The management, overall control and supervision of the \naffairs of the Fund shall vest in a Board of Gove rnors consisting of the following members,  \nnamely : — \n \n2[(a)  Minister -in-charge of the Administrative Division;     Chairperson  \n \n \n(b) One-women member each of the National Assembly      Members  \n and the Senate to be nominated by the Speaker and the  \n Chairman respectively;  \n \n(c) Secretary of the administrative Division          Member  \n \n(d) One women prominent social worker from each province       Members  \n to be nominated by the Provincial government; and  \n \n(e)  An officer in BS -20 or above of the administ rative Division   Member -cum- \n               Secretary]  \n \n  \n \n(2) The members of the Board, other than ex­officio members, shall hold office for a term \nof three years and shall be eligible for re­appointment.  \n \n(3) No act or proceeding of the Board shall be invalid merely on the ground of existence \nof any vacancy or defect in the constitution of the  Board.  \n \n(4) The Board may coopt any other persons for performance of its  functions.  \n \n \n \n1Added  by Ord. 112 of 2002,s.2.  \n2Subs, by Act No. XIX of 2018, s.2.\n \n (5)  The Secretariat of the Board shall be at  Islamabad.  \n \n(6)  The Board may appoint an executive committee for carrying out its functions as may \nbe assigned to it by the  Board.  \n \n(7) The meeting of the Board shall be presided over by the Chairman or, in his absence, by \nthe Secretary, Ministry of 1[Human  Rights.]  \n \n7.  Functions and powers of the Board. The Board  shall— \n \n(a)  sanction disbursement out of the fund amongst women in distress and detention;  \n \n(b) make appointment of the staff of the  Board;  \n \n(c) acquire, sell and purchase property of the fund;  and \n \n(d) manage and control the  fund.  \n \n8.  Exemption from tax. Notwithstanding anything contained in the Income Tax \nOrdinance, 1979  (XXXI of 1979 ), Wealth Tax Act, 1963 (XV of 1963) , Zakat and Ushr \nOrdinance, 1980 (XVIII of 1980 ), all contributions and donations to be Fund shall be exempt \nfrom levy of these taxes and  deduction of Zakat . \n \n9.  Accounts of the Fund, etc . — (1) The accounts of the Fund shall be audited by the \nAuditor­ General of Pakistan and shall be laid before the National  Assembly.  \n \n(2)  The Board shall, periodically, submit reports to the Federal Government relating to \nthe Fund and its activities.  \n \n10.  Delegation of Powers. The Board may delegate all or any its powers and functions to \nthe Chairman or a member of the Board, executive committee, Provincial Government or any other \nauthority as it may deem  fit. \n11.  Rules. —(1) The Board may make rules for carrying out the purposes of this  Act. \n \n(2) In particular and without prejudice to the generality of the foregoing provision, such \nrules  may include — \n \n(a) procedure for disbursement of the fund;  \n \n(b) resignation of non­official members ;  and \n \n(c) appointment of members on seats becoming vacant due to death or resignation of a \nnon­ official  member.  \n \n \n1Subs. by Act I of 2012. s.2."
}