{
    "file": "./converted_json\\administrator91b2616719bcdac54c16264b44842a65.json",
    "name": "The Prevention of Cruelty to Animals Act, 1890",
    "date": "21st March, 1890",
    "tagline": "An Act for the Prevention of Cruelty to Animals",
    "content": "Page 1 of 10  \n \n  \nTHE PREVENTION OF CRUELTY TO ANIMALS ACT, 1890  \n \n \n \n \n \n \nCONTENTS  \n__________________  \n \nSECTIONS:  \n \n1. Title, extent and commencement, and supersession of other enactments.  \n \n2. Definitions.  \n \n3. Penalty for cruetly  to animals and for sale of animals killed with unnecessary \ncruelty.  \n \n3A. Penalty for overloading animals.  \n \n4. Penalty for practising phooka . \n \n5. Penalty for killing animals with unnecessary cruelty anywhere.  \n \n5A. Penalty for being in possession of the ski n of a goat killed with unnecessary cruelty.  \n \n5B. Presumptions as to possession of the skin of a goat.  \n \n6. Penalty for employing anywhere animals unfit for labour.  \n \n6A. Interpretation.  \n \n6B. Treatment and care of animals.  \n \n6C. Penalty for baiting or inciting animals to fight.  \n \n7. Penalty for permitting diseased animals to go at large or to die in public places.  \n \n7A. Special power of search and seizure in respect of certain offences.  \n \n8. Search­warrants.  \n \nUpdated till 12.11.2021  \n\nPage 2 of 10  \n \n 9. Limitation for prosecutions.  \n \n10. Destruction of suffering animals.  \n \n11. Saving with respect to religious rites and usages.  \n \n12. Provision supplementary to section 1 with respect to extent of Act.  \n \n13. Offence under section 4 to be cognizable.  \n \n14. General power of seizure for examination.  \n \n15. Power to make rules.  \n \n16. Persons authorised under section 14 to be public servants.  \n \n17. Indemnity.  \nPage 3 of 10  \n \n THE PREVENTION OF CRUELTY TO ANIMALS ACT, 1890.  \n \n1Act No. XI OF 1890  \n \n[21st March, 1890]  \n \nAn Act for the Prevention of Cruelty to Animals  \n \nWHEREAS it is expedient to make further provision for the prevention of cruelty to animals; \nIt is hereby enacted as follows:___ \n \n1. Title, extent and commencement, and supersession of other enactments. –(1) This Act \nmay be called the Prevention of Cruelty t o Animals Act, 1890.  \n \n(2) This section extends to 2[the whole of Pakistan] and the 3[Provincial Government] may, by \nnotification in the official Gazette, extend, on and from a date to be specified in the notification, the \nwhole or any part of the rest of t his Act to any such local area as it thinks fit.  \n \n(3) When any part of this Act has been extended under sub ­section (2) to a local area, the \n3[Provincial Government] may, by notification in the official Gazette, direct that the whole or any part \nof any oth er enactment in force in the local area for the prevention of cruelty to animals shall, except \nas regards anything done or any offence committed or any fine or penalty incurred or any proceedings \ncommenced, cease to have effect in the local area, and such whole or part shall cease to have effect \naccordingly until the 3[Provincial Government], by a like notification, otherwise directs.  \n \n(4) The 3[Provincial Government] may cancel or vary a notification under sub­section (2) or \nsub­ section (3).  \n \n2. Definitions. In this Act, unless there is something repugnant in the subject or context,___ \n \n \n \n1For Statement of Objects and Reasons, see Gazette of India, 1890, Pt. V, p. 4 ; for Report of the Select Committee, see ibid. , p. 95, and for proceedings in \nCouncil, see ibid., Pt. VI, pp. 4, 10 and 62.  \n \nThis Act has been declared in force in Baluchistan by s. 3 of the British Baluchistan Laws Regulation, 1913 (2 of 1913) ;  \n \nIt has been applied to Phulera in the Excluded Area of Upper Tanawal to  the extent the Act is Applicable in the N.W.F.P., subject to certain modifications ; and \nalso extended to the Excluded Area of Upper Tanawal (N.W.F.P.) other than Phulera with effect from such date and subject to s uch modifications as may be notified, see  \nN.W.F.P. (Upper Tanawal) (Excluded Area) Laws Regulation, 1950.  \n \nIt has also been extended to the Leased Areas of Baluchistan, see the Leased Areas (Laws) Order, 1950 (G.G.O. 3 of 1950); and  applied in the Federated Areas \nof Baluchistan, see Gazette of In dia, 1937, pt. I, p. 1499.  \n \nThis Act has been amended to the extent of Islamabad Capital Territory, see Ordinance No. 27 of 1981, s. 5 and 4th Sch.  \n \n2Subs. by the Central Laws (Statute Reform) Ordinance, 1960 (21 of 1960), s. 3 and 2nd Sch. ( with effect fr om the 14th October, 1955 ), for “all the Provinces and \nthe Capital of the Federation” which had been subs. by A. O., 1949, Arts. 3(2) and 4 for “the whole of British India”.  \n \n3Subs. by A. O., 1937, for the words “Local Government”.  \nPage 4 of 10  \n \n (1) “animal” means any domestic or captured animal . 1* \n \n(2) “Street” includes any way, road, lane, square, court, alley, passage or open space,  whether \na thoroughfare or not, to which the public have access . \n \n2[(3) phooka or doom dev includes any process of introducing air or any substance into the \nfemale organ of a milch animal with the object of drawing off from the animal any secretion of milk.]  \n \n3[3. Penalty for cruetly to animals and for sale of animals killed with unnecessary cruelty . \nIf any person___  \n \n(a) overdrives, beats, or otherwise treats any animal so as to subject it to \nunnecessary pain or suffering, or  \n \n(b) binds, keeps, carries or consigns for carriage any animal in such manner or \nposition as to subject it to unnecessary pain or suf fering, or  \n \n(c) offers for sale or without reasonable cause has in his possession any live animal \nwhich is suffering pain by reason of mutilation, starvation, thirst, \nover­crowding or other ill­ treatment, or  \n \n(d) offers for sale any dead animal or part of a dead animal which he has reason to \nbelieve has been killed in an unnecessarily cruel manner, or  \n \n(e) without reasonable cause abandons any animal in circumstances which render \nit likely that it will suffer pain by reason of starvation or thirst,  \n \nhe shall be punished, in the case of a first offence, with fine which may extend to 5[one hundred \nthousand rupees, but shall not be less than ten thousand rupees], or with imprisonment for a term which \nmay extend to one month and, in the case of a second o r subsequent offence committed within three \nyears of the previous offence, with fine which may extend to 5[two hundred thousand rupees, but shall \nnot be less than twenty five thousand rupees], or with imprisonment for a term which may extend to \nthree month s, or with both.]  \n \n4[3A. Penalty for overloading animals.___(1)If any person overloads any animal, he shall be  \npunished with fine which may extend to 5[one hundred thousand rupees, but shall not be less than ten \nthousand rupees], or with imprisonment for a term which may extend to one month.  \n \n(2) If the owner of any animal, or any person who, either as a trader, carrier or contractor or by \nvirtue of his employment by a trader, carrier or contractor, is in possession of, or in control of the \nloading of, any animal, permits the overloading of such animal, he shall be punished with fine which \nmay extend to 5[two hundred thousand rupees, but shall not be less than twenty five thousand rupees].  \n \n \n1The word “and” was omitted by the Preventio n of Cruelty to Animals (Amdt.) Act, 1938 (25 of 1938), s. 2.  \n2Clause (3) added, ibid.  \n3Subs. ibid., s.3, for the original section 3.  \n4S. 3A ins.ibid., s.4.  \n5 Subs. by the Prevention of Cruelty to Animals (Amendment) Act, 2018 (XVI OF 2018), ss. 2 and 3 .\nPage 5 of 10  \n \n 1[4. Penalty for practising phooka .___(1) If any person performs upon any cow or other milch  \nanimal the operation called phooka or doom dev, or permits such operation to be performed upon any \nsuch animal in his possession or under his control, he shall be punished with fine which may extend \nto 5[three hundred thousand rupees, but shall not be less than fifty thousand rupees], or with \nimprisonme nt for a term which may extend to two years, or with both, and the animal on which the \noperation was performed shall be forfeited to Government:  \n \nProvided that in the case of a second or subsequent conviction of a person under this section \nhe shall be punished with fine which may extend to 5[five hundred thousand rupees, but shall not be \nless than fifty thousand rupees] and with imprisonment for a t erm which may extend to two years.  \n \n(2) A Court may order payment out of any fine imposed under this section of an amount not \nexceeding one­tenth of the fine to any person other than a police officer or officer of a society or \ninstitution concerned with th e prevention of cruelty to animals who has given information leading to \nthe conviction.]  \n \n5. Penalty for killing animals with unnecessary cruelty anywhere. If any person kills any \nanimal in an unnecessarily cruel manner, he shall be punished with fine whic h may extend to 5[three \nhundred thousand rupees, but shall not be less than fifty thousand rupees], or with imprisonment for a \nterm which may extend to six months, or with both.  \n \n2[5A. Penalty for being in possession of the skin of a goat killed with unnec essary cruelty. \nIf any person has in his possession the skin of a goat, and has reason to believe that the goat has been \nkilled in an unnecessarily cruel manner, he shall be punished with fine which may extend to 5[two \nhundred thousand rupees, but shall no t be less than twenty five thousand rupees], or with imprisonment \nwhich may extend to three months, or with both, and the skin shall be confiscated.  \n \n25B. Presumptions as to possession of the skin of a goat. If any person is charged with the \noffence of kil ling a goat contrary to the provisions of section 5, or with an offence punishable under \nsection 5A, and it is proved that such person had in his possession, at the time the offence was alleged \nto have been committed, the skin of a goat with any part of th e skin of the head attached thereto, it \nshall be presumed, until the contrary be proved, that such goat was killed in an unnecessarily cruel \nmanner, and that the person in possession of such skin had reason so to believe.]  \n \n6. Penalty for employing anywher e animals unfit for labour.3*If any person employs in any \nwork or labour  any animal which by reason of any disease, infirmity, wound, sore or other cause is \nunfit to be so employed, or permits any such unfit animal in his possession or under his control to be \nso employed, he shall be punished with fine which may extend to 5[two hundred thousand rupees, but \nshall not be less than twenty five thousand rupees].  \n \n4* * * * * * * \n \n \n1Subs. by the Prevention of Cruelty to Animals (Amdt.) Act, 1938 (25 of 1938). s. 5, for the original section 4.  \n2Ss. 5A and 5B were ins. by s. 2 of the P revention of Cruelty to Animals (Amdt.) Act, 1917 (14 of 1917).  \n3The figure and brackets “(1)” omitted by s.6 of Act 25 of 1938.  \n4Sub­sections (2) to (6), were omitted, ibid.  \n5 Subs. by the Prevention of Cruelty to Animals (Amendment) Act, 20 18 (XVI OF 2018), ss. 4 to 7.\nPage 6 of 10  \n \n 1[6A. Interpretation. For the purposes of sections 3A and 6, an owner or other person in \npossession or control of an animal shall be deemed to have permitted an offence if he has failed to \nexercise reasonable care and supervision with a view to the prevention of such offence, and, for the \npurposes of section 4, if he fails to prove that he has exercised such care and supervision.  \n \n16B. Treatment and care of animals.___(1) The Provincial Government may, by general or  \nspecial order, appoint infirmaries for the treatment and care of animals in respect of which offences \nagainst this Act have been committed, and may authorise the detention therein of any animal pending \nits production before a Magistrate.  \n \n(2)The Magistrate before whom a prosecution for an offence against this Act has been \ninstituted may direct that the animal concerned shall be treated and cared for in an infirmary, until it \nis fit to perform its usual work or is otherwise fit for discharge, or that it shall be sent to a pinjrapole, \nor, if the Veterinary Officer in charge of the area in which the animal is found or such other Veterinary \nOfficer, as may be authorised in this behalf by rules made under section 15 certifies that it  is incurable \nor cannot be removed without cruelty, that it shall be destroyed.  \n \n(3) An animal sent for care and treatment to an infirmary shall not, unless the Magistrate directs \nthat it shall be sent to a pinjrapole or that it shall be destroyed, be rele ased from such place except \nupon a certificate of its fitness for discharge issued by the Veterinary Officer in charge of the area in \nwhich the infirmary is situated or such other Veterinary Officer as may be authorised in this behalf by \nrules made under s ection 15.  \n \n(4) The cost of transporting an animal to an infirmary or pinjrapole, and of its maintenance \nand treatment in an infirmary shall be payable by the owner of the animal in accordance with a scale \nof rates to be prescribed by the District Magistra te 2* *: \n \nProvided that when the Magistrate so order, on account of the poverty of the owner of the \nanimal, no charge shall be payable for the treatment of the animal.  \n \n(5) If the owner refuses or neglects to pay such cost or to remove the animal within su ch time \nas a Magistrate may prescribe, the Magistrate may direct that the animal be sold and that the proceeds \nof the sale be applied to the payment of such cost.  \n \n(6) The surplus, if any, of the proceeds of such sale shall, on application made by the owne r \nwithin two months from the date of the sale, be paid to him.  \n \n16C. Penalty for baitin g or inciting animals to fight. If any person___ \n \n(a) incites any animal to fight, or  \n \n(b) baits any animal, or  \n \n(c) aids or abets any such incitement or baiting,  \n \n \n \n1Sections 6 A, 6B and 6C ins. by the Prevention of Cruelty to Animals (Amdt.) Act, 1938 (25 of 1938), s. 7.  \n2The words “or, in Presidency­towns, by the­Commissioner of Police” omitted by A. O., 1949, Sch.  \nPage 7 of 10  \n \n he shall be punished w ith fine which may extend to 1[three hundred thousand rupees, but shall not be \nless than fifty thousand rupees].  \n \nException.___It shall not be an offence under this section to incite animals to fight if such \nfighting  is not likely to cause injury or suffer ing to such animals and all reasonable precautions are \ntaken to prevent injury or suffering from being so caused.]  \n \n7. Penalty for permitting diseased animals to go at large or to die in public places. If any \nperson wilfully permits any animal of which he is the owner 2[or is in charge] to go at large in any \nstreet while the animal is affected with contagious or infectious disease, or without reasonable excuse \npermits any diseased or disabled animal of which he is the owner 2[or is in charge] to die in any street, \nhe shall be punished with fine which may extend to 1[two hundred thousand rupees, but shall not be \nless than twenty five thousand rupees] 3[where he is the owner of the animal, or to 1[one hundred \nthousand rupees, bu t shall not be less than ten thousand rupees] where he is in charge of but not the \nowner of the animal].  \n \n4[7A. Special power of search and seizure in respect of certain offences.___5[(1)] If a \npolice ­officer , not below the rank of sub­inspector, has reason to believe that an offence under section \n5, in respect of a goat, is being or is about to be, or has been, committed in any place, or that any \nperson has in his possession the skin of a goat with any part o f the skin of the head attached thereto, \nhe may enter and search such place or any place in which he has reason to believe any such skin to be, \nand may seize any such skin and any article or thing used or intended to be used in th e commission of \nsuch offen ce.] \n \n6[(2) If a police­officer, not below the rank of sub­inspector, or any person specially authorised \nby the Provincial Government in this behalf has reason to believe that phooka or doom dev has just \nbeen or is being performed on any animal within the limits of his jurisdiction, he may enter any place \nin which he has reason to believe such animal to be, and may seize the animal and produce it for \nexamination by the Veterinary Officer in charge of the area in which the animal is seized.]  \n \n8. Search­warrants.___(1) If a Magistrate of the first 7[or second class, 8* *] Sub­divisional  \nMagistrate, 9*    *     *  or District Superintendent of Police, upon information in writing and after such  \n \n \n1 Subs. by the Prevention of Cruelty to Animals (Amendment) Act, 2018 (XVI OF 2018), ss. 8 and 9.\n2Ins. by the Prevention of Cruelty to Animals (Amdt.) Act, 1 938 (25 of 1938),  s. 8.  \n3Added, ibid. \n4S. 7A ins. by the Prevention of Cruelty to Animals (Amdt.) Act, 1917 (14 of 1917), s. 3.  \n5Section 7 A re­numbered as sub­section (1) of that section by Act 25 of 1938, s. 9.  \n6Sub­section (2) added, ibid. \n7Subs. for the word “class” by Act 25 of 1938, s. 10.  \n8The words “Presidency Magistrate” omitted by A. O., 1949, Sch.  \n9The words “Commissioner of Police”, omitted, ibid. \n  \nPage 8 of 10  \n \n inquiry as  he thinks necessary, has reason to believe that an offence 1[against this Act] is being or is \nabout to be or has been committed in any place, he may either himself enter and search or by his \nwarrant authorise any police­officer 2[not below the rank of sub­ inspector] to enter and search the \nplace.  \n(2) The provisions of the 3[Code of Criminal Procedure, 1898 (Act V of 1898),] relating to \nsearches under that Code shall, so far as those provisions can be made applicable, apply to a search \nunder sub­section (1) 4[or under section 7A].  \n \n9. Limitation for prosecutions. A prosecution for an offence against this Act shall not be \ninstituted after the expiration of three months from the date of the commission of the offence.  \n \n10. Destruction of suffering animals.__5[(1)] When any Magistrate, 6* * * or District Super­ \nintendent of police has reason to believe that an offence against this Act has been committed in respect \nof any animal, he may direct the immediate destruction of the animal if in his opinion its sufferings \nare such as to render such a direction proper.  \n \n7[(2) Any police­officer above the rank of a constable who finds any animal so diseased, or so \nseverely injured, or in such a physical condition that it cannot, in his opinion, be removed witho ut \ncruelty, may, if the owner is absent or refuses to consent to the destruction of the animal, forthwith \nsummon the Veterinary Officer in charge of the area in which the animal is found and if the Veterinary \nOfficer certifies that the animal is mortally i njured, or so severely injured or in such a physical \ncondition that its destruction is desirable, the police­officer may, after obtaining orders from a \nMagistrate, destroy the animal or cause it to be destroyed.]  \n \n11. Saving with respect to religious rites  and usages. Nothing in this Act shall render it an \noffence to kill any animal in a manner required by the religion or religious rites and usages of any \nrace, sect, tribe or class.  \n \n12. Provision supplementary to section 1 with respect to extent of Act. Notwithstanding \nanything in section 1, sections 8[4 and 13, sections 9 and 10, and sections 6A, 7A, 8 and 15 so far as \nthey relate to offences under section 4] shall extend to every local area in which any section of this \nAct constituting an offence is for t he time being in force.  \n \n \n1Subs. for the words and figures “against section 4, section 5 or section 6” by the Prevention of Cruelty to Animals (Amdt.) A ct, 1938 (25 of \n1938), s. 10.  \n \n2Subs. ibid., for the words “above the rank of a constable”.  \n3Subs. by ord XXVII of 1981, s.5 & Sch. IV(only to the extent of Islamabad Capital territory).  \n4Added by the Prevention of Cruelty to Animals (Amdt.) Act, 1917 (14 of 1917), s. 4.  \n5S. 10 re­numbered as sub­section (1) of that section by Act 25 of 1938, s. 1 1. \n6The words “Commissioner of Police” omitted, by A. O., 1949, Sch.  \n7Sub­section (2) added, by Act. 25 of 1938.  \n8Subs. ibid., s. 12, for the word and figures “9, 10 and 11”.  \nPage 9 of 10  \n \n 1[13. Offence under section 4 to be cognizable. Notwithstanding anything contained in the \nCode of Criminal Procedure Act, 1898 ( V of 1898 ), an offence punishable under section  4 shall be a \ncognizable offence within the meaning of that Code.  \n \n14. General power of seizure for examination. Any police­officer above the rank of a \nconstable or any person authorised by the Provincial Government in this behalf, who has reason to \nbeliev e that an offence against this Act has been or is being committed in respect of any animal, may, \nif in his opinion the circumstances so require, seize the animal and produce the same for examination \nby the nearest Magistrate or by such Veterinary Officer a s may be designated in this behalf by rules \nmade under section 15; and such police­officer or authorised person may, when seizing the animal, \nrequire the person in charge thereof to accompany it to the place of examination.  \n \n15. Power to make rules.___(1) The Provincial Government may, by notification in the official  \nGazette, and subject to the condition of previous publication, make rules to carry out the purposes of \nthis Act.  \n \n(2) In particular, and without prejudice to the generality of the foregoing pow er, the Provincial \nGovernment may make rules___ \n \n(a) prescribing the maximum weight of loads to be carried or drawn by any animal;  \n \n(b) prescribing conditions to prevent the over­crowding of animals;  \n \n(c) prescribing the period during which, and the hours between which, buffaloes \nshall not be used for draught purposes;  \n \n(d) prescribing the purposes to which fines realized under this Act may be applied, \nincluding such purposes as the maintenance of infirmaries, pinjrapoles, and \nveterinary hospitals;  \n \n(e) prohibiting the use of any bit or harness involving cruelty;  \n \n(f) requiring persons carrying on the business of a farrier to be licensed and \nregistered;  \n \n(g) requiring persons owning, or in charge of, premises in which animals are kept \nor milked to register such premises, to comply with prescribed conditions as to \nthe boundary walls or surroundings of such premises, to permit their inspection \nfor the purpose of ascertaining whether any offence against section 4 is being, \nor has been, committed therei n, and to expose in such premises copies of section \n4 of this Act in a language or languages commonly understood in the locality; \nand \n \n(h) prescribing the manner in which cattle may be impounded in any place \nappointed for the purpose, so as to secure the p rovision of adequate space, food \nand water.  \n \n \n \n1Sections 13 to 17 added by the Prevention of Cruelty to Animals (Amdt.) Act, 1938 (25 of 1938), s. 13.  \nPage 10 of 10  \n \n (3) If any person contravenes, or abets the contravention of, any rule made under this section, \nhe shall be punished with fine which may extend to 1[one hundred thousand rupees, but shall not be \nless than ten thousand rupees].  \n \n16. Persons authorised under sec tion 14 to be public servants. Every person authorised by \nthe Provincial Government under section 14 shall be deemed to be a public servant within the meaning \nof section 21 of the Pakistan Penal Code ( XLV of 1860 ). \n \n17. Indemnity. No suit, prosecution or other legal proceeding shall lie against any person who \nis, or who is deemed to be, a public servant within the meaning of section 21 of the Pakistan Penal \nCode ( XLV of 1860 ), in respect of any thing in good faith done or intended to be done under this Act.]  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n___________  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n1 Subs. by the Prevention of Cruelty to Animals (Amendment) Act, 2018 (XVI of 2018), s. 10."
}