{
    "file": "./converted_json\\administratorb3773d0bd821991632eb6c517251e76c.json",
    "name": "The National Bank of Pakistan Ordinance, 1949",
    "date": "9th November, 1949",
    "tagline": "An Ordinance to constitute a National Bank of Pakistan",
    "content": "Page 1 of 17 \n \n \nTHE NATIONAL BANK OF PAKISTAN ORDINANCE, 1949  \n \n \n \n \n \n \nCONTENTS  \n \nPREAMBLE  \n \nCHAPTER I  \nPRELIMINARY  \n \n1.  Short title, extent and commencement.    \n2.  Definitions . \n \nCHAPTER II  \nESTABLISHMENT, INCORPORATION AND SHARE CAPITAL OF THE NATIONAL BANK \nOF P AKISTAN  \n \n3.  Establishment and incorporation of the Bank .   \n4.  Share Capital . \n \nCHAPTER III  \nSHARES  \n5.  Nature of shares .  \n \n6.  Principal register of shareholders.  \n \n7.  Branch registers .  \n \n8.  Qualifications of shareholders .  \n \n9.  Federal Government a share holder .  \n \n10.  No notice to be taken of trusts . \n \nCHAPTER IV  \nMANAGEMENT  \n \n11.  Head Office of the Bank . \n \n12.  Central Board.  \n \n13.  Local Boards .  \n \n14.  Constitution of the Central Board .  \n \n15.  Constitution of Local Boards .   \n \n\n \nPage 2 of 17 \n 16. Managing Directo r and Deputy Managing Dire ctors.  \n \n17.  Qualifications and disqualifications of Directors and Members .  \n \n18.  Removal of Directors and Members .   \n19.  [Omitted.]  \n \n20.  Terms of office of Directors and Members .  \n \n21.  Vacancies .  \n \n22.  General and Special Meetings .  \n \n23.  Local and special local meetings .  \n \n24.  Votes of shareholders .  \n \nCHAPTER V  \n BUSINESS OF THE BANK  \n \n25.  Business which the Bank is authorised to transact .   \n26.  Business which the Ban k is not authorised to transact.  \n \n26 A.  Exceptions.  \nCHAPTER VI  \nMISCE LLANEOUS    \n27.  Auditors . \n \n28.  Government Auditors .  \n \n29.  Rights and duties of auditors .  \n \n30.  Acceptance of liabilities .  \n \n31.  Liquidation of the Bank .  \n \n32.  Power of the Central Board to make bye laws .  \n \n33. [Omitted.]  \n \nPage 3 of 17 \n THE NATIONAL BANK OF PAKISTAN  ORDINANCE, 1 949 \n1ORDINANCE  NO. XIX OF 1949  \n[9th November, 1949 ] \nAn Ordinance to constitute a National Bank of Pakistan.  \nWHEREAS  an emergency has arisen which renders it neces sary to extend banking facilities \ngenerally and also to provide credit for agri culture and ag ricultural produce;  \nNOW, THEREFORE , in exercise of the powers conferred by section 42 of the Government of \nIndia Act, 1935  (26 Geo.5,c.2.) , the Governor -General is pleased to make and promulgate the \nfollowing  Ordinance:___ \n \nCHAPTER I  \n PRELIMI NARY  \n \n1. Short  title, extent and commencement. —(1) This Ordinance may be called the National \nBank of Pakistan Ordinance, 1949.  \n \n2[(2) It extends to the whole of Pakistan.]  \n \n(3) It shall come into force at once.  \n2. Definitions.___In this Ordinance, unless there is anyth ing repug nant in the subject or \ncontext, — \n(a)  “the Bank ” means the National Bank of Pakistan constituted by this \nOrdinance;  \n \n(b)  “the Central Board ” means the Central Board of Directors of the Bank;  \n \n(c)  “Local Board ” means a Local Board o f Members at K arachi, Dacca or Lahore;  \n \n(d)  “Director ” means a Director for the time being of the Central Board;  \n \n(e)  “Member ” means a Member for the time being of a Local Board;  \n(f)  “dividend ” includes bonus;  \n \n(g)  “goods ” includes bullion, wears and m erchandise;  \n \n(h)  “general meeting ” means the annual meeting of the shareholders of the Bank;  \n \n(i)  “local meeting ” means the annual meeting of the shareholders whose names \nare registered in a branch register;  \n \n(j)  “meeting ” includes an adjourned holding  of a meeting;  \n  1 The Ordinance has been applied__ \n(i) to Baluchistan, with effect from the 9th day of November, 1949, see Gaz. of P., 1952, Pt. I, p. 150;  \n(ii) in the Federated Areas of Baluchistan, see ibid ., 1953, Part I, p. 152; and  \n(iii) extended to the Leased Are as of Baluchistan, by the Leased Areas (Laws) Order, 1950 (G. G. O. 3 of 1950).  \nIt has also been extended to___ \n(a) the State of Bahawalpur, subject to certain modifications, see the Bahawalpur (Federal Laws) (Extension) Order, 1952 (G. G. O.  11 of 1952);  \n(b) the Baluchistan States Union, see the Baluchistan States Union (Federal Laws) (Extension) Order, 1953 (G. G. O. 4 of 1953 ); and  \n(c) the Khairpur State, seethe Khaipur (Federal Laws) (Extension) Order, 1953 (G. G. O. 5 of 1953).  \nThe Act ha s been and sha ll be deemed to have been brought into force in Gwadur with effect from the 8th September, 1958, by the Gwadur \n(Application of Central Laws) Ordinance 1960 (37 of 1960), s. 2.  \nThe Acts/Ordinance and the rules, notifications and orders made th ereunder, have  been applied to the whole of the Federally Administered Tribal Areas \nor to the parts of those Areas to which they do not already apply, by Regulation No. I of 1975, s. 2 and the Schedule.  \nThe Act/Ordinance and the rules, notifications and or der made there under, as in force in N.W.F.P. before the 15th July, 1975, have been applied to the \nDistricts of Chitral, Dir, Swat and Malakand Protected area of the N.W.F.P. by Regulation No. III of 1975, s. 2 and the Sch.  \n2 Subs. by the Central Law s (Stat ute Reform) Or dinance,  (21 of 1960), s. 3., and 2nd Sch., for the original sub -section (2) ( with effect from the 14th \nOctober, 1955 ). \n \nPage 4 of 17 \n (k)  “prescribed ” means prescribed by bye -laws made under this Ordinance;  \n \n1[(1)  “Managing Director ” means the Ma naging Director of th e Bank;]  \n \n(m)  “special meeting ” means a meeting  of the share holders of the Bank convened \nfor transacting some particular business specified in the notice convening the \nmeeting;  \n \n(n)  “special local meeting ” means a meeting of the sharehol ders whose names  are \nregistered in a branch register, convened for transacting some particular \nbusiness specified in the notice con vening the meeting;  \n \n(o)  “special resolution ” means a resolution passed at a special meeting; and  \n \n(p)  “special local reso lution ” means a resolution passed at a special local meeting.  \n \nCHAPTER II  \nESTABLISHMENT, INCORPORATION AND SHARE CAPITAL OF THE NATIONAL BANK \nOF PAKISTAN  \n \n3. Establishment and incorporation of the Bank.____(1) As soon as may be after the \ncommencement of th is Ordinance, th ere shall be constituted in accordance with the provisions of this \nOrdinance a bank to be called the National Bank of Pakistan to carry on the business of banking.  \n \n(2) The Bank shall be a body corporate having perpetual succession and a co mmon seal, and \nshall by the said name sue and be sued.  \n \n4. Share Capital.___(1) Subject to the provisions of this Ordinance the authorised 2[Capital] \nof the Bank shall be 3[such as the Federal Government, may by notification in the official Gazette, \nspecif y and the amount  so specified shall be divided into] 4[Ordinary shares of ten] rupees each.  \n \n(2) Out of the said capital there shall, from time to time, be issued such number of shares and \non such terms, if any, including the terms of brokerage and underwr iting, as the Ce ntral Board may \ndecide 5[.] \n \n 6*  *  *  *  *  *       * \n \n(3) The liability of the shareholders of the Bank shall be limited to the amount not fully paid \nup on their shares.  \n \n(4) The shareholders of the Bank may, subject to the sanction of t he 7[Federal  Government ], \n8* * * by special resolu tion, increase or reduce the capital of the Bank.  \nCHAPTER III  \nSHARES  \n \n5. Nature of shares.___The shares of the Bank shall be movable property and each share shall \nbe distinguished by its appropriate number . \n \n6. Principal register of shareholders.___The Bank shall maintain at its Head Office \nestablished under section 11 a register, to be called the principal register, of all shareholders of the \nBank, and shall enter therein such parti culars as may be prescr ibed.  \n \n1 Subs. b y the National Bank of Pakistan (Amdt.) Ordinance, 1960 (52 of 1960), s. 2, for the original cl. (1).  \n2 Subs. by the National Bank of Pakistan (Amdt.) Ordinance, 1960 (52 of 1960), s. 3, for “share capital”.  \n3 Subs. by the National Bank of Pakistan (Amdt.)  Ordinance, 1981 (42 of 1981), s. 2, for “[three crores] or rupees divided into thirty lakh” The words in \ncrotchets were subs. by the National Bank of Pakistan (Amdt.) Ordinance, 1960 (52 of 1960), s., 3, for “six crores”.  \n4 Subs. by the Na tional Bank of P akistan (Amdt.) Ordinance, 1970 (14 of 1971), s. 2, for “six hundred thousand Ordinary shares of fifty”.  \n5Subs. by Ord. 52 of 1960, s. 3 for the colon.  \n6 Proviso omitted ibid. \n7 Subs. by the National Bank of Pakistan (Amdt.) Act, 1973 (11 o f 1973), s. 6, f or “Central Government”.  \n8 The original words “and subject to the provision of the proviso to sub -section (2),” omitted by the National Bank of Pakistan (Amdt.) Ordinance, 1960 \n(52 of 1960), s. 2.  \n \nPage 5 of 17 \n 7. Branch registers.___(1) The Bank shall cause to be main tained at the offices of its Local \nBoards branch registers of the shareholders qualified and entitled to be registered therein, containing \nsuch particulars as may be prescribed.  \n \n(2) Subject to the provisions of this Ordinance shares shall be transferable from one branch \nregister to another.  \n \n8. Qualifications of shareholders.___(1) No person shall be qualified to be registered as a \nshareholder who by reason of anything contained in any law for the time being in force is not \ncompetent to ent er into any cont ract.  \n \n(2) A person who subsequent to his registration, is dis covered to have been not qualified as \naforesaid at the time of registration shall not be entitled to exercise any of the rights of a shareholder \notherwise than for the purpose of the sale of h is shares under the orders of a competent Court.  \n \n(3)  (a)  A shareholder shall be entitled to be registered in any area defined in \n sub-section (5) in which he ordinarily res ides or has his principal place of \n business.  \n \n(b)  A shareholder  who neither res ides nor has a place of business in the areas \ndefined in sub -section (5) shall be registered in such branch register as the \nCentral Board 1[may from time to time].   \n(c)  No person shall be registered as a shareholder in more than one branch  \nregister.  \n \n2[*  *  *  *  *  *        *] \n \n3[(5) The area served by the branch register maintained at Karachi shall consist of the 4[the \nProvinces of Sind and Baluchistan including the Provincially Administered Tribal Areas; 5[and] the \narea served by the br anch register ma intained at Lahore shall consist of the Provinces of the Punjab \nand North West Frontier including the Provincially Administered Tribal Areas, 5[and] the Islamabad \nCapital Territory and the 6[Federally] Administered Tribal Areas] 5[*   * *]. \n \n9. Central Gov ernment a shareholder.___Notwithstanding anything contained in section 8, \nthe Central Government shall be a shareholder of the Bank and shall purchase at par not less than \ntwenty -five percent of the shares issued by the Bank from time to ti me. \n \n10. No noti ce to be taken of trusts.___No notice of any trust, express, implied or construc tive \nshall be entered on the principal or any branch register or be receivable by the Bank.  \n \n \nCHAPTER IV  \n MANAGEMENT  \n \n \n11. Head office of the Bank.___The Head Office of the Ba nk shall be at Karachi.  \n \n12. Central Board.___The general superintendence and direction of the affairs and business \nof the Bank shall be entrusted to the Central Board which may exercise all powers and do all such \nacts and things as may be exercised or don e by the Bank and are not by this Ordinance expressly \ndirected or required to be done by the Bank in general meeting.  \n \n13. Local Boards.___7[Two] Local Boards shall be established for the areas mentioned in \nsub-section (5) of section 8, one  each at 8[Karac hi] and Lahore, and shall without prejudice to the \npowers conferred by section 12, have power, within the prescribed limits, generally to transact all the \nusual business of the Bank.  \n \n1 Subs. by the National Bank of Pakistan (Amdt.) Ordinan ce, 1960 (52 of 1960), s. 4 for certain original words.  \n2 Omitted by the Federal Laws (Revision and Declaration) Ordinance, 1981 (27 of 1981), s. 3 and Sch. II.  \n3 Subs. by the National Bank of Pakistan (Amdt.) Ordinance, 1960 (52 of 1960), s. 4, for the or iginal sub -section (5), as amended by the Federal Laws \n(Revision and Declaration), Act, 1951 (26 of 1951), and the Central Laws (Statute Reforms), Ordinance, 1960 (21 of 1960).  \n4 Subs. by the National Bank of Pakistan (Amdt.) Act, 1973 (11 of 1973), s. 2.  \n5 Ins. and omitt ed by F.A.O., 1975, Art. 2 and Sch.  \n6 Subs. ibid., Art. 2 and Table.  \n7 Subs. by F.A.O., 1975, Art. 2 and Sch., for “three”.  \n8 Subs. ibid., for “Karachi, Dacca”.  \n \nPage 6 of 17 \n  114. Constitution of the Central Board.___(1) The Central Board shall consist of the \nfollowing  Directors, namely:___ \n(a)  the Managing Director appointed by the 2[Federal  Government ] under section \n16; \n \n3[(b)  four Directors elected in local or special local meetings by the shareholders i n \nsuch manner that the shareholders  registered  in a branch reg ister maintained \nfor an area mentioned in sub -section (5) of section 8 shall elect from amongst \nthemselves such number of Directors for that area as may be decided before \nelection by the Central Govern ment having regard to the proportion w hich the \nshare c apital subscribed by the shareholders of that area bears to the whole:  \n \n Provided that the Federal Government may, at any time, by order in writing, direct that, for \nsuch period as may be specified in the order, no Director Shall be elected  for any area so  specified, \nand, where it makes such an order, shall allocate to the other areas the seats of the Directors who \nwould have been elected for that area had no such order been made;]  \n \n4[(c)  Five Directors appointed by the Feder al Govern ment: ] \n \n(2)  The 4[Chairman]  of the Central Board shall be appointed by the 5[Fede ral \nGovernment ] from amongst the Directors.  \n \n15. Constitution of Local Boards.___A Local Board shall consist of  the following members, \nnamely:___ \n \n(a) the Managing Director 6[* * * ]: \n \nProvided that i n the event of the inability of 7[Managing Director] to attend the \nmeeting of a Local Board  8[he] may nominate an officer of the Bank to attend \nas an ex-officio  Member;  \n \n(b)  one Member appointed by the Central Board from amongst the Direc tors \nelected by the share holders registered in the branch register of that area;  \n \n(c)  two Members appointed by the 5[Fede ral Govern ment ] from the area in which \nthe Local Board is established;  \n \n(d)  9[three] Members elected in a local or special local me eting from among st \nthemselves by the shareholders registered in the branch register of that area.  \n \n16. Managing Director and Deputy Managing Directors.___10[(1) The Managing Director \nshall be appointed by the 2[Federal  Government ] for a period not exceedin g 11[five] years  and on \nsuch salary and terms and conditions of service as the 2[Federal  Government ] may determine:  \n \nProvided that neither the salary nor the terms and conditions of service shall be varied to his \ndisadvantage during his tenure of office 12[ : ]] \n \n \n \n \n1 For notification under this section, see Gaz. of P., 1953, Ext., p. 299.  \n2 Subs. by the National Bank of Pakistan (Amdt.) Act, 1973 (11 of 1973), s. 6, for “Central Government”.  \n3 Subs. ibid., s. 3. \n4 Subs. by the National Bank of Pakistan (Am dt.) Act, 1973 ( 11 of 1973), s. 3.  \n5 Subs. ibid., s. 6, for “Central Government”.  \n6 The original words “or a Deputy Managing Director” omitted by the National Bank of Pakistan  (Amdt.) Ordinance, 1960 (52 of 1 960), s. 6.  \n7 Subs. ibid., for “either of them” .  \n8 Subs. ibid., for “the Managing Director”.  \n9 Subs. ibid., s. 6, for “two”.  \n10 Subs. by the National Bank of Pakistan Ordinance (Amdt.) Act, 1953 (29 of 1953), s. 2 for the original sub -section (1).  \n11 Subs. by the National Bank of Pakistan (Amdt.) Ord inance, 1960 (52  of 1960), s. 7, for “three ”. \n12 Subs. ibid., for full -stop.  \n \nPage 7 of 17 \n  1[Provided further that the appointment may be terminated by six months ’ notice in writing \ngiven by the 2[Fede ral Govern ment ] to him or by him to the 2[Feder al Government.]  \n \n3[*  *  *  *  *  *       *] \n \n(3) The Managing Director 4[* * * ] shall on the expiry of 5[his term] of office be eligible for \nre-appoint ment:  \n \n Provided that no person shall hold office as Managing Director 6[* * * ] who is a member of \nthe 7[Federal]  or a Prov incial Legislatu re. \n \n8[(4) The Managing Director shall be the chief executive officer of the Bank and shall, \nsubject to any bye -laws made in this behalf, direct and control, on behalf of the Central Board, the \naffairs of the Bank.].  \n \n17. Qualifications an d disqualificati ons of Directors and Members.___(1) No person not \nappointed by the 2[Federa l Govern ment ] to serve as a Director or Member shall be qualified to serve \nas a Director or Member unless he is a holder in his own right of unencumbered shares of the Bank \nto the nominal amount of ten thousand rupees at the least.  \n \n(2)  No person shall be qualified to serve as a Director or Member___  \n9[*  *  *  *  *  *       *] \n10[*] \n \n(b)  if he is a salaried officer of any Government 11[,whether within or without \nPakistan, and is ] not authorised by the 2[Fede ral Government ] to serve as a \nDirector or Member 12[;] \n \n13[(c)  if he has been convicted of an offence involving moral turpitude;  \n \n (d)  if he was at any time in the service of the Bank and was dismissed or his  \nservices had be en ter minated by the bank;  \n \n(e)  if he is a Director of any commercial bank other than a bank sponsored or \nestablished by or under the authority of the 2[Fede ral Government ] or the State \nBank of Pakistan for the development of industry or agriculture in t he country, \nor a bank which is a society registered under the Co operative Societies Act, \n1912  (Act II of 1912)  or any other law for the time being in force in Pakistan \nrelating to co -operative societies;  \n \n(f)  if he is in the employment of  any banking com pany, whether on salary or on \ncommission, or is engaged in the performance of any continuous service for \nremuneration for any such company; 14* \n \n \n \n \n1 Second proviso added  . by the National Bank of Pakistan  (Amdt.) Ordinance , 1960 (52 of 19 60 ), s.7  \n2 Subs . by the National Bank of Pakistan (Amdt.) Act, 1973 (11 of 1973), s. 6, for “Central Government”.  \n3 Sub-section (2) omitted ibid. \n4 The original words “and Deputy Managing Director” omitted ibid. \n5 Subs. ibid. for “their respective terms”.  \n6 The original words “or Deputy Managing Director” omitted ibid. \n7 Subs. by F.A.O., 1975, Art. 2 and Table, for “Central”.  \n8 Added by the National Bank of Pakistan (Amdt.) Ordinance, 1970 (14 of 1970), s. 3.  \n9 The original cl. (a) omitted by the National Bank of Pakistan  (Amdt.) Ordinance, 1962 (61 of 1962), s. 2.  \n10 The original word “or” omitted by the National Bank of Pakistan (Amdt.) Ordinance, 1960 (52 of 1960), s. 8.  \n11 Subs. ibid., “in Pakistan”.  \n12 Subs. ibid., for full -stop.  \n13 New cls. (c) to (g)  added, ibid. \n14 Omitted by the National Bank of Pakistan (Amdt.) Ordinance, 1970 (14 of 1970), s. 4.  \n \nPage 8 of 17 \n 1[(g)  if he is for the time being disqualified for mem bership of an y body established \nby or under any law (P.O 13  of 1959) for the time being in force of which the \nConstituent members are wholly or partly chosen by means of election 2[;] \n \n2[(h) if having been a Director or Member, his office as such has been vacated, or \ndeemed to be vacated under the provisions of clause (h) of sub -section (3); or  \n \n(i)  If he has vacat ed his office as Director or, as the case may be, Member under \nclause (i) of sub -section (3) unless a period of three years has elapsed since the \ndate he so vacated his office.].  \n \n(3)  The office of a Director or Member shall be vacated___ \n \n(a)  if the per son holding it resigns his office or dies;  \n \n(b)  if he accepts or holds any other office of profit under the Bank;  \n \n(c)  if he is, or at any time has been, adjudicated an insolvent, or compounds with \nhis creditors or suspends payment;  \n(d)  if he is found l unatic, or becomes of unsound mind;  \n \n(e)  if he has absented himself from three consecutive meetings of the Central or a \nLocal Board, as the case may be, or from all such meetings for a continuous \nperiod of six months, whichever is longer, without leave of  absence from the \nBoard concerned; 3[*] \n \n(f)  if he ceases to hold in his own right the amount of shares required to qualify \nhim for the office 4[;] 5[*] \n \n6[(g)  if he incurs any of the disqualifications mentioned in sub -section (2)  7[;] \n \n8[(h)  if, in rel ation to the Bank he has failed to pay any advance, loan or credit limit \nor any installment thereof or interest thereon, or any amount due on any \nguarantee, or to do or perform any act agreed or undertaken in writing to be \ndone or performed  by him, and suc h failure continues for a period of one \nmonth after notice in writing has been served on him by the Bank calling upon \nhim to make the payment or to do or perform the act; or  \n \n(i) if he has been a Director or Member for a continuous period of si x years from \nthe date when he was first elected as such Director or Member or, as the case \nmay be, was appointed by name and otherwise than by designation of office, \nas such Director or Member.]  \n \n 9[Explanation.___ In computing the period of six years for the purpose of t his clause any break \nof less than three years in the continuity of office shall be disregarded.].  \n \n(4) No two persons who are partners of the same mercan tile firm, or who are directors of the \nsame private company, or one of whom is the gen eral agent of, o r holds a power of pro curation  from \nthe other or from a mercantile firm of which the other is a partner, shall be eligible or qualified to \nserve as Directors of the Central Board, or as Members of the same Local Board at the same time  \n10[:] \n \n1 Subs. by the  Federal Laws (Revision and Declaration) Ordinance, 1981 (27 of 1981), s. 3 and II Sch.  \n2 Subs. and added by Ord. 14 of 1970, s. 4.  \n3 The original word “or” omitted by the National Bank of Pakistan (Amdt.) Ordinance, 1960 (52 of 1960), s. 8 . \n4 Subs. ibid., for full -stop.  \n5 The word “or” which was added ibid., have been omitted by the National Bank of Pakistan (Amdt.) Ordinance, 1970 (14 of 1970), s. 4.  \n6 Cl. (g) added ibid. \n7 Subs. by Ord. 14 of 1970, s. 4.  \n8 Added, ibid. \n9 Added by the Nat ional Bank of Pa kistan (Amdt.) Act, 1973 (11 of 1973), s. 4.  \n10 Subs. omitted and added by the National Bank of Pakistan (Amdt.) Ordinance, 1970 (14 of 1970), s. 4.  \n \nPage 9 of 17 \n 1[*  *  *  *  *  *       *] \n \n 1[(5) Nothing in sub -section (1), or in clause (b) of sub -section (2), or in clauses (b) and (i) of \nsub-section (3) shall apply to the Managing Director or an officer nominated by the Managing \nDirector or an officer nominated by the Managing Director under the proviso to clause (a) of section \n15.]. \n \n 18. Removal of Directors and Me mbers.___(1) The shareholders may, by a special \nresolution passed by the votes of shareholders holding in the aggregate more than one half of the \npaid-up capital for the time being, removed any Director, other than a Director appointed by t he \n2[Federa l Gov ernment ], before the expiration of his period of office, and appoint in his stead a \nqualified person who shall hold office subject to sub -section (2) of section 21.  \n \n(2) The shareholders on a branch register may, by a special local resoluti on passed by the  \nvotes of shareholders holding in the aggregate more than one half of the paid -up capital for the time \nbeing on the branch register concerned, remove any Mem ber, other than a Member appointed by the \n2[Fede ral Govern ment ] or the Central Bo ard of the Local  Board concerned, before the expiration of \nhis period of office, and appoint  in his stead a qualified person who shall hold office subject to \nsub-section (2) of section 21.  \n \n(3) Directors and Members appointed by the 2[Federal Government] a nd the Central B oard \nmay be removed and replaced by other Director and Members at the discretion of the appoint ing \nauthorities concerned.  \n \n 19. [First Constitution of the Central and Local Boards.] Omitted by the National Bank of \nPakistan (Amdt.) Ordinanc e, 1960 (52 of 1 960), s. 9.  \n \n \n 20. Terms of office of Directors and Members.___(1) 3[At every general meeting] one third \nof the 4[elected] Directors and Members for the time being, or if their number is not three or a \nmultiple of three then the number near est to one third , shall retire from office 5[; but  the retired \nDirector or Members shall, subject to the provisions of section 17, be eligible for re -election].  \n \n (2) The Directors and Members to retire at every general 6[* *] meeting shall be those who \nhave been longest in office, and as between those Directors and Members who are to retire and who \nhave been in office for an equal length of time the Director and Member to retire shall in default of \nagreement amongst themselves be determined by lot, the len gth of time a Di rector or Member has \nbeen in office being subject to sub section (2) of section 21, computed from his last election.  \n7[*  *  *  *  *  *       *] \n \n 8[(3) A Director or Member appointed by the Federal Government, other than the Managing \nDirec tor, shall hold office during the pleasure of the Federal Government.  \n \n(4) A Member appointed by the Central Board shall cease to hold office when he ceases to be \na Director.]  \n \n21. Vacancies.____ (1) Any vacancy occurring on the Central or a Local Board by  the death, \nresignation 9[, removal] or disqualification of any Director or Member shall be filled by the \nremaining Directors or Members, as the case may be, who shall co -opt a duly qualified person to fill \nthe vacancy:  \n \n1 Subs. omitted and added by the Na tional Bank of P akistan (Amdt.) Ordinance, 1970 (14 of 1970), s. 4.  \n2 Subs. by Act 11 of 1973, s. 6, for “Central Government”.  \n3 Subs. by the National Bank of Pakistan (Amdt.) Ordinance, 1960 (52 of 1960), s. 10, for certain original words.  \n4 Ins. by the N ational Bank of Pakistan Ordinance (Amdt.) Act, 1953 (29 of 1953), s. 3.  \n5 Added by the National Bank of Pakistan (Amdt.) Ordinance, 1970 (14 of 1970), s. 5.  \n6 The original words “and local” omitted by Ordinance 52 of 1960, s. 10.  \n7 Sub-section (2A) which  was originally inserted by Ord. 52 of 1960, s. 10 have been omitted by Ord. 14 of 1970, s. 5.  \n8 The original sub -section (3) which was subs. by Ord. 14 of 1970, s. 5 has been subs. by the National bank of Pakistan (Amdt.) Act, 1973 (11 of  1973), \ns. 5. \n9 Ins. by the Natio nal Bank of Pakistan (Amdt.) Ordinance, 1960 (52 of 1960), s. 11.  \n \nPage 10 of 17 \n  Provided that where a vacancy occurs in the office of a Director or Member appointed by the \n1[Federal  Government ] or the Central Board, the vacancy shall be filled only by a ppoint ment by t he \n1[Feder al Government ] or the Central Board, as the case may be.  \n \n(2) Any Director or Member so 2* * appointed shall be deemed to have held office from the \ndate on which the Direc tor or Member in whose place he is 2[* *] appointed was 3[* *] appointed, or, \nwhen such Director or Member was co -opted or appointed under this sub -section, from the date on \nwhich his mediate or immediate predecessor was 2[* *] ap pointed, as the case may be.  \n \n4[(3) Any Director or Member co -opted under sub -section (1) shall ret ire at the next general \nor local meeting, as the case may be, and the vacancy so occurring on the Central or a Local Board \nshall be filled by election as provided in clause (b) of sub -section (1) of section 14 or clause (d) of \nsection 15, as the case may be.] \n \n22. General and Special meetings.___(1) In the first week of March in every year, or as soon \nthereafter as is convenient, a general meeting shall be held annually in rotation at the towns where \nthe Local Boards are established, at suc h time as may be  determined by the Central Board and at the \nmeeting the 5[shareholders present shall be entitled to discuss the annual account, the report of the \nCentral Board on the working of the Bank throughout the year, and the auditors report on the a nnual \nbalance sh eet and accounts, made up to the preceding thirty -first day of December].  \n \nProvided that the first general meeting shall be held at Karachi.  \n \n (2) Special meetings shall be convened and held in such manner and at such time and place as \nmay be prescribed.  \n \n 23. Local and special local meetings.___Local and special local meetings shall be convened \nand held in such manner and at such time and place as may be prescribed.  \n \n 24. Votes of shareholders.___(1) Every shareholder shall be entitled to a ttend any meetin g \nand each shareholder who has been registered as such for a period of not less than three months prior \nto the date of such meeting shall when present in person and on a show of hands, have one vote; and \non a poll each shareholder so regis tered for a like  period shall have one vote for every ten shares           \n6[, subject to a maximum of  7[ten] votes]:  \n \n Provided that no shareholder shale be entitled to vote at any meeting unless all calls or other \nsums presently payable by him in respec t of shares of t he Bank have been paid.  \n \n8[(2) On a poll votes may be given either personally or by proxy , but the 4[Federal \nGovernment], as a shareholder may appoint any person to be present at any general meeting and to \nvote on its behalf.].  \nCHAPTER V  \nBUSINESS OF THE  BANK \n25. Business which the Bank is authorised to transact.___The Bank is authorised to carry \non and transact the 13 several kinds of business hereinafter specified, namely:___ \n(1) the advancing and lending of money, and opening of cash -credits u pon the security  of___ \n \n(a)  stocks, funds and securities 9[* * * ] in which a trustee is authorised to invest \ntrust money by any law for the time being in force in Pakistan and shares of \nthe State Bank of Pakistan; \n \n1 Subs. by the National Bank of Pakistan  (Amdt.) Act, 19 73 (11 of 1973), s. 6, for “Central Government”.  \n2 The original words “co -opted or” omitted by Ordinance, 52 of 1960, s. 11.  \n3 The original words “elected or” omitted ibid. \n4 Sub-section (3) added, ibid. \n5 Subs. ibid., s. 12, for certain or iginal words.  \n6 Ins . by the National Bank of Pakistan  (Amdt.) Ordinance , 1960 (52 of 1960 ), s.13  \n7 Subs. by the National Bank of Pakistan (Amdt.) Or dinance, 1970 (14 of 1970), s. 6 for “fifty”.  \n8Sub-section (2) subs. Ibid. \n9The original brackets and word s “(other than i mmoveable property)” omitted by the National Bank of Pakistan (Amdt.) Ordinance, 1960, (52 of 1960), \ns. 14.  \n \nPage 11 of 17 \n (b)  debentures or other securities for money issued under the authority of any law \nor a time being in force in Pakistan by, or on b ehalf of, a port  trust authority or \na district board or a  municipal board or committee 1[* * *] ; \n \n(c)  goods which, or the documents of title to which, are deposited with, or \nassigned to, the Bank as security for such advances, loans or credits;  \n \n(d)  subject to such dire ctions as may be issued by the Central Board, debentures \nof companies with limited liability;  \n \n(e)  shares of companies with limited liability, in accordance with such directions \nin this regard as may be issued from time to time by the Stat e Bank of \nPakist an; \n \n(f)  goods which are hypothecated to the Bank as security for such advances, loans \nor credits 2[* * * ]; \n(g)  accepted bills of exchange and promissory notes endorsed by the payees and \njoint and several promissory notes of two or more p ersons or firms \nunconnected with each other in general partnership; 3[*] \n \n4[(h)  immovable property or documents of title re lating thereto, subject to such \ndirections as may be issued by the Central Board;]  \n \n5[(i)  subject to such directions as may be iss ued by the Centr al Board, tea crops;]  \n \n Provided that any advances or loans which are guaranteed by the 6[Feder al Government ] or \nany Provincial Govern ment in Pakistan may be made without any specific security;  \n \n(2) the selling and realisation of proceeds of s ale of any such promissory notes, \ndebentures, stock receipts, bonds, annuities, stocks, shares, securities or goods which, or the \ndocuments of title to which, have been deposited with, or pledged, hypothecated, assigned or trans -\nferred to, the Bank as secu rity for such ad vances, loans or credits or which are held by the Bank or \nover which the Bank is entitled to any lien or charge in respect of any such advance or loan or credit \nor any debt or claim of the Bank, and which have not been redeemed in due time in accordance wi th \nthe terms and conditions (if any) of such deposit, pledge, hypo thecation, assignment or transfer;  \n \n(3) the advancing and lending of money to Courts of Wards upon the security of estates in \ntheir charge or under their superintendence and  the realisation  of such advances or loans and any \ninterest due thereon:  \n \nProvided that no such adv ance or loan shall be made with out the previous sanction of the Provincial \nGovern ment concerned;  \n \n(4) the drawing, accepting, discounting, buying and sellin g of bills of ex change and other \nnegotiable securities;  \n \n7[(5)the investing of the funds of the Bank in  or the underwriting of, any stocks, funds, \nshares, securities, debentures, bonds or scripts or other securities for money issued by any public \nlimited c ompany or any co rporation established by or under any law for the time being in force or \nunder the authority of the 6[Federal Government] or the State Bank of Pakistan, and converting the \nsame into money when required, and altering, converting and transpos ing any such inv estment for or \ninto any other of such investments;]   \n \n \n1 Omitted by the Federal Laws (Revision and Declaration) Ordinance, 1981 (27 of 1981), s. 3 and II Sch.  \n2 The original comma and words “, if so authorised by special directions of the C entral Board” om itted by Ordinance, 52 of 1960, s. 14.  \n3 The original word “and” omitted by the National Bank of Pakistan (Amdt.) Ordinance, 1960 (52 of 1960), s. 14.  \n4 Subs. ibid., for the original sub -clause (h).  \n5 New sub -clause (i) added, ibid. \n6 Subs.  by the National  Bank of Pakistan (Amdt.) Act, 1973 (11 of 1973), s. 6, for “Central Government”.  \n7 Sub-section (5) which was previously amended by the National Bank of Pakistan (Amdt.) Ordinance, 1960 (52 of 1960), s. 14 have be en subs. by the \nNational Ba nk of Pakistan ( Amdt.) Ordinance, 1970 (14 of 1970), s. 7.  \n \nPage 12 of 17 \n (6) the issuing of letters of credit;  \n \n(7) the buying and selling of gold and silver whether co ined or uncoined;  \n \n(8) the receiving of deposits and keeping cash accounts on such terms as may be ag reed on;  \n \n(9) th e acceptance of the char ge of plate, jewels, title deeds or other valuable go ods o such \nterms as may be agreed on;  \n \n(10) the 1[managing,] selling and realising of all property whether movable or immovable \nwhich may in any way come into the p ossession of the  Bank in satisfaction or part satisfaction of any \nof its claims, and the acquisition and holding of, and generally the dealing with, any right, title or \ninterest in any property movable or immovable which may be the Bank ’s security for any advance or \nloan or may be connected with any such security 2[:] \n \n 3[Provided that the Bank shall not take over the management of any such property except in \npursuance of an agreement with the debtor or of an order, judgment or decree of a court of competen t \njurisdiction;]  \n \n(11) the transacting of pecuniary agency business on com mission and the entering into of \ncontracts of indem nity, suretyship or guarantee with specific security or otherwise 4[, and the \nunder -writing, participating in, and carrying out o f the issue of a ny stock, shares, debentures and \nother securities];  \n \n(12) the administration of estates for any purpose whether as an executor, trustee or otherwise \nand the acting as agent on commission in the transaction of the follow ing kinds of busines s, \nnamely:___ \n \n(a)  the buying, selling, transferring and taking charge of any securities or any \nshares in any public company;  \n \n(b)  the receiving of the proceeds whether principal, interest or dividends, of any \nsecurities or shares;  \n(c)  the remittance of  such proceeds b y public or private bills of exchange, payable \neither in Pakis tan or elsewhere;  \n \n(13) the drawing of bills of exchange and the granting of letters of credit payable out of \nPakistan;  \n(14) the buying of bills of exchange payable out of Pakis tan; \n \n(15) the b orrowing of money for the purpose of the Bank ’s business, and the giving of \nsecurity for money so borrowed by pledging assets or otherwise;  \n(16) the paying, receiving, collecting and remitting money, bullion and securities under any \nagreeme nt with the Stat e Bank of Pakistan as its agent on behalf of any Government in Pakistan, or \nundertaking and tran sacting any business which the State Bank of Pakistan may from time to time \nentrust to it;  \n \n(17) the establishing and discontinuing of branches  and agencies;  \n \n(18) the acquiring, maintaining and transferring of the Bank ’s residential and business \npremises;  \n \n(19) the taking over of the business, including the capital assets and liabilities of any other \nbank, with the sanc tion of the 5[Federal  Government ]; \n \n1 Ins. by the National Bank of Pakistan (Amdt.) Ordinance, 1960 (52 of 1960), s. 14.  \n2 Subs. ibid., for semi -colon.  \n3 Proviso added ibid. \n4 Added by the National Bank of Pakistan (Amdt.) Ordinance, 1962 (61 of 1962), s. 3.  \n5 Subs. by the Nationa l Bank of Pakist an (Amdt.) Act, 1973 (11 of 1973), s. 6, for “Central Government”.  \n \n \nPage 13 of 17 \n (20) the granting of advances or loans to any other bank for the purpose of averting or \nfacilitating its winding up; 1[*] \n \n2[*  *  *  *  *  *       *] \n3[(21) with the previ ous permission i n writing of the State Bank of Pakistan ,___ \n \n(a)  the investing of the funds of the Bank in any bank incorporated outside \nPakistan, and  \n \n(b)  participating in the management and adminis tration of any such bank in which \nthe funds of the Ban k have been inve sted; and]  \n \n(22) generally, the doing of all such matters and things as may be incidental or subsidiary to \nthe transacting of the various kinds of business including foreign ex change business hereinbefore \nspecified.  \n \n 26. Business which th e Bank is not au thorised to transact.___The Bank shall not transact \nany kind of banking business other than those specified in  section 25, and in particular___ \n \n4[(1) the Bank shall not make any advance or loan upon the security of its shares;]  \n \n5[* * * * * * *] \n(2) the B ank shall not discount or buy or advance or lend to any individual or \npartnership -firm an amount exceeding in the whole at any one time such sum as may be prescribed;  \n \n(3)  the Bank shall not discount or buy or advance or lend or open cash -credits on the s ecurity \nof any negotiable instrument of any individual or partnership -firm, payable in the town or at the \nplace where it is pre sented for discount, which does not carry on it the several responsibilities of at \nleast two persons or firms un connected with e ach other in general partnership:  \n \nProvided that nothing in this section shall be deemed to prevent the Bank from 6[granting overdrafts \nand loans], without security, to such extent as may be prescribed  7[;] \n \n7[(4) the Bank shall not grant t o any person who  has been elected or appointed as a Director \nor Member and for so long as he continues to hold that office any advance, loan, credit limit, \nguarantee or other facilities, or alter to his advantage the terms and conditions of any advance, lo an, \ncredit limit , guarantee or other facilities granted before his election or appointment as a Director or \nMember :  \n \n Provided that nothing in this clause shall prevent the Bank from continuing  or renewing any \nsuch advance, loan, credit limit, guarantee or other facilit ies as may have already been granted to \nsuch person before his election or appointment as a Director or Member.].  \n \n8[26A. Exceptions___Notwithstanding anything contained in sections 25 and 26 the Bank is \nauthorised to___ \n(1) grant advances or loans to its officers and staff for the purpose of building residential \nhouses, including the cost of land, on such security, including immovable property, and on such \nterms and conditions and for such periods as may be prescribed;  \n1 The word “and” whic h was added by t he National Bank of Pakistan (Amdt.) Ordinance, 1960 (52 of 1960), s. 14, has been omitted by the National   \nBank of Pakistan (Amdt.) Ordinance, 1963 (5 of 1963), s. 2.  \n2 The original cl. (21) omitted by Ordinance 52 of 1960, s. 14  \n3 New cl . (21) ins. by t he National Bank of Pakistan (Amdt.) Ordinance, 63 (5 of 1963), s. 2.  \n4 Subs. by the National Bank of Pakistan (Amdt.) Ordinance, 1970 (14 of 1970), s. 8.  for original sub -section. (1)  \n5 The original sub -clause (c)   omitted, by the National  Bank of Pakista n (Amdt.) Ordinance, 1960 (52 of 1960), s. 15.  \n6 Subs. by the National Bank of Pakistan (Amdt.) Ordinance, 1960 (52 of 1960), s. 15, for “allowing any person who keeps an acc ount with the Bank of \noverdraw such account”.  \n7 Subs. and added by  the National Ba nk of Pakistan (Amdt.) Ordinance, 1970 (14 of 1970), s. 8.  \n8 Subs. ibid., s. 16, for section 26A which was ins. by the National Bank of Pakistan Ordinance (Amdt.) Act, 1953 (29 of 1953), s.4.  \n \n \nPage 14 of 17 \n 1[(1a) grant advances or loans, or any period e xceeding one yea r but not exceeding \nfive years, to such small and medium industries as may, from time to time, be \nspecified by the Central Board on such terms and conditions as may be \nprescribed:  \n \n Provided that the amount of advances and loans outstand ing at any time un der this clause \nshall not exceed five percent of the total amount of bank deposits at such time;]  \n \n(2)  grant or subsidise, from time to time, pensions, gra tuities, bonuses or other \nfunds created for the benefit of its officers and staff o r their dependen ts; \n \n(3) contribute to the promotion of research in banking and allied subjects; and  \n \n(4) donate funds for any charitable objects or to any cha ritable institutions or \nsocieties.]  \n \n \n \nCHAPTER VI  \nMISCELLANEOUS  \n \n27. Auditors.___(1) Not more th an two auditors who shall be Regis tered Accountants shall be \nelected and their remuneration fixed at the general meeting. The auditors may be shareholders, but \nno Director or Member or other officer of the Bank shall be eligible during his continuance in office . \nAny audi tor shall be eligible on quitting office for re -election.  \n \n(2) The first auditors of the Bank may be appointed and their remuneration fixed by the \nCentral Board before the general meeting and if so appointed shall hold office only until the  first \ngeneral m eeting. All auditors elected under this section shall severally be and continue to act as \nauditors until the first general meeting after their respective elections:  \n \nProvided that if any casual vacancy occurs in the office of any auditor el ected under this  section, the \nvacancy may be filled by the Central Board.  \n \n28. Government auditors.___Without prejudice to anything contained in the fore going \nprovisions, the 2[Federal Government] may appoint such auditors as it thinks fit to examine and \nreport upon the accounts of the Bank.  \n \n29. Rights and duties of auditors.___(1) Every auditor shall be supplied with a copy of the \nannual balance sheet and statement of profit and loss and it shall be his duty to examine the same, \nwith the accounts and vou chers relating t hereto. Every auditor shall have list livered to him of all \nbooks kept by the Bank, and shall at all reasonable times have access to the books, accounts and \nother documents of the Bank, and may, at the expense of the Bank if appointed by it , and at the \nexpense of the 1[Federal  Government ] if appointed by it, employ accountants or other persons to \nassist him in investi gating such accounts, and may, in relation to Such accounts examine any \nDirector, or any Member or any other officer of the B ank. \n(2) The aud itors shall make a report  to the shareholders or to the 2[Fede ral Government ] as \nthe case may be, upon the annual balance sheet, the statement of profit and loss and accounts, and in \nevery such report they shall state whether, in their opin ion, the balance  sheet and the statement of \nprofit and loss are full and fair statements containing the prescribed particulars and properly drawn \nup so as to exhibit a true and correct view of the state of the Bank's affairs, and in case they have \ncalled f or any explana tion or information from the Central Board or a Local Board, whether it has \nbeen given and whether it is satisfactory. Any such report made to the shareholders shall be read \ntogether with the report of the Central Board at the general meetin g. \n \n30. Acceptan ce of liabilities ___The Bank shall accept and honour all liabilities, obligations \nand commitments incurred and made by the Promotors Company, Limited, formed to provide for the \nestablishment of the Bank in accordance with the rights and po wers with which that Company, is \ninvested by its Memorandum of Association.  \n \n1 New cl. (1a) ins. by the National Bank of Pakistan (Amdt.) Ordinance, 1962 (61 of 1962), s. 4.  \n2 Subs. by the National Bank of Pakistan (Amdt.) Act, 1973 (11 of 1973),  s. 6, for  “Central Govern ment”  \n \nPage 15 of 17 \n  31. Liquidation of the Bank.___Nothing in the Companies Act, 1913  (VII of 1913) , shall apply \nto the Bank, and the Bank shall not be placed in liquidation save by order of the 1[Federal  Government], \nand in such manner and under such t erms and conditi ons, including the terms as to calls on and \nforfeiture of shares, as the 1[Federal Government] may by its order of liquidation direct.  \n32. Power of the Central Board to make bye -laws.___(1) The Central Board may, with  the \nprevious app roval  of the 1[Fede ral Government ], make bye -laws not incon sistent with this Ordinance \nto provide for all matters for which provision is necessary or convenient for the purpose of giving \neffect to the provisions of this Ordinance.  \n(2) In particular and without  prejudice to th e generality of the foregoing provisions, such \nbye-laws may provide for all or any of the following matters, namely :___ \n(i)  the maximum amounts which may be advanced or lent to, or for which bills \nmay be discounted for or purchased from, any individual o r partnership -firm \nwith or without security;  \n(ii)  the conditions subject to which alone advance s may be made to Directors, \nMembers or 2[*] officers 3[or other staff] of the Bank, or the relative of such \nDirectors, Members or officers, 4[or other staff] or  to companies, firms or \nindividuals with which or with whom such Directors, Mem bers, officers 4[or \nother staff] or relatives are con nected as partners, directors, managers, \nservants, shareholders or otherwise;  \n(ii) the manner in which and the conditions subje ct to which the Bank may take \nover the business, including the capital, assets and liabilities, of any other \nbank;  \n \n(iii) the granting of advances or loans to any other bank for the purpose of averting \nor facilitating its winding up;  \n \n(iv) the procedu re and manner in  which the capital of the Bank may be increased \nor reduced;  \n(vi)  the acquisition, maintenance and transfer of the Bank's residential and \nbusiness premises;  \n(vii)  the contents, maintenance, inspection and closure of the principal and branc h \nregisters of s hareholders;  \n(viii)  the books and accounts to be kept at the various offices of the Bank;  \n(ix)  the balancing of accounts and ascertainment of profit and loss;  \n(x)  the form and manner in which the balance sheet and the statement of profi t \nand loss shall  be drawn up;  \n(xi)  the determination and payment of dividend and transfer of profits to reserves;  \n(xii)  the preparation and transmission of returns to the Registrar of Joint Stock \nCompanies and to the 1[Feder al Government ]; \n(xiii)  the e videntiary value , form, issue and renewal of certificates of shares;  \n(xiv)  the calls on shares, the payment of such calls, joint and several liabilities of \nshareholders respect of such calls, the Bank's lien on the manner of its \nenforcement, the applicati on of proceeds o f sale;  \n1 Subs. by the National Bank of Pakistan (Amdt.) Act, 1973 (11 of 1973), s. 6, for “Central Government”.  \n2 The word “other” omitted by the National Bank of Pakistan Ordinance (Amdt.) Act, 1953 (29 of 1953), s. 5.  \n3 Ins. ibid. \n4 Ins. by the National  Bank of Pakistan Oridnance (Amdt.) Act, 1953 (29 of 1953), s. 5.  \n \n \nPage 16 of 17 \n (xv)  the manner in which and the conditions subject to which shares may be \nallotted, held, transferred and transmitted and generally all matters relat ing to \nthe rights and  duties of share holders;  \n \n (xvi)  the manner in which general and special meetings shall be convened and held, \nthe quorum thereat, the procedure to be followed at such meetings, the manner \nin which votes may be exercised and the appointment and election of  \nChairmen of suc h meetings;  \n \n(xvii)  the manner in which local and special local meet ings shall be convened and \nheld, the quorum thereat, the procedure to be followed at such meetings, the \nmanner in which votes may be exercised and the appointment and ele ction of \nChairme n of such meetings;  \n \n(xviii)  the powers exercisable by local and special local meetings;  \n \n(xix)  the holding and conduct of elections under this Ordinance;  \n \n(xx)  the final decisions on doubts and of disputes regarding the qualifications o f \ncandidates, or  the validity of elections;  \n \n(xxi)  the manner in which meetings of the Central and Local Boards shall be \nconvened and held, their quorum, the procedure to be followed at such \nmeetings, votes of Directors, Members and ex officio Members and  the \nmanner in w hich they may be exercised, and the appointment or and election \nof Chairmen of such Boards;  \n \n(xxii)  the effect of vacancies in the Central or Local Boards and of subsequent \ndiscovery of disquali fications of a Director or Member;  \n(xxiii) t he obligations a nd immunities of Directors and Members and their \nremuneration, if any;  \n \n(xxiv)  the distribution of business amongst the Directors and Member, and their \nremuneration, if any;  \n \n(xxv)  the powers of the Local Boards and the limits within whi ch they shall  \nexercise such powers;  \n(xxvi)  the delegation of any powers of the Central or Local Boards to committees \nconsisting of Direc tors or Members, as the case may be, and the conduct of \nbusiness in such committees;  \n(xxvii) the establishment and di scontinuance of branches and agencies in Pakistan or \nelsewhere and the nature and extent of the business any branch or agency may \ntransact;  \n(xxviii) the recruitment of officers and staff of the Bank including the terms and \nconditions of their service, and the constitution  and management of staff and \nsuperannuation funds for the officers and servants of the Bank;  \n(xxix)  the authority to draw, accept, endorse and execute documents on behalf of the \nBank;  \n(xxx)  the provision of common and official seals of th e Bank and the m anner and \neffect of their use;  \n(xxxi) the manner and form in which contracts binding on the Bank may be executed;  \n \n \nPage 17 of 17 \n (xxxii) the conduct 1[, institution] and defence of legal proceedings and the manner of \nsigning pleadings;  \n \n(xxxiii) the addr esses of shareho lders and the issue and service of notices;  \n \n(xxxiv) the service of notice on the Bank; and  \n(xxxv) generally, for the efficient conduct of the business, discharge of functions and \nmanagement of the Bank.  \n33. [Transitional provisions.] Omitt ed by the Nation al Bank of Pakistan (Amdt.) Ordinance, \n1960 ( 52 of 1960), s. 18.  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n1 Ins. by the National Bank of Pakistan (Amdt.) Ordinance, 1960 (52 of 1960), s. 17."
}