{
    "file": "./converted_json\\administratorc8394b0d2e1a74176bb00e01392e473b.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "Page 1 of 2 \n   \n \n \n \nTHE COTTON CLOTH AND YARN (CONTRACTS) ORDINANCE, \n1944  \n \n              \n \n \n \n \n \nCONTENTS  \n \n1.  Short title , extent and commencement  \n2.  Sales in pursuance of contracts  \n \n   \n \n\n \nPage 2 of 2 \n THE COTTON CLOTH AND YARN (CONTRACTS) ORDINANCE, 1944.  \n \nORDINANCE No. II OF 1944  \n[13th January, 1944 ]  \n \nAn Ordinance to regulate the prices which may be charged in sales of cotton cloth and yarn under \ncontracts.  \n \n WHEREAS  an emergency has arisen which makes it necessary to regulate the prices which \nmay be charged in sales of cotton cloth and yarn under contracts;  \n \n Now, T HEREFORE , in exercise of the powers conferred by section 72 of the Government of \nIndia Act, as set out in the Ninth Schedule to the Government of India Act, 1935  (26 Geo 5,c.2 ), the \nGovernor -General is pleased to make and promu lgate the following Ordinance:__   \n \n 1. Short title , extent and commencement .__(1) This Ordinance may be called the Cotton \nCloth and Yarn (Contracts) Ordinance, 1944.  \n \n  1[(2) It extends to the whole of Pakistan.]  \n \n (3) It shall come into force at onc e. \n \n 2. Sales in pursuance of contracts .__(1) Where after the making of any contract for the sale \nof cotton cloth or cotton yarn by one wholesale dealer to another or by a wholesale dealer to a retail \ndealer the maximum prices ex-factory and retail at whic h such cloth or yarn may be sold have been \nfixed by an order ma de under the Cotton Cloth and Yarn (Control) Order, 1943, then, \nnotwithstanding anything to the contrary in such contract, when any delivery takes place in \npursuance of that contract on or afte r the date of the said order, the maximum price which may be \ncharged for such cloth or ya rn shall not in any case exceed the maximum retail price fixed by the \nsaid order, nor shall if in the case of a first or any subsequent sale after delivery from the \nmanufacturer exceed by more than a percentage to be fixed in this behalf by the Textile Commis -\nsioner the price paid on the occasion of the last preceding transfer, or, if the said order has fixed a \nmaximum price in respect of such sale, that maximum price; and where, in pursuance of any such \ncontract, the buyer has paid a price exceeding that laid down in this section, whether voluntarily or in \nexecution of a decree  passed by a Court or otherwise,  he shall be entitled to receive from the seller \nany sum so pa id in excess.  \n \n (2) The provisions of this section apply to contracts made whether before or after the \ncommencement of this Ordinance, and to sales made in pursuance of any such contract on or after \nthe 15th day of August, 1943.  \n \n \n \n \n \n \n \nDate: 01 -07-2024  \n \n1Subs. by the Central Laws (Statute Reform) Ordinance  No. XXI of 1960 , s. 3 and 2nd Sch. ( with effect from the 14th October, 1955 )."
}