{
    "file": "./converted_json\\administrator816a08a6debbb94bac3056459a17dfc1.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "Page 1 of 9 \n  \nFOREIGN ASSETS (DECLARATION AND REPATRIATION) \nACT, 2018  \n \n \n \n \n \n \nCONTENTS  \n           __________  \n1.  Short title and commencement  \n2.  Definitions  \n3.  Act to override other laws  \n4.  Application  \n5.  Declaration   and   repatriation   of   assets   held   outside Pakistan  \n6.  Period of applicability  \n7.  Charge of tax  \n8.  Payment of tax  \n9.  Currency and rate of conversion  \n10. Mode and manner  \n11. Incorporation in books of account  \n12.  Investment    in    Government    securities  \n13.  Confidentiality  \n14.  Declaration   not   admissible   in   evidence  \n15. Removal of difficulty  \n16.   Misrepresentation  \n \n \n \n \n\n \nPage 2 of 9 \n FOREIGN ASSETS (DECLARATION AND REPATRIATION) ACT, 2018  \n[22nd  May, 2018 ] \nAct No. XXX  \nAN ACT \nto provide for declaration and repatriation of assets and income held outside Pakistan  \n WHEREAS there is a large scale non -reporting and under -reporting of assets and income \nheld outside Pakistan;  \n AND WHEREAS it is expedient to provide for declaration and repatriation of assets and \nincome held outside Pakistan for the purposes hereinafter appearing;  \n  \n It is hereby enacted as follows: — \n  \n 1. Short title and commencement. —(1) This Act may be called the Foreign Assets \n(Declaration and Repatriation) Act, 2018.  \n (2)  It shall come into force at once.  \n 2. Definitions .—(1) In this Act, unless there is anything repugnant in the  subject or context, — \n(a) “cost of acquisition of the mortgaged asset ” means the sum of  mortgaged \npayments and other mortgaged cost of acquisition;  \n(b)  “court of  law ” means  an  Appellate Tribunal,  a  High  Court or  Supreme \nCourt of Pakistan;  \n(c) “declarant ” means a person making a declaration under sectio n 5; \n(d) “fair market value ” means price of foreign asset determined and  declared by \na declarant himself, but in no case is less than the cost of acquisition of the \nforeign assets;  \n(e) “foreign assets ” means any movable or immovable assets held  outside Pakistan \nand includes real estate, mortgaged assets, stock  and  shares,  bank  accounts,  \nbullion,  cash,  jewels,  paintings,  accounts and loan receivables, beneficial \nownership or beneficial  interests or contribution in offshore entities and trus ts; \n(f) “government security ” means a bond, note or other debt instrument  issued by the \nFederal Government with a promise of repayment upon maturity;  \n(g)  “liquid  assets ”  means  cash  or  an asset  that  can  be  readily  converted into \ncash with a minimal impact on the assets ’ value and  \nincludes bank notes, marketable securities, stocks, promissory  \n \nPage 3 of 9 \n notes, government bonds, deposit certificates and other similar  \ninstruments; and  \n(h)  “holder of public office ” means a person who is or has been, dur ing the \npreceding ten years, — \n(i) the President of the Islamic Republic of Pakistan or the  Governor of \n a Province;  \n(ii) the  Prime  Minister,  Chairman  Senate,  Speaker  of  the  National   \n Assembly,   Deputy   Chairman   Senate,   Deputy  Speaker National \n Assembly, Federal Minister, Minister of  State, Attorney -General for \n Pakistan and other Law Officers  appointed under the Central Law \n Officers Ordinance, 1970  (VII of 1970), Adviser or Consultant or \n Special Assistant to  the Prime Minister and holds or has held a post or \n office  with the rank or status of a Federal Minister or Minister of \n State,  Federal   Parliamentary  Secretary,  Member  of  Parliament,  \n Auditor -General of Pakistan, Political Secretary;  \n(iii)  the Chief Minister, Speaker Provincial Assembly, Deputy  Speaker \n Provincial Assembly, Provincial Minister, Adviser or  \n Consultant or Special Assistant to the Chief Minister and  \n who holds or has held a post or office with the rank or status  \n of a Provincial Minister, Provincial Parliamentary Secretary,  \n Member of the Provincial Assembly, Advocate -General for a  Province   \n including   Additional   Advocate -General   and Assistant Advocate -\n General, Political Secretary;  \n(iv) the Chief Justice or, as the case may be, a Judge of the  Supreme \n Court, Federal Shariat Court, a High Court or a Judicial Officer \n whether exercising judicial or other functions or Chairman or member \n of a Law Commission, Chairman or Member of the Council of Islamic \n Ideol ogy; \n(v) holding an office or post in the service of Pakistan or any  service in \n connection with the affairs of the Federation or of  \n a  Province  or  of  a  local  council  constituted  under  any  Federal or \n Provincial law relating to the constitution o f local councils, co -\n operative societies or in the management of corporations, banks, \n financial  institutions, firms,  concerns, undertakings   or   any   other   \n institution   or   organization established,  controlled  or  administered  \n by  or  under  the Federal Government or a Provincial Government or a \n civilian employee of the Armed Forces of Pakistan:  \n Provided  that  a  member  of  the  Board,  not  actively  engaged  \nin  the  business  and  day -today affairs of  the  said  corporations,  \n \nPage 4 of 9 \n banks,  financial institutions, firms, concerns, undertakings or any other \ninstitution  or  organization  shall  not  be  treated  as  holder of public \noffice under this sub -clause;  \n(vi)  the Chairman or Mayor or Vice Chairman or Deputy Mayor  of  a  zila  \ncouncil,  a  municipal  committee,  a  municipal  corporation or a \nmetropolitan corporation constituted under any Federal or Provincial \nlaw relating to local councils;  \n  Explanation. —For the purpose of this sub -clause the \nexpressions “Chairman ” and “Vice Chairman ” shall include “Mayor ” \nand “Deputy Mayor ” as the case may  be, and the respective councilors \ntherein; and  \n(vii)  a District Nazim  or District NaibNazim , Tehsil Nazim  or Tehsil \nNaibNazim  or Union Nazim  or Union NaibNazim ; \n (2) All other words and expressions used but not defined in this Act  shall have the same \nmeaning assigned to them under the Income Tax Ordinance, 2001 (XLIX of 2001) and the rules \nmade thereunder.  \n 3. Act to override other laws. —The provisions of this Act shall have effect notwithstanding \nanything to the contrary contained in any other law for the time being in force.  \n 4. Application .— (1) The provisions of this Act shall apply to — \n(a) all citizens of Pakistan wherever they may be, except holders of  public office, \ntheir spouses and dependent children; and  \n(b) all foreign assets held by the persons mentioned in clause (a) and  tax paid on \nthe value of such assets under section 8, except where proceedings are pending \nin any court of  law in respect of the foreign assets.  \n (2) The provisions of this Act shall not apply to any proceeds or assets  that are involved in or \nderived from the commission of a criminal offence.  \n 5. Declaration   and   repatriation   of   assets   held   outside Pakistan .—(1) Subject to \nthe provisions of this Act, any person may make to the Federal Board of Revenue, by the due date \nspecified in section 6, a declaration in respect of foreign assets acquired before the tenth day of April, \n2018.  \n (2)  The value of a foreign asset shall be fair market value as defined in section 2.  \n (3)  The declaration of value and tax paid in respect of the foreign  assets shall be in the \nmanner as set out in Form A of the Schedule to this Act. \n (4)   The description of the foreign as sets declared under sub -section (1)  and (3) shall be in the \nmanner as set out in Form B of the Schedule to this Act.  \n \nPage 5 of 9 \n  (5)  A person declaring foreign assets under sub -section (1), may by the due date as \nspecified in section 6 also repatriate the said foreign assets in Pakistan.  \n (6) The declaration of foreign assets shall be made in the manner as set out in Form A of the \nSchedule to this Act, electronically on Federal Board of Revenue’s web portal and shall be valid \nonly if it is accompanied by the evidence of payment of tax. The declarant may be required to \nprovide additional item -wise details of such assets while filing declaration on Federal Board of \nRevenue’s web po rtal. \n 6. Period of applicability .—The declaration and repatriation under section 5 shall be made \non or after the tenth day of April, 2018 but on or before the thirtieth day of June, 2018.  \n 7. Charge of tax .— The foreign assets declared and repatriated into Pakistan within the due \ndate shall be chargeable to tax at the rates specif ied in the Table below, namely: — \nTABLE  \n \n \n.   \n \n \n \n \n \n \n 8. Payment  of  tax. —(1)  The  due  date  for  the  payment  of  tax  chargeable under section \n7 shall be the date on which declaration is made under section 6.  \n (2) No tax shall be payable by the declarant under any law for the time being in force including \nthe Income Tax Ordinance, 2001 (XLIX of 2001) where tax has been paid under sub -section (1) in \nrespect of the foreign assets declared under section 5.  \n 9. Currency and rate of conversion .—(1) The value of a foreign asset under sub -section \n(2) of section 5 shall be in Rupees.  \n (2) The tax payable under section 8 shall be paid in United States  dollars as specified in \nForm A of the Schedule to this Act.  \n (3) The value in Rupees under sub -section (1) shall be converted into  United States dollars  \nat  the  State  Bank of  Pakistan’s rate  applying  between  the  United  States  dollar  and  the  Rupee  \non  the  date  the  declaration is made under section 6 and tax is paid under section 8.  S.No.  Foreign assets  Rate (as a \npercentage  of the \nvalue of foreign  \nassets)  \n(1) (2) (3) \n1. Liquid assets not repatriated  5% \n2. Immovable assets outside Pakistan  3% \n3. Liquid    assets    repatriated    and  invested in  \nGovernment securities  upto 5 years in US dollars  \ndenominated  bonds    with    six - monthly profit  payment \nin equivalent  Rupees  (rate  of  return  3%)  and  payable  \non  maturity  in  equivalent  Rupees   \n \n2% \n \n \n \n2% 4. Liquid assets repatriated  \n \nPage 6 of 9 \n  10. Mode and manner .—The State Bank of Pakistan (SBP) shal l notify the mode and \nmanner of — \n(a) repatriation of liquid assets in Pakistan;  \n(b) deposit of tax in US dollars in SBP; and  \n(c) deposit of tax in Rupees in the income tax account of the Federal  \nConsolidated Fund.  \n 11. Incorporation in books of account. — (1) Where a declarant has  paid tax under section \n8 in respect of foreign assets declared under section 5, the declarant shall be entitled to incorporate in \nhis books of account such foreign assets.  \n (2) For the purpose of the Income Tax Ordinance, 2001 (XLIX of 2001), the cost of \nacquisition of foreign assets and date of acquisition  shall be deemed to be the value declared by the \ndeclarant and the date  on which declaration has been made by the declarant, respectively.  \n 12. Investment    in    Government    securities. —Investment    in Government securities \nunder S.  No. 3 of the Table in section 7 shall be made in accordance with a scheme to be introduced \nby the Government of Pakistan  through the State Bank of Pakistan, by notification in the official \nGazette, specifying periodic rate  of return, the period for the rate of return and period of  \nmaturity.  \n 13. Confidentiality. — (1)  Notwithstanding  the  provisions  of    sub -section (3) of section \n216 of the Income Tax Ordinance, 2001 (XLIX of 2001),  the Right of Access to Information Act, \n2017 (XXXIV of 2017) and any other law  for the time being in force, particulars of any person making \na declaration under  this Act or any information received in any declaration made under this Act shall  \nbe confidential.  \n (2) A person who discloses any  particulars in contravention of sub -section (1) shall commit \nan offence punishable on conviction with a fine of  not less than five hundred thousand Rupees but \nnot exceeding one  million Rupees or imprisonment for a term not exceeding one year or with both.  \n 14. Declaration   not   admissible   in   evidence .—Notwithstanding anything contained in \nany other law for the time being in force, nothing contained in any declaration made under section 5 \nshall be admissible in evidence against the declarant for the purpose of any proceedings relating to \nimposition of penalty or  for  the  purposes  of  prosecution  under  any  law  including  Income  Tax \nOrdinance, 2001 (XLIX of 2001).  \n 15. Removal of difficulty. —If any difficulty arises in givi ng effect to  the provisions of this \nAct, the Federal Government may make such order in writing, as is not inconsistent with the \nprovisions of this Act, for removal of such  difficulty.  \n 16.   Misrepresentation .—Notwithstanding anything contained in this Act, where a  \ndeclaration has been made by misrepresentation or suppression of facts, such declaration shall be  \nvoid and shall be deemed never to have been made under this Act.  \n \nPage 7 of 9 \n Schedule  \nForm A  \n \n*CNIC includes NICOP or any other identification number issued by National Database and \nRegistration Authority.  \n DECLARATION UNDER SECTION 5  \nFULL NAME  \n \nCNIC*      -        -  \nNTN (if available)             \nADDRESS  \n \nTELEPHONE NUMBER:  \nEmail:  \nFOREIGN ASSETS  \nS.No.  Nature of assets  Amount  in \nRupees  Tax Rate Tax in Pak Rupees  \n1. Liquid  assets  not repatriated   5%  \n2. Immovable assets outside  \nPakistan   3%  \n. Liquid  assets  repatriated  \nand invested  in \nGovernment securities   2%  \n4. Liquid assets repatriated   2%  \nTotal tax in Rupees(1+2+3+4)   \nTotal tax in US Dollars   \nWhether evidence of payment of tax attached  YES  NO \n \nPage 8 of 9 \n Form B  \n \n DESCRIPTION OF ASSETS  \n[see section 5(4)]  \nA. Liquid assets not repatriated  \n1. Foreign currency  \n \n \n \nBank account details  Bank name and bank A/c  1   \nBank name and bank A/c  2   \nBank name and bank A/c  3   \nBank name and bank A/c  4   \nBank name and bank A/c  5   \n2. Other liquid assets  (securities, stocks, promissory notes, Government bonds,  \ndeposit certificates and other similar instruments, etc.)  \n1. \n2. \n3. \n4. \n5. \n6. \nB. IMMOVABLE PROPERTY(Jurisdiction, address and size)  \n1. \n2. \n3. \n4. \n5. \n6. \n7. \n \nPage 9 of 9 \n VERIFICATION  \n \nI, the undersigned, solemnly declare that to the best of my knowledge and belief - \n(a) the information given  in this declaration is correct and complete; and  \n(b) the value of foreign assets has truly been declared.  \nI, further declare that I am competent to make this declaration and verify it in my own  name.  \nDate __________      Signature___________  \n       Name _________   ___ \n \n \n \n_____ _________"
}