{
    "file": "./converted_json\\administrator31e6d281dd11ab76ee53d229d181e63b.json",
    "name": "The Minimum Wages for Unskilled Workers Ordinance, 1969",
    "date": "1st July, 1969",
    "tagline": "An Ordinance to fix the minimum rates of wages for unskilled workers employed in certain commercial and industrial establishments in Pakistan.",
    "content": "THE  MINIMUM  WAGES  FOR  UNSKILLED  WORKERS  \nORDINANCE,  1969 . \n \n \n \n \n \nCONTENTS  \n                __________  \n \nSECTIONS : \n \n1. Short  title, extent,  commencement  and application.  \n2. Definitions.  \n3. Minimum  wages  in commercial  and industrial  establishments.  \n4. Responsibility  for payment  of minimum  wages.  \n5. Agreements  under  duress  to be void.  \n6. Effect  of laws,  orders,  agreements,  etc., inconsistent  with this Ordinance.  \n7. Penalty.  \n8. Cognizance  of offences.  \n \nSCHEDULE  Updated till 15.12.2021  \n\n \n 1THE  2* *MINIMUM  WAGES  FOR  UNSKILLED  WORKERS  ORDINANCE,  1969   \n(W.P.  Ord.  XX of 1969)  \n[1st July,  1969]  \n \nAn Ordinance  to fix the minimum  rates  of wages  for unskilled  workers  employed  in certain  \ncommercial  and industrial  establishment  in 2* Pakistan.  \n \nPreamble.  WHEREAS  it is expedient  to fix the minimum  rates  of wages  for unskilled  \nworkers  employed  in certain  commercial  and industrial  establishments  in 2* Pakistan;  \n \nNOW,  THEREFORE,  in pursuance  of the Martial Law Proclamation  of 25th March,  1969,  \nread with the provisional  Constitution  Order,  the Administrator  of Martial  Law,  Zone  ‘A’, conferred  \non him by the President  and Chief  Martial  Law Administrator,  is pleased  to make  and promulgate  the \nfollowing  Ordinance: ― \n \n1. Short  title,  extent,  commencement  and application. ―(1)This Ordinance  may be called  \nthe \n2* * Minimum  Wages  for Unskilled  Workers  Ordinance,  1969.  \n \n(2) It extends  to the whole  of 3[Pakistan].  \n \n(3) It shall  be deemed  to have  come  into force  on and from  the first day of July,  1969.  \n \n(4) It shall  apply  to every  commercial  and industrial  establishment  2* * *but shall  not apply  \nto― \n \n(a)  persons  in the service  of Pakistan,  as defined  in 4[Article  260 of the \nConstitution];  \n  \n(b)  any establishment,  undertaking  or installation  relating  to the defence  services,  \ncivil armed  forces,  postal,  telegraph  and telephone  services,  ports,  railways,  \nfire­fighting  services,  electricity,  gas, water­supply,  public  conservancy  and \nhospitals;  and \n \n(c)  any establishment  or undertaking,  which  Government,  by notification  in the \nofficial  Gazette,  declares  to be engaged  in a public  utility  service  for the \npurposes  of this Ordinance.  \n \n2. Definitions.  In this Ordinance, unless the context otherwise requires — \n \n(a)  “apprentice” means a learner who is paid an allowance during the period of \ntraining;  \n \n \n \n \n1This Ord.,  was promulgated  by the Administrator  Martial  law, Zone  ‘A’ on 25th August  1969  ; published  in the W.P.  Gazette  \n(Extraordinary),  dated  1st Sep.,  1969,  pages  1399­1403  ; saved  by Article  281, of the Interim  Constitution  of Pakistan  (1972)  ; and, \nvalidated  by Act LXIII  of 1975.  \n2Omitted,  by Ord. LVII  of 2001,  ss 2 and 3 (w.e.f  1­8­2001)  \n3Subs.,  for “the Province  of West  Pakistan,  except  the Tribal  Areas”,  by P. O. 4 of 1975.  \n4Subs.,  ibid., for Article  242 of the constitution  of 1962. \n \n (b)  “commercial  establishment”  means  an establishment  in which  the business  of \nadvertising,  commission  or forwarding  is conducted,  or which  is a commercial  \nagency,  and includes  a clerical  department  of a factory  or of any industrial  or \ncommercial  undertaking,  the office  establishment  of a person  who for the \npurpose  of fulfilling  a contract  with the owner  of any commercial  \nestablishment  or industrial  establishment,  employs  workmen , a unit of a joint \nstock  company,  an insurance  company,  a banking  company  or a bank,  a \nbroker’s  office  or stock­exchange,  a club,  a hotel,  a restaurant  or an eating  \nhouse,  a cinema  or theatre  and such other  establishment  or class  thereof , as \nGovernment  may,  by notification  in the official  Gazette,  declare  to be a \ncommercial  establishment  for the purposes  of this Ordinance;  \n  \n(c)  “employer”  means  a person  owning  or having  charge  of the business  of a \ncommercial  or industrial  establishment  and includes  an agent  or manager  or \nany other  person  acting  on behalf  of such person  in the general  management  or \ncontrol  of such establishment;  \n \n(d)  “Government”  means  the 1[Provincial  Government]  ; \n \n(e)  “industrial  area”  means  the districts  of Hyderabad,  Lyallpur,  Lahore,  Multan  \nand Sheikhupura  and Kotri  Taluka  in Dadu  District,  and any other  area which  \nGovernment  may,  by notification  in the official  Gazette,  declare  to be an \nindustrial  area for the purposes  of this Ordinance  ; \n \n(f)  “industrial  establishment”  means  \n \n(i)  a mine  or quarry  ; \n \n(ii)  a workshop  or other  establishment  in which  the work  of making,  \naltering,  repairing,  ornamenting,  finishing  or packing  or otherwise  \ntreating  any article  or substance  with a view  to its use, sale, transport,  \ndelivery  or disposal  is carried  on, or where  any such service  is \nrendered  to a customer;  and \n \n(iii)  any other  establishment  which  Government  may,  by notification  in the \nofficial  Gazette  declare  to be an industrial  establishment;  \n \n(g)  “wages”  means  all cash remuneration  payable  to a workman,  and includes  \ndearness  allowance,  house­rent,  conveyance  allowance  2[,cost of living  \nallowance,  special  allowances]  and any other  fixed  allowance,  but does not \ninclude  travelling  allowance,  gratuity  or bonus;  \n \n(h)  “unskilled worker” means a worker employed to do unskilled labour ; and  \n \n(i)  “worker” means any person employed in a commercial or industrial \nestablishment.  \n \n \n \n1Subs.,  for “Government  of West  Pakistan”,  by P. O. 4 of 1975.  \n2 Ins b y Act IX of 1993,  s 2 (w.e.f.  1­7­1992)   \n \n 3. Minimum  wages  in commercial  and industrial  establishments.  Every  unskilled  worker,  \nother  than an apprentice,  employed  in a commercial  or industrial  establishment  situated  in an area \nspecified  in column  1 of the Schedule,  shall  be paid wages  at a rate not lower  than the minimum  \nwages  per month  specified  against  such area in column  2 of the Schedule:  \n \nProvided  that where  an employer  provides  housing  accommodation  to a worker,  he may \ndeduct  from  the wages  of such a worker,  an amount  not exceeding  that specified  in column  3 of the \nSchedule  and where  the employer  provides  a worker  with transport  to and from  the place  of work,  he \nmay deduct  from  the wages  of such a worker  an amount  not exceeding  that specified  in column  4 of \nthe Schedule.  \n \n1[Explanation .―In this section, ― \n \n(i)  “month”  means  a normal  working  period  of twenty­six  days calculated  \nat the rate of forty-eight  hours  of work  per week;  and \n \n2[(ii) “wages”  include  cost of living  allowance  as admissible  under  the \nEmployees  Cost of Living  (Relief)  Act, 1973  (1 of 1974),  and special  \nallowance  announced  by the Government,  from  time to time,  before  \nthe commencement  of the West  Pakistan  Minimum  Wages  for \nUnskilled  Workers  (Amendment)  Ordinance,  2001. ]] \n \n4. Responsibility  for payment  of minimum  wages .―(1) Every  employer  shall  be \nresponsible  for the payment  of minimum  wages  required  to be paid under  this Ordinance  to all \nunskilled  workers  employed,  either  directly  or through  a contractor,  in his commercial  or industrial  \nestablishment.  \n \n(2) Where  an unskilled  worker  employed  in a commercial  or industrial  establishment  to \nwhich  this Ordinance  applies  has been  paid wages  for the month  of July,  1969,  at a rate less than the \nminimum  rate of wages  to which  he is entitled  under  this Ordinance,  the employer  shall,  within  thirty  \ndays of the promulgation  of this Ordinance,  pay such worker  the difference  between  the amount  \nactually  paid to him and the amount  to which  he is entitled  under  this Ordinance.  \n \n5. Agreements  under  duress  to be void.  All agreements  arrived  at between  the employers  \nand the workers  under  duress  at any time during  the period  from  the 1st March,  1969  to the 25th \nMarch , 1969,  shall,  with effect  from  the date of coming  into force  of this Ordinance,  be void.  \n \nExplanation. ―In this section  the words  “under  duress”  include  circumstances  in which  due \nto fear either  party  is in a state of mental  incompetence  to resist  pressure  improperly  brought  to bear \ndue to violence  or threat  of violence.  \n \n6. Effect of laws, orders, agreements, etc., inconsistent with this Ordinance.  The \nprovisions of this Ordinance shall have effect notwithstanding anything inconsistent therewith \ncontained in any other law or in any order or notification made or issued un der any such law or in \nany award , agreement or contract of service:  \n \n \n \n \n1 Subs.  by Act IX of 1993,  s. 3 (w.e.f.  1­7­1992).  \n2 Subs.,  by Ord.,  LVII  of 2001  s. 4 (w.e.f.  1­8­2001).  \n \n Provided that where under any such law, order, notification, award, agreement or contract of \nservice, other than an agreement declared to be void under section 5, an unskilled worker is entitled \nto wages which are higher than the minimum wages required to be paid under this Ordinance, he \nshall continue to be paid such higher wages  \n \n7. Penalty.  Any employer  who contravenes  any provisions  of this Ordinance  shall  be \npunishable  with simple  imprisonment  for a term which  may extend  to six months,  or with fine which  \nmay extend  to two thousand  rupees,  or with both.  \n \n8. Cognizance  of offences.  No Court  shall  take cognizance  of any offence  under  this \nOrdinance  save on a complaint  made  by an aggrieved  worker  or by an officer  of a registered  trade  \nunion  of which  such worker  is a member,  or any person  authorised  in this behalf  by Government.  \n \n1[SCHEDULE  \n \n(See section  3) \n \nArea  Rate of minimum  wages  per month  Deduction  for \nproviding  \nhousing  \naccommodation  Deduction  for \nproviding  \ntransport  \n(1) (2) (3) (4) \nKarachi  Districts  2[8000  pm (w.e.f.  1st July,  2012  till 30th June,  \n2013)  Rs. 25/­ p.m. Rs. 10/­ p.m. \nIndustrial  area 10000 pm ( w.e.f. 1st July, 2013 till 30th June, 2014)  Rs. 20/­ p.m. Rs. 5/­ p.m. \nOther  areas  12000 pm ( w.e.f. 1st July, 2014 till 30th June, 2015)  Rs. 13/­ p.m. Rs. 2/­ p.m.] \n \n13000 pm ( w.e.f. 1st July, 2015) ]   \n \n \n  \n \n \n1Subs.  By Act IX of 1993,  s. 4 (w.e.f.  1­7­1992).  \n2Subs.  By Act VII of 2016,  s. 2."
}