{
    "file": "./converted_json\\administratoraa86e93c3dd62fee7355acbcdb085603.json",
    "name": "Islamabad Judicial Service Rules, 2011",
    "date": "2011-05-13",
    "tagline": "Establishing the Islamabad Judicial Service",
    "content": "4l nMa6 erint  \nREGISTERED No.1V —L29-5 L.-7646 \ntuirs—ir Ciltnt*, \n3ito \nEXTRAORDINARY \nPUBLISHED BY AUTHORITY \nISLAMABAD, FRIDAY, MAY 13, 2011 \nPART II \nStatutory Notifications (S. R. O.) \nGOVERNMENT OF PAKISTAN \nISLAMABAD HIGH COURT, ISLAMABAD \nNOTIFICATION \nIslamabad, the 10th May, 2011 \nS. R. 0. 391(I)/2011.—In pursuance of section 6 of the Islamabad High \nCourt Act, 2010) (XVII OF 2010) read with Article 203 of the Constitution of the \nIslamic Republic of Pakistan and all others enabling powers in this behalf the \nIslamabad High Court hereby makes the following rules, namely \"The Islamabad \nJudicial Service Rules, 2011\". \n_91 SL ABAD VI ' 1 2S 1 \nIn pursuance of section 6 of the Islamabad High Court Act, 2010) (XVII of \n2010) read with Article 203 of the Constitution of the Islamic Republic of Pakistan \nand all others enabling powers in this behalf the Islamabad High Court hereby \nmakes the following rules for establishment of subordinate judiciary for Islamabad \nCapital territory for its functioning under the supervision and control of Islamabad \nHigh Court, Islamabad.  \n(1517) \nPrice : Rs, 20.50 1400(2011)/Ex. Gaz.1  \nISIS \tTHE GAZETTE OF PAKISTAN, EXTRA, MAY 13, 2011 \t(PArrril \nPART-I \nGENERAI  \nI. \tShort title, commencement and application._( I) These rules may be called the Islamabad Judicial Service Rules, 2011. \nThey shall come into force .  at once. \nThey shall apply to all the members of the Service. \t\n2. \tDefinitions.—(1) In these rules, unless the context otherwise requires,— \n\"Administration Committee\" means Committee comprising the Chief \nJustice and two senior Judges; \n\"appointment\" means an appointment to the Service, whether on \npermanent, temporary or officiating basis; \n\"appointing authority\" means the authority specified in rules; \n(d), \"Appendix\" means the appendixes to these rules; \t\n(e) \t\"Board\" means the Judicial Selection Board comprising such number \nof Judges as may be nominated by the Chief Justice to make \nrecommendations to appoint or recruit the judicial officers as may be \nprescribed; \t\n(1) \t\"Chief Justice\" means the Chief Justice of the Islamabad High Court; \n\"Departmental Promotion Committee\" means a committee of two \nIudges constituted by the Chief Justice; \n\"first time appointment\" means appointment for the first time made to \nthe service, after the commencement of these rules, from amongst \nthe officers of Provincial Judicial Services and that of Federally \nAdministered Tribal Areas (FATA) as prescribed in Part-IV; \n\"Government\" means the Federal Government; \n(0 \t\"High Court\" means the Islamabad High Court; (g) \nPARTE] \tTHE GAZETTE OF PAKISTAN, EXTRA, MAY 13, 2011 \t1519 \nI \tr` \t(k) \"initial appointment\" means appointment made otherwise than by \npromotion, transfer or first time appointment from another Service, \ndepartment, or organization etc; \n(I) \t\"member of the Service\" means a person appointed or recruited to \nthe Islamabad Judicial Service in accordance with the Act and the \nprovisions of these rules; \n\"recognized university\" means any University established under a \nlaw in Pakistan or any other university which may be recognized by \nthe Higher Education Commission as a university; and \n\"Service\" means the Islamabad Judicial Service. \n(2) \tThe words and expressions used but not defined in these rules shall \nhave the meanings as are assigned to them by the General Clauses Act 1897 (X of \n1897). \nPART-II \nESTABLISHMENT, CONSTITUTION AND STRENGTH \nOF THE SERVICE \n3. \tEstablishment and constitution of the Service.—(1) On and from \nthe date of commencement of these rules, there shall be established and constituted \na Service to be known as the Islamabad Judicial Service. \n(2) \tThe Service shall comprise the posts of,— \nDistrict and Sessions Judges; \nAdditional District and Sessions Judges; \nSenior Civil Judges-cum- Magistrates; \nCivil Judges-aim-Magistrates; and \nsuch other category of judicial officers as may be prescribed by \nthe High Court from time to time. \n(3) \tUnless otherwise provided in any other law for the time being in \nforce, the Chief Justice shall determine the jurisdiction of the members of the service \nin the Islamabad Capital Territory. \n1520 \tTHE GAZETTE OF PAKISTAN, EXTRA, MAY 13, 2011 \t[Pala 11 \n4. \tStrength of the Servire.—(1) The strength of the members of the \nService shall be such as may be prescribed by the High Court from time to time. \nThe permanent strength of the Members of Service, shall be as \nspecified in Appendix-A. \nThe High Court may, from time to time, leave unfilled or hold in \nabeyance, any vacant post in the Service without entitling any person to compensation \nor create, from time to time, additional posts, temporary or permanent posts, as may \nbe deemed fit and necessary. \nPART-HI \nAPPOINTING AUTHORITY \n5. \tAppointing Authority.--(1) All the appointments to the Service shall \nbe made by the Chief Justice on the recommendations of Administration Committee \nor the Board who shall be the Appointing Authority under these rules. \n(2) \tThe Chief Justice may delegate his powers under sub-rule (1), to any \nJudge or officer of the High Court. \nPART-IV \nFIRST TIME APPOINTMENT \n6. \tFirst time appointment.—(1) On commencement of these rules, \nfirst time appointments shall be made by the Chief Justice upon recommendations \nof the Board against such number of posts of the service as determined by the \nChief Justice. \nFor the first time appointments to the Service, the Board shall \nrecommend suitable persons from amongst the incumbent members of all Provincial \nJudicial Services and that of FATA, who opt or apply to be appointed in the Service \nthrough their respective High Courts and in case of FATA as determined by the \nChief Justice. \nThe High Court may invite applications for first time appointment to \nthe posts of service as determined by the Chief Justice from the members of all \nProvincial Judicial Services by circulation thiough the respective High Courts and \nin case of FATA as determined by the Chief Justice as well as through open \nadvertisement in the press. \nRsirrII] \t THE GALEITE  OF PAKISTAN, EXTRA, MAY 13, 2011 \tl521 \nThe Judicial Officers may apply for their appointment in the Service \ntrough their respective High Courts and those of FATA directly. \nThe Board or a Sub-Committee of the Board shall interview the \ncandidates, prepare a merit list for different Posts and make recommendations for \nthe first time appointment of the suitable persons. \nThe suitability of a candidate for the Service shall be determined with \nreference to the marks obtained by a candidate in interview and giving due regard \nto his service record, knowledge, ability, character, personality and health. \nThe interview shall be of one hundred marks for all the posts and \npassing marks shall be fifty or as determined by the Chief Justice from time to time. \t\n7. \tEligibility for first time appointment.—(1) No candidate shall be \nqualified for the post of District and Sessions Judge unless he is a District and \nSessions Judge in a Provincial Judicial Service or FATA. \nNo candidate shall be qualified for the post of Additional District and \nSessions Judge unless he has served as an Additional District and Sessions Judge in \na Provincial Judicial Service or FATA for a period of four years. \nNo candidate shall be qualified for the post of Senior Civil Judge-\ncum-Magistrate unless he is a Senior Civil Judge-cum-Magistrate in a Provincial \nJudicial Service or FATA. \nNo candidate shall be qualified for the post of Civil Judge-cum-\nMagistrate unless he has already been confirmed in a Provincial Judicial Service \nor FATA. \t\n8. \tAbsorption.—(1) The members of Judicial Services of the Provinces \nposted on deputation under the jurisdiction of Islamabad High Court may apply for \nabsorption in the Service and the Chief Justice on recommendations of Administration \nCommittee may order their absorption and appoint them against the posts for which \nthey are eligible, under these rules. \nThe seniority of members of a judicial service absorbed under sub-\nrule (1) shall reckon from the date of such absorption. \nNotwithstanding anything contained in sub-rule (2) the order of seniority \nin parent judicial service of the officers absorbed under sub-rule (1) shall remain \nintact. \n1522 \tTHE GAZETTE OF PAKISTAN, EXTRA, MAY 13, 2011 \tParr II \nPosting on deputation.—In case some vacancies remain unfilled to,. \nat the time of absorption and first time appointment, as provided under rules 6 and \n8, the High Court may fill the post on deputation from the High Courts of other \nprovinces: \nProvided that such unfilled vacancies may not be brought forward for first \ntime appointment, but filled through initial recruitment or promotion in a manner as \nprescribed. \nPART-V \nRECRUITMENT AND APPOINTMENT \nMethod of recruitment—( I) After the first time appointment or \nabsorption, subsequent appointments to the Service shall be made in the following \nmanner namely:— \n(a) \trecruitment to a post of Civil Judge-cum-Magistrate shall be made on \nthe recommendations of the Board, with the approval of the Chief \nJustice or his nominee, based on the result of a competitive examination \nconducted by it in the subjects specified in Appendix-B and the syllabus \ndetailed in Appendix-C by the High Court, from time to time; \n(h) \tappointment to the post of Senior Civil Judge-cum-Magistrate shall \nbe made on seniority-cum-merit basis from amongst the Civil Judges-\ncum-Magistrates by the High Court on the recommendations of \nDepartmental Promotion Committee; \nrecruitment to the post of Additional District and Sessions Judge shall \nbe made from the Advocates having ten years practical experience \nof practising the profession of law before a subordinate courts or a \nHigh Court: \nProvided that posts of Additional District and Sessions Judges \nshall also be filled through promotion of Senior Civil Judges on merit \nwith due regard to the seniority on the recommendations of the \nDepartmental Promotion Committee ; and \nappointment to the post of District and Sessions Judge shall be made \nby promotion from amongst the Additional District and Sessions Judges \non merit with due regard to the seniority on the recommendations of \nthe Departmental Promotion Committee. \nPARTill \t THE GAZETTE OF PAKISTAN, EXTRA, MAY 13, 2011 \t1523 \n(2) \tNotwithstanding anything contained in sub-rule(1) the High Court may \nmake such changes in the method of recruitment as deem fit and necessary from \ntime to time by a notification to be published in the official gazette. \nPART-VI \nINITIAL RECRUITMENTS OF CIVIL JUDGES-CUM-MAGISTRATES \nAND ADDITIONAL DISTRICT AND SESSIONS JUDGES \n11. Post to be filled in.—(1) Subject to the provisions of Part-IV, all the \nappointments to the posts of Civil Judge-cum-Magistrate shall be made through \ninitial recruitment and appointment to the posts of Additional District and Sessions \nJudges shall be through initial recruitment as well as by promotion. \nThe vacant post shall be advertized in at least two newspapers. \napplication received shall be scrutinized and thereafter a written examination for \njudging the suitability of the candidates shall be held. \nThe Board shall call for interview such applicants who in its opinion \nhave qualified the written test and are qualified for interview after scrutiny and \nwritten examination. \nIn assessing the merit of a candidate, the Board shall have due regard \nto his experience, academic qualifications, professional ability, character, personality \nand health. \nThe Board shall make a preliminary selections specified in sub-rules \n(3) and (4) and submit the record of all candidates to the Chief Justice and recommend \nthe names of the candidates in order of merit who, in the opinion of the Board, are \nsuitable for appointment to the Service. \nThe Chief Justice shall, after examining the recommendations of \nthe Board and having regard to the number of direct appointees to be taken, make \nappointments to the Service of the recommended candidates in the order in which \nthey stand in the merit list. \n12. Ratio of appointment by promotion and direct recruitment.—\nThe ratio of appointment to the posts of Additional District and Sessions Judges \nshall be fifty percent by promotion and fifty percent by initial recruitment. \n13. \tProcedure of appointment by promotion.—(1) The promotion to \nthe post of Senior Civil Judge-cum-Magistrate shall be made on seniority-cum-\nmerit basis from amongst the Civil Judge-cum-Magistrates in the Service. \n1524 \tTHE GALE k OF PAKISTAN, EXTRA, MAY 13, 2011 \nThe promotion to the post of Additional District and Sessions Jude \nshall be made from amongst the Senior Civil Judges-cum-Magistrates in the Service. \nThe promotion to the post of District and Sessions Judge shall be \nmade from amongst the Additional District and Sessions Judges in the Service. \nThe Departmental Promotion Committee shall consider a panel of \nthree members of the service against each post to be filled by promotion. A list of \neligible candidates shall be placed before the Departmental Promotion Committee \nin the order of seniority. The number of recommendees shall be two times as \ncompared to the number of vacancies required to be filled by promotion. \nThe recommendations of the committee shall be forwarded to the \nChief Justice along with list of the recomendees. \nThe Chief Justice, after examining the list, may appoint the candidates. \nPART-VII \nQUALIFICATIONS AND DISQUALIFICATIONS \nNationality of candidates.— A candidate for the appointment to the \nService must be a citizen of Pakistan. \nAge limit-0) No person shall be recruited to the Service,— \n(a) \tIn case of initial recruitment as Civil Judge-cum-Magistrate if he is \nless than twenty one years and more than thirty years of age: \nProvided that in the case of a Government Servant who has \nserved in connection with the affairs of the Federation or the Provincial \nGovernment, or an officer serving in the legal departments of statutory \norganizations, for a period of not less than three years, the upper age \nlimit shall be thirty five years; and \nIn case of direct initial recruitment as Additional District and Sessions \nJudge, if he is less than thirty five years or more than forty five years \nof age. \nFor the purpose of this rule, age shall be reckoned as on the last date \nfixed for submission of application for appointment. \nFor the recruitments through promotion the above age limits shall not (b) \napply. \nPARTE] \tTHE GAZETTE OF PAKISTAN, EXTRA, MAY 1 .3, 2011 \t1525 \nC' \t16. Qualifications.—(1) No person shall be appointed to a post in the \nservice by initial recruitment unless,— \nin case of appointment to a post of Civil Judge-cum-Magistrate he,— \n(i) \tpossesses a degree in law from a recognized university entitling \nhim to practise the profession of law; and \n00 \thas actively practised the profession of law for not less than \ntwo years after having been enrolled as an Advocate; and \nin case of appointment to a post of Additional District and Sessions \nJudge, he, apart from possessing the qualification in sub-clause (i) of \nclause (a), must have actively been practising the profession of law \nfor a minimum period of ten years. \nExplanation I.—For the purpose of sub-clause (ii) of clause (a) and \nclause (b) the expression \"practising the profession of law\" shall include any period \nof Government service in the legal department or of a statutory organization or by \na person as,— \nDistrict Attorney, a Deputy District Attorney or an Assistant District \nAttorney; or \nfull time prosecutor authorized to conduct prosecution on behalf of \nthe Government; or \nemployee of Superior Courts. \n(2) To prove active practice, the candidate shall declare by a duly sworn \n• affidavit that he— \nhad been actively practising the profession of law during the \nperiod of two years or ten years, as the case may be, preceding the \ndate of advertisement as required under sub-rule I; and \nduring this period, had not engaged himself in any other whole time \nservice, business or occupation for gain, as the case may be. \n17. Character.—No person shall be appointed to the Service through \ninitial recruitment unless he,— \n(a) \tpossesses such character as to render him suitable in the opinion of \nthe Board, in all respects for appointment to the Service; \n1526 \tTHE GAZEI lb OF PAKISTAN, EXTRA, MAY 13, 2011 \t[PARTE \n0:9 produces a certificate of good character from the District Judge of \nthe District in which he has been practising, and in case of candidatet \nnormally practising in any High Court, froth the Registrar of the \nconcerned High Court, and in case of an officer in a statutory \norganization, from the head of the department or the organization, and \nproduces certificates of character from two other respectable persons \nof status, not being his relatives, who are well acquainted with his \nprivate life, character and antecedents. \nPhysical fitness.—No person shall be eligible for appointment to the \nService unless he is in good mental and physical state and free from any physical \ndefect likely to interfere with the efficient performance of his duties as a member \nof the Service. Before a person is appointed, he shall be required to appear before \nthe Medical Board, as prescribed: \nProvided that the persons already in service shall not be required to undergo \na medical examination. \nQuota for appointment through initial recruitment.—(1) The \ninitial recruitment shall be made in the following manner,— \n(a) \tfifty percent appointments through initial recruitment shall be made \nfrom the eligible candidates having domicile of Islamabad Capital \nTerritory; and \n(b) \tfifty percent appointments through initial recruitment shall be made \nfrom the eligible candidate of other provinces and FATA with ratio of \ntwelve percent for each province and two percent for FATA. \nThree per cent seats shall be reserved across the board for women to \nthe posts in the Service by direct recruitment subject to suitability: \nProvided that if sufficient number of women candidates is not available \nthen the reservation shall not have any operation to the extent of such non-availability. \nThere shall be no carry forward for reservation in respect of quota as \nmentioned in sub-rules (1) and (2). (c) \nNKr RI \tTHE GAZETTE OF PAKISTAN, EXTRA, mkt 13, 2011 \t1527  \nPART-VIII \nTERMS AND CONDITIONS OF SERVICE \n20. Probation.—(1) The persons appointed to the Service at the first \ntime appointment shall stand confirmed with effect from the date of their appointment: \nProvided that they have been confirmed by their parent department otherwise \nthey shall remain on probation for a period of one year. \nSave as provided in sub-rule (1), a person appointed to a post against a \nsubstantive vacancy shall remain on probation for a period of two years, if appointed \nby initial recruitment, and for a period of one year, if appointed otherwise: \nProvided that the Appointing Authority may extend the period of probation \nby a similar term. \nProvided further that a total period of probation shall not exceed four years \nin case of initial recruitment: \nProvided also that the High Court may, in exceptional circumstances of any \ncase, reduce the period of probation. \nExplanation. —Officiating service and service spent on deputation to a \ncorresponding or a higher post may be allowed to count towards the period of \nprobation. \nNo person shall be confirmed in a post unless he has successfully \ncompleted such training and passed such departmental examinations as may be \nprescribed from time to time. \nIf no order to the contrary has been made by the day following the \ncompletion of the initial probationary period, the period of probation shall be deemed \nto have been extended: \nProvided that the officers confirmed on the posts of Civil Judges-cum-\nMagistrates and on the posts of Additional District and Sessions Judges shall not be \nrequired to be confirmed on the posts of Senior Civil Judges-cum-Magistrates and \nDistrict and Sessions Judges respectively. \nSubject to the provisions of sub-rule (3), if no order has been \nmade by the day on which the maximum period of probation expires, the probationer \nshall be deemed to have been confirmed in his appointment from the date on which \n1528 \tTHE G \th OF PAKISTAN, EXTRA, MAY 13, 2011 \t[Parr 11 \nthe period of probation was last extended or may be deemed to have been sot \nextended. \nAprobationer, who has satisfactorily completed his period of probation \nagainst a substantive vacancy, shall be confirmed with effect from the date of his \ncontinuous appointment against such a vacancy: \nProvided that where the period of probation has been extended under the \nprovisions of sub-rule (2), the date of confirmation shall, subject to the other provisions \nof this rule, be the date on which the period of probation was last extended. \nIf it appears to the High Court at any time during or at the end of the \nperiod of probation, or extended period of probation, as the case may be, that a \nprobationer has not made sufficient use of his opportunities or has otherwise failed \nto give satisfactory performance, it may revert the probationer to his original post, if \nany, or if he does not hold a lien on any post, his services may be dispensed with. \nA person whose services are dispensed with or who is reverted under \nsub-rule (7) shall not be entitled to any compensation. \n21. \tSeniority.—(l) The inter se seniority of the members of the Service \nin the various grades thereof shall be determined in the following manner, namely \nin case of \"first time appointment\", in accordance with the order of \nmerit assigned on the basis of interview by the Board; \nin the case of the members of service appointed through initial \nrecruitment, in accordance with the order of merit assigned by the \nBoard; \nin the case of members appointed by promotion, with reference to the \ndates of their initial appointment therein: \nProvided that if the date of continuous appointment in the case \nof two or more members of the Service is the same, the older officer, \nif not junior to the younger officer or officers in the next below grade, \nshall rank senior to the younger officer or officers: \nExplanation I.—If a junior officer in a lower grade is promoted \ntemporarily in the public interest, even though continuing later permanently in the \nhigher grade, it would not adversely affect the interest of his senior officer in the \nfixation of his seniority in the higher grade: \nMurrill \tTHE GAZgITE  OF PAKISTAN, EXTRA, MAY 13, 2011 \t1529 \nExplanation IL—If a junior officer in a lower grade is promoted to \na higher grade by superseding a senior officer and subsequently that officer is also \npromoted, the officer promoted first shall rank senior to the officer promoted \nsubsequently: \nExplanation III.—A junior officer appointed to a higher grade shall \nbe deemed to have superseded a senior officer only if both the junior and senior \nofficers were considered for the higher grade and the junior officer was appointed \nin preference to the senior officer. \n(2) The seniority in the various grades of the Service of the members \nappointed by initial recruitment vis-d-vis those appointed otherwise shall be \ndetermined,— \nin case both the officers appointed by initial recruitment and appointed \notherwise have been appointed against substantive vacancies or \ntemporary vacancies in the same calendar year, from the date of \nappointment; \nin case the officer appointed by initial recruitment has been appointed \nagainst a substantive vacancy and the officer appointed otherwise \nhas been appointed against a temporary vacancy, the officer appointed \nby initial recruitment shall rank senior to the officer appointed \notherwise; and \nin case the officer appointed otherwise is appointed against a \nsubstantive vacancy and the officer appointed by initial recruitment is \nappointed against a temporary vacancy, the officer appointed otherwise \nshall rank senior to the officer appointed by initial recruitment. \nAppointment to special posts.— Appointment of the Judicial \nofficers to special posts (for example Registrar, Member Inspection Team, Additional \nRegistrar, Deputy Registrar and Assistant Registrar, etc.) shall be in temporary \ncapacity and made on the criteria of fitness of an officer for such appointment. \nScale of pay.—The scale of pay admissible to the persons appointed \nto the Service, whether in substantive or officiating capacity or as a temporary \nmeasure, shall be as decided by the High Court from time to time: \nProvided that, for the time being, they shall be entitled to the scale, pay \npackage and other facilities admissible to the corresponding officers of the \nprovincial judiciary of any province which is at the higher side as compared \nto other provinces. \n1530 \tTHE GALLI lb OF PAKISTAN, EXTRA, MAY 13, 2011 \t[PserE \n24., Liability to transfer and serve.—The members of the Service shall \nbe liable to;— \n(a) \ttransfer anywhere under the administrative control of the High Court; \nserve, anywhere within or outside Pakistan, in any equivalent or higher \npost under the Federal Government or any local authority or statutory \nbody set up or established by the Government; and \nserve anywhere, on deputation, in Pakistan under the Provincial \nGovernments: \nProvided that the officers, while working on non-judicial posts, \nshall be entitled to the same pay package and other facilities which \nwere admissible to them as judicial officers. \nPART-IX \nMISCELLANEOUS \n25. \tDiscipline, penalty and Appeal.—The High Court shall prescribe \nrules in matters relating to efficiency, discipline, penalty and appeal etc; \nProvided that until such rules are prescribed the corresponding rules of the \nLahore High Court, Lahore, shall mutatis mutandis apply. \n-26. Residuary matters.—Subject to these rules, other terms and \nconditions of service including pay, allowances, retirement, deputation, pension, \ngratuity, provident fund, benevolent fund, group insurance, financial or family \nassistance in case of death during service, leave or other privileges of an employee \nshall be governed by the Rules and Orders for the time being in force and applicable \nto the employees in posts in the same scales in the Federal Government: \nProvided that the powers of the Federal Government shall be exercised by \nthe Chief Justice or such other judges to whom such powers may be delegated by \nthe Chief Justice: \nProvided further that the Chief Justice may grant a special allowance to \nany officer or an employee keeping in view the nature of the services, he is required \nto perform. \nPArcr111 \tTHE GAZE i lb OF PAKISTAN, EXTRA, MAY 13, 2011 \t1531  \n27. Interpretation.—If any question arises as to the interpretation of \nthese rules, the same shall be decided by the Chief Justice, whose decision shall be \nfinal. \t\n28. \tRelaxation.—Notwithstanding anything contained in these rules, the \nChief Justice may relax any rule for the reasons to be recorded in writing, if he is \nsatisfied that the strict application of these rules would cause undue hardship to the \nindividual concerned or any other matter as the case may be. \t\n29. \tDelegation of \\ power.—The Chief Justice may delegate all or any \nof his powers under these Rules to any Judge or Officer of the High Court, as the \ncase may be, as he deems fit and necessary. \t\n30. \tInterim arrangements.—(I) On the commencement of these rules \nthe judicial officers holding posts of the district judiciary in the Islamabad Capital \nTerritory shall stand repatriated to the Lahore High Court, Lahore, within thirty \ndays. \nThe Chief Justice, at his discretion, may appoint the eligible members \nof the service against the posts under sub-rule (1) or other posts under the \nadministrative control of the High Court, from time to time. \nThe Chief Justice, at his discretion, may also borrow the services of \nsuitable judicial officers from provincial High Courts for appointment on deputation \nagainst the posts under sub-rule (1) or posts created under these rules or other \nposts under the administrative control of the High Court, from time to time. \nAs soon as the composition and strength as determined by the High \nCourt or under these rules, as the case may be, is completed the judicial officers \nappointed on deputation under sub-rule (3), unless earlier directed by the Chief \nJustice, shall be repatriated to the concerned provincial High Courts. \t\n31. \tAmendment of the rules.—The Chief Justice on recommendations \nof the Administration Committee of the High Court may amend these rules. \t\n32. \tSavings.—The commencement of these rules and nothing contained \ntherein shall affect all or any of the acts done, decisions taken, appointments made, \nnotifications issued and proceedings taken by the Chief Justice, at his discretion or \non the recommendations of the Administration Committee, as the case may be, \ntowards establishment of subordinate judiciary for the Islamabad Capital Territory, \nin pursuance of the Act. \n1532 \tTHE GAZETTE OF PAKISTAN, EXTRA, MAY 13, 2011 \t[Pncrll  \nAPPENDIX-A \n[see rule 4(2)1 \nThe total strength of the Judicial Officers, under the Islamabad High Court, \nIslamabad shall be as follows:— \nS.No. Name of Post No. of Posts \tBS \t Place of Posting \n1. \tDistrict and \t15 \t21 and 22 (s) Registrar (BS-22) \nSessions Judge \t(n) Member inspection Team. \n(iii) District & Sessions Judges. I & \nICI: \n(iv)Presiding Officer, Labour Court, \nICE \nJudge Banking Court, ICT. \nSpecial Judge (Central), ICE \nSpecial Judge (Custom), ICE. \nAccountability Court, ICT. \nChairman and Members of \nEnvironmental Protection Tribunal. \n00 Special Judge ATA Court, ICT. \nSpecial Judge Drug Court, ICT. \nPresiding Officer Consumer Court, \nICES  \nJudge Special Court (CNS), \nIslamabad. \nAdditional District and Sessions Judges \nposted in Districts of ICT or on a cadre \npost for which they are eligible to be \nappointed in KT. \nSenior Civil Judges-cum-Magistrates \nposted in Districts of ICT or on cxcadre \npost for which they are eligible to be \nappointed in ICT. \nCivil Judges-cum-Magistrates posted in \nDistricts of ICT or on excadre post for \nwhich they are eligible to be appointed \nin 1CT.  Additional 33 23 \nDistrict and \nSessions Judge \n Senior Civil 06 19 \nJudges-cum- \nMagistrates \n Civil Judges \ncwn- 50 17 and 18 \nMagistrates. \nrPART II] \tTHE GAZETTE OF PAKISTAN, EXTRA, MAY 13, 2011 \t1533 \nAPPENDIX-H  \n[see rule 9(a)] \nSYLLABUS AND STANDARD FOR THE ISLAMABAD \nJUDICIAL SERVICE COMPETITIVE EXAMINATION. \nThe Competitive Examination shall be in the subjects as provided \nbelow and each candidate shall take all the subjects. \nA candidate shall answer the papers in English, unless otherwise \ndirected. \nThe subjects and maximum marks fixed for each subject or paper \nshall be such as shown below in column 2 and 3 respectively: \nSUBJECTS/PAPERS \nSerial \nNo. Subjects Maximum \nMarks \n(1) (2) (3) \n1. English General and English Essay. 100 \n2. General Knowledge: \nIslamic Studies 50 \nCurrent Affairs 50 \nPakistan Studies 50 \n3. Civil Law-I 100 \n4. Civil Law-II 100 \n5. Criminal Law. 100 \n6. Qanun-e-Shahadat 1984 and Pleadings 100 \n7. Viva-Voce 100 \nTotal 750 \n1534 \tTHE GAzEt it OF PAKISTAN, EXTRA, MAY 13, 2011 \t[PAnT1 \nNote: All papers shall be of three hours duration. \nQualifying marks in the aggregate of written papers and viva voce \nshall respectively be 375 and 30. \nNo candidate shall be summoned for Viva Voce Test unless he or she \nhas obtained at least 40 percent marks in each Individual Written Paper and 375 \nmarks in the aggregate. No candidate shall be considered to have qualified in the \nexamination unless he also obtains at least 30 percent marks in Viva Voce. Failure \nin or absence from Viva Voce shall mean that the candidate has failed to qualify for \nappointment and his name shall not be included in the merit list. \nCredit shall be given for goodEnglish including orderly, effective and \nexact expression combined with the economy of words, in all subjects of the \nexamination and not only in subjects which are specially devoted to English. \nNames of the candidates who qualify shall be arranged in order of \nmerit according to the aggregate marks obtained in the examination. \nIn the event of a tie, the order of merit shall be determined in \naccordance with the highest marks secured in the viva-voce. Should the marks in \nthe viva voce of the candidates who tie be equal then the candidate who is older in \nage shall be placed senior. \nAPPENDIX-C  \n[see rule 9(a)1 \nDETAILED SYLLABUS FOR THE ISLAMABAD JUDICIAL \nSERVICE COMPETITIVE EXAMINATION. \nEnglish General and English Essay.—This paper is intended to \ntest the candidate's command of the English language and may include precise \nwriting, usage of idioms, with an essay in English on one of the several specified \nsubjects and is intended to test the candidate's ability to compose. \nGeneral Knowledge including Islamic Studies and Pakistan \nStudies.—This paper is intended to test the candidate's knowledge of current world \naffairs and also of broad facts of historical, political, geographical and economic \nimportance. A section will be included to test the candidate's knowledge and \nunderstanding of Islam particularly with reference to its system of administration of \njustice. Paper will be of Degree standard. \nIPART III \t THE GAZEITE OF PAKISTAN, EXTRA, MAY 13, 2011 \t1535 \nr. \t3. Details of subject with respect to certain paper.—The following \npapers shall comprise the subject noted against each: \nCivil Law Paper-I \nCivil Law Paper-II \nCriminal Law Civil Procedure Code 1908 (Act V of 1908); \nWest Pakistan Civil Court Ordinance, 1962:, \nContract Act, 1872(11 of 1872); \nSales of Goods Act. \n(i) \tMuhammadan Law or Islamic Law; \n00 \tRegistration Act 1908; \nLimitation Act; \nSpecific Relief Act. \n(i) \tPakistan Penal Code, 1860 (Act ?SLY of 1860). \nOft \tCriminal Procedure Code,1898 (Act V of 1898). \n(iii) Hudood Ordinances. \n(el \tQamm-e-Shahadat, 1984 and (i) Qanun-e-Shahadat, 1984. \nPleading. \nParticulars of Plaints. \nParticulars of written statements; \nDrafting of Plaints and Written Statements. \nNote: Except in case of Muhammadan Law or Islamic law, Hudood \nOrdinances, Islamic Jurisprudence and Pleadings, bare copies of the relevant Acts \nshall be provided to the candidates. \n5. \tThe object of the examination is to test the practical ability of the \ncandidates rather than the range of their theoretical knowledge. For this purpose \nthe kind of questions that asked shall be to give the facts of a typical case and ask \nthe candidate to frame issues, to write a judgment and to discuss the admissibility of \nevidence. \nN16 \t1 HEAZKFIE OF PAKISTAN  EXTRA, MAY  13, 2011 \t[PART EL \n6. \tViva Voce: The viva voce shall be a test of the personal qualities of \nthe candidates. This examination shall be in matters of general interest and is intended w \nto test the candidate's alertness, intelligence and general outlook. Consideration \nshall also be paid to these bearing and physique of the candidate. \n[No.F.4312/Genl./I.H.C.I \nATIQ-UR-REHMAN, \nRegistrar \nPRINTED BY THE MANAGER, PRINTING CORPORATION OF PAKISTAN PRESS, ISLAMABAD. \nPUBLISHED BrITIE DEPUTY CONTROLLER, STATIONERY AND FORMS UNIVERSITY ROAD, KARACHI."
}