{
    "file": "./converted_json\\administrator1d376dbb967abb1d9ed2dcb3ae978dbc.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "Page 1 of 32 \n  \n \n \n \n \nTHE PAKISTAN HALAL AUTHORITY ACT, 2016  \n \n \n \n \n \n \nCONTENTS  \n \n1.  Short title, extent and commencement.  \n \n2.  Definitions.  \n \n3.  Establishment of the Authority.  \n \n4.  Management.  \n \n5.  Composition of the Board of Governors.  \n \n6.  Terms of office of members.  \n \n7.  Removal of members.  \n \n8.  Constitution of the Executive Committee.  \n \n9.  Director General.  \n \n10.  Powers and functions of the Authority.  \n \n11.  Meetings.  \n \n12.  Authentication of orde rs and other instruments of the Authority.  \n \n13.  Disclosure of ingredients, etc.  \n \n14.  Prohibition of improper use of Halal logo.  \n \n15.  Prohibition of use of certain name, mark or logo.  \n \n16.  Prohibition of registration in certain cases.  \n \n17.  Export of Halal articles and processes.  \n \n\n \nPage 2 of 32 \n 18.  Import of Halal articles and processes.  \n \n19.  Marketing of Halal products.  \n \n20.  Penalty for improper use of Authority name, mark or logo.  \n \n21.  Inspectors.  \n \n22.  Penalty for other contraventions.  \n \n23.  Cognizance of offences by courts.  \n \n24.  Appeals.  \n \n25.  Appointment of officers, staff, etc., by the Authority.  \n \n26.  Members and officers etc. to be public servants.  \n \n27.  Delegation of powers to the Director General etc.  \n \n28.  Pakistan Halal Authority Fund.  \n \n29.  Budge t. \n \n30.  Audit and accounts.  \n \n31.  Protection of actions taken in good faith under this Act  \n \n32.  Submission of yearly reports and returns.  \n \n33.  Power to make rules.  \n \n34.  Power to make regulations.  \n \n35.  Power to exempt.  \n \n36.  Power to obtain information.  \n \n37.  Act to override other laws.  \n \n38.  Amendment of Schedule.  \n \nSCHEDULE — I \nOIC Guidelines for Halal Food  \n \n \n \n \n \n \n \nPage 3 of 32 \n  \nTHE PAKISTAN HALAL AUTHORITY ACT, 2016  \n \n[27th  February , 2016]  \nACT NO. VIII OF 2016  \n \nAn Act to establish the Pakistan Halal Authority to promote trade and commerce in Halal \narticles and processes  \n \nWHEREAS  it is expedient to establish the Pakistan Halal Authority to promote imports and \nexports, trade and commerce with foreign countries and inter­provincial trade and commerce in Halal \narticles and processes.  \n \nIt is hereby enacted as follows: — \n \n1. Short title, extent and commencement . — (1) This Act may be called the Pakistan Halal  \nAuthority Act, 2016.  \n \n(2) It extends to — \n \n(a) the whole of Pakistan, for purposes of imports and exp orts, trade and commerce with foreign \ncountries and inter­provincial trade and commerce in all such articles and processes which are \ndescribed or represented as being Halal; and  \n \n(b) Islamabad Capital Territory, for all other purposes envisaged under this Act. \n \n(3) It shall come into force at once except sections 17, 18, 19 and 20 which shall come into \nforce in whole or in part, on such date or dates as the Federal Government may, by notification in the \nofficial Gazette, direct.  \n \n2. Definitions . —In this Act, unless there is anything repugnant in the subject or context, — \n \n(a) “Accredited Halal Certification Body ” means a firm or company which has \nbeen certified by the National Accreditation Body as being competent and \nauthorized to carry out Halal Certification;  \n \n(b) “article ” means any substance, artificial or natural, or partly artificial or partly \nnatural, whet her partly or wholly processed or manufactured product, and any \nservice or financial product offered to the public;  \n \n(c) “Authority ” means the Pakistan Halal Authority established under section 3;  \n \n(d) “Board ” means the Board of Governors constituted under  section 5;  \n \n(e)  “chairperson ” means the chairperson of the Board of Governors;  \n(f) “Director General ” means the Director General of the Authority;  \n(g) “Government ” means the Federal Government;  \n \nPage 4 of 32 \n (h) “Halal ” means anything permitted by the laws of Islam;  \n(i) “Halal Certificate ” means the certificate issued by an Accredited Halal \nCertification Body to the effect that an article or process is in conformity with \nthe Halal Standard pertaining thereto, and authorizing use of the Halal logo in \nrespect thereof;  \n \n(j) “Halal Certification ” means the entire process of conformity assessment \nincluding audit, inspection, testing, and evaluation to establish that an article or \nprocess is in conformity with the Halal Standard, resulting in issue of a Halal \nCertificate;  \n \n(k) “Halal logo ” means the logo approved by the Authority for a Halal article or \nprocess signifying that the same is in conformity with the Halal Standard \npertaining thereto;  \n \n(l) “Halal Standard ” means the Pakistan Halal Standard for an article or process \nnotified by the  National Standards Body;  \n \n(m)  “member ” means a member of the Board of Governors;  \n \n(n)  “National Accreditation Body ” means the Pakistan National Accreditation \nCouncil or such other body as may be notified for the purpose by the \nGovernment;  \n \n(o)  “National Standards Body ” means the Pakistan Standards and Quality Control \nAuthority or such other body as may be notified for the purpose by the \nGovernment;  \n \n(p)  “OIC Guidelines ” means the guidelines, specified in Schedule ­ I, issued by the \nOrgan ization of the Islamic Cooperation from time to time relating to Halal food \nand other articles or processes;  \n \n(q)  “prescribed ” means prescribed by rules or regulations;  \n \n(r)  “process ” means a series of steps for the production, manufacture or \ndevelopment  of any article or system;  \n \n(s)  “regulations ” means regulations made under this Act; and  \n \n(t)  “rules ” means rules made under this Act.  \n \n3. Establishment of the Authority . — (1) The Government may, by notification in the official   \nGazette, establish the P akistan Halal Authority for carrying out the purposes of this Act.  \n \n(2) The Authority shall be a body corporate having perpetual succession and a common seal, \nwith powers, subject to the provisions of this Act, to acquire and hold property, both movable an d \nimmovable, and shall by the said name sue and be sued.  \n(3) The headquarters of the Authority shall be at Islamabad and it may, with the prior approval \nof the Government, set up offices at other places as, when and where required.  \n \nPage 5 of 32 \n  \n4. Management.  — (1) Th e general direction and administration of the Authority and its affairs \nshall vest in the Board, which may exercise all powers and do all acts and things which may be \nexercised or done by the Authority.  \n \n(2) The Board shall, in the discharge of its functio ns, be guided on questions of policy by such \ndirections as the Government may give from time to time.  \n \n(3) If any question arises as to whether any matter is a matter of policy or not, the decision of \nthe Government in respect thereof shall be final.  \n \n5. Composition of the Board of Governors . —The Board of Governors shall consist of the \nfollowing members, namely: — \n \n(a) Minister for Science and Technology  Chairperson  \n(b) Two Members of the Parliament. One each from National \nAssembly and Senate  Members  \n(c) Secretary, Ministry of Commerce  Member  \n(d) Secretary, Ministry of Finance  Member  \n(e) Secretary, Ministry of Industries and Production  Member  \n(f) Secretary, Ministry of Interior  Member  \n(g) Secretary, Ministry of National Food Security and Research  Member  \n(h) Secretary, Ministry of Religious Affairs  Member  \n(i) Secretary, Ministry of Science and Technology  Member  \n(j) Chief Secretaries of the Provincial Governments Azad Jamu \n& Kashmir and Gilgit­Baltistan  Member  \n(k) Director General, Pakistan Standards and Quality Control \nAuthority  Member  \n(l) Director General, Pakistan National Accreditation Council  Member  \n(m) President, Federation of Pakistan Chambers of Commerce \nand Industry  Member  \n(n) Chairman, Islamic Chamber of Commerce and Industry \n(Pakistan  Representative)  Member  \n(o) Three well­reputed Shariah Scholars to be nominated by \nMinistry of  Religious Affairs, including one from the Council \nof Islamic Ideology.  Member  \n(p) One representative to be nominated by the Rector , \nInternational Islamic  University, Islamabad  Member  \n(q) Food Technologist nominated by Pakistan Agriculture \nResearch  Council  Member  \n(r) Director­General, Pakistan Halal Authority  Member/  Secretary  \n \nPage 6 of 32 \n  \n(2) In case of non­availability of the Minister for Science and Technology for any reason, the  \nGovernment may designate any other Minister as Chairperson.  \n \n(3) The Authority may, with the prior approval of the Government, co­opt any other person as \nmember.  \n \n(4) No act or proceeding of the Board shall be invalid merely on the ground of the existence of \nany vacancy, or any defect, in the constitution of the Board.  \n \n6. Terms of office of members . — (1) A member, other than an ex­officio member, shall hold \noffice for a period of three years from the date of entering upon th e office, but may be re­nominated \nfor a second, and final, term of three years.  \n \n(2) A person who is or is nominated to be, a member by virtue of his holding an office shall \ncease to be a member when he ceases to hold that office.  \n \n(3) A member other than an ex­officio member, may at any time resign his office by writing \nunder his hand addressed to the Chairman.  \n \n7. Removal of members . — (1) The Government may remove from office a member, other \nthan an ex­officio member, if he — \n \n(a)  has been adjudged an un­discharged insolvent; or  \n \n(b)  has been convicted of an offence which involves moral turpitude; or  \n \n(c)  has become physically or mentally incapable of acting as a member; or  \n \n(d)  has abused his position and rendered his continuance in the office preju dicial to \npublic interest.  \n \n(2) A member shall not be removed from office unless he has been afforded a reasonable \nopportunity of being heard.  \n \n8. Constitution of the Executive Committee .— (1) The Government may constitute an \nExecutive Committee for carryi ng out day-to-day matters of the Authority and for exercising such \npowers and doing such acts and things as may be delegated to it by the Board.  \n \n(2) The executive committee under sub­section (1) shall consist of the following members, namely: — \n \n(a) Secret ary, Ministry of Science and Technology;  Convener  \n(b) Director General of the Authority;  Member  \n(c) A representative of Ministry of Interior; and  Member  \n(d) Four members nominated by the Board, one of whom shall be a  \nShariah Scholar and one a Food Technologist.  Members  \n \n9. Director General . — (1) There shall be a Director General of the Authority who shall be \nthe chief executive of the Authority and shall be appointed by the Government.  \n \nPage 7 of 32 \n (2) The Director General shall discharge such duties and perform such functions as are assigned \nto him by the Board, or by the Government.  \n \n(3) Until the Board is duly constituted, the Director General shall, subject to such directions as \nthe Government may give from time to time, exercise the powers, and perfor m the functions of the \nBoard.  \n \n(4) The officers of the Authority shall have such powers and shall perform such functions as \nmay be assigned to them by the Director General.  \n \n10. Powers and functions of the Authority . — (1) Powers and functions of the Autho rity \nshall be to — \n \n(a)  develop and implement strategies, plans and programmes for promotion of \nimports and exports, trade and commerce with foreign countries and \ninter­provincial trade and commerce in Halal articles and processes;  \n \n(b)  recommend the Hala l Standards developed for articles and processes, to be \nnotified in the official Gazette by the Federal Government for adoption and \nnotification by the National Standards Body:   \nIn this context, the Authority may consider the OIC Guidelines in \nschedule­I, relating to Halal food and other articles or processes, as modified by \nthe Organization of the Islamic Cooperation from time to time, as a reference \npoint;  \n \n(c)  recommend mechanism for the Accreditation of Halal Certification Bodies and \nadoption of  Halal Certification systems;  \n(d)  develop policies, plans and programmes for ensuring compliance of Halal \narticles and processes with the Halal Standards;  \n \n(e)  develop and authorize use of Halal logo for Halal articles and processes;  \n \n(f)  may operate as a cert ification body after obtaining due accreditation from the \nNational  Accreditation Body;  \n \n(g)  levy fees for issue or renewal of the Halal certificate and / or authorizing the \nuse of Halal  Logo;  \n \n(h)  maintain a register of all persons, firms and companies authorized to use the \nHalal logo;  \n \n(i)  inspect and test Halal products and processes for their quality, specification and  \ncharacteristics with relation to the Halal standards, for purposes of imports and \nexports, trade and commerce with foreign countries and inter­provincial trade \nand commerce;  \n \n(j)  prohibit production, storage and sale in the Islamabad Capital Territory of such \nHalal products as do not conform to the Halal standards;  \n \nPage 8 of 32 \n  \n(k)  arrange and conduct public awareness campaigns in relation to the Halal sector \nin general and to Halal products and processes in particular;  \n \n(l)  secure international recognition of the Halal logo to build confidence in the \nHalal Certification system and Pa kistani Halal products abroad;  \n \n(m)  co­ordinate with national and international organizations for strengthening the \nHalal sector;  \n \n(n)  promote and encourage establishment of libraries and laboratories for the \npurpose of developing the Halal sector;  \n \n(o)  collect and circulate statistical and other information relating to the Halal sector; \nand \n \n(p)  any other function assigned by the Government for development of the Halal \nsector and promotion of Halal products and processes for purposes of the Act.  \n \n(2) In exercising its powers and performing its functions, the Authority shall follow such \nprocedure as may be prescribed.  \n \n11. Meetings.  —Meetings of the Board and the Executive Committee shall be in accordance \nwith such procedure as may be prescribed.  \n \n12. Authentication of orders and other instruments of the Authority . —All orders, \ndecisions and other instruments issued by the Authority shall be authenticated only by the signatures \nof such officer or officers as are authorized by the Authority in this behalf . \n \n13. Disclosure of ingredients, etc . —The Halal Standard for a food or non­food article or \nproduct shall require that the ingredients, dates of manufacture and expiry and complete name and \naddress of its manufacturer, exporter or supplier be clearly ment ioned on the box, wrapper or other \npackaging in which it is contained, or on the label, tag or sticker affixed to it.  \n \n14. Prohibition of improper use of Halal logo. —No person shall use, in relation to any \narticle, product or process or in the title of any patent or in any trademark or design, the Halal logo \nexcept under the terms of a Halal Certificate, issued under this Act.  \n \n15. Prohibition of use of certain name, mark or logo. —No person shall without the previous \npermission of the Authority and subj ect to such conditions as it may impose, use in any manner \nwhatsoever, any name, mark or logo which may resemble the name, mark or logo of the Authority or \ncontain the Authority's recognized expressions relating to Halal standards or any abbreviation of su ch \nexpressions.  \n  \n16. Prohibition of registration in certain cases .— (1) Notwithstanding anything contained \nin any law for the time being in force, no registering body shall register any company, firm or any \nbody of persons or a trademark or design or gran t a patent in respect of an article which bears a title \ncontaining any name or mark or logo in contravention of the provisions of sections 14 or 15.  \n \n \nPage 9 of 32 \n (2) Where any question arises before a registering authority whether the use of any name or \nmark or logo i s in contravention of the provisions of sections 14 or 15 the registering authority may \nrefer the question to the Government, whose decision thereon shall be final.  \n \n17. Export of Halal articles and processes .—No article or process shall be exported from \nPakistan. with the description or representation of being a Halal article or process unless it bears the \nHalal logo of the Authority, having been affixed after the requisite certification by a duly accredited \nHalal certification body.  \n \n18. Import of Halal articles and processes .—No article or process shall be imported into \nPakistan with the description of being a Halal article or process unless it has been certified as such by \nan Accredited Halal Certification Body in Pakistan or the exporti ng country, recognized by the \nNational Accreditation Body.  \n \n19. Marketing of Halal products . —No food or non­food product shall be marketed or offered \nfor sale with the description or representation of being a Halal article or product within the Islamabad \nCapital Territory unless it bears the Halal logo of the Authority or is certified to be Halal by a duly \naccredited Halal certification body.  \n \n20. Penalty for improper use of Authority name, mark or logo. —(1) Any person who \ncontravenes the provisions of se ctions 14, 15, 16, 17, 18 or 19 shall be punishable with imprisonment \nof either description for a term which may extend to three years, or with a fine up  to one million rupees \nbut not less than one hundred thousand rupees, or with both.  \n \n(2) A Court convic ting a person under this section may direct that any articles in respect of \nwhich the contravention was made shall be forfeited to the Government.  \n \n21. Inspectors. — (1) The Authority may appoint Inspectors, in accordance with such \nprocedure as may be prescribed, for the purpose of enforcement of this Act or rules or regulations \nmade there under in the Islamabad Capital Territory.  \n \n(2) Subject to any rules made under this Act, an Inspector appointed under sub­section (1) shall \nbe empowered to — \n \n(a)  inspect any operation carried on in connection with any article or product or \naction or process in relation to Halal Certification;  \n \n(b)  take samples of any article, or of  any material or substances used in any article \nor process, in relation to which Halal logo has been used;  \n \n(c)  seize and detain for such time as may be necessary any article in respect of \nwhich he believes any provision of this Act has been contravened; and \n \n(d)  stop, search or seize any transport vehicle in which he believes on reasonable \nground that any article subject to the provisions of this Act, is being transported \nthereon does not conform to Halal standards and certification.  \n \n(3) Every Inspector  shall be issued by the Authority a certificate of appointment which shall \nbe produced by the Inspector on demand.  \n \n \nPage 10 of 32 \n (4) Any person who obstructs or impedes performance of duties of an Inspector or any other \nauthorized officer shall be guilty of an offence punishable under section 22.  \n \n(5) Any article seized under this Act may, at the option of the Inspector, be kept or stored in \nthe premises where it was seized or may at the direction of the Inspector be removed to any other place \nor appropriately disposed of, in case it is a perishable item.  \n \n(6) The Inspector shall release any article seized by him under this Act when he is satisfied that \nall the requirements of the Act with the respect thereto have been complied with.  \n \n(7) son who, without the authority o f an Inspector, removes, alters, or interferes in any way \nwith any article seized under this Act, shall be guilty of an offence punishable under section 22.  \n \n(8) Any person who knowingly makes any false or misleading statements either verbally or in \nwritin g to any inspector engaged in carrying out his duties under this Act shall be guilty of an offence \npunishable under section 22.  \n \n(9) Any person aggrieved by the actions of an Inspector / officer may file a representation to \nthe DG of Authority, who shall decide the same after giving such person an opportunity of being heard.  \n \n22. Penalty for other contraventions.  —Whoever contravenes any of the provisions of this \nAct other than sections 14, 15, 16, 17, 18 or 19, or any rule made or notification issued ther eunder \nshall, be punishable with imprisonment of either description for a term which may extend to six \nmonths, or with a fine upto five hundred thousand rupees but not less than fifty thousand rupees, or \nwith both.  \n \n23. Cognizance of offences by courts.  — (1) No court inferior to that of a Judicial Magistrate, \nfirst class shall try any offence punishable under this Act.  \n \n(2) All offences under this Act shall be bailable and compoundable.  \n \n24. Appeals.  — (1) Any person aggrieved by an order passed by the Aut hority including a \ndecision of the Director General under sub­section (9) of section 21 may prefer an appeal to the Court \nof Session within thirty days of the date of the order.  \n \n(2) The appeal shall be presented in such form and manner and within such tim e as may be \nprescribed.  \n \n(3) The Court of Session shall, in dealing with appeals under this section, follow such procedure \nas is specified in the Code of Criminal Procedure, 1898 (Act V of 1898).  \n \n25. Appointment of officers, staff, etc., by the Authority . — (1) The Authority may create \nposts and appoint such officers, staff, experts or consultants, in accordance with Government policy, \non such terms and conditions as may be prescribed:  \n \nProvided that appointment to the posts in Basic Pay Scale 20 or above shall not be made except \nwith the previous approval in writing of the Government.  \n \n \nPage 11 of 32 \n (2) Subject to sub­section (1), the Director General may, in cases of urgency, appoint such \nofficers, staff, experts or consultants and on such terms and conditions as may b e recommended by a \nselection committee, constituted under the rules:  \n \nProvided that every appointment made under this sub­section shall be reported to the Board, \nwithout unreasonable delay, for approval.  \n \n26. Members and officers etc. to be public servants . —The Director General, members, \nofficers, staff, experts and consultants of the Authority shall, when acting or purporting to act in \npursuance of any of the provisions of this Act, be deemed to be public servants within the meaning of \nsection 21 of the P akistan Penal Code (Act XLV of 1860).  \n \n27. Delegation of powers to the Director General etc .— (1) The Authority may, by general \nor special order and subject to such conditions as it may think fit to impose, delegate to the Director \nGeneral or a member, or an officer of the Authority, all or any of its powers or functions under this \nAct. \n \n(2) The Government may, by notification in the official Gazette, delegate all or any of the \nAuthority's powers under this Act and the rules and regulations made thereunder to any other agency \nor department of the Government or to a provincial government with the consent of such government.  \n \n28. Pakistan Halal Authority Fund .—(1) There shall be created a fund to be known as the \nPakistan Halal Authority Fund which shall vest i n the Authority and shall be utilized by the Authority \nto meet charges in connection with its functions under this Act including the payment of salaries and \nother remuneration to the Director General, members, officers, staff, experts and consultants of th e \nAuthority.  \n \n(2) The Pakistan Halal Authority Fund shall be financed from the following sources: — \n \n(a)  grants made or loans advanced by the Government or Provincial Governments;  \n \n(b)  loans, aid and donations received from foreign governments, national or \ninternational agencies and non­governmental organizations; and  \n \n(c)  contributions from private organizations and other persons.  \n \n(3) All sums payable to the Authority may be recovered as arrears of land revenue.  \n \n29. Budget. —The Authority shall, in res pect of each financial year, submit for approval of the \nGovernment, on such date as may be prescribed, a statement of the estimated receipts and expenditure, \nincluding requirements of foreign exchange for the next financial year.  \n \n30. Audit and accounts .— (1) The accounts of the Authority shall be audited every year by \nthe Auditor General of Pakistan in such manner as may be prescribed.  \n \n(2) Copies of the audit reports shall be sent to the Government along with the comments of the  \nAuthority.  \n \n(3) The audit report shall be available for public inspection.  \n \n \nPage 12 of 32 \n (4) The Government may issue directions to the Authority for rectification of any item objected \nto by the Auditor General of Pakistan and the Authority shall comply with such directions.  \n \n31. Protection of actions taken in good faith under this Act .—No suit, prosecution or other \nlegal proceeding shall lie against the Government or the Authority or any person acting under the \nauthority of the Government or the Authority for anything which is in good faith don e or intended to \nbe done in pursuance of this Act or any rule or regulation made thereunder.  \n \n32. Submission of yearly reports and returns . — (1) As soon as possible after the end of \nevery financial year but before the last day of the month of December of that year, the Authority shall \nsubmit to the Government a report on the conduct of its affairs for that year.  \n \n(2) The Government may, after giving sufficient notice to the Authority, require it to furnish: — \n \n(a)  any return, statement, estimate, statistic s, or other information regarding any \nmatter under the control of the Authority;  \n \n(b)  a report on any subject with which the Authority is concerned; and  \n \n(c)  a copy of any document in the charge of the Authority.  \n \n33. Power to make rules . —The Government  may, by notification in the official Gazette, \nmake rules to carry out the purposes of this Act.  \n \n34. Power to make regulations . —The Authority may, with the previous approval of the \nGovernment, by notification in the official Gazette, make regulations not  inconsistent with this Act or \nthe rules to carry out the purposes of this Act.  \n \n35. Power to exempt . —The Government may, by notification in the official Gazette, exempt \nany article or process or class of articles or processes from the operation of all or  any of the provisions \nof this Act.  \n \n36. Power to obtain information .— Every holder of a Halal Certificate shall supply to the \nAuthority such information and such samples of any article or material or substance used in relation \nto any article or process as  the Authority may require.  \n \n37. Act to override other laws . —The provisions of this Act shall have effect notwithstanding \nanything inconsistent therewith in any other law for the time being in force.  \n \n38. Amendment of Schedule.  —The Government may, by notification in the official \nGazette, add to, delete or otherwise amend Schedule I  in accordance with decisions of the OIC.  \n \n \n \n \n \n \n \n \n \n \nPage 13 of 32 \n SCHEDULE — I \n[see sections 2(p) and 10(1)(b)]  \nOIC Guidelines for Halal Food  \n \nFOREWORD  \n \nThis standard  was developed by the Standardization Expert Group (SEG) of the Organization  \nof the Islamic Conference (O1C).  \n \nIn this standard, Islamic Rules refer to those commonly accepted rules and beliefs of the Islam, \nregardless of variations in different countries.  \n \nGiven the fact that non safe foods would not be considered halal, therefore the quality standards \nincluding food safety and traceability (to guarantee the claims), should be made prerequisite of this \nstandard (See Normative References).  \n \nGENERAL GUIDELINES ON HALAL FOOD  \n \n1. SCOPE  \n \nThis standard defines the basic requirements that shall be followed at any stage of food chain \nincluding, receiving, preparation, processing, sorting, determination, packaging, labelling, marking, \ncontrolling, handling, transportation, distribution, storage and service of halal food and its products \nbased on Islamic rules.  \n \nAll requirements of this standard are generic and are intended to be applicable to all \norganizations in the food chain regardless of size and complexi ty. This includes organizations directly \ninvolved in one or more steps of the file food chain.  \n \nGuidelines on the application of this standard in all organizations are contained in the standard \nfor halal Food certification rules.  \n \n2. NORMATIVE REFERENCES  \n \nThe following referenced documents are indispensable for the application of this standard. The \nlatest edition of the referenced document (including any amendments) applies.  \n \n­ CODEX STAN 1, General standard for the labeling of prepacked foods,  \n \n­ CAC/RCP 1, Recommended international code of practice general principles of food \nhygiene,  \n \n­ CAC/RCP 58, Code of hygienic practice for meat,  \n \n­ ISO 22000, Food safety management systems ­ Requirements for any organization in \nthe food chain,  \n \n \nPage 14 of 32 \n ­ ISO 22005, Traceabil ity in the feed and food chain ­ General principles and basic \nrequirements for system design and implementation.  \n \n3. TERMS AND DEFINITIONS  \n \nFor the purposes of this standard, the following terms and definitions apply. For terms and \ndefinitions not used her ein, those found in the normative references (See Clause 2) shall apply.  \n3.1. Islamic rules  \n \nIt means what ALLAH legislates for Muslims which derive its rules from the Holy Quran, and \nthe honorable  Prophet Mohammed (peace be upon him), practices (Sunnah).  \n \n3.2. Halal food  \n \nHalal food is the food including drinks, which is allowed to be consumed according to Islamic \nrules and that comply with the requirements mentioned in this standard.  \n \n3.3. Prerequisite programmes (PRPs)  \n \nBasic conditions and activities that are necessary to maintain a hygienic environment \nthroughout the food chain suitable for production, handling and provision of safe final products and \nsafe food for human consumption.  \n \n3.3.1. Good manufacturing practice (GMP)  \n \nActions regarding personn el and building hygiene in order to ensure safe and healthy \nproduction, storage and distribution of food.  \n \n3.3.2. Good hygiene practice (GHP)  \n \nMeasures taken in stages of food chain to ensure the provision of safe food for consumption.  \n \n3.4. Food safety  \n \nConcept that food will not cause harm to the consumer when it is prepared and/or eaten \naccording to its intended use.  \n \n3.5. Food chain  \n \nAll stages involved in the production of food including processing, production, packaging, \nstorage, transportation, distr ibution and supply to the market, from raw material and its origin to \nconsumption.  \n \n3.6. Food additives  \n \nSubstances added to food to preserve or improve taste, smell, appearance or use as solvent \nduring the preparation, sorting, processing, production, pac kaging, transport, storage for use as raw \nmaterial or supplementary material; which may or may not have nutritional value; residue and \nderivatives of which may be found in the final product depending on the chosen technology.  \n \nPage 15 of 32 \n 3.7. Cold chain  \n \nA series of chilled and freezing storage, distribution and similar activities that are obligatory \nin order for food products that require cold chain to preserve its original qualities through food chain.  \n \n3.8. Genetically modified food (GMF)  \n \nFood and drinks containin g products (and/or by­products) of genetically modified organisms  \n(GMO).  \nThe transfer of gene of other living species to a plant, animal and microbiological source by \ngenetic modification technologies and the modifications which are made in DNA of the food . \n \n3.9. Aquatic animals  \n \nAquatic animals are those which live in water and cannot survive outside.  \n \n3.10. Amphibious animals  \n \nAnimals that live both on land and in water.  \n \n4. PRODUCTS/SERVICES  \n \nThe following products and services are covered by this standard.  \n \n4.1. Meat and meat products  \n \n4.2. Milk and dairy products  \n \n4.3. Egg and egg products  \n \n4.4. Cereal and cereal products  \n \n4.5. Vegetable and animal oils and fats  \n \n4.6. Fruit and vegetables and their products  \n \n4.7. Sugar and confectionery products  \n \n4.8. Beverages (soft drinks)  \n \n4.9. Honey and its by products  \n \n4.10. Dietary supplements  \n \n4.11. Genetically modified food (GMF)  \n \n4.12. Food additives  \n \n4.13. Enzymes  \n \n \nPage 16 of 32 \n 4.14. Micro organisms  \n \n4.15. Packaging materials  \n \n4.16. Food service and premises  \n \n4.17. Fish and fish products  \n \n4.18. Water  \n \n \n4.19. Others  \n \n5. REQUIREMENTS  \n \n5.1. Sources of food  \n \n5.1.1. Food of animal origin  \n \n5.1.1.1. Halal animals  \n \nThe followings are considered as halal animals:  \n \n(a)  Domesticated animals such as cattle, buffalos, sheep, goats, camels, chickens, \ngeese, ducks, and turkeys.  \n \n(b)  Non­predatory wild animals such as deer, antelope, chamois, wild cattle.  \n \n(c)  Non­predatory birds such as pigeons, sparrows, quails, starlings, and ostriches.  \n \n5.1.1.2. Non­halal animals  \n \nThe followings are considered as non­halal animals:  \n \n(a)  Pigs, dogs and their descendants.  \n \n(b)  Animals not slaughtered in the name of Allah.  \n \n(c)  Animals not slaughtered according to Islamic rules.  \n \n(d)  Animals that died by themselves.  \n \n(e)  Animals with long pointed teeth or tusks which are used to kill prey or defend \nthemselves such as bears, elephants, monkeys, wolves, lions, tigers, panthers, \ncats, jackals, foxes, squirrels, martens, weasels, and moles, crocodiles and \nalligators etc.  \n \n(f)  Predatory bi rds with sharp claws such as hawks, falcons, eagles, vultures, \nravens, crows, kites, owls.  \n \n \nPage 17 of 32 \n (g)  Pests and venomous animals such as rats, centipedes, scorpions, snake, wasps, \nmouse and other similar animals.  \n \n(h)  Animals which are considered repulsive lik e lizards, snails, insects and their \nlarva stages and other similar animals.  \n \n(i)  Animals that are forbidden to be killed in Islam such as honeybees and hoopoe.  \n \n(j)  Donkeys and mules.  \n \n(k)  Any ingredient derived from the non­halal animals is not halal.  \n \n(l)  Farmed halal animals which are intentionally and continually fed with non­halal \nfood.  \n \n5.1.2. Aquatic animals  \n \n(a)  All kinds of fish with scales, shrimp and fish egg of fish with scales including \ntheir by  products are halal. All other aquatic animals including their by products \nare halal (See Clause  12.1.2.1 m ).  \n \n(b)  All poisonous water animals that are harmful to health are non­halal.  \n \n5.1.3. Amphibious animals  \n \nAll amphibious animals are non­halal.  \n \n5.1.4. Food of plant origin  \n \nPlants and their products are halal except poisonous and harmful plants, unless the poisonous \nand harmful materials are removed.  \n \n5.1.5. Blood and other materials of human or animal origin  \n \nAll types of blood and its by product s are non­halal.  \n \nAny liquid and objects discharged from the orifices of human beings or animals such as urine, \nplacenta, excrement, vomit, pus, sperm and ova are not halal. Any parts of human are non­halal to be \nconsumed.  \n \n5.2. Rules of slaughtering  \n \n5.2.1. Requirements of the animals to be slaughtered:  \n \n(a)  The animal to be slaughtered has to be an animal that is halal.  \n \n(b)  A certificate must be issued by a veterinary authority which attests that animals \nto be slaughtered are healthy.  \n \n \nPage 18 of 32 \n (c)  The animal to be slaughtered shall be alive at the time of slaughter. The \nslaughtering procedure should not cause torture to animals.  \n \n(d)  Only animals fed on halal feed are permitted for slaughtering following the \nstandard veterinary procedure.  \n(e)  If animals have  arrived from long distance, they should first be allowed to rest \nbefore slaughtering.  \n \n5.2.2. Slaughterer  \n(a)  The slaughterer shall be an adult Muslim who is mentally sound and fully \nunderstands the fundamental rules and conditions related to the slaughter of \nanimals.  \n(b)  The slaughterer shall have a certificate of halal slaughtering issued by a \ncompetent authority supervising matters relating to health, hygiene, sanitation \nand rules of halal slaughtering.  \n \n5.2.3. Slaughtering tools and utensils  \n \n(a)  Slaughtering lines, food grade tools and utensils shall be clean and used for the \npurpose of halal slaughter only.  \n \n(b)  Slaughtering tools used for beheading shall be sharp and made of steel \n(stainless steel).  \n \n(c)  Slaughtering tools shall cut by th eir edge, not by weight.  \n \n(d)  Bones, nails and teeth shall not be used as slaughtering tools.  \n \n5.2.4. Slaughtering places  \n \nSlaughter places shall be dedicated to halal animals and halal slaughter only and shall satisfy \nthe requirements of prerequisite programmes as defined in Codex CAC/RCP 1 or ISO 22000. Physical \nconditions of slaughtering places shall fulfill the national legal requirements. The following shall be \nprovided:  \n \n(a)  Landing area which allows convenient space for health checks.  \n \n(b)  At the entrance a special slaughtering area, electrically operated automatic or \nmanually operated roller chain system that is used to raise the animal.  \n \n(c)  Automatic, movable or manually operated rail system equipped with roller \nchain, which sequences flow o f work.  \n \n(d)  Fixed or movable loading platform and landing area specially designed for \ncattle and sheep ­  goats, which help workers, handle skinning and carcass \npreparation with ease and efficiency.  \n \n(e)  Weighing facilities.  \n \n(f)  Carcass washing facilit ies (pressure water, preferably automatic)  \n \nPage 19 of 32 \n  \n(g)  Vessel which contains hot water at all times for the purpose of washing, \ndisinfecting or sterilizing dirty tools (knives, hanger etc.), cuvettes holding \nantiseptic liquid and for hands sink fitted with a tap  operated by foot or knee or \nby photocell.  \n(h)  Clean and pressure water supply should be made available at all times.  \n \n(i)  All disinfectant and antiseptic liquids shall be suitable for the use in halal food \nsector.  \n \n \n5.2.5. Stunning  \n \n(a)  All forms of stunning and concussion (loss of consciousness) shall be \nprohibited. However  when the use of the electric shock becomes necessary and \nexpedient (such as calming down or resisting violence by the animal), the \nallowed period and the electric cur rent value for stunning shall be in accordance \nwith Annex A of this standard.  \n \n(b)  Stunning (loss of consciousness) of poultry is prohibited, however if it is \nnecessary and expedient the following conditions shall be met:  \n \ni.  Poultry shall be alive and i n stable condition during and after stunning \n(loss of consciousness) and upon slaughtering,  \n \nii.  The current and duration of the electric shock, if it is used, shall be as \nspecified in Annex  A, \n \niii.  Any poultry that die before the act of slaughtering shall be considered \nas dead and unlawful,  \n \niv.  Shall be proven to be humane,  \n \nv.  Shall not reduce the amount of blood after slaughtering.  \n \n5.2. 6. Slaughtering procedure  \n5.2.6.1. Slaughtering procedure  of animals  \n \nIn addition to Clause 5.2.1, the following requirements are applied.  \n \n5.2.6.1.1. Health checks of animals before slaughtering  \n \nIn addition to ante mortem control, the following requirements are also applied.  \n \n(a)  Animals to be slaughtered sho uld be checked by a qualified veterinarian \nfollowing the standard inspection methodologies.  \n \n(b)  Animals which have completed 1/3 of their pregnancy shall not be slaughtered.  \n \n \nPage 20 of 32 \n 5.2.6.1.2. Cleaning and washing of animals  \n \nAnimals sent for slaughter should be free of faeces, urine and mud. Dirty animals should be \ncleaned in paddocks where available or in areas set aside for washing purposes. It is important to \nrefrain from slaughtering animals when they are still wet.  \n5.2.6. 1.3. Prevention of mixing of different animals  \n \nSpecial care should be taken to avoid mixing of different group of animals during their transfer \nto paddocks, cleaning and transfer to slaughter area.  \n \n5.2.6.1.4. Leading animals to slaughtering area  \n \nAnimals  to be slaughtered shall be led into the slaughter area by qualified personnel through a \ncorridor using humane methods.  \n \nAt the end of the corridor that animals are led through for slaughtering, it should be ensured \nthat animals waiting in the line are pre vented from seeing those being slaughtered, with the help of a \nmovable curtain or a partition system.  \n \n5.2.6.1.5. Procedure  \n \n(a)  The animal shall be slaughtered, after having been raised or laid on its left side \nfacing Kiblah (the direction of Mecca). Car e shall be given to reduce suffering \nof the animal while it is being raised or laid and not to be kept waiting much in \nthat position.  \n \n(b)  At the time of slaughtering the animals, the slaughterer shall utter tasmiyah \n“BISMILLAH ” which means “In the Name o f Allah ” and he shall not mention \nany name other than Allah otherwise this make it non­halal. Mentioning the \nname of Allah shall be on each and every carcass “Zabiha ” (slaughtered \nanimal).  \n \n(c)  Slaughtering shall be done only once to each animal. The “sawing action ” of \nthe slaughtering is permitted as long as the slaughtering knife shall not be lifted \noff the animal during the slaughter.  \n \n(d)  The act of halal slaughter shall begin with an incision on the neck at some point \njust below the glottis (Adams  apple) and after the glottis for long necked \nanimals.  \n \n(e)  The slaughter act shall sever the trachea (halqum), oesophagus (mari) and both \nthe carotid arteries and jugular veins (wadajain) to enhance the bleeding and \ndeath of the animals. The bleeding sha ll be spontaneous and complete. The \nbleeding time shall be sufficient to ensure full bleeding and complete death of \nanimal.  \n \n \n \n \n \nPage 21 of 32 \n 5.2.6.1.6. Post mortem inspection of carcass and giblets  \n \nPost mortem inspection shall be carried out by a qualified veterinaria n. Judgement on the \ncarcass or parts of carcass shall be made as stated in the CAC/RCP 58 to meet safety and hygiene \nrequirements.  \n \n5.2.6.1.7. Washing and stamping the carcass  \n \nWashing, drying, chilling and freezing shall be done with suitable tools or equipment. \nStamping shall be done using food grade ink containing halal ingredients. Chilling room temperature \nshall be maximum 4°C.  \n5.2.6.2. Slaughtering procedure of poultry  \n \nIn addition to Clause 5.2.1, the following requirements are also applied.  \n \n5.2.6.2.1. Reception of the poultry at the slaughterhouse and transfer for slaughter  \n \nPoultry received at the slaughterhouse shall be transferred for slaughtering in the shortest time \npossible.  \n \n5.2.6.2.2. Health checks of poultry before slaughtering  \n \nIn addition to ante mortem control, the following requirements are also applied.  \n \n(a)  Poultry to be slaughtered should be checked by a qualified veterinarian \nfollowing the standard inspection methodologies. Those poultries which are \nfound sick or suspected to  be sick or dead shall immediately be removed or \nsegregated in an isolation area and legal formalities should be fulfilled.  \n \n(b)  Received poultry shall be inspected to ensure already dead or dying poultries \nare not entering the line.  \n \n5.2.6.2.3. Procedure  \n \n(a)  Slaughterer should grab the head by one hand, stretching it down tightly and \nshall cut the throat by a sharp slaughtering knife held in the other hand according \nto Islamic rules.  \n \n(b)  Additionally, religious rules set out in Clause 5.2.6.1.5 shall be complied with.  \n \n5.2.6.2.3.1. Mechanical slaughter  \n \nMechanical slaughtering could be used with existence of a validation system. Proper labelling \nshall be applied on the product showing that it is mechanical slaughtered.  \n \n(a)  The operator of the mechanical knife shall be an adult Muslim,  \n \n(b)  The slaughterer shall recite tasmiyah “BISMILLAH ” prior to switching on the \nmechanical knife and shall not leave the slaughter area,  \n \nPage 22 of 32 \n  \n(c)  Should the slaughterer leave the slaughter area, he shall stop the m achine line \nand switch off the mechanical knife. To restart the operation,  he or another \nMuslim slaughterer shall recite tasmiyah “BISMILLAH ” before switching on \nthe line and mechanical knife,  \n \n(d)  The slaughterer shall repeat the tasmiyah “BISMILLAH ” during each \nslaughtering operation as long as it is possible and not only at the time of \noperating the machine. It is not also allowed to use a recording device.  \n(e)  The knife used shall be of single blade type and shall be sharp, and be made of \nsteel (s tainless steel),  \n \n(f)  The slaughter act shall sever the trachea (halqum), oesophagus (mari) and both \nof the carotid arteries and jugular veins (wadajain) to hasten the bleeding and \ndeath of the animals,  \n(g)  The slaughterer is required to check that each poultry is properly slaughtered \nand any poultry that missed the mechanical knife shall be slaughtered manually,  \n \n(h)  If the heads are removed completely by the mechanical blade, the poultry and \ntheir heads shall be considered non­halal,  \n \n(i)  Bleeding per iod shall be minimum 180 seconds.  \n \n5.2.6.2.3.2. Hand slaughtering on automated poultry processing plants  \n \nHand slaughtering could be used with existence of a validation system. Proper labelling shall \nbe applied on the product showing that it is hand slaugh tered.  \n \n(a)  The slaughterer shall be an adult Muslim.  \n \n(b)  The slaughterer shall recite tasmiyah “BISMILLAH ” for each bird.  \n \n(c)  The knife used shall be of single blade type and shall be sharp and be \nmade of steel (stainless steel). The knife shall be moved horizontally and \nshall cut by their edge not by weight.  \n \n(d)  The slaughter act shall sever the trachea (halqum), oesophagus ( marl) \nand both the carotid arteries and jugular veins (wadajain) to enhance the \nbleeding and death of the poultry.  \n \n(e)  The slaughterer is required to check that each poultry is properly \nslaughtered.  \n \n(f)  Bleeding period shall be minimum 180 seconds.  \n \n5.2.6.2.4. Plucking  \n \nThe carcass shall be scalded to ease the plucking (defeathering) process. Use of hot water and \nhot air are acceptable as scalding methods.  \n \n \nPage 23 of 32 \n 5.2.6.2.5. Health inspection of carcass  \n \nIn addition to post mortem control, the following actions are required:  \n \n(a)  Each carcass, after having been washed, shall be inspected. The inspection shall \nbe done according the meat inspection regulations or standards of veterinary \nservices of the member states.  \n \n(b)  In cases where physical examinati on does not suffice to reach a diagnosis, \nsuspected substance or sample shall be sent to the laboratory while the carcass \nis kept in an area at an appropriate temperature. A decision should be made in \naccordance with laboratory testing results.  \n \n5.2.6.3. Slaughtering of other than poultry  \n \n5.2.6.3.1. Fish do not need to be slaughtered. They should be taken from water while still are alive \nand death should happen outside the water.  \n \n5.2.6.3.2 . Halal animals that are hunted and killed properly after reciting  tasmiyah “BISMILLAH ” \nare regarded as being slaughtered. Those animals captured alive shall be slaughtered according to the \nIslamic rules. Those animals captured dead by hunting animals or birds during hunting are considered \nhalal unless parts of the dead animal has been eaten by the hunting animals or birds then it should be \nConsidered as non­halal.  \n \n5.3. Meat and meat products  \n \n(a)  Meat derived from carcasses of halal animals defined in Clause 5.1 .1 .1 in \nconformance to  Clause 5.2.6.1 and 5.2.6.2 shall satisfy the legal requirements \nlaid down in Clause 13.  \n \n(b)  Food Additives such as preservatives used in meat and meat products shall not \ncontain any non­halal ingredients or using any processing including processing \naids which is not according to Islamic  Rules.  \n \n5.4. Milk and dairy products  \n \n(a)  Milk and dairy products. derived from animals defined in Clause 5.1.1.1 are \nhalal.  \n \n(b)  Food Additives such as rennet and gelatine shall not be produced from non­ \nhalal products.  \n \n5.5. Eggs and egg products  \n \n(a)  Eggs and egg products obtained from halal animals as defined in Clause 5.1.1.1 \nand 5.1.2 are halal.  \n \n(b)  Egg products shall not contain non­halal ingredients.  \n \n \nPage 24 of 32 \n (c)  Eggs derived from animals like fish which do not need to be slaughtered are \nhalal as long as they are safe to be consumed.  \n \n5.6. Cereal and cereal products, vegetable and animal oils and fats, fruit and vegetables and their \nproducts, sugar and confectionery products  \n \nAll food shall be produced from halal origin using halal processes.  \n \n5.7. Beverages  \n \n(a)  All kinds of water and non­alcoholic beverages are halal except those that are \npoisonous, intoxicating or hazardous to health.  \n \n(b)  All products or beverages containing alcohol are prohibited according to the \nIslamic rules even for cookin g purposes or in filling in candies.  \n \n(c)  Food additives such as colorants, preservatives, etc used in beverages shall not \nhave been produced from non food grade and non­halal ingredients.  \n \n5.8. Honey and its by products  \n \n(a)  Bee keeping products (honey,  bee pollen, royal jelly) derived from excrements \ncollected by honey bees from plants that are not harmful to health are halal.  \n(b)  The honeybees falling parts in the honey and the non avoidable parts are \nconsidered to be halal.  \n \n5.9. Dietary supplements  \n \nDietary supplements shall be produced or originated from halal sources such as plant or animals \nand shall not contain any non­halal ingredients.  \n \n5.10. Genetically modified food (GMF)  \n \n5.10.1. Genetically modified organisms (GMO) or ingredients or product s containing GMOs \nshall not be made by the use of genetic material which is non­ halal.  \n \n5.10.2. GMFs which are produced by the transfer of gene of other living species to a plant, \nanimal and microbiological source by genetic modification technologies and the modifications which \nare made in DNA of the food are used for the production of halal food.  \n \n5.11. Food additives  \n \nFood additives are regarded as food. Food additives which are derived from non­halal \ningredients are not halal.  \n \n5.12. Enzymes  \n \nEnzymes us ed as raw material, processing aid or final product shall be originated from halal \nsources and shall be listed on the label.  \n \nPage 25 of 32 \n  \n5.13. Microorganisms  \n \nMicroorganisms such as bacteria, fungi, yeast are halal except those that are poisonous and/or \nhazardous to health (pathogenic and toxicogenic to human). Microorganisms used in food or food \nproduction shall be produced using halal culture medium. The yeast extract or other derived products \nfrom them shall not be made from brewer's yeast.  \n \n5.14. Packaging materia ls \n \n(a)  The packaging materials shall not be made from any materials that are non­ \nhalal.  \n \n(b)  The packaging materials shall not be prepared, processed or manufactured using \nequipment that is contaminated with non­halal materials.  \n \n(c)  During its prepar ation; processing, storage or transportation; it shall be \nphysically separated from any other food that does not meet the requirements \nstated in item (a) or (b) or any other non­halal materials.  \n \n(d)  The packaging Materials shall not contain any materials  that are considered \nhazardous to human health.  \n \n5.15. Other products  \n \nProducts which are not included in the above sub­articles (Clause 5.3 to 5.14) shall not have \nbeen produced from non­halal ingredients and shall not be processed with alcohol and alcoho l \nproducts.  \n \n5.16. Food service and facilities  \n \nAll food services and facilities are halal if they meet the following requirements:  \n \n(a)  If they deal with only those products and product groups and materials which \nsatisfy the provisions of Clause 5.  \n \n(b)  If the tools and utensils used during the service and sale of products are in total \nisolation and only be in use for halal food.  \n \n(c)  If a plant normally produces non­halal, but intends to switch to halal production, \nit should go through cleaning process  according to Islamic rules (Annex B) \nbefore commencing halal production. Repetition in converting the production \nto non­halal and back to halal production shall not be permitted.  \n \n(d)  They are not allowed to serve alcoholic beverages at all.  \n \n6. FOOD PRO CESSING  \n \nAll processed food is halal if it meets the following requirements:  \n \n \nPage 26 of 32 \n (a)  the products or ingredients do not contain any sources that are non­halal by \nIslamic rules.  \n \n(b)  the products do not contain anything in any quantity that is decreed as non  ­halal \nby Islamic rules.  \n \n(c)  the product or its ingredients shall be safe.  \n \n(d)  the product is prepared, processed or manufactured using equipment and \nfacilities that are free from contamination with non­halal materials.  \n(e)  during its preparation, processing, packaging, storage or transportation it shall \nbe physically separated from any other food that does not meet the requirements \nspecified in items (a), (b), (c) and (d) or any other materials that are described \nas non­hal al by Islamic rules.  \n \n7. MACHINERY, UTENSILS, PRODUCTION LINES  \n \n(a)  Machinery, utensils, production lines used for processing halal food shall not \nbe made of or contain any materials that are decreed as non­halal by Islamic \nrules and shall be used only for halal food.  \n \n(b)  In case of converting any processing line contaminated by any non­halal \nproduct into halal production line, it should be washed and cleaned according \nto hygiene and sanitary rules. Upon conversion, the line shall be operated for \nhalal  food only. Repetition in converting the line to non­halal and back to halal \nline shall not be permitted.  \n \n(c)  Oils used in the maintenance of machines and devices that come into contact \nwith the food shall be food grade oil and shall not contain any ingr edients that \nare non­halal.  \n \n(d)  Measuring and testing devices used in the process that affect the product quality \nor health should be calibrated.  \n8. STORAGE, DISPLAY, SERVICE AND TRANSPORT  \n(a)  All halal food that are stored, displayed, sold or served an d during transport \nshall be categorized and labelled as halal and segregated at every stage so as to \nprevent them from being mixed or contaminated with materials that are not \nhalal.  \n(b) Transport should be compatible with the nature of the product. Transpo rt \nvehicles should satisfy hygiene and sanitation rules.  \n \n9. HYGIENE, SANITATION AND FOOD SAFETY  \n \n(a)  Hygiene, sanitation and food safety are prerequisites in the preparation of halal \nfood.  \n \n(b) Halal food shall be prepared, processed, packaged, transported and stored in \nsuch a manner that they are in compliance with hygiene and sanitary \n \nPage 27 of 32 \n requirements of Codex CAC/RCP 1 and other relevant Codex and other \ninternational standards.  \n \n(c)  Chemicals and  materials used in hygiene and sanitation shall be suitable for use \nin halal food sector.  \n \n(d) All food safety measures shall be suitable for use in halal food sector.  \n \n10. VALIDATION AND VERIFICATION  \n \n10.1. Validation and verification of methods  \n \nInspecti ons and testing conducted for the purposes of assessing non­halal sources and content \nshall be carried out in accordance with inspection and testing methods that are based on validated and \nverified methods recognised at national or international level.  \n \n10.2. Validation of processes and verification of product  \n \n(a)  Halal food production processes shall be validated as specified in relevant \ninternational standards and halal food products shall be verified by methods \ndefined in Clause 10.1  \n \n(b)  Packaging shall be in conformity with labelling conditions identified in Clause \n12.1.2  \n \n11. IDENTIFICATION AND TRACEABILITY  \n \n(a)  Where appropriate, the halal food shall be identified by suitable means \nthroughout the entire production process. The halal food status shall be \nidentified with respect to monitoring and measurement requirements.  \n \n(b)  Where traceability is a requirement, the product shall be controlled and the \nunique identification of the product shall be recorded.  \n \n(c)  ISO 22000, ISO 22005 or Codex CAC/ RCP 1 gives the principles and specifies \nbasic requirements for the design and implementation of a food traceability \nsystem for halal food. It can be applied by an organization operating at any step \nin the food chain.  \n \n12. PRESENTATION FOR THE MARKET  \n \n(a)  All halal food that are stored, displayed, sold or served shall be categorized and \nlabelled halal.  \n \n(b)  Halal food shall be segregated at every stage so as to prevent them from being \nmixed or contaminated with non­halal materials.  \n \n12.1. ackaging  and labeling  \n \n12.1.1. Packaging  \n \nPage 28 of 32 \n  \n(a)  Halal food shall be suitably packed using packaging materials that fulfil the \nClause 5.14.  \n \n(b)  Packaging process shall be carried out in a clean and hygienic manner and in \nsound sanitary conditions and temperature satisfies safety and quality of the \nproduct.  \n \n(c)  Carcass shall be appropriately packed in clean, new, sound, odourless packages \nthat shall in no way adversely affect the quality and safety of meat.  \n \n \n12.1.2. Labeling  \n \n12.1.2.1.  In addition to requirement s specified in ISO 22000 or Codex CAC/RCP 1 and CODEX \nSTAN 1 each package shall be marked legibly and indelibly or a label shall be attached to the package \nwith the following information:  \n(a)  name of product,  \n(b)  list of ingredients,  \n(c)  date of expiry , \n(d)  net content expressed in metric system (SI units),  \n(e)  name and address of the manufacturer, importer and/or distributor and \ntrademark,  \n(f) code number identifying date and/or batch number of manufacture for \ntraceability,  \n(g)  country of origin,  \n(h)  instruction of use, where applicable,  \n(i)  If any food product contains fats, meat derivatives or extracts such as gelatine \nand rennet, these animal originated content should be declared on the product \nlabel,  \n(j)  If a food product contains GMO, this  fact shall be explicitly stated,  \n \n(k)  when halal mark is used, the authority and certificate number should be placed \non the product,  \n(l) the nature of product (dried, fresh, frozen, smoked etc.),  \n \n(m)  All kinds of fish with scales, shrimp and fish egg o f fish with scales including \ntheir by products shall be properly labeled as “scaled fish ”. All other aquatic \n \nPage 29 of 32 \n animals including their by products shall be properly labeled as “non scaled fish \nand others ”. \n \n12.1.2.2.  For primary meat products, in addition to requirements specified in ISO 22000 or Codex  \nCAC/RCP 1 the label or mark shall also include the following information:  \n \n(a)  date of slaughter,  \n \n(b)  date of processing,  \n \n(c)  number of veterinary health report/ce rtificate carrying the corresponding \ninformation on carcass,  \n \n(d)  the stamp shall be tamper proof and the branding ink shall be stable and of food \ngrade,  \n \n(e)  each carcass (chilled or frozen) final packages of special meat cuts shall be \nbranded by authorized organizations' official stamp, and by the authorized \nperson to indicate that slaughter has been carried out under the supervision of \nthat competent authority,  \n \n(f)  when halal mark is used, the authorization and certificate number should be \nplaced on the product.  \n \n13. LEGAL REQUIREMENTS  \n \nThe product shall in other aspects comply with the legislation including any relevant \nrequirements currently in force in the country other than the requirements of this standard.  \n \nANNEX A  \n(Normative)  \n \nTable 1  ­ Guideline parameters for electrical stunning  \n \n \nType of animal   \nCurrent (Ampere)   \nDuration (second)  \n \nChicken   \n0.25­0.50   \n3.00­5.00  \n \nLamb   \n0.50­0.90   \n2.00­3.00  \n \nGoat   \n0.70­1.00   \n2.00­3.00  \n \nSheep   \n0.70­1.20   \n2.00­3.00  \n \nCalf  \n0.50­1.50   \n3.00 \n \nSteer   \n1.50­2.50   \n2.00­3.00  \n \nPage 30 of 32 \n  \nCow   \n2.00­3.00   \n2.50­3.50  \n \nBull  \n2.50­3.50   \n3.00­4.00  \n \nBuffalo   \n2.50­3.50   \n3.00­4.00  \n \nOstrich   \n0.75  \n10.00  \n \nNote: Electrical current and duration shall be validated and determined by the organization, \ntaking into account the type  and weight of the animal and other varying factors.  \n \nANNEX B  \n(Normative)  \n \nMethod of cleaning according to Islamic Rules  \n \nB1. General requirements  \nThe najs, whether visible („ ainiah ) or invisible (disappeared or dried up etc.) is named \nhukmiah . To cleanse najs: \n \n(a)  it is required to wash seven times, one of which shall be water mixed with soil;  \n(b)  the first wash shall be to clear the existence of najs, even if a few washes are \nneeded. The water from first cleaning shall not remain behind and the next wa sh \nshall be counted as the second wash;  \n \n(c)  the amount of soil used is just enough to make a suspension; and  \n \n(d)  the usage of product containing soil is permitted.  \n \nB2. Conditions of the soil  \n \nThe conditions of the soil are:  \n \n(a)  free from najs;  \n \n(b)  not musta'mal  soil. [which had been used for thy ablution (tayammum)] except \nafter subject to heavy rain.  \n \nB3. Conditions of the water  \n \nThe conditions of the water are:  \n(a)  shall be natural (mutlaq);  \n(b)  not musta mal1 ; and  \n(c)  free from najs.  \n1Musta'mal water is the water that is less than twoqullah (approximately 192 L) that had been used for cleansing.  \n \nPage 31 of 32 \n Bibliography  \n \n1. Food Hygiene Basic Texts. Food and Agricultural Organization of the United Nations, \nWorld  Health Organization, Rome, 2001 The Codex  \n \n2. General Guidelines for use of the term Halal CAC/GL 24­1997, The Codex  \n \n3. Gulf Standard Specification GSO 0000/2008, Halal Food Part (1) General Requirement  \n \n4. Halal Food Pbd 24:2007, Brunei Darussalam Standard  \n \n5. Halal Industrial Production S tandards ­ Published by JM Food Products Company Illinois  \n \n6. Halal Standard Requirements and Measures for Halal Quality BAS 1049:2007, Bosnia and  \nHerzegovina  \n \n7. ISO 9001:2005, Quality management systems ­ Requirements  \n \n8. MS 1500:2004 Halal Food­Producti on, Preparation, Handling, and Storage­ General  \nGuidelines, Malaysia  \n \n9. Guideline for use of the Brunei Halal Brand ­ Ministry of Industry and Primary Resources  \nBrunei Darussalam  \n \n10. ES:4249/2003 “Requirements and Provision for Labelling Halal Food ­ Arab Republic of  \nEgypt Egyptian Organization for Standardization and Quality ” \n \n11. SASO 2172 “General Requirements for Halal Food ”, Saudi Arabia.  \n \n12. GS0 993/1998 “Animal Slaughtering requirements according to Islamic law ” \n \n13. The Presidency of Religious Affairs of the Republic of Turkey, Library­Catechism II \n“Islam and Society ” \n \n14. TS 5273:1987 “Butchery Animals­Rules for Slaughtering and Carcass Preparation ”, \nTurkish  Standard  \n \n15. TS 5925:1988 “Poultry­Rules for Slaughter ing and Carcass Preparing ”, Turkish Standard  \n \n16. TS 668:2007 “Beef­ Carcasses ”, Turkish Standard  \n \n17. YS 794/2004, “Animal Slaughtering requirements according to Islamic law ”, Yemeni \nStandard  \n \nAcknowledgement of contributions:  \n \n \nThis guideline  has been pr epared by the representative of following 01C­SEG Member \nCountries and the OIC and its Organs  \n \n \nPage 32 of 32 \n  \n \n  I­ \nIslamic Republic of Afghanistan  Malaysia  \nRepublic of Albania  Arab Republic of Egypt  \nRepublic Azerbaijan  Federal Republic of Nigeria  \nPeoples Republic of Bangladesh  Kingdom of Oman  \nUnited Arab Emirates  Republic of Uzbekistan  \nThe Government of Brunei  Darussalam  Islamic Republic of Pakistan  \nPeople's Democratic Republic of  Algeria  Republic of Senegal  \nRepublic of Indonesia  Democratic Republic of Somalia  \nKingdom of Morocco  Republic of Sudan  \nPalestinian Government  Syrian Arab Republic  \nRepublic of Gabon  Kingdom of Saudi Arabia  \nRepublic of Iraq  Republic ofTajikistan  \nIslamic Republic of Iran  Tunisian Republic  \nRepublic of Cameroon  Republic of Turkey  \nQatar  Government  Turkmenistan  \nRepublic of Kyrgyzstan  Republic of Uganda Hashemite  \nGovernment of Kuwait  Kingdom of Jordan  \nGreat Socialist People's Libyan  Republic of Yemen  \nArab Jamahiriya Lebanese Republic  \nRepublic of Maldives  Bosnia and Herzegovina  \nII­ \nThe Organization of the Islamic  \nConference ( OIC ) COMCEC  Coordination Office  \nIslamic Chamber of Commerce and  \nIndustry ( ICCI ) Statistical, Economic and Social \nResearch and Training Centre for \nIslamic Countries ( SESRIC ) \n \n Islamic Centre for Development of  \nTrade ( ICDT ) The SEG  Secretariat nt"
}