{
    "file": "./converted_json\\administratora75de95f515a09d4de8eb9d31ab5af0d.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "Page 1 of 3 \n  \n \n  \nTHE FOREIGN CURRENCY ACCOUNTS (PROTECTION) \nORDINANCE, 2001  \n \n \n \n \nCONTENTS  \n1. Short title, extent and commencement  \n2. Definitions  \n3. Protection of foreign currency accounts  \n4. Indemnity   \n5. Ordinance to override other laws  \n6. Power to make rules, etc . \n   \n\n \nPage 2 of 3 \n THE FOREIGN CURRENCY ACCOUNTS (PROTECTION) \nORDINANCE, 2001  \nORDINANCE No. L OF 2001  \n[28th September, 2001 ] \nAn Ordinance to provide for protection to foreign currency accounts  \nWHEREAS it is expedient to provide for protection to foreign currency accounts and for \nmatters connected therewith or ancillary thereto:  \nAND WHEREAS the President is satisfied that circumstances exist which render it necessary \nto take immediate action;  \nNOW , THEREFORE, in pursuance of the proclamation of Emergency of the Fourteenth day \nof October, 1999, and the Pro visional Constitution Order No. 1 of 1999, read with the Provisional \nConstitution (Amendment ) Order No.9 of 1999, and in exercise of all powers en abling him in that \nbehalf, the President of the Islamic Republic of Pakistan is pleased to make and promulgate the \nfollowing Ordinance.  \n1. Short title, extent and commencement.___ (1) This Ordinance may be called the  Foreign \nCurrency Accounts (Protection) Ordinance, 2001.  \n(2) It extends to the whole of Pakistan.  \n(3) It shall come into force at once.  \n2. Definitions.___ In this Ordinance unless there is anything repugnant in the subject or context.  \n(a) “authorised dealer ” means a person authorized, under sec tion 3 of the Foreign \nExchange Regulation Act, 1947 (VII of 1947), by the State Bank to deal in \nforeign exchange;  \n(b) “foreign currency ” means the foreign currency other than the Pakistan currency;  \n(c) “foreign currency accounts ” means a foreign currency account opened with an \nauthorized dealer after the 28th May, 1998; and  \n(d) “State Bank ” means the State Bank of Pakistan established under the State  Bank \nof Pakistan Act, 1956 (XXXIII of 1956).  \n3. Protection of foreign currency ac counts.___ No person holding a foreign currency account \nshall be deprived of his right to hold or operate such account or in any manner be restricted  temporarily  \nor  permanently to lawfully sell, withdraw, remit, transfer, use as security or take out for eign currency \nthere  form within or outside Pakistan.  \n4. Indemnity .___No suit or other legal proceedings shall lie against the Federal Government or \nany person  for anything in  good  faith  done or intended to be done in pursuance of this Ordinance or \nany rule; direction or order made thereunder.  \n \nPage 3 of 3 \n 5. Ordinance to override other laws.___(1) Subject to subsection (2), the provisions  of this \nOrdinance shall have effect notwithstanding anything contained in the Foreign Exchange Regulation \nAct, 1947 (VII of 1947)  the Customs Act, 1969 (IV of 1969), the Income Tax Ordinance, 1979 (XXXI \nof 1979) or any other law for the time being in force.  \n(2) The protection provided to a foreign currency account holder under this Ordinance shall be \nin addition to, and not in derog ation of, the protection provided under the Protection of Economic \nReforms Act, 1992 (XII of 1992).  \n6. Power to make rules, etc.___ (1) The Federal Government may, in consultation with  the \nState Bank, by notification in the official Gazette, make rules for  carrying out the purposes of this \nOrdinance.  \n(2) The State Bank may make regulations consistent with the provisions of this Ordinance and \nthe rules made thereunder to provide for all matters for which provision is necessary for the purpose \nof giving effec t to the provisions of this Ordinance.  \n(3) All rules, regulations, under or instructions in respect of foreign currency accounts made or \nissued by the Federal Government or, as the case may be, the State Bank, before the commencement \nof this Ordinance, sha ll in so far as they are not inconsistent with the provisions of this Ordinance, \nshall have effect and shall be deemed to have been made or issued under this Ordinance."
}