{
    "file": "./converted_json\\administratorc81ef5362bee2815d083a885428b4b77.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "Page 1 of 4 \n \n \nTHE PAKISTAN INSTITUTE OF INTERNATIONAL AFFAIRS \n(ADMINISTRATION) ORDINANCE, 1980  \n \n \n \n \n \n \nCONTENTS  \n1. Short title and commencement.  \n2. Definitions.  \n3. Ordinance to over ride other laws.  \n4. Dissolution of Council of the Institute, etc.  \n5. Appointment of  Administrator and Managing Committee, etc.  \n6. Future Management of the Institute.  \n7. Continuance in service of employees.  \n8. Bar of jurisdiction.  \n9.  Indemnity.  \n10.  Power to make rules.  \n11. Removal of difficulties.    \n \n\n \nPage 2 of 4 \n THE PAKISTAN INSTITUTE OF INTERN ATIONAL AFFAIRS \n(ADMINISTRATION) ORDINANCE, 1980  \n \nORDINANCE No. VII OF 1980  \n[10th March, 1980]  \nAn Ordinance to provide for the proper administration of the Affairs of the Pakistan Ins titute of \nInternational Affairs  \n  \n WHEREAS it is expedient to provide for  the proper administration of the affairs of the \nPakistan Ins titute of International Affairs;__ \n  \n AND WHEREAS the President is  satisfied that circumstances exist which render it \nnecessary to take immediate action;  \n \n NOW THEREFORE , in pursuance of the Pro clamation of the fifth day of July, 1977, read \nwith the Laws (Continuance in Force) Order, 1977 (C.M.L.A. Order No.1 of 1977) , and in exercise of \nall powers enabling him in that behalf, the President is pleased to make and promulgate the following \nOrdinanc e:__ \n \n 1. Short title and commencement .—(1) This Ordinance may be called the Pakistan Institute \nof International Affairs (Administration) Ordinance, 1980.  \n \n (2) It shall come into force at once.  \n  \n 2. Definition s. In this Ordinance, unless there is anythin g repu gnant in the subject or \ncontext ,— \n(a) “Administrator ” means the Administrator appointed under section 5;  \n(b) “Institute” mean s the Pakistan Institute of International Affairs registered \nunder the Societies Registration Act, (XXI 1860) ; and  \n(c) “Mana ging Committee ” means the Managing Committee set up under section \n5. \n \n 3. Ordinance to over -ride other laws.  This Ordinance shall have effect notwithstanding \nanything contained in the Societies Registration Act, (XXI 1860) , or any other law for the time be ing \nin force.  \n \n 4. Dissolution of Council of the Institute, etc.  On the commencement of this Ordinance,__ \n(a) the Council of the Institute shall stand dissolved;  \n(b) any person exercising or having the right to exercise immediately before the \ncommencement of this Ordinance any power or function in relation to the \nInstitute shall cease to exercise or to have the right to exercise such power or \nfunction ;  \n \nPage 3 of 4 \n (c) the administration of the affairs of the Institute shall vest in the Administrator;  \n(d) all assets, r ights, powers, authorities and privileges, all property movable and \nimmovable, cash and bank balances, reserves funds, investments, and all other \ninterests and rights in, or arising out of, such property, of the Institute shall \nstand transferred to, and ve st in, the  Administrator;  \n(e)  all debts and liabilities incurred, all obligations under taken, all contracts \nentered into, and all agreements made by or with the Institute, shall stand \ntransferred to, and be deemed to have been incurred, undertaken, enter ed into \nor made, by or with, the Administrator ;  \n(f)  any sum payable to, or recoverable by, the Institute shall be deemed to be \npayable to, or recoverable by, the Administrator; and  \n(g)  all suits and other legal proceedings instituted by or against the I nstitute before \nsuch commencement shall be deemed to have been instituted by or against the \nAdministrator and may be continued or proceeded with accordingly.  \n \n 5. Appointment of Adminis trator and Managing Committee, etc. —(1) The Federal \nGovernment shall a ppoint an Administrator for the administration of the affairs of the Institute.  \n  \n  (2) To aid and advise the Administrator in the performance of his functions, the Federal \nGovernment shall constitute a Managing Committee consisting of such persons as it m ay appoint to \nbe members thereof.  \n \n (3) The Administrator shall, subject to any direction issued by the Federal Government, be \ncompetent to exercise all such powers and perform all such functions as may be necessary for the \nefficient administration of the affairs of the Institute.  \n  \n (4) The Administrator shall be a Corporation sole and may sue or be sued in his corporate \nname.  \n (5) The Administrator and a member of the Managing Committee shall hold office during the \npleasure of the Federal Government.  \n (6) Neither the Administrator nor a member of the Managing Committee shall be personally \nliable in respect of any debt or liability i ncurred, obligation, undertaken, contract entered into, or \nagreement made, by the Institute.  \n  \n 6. Future Management of the In stitute.  Within six months of the commencement of this \nOrdinance, the Administrator shall, in consultation with the Managing Committee, prepare and \nsubmit to the Federal Government detailed proposals as to — \n(a) the future organizational  set up of the Insti tute ;  \n(b) financial and administrative measures designed to make the Institute a viable  \nproposition ; and  \n(c) the recovery of the arrears and dues of the Institute.  \n \nPage 4 of 4 \n  7. Continuance in service of employees.  Unless the Administrator otherwise directs in an y \nparticular case, all the employees of the Institute in employment immediately before the \ncommencement of this Ordinance shall continue in their respective employments on the same terms \nand conditions as were applicable to them immediately before such com mencement.  \n \n 8. Bar of jurisdiction.  No court shall grant any injunction or make any order or entertain any \nproceedings in relation to anything in good faith done or intended to be done under this Ordinance.  \n  \n 9. indemnity.  No suit or other legal proceedi ng shall lie against the Federal Government or \nthe Administrator or any other person in respect of anything in good faith done or intended to be \ndone under this Ordinance.  \n \n 10. Power to make rules.  The Federal Government may make rules for carrying out th e \npurposes of this Ordinance.  \n \n 11. Removal of difficulties.  If any difficulty arises in giving effect to any provision of this \nOrdinance, the Federal Government may make such order, not consistent with the provisions of this \nOrdinance, as may appear to it  to be necessary for the purpose of removing the difficulty.  \n \n \n______"
}