{
    "file": "./converted_json\\administrator17e037b9125eb18f798a3cdaa37c0a07.json",
    "name": "Senate Secretariat Services Act, 2017",
    "date": "June 7, 2017",
    "tagline": "An Act to regulate the appointment and terms and conditions of service of persons in the Senate Secretariat",
    "content": "REGISTERED No.-M 302  L.-7646 \ntrb mate of Saltistatt \nt=zisrgt:thLita \nEXTRAORDINARY \nPUBLISHED BY AUTHORITY \nISLAMABAD, WEDNESDAY, JUNE 7, 2017 \nPART I \nActs, Ordinances, President's Orders and Regulations \nNATIONAL ASSEMBLY SECRETARIAT \nIslamabad, the 5th June, 2017 \nNo. F. 23 (33)/2017-Legis.—The following Act of Majlis-e-Shoora \n(Parliament) received the assent of the President on the 2nd June, 2017 is hereby \npublished for general information:— \nAcr No. XXII OF 2017. \nAN \nACT \nto regulate the appointment and the terms and conditions of service of persons in \nthe Senate Secretariat, under clause (2) of Article 87 of the Constitution of the \nIslamic Republic of Pakistan, 1973 \nWHEREAS it is expedient to regulate by law the appointment and the \nterms and conditions of service of persons in the Senate Secretariat as provided \nfor in clause (2) of Article 87 of the Constitution of Pakistan, 1973 and to provide \nfor matters connected therewith or ancillary thereto; \nIt is hereby enacted as follows:— \n(629) \nPrice : Rs. 10.50 \n[808(2017)/Ex. Gat] \n630 \t THE GAZETTE OF PAKISTAN, EXTRA., JUNE 7,2017 \t[PART I \t\nI. \tShort title, application and commencement.—(1) This Act may \nbe called the Senate Secretariat Services Act, 2017. \nIt applies to all employees in the Senate Secretariat wherever they \nmay be. \nIt shall come into force at once. \nCHAPTER-I \nPRELIMINARY \t\n2. \tDefinitions.—(1) In this Act, unless there is anything repugnant in \nthe subject or context,— \n(a) \"ad hoc appointment\" means appointment of a duly qualified \nperson made otherwise than in accordance with the prescribed \nmethod of recruitment, pending recruitment in accordance with such \nmethod; \n(b) \"Basic Pay Scales\" or \"BPS\" means pay scales prescribed by the \nFederal Government and adopted by the Senate Secretariat; \n(c) \"competent authority\" means the competent authority to make \nappointment to various posts, as may be prescribed by rules; \t\n(d) \t\"Chairman\" means the Chairman of the Senate and includes the \nActing Chairman; \t\n(e) \t\"Constitution\" means the Constitution of the Islamic Republic of \nPakistan; \t\n(f) \t\"employee\" means a person appointed by the competent authority \nunder the rules to a post in the Senate Secretariat but does not \ninclude— \na person who is on deputation to the Senate Secretariat; or \na person who is employed on contract or work-charged basis \nor who is paid from contingencies; \t\n(g) \t\"Finance Committee\" means the Finance Committee of the Senate \nas provided for in Article 88 of the Constitution; \nPART I] \t\nTHE GAZETTE OF PAKISTAN, EXTRA., JUNE 7,2017 \t 631 \n\"general parliamentary group\" means any group or service, as \nmay be prescribed by rules to be a general parliamentary group, performing \ngeneral parliamentary administration functions; \n\"Government\" means the Federal Government; \n0) \t\"initial appointment\" means appointment made otherwise than by \npromotion or transfer; \n(k) \t\"other categories\" means any group or services, as may be prescribed \nby rules, to be other categories and are not part of the general \nparliamentary group or specialized parliamentary group; \n\"pay and allowances\" means the amount drawn monthly by an \nemployee as pay and includes technical pay, special pay, personal \npay and other emoluments declared as such by the Chairman or the \nFinance Committee or the Federal Government, as the case may be, \nwhere rules of the Federal Government are adopted; \n\"post\" means a post sanctioned in the Senate Secretariat; \n\"prescribed\" means prescribed by rules or standing orders or as \nnotified by a notification in the official Gazette, as the case may be; \n\"rules\" means the rules made under this Act by the Chairman; \n\"Secretariat\" means the Secretariat of the Senate; \n\"Secretary\" means the Secretary Senate, having the status of \nFederal Secretary and includes the Acting Secretary in the absence \nof the Secretary or any other person performing the functions of the \nSecretary, for the time being, under the direction and supervision of \nthe Chairman; \n\"specialized parliamentary group\" means any group or service, as \nmay be prescribed by rules to be a specialized parliamentary group, \nperforming special and technical parliamentary functions; and \n\"standing orders\" means written orders of the Chairman as notified \nby the Senate Secretariat. \n632 \t THE GAZETTE OF PAKISTAN, EXTRA., JUNE 7,2017 \t[PART I \nCHAPTER—II \nTERMS AND CONDITIONS OF SERVICE \t\n3. \tTerms and conditions of service.— (1) The terms and conditions of \nan employee shall be as provided for in this Act and the rules made there under. \nThe terms and conditions of service of any person to whom this Act \napplies shall not be varied to his disadvantage. \nSubject to this Act and rules made there under, other terms and \nconditions of service including pay, allowances, retirement, deputation, pension, \ngratuity, provident fund, benevolent fund, group insurance, financial or family \nassistance in case of death during service, leave or other privileges of an \nemployee shall be governed by the law, rules and policies for the time being in \nforce and applicable to the employees in posts in the same scale in the Federal \nGovernment: \nProvided that the powers of the Federal Government shall be exercised \nby the Chairman, with such additions, enhancements, modifications, variations or \nexceptions, as he may deem fit, with concurrence of the Finance Committee: \nProvided further that in case of urgency of the matter, the Chairman may \nexercise his powers in anticipation of the concurrence of the Finance Committee. \nThe employees shall be entitled to such terms and conditions of \nservice, entitlements, facilities, perks and privileges, including medical, housing, \neducation and all other schemes of the Government, as are admissible to its civil \nservants or occupational groups or professionals, from time to time, notwith-\nstanding a judgment of any court, tribunal or a quasi-judicial authority. \t\n4. \tAppointment.—(1) Appointments to the Senate Secretariat shall be \nmade according to the rules by one or more of the following methods, namely:— \nby promotion of a person employed in the Secretariat; \nby transfer from within the Secretariat in the same grade; \nby direct recruitment; or \nby direct recruitment through Clerks of the Parliament, appointed \nunder the rules. \n(2) The Secretariat shall be organized in general parliamentary group, \nspecialized parliamentary groups and other categories, as may be prescribed by \nthe rules. \nPART I] \t\nTHE GAZETTE OF PAKISTAN, EXTRA., JUNE 7,2017 \t633 \n(3) \tThe employees belonging to all parliamentary groups shall be given \nopportunity to compete through an examination for the vacancies in BPS-19: \nProvided that sub-section (3) shall come into force after two years of the \ncommencement of this Act. \n5. \tAppointment on deputation.--(I) Appointment by deputation to a \npost shall be made in the interest of the Secretariat. \nThe competent authority may appoint on deputation a person serving \noutside the Secretariat in connection with the affairs of the Federation or of a \nProvince. \nThe terms and conditions of service of a person appointed to the \nSecretariat on deputation shall be such as may be prescribed by rules. \n6. \tProbation.—(I) Appointment to a post by direct recruitment under \nsection 4, not being an ad hoc appointment, shall be on probation for a period of \ntwo years, or for such lesser period, as may be prescribed. \nAny person appointed to a post by promotion or transfer may also \nbe placed on probation in accordance with the provisions of sub-section (1). \nOn the satisfactory completion of period of probation, the Appointing \nauthority may terminate the probation and confirm a probationer in his \nappointment provided a clear vacancy exists. \nIf in the opinion of the appointing authority, the work or conduct of \nan employee on probation is unsatisfactory or shows that he is unlikely to \nbecome efficient and if no order is issued under sub-section (3) on the expiry of \nthe prescribed period, the appointing authority may order that— \nhis probation be extended for such period not exceeding one year, \nas he may think fit; or \nif he was appointed to such post by direct or initial recruitment, be \ndischarged; or \nif he was appointed to such post by promotion or transfer, be \nreverted to the post from which he was promoted or transferred and \nagainst which he holds a lien. \n7. \tConfirmation.—(I) A person appointed on probation shall, on \nSatisfactory completion of his probation, be eligible for confirmation in a post as \nmay be prescribed. \n634 \t THE GAZETTE OF PAKISTAN, EXTRA., JUNE 7,2017 \t[PART 1 \nAn employee promoted to a post on regular basis shall be eligible \nfor confirmation after rendering satisfactory service for the period prescribed for \nconfirmation therein. \nAn employee who, during the period of his service, was eligible to \nbe confirmed against any post retires from service before being confirmed shall \nnot, merely by reason of such retirement, be refused confirmation against such \npost or any benefits accruing there from. \nConfirmation of an employee against a post shall take effect from \nthe date of occurrence of vacancy of that post or from the date of continuous \nofficiation on such post, whichever is later. \t\n8. \tSeniority.—(1) For proper administration, the appointing authority \nshall cause a seniority list of the employees, for the time being, of such group, \ncategory or post to be prepared, but nothing herein contained shall be construed \nto confer any vested right to a particular seniority in such group, category or post, \nas the case may be. \nSubject to the provisions of sub-section (1), the seniority of an \nemployee shall be reckoned in relation to other employees belonging to the same \ngroup or post whether serving in the same department or office or not, as may be \nprescribed. \nSeniority on initial appointment to a group, category or post shall \nbe determined as may be prescribed. \nSeniority in a group, category or post to which an employee is promoted \nshall take effect from the date of regular appointment to that post: \nProvided that employees who are selected for promotion to a higher post \nin one batch shall, on their promotion to the higher post, retain their inter se \nseniority as in the lower post. \t\n9. \tPosting and transfer.—Every employee shall be liable to serve \nanywhere within Pakistan, in any equivalent or higher post subject to approval of \nthe competent authority. \n10. Termination of service.—(1) The service of an employee may be \nterminated without notice,- \t\n(a) \tduring the initial or extended period of his probation: \nProvided that, where such employee is appointed by promotion \non probation or, as the case may be, is transferred from one service, \ngroup, category or post to another service, group, category or post, \nPART I] \t THE GAZETTE OF PAKISTAN, EXTRA., JUNE 7,2017 \t 635 \nhis service shall not be so terminated so long as he holds a lien \nagainst his former post in such service, group or category but he \nshall be reverted to his former service, group, category or post as \nthe case may be; \non the expiry of the initial or extended period of his employment; or \nif the appointment is made ad hoc terminable on the appointment of \na person on the recommendation of the selection authority, on the \nappointment of such person or conclusion of the selection process. \n(2) Where, on the abolition of a post or reduction in the number of \nposts in a group, the services of an employee are required to be terminated, the \nperson whose services are terminated shall ordinarily be the one who is the most \njunior in such group. \n11. Reversion to a lower post, etc.—(1) An employee appointed to a \nhigher post on ad hoc, temporary or officiating basis shall be liable to reversion \nto his lower post. \nNo employee shall be dismissed or removed from service or reduced \nin rank by an authority subordinate to that by which he was appointed. \nNo such employee as aforesaid shall be dismissed or removed from \nservice, or reduced in rank, until he has been given a reasonable opportunity of \nshowing cause against the action proposed to be taken against him: \nProvided that this sub-section shall not apply— \nwhere an employee is dismissed or removed from service or reduced \nin rank on the grounds of conduct which has led to his conviction \non a criminal charge; or \nthe employee is still on probation or working on ad hoc basis; or \nwhere the Chairman or any person authorized by him under this Act \nis satisfied, for reasons to be recorded in writing, that in the interest \nof the security of Pakistan or any part thereof, it is not expedient to \ngive to that employee such an opportunity. \n12. Retirement from service.—(1) An employee shall retire from \nservice,— \n(a) \ton such date after he has completed twenty-five years of service \nqualifying for pension or other retirement benefits as the competent \nauthority may, in public interest, direct; or \n636 \t THE GAZETTE OF PAKISTAN, EXTRA., JUNE 7,2017 \t[PART! \n(b) \twhere no direction is given under paragraph (i), on the completion \nof the sixtieth year of his age. \n(2) \tNo direction under clause (a) of sub-section (1) shall be made until \nthe employee has been informed in writing of the grounds on which it is \nproposed to make the direction and has been given a reasonable opportunity of \nshowing cause against the said direction. \nEmployment after retirement—( I) A retired employee shall not \nordinarily be re-employed in the Secretariat, unless such re-employment is in the \nbroader interest of the Institution and is made with the prior approval of the \nauthority next above the appointing authority: \nProvided that, where the appointing authority is the Chairman, such \nre-employment may be ordered with the approval of the Finance Committee. \n(2) \tSubject to the provisions of his term S and conditions of service and \nrules; an employee may, during leave preparatory to retirement, or after retirement \nfrom Secretariat, seek any private employment: \nProvided that, where employment is sought by an employee while on \nleave preparatory to retirement, he shall obtain prior approval of the competent \nauthority. \nConduct—The conduct of an employee shall be regulated by rules \nmade, standing orders notified or instructions issued by Chairman or a prescribed \nauthority, whether general or in respect of a specified group of employees. \nEfficiency and discipline.—An employee shall be liable to \ndisciplinary action and penalties in accordance with the prescribed rules and \nprocedure. \nRight of appeal or representation.—(1) Where a right to prefer an \nappeal or apply for a review in respect of any order relating to the terms and \nconditions of his service is provided to an employee under any rules applicable to \nhim, such appeal or application for review shall, except as may be otherwise \nprescribed, be made within thirty days of the date of such order. \n(2) Where no provision for appeal or review exists under the rules in \nrespect of any order or class of orders, an employee aggrieved by any such order \nmay, within thirty days of the communication to him of such order, make a \nrepresentation against it, to the authority next above the authority which passed \nan order: \nProvided that no representation shall lie on matters relating to the \ndetermination of fitness of a person to hold a particular post or to be promoted to \na higher, post or grade. \nPART I] \tTHE GAZETTE OF PAKISTAN, EXTRA., JUNE 7,2017 \t637 \nCHAPTER-HI \nMISCELLANEOUS \nSaving.—Nothing in this Act or in any rule, shall be construed to \nlimit or abridge the power of the Chairman to deal with the case of an employee \nin such manner as may appear to him to be just and equitable: \nProvided that, where this Act or any rule, is applicable to the case of an \nemployee, the case shall not be dealt with in a manner less favourable to him than \nthat provided by this Act or such rule. \nIndemnity.—No suit, prosecution or other legal proceedings shall \nlie against an employee for anything done in his official capacity which is in \ngood faith done or intended to be done under this Act or the rules, instructions or \ndirections made or issued, or adopted from time to time. \nJurisdiction barred.—Save as provided under this Act and the \nService 'Tribunals Act, 1973 (LXX of 1973) or the rules, no order made or \nproceedings taken under this Act or the rules by the Chairman or any officer \nauthorized by him shall be called in question in any court and no injunction shall \nbe granted by any court in respect of any decision made or proceedings taken in \npursuance of any power conferred by, or under, this Act or the rules. \nRemoval of difficulties.—If any difficulty arises in giving effect to \nany of the provisions of this Act, the Chairman may make such order as may \nappear to him to be necessary for the purpose of removing the difficulty. \nInterpretation.—All questions relating to interpretation of provisions of \nthis Act shall be referred to the Chairman whose decision thereon shall be final. \nGender.—In this Act, unless there is anything repugnant in the subject \nor context, words importing the masculine gender shall be taken to include \nfemales. \nCHAPTER-IV \nRULES \nRules.—The Chairman may make rules for carrying out the purposes \nof this Act: \nProvided that the said rules shall be notified after concurrence of the \nFinance Committee. • \n638 \t THE GAZETTE OF PAKISTAN, EXTRA., JUNE 7,2017 \t[PART I \nApplication of standing orders.—The standing orders, as notified \nby the Secretariat, from time to time, shall be read as an extension to this Act. \nRepeal and saving.--(1) The Senate Secretariat (Recruitment) Rules, \n1973 are hereby repealed. \n(2) \tNotwithstanding the repeal of Senate Secretariat (Recruitment) Rules, \n1973, everything don; action taken, appointments made either through initial \nrecruitment, induction, absorption, promotion, regularization or on contract basis, \nobligation, liability or penalty incurred, power conferred or exercised, orders \nissued under the said Rules and everything done in exercise of the powers \nconferred by or under the said Rules, shall continue and be deemed to have been \nrespectively done, taken, incurred, conferred, exercised or issued under this Act. \nJAWAD RAFIQUE MALIK, \nSecretary. \nPRINTED BY THE MANAGER, PRINTING CORPORATION OF PAKISTAN PRESS, ISLAMABAD, \nPUBLISHED BY THE DEPUTY CONTROLLER, STATIONERY & FORMS, UNIVERSITY ROAD, KARACHI."
}