{
    "file": "./converted_json\\administratorf8fbfffb15da92c4dd1282606586985e.json",
    "name": "Pakistan Cotton Standards Institute",
    "date": "4th October, 2002",
    "tagline": "To provide for the establishment of the Pakistan Cotton Standards Institute and to promote quality control of cotton",
    "content": "Page 1 of 9 \n  \n \n \n \n \n \nTHE COTTON  STANDARDI ZATION  ORDINANCE,  2002  \n \n \n \n \n     CONTENTS  \n_________  \nSECTIONS  \n1.  Short title, extent and commencement . \n2.  Definitions . \n3.  Establishment of the Institute . \n4. Management . \n5.  Constitution of the Board . \n6. Meetings . \n7. Power of Board to associate other persons. \n8.  Executive Com mittee. \n9. Appointment of officers and staff. \n10. Officers and staff etc. to be public servants. \n11. Audit of Accounts . \n12. Functions of the Institute . \n13. Placement of Class ers. \n14. Duties of a Classers . \n15. Standardization fee. \n16. Pakistan  Cotton Standards Institute Fund. \n17. Power of the Institute to borrow money. \n Updated till 31.8.2022\n\n \nPage 2 of 9 \n 18. Budget. \n19. Delegatio n. \n20. Power to make rules . \n21. Savings . \n \n \n_____________  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nPage 3 of 9 \n THE COTTON  STANDAR DIZATION  ORDINAN CE, 2002  \n \nORDINANCE  No. LXIV OF 2002  \n[4th October , 2002]  \n \nAn Ordin ance to provide for the establish ment of the Pakistan Cotton Standards Institute  and \nto promote quality control  of cotton \n \nWHERE AS it  is  expedient to provide for  the  establish ment  of  the  Pakistan  Cotton \nStandards Institu te and to pro mote quality control  of cotton and to pro vide for matters connected \ntherewith or incidental thereto; \n \nAND WHEREAS the President is satisfied that circumstances exist which render it necessary \nto take immediate action; \n \nNOW,  THEREFORE, in  pursu ance  of  the  Proclamation  of  E mergency  of  the fourteenth \nday of October, 1999,  and the Provisional Constitution  Order No.l of  1999, read  with  the  \nProvisional  Constitution  (Amendment)  Order  No.9  of  1999,  and  in exercise  of  all  powers  \nenabling  him  in  that  behalf,  the  President  of  the  Islamic Republic of Pakistan is pleased to \nmake and promulgate the following  Ordin ance, namely:⸺ \n \n \n1. Short title, extent and commencement. --(1) This Ordin ance may be called the \nCotton  Standardization Ordinance, 2002.  \n \n(2) It extends to  the whole of Pakistan. \n \n(3) It shall come into force at once. \n \n2. Definitions. In this Ordin ance, unless there is anything repugnant in the subject or \ncontext,⸺ \n \n(a)  “arbitration” means settlement of dispu tes between buyer and seller of \ncotton;  \n \n(b) “bale” means any pressed package of lint cotton  with standard average net \nweight of one hund red and seventy kilograms with variation of three percent \nplus or minus at eight and half percent moisture  content; \n \n(c) “Board” means the Board of Dir ectors of the  Institu te constituted under \nsection 5; \n \n(d)  “Chairman” means the Chairman of' the Board; \n \n(e)  “Classer” means a person trained in cotton  assessing  and having obtained the \nprescribed certificate by the Institut e; \n \n(f) “cotton” means the post-harvest seed cotton and lint cotton; \n \n(g)  “contamination” means all materials other than cotton;  \n \n \nPage 4 of 9 \n (h)  “cotton  standards” means the official cotton  standards prescribed by the \nInstitu te; \n \n(i) “Fund” means the Pakistan  Cotton Standards Institute  Fund established  \nunder section 16; \n \n(j) “ginner” means  any natural or legal person r esponsible for managing a \nginning factory; \n \n(k)  “grade” means a grade of cotton  established under this Ordin ance; \n \n(l)  “Inspector” means  an Inspector appointed  by a Provincial Government \nunder  the Provincial Cotton  Control  Ordin ance, 1966 , (W.P.Ordin ance XX    \nof   1966);  \n \n(m) “Institu te” means the Pakistan Cotton  Standards Institute  established under \nsection 3; \n \n(n)  “member” means member of the Board; \n \n(o)  “prescribed” means pr escribed   by   rules   made   under   this Ordinance; and \n \n(p) “private inspection company” means a company or person so authori zed \nby the Institute to  grade and classify seed cotton and li nt cotton for \ndetection of contamination level therein. \n \n3. Establishment of the Institute.⎯(1) There shall be established an institute to be known  \nas the Pakistan Cotton  Standards Instit ute which shall be a body  corporate having perpetual \nsuccession and a common seal and may acquire, hold and dispose  of its property: \n \nProvided that the immovable  property  of the Institute  shall  be disposed  of after approval \nof the Federal Government. \n \n(2). The Head Office of the Instit ute shall be at Karachi, with sub-offices one each in the \nPunjab at Multan and in Sindh at Sukkur.  The Board may, with the approval of the Federal \nGovernment, set up such additio nal sub-offices at other places as and when required. \n \n(3). The Institute shall  be headed by a Director who shall be its chief executive officer. \n \n4. Management.⎯() The general direction and administration of the Institute shall vest in \nthe Board which may exercise all powers and do all acts which may be exercised or done by the \nInstitute  under this Ordinance. \n \n(2)  The Board shall in dis charge of its  functions,  act on sound prin ciples of standardization, \ntesting  and quality control  and shall be guided on matters of policy by such directives which the \nFederal Government may issue  from time to time and if question  arises as to whether any matter \nis a matter of policy or not, the decision  of the Federal Government shall be final. \n \n5. Constitution of the Board.⸺(1) The Board shall consist  of the followi ng, namely:⸺  \n \nPage 5 of 9 \n   \n \n(2) The Secretary, Ministry  of 2 [Textile  Industry] shall be the Chairman and the Director, \nPakistan Cotton  Standards Institute shall be ex officio Secretary of the Board.  \n(3) The Federal Government shall, from the Ministry  of Commerce, Government of \nPakistan, appoint  a member to be the Vice-Chairman of the Board. \n(4) The appoint ment of the Chairman, Vice-Chairman and members shall be notified in the \nofficial Gazette. \n \n6. Meetings.⎯ (1) The meetings of the Board shall be convened by the Chairman for an \nidentified  agenda on such date and at such time and place as may be specified by him: \n \nProvided that not more th an a period of  six months sh all intervene between two meetings \nof the Board and at least two meetings of the Board shall be held each year. \n \n1Ins. by the Cotton  Standardization  (Amdt.)  Act, 2009  (II of 2009),  s. 2. \n2Subs  by the Cotton  Standardization  (Amdt)  Act, 2009  (II of 2009),  s.2 for “Food , Agriculture  and Livestock\".(a)  The Chairman;  \n(b)  one r epresentative each of the 1[Ministry  of  Textile  Industry,]   \nMini stry   of Food, Agriculture  and   Livestock,   Ministry   of \nComme rce and Ministry  of Finance, Government of Pakistan; Members. \n(c)  one   representative   each   of   the   Agricultur e Departments \nof the Punjab, Sindh, NWFP and Balochistan; Members. \n(d) one r epresentative each of the Pakistan Central Cotton \nCommittee (PCCC ), Trading Corpor ation of Pakistan (TCP), \nKarachi Cotton  Asso ciation (KCA), All Pakistan Textile Mill's \nAsso ciation (APTMA), Pakistan Cotton Gin ner's Asso ciation \n(PCGA) and Textile Commissioner’s Organization (TCO); Members. \n(e)  one grower each to be nominated far a tern of two years by \nthe Provincial Agriculture  Departments of Punjab, Sindh,  NWFP \nand Balochistan; Members. \n(f)  such  other  growers  not  exceeding  three, to  be \nnominated by the Federal Government for a terns of two \nyears; and Members. \n(g)   Director,   Pakistan   Cotton   Standards   Institute  \n(PCSI). \n Member. \n \nPage 6 of 9 \n (2) On a written requisi tion of at least seven members, the Chairman shall, within  a period \nof fifteen days  from receipt of such requisition, su mmon a meeting of  the Board. \n \n(3)  Seven members  of the Board shall  constitute a quorum for a meeting of the Board. \n \n(4) All decisions of the Board shall be taken by majority  vote and, in the event of \nequality of votes, the Chairman shall have  the casting  vote. \n \n(5) The Board may, with the approval of the Federal Government, make  rules for condu ct \nof its business. \n \n7. Power of Board to associate other persons. The Board may, in such manner and on \nsuch terms as it may deem fit, seek the advice or assistance of any person in carrying out the \npurpos es of this Ordin ance and invite any person to take part in discussions  during  any of its meeting \nwithout  the right to vote. \n \n8. Executive Com mittee.⎯ (1) There shall be an Executive Committee which shall \nconsist  of the following  mem bers, namely:⎯ \n \n(a)   the Vice-Chairman; \n \n(b)   thr ee members of the Board of whom  two mem bers from the public sector and \none member from the private sector, to be nominated by the Board; and \n \n(c)   the  Director, Pakistan Cotton Standards Institute. \n \n(2) Subject to the directions and delegation of powers by the Board, the Executive \nCommittee shall be the principal administr ative body  of the Institu te. \n \n9. Appointment of officers and staff.⸺ (1) The Board may appoint  such officers and \nemployees as it may consider necessary for the efficient performance of its functions on such terms \nand conditions as may be prescribed with the prior  approval of the Federal Government. \n \n(2) All appoint ments under  sub-section (1) shall be made in accordance with  the prescribed \neducational , technical  or professional qualifications , experience  and age limits and after \nadvertisement of the vacancies in the prominent newspapers. \n \n10. Officers and staff etc. to be public servants. The officers and staff of the Institute  \nshall be deemed to be public servants within  the meaning of section 21 of the Pakistan Penal \nCode (Act XLV of 1860).  \n \n11. A udit of Accounts. The annual accounts  of the Institu te shall be audited by the \nAudito r General of Pakistan. \n \n12. Functions of the institute.⎯ The following  shall be the functions  of the Instit ute, \n \nPage 7 of 9 \n namely:⸺ \n \n(a)   to introdu ce standardization of cotton; \n \n(b)   to establish cotton s tandards and recommend measures to Provincial \nGovernments for produ cing contamination-free cotton;  \n \n(c)  to devise quality control  measures for export  and domestic use of cotton and   \nthe   handling   procedures   for   contamination-free   cotton   in   ginning \nfactories; \n \n(d)  to condu ct grading of seed cotton  and classification of lint cotton throu gh its \nClassers  or the approved private inspection companies; \n \n(e)  to pre-qualify the private inspection companies for certifying the quality of \ncotton;  \n \n(f)  to condu ct training  and examination in cotton  grading  and cotton  classing  for \ngrowers, ginners, spinners, export ers and other persons  of public and private \nsectors and awarding  the certificate; \n \n(g)  to develop arbitration procedures to settle dispu tes relating to classification, \ngrading and contamination amongst sellers and buyers of seed cotton  and lint \ncotton; \n \n(h)  to liaison with the national and international cotton  related institutions ; and \n \n(i)   to lay down the  policy and programme and its  implementation   for training  \nin arbitration, cotton classification and cotton fibre testing. \n \n13. Pla cement of Class ers.⎯(1) The Instit ute shall assign a Classer to one or more \nginning  factories for supervision  of the-standardization of cotton. \n \n(2) The assignment of a Classer under sub-section (1) shall not prevent the Instit ute from \nexercising itself or any private inspection company from exercising  the duties of a Classer. \n \n14.  Duties of a Clas ser.⎯(1) The Classer shall  supervise  the standardization procedures   \nand   technical   requirements   by   a   ginning   factory   with   which   his assignment has been made \nunder sub-section (1) of section 13. \n \n(2)  In order to carry out his duties under sub-section (1), the Classer shall be em powered to \nvisit the assigned ginning factory and he  may examine any cotton being ginned and take samples \nthereof for classification.  \n \n(3)  If a Classer has reasons to b elieve that the st andardization procedures and technical \nrequirements are not complied with by a ginning  factory, the Classer shall inform the Inspector by \na writt en memorandum  with copy to the Institu te. \n \nPage 8 of 9 \n 15. Standardization fee.⸺ (1) The Institute  may charge standardization fee as charges of \nstandardization of the cotton  at such rate as the Federal Government may, from time to time, fix by \nnotification in the official Gazette. \n \n(2) The Institute  shall have the authority  to utili ze the standardization fee to meet its \nestablish ment and operational expenses. \n \n(3)  The  institu te shall , however , continue  to receive such  annual  grants from  the Federal \nGovernment  to meet  its establishment and op erational expenses till it becomes self- financing.  \n \n \n16. Pakistan  Cott on Standards Institute Fund.⎯ (1) There shall be established a Fund to \nbe known  as the Pakistan Cotton Standards Institute  Fund to meet expenses in connection with the \nfunctions of the Institu te under this Ordin ance including the payment of salaries and other \nremunerations  of the officers and staff of the Institu te. \n \n(2) The Fund shall consist of⸺ \n \n(a)   grants made by the Federal Government ; \n \n(b)  loans obtained from the Federal Government ; \n \n(c)  loans obtained from, and grants made by foreign agencies with the prior \nsanction of the Federal Government ; \n \n(d)  standardization fee charged under section 15; and \n \n(e)  all other funds and sums including  donations  received by the Institu te. \n \n(3) The Fund shall be kept in the Personal Ledger Account of the Institute with the National \nBank of Pakistan, or  with  such  other  banks  as  may  be  approved  by  the Federal Government. \n \n17. Power of the Institute to borrow money.⸺ For the purpose  of borrowing  money, the \nInstitu te shall be deemed to be a local authori ty under the Local Authoriti es Loans Act, 1914  (IX of \n1914).  \n \n18. Budget. The Institute  shall prepare its annual budget estimates for every ensuing year, \nand submit it for approval to the Board. \n \n19.  Delegatio n.⎯ (1)  The  Federal  Government  may,  by  noti fication  in the  official \nGazette, and subject to such conditions  as may be specified in the notification, direct that all or \nany of its powers under this Ordin ance or rules made thereunder shall also be exercisable by a \nProvincial Government or any authority  subordin ate to it. \n \n(2) The Board may delegate all or any of its powers under this Ordin ance to the \nChairman, a member or any officer of the Instit ute.  \n \nPage 9 of 9 \n  \n20. Power to make rules.⎯ (1) The Instit ute may, with the approval of the Federal \nGovernment, make rules for carrying out the purpose  of this Ordin ance. \n \n(2) In particular and without prejudice to the  generality of the foregoing powers, such rules \nmay provide for all or any of the following  matters, namely:⸺ \n(a)   to regulate appoint ments to and conditions  of service of officers and employees \nof the Instit ute; \n(b)  standardization of cotton  and devise measures for application of \nstandards;  \n(c) seed cotton grading and lint cotton classification; \n(d)  specifying nature and levels of contamination  and measures for quality \ncontrol  of cotton  and for produ cing contamination-free cotton; \n(e) selection and control  of approved private inspection companies for certifying \nthe cotton quality; \n(f)  regulating the composition  and the functions  of technical and administrative \ndepartments, and other offices of the Institu te; \n(g) levying of fees and charges in respect of grading, classing, quality  control,  \nfibre  testing  and other services provided by the Institut e; \n(h) settlement of dispu tes between buyer and seller of cotton;  \n(i)  laying down the qualifications and duties of the employees of the Institut e; \nand \n(j)  courses of study for training in cotton  grading, classification, standards, \ndetection and eradication of contamination in cotton and fibre testing by \nmodern machines and HVI.  \n \n21. Savings. All rules made and in force immediately before the commencement of this \nOrdin ance shall, in so for as they are not in consist ent with the provisions  of this Ordin ance having \nregard to various  matters which by  this Ordin ance have to be regulated or prescribed by  rules, \ncontin ue to be in force, until they are repealed, replaced, rescinded or modified in accordance with \nthe provisions  of this Ordinance. \n \n \n \n \n________________________"
}