{
    "file": "./converted_json\\adminede3d1ed09f38a5a686366e4a21720f7.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "THE GOVERNM ENT MAN AGEMENT OF PRIVA TE EST ATES ACT, 1892.  \n1ACT  No. X OF 1892  \n \n \n[25th October, 1892]  \n \nAn Act to provide for the levy of a rate on private  estates under the management of the \nGovernment to m eet the cost of supervision  and management. \n \n \n \nWHEREAS  it is expedient to  provide  for the levy of a rate on private estates under the \nmanagement of the Government to cover the cost of all Government establish ments in  so for as \nthey are employed in the supervision  and management of such estates, other than esta blish ments \nspecially entertained for any particular \n \n \n1For Statement of Objects and Reasons, see Gazette of India,   1892, Pt. V, p. 14; for Report of the Select Committee, see ibid., 1892, \nPt. V, p. 69 and for Proceedings in Council, see ibid., 1892, Pt. VI, p. 73. \nThis Act has been extended to the Leased Areas of Baluchistan, see the Leased Areas (Laws) Order, 1950 (G. G. O. 3 of 1950); and \napplied in the Federated Areas of Baluchistan, see Gazette of India, 1937, Pt. I, p. 1499. \nThis Act has been amended to the extent of Islamabad Capital Territory, see Ord. No. 27 of 1981, s. 5 and 4th Sch. \nestate or group  of estates, and to meet all conting ent expenditure  incurred by the Government in \nconnection with such supervision  and management; It is hereby enacted as follows  : \n \n1. Title and extent.–(1) This Act may be called the Government Management of Private \nEstates Act, 1892.  \n \n[1(2)    It extends to the whole  of Pakistan.] ; 2* \n \n2*                    *                    *                     *                     *                    *                  * \n \n2.   Definitions.–In this Act, unless there is some thing  repugnant in the subject or \ncontext,– \n \n(l)     “immoveable property” includes land, buildin gs, hereditary allowances, rights \nto ways, lights, ferries, fisheries or any oth er benefit to arise out of land, and \nthings  attached  to  the  earth  or  permanently fastened  to  anything  which  is \nattached to the earth but not  standing  timber, growing  crops or grass; \n \n(2)    “gross  income” includes all receipts of every kind in produ ce or cash, except \nmoney  borrowed,  recoveries  of   principal  and  the  proceeds  of  sale  of \nimmoveable property or of  moveable property properly classed as capital; and \n \n(3)    “private estates under Government management” include– \n \n \n(a)    estates under the Court of Wards; \n(b)    encumbered estates under Government management; \n \n(c)    estates attached for default of payment of Government revenue; \n \n(d)    minors’  estates  placed  under  the  guardianship  of  a  revenue-officer  of  the \nGovernment by a Civil Court;  \n \n(e)    estates managed by a Collector in pursu ance of any order made under the \n3[Code of Civil Procedure, 1908  (Act V of 1908)]  (XLV of 1882)  and \n(f)     all other estates made over to or taken under the management of a revenue- \nofficer of the Government as such under any law for the time being in force or \nin virtue  of any agreement. \n \n1Subs. by the Central Laws (Statute Reform) Ordinance, 1960 (21 of 1960), s. 3 and 2nd Sch. (with effect from the 14th October, \n1955), for the original sub-section (2), as amended by the Burma Laws Act, 1898 (13 of 1898), s. 18 and Sch. V, the Federal Laws (Revision and \nDeclaration) Act, 1951 (26 of 1951), s. 8, and A. O., 1949, Arts. 3 (2) and 4. \n2The word “and” at the end of sub-section (2), and sub-section (3) rep. by the Repealing and Amending Act, 1914 (10 of 1914), s.3 \nand Sch. II. \n3Sub by Ord. XXVII of 1981, s.5 & Sch. IV (only to the extent of Islamabad Capital Territory). \n3. Power to levy rate. It shall be lawful for the 1[Provincial Government]– \n \n(1)     to  levy  on  all  private  estates  under  Government management a  rate  not \nexceeding fi ve percent. on the gross income, calculated, as nearly as may be \npossibl e, to cover \n \n(a)  the  cost  of  all  Government establish ments in  so  far  as  they may  be \nemployed in the supervision or  management of such estates other than \nestablishments specially entertained for the supervision  or management of any \nparticular estate or group of estates, and \n \n(b) all conting ent expenditure i ncurred in consequence of such supervision  or \nmanagement; \n \n(2)     from  time to time to vary such rate; and \n \n(3)     to reduce or remit such rate in any special case or cases as may be equitable: \n \nProvid ed that, in deciding the  amount of the rate to be levied under this Act on any \nparticular estate or group of estates, the 1[Provin cial Government] shall consider the expenditure \nincurred on special establishments for such estate or estates. \n \n4. Power to levy special charges. In cases where an officer of the Government is \nemployed to give legal advice or to audit accounts on behalf of any estate, the 1[Provin cial \nGovernment], if it considers the services rendered to be of a  special nature, may, in its  discretion, \ndirect a special charge to be made against that estate on account of such services, irres pective of \nthe rate leviable under the last foregoing section. \n \n5. Saving as to special expenditure. Nothing in  this Act shall apply to the cost of \nestablish ments sp ecially entertained or to expenditure  of any description  specially incurred in \nrespect of any particular estate or estates. \n \n6. Validation  of levy of past rates. All rates for general supervision or  management \nlevied by any 1[Provin cial Government] before the commencement of this Act shall be deemed \nto have been levied under this Act. \n \n7. Powers to make rules. The 1[Provin cial Government] may make any rules2 and issue \nany orders which may be necessary for  carrying this Act into effect, and which are consist ent \ntherewith.  \n \n8. Exemption from jurisdiction of Courts. Where any Government establish ment is \nemployed in such supervision  as aforesaid, the 1[Provin cial Government] shall be the sole judge \nof the cost attribut able to such employment, and its decision  thereon shall not be question ed in \nany Court of Law or otherwise. \n \n9. [Repeal.] Rep.by the Repealing  and Amending  Act, 1914 (X of 1914), s.3 and Schedule \nII. \n \n1Subs. by A. O., 1937, for “L. G.”. \n2For rules made under this section, see different local Rules and Orders."
}