{
    "file": "./converted_json\\administrator2f9135fbb8de52bdcd74106662e5db00.json",
    "name": "Pakistan National Shipping Corporation (Amendment) Ordinance, 2023",
    "date": "November 30, 2023",
    "tagline": "Further to amend the National Shipping Corporation Ordinance, 1979",
    "content": "REGISTERED No. NI -J02\nL.-76416\nWeGUetrg d $E[ffi{)\n---'lnf\nEXTRAORDINARY\nPUBLISHED BYAUTHORIW\nISLAMABAD, THURSDAY, NOVEMBER 30, 2023\nPART I\n, Acts, Ordinances, President's Orders and Regulations\nGOVERNMENT OF PAKISTAN\nMIMSTRY OF LAW AI\\D JUSTICE\nIslamabad, the 30th November, 2023\nF. No. 2(1y2023-Pub.-The following Ordinance Promulgated on 30th\nNovember, 2023 by the President is hereby published for general information:-\nonprNeNceNo.III OF2023\nOnonqeNce\nfirther to amend tlw National ShippWCorporation Ordinance, 1979\nWHEREAS, it is expedient further to amend the National Shipping\nCorporation Ordinance, 1979 (XX of 1979), in the manner and for the purposes\nhereinafter appearing;\nANo wgrnees, the National Assembly stands dissolved and the Senate\nis not in session and the President of the lslamic Republic of Pakistan is satisfied\nthat circumstances exist which render it necessary to take immediate action;\n(81e)\nPrice: Rs. 10.00\n12235(2023)/Ex. Gaz.]\n820 . TI{E GAZETIE OF PAKISTAN, EXTRA., NOVEMBER 30,2023 lPanr I\nNow,.THEREFoRE, in exercise of the powers conferred bv clatse (1) of\nArticle 89 of the Constitution of the Islamic Republic of Pakistan, the President\nof the Islamic Republic of Pakistan is pleased to make and promulgate the\nfollowing Ordinance:-\nl. Short title and commencement.{l) This Ordinance shall.be\ncalled the Paklstan National Shipping Corporation (Amendment) Ordinance,\n2023.\n(2) It shall come into force at once.\n2. Amendment of section 2, Ordinance XX of 1979.-In the\nFakistan National Shipping Corporation Ordinance, 1979 (XX of 1979),\nhereinafter called as the said Ordinance, in section 2,-\n(a) in clause(c), for the word \"Chairm dfr,\" wherever occurring, the\nword \"Chairperson\" shall be substituted;I(r\n(b)after clause (i), the following new clause shall be inserted, namely-\n\"(ia) \"SOE Act\" means the State-Owned Enterprises (Govemment\nand Operations) Act, 2023 ryIf of 2A23);\" and\n(c) clause (i) shall be omitted.\n3. Amendment of section 3, Ordinance )il of 1979.-In the said\nOrdinance, in section 3,-\n(a) the existing provision shall he numbered as sub-section (1) thereof;\nand\n(b) after sub-section (l), numbered as aforesaid, the following new\nsub-section shall be added, namely:-\n*(2) Notwithstanding anything contained in sub-section (l) and any\nother provision of this Ordinance, the SOE Act, including sections\n12,15,l'6,19 and 22 thereof shall apply to the provisions of this\nOrdinance and in case of any inconsistency between,the provisions\nof this Ordinance and the SOE Act, the provisions of the SOE Act\nshall prevail.\".\n' 4.. Substitution of section 14, Ordinance XX of 1979.-'ln the said\nOrdinance, for section l4,the following shall be substituted, namely:-\n\"14. Board. - (l) The Board shall consist of--\nPARr II THE GAZETTE OF PAKISTAN, EXTRA., NOVEMBER3o,2023 821\n(2) There shall be a secretary of the Board to be appointed in such\nmanner and on such terms and conditions as may be prescribed.\n(3) The directors, other than the nominee directors, shall be appointed\nby the Federal Government and the directors under clause (e) of sub-section (l)\nshall be elected by the shareholders.\n(4) Subject to section 12 of the SOE Act, the Federal Government may,\nby notification in the offrcial Gazette, increase or decrease the number of\ndirectors of the Board.\n(5) No person shall be qualified to be elected as a director under clause\n(e) of sub-section (l) unless he holds in his own name ten thousand shares of the\nCorporation.\".\n5. Amendment of section 17, Ordinance XX of 1979.-ln the said\nOrdinance, in section 17, in clause (g), for the word \"Chairman\", the word\n\"Chairperson\" shall be substituted.\n6. Substitution of section 18, Ordinance )O( of 1979.-ln the said\nOrdinance, or section 18, the following shall be substituted, namely:-\n*18. Chief executive officer.-There shall be a chief executive.offtcer\nof the Corporation who shal[..subject to section 16 of the SOE Act, be appointed.!S. No. Membership Status'\n(1) (2) (3 )\n)(aA person of eminence and known integrity to\nbe appointed by the Federal Government in\naccordance with the SOE ActChairperson\n(independent)\n(b)Additional Secretary of the division to which\nbusiness of finances of the Federal\nGovernment stands allocatedNominee\nDirector\n(c)Additional secretary of the division to which\nbusiness of this Ordinance stands allocatedNominee\nDirector\n)(dChief executive officer of the Corporation Director\n(chief executive\nofficer)\n(e)Two directors to be elected by the\nshareholders in the prescribed mannerDirectors\n(Private shareholders)\n(oFour independent directors of known integrity\nand eminence to bp Appointed by the Federal\nGovernmentIndependent\nDirectors\n822 THE GAZETTE OF EXTRA. NOVEMBER 3A,2023 I\nby the Federal Government on such terms and conditions as defined in Third\nSchedule.\".\n. 7.. Substitution of section 19, Ordinance XX of 1979.-ln section 19-\nis hereby omitted and shall be substituted as follows\n\"19. Powers and functions of chief executive officer.-Subject to the\nprovisions of the SOE Act including section 15 thereof, the chief executive\nofficer shall exercise such powers and perform such functions as provided for in\nthis Ordinance and as delegated by the Board.\".\n8. Substitution of section 20, Ordinance XX of 1979.-ln Section\n20, the following shall be substituted, namely:-\n\"20. Chief Executive Officer.{l) Subject to the provisions of the\nSOE Act, the Federal Government shall, from among three candidates\nrecommended by the Board and in accordance with the procedure set out in the\nThird Schedule, appoint a Chief Executive Offrcer of the Corporation:\nProvided that the procedure for shortlisting of three candidates for the\nposition of Chief Executive Officer as set out in Third Schedule may be amended\nby the Federal Government:\nProvided further that the Chief Executive Officdr, once appointe4 shall\nnot be removed by the Federal Government before the completion of his tenure,\nexcept oir the recommendation of the Board, which recommendations shall set\nout just cause for recommending the removal,\n(2) The Chief Executive Offtcer shall,-\n(a) be responsible for the management of the Corporation and for its\nprocedures in financial and other matters under delegation from the\nBoard and subject to the oversight and directions of the Board;\n(b) ensure the proper implementation of strategies and policies\napproved by the Board; and\n(c) 'put in place appropriate affangements to ensure that funds and\nresources are properly safeguarded and are used economically,\nefficiently and effectively and in accordance with the Corporation's\nbusiness plan, the primary objective of the Corporation and all\nother statutory obligations.\".\n9. Amendment of section 22, Ordintnce XX of 1979.-In the said\nOrdinance, in section 22,-\\\nPnnr THE GAZETTE OF NOVEMBER 2023 823\n(a) , in sub-section (1), in clause (a), for the expression 'lChaiiman; the\nVice- Chairman\", the expression \"chief executive officer\" shall be\nsubstituted;\n(b) in sub-sectioa (2),-\n(i) for the word \"Chairman,\" the words \"chief executive officer\" shall '\nbe substituted; and\n(ii) the expression \"the Vice-Chairman or to\" shall be omitted.\n10. Substitution of section 23, Ordinance )O( of 1979.-In the said\nOrdinance, for section 23,the following shall be substituted, namely: -\n\"23. Meetings of the Board.-Subject to the provisions of the SOE\nAc{ including section 22 thereof, the meetings of the Board shall be held in the\nmanner as may prescribed by regulations.\".\n11. Substitution of section 40, Ordinance XX of 1979.-ln the said\nOrdinance, for section 40, the following shall be substituted, namely:-\n\"40. Removal of difficulties.-If a diffrculty arises in giving effecUany\nof the provisions of this Ordinance, the Federal Government may make such\norder, not inconsistent with the provisions of the Pakistan National Shipping\nCorporation Ordinance, 1979 (XX of 1979) and the State-Owned Enterprises\n(Govemment and Operations) Act 2023 (Yil of 2023), as may appear to be\nnecessary for the purpose of removing the difficulty.\".\n12. Addition of Third Schedule, Ordinance XX of 1979.-In the said\nOrdinance, after the Second Schedule, the following new Schedule shall be\nadded, namely:-\n..THIRI) SCHEDULE\n(see section 20)\n1. The Chief Executive Offrcer of the Corporation shall be appointed\nfor a term of three years on a'performance-based contrac! extendable by another\ntwo years term on demonstration of substantial satisfactory performance.\n2. The annual performance review of the Chief Executive Officer\nshall be undertaken by the Board.\n3. The Board shall initiate a search for a candidate as Chief Executive\nOffrcer at least three months,before a vacancy in the office of the Chief\nExecutive Officer is due to occur and may.- ', :il\nNCVEMBER 30,2023 {Panr I\n(a) appoint a head-hunting firm to identiry candidates,\n(b) request applicants through publishing newspaper advertisement; or\n(c) request individual candidates to apply.\n4. The Board shall adopt a transparent and objective procedure for\nscrutiny and shortlisting of the applicants. The shortlisted candidates shall be\ninterviewed by the Board to identifr three potential candidates for the position of\nChief Executive Officer.\n5. The final list of three shortlisted candidates in order of seniority\nshall be sent to the division concerned for approval of the Federal Government of\none candidate as Chief Executive Officer of the Corporation.\n6. The terms and conditions for the post of Chief Executive Offrcer\nshall be decided by the Board with a three-fourth majority which shall include\nthe vote of nominee directors.\".\nDR. ARIF ALVI,\nPresident.\nRAJANAEEMAKBA&\nSecretary,\n, PRINTED BY THE MANAGE& PRINTING CORPORATION OF PAKISTAN PRESS, ISTAMABAD.\nPI]BLISHED BY THE DEPUTY CONTROLLE& STATIONERY AND FORMS, I,JMVERSITY ROAN, KARACHI.t\n!824 THE GAZETTE OF PAKISTAN,"
}