{
    "file": "./converted_json\\administrator9eb9167a64e55d690c7b0334cf1a9502.json",
    "name": "Pakistan Coast Guards Act",
    "date": "4th February, 1973",
    "tagline": "Providing for the constitution and regulation of the Pakistan Coast Guards, to check smuggling and deal with persons acting prejudicial to defence and security.",
    "content": "Page 1 of 8 \n \n \n \n \n \n \n \nTHE PAKISTAN COAST GUARDS ACT, 1973    \n \n \n \nCONTENTS  \n \nCHAPTER I  \nPRELIMINARY    \n1. Short titl e, application and commencement  \n \n2. Interpretation  \n \n3. Powers to constitute and maint ain the force and its functions  \n \n4. Appointment of officers of Force  \n \n5. Appointment of su bordinate and ministerial staf f \n \n6. Superintendence, command, control and administration of the Force  \n \n7. Pay, pension, etc ., of officers and members  \n \n8. Members to be sub ject to Pakistan Army Act, 1952  \n \n9. Conseque nce of sentence of imprisonment  \n \n10. Suspension  \n \n11. Place of  imprisonment  \n \n12. Capture of deserters  \n \n13. Appeal and revision  \n \n \n \n \n \n\n \n \n \n \nPage 2 of 8 \n                CHAPTER II  \n \n14. Powe rs of the officers of the Force  \n \n15. Disposal of goods  seized by members of the Force  \n \n     CHAPTER III  \n \n16. Placing of Force under command o f Chief of Staff, Pakistan Arm y \n \n17. Indemn ity \n \n18. Powe r to make rules and regulations  \n \n19. [Omitted]  \n \n \nFIRST SCHEDULE  \n \nSECOND SCHEDULE  \n \nTHIRD SCHEDULE  \n \n \n \n \nPage 3 of 8 \n THE PAKISTAN COAST GUARDS ACT, 1973  \n \nACT NO. XVIII OF 1973  \n \n[4th February, 1973]  \n \nAn Act to provide for the constitution and regulation of the P akistan Coast Guards.  \n \nWHEREAS it is expedient to provide for the constitution and regulation of the Pakistan Coast \nGuards and for special measures to effectively check smuggling of any kind across the frontiers of \nPakistan in the coastal area of the Arabi an Sea and also to deal with persons acting in a manner \nprejudicial to the defence and security of Pakistan in that area  ; \n \nIt is hereby enacted as follows  :— \n \nCHAPTER I  \nPRELIMINARY  \n \n1. Short title, application and commencement. —(1) This Act may be called the Pakistan \nCoast Guards Act, 1973.  \n \n (2)  It shall apply to all members of the Pakistan Coast Guards wherever they may be serving.  \n \n(3)  It shall come into force at once.  \n \n2. Interpretation. —In this Act, unless there is anything repugnant in the subject or \ncontext, — \n \n  (i) “ Coastal area  ” means the area specified in the First Schedule;  \n \n(ii) “ Commandant  ” means a person appointed under section 4 to be a \nCommandant of a Unit of the Force  ; \n \n(iii) “ Custody  ” means the arrest and confinement of a person as prescribed  ; \n \n(iv) “ Deputy Director General  ” means the Deputy Director General, Pakistan \nCoast Guards, appointed unde r section 4  ; \n \n(V) “ Director General  ” means the Director General, Pakistan Coast Guards, \nappointed under section 4  ; \n \n(vi) “ Force  ” means the Pakistan Coast Guards constituted under section 3 or any \nof the individual forces comprising it, as the context  may require  ; \n \n(vii) “ Junior Commissioned Officer  ” means a person commissioned, gazetted or \nin pay as a Junior Commissioned Officer in the Force  ; \n \n(viii) “ Member of the Force  ” means a person, other than a person appointed under \nsection 4, who is appointed t o the Force and has signed a recruiting roll set out \nin the Second Schedule and the affirmation in the form set out in the Third \nSchedule  ; \n \n \n \n \nPage 4 of 8 \n (ix)  “ Officer  ” means a person, other than a junior commissioned officer, who is \ncommissioned, gazetted or in pay as an  officer of any of the Defence Services \nof Pakistan or of the Force  ; \n \n(x) “ Prescribed  ” means prescribed by rules made under this Act; and  \n \n(xi) “ Superior Officer  ”, in relation to any member of the force, means a higher \nappointment, or any non­commissioned offi cer, junior commissioned officer \nand an officer of a higher class, a higher grade in the same class, or holding a \nhigher appointment which may place him in a superior position in relation to \nothers according to usage of the Force.  \n \n3. Power s to constitute and maintain the force and its functions. —The Federal \nGovernment may constitute and maintain a Force to be called the Pakistan Coast Guards for \nperforming the following functions, namely  :— \n \n(a) prevention of smuggling  ; \n \n(b) prevention of illegal immigration to and migration from the country  ; \n \n(c) stopping enemy agents or saboteurs from infiltrating into the country along \nthe coastal areas  ; and  \n \n(d) supplementing defence in war.  \n \n4. Appointment of officers of Force. —The Federal G overnment may, by notification in the \nofficial Gazette, appoint any member of any of the Defence Services of Pakistan to be — \n \n(a) Director General  ; \n \n(b) Deputy Director General  ; \n \n(c) Commandant  ; and  \n \n(d) any other Commissioned Officer of any of the Defence Services of Pakistan \nwith any other designation.  \n \n5. Appointment of subordinate and ministerial staff. —(1) The Director General or a \nperson authorised by the Federal Government in this behalf may appoint junior commissioned \nofficers, subordinate and ministerial staff and other members of the Force and determine the duties \nto be performed by such officers, staff and other members.  \n \n (2) Appointments under sub­section (1) shall be made by direct recruitment or promotion or \nfrom personnel on deputation from any of the Def ence Services of Pakistan, the Civil Armed Forces, \nor any other Department of Government in such manner as may be prescribed.  \n \nExplanation. —In this sub­section,  “ Civil Armed Forces  ” means such forces as the Federal \nGovernment may, by notification in the official Gazette, specify.  \n \n(3) Before a person is appointed under sub­section (1), the statement contained in the \nrecruiting roll and affirmation set out respectively in  the second and third Schedule shall, in the \n \n \n \n \nPage 5 of 8 \n presence of a Commandant, or other office r appointed under section 4, at any convenient place be \nread out and, if necessary, explained to him who shall, in acknowledgement of the statement having \nbeen so read tut to him, put his signature to it.  \n \n(4) When the affirmation set out in the Third Sche dule is read out, it shall be repeated by the \nperson making affirmation before he signs it.  \n \n6. Superintendence, command, control and administration of the Force. —Subject to the \nsuperintendence and control of the Federal Government, the Force shall be comm anded and \nadministered by the Director General in accordance with the provisions of this Act and the rules \nmade thereunder and such orders and instructions as may be made or issued by the Federal \nGovernment from time to time.  \n \n7. Pay, pension, etc., of off icers and members. —The officer  and members of the Force \nshall receive such pay, pension and other remuneration, and shall enjoy such leave and other \nprivileges as may be prescribed from time to time.  \n \n8. Members to be subject to Pakistan Army Act, 1952. —(1) Every officer and member of \nthe Force shall, unless he is already so subject, be subject to the Pakistan Army Act, 1952 ( XXXIX of  \n1952 ), hereinafter referred to as the Act, as officers, junior commissioned officers and persons  \nenrolled under the Act according as they are respectively officers, junior commissioned o fficers and \nother members of the Force.  \n \n(2) The Director General shall, in respect of all officers and members of the Force, have all \nthe powers conferred by or under the Act on an officer empowered to convene a general court \nmartial.  \n \n(3) Subject to sub­ section (2), the Federal Government may, by general or special order, \ndirect by what authority any jurisdiction, powers or duties incidental to the operation of the \nprovisions of the Act shall be exercised or performed in respect of the Force.  \n \n9. Conseque nce of sentence of imprisonment. —A member of the Force who is sentenced \nto a term of imprisonment for a term which is not less than ninety days shall be deemed to have been \ndismissed from the Force.  \n \n10. Suspension. —Any officer or junior commissioned off icer shall be competent to suspend \nin the prescribed manner a member of the Force working under him for any mis -conduct, remissness \nor negligence in the discharge of his duties.  \n \n11. Place of imprisonment. —If a member of the Force sentenced under the Act t o \nimprisonment for a term not exceeding one month is also dismissed from service, he shall be \nimprisoned in the nearest prison or such other prison as the Federal Government may, by general or \nspecial order, direct, but if he is not so dismissed, he may be  confined in a quarterguard or such other \nplace as the Director General may consider suitable.  \n \n12. Capture of deserters .—(1) Whenever any person subject to this Act deserts, his \nCommandant shall give written information of the desertion to such civil auth orities as in his opinion \nmay be able to afford assistance towards the capture of the deserter and such authorities shall \nthereupon take steps for the apprehension of the said deserter in like manner  as if he were a person \n \n \n \n \nPage 6 of 8 \n for whose apprehension a warrant had been issued by a Magistrate, and shall deliver the deserter, \nwhen apprehended, into the custody of the Force.  \n \n(2) Any police officer may arrest without warrant any person whom he reasonably believes to \nbe subject to this Act and a deserter or absentee  without leave and bring him without delay before \nthe nearest Magistrate, to be dealt with according to law.  \n \n13. Appeal and revision. —(1) In all cases decided by the Deputy Director General, of the \nCommandant or any other officer, a person aggrieved may, within thirty days of the order, appeal to \nthe officer higher than the one awarding the punishment.  \n \n(2) A person aggrieved by an order of the Director General awarding any punishment may, \nwithin thirty days of the order, apply to the Federal Government fo r a revision.  \n \nCHAPTER II  \n \n14. Powers of the officers of the Force. —(1) The officers and members of the Force shall \nperform such functions of officers of customs as may be entrusted to them and exercise such powers \nunder the Customs Act, 1969 ( IV of 1969 ), as may be delegated to them under section 6 of that Act \nfor the purposes of prevention of smuggling along the coastal areas of the Provinces of Sind and \nBaluc histan, excepting the limits of the various ports in those areas.  \n \n(2) In addition to the powers conferred under sub­section (1), the officers and junior \ncommissioned officers of the Force shall exercise all the power s conferred on the officer in charge of  \na police station under the Police Act, 1861 ( V of 1861 ), and under the Code of Criminal Procedure, \n1898 ( Act V of 1898 ). \n \n15. Disposal of goods seized by members of the Force. —All goods seized by any officer or \nmember of the Force shall be dealt with in accordance with the provisions of section 169 of the \nCustoms Act, 1969 (IV of 1969 ), and an officer nominated by the Director General, shall be \nassociated at the time of their final disposal by an appropriate Customs authority under  that Act.  \n \nCHAPTER III  \n \n16. Placing of Force under command of Chief of Staff, Pakistan Army. —(1) The Federal \nGovernment may at any time, by order in writing, place the entire Force or any part of it under the \ncommand of the Chief of Staff of the Pakistan Army for employment within the overall operational \nplan of the Pakistan Army.  \n \n(2) Notwithstanding an order under sub­section (1), the Force shall continue to be subject to \nthe provisions of this Act.  \n \n17. Indemnity. —No suit, prosecution or other legal pro ceeding shall lie against any person \nfor anything which is in good faith done or intended to be done under this Act or any rules or \nregulations made thereunder.  \n \n18. Power to make rules and regulations. —(1) The Federal Government may, by \nnotification in th e official Gazette, make rules — \n \n(a) regulating the function s and powers of persons appointed under section 4;  \n \n \n \n \nPage 7 of 8 \n  \n(b) regulating the classes and grades of, and the remuneration to be paid to, \nofficers and members of the Force and their conditions of service; and  \n \n(c) generally for the purpose of carrying into effect the prov isions of this Act.  \n \n(2) The Director General may, by notification in the official Gazette published with the prior \napproval in writing of the Federal Government, make regulations consistent with this Act and the \nrules for carrying out the purposes of this  Act. \n \n19. 1[Omitted ]  \n \nFIRST SCHEDULE  \n[See section 2  (i)] \n \nSouthern strip of the Province of Baluchistan along and astride the existing road emanating \nfrom the Pak­Iran border connecting the towns of MAN­TURB AT—HOSHAB —BAZDAR —\nBELA —UTHAL to HUB RIVER (BUND MURAD) and also the southern area of the Province of \nSind along and astride the line and r oad from HUB RIVER (BUNDMURAD) —GADAP —SARI \nSING —THANO BULAKHAN —BANO —MIRPUR BATARO —JATTI to the Arabian Sea but \nexcluding the limits of any port in those areas.  \n \nSECOND SCHEDULE  \n[See section 2 (viii)]  \n \n(RECRUITING ROLL ) \n \nAfter you hav e served in the Pakistan Coast G uards for such period as has been fixed under \nthe Pakistan Coast Guards Act, 1973, you may at any time when not on active duty, apply for your \ndischarge throu gh the officer to whom you may be subordinate, to the Commandant, and you will be \ngranted your discharge after three months from the date of your application, unless your discharge \nwould cause the vacancies in that unit of the Coast  Guards to exceed one te nth of the sanctioned \nstrength, in which case you shall be bound to remain until this objection is waived or removed. But \nwhen on active duty, you shall have no claim to a discharge, and you shall be bound to remain to do \nyour duty until the necessity for retaining you in the Coast Guards ceases, when you may make your \napplication in the manner mentioned above.  \n \nSIGNED in acknowledgement of the above having been read out to me. I have understood \nthe purport of what has been read out.  \n \nPerson Enrolled.  \n \nDate ………….....  \n \nSIGNED in my presence after I had ascertained that the recruit understood the purport of \nwhat he signed.  \n \nCommandant or other Enrolling Officer.  \n \n \n \n1Omitted by the Federal Laws (Revision an d Declaration) Ordinance, 1981 (Ordinance No. XXVII of 1 981), s. 3 and Sch., II.  \n \n \n \n \n \n \nPage 8 of 8 \n THIRD SCHEDULE  \n[See section 2 (viii)]  \n \n(FORM OF AFFIRMATION ) \n \nI,.................... .................................................,  solemnly affirm in the presence of Almighty \nGod that I will be faithful and bear  true allegian ce to the Government of Pakistan and that I will, as \nin duty bound, honestly and faithfully serve in the Pakistan Coast Guards and go wherever I may be \nordered by air, land or sea, and that I will observe and obey all commands of any officer set over me \neven to the peril of my life.  \n \nSIGNED in acknowledgement of the above having been read.  \n \nSIGNED in my presence after I had ascertained that the person understood the purport of \nwhat he signed.  \n \nCommandant or other Enrolling Officer.  \n \nRoman Urdu Translation o f Affirmation  \n \n“Main........................Khuda­i­Taala ko hazir­o­nazir jankar Khulus ke sath iqrar karta hun  \nkih Pakistan ki  Hukumat ka sidq­i­dil se wafadar aur itaat guzar rahunga aur apna farz sam jhunga \nkih Pakistan Coast Guards men imandari aur wafa dari ke sath khidmat baja laun. Bharti hone ki \nsharait ke mutabiq khushki, hava ya samundar ke raste jahan bhi jane ka hukam milega jaunga aur \njise mera afsar muqarrar kia jaega uske tamam ahkam ki tamil aur itaat karunga, khuwah us men \nmujhe jan ka khatra  kiun na h o”. \n \n \n \n______________  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n         RGN Date: 08 -10-2024"
}