{
    "file": "./converted_json\\administrator0088a4e5781b74cea37ea233c4a2e2c5.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "Page 1 of 2 \n   \n \n \nTHE CHURCH OF SCOTLAND KIRK SESSIONS ACT, 1899  \n \n              \n \n \n \n \n \nCONTENTS  \n1.  Short title and extent  \n2.  Scotch Kirk Sessions to be bodie corporate  \n3.  Power to hold and dispose of property  \n \n  \n \n\n \nPage 2 of 2 \n THE CHURCH OF SCOTLAND KIRK SESSIONS ACT, 1899  \n1ACT NO. XXIII OF 1899  \n[27th  September, 1899]  \n \nAn Act to provide for the Incorporation of Kirk Sessions of the Church of Scotland in 2[Pakistan].  \n \n WHEREAS  there are in 2[Pakistan] Kirk Sessions of the Church of Scotland which have been \nduly constituted to be Chur ch Courts for ecclesiastical purposes in pursuance of Acts of the General \nAssembly of the Church of Scotland;  \n \n And whereas it is expedient that such Kirk Sessions and any others which may hereafter be so \nconstituted, should be in corpor ated with the power s hereinafter provided;  \n \n It is hereby enacted as follows :– \n \n 1. Short title and extent.___ (1) This Act may be called the Church of Scotland Kirk Sessions \nAct, 1899 ;  \n \n 3[(2) It extends to the whole of Pakistan] ; 4* \n \n 4*         *  *        *   *         *      * \n \n 2. Scotch Kirk Sessions to be bodie corporate.___ (1) Every Kirk Session which has been or \nmay here after be, duly constituted to be a Church Court for ecclesiastical purposes in pursuance of \nan Act of the General Assembly of the Church of Sco tland, is hereby declared to be, and the same \nshall be, a body corporate having perpetual succession and a common seal.  \n \n (2) A notification by the 5[Federal Government] in the 6[official Gazette] that a Kirk Session \nhas been duly constituted7 in pursuance  of an Act of the General Assembly of the Church of Scotland \nshall be conclusive proof that it has been so constituted.  \n \n 3. Power t o hold and dispose of property.___ (1) Every Kirk Session constituted as aforesaid \nshall, as a body corporate, have power to  acquire and hold any pro perty which has been, or may \nhereafter be, vested in it for the  purposes of the Congregation for which it has been, or may here after \nbe, constituted, or of any trust which may have been or may hereafter be, accepted by it, to tra nsfer \nthe same, to contract and to do all other things necessary for, or incidental to, the purposes of its \nconstitution or of any such trust as aforesaid.   \n \n (2) The signature of the Moderator and Treasurer or Ses sion-clerk for the time being of a \nKirk S ession constituted as aforesaid shall, if affixed on behalf and by order of the Kirk Session, be \nsufficient for all purposes for which the signature of the Kirk Session is required.  \n \n Date: 11 -09-2024  \n1 For Statement of Objects and Reasons, see Gaz. of Ind ia, 1899, Pt. V. p.79 ; for Proceedings in Council, see ibid., Pt. VI, pp. 181 , 212 and 213.  \n2Subs. by the Central Laws (Statute Reform) Ordinance, 1960 (21 of 1960), s. 3 and 2nd Sch. ( with effect from the 14th October, 1955),  for  “the \nProvinces and the Capital of the Federation” which had been subs. by A.O., 1949, Arts. 3(2) and 4, for  “British India”.  \n3Subs. by Ordinance 21 of 1960, s. 3 and 2nd Sch. ( with  effect from the 14th  October, 1955),  for the original sub -section (2) as amended by A.O., \n1949,  Arts. 3(2) and 4.  \n4The word “and” and sub -section (3) rep. by the Repealing and Amend ing Act, 1914 (10 of 1914), s. 3 and Sch. II.  \n5Subs. by F.A.O., 1975, Art. 2 and Table, for “Central Government”, which had been subs. by A.O.,1937, for “G. G. in  C”. \n6Subs. ibid., for “Gazette of India”.  \n7For notification declaring the Kirk Sessions at Rawalpindi and Karachi to be duly constituted, see Gazette of India, 1917, Pt. I, p. 1097, and ibid., \n1921, Pt. I. p. 856, respectively."
}