{
    "file": "./converted_json\\administrator27d951fd230e0234282d0133cb695b0e.json",
    "name": "The Price Control and Prevention of Profiteering and Hoarding Act, 1977",
    "date": "21st May, 1977",
    "tagline": "An Act to provide for price control and prevention of profiteering and hoarding.",
    "content": "Page 1 of 8 \n  \n \n \nTHE PRICE CONTROL AND PREVENTION OF PROFITEERING \nAND HOARDING ACT, 1977  \n \n              \n \nCONTENTS  \n1.  Short title, extent and comme ncement \n2. Definitions  \n3.  Powers to make orders etc. \n4.  Delegation of powers \n5.  Effect of orders inconsistent with other enactments \n6.  Fixation of prices \n6A. Appeal  \n7.  Penalties \n8.  Attempts and abetments \n9.  Offences by corporations  \n10.  False s tatements \n11.  Power to try offences summarily \n12.  Power to amend Schedule \n13.  Presumption as to order \n14.  Burden of proof in certain cases \n15.  Protection of action taken under the Act \n16.  Repeal  \n \n\n \nPage 2 of 8 \n THE PRICE CONTROL AND PREVENTION OF PROFITEERING AND \nHOARDING ACT, 1977  \n1ACT No. XX IX OF 1977  \n[21st May, 1977 ] \n \nAn Act to provide for price control and prevention of profiteering a nd hoarding.  \nWHEREAS  it is expedient to provide  for price control and prevention  of profiteering and \nhoarding; \n \n It is hereby enacted as follows :— \n \n 1. Short title, extent and commencement .―(1) This Act may be called the Pric e Control  \nand Prevention of Profiteering and Hoarding Ac t, 1977.  \n  (2) It extends to the whole of  Pakistan. \n \n(3) It shall come into force at once \n \n 2. Definitions . In this A ct, unl ess there is anything repugnant in the  subject or context,— \n \n(a) “Controller -General” means the Controller -General of Prices and Supplies \nappointed by the Federal Government, and includes any Deputy or Assistant \nController -General of Prices and Supplies so appointed, and any other officer \nauthor ised by the Federal Government to exercise all or any of the powers of \nthe Controller -General under this Act;  \n(b) “dealer” means a person carrying on, whether in conjunction with any other \nbusiness or not, the business of selling any essential commodity,  whether \nwholesale or reta il; \n(c) “essential commodity”  means any of the commodities or classes of \ncommodities mentioned in the Schedule ; \n(d) “importer” means a person importing into Pakistan, whether under an import \nlicence granted by the Federal Government  or otherwise, any essential \ncommodity from outside Pakistan, but does not include a person importing any \nessential commodity as part of his personal baggage ; \n(e) “notified order ” means an order notified in the official Gazette ; \n(f) “producer” means a pers on engaged in the manufacture or production of any \nessential commodity.  \n1For Statement of Objects and Reasons, see Gaz. of P., 1977, Ext. Pt. III, p. 3539.\n \nPage 3 of 8 \n  3. Powers to make orders etc.―(1) The Federal Government, so far as it appears to it to \nbe necessary or expedient for securing equitable distribution  of an essential commodi ty and its \navailability at fair prices, may, by notified order, provide  for regulating the prices, production, \nmovement, transpo rt, supp ly, distribution,  dispos al and sale of the  essential commodi ty and for the \nprice to be  charged or paid for it at any stage of transaction therein. \n(2) Without  prejudice to the generality of the powers conferred by sub-section (1), an order \nmade thereunder may provide— \n \n(a)     for controlling the prices at which any essential commodi ty may be bought or \nsold in any area; \n \n(b)     for   regulating   the   production,   treatment   and   keeping   of   any   \nessential commodi ty; \n \n(c)    for regulating, by licences, permits or otherwise, the transpo rt, movement and \ndistribution  between the  Provinces of an essential commodi ty; \n \n(d)     for prohibiting  the withholding  of sale of an essential commodi ty ordinarily \nkept for sale; . \n \n(e) for requiring any person holding  stock in a Province of an essential \ncommodi ty to sell in another province the whole  or a specified part of the \nstock at such price, to such persons or class of persons and under such \nconditions  as may be specified in the o rder; \n \n(f)     for fixing the maximum  quantity of any essential commodi ty which may at \nany time be  possessed by a producer or dealer; \n \n(g)     for  collecting  any  information  or  statistics  with  a  view  to  regulating  or \nprohibiting  any of the matters aforesaid; \n \n(h)     for requiring persons engaged in any of the matters aforesaid in respect of any \nessential  commodi ty  to  maintain  and  produce  for  inspection  such  books, \naccounts  and records relating to  their business, and to furnish such \ninformation relating thereto, as may be specified in the order; \n \n(i)      for  requiring  every  importer,  producer  and  dealer  to  mark  the  \nessential commoditi es with the s ale prices and to exhibition  his p remises a \nprice list  of the essential commoditi es held by him for sale; and \n \n(j)      for any incidental and suppl ementary matters, including in p articular the \nentering and search of premises, vehicles, vessels and aircraft, the seizure by \na person authorised to make such search of any articles in respect of which \nsuch person has reason to believe that a contravention  of the order has been, \nis being or  is about to be committ ed, or any records connected therewith,  the \ngrant or issue of  licences, permits or other documents and the charging of fees \ntherefor. \n \nPage 4 of 8 \n 4. Delegation of powers. The Federal Government may, by noti fied order, direct that any \npower conferred on it by or under this Act shall, in relation to such matters and subject to su ch \nconditions,  if any, as may be specified in the  direction, be exercisable also by— \n \n(a)       such officer or authority subo rdinate to the Federal Government; or \n \n(b) such Provincial Government or  such  officer  or  authority subordinate  to  a \nProvincial Government, as may be specified in the di rection. \n \n5. Effect of orders inconsistent with other enactments. Any order made under section 3 \nshall have effect notwithst anding anything in consist ent therewith contained in any enactment other \nthan this Act or any instrument having effect by virtue of any enactment oth er than this  Act. \n \n6. Fixation of prices.—(1) Subject to such general or special orders as may be made by the \nFederal Government under section 3, the Cont roller- General may, by notification in the  official \nGazette, fix specific maximum  prices of essential commoditi es and different prices    may    be    \nfixed    for    different    localities    or    for    different    classes    or categories of any essential \ncommoditi es. \n \n(2) No person shall sell or re-sell any essential commodi ty at a price higher than the \nmaximum  price so fixed. \n \n1[(2A)  Every dealer, importer or producer of an essential commodi ty the maximum p rice of \nwhich is not for the time being fixed by a notification issued under sub-section (1) sh all, if so \nrequired by the Cont roller-General by an order in writing or by a notified order, inform the \nCont roller-General by notice in writing forwarded to him by registered post acknowl edgement \ndue of his intention  to raise the price of the essenti al commodi ty and shall not  raise the p rice. \n \n(a) before  the  expiration  of  thirty days  from  the  day on  which  the  notice  \nis received by the Cont roller-General ; or \n \n(b) at any  time  thereafter,  if,  within  the  said  period,  the  Cont roller-General \ncommuni cates to him  an obj ection to the p rice being raised. \n \n(2B) A notice under sub-section (2A) shall specify the amount  by whi ch the price of the \nessential commodi ty is propos ed to be  raised and the reasons th erefore and be accompanied by the \nlatest annual audited accounts  of the d ealer, impo rter or producer.] \n \n(3) Every dealer, impo rter, or producer shall supply to  the Cont roller-General such \ninformation regarding the production, impo rtation, purchase, stock, sale or distribution  of any of the \nessential commo dities as the Cont roller-General may, by an order in writing or by a noti fied order, \nrequire. \n \n 2[6A.Appeal .—(1) Any producer, deale r or importer, if aggrieved by an order of a Controller \nGeneral, may prefer an appeal within three working days of the order to an appellate committee \ncomprising of federal secretary of the division to which business of industries stands allocated and \ntwo federal secretaries nominated by the Cabinet Division in case of the Federal Govern ment and an  \nappellate committee comprising of thr ee provincial secretaries including secretary of the  department \nto whi ch business of industries stands allocated, constitut ed by chief secretary of the province \nconcern ed in case of  a province or district thereof, as the case maybe.  \n1Subs. by the Price Control and Prevention of Profiteering and Hoarding (Amdt.) Ordinance, 1979 (64 of 1979), s. 2.  \n2 Ins by the Price Control and  Prevention of Profiteering and Hoarding (Amendment) A ct, 2023, ( Act No. LXIV  of 2023),  s.2. \n \nPage 5 of 8 \n  (2) An appeal under sub -section (l) shall be decided by the concerned appellate commit tee \nwithin five working days after providing the appellant an opportunity of  being heard .] \n 7. Penalties .—(1) Any person who contravenes any order made under section 3 or a \nnotification issued, or order made, under section 6 shall be punishable with imprisonment for a term \nwhich may extend to three years and with fine which may ex tend to one lac rupees:,  \nProvided that, if a  person convicted for an offence punish able und er this sub-section is again \nconvicted for such offence, the term of im prisonm ent awarded to him shall not be less than one  year. \n \n(2) If the order made under section 3 so provides, any Cou rt trying any contravention of  such \norder may direct that any property in respect of which the Court is satisfied that the o rder has been \ncontravened shall be forfeited to the Federal Government. \n \n8. Attempts and abetments. Any person who attempts  to contravene, or abets a \ncontravention  of, any order made under section 3 shall be deemed to have contravened the o rder: \n \nProvided  that  a  person  who  buys  an  essential   commodi ty  for  his  personal \nconsumption  or use  and not for sale shall not be deemed to have abetted the contravention  of an \norder controlling  the price at which the essential commodi ty may be sold. \n \n \n 9. Offences by corporations . If the person contravening an order made under section  3 is a \ncompany or other body cor porate or a partnership or other body of individuals, every director, \nmanager, secretary, member or other officer or agent thereof shall, unless he proves that the \ncontravention took place without his knowledge or that he exercised all due diligence to pre vent such \ncontravention, be deemed to be guilty of such contravention.  \n 10. False s tatements. If any person— \n \n(i)      when required by an order made under section 3 to make a statement or \nfurnish any information makes any statement or furnishes any statement \nwhich is false in any material particular and whi ch he knows or has \nreasonable cause to believe to be  false, or does not  believe to be  true; or \n \n \n(ii)   makes any statement as aforesaid in any book,  account,  record, \ndeclaration, return or other document which he is required by any such order \nto maintain or furnish,  \n \nhe shall be punish able with imprisonm ent for a term which may extend to three years, or with fine, \nor with both.  \n \n 1[11. Power to try offences summarily.—(1) Offences punish able under this Act shall be \ntried by a Special Magistrate appoint ed under section 14A of the Code  of Criminal Procedure, 1898 , \nin a summ ary manner as provided in sections  262 to  265 of the s aid Cod e. \n \n Provided that sub-section (2) of section 262 sh all not apply. \n \n \n \n1Subs by Act III of 06, s. 14. \n \n \nPage 6 of 8 \n (2) If a Special Magistrate has reason to believe that any offence punish able und er this A ct \nhas been committ ed by any person, he may enter the place or premises where the offence has been \ncommitt ed and try the offence on the s pot.] \n \n12. Power to amend Schedule. The Federal Government may, by not ification in official \nGazette, amend the Schedule so as to add to, or omit from it any commodi ty or class of  \ncommoditi es. \n \n13. Presumption as to order.—(1) No order made by any authority other than a Cou rt \nin exercise of any power conferred by or under this Act shall be called in question  in any Court. \n \n(2) Where an order purports to have been made and signed by an authority in exercise of  \nany power conferred by or under this Act, a Court shall, within  the meaning of the Evid ence \nAct, 1872 (L  of 1872)  presume th at such order was so m ade by that authority. \n \n14. Burden of proof in certain cases. Where any person is prosecuted for contravening  \nany  order  made  under  section  3  which  prohibits  him  from  doing  an  act or being in \npossession  of a thing without  lawful authority or without  a permit, licence or oth er document,  the  \nburden  of  proving  th at  he  has  such  authority,  permit,  licence  or  other document shall be on \nhim. \n \n15. Protection of action taken under the Act.—(1) No suit, prosecution  or other legal \nproceeding shall lie against any person for anything which is in good faith done  or int ended to be  \ndone  in pursuance of any order made und er section 3. \n \n(2) No suit or other legal proceeding shall lie against the Government for any damage caused \nor likely to be caused by anything which is in good faith done  or intended to be done in pu rsuance \nof any order made und er section 3. \n \n16. [Repeal.] Omitt ed by the Federal laws (Revision  and Declaration)  Ordinan ce, 1981 \n(XXVII of 1981), s. 3 and S ch., II. \n \n1[SCHEDULE  \n(See Section 2  and section 12 ) \n \nPART - I \n1.  Edible oils, hydrogenated or otherwise;  \n2.  Processed meat;  \n3.  Tea; \n4.  Powdered milk; \n5.  Milk food for infants ; \n6.  Aerate d water ;  \n7.  Fruit juices and squashes;  \n8.  Chemical fertilizers all sorts;  \n1Subs . by S.R.O No. 1065 (I)/2021, page No. 1263, dated 24 th August, 2021  \n \nPage 7 of 8 \n 9. Cement;  \n10.  Caustic soda;  \n11.  Soda ash;  \n12.  Bicycles, motor cycles, trucks, tractors, cars, light c ommercial vehicle (LCV), heavy \ncommercial vehicle (HCV), sports utility vehicle (SUV), buses and trailor s; \n13.  Face masks, oxygen cylinder, hand sanitizers;  \n14.  Iron and steel; and  \n15.  Tyres (all types).  \nPART -II \n1.  White sugar; and   \n2.  Wheat  \nPART -III \n1.  Milk;  \n2.  Salt; \n3.  Potatoes;  \n4.  Onion;  \n5.  Pulses all sorts;  \n6.  Fish all sorts;  \n7.  Beef;  \n8.  Mutton;  \n9.  Eggs;  \n10.  Gur; \n11.  Spices and vegetables;  \n12.  Red chilies;  \n13.  Charcoal;  \n14.  Firewood;  \n15.  Matches 40 and 50 sticks;  \n \nPage 8 of 8 \n 16.  Coal;  \n17.  Poultry feed;  \n18.  Bricks;  \n19.  Phutti (seed cotton);  \n20.  Cotton (lint);  \n21.  Cotton seed all sorts;  \n22.  Wool, shoddy or raw;  \n23.  Paddy (rice);  \n24.  Ice; \n25.  Pesticides;  \n26.  Meat on hoof;  \n27.  Roti and naan (tandoori);  \n28.  Fruits and vegetables;  \n29.  Meda and suji;  \n30.  Gram flour;  \n31.   Bread (double roti);  \n32.   Curd; and  \n33.  Live poultry and poultry meat. ] \n \n \n_______ ____  \n \n \n \n \n \n \n \n \n \n \n \nDate: 13 -09-2024"
}