{
    "file": "./converted_json\\administratored2b3183cde5884ddf1fdb05f475ab79.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "Page 1 of 13 \n  \n \n \n \n \nTHE BIRTHS, DEATHS AND  MARRIA GES REGISTRATION \nACT, 1886  \n \n \n \nCONTENTS  \n \nCHAPTER I \nPRELIMINARY  \n \nSECTIONS  \n \n1.  Short title and commencement. \n \n2.  Local extent. \n3.  Definitions.  \n4.  Saving of local laws. \n5.  Powers exercisable from time to time. \nCHAPTER II \nGENE RAL REGISTRY OFFICES OF BIRTHS, \nDEATHS  AND  MARRIAGES  \n \n6.  Establishment of g eneral registry offices and appointment of Registrars \n General. \n \n7.  Indexes to be kept at general registry office. \n8.  Indexes to be open to inspection. \n9.  Copies of entries to be admissible in evidence. \n10.  Superintendence of Registrars by Registrar General. \nCHAPTER III \nREGISTRATION OF BIRTHS AND  DEATHS \n \nA.—Appli cation  of this Chapter. \n \n\n \n \n \nPage 2 of 13 \n 11.  Persons whose births and deaths are registerable. \nB.—Registration Establishment  \n12.  Power for Provincial Government to appoint Registrars for its territories. \n13.  Power for Federal Government to appoint Registrars for Acceding States. \n14.  Registrar to be deemed a public  servant. \n15.  [Repealed. ] \n16.  Office and attendance of Registrar. \n17.  Absence of Registrar or vacancy in his office. \n18.  Registrar books to be supplied and preservation of  records to be provided for. \nC.—Mode  of Registra tion \n \n19.  Duty of Registrar to registrar births and deaths of which notice is given. \n20.  Persons authorised to give notice of birth. \n21.  Persons authorized to give notice of death. \n22.  Entry of birth or deaths to be signed by person giving notice. \n23.  Grant of certificate of registration  of birth or death. \n24.  Duty of Registrars as to sending certified copies of entries in register books to Registrar \n General. \n25.  Searches and copies of entries in register books. \n26.  Exceptional provision  for registration  of certain births and deaths. \nD.—Penalty for False Information \n \n27.  Penalty for wilfully given false information. \n \nE.—Correction of Errors  \n \n28.  Correction of entry in register of births or deaths. \n \nCHAPTER IV \nAMENDMENT  Of MARRIAGE  ACTS \n \n \n29—31. [Repealed. ] \n \n \n \n \n \nPage 3 of 13 \n CHAPTER V \nSPECIAL PROVISIONS AS TO CERTAIN  EXISTING  REGISTERS \n \n32.  Permission  to persons having custody of certain records to send them within one \n year to Registrar General. \n \n33.  Appointment of Commissioners to examine registers. \n34.  Duties of Com missioners. \n35.  Searches of lists  prepared by Commissioners and grant of certified copies of entries. \n35A.   Constitution of additional Commissions for purposes of this Chapter. \nCHAPTER VI \nRULES \n \n36.  Rules. \n \n37.  [Repealed .] \n \n \n \n \nPage 4 of 13 \n THE BIRTHS, DEATHS AND  MARRIA GES REGISTRATION ACT, 1886  \n \nlACT  No. VI OF 1886  \n \n[8th March, 1886] \n \nAn Act to provide for the voluntary Registration  of certain Births and Deaths, for the \nestablishment of General Registry Offices for keeping Registers of certain Births, Deaths and \nMarriages, and for certain other purposes \n \n WHEREAS  it is expedient  to provide  for the volunt ary registration  of births  and deaths \namong  certain classes of persons,  for the more  effectual registration of those  births  and deaths and \nof the marri ages registered under Act III of 1872  (XV of 1872) , or the Christi an Marriage  Act, \n1872,  (XV of 1872)  and of certain marriages registered under the Parsi Marriage and Divor ce Act, \n18652, (XV of 1865) , and for the establishm ent of general registry  offices for keeping registers of \nthose  births,  deaths and marriages;  \n \n AND  WHEREAS  it is also expedient to provide for the authentication and custody  of \ncertain existing registers made otherwise  than in the performance of a duty specially enjoined by \nthe law of the country  in which the registers were kept, and to declare that copies of the entries in \nthose  registers shall be admissible in evidence;  \n \n It is hereby enacted as follows :— \n \nCHAPTER I \nPRELIMINARY  \n \n 1. Short title and commencement.—(1) This Act may be called the Births,  Deaths and \nMarriages Registration Act, 1886;  and \n \n (2) It sh all come into force on su ch day 3as the 4[Provincial Government], by notification in \nthe 5[official Gazette], directs. \n \n 6[*  *  *  *  *  *  *] \n 2. Local extent. This Act extends7 to 8[the whole of Pakistan] and applies also 9[to \ncitizens of Pakistan in Acceding States]. \n \n 1For Statement  of Objects  and Reasons,  see “Gazette  of India,  1885,  Pt. V, p.12;  for Report  of the Select  Committee,  see ibid., 1886,  Pt. IV, \n p. 103; and for Proceedings  in Council,  see ibid., 1885,  Supplement,  pp. 14 and 87, and ibid.,  1886,  p. 290. \n This Act has been  applied  to Phulera  in the Excluded  Area  of Upper  Tanawal  to the extent  the Act is applicable  in the N.W.F.P.,  subject  to \n certain  modifications;  and also extended  to the Excluded  Area  of Upper  Tanawal  (N.W.F.P.)  other  than Phulera  with effect  from  such date \n and subject  to such modifications  as may be notified,  see N.W.F .P. (Upper  Tanawal)  (Excluded  Area)  Laws  Regulation,  1950.  \n This Act has been  repealed  to the extent  of Islamabad  Capital  Territory,  see Ord. No. 27 of 1981,  s. 4 and 3rd Sch. \n 2See now the Parsi  Marriage  and Divorce  Act, 1936  (3 of 1936).  \n 3The 1st October, 1888, see Gazette of India, 1888, Pt. I, p. 336.  \n 4Subs. by F.A.O., 1975, Art. 2 and Sch., for “Central Government”, which was subs. by A.O.,1937, for “G. G. in C.”.  \n 5Subs. by A.O., 1937 , for “Gazette of India”.  \n 6Sub-section (3) rep. by the Amending Act, 1891 (12 of 1891).  \n 7It has been declared in force in Baluchistan by the British Baluchistan Laws Regulation (2 of 1913), s. 3 and Sch.  \n It has also been extended to the Leased Areas of Baluchistan, see the Leased Areas (Laws) Order, 1950 (G.G.O. 3 of 1950); and applied in \n the Federated Areas of Baluchistan , see Gaz. of India, 1937, Pt. I, p. 1499.  \n 8Subs. by the Central Laws (Statute Reform) Ordinance, 1960 (21 of 1960), s. 3 and 2nd Sc h. (with effect from the 14th October, 1955 ) for \n “all the Provinces and the Capital of the Federation” which had been subs. by A.O., 1949, Arts. 3(2) and 4, for “the whole of  British India”.  \n 9The original words “within the dominions of Princes and States  in India in alliance with Her Majesty, to British subjects in those \n dominions” have successively been amended by A. O.,1937, the Federal Laws (Revision and Declaration) Act, 1951 (26 of 1951), s. 4 and  \n 3rd Sch., and A.O., 1961, Art. 2 and Sch, ( with eff ect from the 23rd March, 1956 ), to read as above.  \n \n \n \nPage 5 of 13 \n  3. Definition . In this Act, unless there is something  repugn ant in the subje ct or context, — \n \n  “sign”  includ es mark, when the person making the mark is unable to write  his name:   \n \n  “prescribed” means prescribed by a rule made 1* * * under this Act: and  \n \n  “Registrar of Births  and Deaths” means a Registrar of Births  and Deaths appointed  \n    under  this Act. \n \n 4. Saving of local laws. Nothing  in this Act, or in any rule made under this Act, shall affect \nany law heretofore or  hereafter passed pro viding for the registration of  births  and deaths within  \nparticular local areas. \n \n 5. Powers exercisable from time to time. All powers conferred by this  Act may be \nexercised from time to time as occasion requires. \n \n \nCHAPTER II \nGENE RAL REGISTRY OFFICES OF \nBIRTHS, DEATHS  AND  MARRIAGES  \n \n 6. Establishment of g eneral registry offices and appointment of Registrars General.—\n(1) Each 2[Provincial Government]— \n \n(a)  shall establish3 a general registry office for keeping such cert ified copies of \nregisters of births and deaths registered under this Act, or marriages registered \nunder Act III of 1872 (XV of 1872) ( to provide a form of marriage in certain \ncases ) or of the Christian Marriage Act, 1872, or, 4* * *, under the Parsi \nMarria ge and Divorce Act, 18655, (XV of 1865) as may be sent to it under this \nAct, or under any of the three last -mentioned Acts, as amended by this Act; \nand \n(b)  may appoin t6 to the charge of that office an officer, to be called the Registrar \nGeneral of Births,  Deaths and Marriages, for the  territor ies under its \nadministration:  \n 7[* * * * * * *] \n \n 7. Indexes to be kept at general registry office . Each Registrar General of Births,  Deaths \nand Marriages shall cause indexes of all the certified copies of registers sent to his office under this \nAct, or under Act III of 1872 (XV of 1872),  the Christian Marriage Act, 1872,  (XV of 1872)  or the \nParsi Marriage and Divorce Act, 18655, (XV of 1865)  as amended by this Act, to be made a nd kept \nin his office in the prescribed form. \n \n \n 1The word s “by the G.G. in C.” rep. by A.O., 1937.  2Subs. by A.O.,1937, for “L. G.”,  \n 3For General Registry Offices established for different provinces, see local R. & O.  \n 4The words “beyond the local limits of the ordinary original civil jurisdic tion of the High Court of judicature at Bombay” omitted by A.O.,  \n 1949. Sch.  \n 5See now the Parsi Marriage and Divorce Act, 1936 (3 of 1936).  \n 6For Registrars General appointed for different provinces, see local R.&O.  \n 7Sub-section (2) rep. by A.O., 1937.  \n \n \n \nPage 6 of 13 \n  8. Indexes to be open to inspection. Subject to the payment of the prescribed fees, the \nindexes so made shall be at all reasonable times open to inspection by any person applying to \ninspect them, and copies of entries in the certified copies of the registers to which the indexes \nrelate shall be given to all persons  applying for them. \n \n 9. Copies  of entries  to be admissible  in evidence . A copy of an entry given under  the last \nforegoing section shall be certified by the Registrar General of Births,  Deaths and Marriages, or by \nan officer authori zed 1 in this behalf by the 2[Provincial Government], and shall be admissible in \nevidence for the purpo se of proving the birth,  death or marriage to which the entry relates.  \n \n 10. Superintendence of registrars by Registrar General. Each Registrar General of \nBirths,  Deaths and Marriages shall exercise a general superintendence over the Registrars of Births \nand Deaths in the territori es for which he is appoin ted. \n \n \nCHAPTER III \nREGISTRATION OF BIRTHS AND  DEATHS \n \nA.—Appli cation of this Chapter \n \n 11. Persons whose births and deaths are registerable.—(1) The persons whose  births  and \ndeaths shall, in the first instance, be registerable under this Chapter are the following  namely:— \n \n(a)  in 3[the Provinces],  the members  of every  race, sect or tribe to which  the \nIndian Succession  Act, 18654(X of 1865),  applies, and in respect of which an \norder  under section 332 of that Act is not for the time being in force, and all \npersons  professing  the Christian religion;  \n \n(b)  in 5[Acceding States], 6[citizens of Pakistan] being mem bers of a like race, \nsect or tribe or professing  the Christi an religion:  \n \n (2) But the 2[Provincial  Government],  by notification  in the official  Gazette,  may 7* * \n*extend the operation of this Chapter to any other class of persons  either  generally or in any local \narea.  \n \nB.—Registration  Establishment \n \n 812. Power  for Provincial  Government  to appoint  Registrars  for its territories . The \n2[Provincial  Government]  may appoint,  either  by name  or by virtue  of their office,  so many persons  \nas it thinks  necessary to be Registrars of Births and  Deaths for such local areas within the territories \nunder its administration as it may define and, if it sees fit, for any class of persons within  any part of \nthose territories.  \n \n 1For such authorizations,  see local  R.& O. \n 2Subs.  by A.O.,  1937,  for “L.G.”.  \n 3The original  words  “British  India”  have  successively  been  amended  by A.O.,  1949,  Arts.  3 (2) and (4), the Repealing  and Amending  \n Ordinance  1961  (1 of 1961),  s. 3 and 2nd Sch.,  and A.O. , 1964,  Art. 2 and Sch.,  to read as above.  \n 4See now the Succession  Act, 1925  (39 of 1925),  s. 3. \n 5Subs.  by the Federal  Laws  (Revision  and Declaration)  Act, 1951  (26 of 1951),  s. 4 and 3rd Sch.,  for “Indian  States”  which  had been  subs.  \n by A.O.,  1937,  for “the dominions  of Princes  and States  in India  in alliance  with Her Majesty”   \n 6Subs. by A.O., 1961, Art. 2 and Sch., for “British subjects” ( with effect from the 23rd March, 1956 ). \n 7The words “with the previous approval of the G. G. in C.” were omitted b y the Devolution Act, 1920 (38 of 1920), s. 2 and Sch. I.  \n 8As to Registrars appointed under this section, see different local Rules and Orders and Gen. R. & O.  \n \n \n \n \nPage 7 of 13 \n  13. Power  for 1[Federal  Government]  to appoint  Registrars  for Acceding  States . The \nl[Federal  Government]  may,  by notification  in the 2[official  Gazette],  appoint,  either  by name  or by \nvirtue  of their office,  so many  persons  as 3[it] thinks  necessary  to be 4Registrars  of Births  and \nDeaths  for such local  areas  within  5[any Acceding  to State]  as 3[it] may define  and, if 3[it] sees fit, \nfor any class  of persons  within  any part of 6[those  States].  \n \n 7[*  *  *  *  *  *  *] \n \n 14. Registrar to be deemed a public  servant. Every Registrar of Births and Deaths shall \nbe deemed to be a public  servant within  the meaning of the Pakistan Penal Code (XLV of 1860).  \n \n 15. [Power to remove Registrars .] Rep. by A.O.,  1937 . \n \n 16. Office and attendance of Registrar.—(1) Every Register of Births and Deaths \nshall have an office in the local area, or within  the part of the territor ies or dominions,  for \nwhich he is appointed. \n \n (2) Every Registrar of Births and Deaths to whom  the 8[Provincial Government] may direct \nthis sub-section to apply shall attend at his office for the purpose  of registering births  and deaths \non such days and at such hours  as the Registrar General of Births,  Deaths and Marriages may direct, \nand shall cause to be placed in some conspi cuous  place on or near the outer door of his office his \nname, with the addition of Registrar of Births and Deaths for the local area or class for which he \nis appointed, and the days and hours  of his attendance. \n \n 17. Absence  of Registrar  or vacancy  in his office .—(1) When any Registrar of Births  and \nDeaths to whom  the 8[Provincial Government] may direct this section to apply, 9* * *, is absent, or \nwhen his office is temporarily vacant  any person whom the Registrar General of Births, Deaths and \nMarriages appoints in this behalf, or, in default of such appointment, the Judge of the District Court \nwithin the local limits of whose j urisdiction the Registrar’s office is situate, or such other officer as \nthe 8[Provincial Government] appoin ts in this behalf , shall be the Registrar of Births and Deaths \nduring  such absence or until the 8[Provincial Government] fills the vacancy.  \n \n 10[*  *  *  *  *  *  *] \n (3) The Registrar General of Births, D eaths and M arriages shall report to the 8\n[Provincial \nGovernment] all appointments made by him under this section. \n \n \n 1Subs.  by F.A.O.,  1975,  Art. 2 and Table,  for “Central  Government”,  which  was previ ously  subs.  by A.O.,  1937,  for “G. G. in C.”. \n 2Subs.  by A.O.,  1937,  for “Gazette  of India”.  \n 3Subs . ibid., for “he”.  \n 4For Registrars  of Births  and Deaths  appointed  under  this section  for– \n  (1)  Baluchistan  Agency  Territories,  see Gazette  of India,  1903,  Pt. I, p. 916. \n  (2)  Hyderabad  State,  see Gazette  of India,  1889  and 1890,  Pt. I, p. 621 and 468, respectively.  \n 5Subs.  by Act 26 of 1951,  s. 4 and 3rd Sch.,  for “any  Indian  State”  which  had been  subs.  by A.O.,  1937,  for “the dominions  of any Prince  or \n State  in India  in alliance  with Her Majesty”.  \n 6Subs.  by A.O.,  1937,  for “those  dominions”.  \n 7The proviso  which  was added  by the Devolution,  Act, 1920  (38 of 1920),  s. 2 and Sch. I, rep. by A.O.,  1937.  \n 8Subs.  by A.O.,  1937,  for “L. G.”. \n 9The words  “not being a Registrar  of Births  and Deaths  for a local  area in the town  of Calcutta,  Madras  or Bombay”  omitted  by A.O.,  1949,  \n Sch. \n 10Sub-section (2) omitted, ibid. \n \n \n \nPage 8 of 13 \n  18. Registrar  books  to be supplied  and preservation  of records  to be provided  for. The \n1[Provincial Government] shall supply  every Registrar of Births and Deaths with a sufficient number \nof register books  of births  and of register books of deaths, and shall make  suitable provision  for the \npreservation of the records connected with the registration of births  and deaths.  \n \nC.—Mode  of Registra tion \n \n 19. Duty of Registrar to registrar births and deaths of which notice is given. Every \nRegistrar of Births and Deaths, on receipt of notice of a birth  or death within  the local area or \namong the class for which he is appointed, shall, if the notice is given within  the prescribed time \nand in the prescribed mode by a person authorized by this Act to give the notice, forthwith  \nmake an entry of the birth  or death in the proper register book : \n \n Provided that— \n \n(a)  if he has reason to believe  the notice to be in any respect  false,  he may refuse  to \nregister  the birth or death  until he receives  an order  from  the Judge  of the \nDistrict  Court  directing  him to make  the entry  and prescribing  the manner  in \nwhich  the entry  is to be made;  and \n \n(b)  he shall not enter  in the register  the name  of any person  as father of an \nillegiti mate child,  unless at the request  of the mother  and of the person  \nacknowledging  himself  to be the father  of the child.  \n \n 20. Persons authorised to give notice of birth. Any of the following  persons  give \nnotice of a birth,  namely:— \n \n(a)  the father or mother of the child; \n \n(b)  any person present at the birth;  \n \n(c)  any person occupying, at the time of the birth, any part of the house  \nwherein the child was born and having knowl edge of the child having \nbeen in the hous e; \n \n(d)  any medical practitioner in attendance after the birth  and having personal \nknowl edge of the birth  having occurred; \n \n(e)  any person having charge of the child. \n \n 21. Persons authorized to give notice of death. Any of the following  persons  may give \nnotice of a death, namely:— \n \n(a)  any relative of the d eceased having know ledge of any of t he particulars \nrequired to be registered concerning  the death; \n \n(b)  any person present at the death; \n \n \n1Subs. by A.O., 1937, for “L. G.” \n \n \n \nPage 9 of 13 \n (c)  any person occupying, at the time of the death, any part of the house  \nwherein the death occurred and having knowl edge of the deceased having \ndied in the hous e; \n \n(d)  any person in attendance during  the last illness of the deceased; \n \n(e) any person who has seen the body  of the deceased after death. \n \n 22. Entry of birth or deaths to be signed by person giving notice.—(1) When an entry \nof a birth  or death has been made by the Registrar of Births and Deaths under section l9, the person \ngiving notice of the birth  or death must sign the entry in the register in the presence of the \nRegistrar: \n \n l[Provided  that it shall not be necessary  for the person  giving  notice  to attend  before  the \nRegistrar  or to sign the entry  in the register  if he has given  such notice  in writing  and has furnished  to \nthe satisfaction  of the Registrar  such evidence  of his identity  as may be required  by any rules  made  by \nthe 2[Provincial  Government]  in this behalf.]  \n (2) Until  the entry has been so signed 1[or the conditions  specified in the proviso to sub-\nsection (1) have been complied with], the birth  or death shall not be deemed to be registered under \nthis Act. \n \n (3) When the birth  of an illegitimate child is registered, and the mother and the person \nacknow ledging himself to be the father of the child jointly request that that person may be \nregistered as the father, the mother and that person must both sign the entry in the register in the \npresence of the Registrar. \n \n 23. Grant of certificate of registration  of birth or death. The Registrar of Births \nmade at the time of registering any birth  or death by the person giving notice of the birth  or death, \nand on payment by him of the prescribed fee, give to the applicant a certificate in the prescribed \nform, signed by the Registrar, of having registered the birth  or death. \n \n 24. Duty  of Registrars  as to sending  certified  copies  of entries  in register  books  to \nRegistrar  General .—(1) Every  Registrar  of Births  and Deaths  in 3[Pakistan]  shall  send to the \nRegistra r General  of Births,  Deaths  and Marriages  for the territories  within  which  the local  area or \nclass  for which he is appointed is situate or resides, at the prescribed intervals, a true copy certified \nby him, in the prescribed form, of all the entries of births and deaths in the register book  kept by \nhim since the last of those intervals: \n \n Provided that in the  case of Registrars of Births and Deaths who are clergymen of the \nChurches of England, Rome and Scotland, t he Registrar may, if so dir ected by his ecclesiastical \nsuperior, send the certified copies in the  first instance to that superior, who shall send them to the \nproper Registrar General of Births, Deaths and Marriages. \n \n \n 1Ins. by the Births,  Deaths  and Marriages  Registration  (Amdt.)  Act, 1911  (9 of 1911), s. 2. \n 2Subs.  by A.O.,  1937,  for “L. G.”. \n 3Subs.  by the Central  Laws  (Statute  Reform)  Ordinance,  1960  (21 of 1960),s.  3 and 2nd Sch. (with effect  from  the 14th October,  1955 ) for \n “the Provinces  and the Capital  of the Federation”  which  had been  subs.  by A.O.,  1949,  Arts.  3 (2) and 4, for “British  India”.  \n \n \n \n \n \nPage 10 of 13 \n  In this sub-section “Church of England” and “Church of Scotland” mean the Church of \nEngland and the Church of Scotland as by law established respectively; and “Church of Rome” \nmeans the Church which regards the Pope of Rome as its spirit ual head. \n \n (2) The provisions  of sub-section (1) shall apply to every Regi strar of Births and Deaths in \n1[any Acceding State] with this modification that the certified copies referred to in that sub-section \nshall be sent to such one of the Registrars General of Births,  Deaths and Marriages as the 2[Federa l \nGovernment], by notification3 in the 4[official Gazette], appoints  in this behalf.  \n \n 5[*  *  *  *  *  *  *] \n \n 25. Searches and copies of entries in register books.—(1) Every Registrar of Births and \nDeaths shall, on payment of the prescribed fees, at all reasonable times, al1ow  searches to be, \nmade in the register books  kept by him and give a copy of any entry in the same. \n \n (2) Every copy of an entry in a register book given under this section shall be certified by \nthe Registrar of Births and Deaths and shall be admissible in evidence for the purpo se of proving \nthe birth  or death to which the entry relates. \n \n 26. Exceptional  provision  for registration  of certain  births and deaths . Notwithst anding  \nanything  in section 19, the 6[Provincial Government] may make rules7 authori zing Regi strars of \nBirths and Deaths, on conditions  and in circumstances to be specified in the rules, to register births  \nand deaths occurring  outsid e the local areas or classes  for which they are appointed.  \n \nD.—Penalty for False Information \n \n 27. Penalty for wilfully given false information. If any person wilfully makes, or causes \nto be made for the purpose  of being inserted in any register of births or deaths, any false \nstatement in connection with any notice of a birth  or death under this Act, he shall be punish ed with \nimprison ment for a term which may extend to three years, or with fine, or with both.  \n \nE.—Correction of Errors  \n \n 28. Correction of ent ry in register of births or deaths .—(l) If it is pro ved to the \nsatisfaction of a Registrar of Births and Deaths that any entry of a birth or death in any register kept \nby him under this Act is erroneous in form or subs tance, he may, subject to such rules 8as may be \nmade by the 6[Provincial Government] with respect to the  conditions  and c ircumstances on and in \nwhich errors  may be corrected, correct the error by entry in the ma rgin, without  any alteration of the \noriginal entry, and shall sign the marginal entry and add thereto the date of the correction.  \n \n \n 1Subs.  by the Federal  Laws  (Revision  and Declaration)  Act, 1951  (26 of 1951),  for “any  Indian  State”  which  had been  subs.  for “the \n dominions  of any Prince  or State  in India  in alliance  with Her Majesty”  by A.O.,  1937.  \n 2See foot-note 1 on p. 177, supra . \n 3For an instance  of such notification,  see Gazette  of India,  1923,  Pt. I, p. 204. \n 4Subs.  by A.O.,  1937,  for “Gazette  of India”.  \n 5The proviso  added  by the Devolution  Act, 1920  (38 of 1920),  s. 2 and Sch. I, rep. by A.O.,  1937.  \n 6Subs.  by A.O.,  1937,  for the words  “L. G.”, which  had been  subs.  for the words  “G. G. in C.” by the Births,  Deaths  and Marriages  \n Registration  (Amdt.)  Act, 1911  (9 of 1911),  s. 3. \n 7For rules  made  under  s. 26 conjointly  with ss. 28 and 36, see Gen.  R. & O., and different  local  Rules  and Orders.  All rules  made  by the “G. \n G. in C.” under  this Act before  1911  shall  be deemed  to have  been  made  by the Provincial  Government,  see. s. 6 of Act 9 of 1911.  \n 8For rules made under s. 26 conjoin tly with ss. 28 and 36, see Gen. R. & O., and different local Rules and Orders. All rules made by the “G.G. \n in C.” under this Act before 1911 shall be deemed to have been made by the Provincial Government, see s.6 of Act 9 of 1911.  \n \n \n \nPage 11 of 13 \n  (2) If a certified copy of the entry has already been sent to the Registrar General of Births,  \nDeaths and Marriages, the Registrar of Births and Deaths shall make and send a separate \ncertified copy of the original erroneous entry and of the marginal correction therein made. \n \n \nCHAPTER IV \nAMENDMENT  Of' MARRIAGE  ACTS \n \n [Rep. by the Repealing  Act, 1938  (I of 1938),  s. 2 and Schedule] \n \nCHAPTER V \nSPECIAL PROVISIONS AS TO CERTAIN  EXISTING  REGISTERS \n \n 32. Permission  to persons  having  custody  of certain  records  to send  them  within  one year \nto Registrar  General . If any person  in 1[Pakistan]  or in 2[any Acceding  State],  has for the time being  \nthe custody  of any register  or record  of birth, baptism, na ming, dedic ation, d eath or burial of any \npersons of the cl asses r eferred to in section 11, sub-section (1), or of any register or record of marriage \nof any persons of the cl asses to which A ct III of 1872 or the Christi an Marriage Act, 1872(XV of \n1872.), or the Parsi Marriage and Divorce Act, 18653(XV of 1865), applies, and if su ch register or \nrecord has been made otherwise than in performan ce of a duty sp ecially enjoined by the law of the \ncountry in which the Register or record was kept, he may, 4[at any time b efore the first day of April \n1891], send the register or record to the offi ce of the Re gistrar Gener al of Births, Deaths and \nMarriages for the territories within which he resides, or, if he resides within 5[ any Ac ceding State], to \nsuch one of the Registr ars General as afores aid as the 6[Federal Government], by notific ation7 in the \n8[officia l Gazette], dire cts in this behalf:  \n \n 9[*  *  *  *  *  *  *] \n \n 33. Appointment of Commissioners to examine registers .— 10[(1) Any 11[Provincial \nGovernment] in the case of registers or records sent under section 32 to the Registrar General for \nthe territori es under its administration, and the 6[Federal Government], in the case of registers or \nrecords so sent to any other Registrar General appointed by 12[it] under the said section, may \nappoint so many persons as it 13* * * thinks fit to be Commissioners for examining such registers or \nrecords.]  \n \n 1Subs.  by the Central  Laws  (Statute  Reform)  Ordinance,  1960  (21 of 1960),  s. 3 and 2nd Sch. (with effect  from the 14th October,  1955 ), for \n “the Provinces  and the Capital  of the Federation”  which  had been subs.  by A.O., 1949,  Arts.  3 (2) and 4, for “British  India.”  \n 2Subs.  by the Federal  Laws  (Revision  and Declaration)  Act, 1951  (26 of 1951),  s. 4 and 3rd Sch. for “any Indian  State”  which  had been subs.  \n by A.O.,  1937,  for “the dominions  of any Prince  or State  in India in alliance  with Her Majesty”.  \n 3See now the Parsi Marriage and Divorce Act, 1936 (3 of 1936).  \n 4Subs. for “within one year from the date on which this Act comes into force” by the Births, Deaths and Marriages Registration  Act, (1886) \n Amendment Act, 189 0 (16 of 1890), s. I.  \n 5Subs. by the Federal Laws (Revision and Declaration) Act, 1951 (26 of 1951), s. 4 and 3rd Sch., for “any Indian State” which had been  \n subs. by A.O., 1937, for “the dominions of any Prince or State in India in alliance with Her Maje sty”. \n 6See foot -note 1 on p. 177, supra.  \n 7For an instance of such notification, see Gazette of India, 1899, Pt. I, p.424.  \n 8Subs. by A.O., 1937, for “Gazette of India.”.  \n 9Proviso which was inserted by the Devolution Act, 1920 (38 of 1920), s. 2, and Sch . I, and subsequently amended by A.O., 1937, omitted \n by A.O., 1949, Sch.  \n 10Subs. by Act 38 of 1920 s. 2 and Sch. I, for the original sub -section (1)  \n 11Subs. by A, O., 1937, for “L. G,”.  \n 12Subs, ibid., for “him”.  \n 13The words “or he, as the case may be, ” rep., ibid. \n \n \n \n \nPage 12 of 13 \n  (2) The Commission ers so appoint ed shall hold office for such period as the 1\n[authority \nappointing  them], by the order of appointment, or any subsequent order, directs. \n \n 34. Duties of Com missioners.—(1) The Commissioners appointed under the last fore- \ngoing section shall enquire into the state, custody and authenticity of every such register or record \nas may be sent to the Registrar General of Births,  Deaths and Marriages under section 32;   \n  and shall deliver to the Registrar General a descriptive list or descriptive lists of all such \nregisters or records,  or portions  of registers or records, as they find to be accurate and faithful. \n \n (2) The list or lists  shall contain the prescribed particulars and refer to the  registers or \nrecords,  or to the portions of the registers or records, in the prescribed manner. \n \n (3) The Commissioners shall also certify in writin g, upon  some part of every separate book  \nor volume containing any such register or record, or portion  of a register or record, as is referred to \nin any list or lists  made by the Commission ers, that it is one of the registers or records,  or portions  \nof registers or records,  referred to in the said list or lists. \n \n 35. Searches of lists  prepared by Commissioners and grant of certified copies of \nentries.—(1) Subject to the payment of the prescribed fees, the descriptive list  or lists of \nregisters or records,  or portions  of registers or records,  delivered by the  Commissioners to the \nRegistrar General of Births, Deaths and Marriages shall be, at all reasonable times, open to \ninspection by any person applying to insp ect it or th em, and copies of entries in those registers or \nrecords shall be given to all persons  applying for them. \n \n (2) A copy of an entry given under this section shall be certified by the Registrar General of \nBirths,  Deaths and Marriages, or by an officer or person 2authorized in this behalf by the 3[Provincial \nGovernment] and shall be  admissible in evidence for  the purpose of proving the birth,  baptism, \nnaming, dedication, death, burial or marriage to which the entry relates.  \n \n 4[35A. Constitution of additional Commissions for purposes of this Chapter .—(1) The \n5[Fede ral Government] or the 3[Provincial Government] 6[may by notification in  the official Gaze tte] \nappoint  more Commissions7 than one for the purpo ses of section 33, each such Commission \nconsisting of so many and su ch mem bers, and having its functions restricted to the dispo sal, und er \nthis A ct and the rul es thereunder, of such registers and records sent under section 32 to the Registrar \nGeneral, as may be specified in the notification.  \n \n (2) If more Commissions than one are appointed in exercise of the power conferred by sub -\nsection (1), then references in this Act to the Commissioners shall be construed as references to t he \nmembers constituting a, Commission so appointed.]  \n \n \n 1Subs.  by Act 38 of 1920,  s. 2 and Sch.,  I, for “G. G. in C.”. \n 2For such authorizations,  see different  local  Rules  and Orders.  \n 3Subs.  by A.O.,  1937,  for “L. G.”. \n 4S. 35A was added  by the Births,  Deaths and Marriages  Registration  Act (1886)  Amendment  Act, 1890  (16 of 1890),  s. 2, which  was \n repealed  by the Devolution  Act, 1920  (38 of 1920),  s. 3 and Sch. II. The present  sub-section  (1) was subs for the original  sub-section  by Act \n 38 of 1920,  s. 2 and Sch. 1 and sub-section  (2), which  is the same  as the original  sub-section  (2), was ins. by the Repealing  and Amending  \n Act, 1934  (24 of 1934)  s. 2 and Sch. I. \n 5See foot-note 1 on p. 177, supra.  \n 6Subs.  by A.O.,  1937,  for “if he or it thinks  fit, may by notification  in the Gazette  of India  or the local  official  Gazette,  as the case may be”. \n 7For Commissioners  appointed  under  this section,  see Gen.  R. & O. \n \n \n \nPage 13 of 13 \n CHAPTER VI \nRULES \n \n 1[36. Rules .—2[(1) The Provincial  Government,  for each Province,  and the 3[Federa l \nGovernment],  for 4[citizens  of Pakistan]  in 5[Acceding  States],  may make  rules  to carry  out the \npurposes  of this Act.]  \n \n (2) In particular and without prejudice to the generality of the foregoing power, such rules \nmay— \n \n(a)  fix the fees payable under this Act; \n \n(b)  prescribe the forms required for the purpos es of this Act; \n \n(c)  prescribe the time within which, and the mode in which, persons  authori zed \nunder this Act to give notice of a birth  or death to a Registrar of Births and \nDeaths must give the notice; \n \n(d)  prescribe the evidence of identity to be furnished to a Registrar of Births \nand Deaths by persons  giving notice of a birth or death in cases where \npersonal attendance before such Registrar is dispensed with;  \n \n \n(e)  prescribe the registers to be kept and the form and manner in which \nRegistrars of Births and Deaths are to register births and deaths under this \nAct, and the intervals at which they are to send to the Registrar General of \nBirths,  Deaths and Marriages true copies of the entries of births and deaths in \nthe registers kept by them; \n \n(f)  prescribe the conditions and circumstances on and in which Registrars of \nBirths and Deaths may correct entries of births  and deaths in registers kept by \nthem; \n \n(g)  prescribe the particulars which the descriptive list or lists to be prepared by the \nCommission ers appoin ted under Chapter V are to contain, and the manner in \nwhich they are to refer to the registers or records,  or portions  of registers or \nrecords,  to which they relate; and \n \n(h)  prescribe the custody  in which those  registers or records are to be kept. \n \n (3) Every power to make rules conferred by this Act is subject to the condition  of the \nrules being made after previous publi cation. \n (4) All rul es made under this A ct shall be published in the 6\n[official Gazette], and on such \npubli cation shall have effect as if enacted in this Act.] \n  \n 37. [Procedure for making and publication of rules.] Rep by the Births, Deaths and \nMarriag es Registration  Amendment Act, 1911  (IX of 1911),  s. 5. \nDate: 05 -09-2024  \n \n 1Subs.  by the Births,  Deaths  and Marriages  Registration  (Amdt.)  Act, 1911  (9 of 1911),  s. 4, for the original  section.  \n 2Subs.  by A.O.,  1937,  for the original  sub-section.  \n 3Subs.  by F. A.O.,  1975,  Art. 2 and Table,  for “Central  Government”.  \n 4Subs.  by A.O., 1961,  Art. 2 and Sch.,  for “British  subjects”  (with effect  from the 23rd  March,  1956 ). \n 5Subs.  by the Federal  Laws  (Revision  and Declaration)  Act, 1951  (26 of 1951),  s. 4 and 3rd Sch.,  for “Indian  States”.  \n 6Subs. By A.O, 1937, for “local official Gazet te.”"
}