{
    "file": "./converted_json\\administratorbb98c6a045200104d017480f99031251.json",
    "name": "The Stage-Carriages Act, 1861",
    "date": "7th July, 1861",
    "tagline": "An Act for licensing and regulating Stage-Carriages",
    "content": "Page 1 of 7 \n   \n \n \n \n \nTHE STAGE -CARRIAGES ACT, 1861  \n \n \n \nCONTENTS  \n1.  Definition of stage -carriage  \n2.  Carriage to be licensed  \n3.  Power to refuse license  \n4.  Charge for and duration of license  \n5.  Particulars to be painted on conspicuous part of carriage  \n6.  Penalty for lett ing carriage with out having particulars painted  \n7.  Penalty for letting for hire unlicensed carriage  \n8.  Penalty for allowing carriage to be drawn by fewer animals or more passengers, etc., to be \ncarried than provided by license  \n9.  Penalty for ill -treatin g animals  \n10.  Revocations of license  \n11.  Penalty for not conforming to provisions of section 5  \n12.  Penalty for misconduct on part of drivers  \n13.  Penalty when recoverable from proprietor  \n14.  Issue of summons  \n15.  Adjudication of penalties  \n16.  Recovery  of penalties, etc . \n17.  Offender may be apprehended and detained in custody until return of warrant of distress  \n18.  Imprisonment of offender if distress not sufficient  \n\n \nPage 2 of 7 \n 19.  Omitted  \n20.  Jurisdiction  \n20A.  Power to make rules  \n21.  Interpretation -clause “Magistrate ”  \n22.  Extent of Act  \n23.  Power to Provincial Government to exempt  \n \nPage 3 of 7 \n 1[THE STAGE -CARRIAGES ACT, 1861]  \n2Act No. XVI OF 1861  \n[7th July, 1861]  \nAn Act for licensing and regulating Stage -Carriages  \n WHEREAS it is expedient to license and to regulate st age carriages in 3[Pakistan] it is \nenacted as follows : –– \n 1. Definition of stage -carriage.  Every carriage drawn by one or more 4horses which shall \nordinarily be used for the purpose of conveying passengers for hire  to or from any place in \n5[Pakistan] sha ll, without regard to the form or construction of such carriage, be deemed to be a \nstage -carriage within the meaning of this Act:  \n 6[*  *     *       *       *    *      *] \n 2. Carriage to be licensed.  No carriage shall be used as a stage -carriage unless l icensed by a \n7Magistrate  8*  *  *.  \n 3. Power to refuse license.  The Magistrate 9[* * * ] to whom the application for a license of \nstage -carriage is made may refuse to license the same if he shall be of opinion that such stage -\ncarriage is unservice able or i s unsafe or unfit for public accommodation or use.  \n Particulars of license . If a Magistrate 9[* * * ] as aforesaid shall grant a license, the license \nshall set forth the number thereof, the name and resi dence of the proprietor of the stage -carriage, the \nplace at which his head office is held, the largest number of passengers and the greatest weight of \nluggage to be carried in or on such carriage, the number of horses by which such carriage is to be \ndrawn, and the name of the place at which such carriage is licensed.  \n 4. Charge for and duration of license.  10[For every such license there shall be paid by the \nproprietor of the stage -carriage the sum of five rupees or such less sum as the 11[Provincial \nGovernment] may fix, and such license shall be in force fo r one year from the date thereof.]  \n \n1Short title given by the Short Titles Act, 1897 (14 of 1897).  \nCf. “The Stage -Carriages Act, 1832” (2.& 3 Wm IV, c. 120); “The London Hackney Carriages Act, 1833” (3 & 4 Wm. IV, c. 48); “The Railway \nPassenger Duty Act, 1 842” (5 & 6 Vict., c. 79) ; “The Railway Passenger Duty Act 1847” (10 &11 Vict.,c.42); “The Excise Act, 1848” (11 & 12 \nVict.,c.118), s. 2:  \nThis Act as amended by the Stage -Carriages Act (1861) Amendment Act 1898 (1 of 1898), has been declared to apply to all the Provinces and the \nCapital of the Federation, but not so as to supersede or contravene provisions of local laws dealing with the same subject -see s. 22. For local laws, see \nthe Bombay Public Conveyance Act, 1920 (Bom. 7 of 1920) C.f. also the Hackne y Carriage Act, 1879 (14 of 1879).  \n It has been declared in force in Baluchistan under s. 3 of the British Balu chistan Laws ResuIation, 1913 (2 of 1913).  \n2The Act has been declared in force in British Baluchistan by Balu chistan Regulation II of 1913, s. 3. \nIt has also been extended to the Leased Areas of Baluchistan, see the Lea sed Areas (Laws) Order, 1950 (G.G.O. 3 of 1950); and applied in the \nFederated Areas of Baluchistan, see Gaz. of India, 1937, Pt. l, p. 1499.  \nThis Act has been repealed to the exte nt of Islamabad Capital Territory, see Ordinance: No. 27 of 1981, s. 4 and 3rd sch.  \n3Subs. by the Central Laws (Statute Reform) Ordinance, 1960 (21 of 1960) s. 3. and 2nd Sch. (with effect from the 14th October , 1955), for\" the \nProvinces and the Capital of  the Federation\" which was subs. for\" British India\" by A. O. 1949, Arts. 3 (2) and 4.  \n4All expressions and provisions in this Act applied to horses, also apply to all other animals employed in drawing stage -carriages, see section 21, infra.  \n5Subs. by the Central Laws (Statute Reform) Ordinance, 1960 (21 of 1960), s.3 and 2nd Sch. ( with effect from the 14th October, 1955 ), for “the \nProvinces and the Capital of the Federation” which was subs. for “British India” by A.O., 1949, Arts. 3(2) and 4.  \n6Proviso to s .1 which read: - “Provided that this Act shall not apply to carriages not ordinarily used for journeys of a greater distance than twenty miles ” \nrep. by s.2 of the Stage - Carriages Act, (1861) Amendment Act, 1898 (1 of 1898)  \n7For definition of “Magistrate” ,  see s. 21, infra.  \n8The words “or by the *Commissioner of Police of a Presidency -town” rep. by the Federal Laws (Revision and Declaration) Act, 1951 (26 of 1951), s. \n3 and II Sch. The word “Chief” was previously rep. by the Repealing and Amending Act, 1914  (10 of 1914), s. 3 and Sch. II.  \n9The words “or *Commissioner of Police”  rep. by Act 26 of 1951, s. 3 and Sch. II. The word “Chief” was previously rep. by Act  10 of 1914, s. 3 and \nSch. II.  \n10Subs. by Act 1 of 1898, s. 3, for the original paragraph.  \n11Subs, by A.O., 1937, for “L.G”.  \n \nPage 4 of 7 \n  When a licensed stage -carriage is transferred to a new pro prietor within the year, the name of \nsuch new proprietor shall, on application to that effect, be substituted in the license for the name of \nthe former proprietor with out any further payment for that year; and every person who appears by the \nlicense to be the pro prietor shall be deemed to be such proprietor for all the purposes of this Act.  \n 5. Particulars to be painted on conspicuous part of carriage.  On any stage -carriage being \nlicensed the proprietor there  of shall cause the number of the license and all the other particu lars of \nthe license to be distinctly painted in the English language and character upon a conspicuous part of \nsuch stage -carriage.  \n 6. Penalty fo r letting carriage without having particulars painted.  The proprietor of any \nlicensed stage -carriage who shall let such stage -carriage for hire without the particulars specified in \nsection 3 being painted on such carriage in the manner directed in the last  preceding section shall be \nliable to a fine not exceeding one hundred rupees.  \n 7. Penalty for letting for hire unlicensed carriage.  Whoever lets for hire any stage -carriage \nwithout the same being licensed as provided by this Act, shall be liable, on a fir st con viction, to a \nfine not exceeding one hundred rupees, and on any sub sequent conviction, to a fine which may \nextend to five hundred rupees.  \n 8. Penalty for allowing carriage to be drawn by fewer animals or more passengers, etc., \nto be carried than pr ovided by license.  Any proprietor, or agent of a proprietor, or any driver of a \nlicensed stage -carriage, who knowingly permits such carriage to be drawn by a less number of \nhorses, or who knowingly permits a larger number of passengers, or a greater weight  of luggage, to \nbe carried by such stage -carriage than shall be provided by the license, shall be liable on a first \nconviction to a fine not exceeding one hundred rupees, and on any subsequent conviction, to a fine \nwhich may extend to five hundred rupees.  \n In every case where such stage -carriage shall be proved to have been drawn by a less number \nof horses, or to have carried a larger number of passengers or a greater weight of luggage, than shall \nbe provided by the license, the proprietor of such carriage shall be held to have knowingly permitted \nsuch offence, unless he shall prove that the offence was not committed with his connivance, and that \nhe had taken every reasonable precaution and had made reasonable provision to prevent the \ncommission of the offen ce. \n 9. Penalty for ill -treating animals.  Any person who shall cruelly beat, ill -treat, over -drive, \nabuse, torture or cause or procure to be cruelly beaten, ill -treated, over -driven, abused or tortured, \nany horse employed in drawing or harnessed to any sta ge-carriage, or who shall harness to or drive in \nany stage -carriage any horse which from sickness, age, wounds or other cause is unfit to be driven in \nsuch stage -carriage, shall for every such offence be liable to a fine not exceeding one hundred \nrupees.  \n 10. Revocations of license.  Any Magistrate 1[* * * ] within the local limits of whose \njurisdiction any stage -carriage shall ply, or who has granted the license of any stage -carriage may \ncancel the license of such stage -carriage if it shall appear to him t hat such stage -carriage or any horse \nor any harness used with such carriage is unserviceable or unsafe or otherwise unfit for public \naccommodation or use.  \n \n1The words “or*Commissioner of Police” omitted by A. O., 1949, Sch.  \nThe word “Chief” was previously rep. by the Repealing and Amending Act, 1914 (10 of 1914), s. 3 and Sch. II.  \n \nPage 5 of 7 \n  11. Penalty for not conforming to provisions of section 5.  In any station or place in which \na Magistrate shall reside and be, any police -officer may, in any place within two mil es of the office \nof such Magistrate, seize any stage -carriage with the horse harnessed thereto, if the full particulars of \nthe license of such stage carriage be not distinctly painted on such stage -carriage in the man ner \nprovided in section 5 of this Act . \n Such carriage with the horse harnessed thereto shall be taken without delay by such police -\nofficer before such Magistrate, who shall forthwith proceed to hear and determine the complaint of \nsuch police -officer; and, if there upon any fine is imposed by such Magistrate and such fine is paid, \nsuch stage -carriage and horse shall be immediately released; and if such fine be not paid, such stage -\ncarriage and horse may be detained for twenty days as secu rity for the payment thereof; and if the \nfine be not soo ner paid, they may be sold and the proceeds applied (so far as they extend) to the \npayment of the said fine, and all costs and charges incurred on account of the detention and sale; and \nthe surplus (if any), when claimed, shall be paid to the proprietor of  such carriage and horse; and if \nsuch surplus be not claimed within a further period of two months from such sale, the same shall be \nforfeited to the State.  \n If the proceeds of such sale do not fully pay the fine and costs and charges aforesaid, the \nbalanc e may be recovered as hereinafter provided.  \n 12. Penalty for misconduct on part of drivers.  If any driver of any stage -carriage, or any \nother person having the care thereof, shall, through intoxication, neglect or by wanton or furious \ndriving or by any oth er misconduct, endanger the safety of any passenger or other person, or shall \ninjure or endanger the property of the proprietor of such stage -carriage or of any other person, every \nsuch person so offending shall be liable to a fine not exceeding one hundre d rupees.  \n 13. Penalty when recoverable from proprietor.  Whenever the driver of any stage -carriage \nor the owner of any horse employed in drawing any stage -carriage shall have committed any offence \nagainst this Act for the commission whereof any penalty is by this Act imposed, other than an \noffence specified in section 8, and such driver or owner shall not be known, or being known cannot \nbe found, or if the penalty cannot be recovered from such driver or owner, the proprietor of such \ncarriage shall be liable  to every such penalty as if he had been the driver of such carriage or owner of \nsuch horse at the time when such offence was commit ted : \n Proviso.  Provided that if any such proprietor shall make out, to the satisfaction of the \nMagistrate before whom any complaint or in formation shall be heard, by sufficient evidence, that the \noffence was committed by such driver or owner without the privity or knowledge of such proprietor, \nand that no profit, advantage or benefit, either directly or indirectly, has accru ed or can accrue to \nsuch proprietor therefrom, and that he has used his endeavor to find out such driver or owner, and \nhas done all that was in his power to recover the amount of the penalty from him, the Magis trate may \ndischarge the proprietor from such penalty, and shall levy the same upon such driver or owner when \nfound.  \n 14. Issue of summons.  Whenever any charge is made before any magistrate of any offence \nunder this Act on which it is necessary to issue a sum mons to the proprietor of a stage -carriage , the \nMagistrate shall issue such summons directed to such proprietor or his nearest agent, and may \ntransmit such summons by letter -post, which shall be deemed to be good service thereof.  \n \nPage 6 of 7 \n  The letter shall be registered at the post -office, and the cost of  the registration shall be borne \nby the Government in the first ins tance, but may be charged as costs in the case.  \n The summons shall allow a reasonable time, in reference to the distance to which the \nsummons is sent, for the appearance of such proprietor  or his agent as aforesaid.  \n 15. Adjudication of penalties.  All penalties incurred under this Act shall be adjudged by \nAdjudication a Magistrate 1[* * * ] as aforesaid, and all orders made under of penalties this Act by \nsuch Magistrate 1[* * * ] shall be fin al. \n 16. Recovery of penalties, etc.  All penalties imposed under this Act, or any balance of any \nfine, costs or charges as mentioned in section 11 of this Act, may in case of non -payment or non -\nrecovery thereof be levied by distress and sale of the moveabl e property of the offender by warrant \nunder the hand of the Magistrate who imposed the same.  \n 17. Offender may be apprehended and detained in custody until return of warrant of \ndistress. In case any such penalties shall not be forthwith paid, such Magistra te may order the \noffender to be apprehended and detained in safe custody until the return can be conveniently made to \nsuch warrant of distress, unless the offender shall give security to the satisfaction of such Magistrate \nfor his appearance at such place and time as shall be appointed for the return of the warrant of \ndistress.  \n 18. Imprisonment of offender if distress not sufficient.  If upon the return of such warrant it \nshall appear that no sufficient distress can be had whereon to levy such penalty, and the same shall \nnot be forthwith paid, or in case it shall appear to the satisfaction of such Magistrate by the \nconfession of the offender or otherwise that he has not sufficient goods and chattels where upon such \npenalty could be levied if warrant of distr ess were issued, such Magistrate may, by warrant under his \nhand, commit the offender, 2[* * * ] to prison, there to be imprisoned, according to the discretion of \nsuch officer, for any term not exceeding two calendar months when the amount of penalty shall n ot \nexceed fifty rupees, and for any term not exceeding four calendar months when the amount shall not \nexceed one hundred rupees, and for any term not exceeding six calendar months in any other case, \nthe commitment to be determinable in each of the cases af oresaid on payment of the amount.  \n 19. [Recovery of penalty and cost from European British subjects.] Omitted by A. O.,1961, \nArt. 2 and Sch. (with effect from the 23rd March, 1956).  \n 20. Jurisdiction.  On complaint made before any Magistrate of any offence committed under \nthis Act, it shall not be necessary to prove that the offence was committed within the local limits of \nsuch Magis trate or other officer.  \n \n \n \n1The words “or *Commissioner of Police” omitted by A. O., 1949, Sch. The word “'Chief” was previous ly rep. by the Repealing and Amending Act \n1914 (10 of 1914), s. 3 and Sch. ll.  \n2The original words “provided he is not a European British subject” omitted by A. O., 1961, Art. 2 and Sch. (with effect from the 23rd March, 1956).  \n \n \nPage 7 of 7 \n  1[20A. Power to make rule s.––(1) The 2[Provincial Government] may, by notification in the \nofficial Gazette, make 3rules to carry out the purposes and objects of this Act in the territories under \nits administration or any part of the said territories.  \n (2) In particular and without  prejudice to the generality of the foregoing power, such rules \nmay–– \n(a)  prescribe forms for licenses under this Act, the sums payable for the same and \nthe conditions on which they may be granted, and the cases in which they may \nbe revoked ;  \n(b)  provid e for the inspection of stage -carriages, and of the animals Employed in \ndrawing them; and  \n(c)  regulate the number and length of the stages for which animals may be driven \nin stage -carriages and the man ner in which they shall be harnessed and yoked.  \n (3) In making any rule under this section, the 2[Provincial Government] may direct that a \nbreach thereof shall be punishable with fine which may extend to one hundred rupees.]  \n 21. Interpretation -clause “Magistrate.”  The term “Magistrate” in this Act shall inc lude all \nMagistrates and other persons exercising the powers of a 4Magis trate:  \n 5[* * * * * * *] \n Act applicable to all animals used for drawing -carriages.  6[ All expressions and \nprovisions which in this Act are ap plied to horses shall also apply to all other animals employed in \ndrawing any carriage ordinarily used for the purpose of conveying passengers for hire to or from any \nplace in 7[Pakistan] :]  \n 8[* * * * * *  *] \n 9[22. Extent of Act.  This Act, as amended by subsequent Acts, extends to 10[the whole  of \nPakistan]; but it shall not apply to carriages ordi narily plying for hire within the limits of any \nmunicipality or cantonment or other place in which any law for the regulation of carriages is for the \ntime being in force.  \n 23. Power to Provincial Gove rnment to exempt.  The 2[Provincial Government] may, by \nnotifications in the official Gazette, exempt any carriages or class of carriages from all or any of the \nprovisions of this Act.]  \nDate: 13 -09-2024  \n1Ins. by the Stage -Carriages Act (1861) Amendment Act,  1898 (1 of 1898), section 4.  \n2Subs. by A. O., 1937, for “L. G.”.  \n3For rules under section 20A see different Local Rules and Orders.  \n4As to officers exercising the powers of a Magistrate, see s. 3 (2) of the Code of Criminal Procedure, 1898 (Act 5 of 1898) . \n5The definition of British India was rep. by A. O., 1937. See now the General Clauses Act, 1897 (10 of 1897), s. 3 (7) and s. 4A. (1).  \n6Subs. by s. 1 of the Stage -Carriages Act (1861) Amendment Act, 1876(16 of 1876), for the original third clause.  \n7Subs.  by the Central Laws (Statute Reform) Ordinance, 1960 (21 of 1960), s. 3 and 2nd Sch. (with effect from the 14th October, 1955 ), for “the \nProvinces and the Capital of the Federation” which was subs. for “British India” by A. O., 1949, Arts. 3(2) and 4.  \n8The clauses relating to “number” and “gender” rep. by the Repealing and Amending Act, 1914 (10 of 1914).s. 3 and Sch. II.  \n9Ss. 22 and 23 were added by s. 5 of the Stage Carriages Act (1861) Amendment Act, 1898 (1 of 1898). The original s. 22 regard ing the co m-\nmencement of this Act as originally passed was rep. by the Repealing Act, 1870 (14 of 1870).  \n10Subs. by the Central Laws (Statute Reform) Ordinance, 1960  (21 of 1960), s.3 and 2nd Sch.  (with effect from the 14th October, 1955), for “all the \nProvinces an d the Capital of the Federation” which was previously subs. for the whole of British India ” by A. O., 1949 Arts. 3(2) and 4."
}