{
    "file": "./converted_json\\administratorf5f49a4429dd692cd8f62e0896ceaea2.json",
    "name": "The Abolition of the Discretionary Quotas in Housing Schemes Act, 2013",
    "date": "2nd May, 2013",
    "tagline": "Abolishing discretionary quotas in public sector housing schemes for fairness and transparency",
    "content": "Page 1 of 3 \n \n \n \n \n \n \n \n \nTHE ABOLITION OF THE DISCRETIONARY QUOTAS IN \nHOUSING SCHEMES ACT, 2013  \n \n \n \n  \n  \n \n \n \nCONTENTS  \n \n \n \n1.  Short title, extent and commencement.  \n \n2.  Definitions.  \n \n3.  Abolition of discretionary quotas.  \n \n4.  Act to override all other laws etc.   \n\n \nPage 2 of 3 \n THE ABOLITION OF THE DISCRETIONARY QUOTAS IN HOUSING \nSCHEMES  ACT, 2013  \nACT NO. XXI OF 2013  \n[2nd May, 2013]  \nAn Act to provide for the abolition of all discretionary quotas in housing schemes in the public sector  \nWHEREAS  it is expedient to abolish all discretionary quotas  in housing schemes in the public \nsector so that allotments  therein are made in a fair, equitable and transparent manner;  \n It is hereby enacted as follows: — \n1.  Short title, extent and commencement. —(1) This Act may be called the Abolition of the \nDiscretio nary Quotas in Housing Schemes Act, 2013.  \n(2)  It extends to Islamabad Capital Territory.  \n(3) It shall come  into fo rce at once.  \n2. Definitions. —In this Act, unless there is anything repugnant in the subject or context, — \n(a) “discretionary quota in housing schemes” means those plots in a housin g \nscheme which are reserved or earmarked for allotment by a designated \nauthority to persons selected by such authority on arbitrary or subjective \nconsiderations, whether or not any preliminary eligibility criteria have  been \nspecified for such allotment;  \n(b) “housing scheme in the public sector ” means any scheme for development and \nallotment through ballot, sale or other means of residential, commercial, \namenity and other plots which is wholly or partially owned, control led, \nmanaged or financed by any author ity or body established by, or persons \nemployed by, or receiving pension from, the Federal Government or any of its \nattached or subordinate department or agencies or state -owned enterprises, or \nin which any public fund s are invested or properties are invol ved, directly or \nindirectly, or for which land is made available by the Government or \ncompulsorily acquired under any law; and  \n(c) “person” includes any individual, firm, company, body corporate or other \nentity.  \n3. Abo lition of discretionary quotas. —(1) No twithstanding anything contained in any law, \nrule, regulation, bye -law, memorandum or articles of association, plan, policy, programme, project or \nscheme, whether or not approved by any authority, all discretionary quo tas in any housing scheme in \nthe publi c sector shall stand abolished with immediate effect:  \nProvide that nothing contained herein shall apply to allotment of plots, in accordance with \ntransparent rules, to widows or to persons in the service of Pakistan wh o become permanently \n \nPage 3 of 3 \n disabled, or to l egal heirs of such persons who die, in the discharge of their duties or performance of \ntheir functions.  \n(2)  The plots released from the discretionary quotas abolished under sub -section (1) shall be \nallotted in a fair,  equitable and transparent manner alon gwith all other plots in the housing scheme.  \n4. Act to override all other laws etc. —The provisions of this Act shall have effect \nnotwithstanding anything inconsistent therewith contained in any other law, rule, regulat ion, bye -\nlaw, memorandum or articles o f association, agreement, contract, decree, order or any other \ninstrument whatsoever for the time being in force . \n_______________"
}