{
    "file": "./converted_json\\administratordbc98dd49f2df3b1d07bb986dcceb9a3.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "Page 1 of 20 \n  \nTHE ELECTRONIC TRANSACTION S ORDINANCE , 2002  \n \n \n \nCHAPTER 1  \nPRELIMINARY  \n1. Short title, extent and commencement  \n2.  Definitions  \nCHAPTER 2 \nRECOGNITION AND PRESUMPTION  \n3.   Attribution  of communications  \n4.  Requirement for writing  \n5.  Requirement for original form  \n6.  Requirement for retention  \n7.  Legal recognition of electronic signatures  \n8.  Proof of electronic signature  \n9.  Presumption relating to advanced electronic signature  \n10.  Stamp Duty  \n11.  Attestation and notarization  \n12.  Certified copies  \nCHAPTER 3  \nELECTRONIC DOCUMENTS  \n13.  Attribution of communications  \n14.  Acknowledgment of receipt  \n15.  Time and place of dispatch and receipt of electronic communication  \n16. Electronic docum entation of appropriate authority  \n \n \n\n \nPage 2 of 20 \n CHAPTER 4  \nCERTIFICATION SERVICE PROVIDERS  \n \n17. Certification Service Providers.  \nCHAPTER 5  \nCERTIFICATION COUNCIL  \n18.  Establishment of the  Certification  Council  \n19.  Qualifications of member  \n20. Funds of the Certification Council  \n21.  Functions of the Certification Council  \n22.  Application of Act XVII of 1996  \n23.  Repository  \n24.  Grant of accreditation  \n25.    Certification practice statement  \n26.  Decision of Certification Council  \n27.  Appointment of offices, e mployees and advisers  \nCHAPTER 6  \nAMENDMENTS OF CERTAIN LAWS  \n28.  Amendment of Act XVII of 1996  \n29.  Amendment of Presidential Order No. X of 1984  \n30.  Extension to electronic forms  \nCHAPTER 7  \nOTHER LAWS AND JURISDICTION  \n \n31.  Application to certain laws barr ed \n32.  Application to acts done outside Pakistan  \n33.  Overriding effect  \nCHAPTER 8  \nOFFENCES  \n34.  Provision of false information , etc by subscriber . \n35.  Issue of false certificate, etc . \n36.  Violation of privacy of information  \n37.  Damage to information system, etc . \n38.   Offences to be  non -bailable,  compoundable  and  cognizable  \n \nPage 3 of 20 \n 39.  Prosecution and trial of offences  \nCHAPTER 9  \nMISCELLANEOUS  \n40.  Limitation on liability of network service providers  \n41. Immunity against disclosure of information relating  to security procedure  \n42.  Power to make rules  \n43.  Power to make regulations  \n44.   Prior publication of rules and regulations  \n45.  Removal of difficulties  \n \n \n \n \n \n  \n \nPage 4 of 20 \n THE ELECTRONIC TRANSACTION S ORDINANCE , 2002  \n(ORDINANCE NO.LI)  \nCHAPTER I \nPRELIMINARY  \n \n 1. Short title, extent and commencement :—(1) This Ordinance may be called the  \nElectronic Transactions Ordinance, 2002.  \n (2) It extends to the whole of Pakistan.  \n (3) It shall come into force at once.  \n 2. Definitions :—(1) In this Ordinance, unless there is anything repug nant in the subject or \ncontext,— \n(a) “Accreditation certificate ” means a certificate granted by the Certification \nCouncil to a Certification Service Provider;  \n(b) “accredited Certification  Service  Provider ” means  a  Certification  Service \nProvider accredited under this Ordinance to issue certificates for the use of its \ncryptography services;  \n(c) “addressee ” means the person intended by the originator to receive the \nelectronic communication but does not incl ude an intermediary;  \n(d)  “advanced electronic signature ” means an electro nic signature which is \neither—  \n(i) unique to the person signing it, capable of identifying such person, \ncreated in manner or using a means under the sole control of the person \nusing  it, and attached to  the electronic document to which it relates in a \nmanner that any subsequent change in the electronic document is \ndetectable ; or   \n(ii)  provided by an accredited certification service provider and accredited \nby the Certification Counci l as being capable of establishing \nauthenticity and integrity of an electronic document;  \n(e)  “appropriate authority ” means—  \n (i)  in relation to items contained in the Federal Legislative List of the  \n Constitution of the Islamic  Republic of  Pakistan,  1973, the Federal  \n Legislature  or Federal Government;   \n (ii)  is relation to items contained in the Concurrent Legislative List of the \n Constitution of the Islamic Republic of Pakistan, 1973, for which a \n Federal law is in force, the Federal Legislative or Federal Government, \n and, in all other cases, respective Provincial Legislature or Provincial \n Government;  \n \nPage 5 of 20 \n (iii)  in relation to the functions of the Federal Government or respective \nProvincial  Government s being discharged by a statutory body that \nstatutory body; and  \n(iv)  in relation to matters in respect whereof the Supreme Court or the High \nCourts are empowered to make rules for regulation of their \nproceedings, the Supreme Court or High Court, as the ca se may be;  \n(f) “authenticity ” means,  in  relation  to  an  electronic  document  or  electronic \nsignature, the identification of and attribution to a particular person or \ninformation system;  \n(g) “automated ” means without active human intervention:  \n(h) “certificate” means a certificate issued by a Certification Service Provider for \nthe purpose of confirming the authenticity or integrity or both, of the \ninformation contained therein, of an electronic document or of an electronic \nsignature i n respect of which  it is issued;  \n(i)  “Certification Council ” means the Electronic Certification Accreditation \nCouncil established under Section 18 ; \n(j) “certification practice statement ”, means    the  statement prepared by  a \ncertification service provider specifying the practices it employs in relation to  \nthe issuance of certificates and matters connected therewith;  \n(k) “cryptography services ” means  services  in  relation  to  the  transformation  \nof contents of an electronic document from its original form to one that  cannot \nbe understood or decoded by any unauthorized person;  \n(l) “electronic ” includes  electrical,  digital,  magnetic,  optical, biometric,  electro - \nchemical, wireless or electromagnetic technology ; \n(m) “electronic document ” includes  documents,  records  information  \ncommunications or transactions in electronic form;  \n(n) “electronic signature ” means any letters, numbers, symbols, images, characters \nor any combination thereof in electronic form , applied to , incorporated in or \nassociated with an electronic document , with the intention of authenticating or \napproving the same, in order to establish aut henticity or integrity, or both;  \n(o) “information ” includes  text,  message,  data,  voice,  sound,  database,  video \nSignals, software, computer programs, codes includ ing object code and source \ncode;  \n(p) “information  system ” means  an  electronic  system  for  creating,  generating, \nsending, receiving, storing, reproducing, displaying, reco rding or processing \ninformation;  \n(q) “integrity” mean, in relation to an electronic document, electronic signature or \nadvanced electronic signature, the electronic document, electronic signature or \nadvanced electronic signature that has not been tampered with , altered or \nmodifie d since a particular point in time;  \n \nPage 6 of 20 \n  \n(r) “intermediary ” means a person acting as a service provider in relation to the \nsending receiving, storing or processing of the electronic communication or \nthe provision of o ther services in relation to it;  \n(s) “netwo rk service  provider ” means  a  person  who  owns,  possesses,  operates, \nmanages or controls a public switched network or prov ides telecommunication \nservices;  \n(t) “originator ” means a person by whom,  or on whose behalf, electronic  \ndocument purports to have been generated or tent prior to receipt or storage, if \nany but does not include an intermediary;  \n(u) “person” includes an individual, appropriate authority, trust, waqf, association. \nstatutory body, firm, company including joint venture or consortium or any \nother entity whether registered or not:  \n(v)  “prescribed ” means prescribed by rules made under this Ordinance;  \n(w) “repository ” means an information system for storing and retrieving \ncertificates or other information related, thereto established und er section 23;  \n(x) “security procedure ” means a procedure which:  \n (i)  is agreed between parties ;  \n (ii)  is implemented in the normal course by a  business and which is    \n reasonably secure and reliable ; or   \n (iii)  in relation to a certificate issued by a certification service provider is\n specified in its certification practice statement:  \nfor establishing the authenticity or integrity, or both, of any electronic  \ndocument, which  may require the use of algorithms or,  codes, \nidentifying  words and numbers, encryption,  answer  back  or  \nacknowledgment  procedures, software  hardware  or similar  security \ndevices;  \n(y) subscriber's means a person, who subscribes to the services of a certification \nservice provider;  \n(z) “transacti on” means an act or series of acts in relation to creation or \nperformance of rights and obligations; and   \n(aa)  “valid accreditation certificate ” means an accreditation certificate \nwhich has not been suspended or revoked.  \n \n \n \n \n \n \n \nPage 7 of 20 \n CHAPTER 2 \nRECOGNITION AND PRESUMPTION  \n \n 3. Legal recognition of electronic forms. —No document, record , information, \ncommunication or transaction shall be denied legal recognition, admissibility, effect, validity, proof \nor enforceability on the ground that it is in electronic form and has not been attested by any witness.  \n 4. Requirement for writing :—The requirement under any law for any document, record, \ninformation, communication or transaction to be in written form shall be deemed satisfied where the \ndocument , record, information  communication or transaction is in electronic form, if the same is \naccessible so as to be usable for subsequent reference.  \n 5. Requirement for original form :—(1) The requirement under any law for any document, \nrecord, information, communication or transac tion to be presented or retained in its original form \nshall be deemed satisfied by presenting or retaining the same if:  \n(a) there exists a reliable assurance as to the integrity thereof from the time when \nit was first generated in its final form ; and  \n(b) it is required that the presentation, thereof is capable of being displayed in a \nlegible form.  \n (2) For the purposes of clause (a) of sub -section (1):  \n(a) the criterion for assessing the integrity of the document, record, information, \ncommunication or tran saction is whether the same has remained complete and \nunaltered, apart from the addition of any endorsement or any change which \narises in the normal course of communication, storage  or display, and  \n(b) the standard for reliability of the assurance shall be assessed having regard to \nthe purpose for which the document, record, information, communication or \ntransaction was generated and all other relevant circumstances.  \n 6. Requirement for retention :— The requirement under any law that certain document, \nrecord, information, communication or transaction be retained shall be deemed satisfied by ret aining \nit in electronic form if;  \n(a) the contents of the document, record, information, communication or  \ntransact ion remain accessible so as to be usable for subsequent reference;  \n(b)  the contents and form of the document, record, information, communication  \nor transaction are as originally generated, sent or received, or can be  \ndemonstrated to represent accurately t he contents and form in which it was  \noriginally generated, sent or received; and  \n(c) such document, record, information, communication or transaction,  if any, as \nenables the identification of the origin and destination of document, record, \ninformation,  communication  or transaction and the date and time when it was \ngenerated, sent or received, is retained.  \n 7. Legal recognition of electronic signatures :—The requirement under any law for \naffixation of signatures shall be deemed satisfied where electronic signatures or advanced electronic \nsignature are applied.  \n \nPage 8 of 20 \n  8. Proof of electronic signature :—An electronic signature may be proved in any manner, in \norder to verify that the electronic document is of the person that has executed it with the intention \nand fo r the purpose of verifying its authenticity or integrity or both.  \n 9. Presumption relating to advanced electronic signature :—In  any proceedings, involving \nan advanced electronic signature, it shall be presumed unless evidence to contrary is adduced, that:  \n(a)  the electronic document affixed with an advanced electronic signature, as is \nthe subject -matter of or identified in a valid accreditation certificate is \nauthentic and has integrity; or  \n(b)  the advanced  electronic  signature  is  the  signature  of  the  person  to  whom  \nit correlates, the advanced electronic signature was affixed by that person with \nthe intention  of  signing  or  approving  the  electronic  document  and  the  \nelectronic document has not been altered since that point in time.  \n 10. Stamp Duty :—Notwithstanding anything contained in the Stamp Act, 1899 (II of  1899), \nfor a period of two years from the date of commencement of this Ordinance or till the time the \nProvincial Governments devise and implement appropriate measures for payment  and recovery of \nstamp duty through electronic means, whichever is later, stamp duty shall not be payable in respect \nof any instrument executed in electronic form.  \n 11. Attestation and notarization :—Notwithstanding anything contained in any law for the \ntime being in force, no electronic document shall require attestation and notarization for a period of \ntwo years from the date of commencement of this Ordinance or till the time the appropriate authorit y \ndevise and implement measures for  attestation and notarization of electronic documents, whichever \nis later.  \n 12. Certified copies :—Where any law requires or permits the production of certified copies \nof any records, such requirement or permission shall e xtend to printouts or other forms of display of \nelectronic documents where, in addition to fulfillment of the requirements as may be specified in \nsuch law relating to certification, it is verified in the manner laid down by the appropriate authority.  \nCHAPT ER 3  \nELECTRONIC DOCUMENTS  \n \n 13. Attribution of communications :—(1) Unless otherwise agreed as between an originator \nand the addressee, an electronic communication shall be deemed to be that of the originator if it was \nsent:  \n(a)  by the originator himself:  \n(b)  by a person who had the authority to act for and on behalf of the originator in \nrespect of that electronic communication : or  \n(c)  by an  automated  information  system  programmed  by,  or  on  behalf  of  \nthe originator.  \n (2) Unless otherwise agreed  as between the originator and the addressee, addressee is to \nregard an electronic communication as being that of the originator, is entitled to act on that \nassumption if:  \n \nPage 9 of 20 \n (a)  the addressee  has  no  reason  to  suspect  the  authenticity  of  the  electr onic \ncommunication; or  \n(b)  there do not exist any circumstances where the addressee knows, or ought to \nhave known by exercising reasonable care: that the electronic communication \nwas not authentic.  \n 14. Acknowledgment of receipt :—(1) Unless otherwise agre ed where the originator has \nstated that the electronic communication is conditional on receipt of acknowledgment, the electronic \ncommunication is treated as though it has never been sent, until the acknowledgment is received.  \n (2) Where the originator has not agreed with the addressee that the acknowledgment be given \nin a particular form or by a particular method, an  acknowledgment may be given by — \n(a)  any communication automated  or otherwise, by the addressee ; or \n(b) any conduct  of  the  addressee,  sufficient  to  indicate  to  the  originator  that  \nthe electronic communication is received.  \n 15. Time and place of dispatch and receipt of electronic communication :—(1) Unless \notherwise agreed between the originator and the addressee, the dispatch of an  electronic  \ncommunication occurs when it enters an information system outside the control of the originator.  \n (2)  Unless otherwise  agreed between the originator and the addressee,  or unless proved \notherwise, the time of receipt of an electronic communication is determined as follows:  \n(a) if the addressee has designated an information system for the purpose of \nreceiving the electroni c communication, receipt occurs;  \n(i)  at the time when the electronic communication enters the designated \ninformation system; or  \n(ii)  if the electronic communication is sent to an information system of the \naddressee that is not the designated information system at the time \nwhen the electronic communicati on is retrieved by the addressee;  \n(b) if the addressee has not designated an information system, receipt occurs when \nthe electronic communication enters and information system of the addressee.  \n (3)  Sub -section  (2)  applies  notwithstanding  that  the  p lace  where  the  information system \nis located may be different from the place where the electronic communication is deemed to be \nreceived under sub -section (4).  \n (4) Unless otherwise agreed between the originator and the addressee , an electronic \ncommunic ation is deemed to be dispatched at the place where originator ordinarily resides or has his \nplace of business, and is deemed to be received at the place where the addressee ordinarily resides or \nhas his place of business.  \n (5) For the purpose of this sect ion: \n(a) if the originator or the addressee has more than one place of business, the \nplace of business is that which has the closest relationship to the underlying \ntransaction or where there is no underlying transaction , the principal place of \nbusiness;  \n \nPage 10 of 20 \n (b) if the originator or the addressee does not have a place of business reference is \nto be made to the usual place of residence ; and  \n(c) “usual place of residence ” in relation to a body corporate means the place \nwhere it is incorporated or otherwise legally constituted.  \n 16. Electronic documentation of appropriate authority :—(1) Nothing contained  \nHereinbefore  shall confer a right upon any person that any appropriate authority  should accept, issue, \ncreate, retain, preserve any document in electronic form or effect monetary transaction in electronic \nform.  \n (2) Any appropriate authority pursuant to any law or pro cedure— \n(a) accepts the filing of document, or requires that documents be created or \nretained;  \n(b) issues any permit, certificate, licence or approval; or  \n(c) provides for the method and manner of payment procurement or transaction \nmay notwithstanding anyt hing contained to the contrary in such law or \nprocedure:  \n(i)  accept the filing of such documents, or creation or retention of such \ndocuments in the form of electronic documents;  \n(ii)  issue such  permits, certificate, licence  or approval in  the form of  \nelectronic document: or  \n(iii)  make such payment, procurement or transaction in electronic form.  \n (3) In any case where an appropriate authority decides to perform any of the functions in \nclause (i), (ii) and (iii) of sub -section (2) may specify:  \n(a) the m anner and format in which such electronic documents shall be filed \ncreated, retained or issued:  \n(b) when such electronic document has to be signed, the type of electronic \nsignature advanced electronic signature or a security procedure required;  \n(c) the man ner and format in which such signature shall be affixed to the \nelectronic document, and the identity of or criteria that shall be met by any \ncertification service provider used by the person filing the document;  \n(d) control process and   procedures   as  app ropriate to ensure adequate integrity. \nsecurity an confidentiality of electronic documents procurement, transactions \nor payments: and  \n(e) any other  required  attributes  for  electronic  documents  or  payments  that  \nare currently specified for corresponding paper documents.  \n \n \n \n \n \nPage 11 of 20 \n CHAPTER 4  \nCERTIFICATION SERVICE PROVIDERS  \n \n 17. Certification Service Providers .—(1) Nothing in this Ordinance shall impede or in any \nway restrict the rights of any certificate service provider to engage in the business of providing \ncertification services without being accredited.  \n (2) No person shall hold himself out as an accredited certification service provider unless  he  \nholds  a  valid  accreditation  certificate  issued  under  section 24 by  the Certification Cou ncil. \nCHAPTER 5  \nCERTIFICATION COUNCIL  \n \n 18. Establishment  of  the  Certification  Council :—(1) Within  sixty  days  of  the \npromulgation of this Ordinance, the Federal Government shall by notification in the official Gazette, \nconstitute an Certification C ouncil to be known as Electronic Certification Accreditation Council.  \n (2) The Certification Council shall be a body corporate with perpetual succession and a \ncommon seal, and shall by the said name sue or be sued.  \n (3) The Certification Council shall comprise of five members with four members form the \nprivate sector. One of the Members shall be designated as the chairman.  \n (4)  The members of the Certification Council shall be appointed by the Federal Government \nfor a term of three years and shall be eligible for reappointment once for another term of three years \nafter the expiry of their first term of appointment.  \n (5) No  act or proceeding of the Certification Council shall be invalid by reason only of the \nexistence  of any vaca ncy among its members or any def ect in its constitution discovered after such \nact or proceeding of the Certification Council.  \n (6) Except for  the  grant  renewal,  revocation  or  suspension  of  accreditation  the \nCertification Council may fr om time to time delegate one or more of its functions and powers to one \nor more of its members.  \n (7) A member of the Certification Council shall not be removed except on the grounds of \nmisconduct.  \n (8) No member once appointed shall have any direct financi al interest in any concern or \nbusiness relating to cryptography services.  \n (9) Decisions of the Certification Council shall be taken  by a majority of the members \nhowever in case of tie the Chairman shall have a casting vote.  \n (10) Save as provided herein , the terms and conditions of service of the members of the \nCertification Council shall be such as may be prescribed.  \n 19. Qualifications of member :— of the five members of the Certification Council:  \n(a) one shall  he  telecommunications  engineer  with  at  least  seven  years  work  \nexperience of which at least one year is in the field of cryptography services;  \n(b) two shall be professional or academics with at least seven years work \nexperience in the field of information technology;  \n \nPage 12 of 20 \n (c) one shall have an administrative background with at least seven years \nexperience in a private or public organization : and  \n(d) one member  shall  be  an  advocate  with  at  least  seven  years  experience  \nand adequate knowledge of laws relating to informati on technology and \ntelecommunications.  \n 20. Funds of the Certification Council :—The funds of the Certification Council shall \ncomprise of:  \n(a)  grants from the Federal Government;  \n(b)  fee for grant and renewal of accreditation certificate: and  \n(c)  fee, not exceeding test Rupees , for every certificate deposited in the \nrepository.  \n(d)  fines.  \n 21. Functions of the Certification Council :—(1) The Certification Council shall perform \nsuch functions as are specified in this Ordinance or may be prescribed.  \n (2) Wit hout prejudice to the generality of the foregoin g sub -section the Certification Council \nshall:    \n(a) grant and renew accreditation certificates, to certification service   providers, \ntheir cryptography services and security procedures;  \n(b) monitor  and ensure compliance by accredited certification service providers \nwith the terms of their accreditation and revoke or suspend accreditation in the \nmanner and on the grounds as may be specified in the regulations;  \n(c) monitor compliance   of   accredited    certification   service   providers   with   \nthe provisions of this Ordinance;  \n(d) establish and manage the repository:  \n(e) carry out research and studies in relation to cryptography service and to obtain \npublic opinion in connection therewith;  \n(f)  recognize or accredit foreign certification service providers ; \n(i) make recommendations to an appropriate authority in relation to the matters \n covered under this Ordinance.  \n 22. Application of Act XVII of 1996 :—Notwithstanding anything contained in the Pa kistan \nTelecommunication (Re -organization ) Act, 1996 (XVII of 1996), the Certification Council shall be \nexclusively responsible to grant, renew, suspend or revoke the accreditation to certification service \nproviders, their cryptography services and security procedures:  \n Provided that, the foregoing provision shall not affect the applicability or operation of the \nprovisions of the Pakistan Telecommunication (Re -organisation) Act, 1996 (XVII of 1996) to the \ntelecommunication systems or telecommunicatio n services, other than cryptography services, \nprovided by the cryptography service providers.  \n \nPage 13 of 20 \n  23. Repository :—(1) The Certification Council shall establish and manage a repository for \nall accreditation certificates, certificates issued by accredited certi fication service providers and for \nsuch other information as may be specified in regulations made by the Certification Council.  \n (2) The Certification Council shall take appropriate measures to ensure the security of all \ninformation contained to the reposi tory. \n (3) All information contained in the repository shall be open to public inspection.  \n (4) Notice of suspension or revocation of any accreditation or of certificate issued by an \naccredited certification service provider, shall be posted in the reposit ory within the prescribed time.  \n 24. Grant of accreditation :—(1) The Certification Council may grant accreditation to \ncertification service provider its cryptography services, electronic signature or advanced electronic \nsignature and security procedures wh o complies with the criteria for accreditation specified in the \nregulations.  \n (2) The terms and conditions of the accreditation, including those relating to duration of the \naccreditation, renewal, suspension or revocation, shall be specified in the regulat ions.  \n (3) The fee for grant and renewal of the accreditation shall be as prescribed.  \n (4) The form and manner of proceedings for the consideration of application for grant, \nrenewal,  suspension  or  revocation  of  accreditation  shall  be  specified  in  the regulations.  \n Provided that, the regulations shall provide for a transparent procedure with due regard to the \nright of hearing.  \n 25. Certification practice  statement :—(1)   Each   certification   service   provider, desirous \nof being accredited shall prepare and have at all times accessible a certification practice statement in \nsuch form and with such details, particulars and contents as may be specified to the regulations made \nby the Certification Council.  \n (2) Without prejudice to the generality of t he foregoing, the regulations may provide for:  \n(a) prompt information to persons likely to be adversely affected by any event \nrelating to the information system of the certification service provider or \ninaccuracy, invalidity or misrepresentation contained in a certificate;  \n(b)  identification of subscribers.  \n(c) suspension or revocation of certificates;  \n(d) accuracy of information contained in a valid accreditation certificate.   \n  (e) foreseeability  of reliance on valid accreditation certificates; and  \n  (f) deposit of  certificates  or  notification  of  any  suspension  or  revocation  of  \n   any accreditation certificate or any other fact or circumstance affecting the \n   certificate, in the repository.  \n (3) The certification practice statement shall be sub mitted to Certification Council for \napproval along with the application for accreditation.  \n \nPage 14 of 20 \n  (4) Any subsequent change in the approved certification practice statement shall be initiated \nand processed in such manner as may be specified in the regulations ma de by the Certification \nCouncil, and upon approval by the Certification Council , shall be incorporated in the c ertification \npractice statement;  \n (5) A copy of the certification practice statement shall be maintained at the office of the \nCertification Counc il and shall be open to public inspection  \n (6) Subject to such limitations as maybe specified in the regulations made under sub - section \n(1), a certification service provider shall, during the period of validity of an accreditation certificate \npublished fo r reliance by any person be deemed to warranting to such person that:  \n(a) the certification service  provider  has  complied with the requirements  of this  \nOrdinance , rules and regulations made under this ordinance ; and \n(b) the information contained in the c ertificate is accurate.  \n (7)  The  Certification Council may suspend or revoke the accreditation of a certification \nservice provider for failure to comply with the provisions of this section:  \n Provided that, an order for suspension or revocation of accreditation shall be made in the \nmanner specified in regulations made under sub -section (1) after providing reasonable right of \nhearing.  \n 26. Decision of Certification Council :__ All applications and matters coming before the \nCertification Council shall be decided through a speaking order, as expeditiously as possible but not \nlater than ninety days except to extraordinary circumstances and for reasons to be recorded.  \n 27. Ap pointment of offices, employees and advisers :—The Certification Council may \nappoin t such officers, employees and advisers as it may consider necessary for the efficient \nperformance of its functions on such terms and conditions as it may prescribe by the regulations.  \n (2) The Certification Council may establish regional or local offices as may be necessary for \nefficient performance of its functions.  \nCHAPTER 6  \nAMENDMENTS OF CERTAIN LAWS  \n \n 28. Amendment of Act XVII of 1996 :—(1) In the Pakistan Telecommunication (Re - \norganisation) Act, 1996 (XVII of 1996), clause (b) of subsection (2) of section 57 shall be omitted.  \n (2) Any provision in any licence issued by the Pakistan Telecommunication Authority under \nthe aforesaid Act prohibiting the provision or use of cryptography services shall cease to have effect \nsubject to provisions of this Ord inance.  \n 29. Amendment of Presidential Order No. X of 1984 :—For the purposes of this Ordinance, \nthe Qanun -e-Shahadat Order, 1984, (P.O. No. 10 of 1984) shall be read subject to the amendments \nspecified in the Schedule to this Ordinance.  \n 30. Extension to e lectronic forms :__ Notwithstanding anything contained in any other law \nfor the time being in force, the expressions “attestation ”, “books”, “books of accounts ”. “certificate ”, \n“charts”, “deed”, “document ” “document of title ” “execution ”, “instrument ”, “ledger”, “map”, \n“original”, “plans”,' publish ”', “record”, “register”, “seal”, “signature”, “witnessing ”, “words”, \n \nPage 15 of 20 \n “writing”, or other words assuming paper or other tangible medium in relation thereto, shall, mutat is \nmutandis, extend to electronic forms thereof.  \nCHAPTER 7  \nOTHER LAWS AND JURISDICTION  \n \n 31. Application  to certain laws barred :—(1) Subject to sub -section (2), nothing in this \nOrdinance shall apply to:   \n(a) a negotiable instrument as defined in section 13 of the Negotiable Instruments \nAct,1881 (XXVI of 1881);  \n(b) a power -of-attorney under the Powers of Attorney Act, 1881 (VII of 1882);  \n(c) a trust defined to the Trust Act 1882 (II of 1882), but excluding const ructive, \nimplied and resulting trusts;  \n(d) a will or any form of testamentary disposition under any law for the time \n'being to force; and  \n(e) a contract for sale or conveyance of immovable property or any interest in \nsuch property.  \n (2) The Federal Governm ent after consultation with the provinces may by notification in the \nofficial Gazette and subject to such conditions and limitations as may be specified therein, declare \nthat the whole or part of this Ordinance shall apply to the whole or part of one or mo re instruments \nspecified in clauses (a) to (e) of sub -Section (1).  \n 32. Application to acts done outside Pakistan :—The previsions of this Ordinance shall \napply notwithstanding the matters being the subject hereof occurring outside Pakistan, in so far as \nthey are directly or indirectly connected to, or have an effect on or bearing in relation to persons \ninformation systems or events within the territorial jurisdiction of Pakistan.  \n 33. Overriding effect :—The provision s of this Ordinance shall apply notwithstanding \nanything to the contrary contained in any other law for the time being to force.  \nCHAPTER 8  \nOFFENCES  \n \n 34. Provision of false information :— etc. by the subscriber —(1) Any subscriber who:  \n(a) provides information to a certification service pr ovider knowing such \ninformation to  be false or not believing it to be correct to the best of his \nknowledge and belief;  \n(b) fails to bring promptly to the knowledge of the certification service provider \nany change in circumstances as a consequence whereof a ny information \ncontained in a certificate accepted by the subscriber or authorized by him for \npublication or reliance by any person, ceases to be accurate or becomes \nmisleading, or  \n(c) knowingly  causes or allows a certificate or his electronic signatures to be used \nin any fraudulent or unlawful manner,   \n \nPage 16 of 20 \n shall be guilty of an offence under this Ordinance;  \n (2) The offence under sub -section  (1) shall be punishable with imprisonment either \ndescripti on of a term not exceeding seven years, or with fine which may extend to ten million rupees, \nor with both.  \n 35. Issue of false certificate, etc :—(1) Every director, secretary and other responsible \nofficer, by whatever designation called, connected with the  management of the affairs of a \ncertification service provider, which:  \n(a)  issues, publishes or acknowledges a certificate containing false or  misleading \ninformation;  \n(b)  fails to  revoke  or  suspend  a  certificate  after  acquiring  knowledge  that  \nany information contained therein has become false or misleading;  \n(c)  fails to revoke or suspend a certificate in circumstances wh ere it ought \nreasonably to have been known that any information contained in the \ncertificate is false or misleading;  \n(d)  issues a  certificate   as   accredited   certification   service   provider   while   \nits accreditation is suspended or revoked; shall  be guilty of any offence under \nthis Ordinance.  \n (2) The offence under sub -section (1) shall be punishable with imprisonm ent either \ndescription of a term not exceeding seven years, or with fine which may extend to ten million rupees, \nor with both.  \n (3)  The  certification  service  provider  or  its  employees  specified  in  subsection (1), shall \nalso be liable, upon convic tion, to pay compensation for any foreseeable damage suffered by any \nperson or subscriber as a direct consequence of any of the events specified in clauses (a) to (d) of \nsub-section (1).  \n (4) The compensation mentioned in sub -section (3) shall be recoverab le as arrears of land \nrevenue.  \n 36. Violation of privacy of information :— Any person who gains or attempts to gain access \nto any information system with or without intent to acquire the information contained therein or to \ngain knowledge of such information, whether or not he is aware of the nature or contents of such \ninformation , when he is not authori sed to gain access, as aforesaid, shall be guilty of an offence \nunder this Ordinance punishable with imprisonment of either description of a term not exceeding \nseven years, or fine which may extend to one million rupees, or with bot h. \n 37. Damage to information system, etc :__ (1) Any person who does or attempts to do any \nact with intent to alter, modify, delete, remove, generate, transmit or store any information   through   \nor   in   any   information   system   knowingly   that   h e   is not authorized  to do any of the foregoing \nshall be guilty of an offence under this Ordinance.  \n (2) Any person who does or attempts to do any act with intent to impair the operation of,  or \nprevent  or hinder access  to  any information  contained  i n  any information system, knowingly that \nhe is not authorised to do any of the foregoing, shall be guilty of an offence under this Ordinance.  \n \nPage 17 of 20 \n  (3) The offences under sub -section (1) and (2) of this section will be punishable with either \ndescription of a t erm not exceeding seven years or fine which may extend to one million rupees or \nwith both.  \n 38.  Offences  to be non -bailable, compoundable and cognizable .—All offences under this \nOrdinance shall be non -bailable, compoundable and cognizable.  \n 39. Prosecution and trial of offences .—No Court inferior to the C ourt of Sessions shall try \nany offence under this Ordinance.  \nCHAPTER 9  \nMISCELLANEOUS  \n \n 40. Limitation on liability of network service providers .—In the absence of intent to \nfacilitate, aid or abe t, a network service provider shall not be su bject to any civil or criminal liability \nsolely  for  the  reason  of  use of his telecommunication  system  in connection with a contravention \nof this Ordinance by a person not subject to the direction or contr ol of the network service provider.  \n Explanation. —Telecommunication system in this section shall have the meaning given \nthereto under the Pakistan Telecommunication (Re -organization  Act, 1996 (XVII of  1996).  \n 41. Immunity against disclosure of information relating to security procedure :—(1) \nSubject to sub -section (2), no person shall be compelled to disclose any password, key or other  \nsecret  information  exclusively within  his  private  knowledge,  which ena bles his use of the security \nprocedure or advanced electronic signature.  \n (2) Sub -section (1) shall not confer any immunity where such information is used for the \ncommission of any offence under any law for the time being in force.  \n 42. Power to make rules :— The Federal Government may, by notification in the official \nGazette, make rules to carry out the purposes of this Ordinance.  \n 43. Power to make regulations :—(1) The Certification Council may, with the prior approval \nof the Federal government, make regul ations to carry out the purpose of this Ordinance.  \n (2) Without prejudice to the generality of the sub -section (1), regulations may provide for:  \n(a)  safety, control, or management of keys, passwords or other secret information \nrelating to use of services of accredited certification service providers;  \n(b)  standards, procedures and practices for time and date stamping;  \n(c)  minimum qualifications   of   staff   of   accredited   certification   service \nproviders;  \n(d)  adequacy of facilities and equipment fo r secure and reliable operation:  \n(e)  privacy and protection of data of subscribers;  \n(f)  inspection of operations;  \n(g)   cross-certifications, accreditation,  recognition, bridge certification or other \narrangements with certification service providers based in other countries;  \n(h) development of certification 'management system;  \n \nPage 18 of 20 \n (i) reparation to  subscribers for damag e arising from  negligence of certification \nservice provider with conditions for and limits to liability;  \n(j)  identification of    areas    of    commerce    or    governance    for    use    of \ncertificates;  \n(k)  standardization and technology relating to protocols,  algorithm., \ninterpretability of systems, applications and infrastructure for accredited \ncertification service providers;  \n(l)  form and contents of applications for accreditation;  \n (m)  suspension or revocation of certification;  \n(n)  suspension or revocation of accreditation;  \n(o)  certificate profiles with mandatory and optional fields and extension fields, if \nany: \n (p)  certific ate revocation and suspension list profiles with mandatory and optional \nfields , and extension fields (if any);  \n(q)  retention of records by certification authorities and the repository;  \n(r)  recommended code of practice for handling and storage of business  \ninformation and records in electronic form; and  \n(s)  regulation of access and audit trails.  \n 44.  Prior publication of  rules and regulations :—(1) All  rules   and  regulations proposed \nto be made by the Federal Government and the Certification Council under this Ordinance shall be \npublished in the official Gazette and in at least one English and one Urdu daily with nationwide \ncirculation, in draft form at leas t thirty days before the intended date of coming into operation.  \n (2) The Certification Council shall keep received of all comments received on the draft of t he \nrules or regulations, and shall prepare a report thereon addressing each comment.  \n (3) The notification of the rules or regulations in their final form i n the official Gazette shall \nbe accompanied with a report of the Certification Council referred to in sub -section (2). \n 45. Removal of difficulties :—The Federal Government may, by notification in  the official \nGazette, make provisions for removal of difficulties in a manner not inconsistent with the provisions \nof this Ordinance.  \nSCHEDULE  \n(See section 29)  \nAMENDMENT IN QANUN -E-SHAHADAT ORDER, 1984 (PO. No. 10 OF  1984)  \n 1. Amendment of Article 2. P.O.  No. 10 of 1984. —In the Qanun -e-Shahadat Order,  1984 \n(P.O. No. 10 of 1984), hereinafter referred to as the said Order, in clause (1), after sub -clause (d), the \nfollowing new sub -clauses  (e) and (f) shall be added, namely:  \n \nPage 19 of 20 \n “(e) the expression, “automated ”, “electronic ”, “information ”, “information' \nsystem”, “electronic document ”, “electronic signature ”, “advanced electronic \nsignature” and “security procedure ”, shall bear the meanings given in the \nElectronic Transactions Ordinance, 2002;  \n(f)  the expression “certificate ”, where the context so admits, includes  the meaning  \ngiven to it in the Electronic Transactions Ordinance 2002. ” \n 2. Amendment of Article 30, P.O. No, 10 of 1984. —In the said Order, in Article 30, for the \nfull stop at the end a colon shall be substituted and thereafter the following explanation shall be \nadded, namely:  \n“Explanation. —Statements generated by automated information systems may be \nattributed  to  the  perso n  exercising  power  or  control  over  the  said  information \nsystem.” \n \n 3. Insertion of new Article 46, P.O. No. 10 of 1984 .—In the said Order, after Article  46 the \nfollowing new Article shall be inserted, namely :— \n“46-A. Relevance of  information generated, received or recorded by automated\n information system  Statements in the form of electronic documents generated,\n received or recorded by an automated information system while it is in  working order, \n are relevant facts.  \n \n 4. Amendment of Article 5 9, P.O. No. 10 of 1984. —In the said Order, in Article 59 — \n (a) after the word “impressions ” the comma and the words “, or as to authenticity and \n  integrity  of electronic documents made by or through an information system ” shall be \n  inserted ; and   \n (b)  for the words “are relevant facts ” the words and commas “or as to th e functioning, \n  specifications, programming and operations of information systems  are relevant facts ” \n  shall be substituted.   \n 5. Amendment of Article 73, P.O. No. 10 of 1984 .—In the said order, in Article 73, after the  \nsecond Explanation,  the following new Explanations shall be added, namely:  \n “Explanation 3. —A printout or other form of output of an automated, information system \n shall not be denied the status of primary evidence sole ly for the reason that it was generated, \n sent, received or stored in electronic form if the automates information system was in \n working order at all material times and, for the purposes hereof, in the absence of evidence to \n the contrary, it shall be pre sumed that the automated information system was in working \n order at all material time.  \n “Explanation 4. —A printout or other form of reproduction of an electronic document, other \n than a document mentioned in Explanation 3 above, first generated, sent, rec eived or stored in \n electronic form shall be treated as primary evidence where a security procedure was applied \n thereto at the time it was generated, sent, received or stored.  \n 6. Insertion of new Article, P.O. No. 10 of 1984. —In the said Order, after Article 78, the \nfollowing new Ar ticle shall be inserted, namely :— \n \nPage 20 of 20 \n  “78-A, Proof of electronic signature and electronic document. If, an electronic document is \n alleged to be signed or to have been generated wholly or in part by any person through the \n use of an information system and where such allegation is denied, the application of a \n security procedure to the signature or the electronic document must be proved. ” \n 7. Amendment of Article 85, P.O No.10 of 1984 :—In the said Order, in Article 85, after \nclause  (5), the following new clause (6) shall be added, namely:  \n “(6) certificates deposited in a repository pursuant to the provisions of the Electronic  \nTransactions Ordinance, 2002. ” \n \n______________"
}