{
    "file": "./converted_json\\administrator17094efb999f9a865461eb1498175947.json",
    "name": "Pakistan Environmental Protection Act, 1997",
    "date": "1997",
    "tagline": "Regulation of environmental protection in Pakistan",
    "content": "Page 1 of 25 \n  \nTHE  PAKISTAN  ENVIRONMENTAL  PROTECTION  ACT,  1997  \n \n   CONTENTS  \n \n1 Short title, extent and commencement.  \n2 Definitions.  \n3 Establishment of the Pakistan Environmental Protection Council.  \n4 Functions and powers of the Council.  \n5 Establishment of the Pakistan Environmental Protection Agency.  \n6 Functions of the Federal Agency.  \n7 Powers of the Federal Agency.  \n8 Establishment, powers and functions of the Provincial Environmental Protection Agencies.  \n9 Establishment of the Provincial Sustainable Developmen t Funds.  \n10 Management of the Provincial Sustainable Development Fund.  \n11 Prohibition of certain discharges or emissions.  \n12 Initial environmental examination and environmental impact assessment.  \n13 Prohibition of import of hazardous waste.  \n14 Handling of hazardous substances.  \n15 Regulation of motor vehicles.  \n16 Environmental protection order.  \n17 Penalties.  \n18 Offences by bodies corporate.  \n19 Offences by Government Agencies, local authorities or local councils.  \n20 Environmental Tribunals.  \n21 Jurisdiction and powers of Environmental Tribunals.  \n\n \nPage 2 of 25 \n 22 Appeals to the Environmental Tribunal.  \n23 Appeals from orders of the Environmental Tribunal.  \n24 Jurisdiction of Environmental Magistrates.  \n25 Appeals from orders of Environmental Magistrates.  \n26 Power to delegate.  \n27 Power to give directions.  \n28 Indemnity.  \n29 Dues recoverable as arrears of land revenue.  \n30 Act to override other laws.  \n31 Power to make rules.  \n32 Power to amend the Schedule.  \n 33 Power to make regulations.  \n34 Repeal, savings and succession.  \n  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nPage 3 of 25 \n THE PAKISTAN ENVIRONMENTAL PROTECTION ACT, 1997   \nACT NO. XXXIV OF 1997  \nAn Act to provide for the protection, conservation, rehabilitation and improvement of the \nenvironment, for the prevention and control of pollution, and promotion of sustainable development  \nWHEREAS, it is expedient to provide for the protection, conservation, rehabilitation and \nimprovement of the environment, prevention and control of pollution, promotion of sustainable \ndevelopment, and for matters connected therewith and incident al thereto;  \n \nIt is hereby enacted as follows:  \n1. Short title, extent and commencement .—(1) This Act may be ca lled the Pakistan \nEnvironmental Protection Act, 1997.  \n(2) It extends to the whole of Pakistan.  \n(3) It shall come into force at once.  \n 2. Definition s.— In this Act, unless there is anything repugnant in the subject or context, — \n(i) “adverse environmental effect ” means impairment of, or damage to, the \nenvironment and includes — \n(a) impairment  of, or damage to, human health and safety or to biodiversity \nor property;  \n(b) pollution; and  \n(c) any adverse environmental effect as may be specified in the regulations;  \n(ii) “agricultural waste ” means waste from farm and agricultural activities \nincluding  poultry, cattle farming, animal husbandry, residues from the use of \nfertilizers, pesticides and other farm chemicals;  \n(iii) “air pollutant ” means any substance that causes pollution of air and includes \nsoot, smoke, dust particles, odor, light, electro ‑magnetic, radiation, heat, \nfumes, combustion exhaust, exhaust gases, noxious gases, hazardous \nsubstances and radioactive substances;  \n(iv) “biodiversity ” or “biological diversity ” means the variability among living \norganisms from all sources, including inter alia terrestrial, marine and other \naquatic ecosystems and the ecological complexes of which they are part; this \nincludes diversity within species, between species and of ecosystems;  \n(v) “Council ” means the Pakistan Environmental Protection Council establish ed \nunder section 3;  \n \nPage 4 of 25 \n (vi) “discharge ” means spilling, leaking, pumping, depositing, seeping, releasing, \nflowing out, pouring, emitting, emptying or dumping;  \n(vii) “ecosystem ” means a dynamic complex of plant, animal and micro­organism \ncommunities and their non‑living environment interacting as a functional unit;  \n(viii)  “effluent ” means any material in solid, liquid or gaseous form or combination \nthereof being discharged from industrial activity or any other source and \nincludes a slurry, suspension or vapour;  \n(ix) “emission standards ” means the permissible standards established by the \nFederal Agency or a Provincial Agency for emission of air pollutants and \nnoise and for discharge of effluents and waste;  \n(x) “environment ” means— \n(a) air, water and land;  \n(b) all layers of the atmosphere;  \n(c) all organic and inorganic matter and living organisms;  \n(d) the ecosystem and ecological relationships;  \n(e) buildings, structures, roads, facilities and works;  \n(f) all social and economic conditions affecting community life; an d \n(g)    the inter­relationships between any of the factors in sub ‑clauses (a) to (f) ; \n(xi) “environmental impact assessment ” means an environmental study comprising \ncollection of data, prediction of qualitative and quantitative impacts, \ncomparison of alte rnatives, evaluation of preventive, mitigatory and \ncompensatory measures, formulation of environmental management and \ntraining plans and monitoring arrangements, and framing of recommendations \nand such other components as may be prescribed;  \n(xii) “Environmental Magistrate ” means the Magistrate of the First Class appointed \nunder section 24;  \n(xiii)  “Environmental Tribunal ” means the Environmental Tribunal constituted \nunder section 20;  \n(xiv)  “Exclusive Economic Zone ” shall have the same meaning as defi ned in the \nTerritorial Waters and Maritime Zones Act, 1976 (LXXXII of 1976);  \n(xv) “factory ” means any premises in which industrial activity is being undertaken;  \n \nPage 5 of 25 \n (xvi)  “Federal Agency ” means the Pakistan Environmental Protection Agency \nestablished under sec tion 5, or any Government Agency, local council or local \nauthority exercising the powers and functions of the Federal Agency;  \n(xvii)  “Government Agency ” includes— \n(a) a division, department, attached department, bureau, section, \ncommission, board, office or  unit of the Federal Government or a \nProvincial Government;  \n(b) a developmental or a local authority, company or corporation \nestablished or controlled by the Federal Government or Provincial \nGovernment;  \n(c) a Provincial Environmental Protection Agency; and  \n(d) any other body defined and listed in the Rules of Business of the \nFederal Government or a Provincial Government;  \n(xviii)  “hazardous substance ” means— \n(a) a substance or mixture of substances, other than a pesticide as defined \nin the Agricultural Pesticides Ordinance, 1971 (II of 1971), which, by \nreason of its chemical activity or toxic, explosive, flammable, \ncorrosive, radioactive or other characteristics c auses, or is likely to \ncause, directly or in combination with other matters, an adverse \nenvironmental effect; and  \n(b) any substance which may be prescribed as a hazardous substance;  \n(xix)  “hazardous waste ” means waste which is or which contains a hazardous  \nsubstance or which may be prescribed as hazardous waste, and includes \nhospital waste and nuclear waste;  \n(xx) “historic waters ” means such limits of the waters adjacent to the land territory \nof Pakistan as may be specified by notification under section 7 o f the \nTerritorial Waters and Maritime Zones Act, 1976 (LXXXII of 1976);  \n(xxi)  “hospital waste ” includes waste medical supplies and materials of all kinds, \nand waste blood, tissue, organs and other parts of the human and animal \nbodies, from hospitals, clini cs and laboratories;  \n(xxii)  “industrial activity ” means any operation or process for manufacturing, \nmaking, formulating, synthesising, altering, repairing, ornamenting, finishing, \npacking or otherwise treating any article or substance with a view to its us e, \nsale, transport, delivery or disposal, or for mining, for oil and gas exploration \nand development, or for pumping water or sewage, or for generating, \n \nPage 6 of 25 \n transforming or transmitting power or for any other industrial or commercial \npurposes;  \n(xxiii)  “industr ial waste ” means waste resulting from an industrial activity;  \n(xxiv)  “initial environmental examination ” means a preliminary environmental \nreview of the reasonably foreseeable qualitative and quantitative impacts on \nthe environment of a proposed project to  determine whether it is likely to \ncause an adverse environmental effect for requiring preparation of an \nenvironmental impact assessment;  \n(xxv)  “local authority ” means any agency set­up or designated by the Federal \nGovernment or a Provincial Government by notification in the official Gazette \nto be a local authority for the purposes of this Act;  \n(xxvi)  “local council ” means a local council constituted or established under a law \nrelating to local government;  \n(xxvii)  “motor vehicle ” means any mechanically prop elled vehicle adapted for use \nupon land whether its power of propulsion is transmitted thereto from an \nexternal or internal source, and includes a chassis to which a body has not \nbeen attached, and a trailer, but does not include a vehicle running upon fix ed \nrails;  \n(xxviii)  “municipal waste ” includes sewage, refuse, garbage, waste from abattoirs, \nsludge and human excreta and the like;  \n(xxix)  “National Environmental Quality Standards ” means standards established by \nthe Federal Agency under clause (e) of sub­ section (1) of section 6 and \nappro ved by the Council under clause (c) of sub­section (1) of section 4;  \n(xxx)  “noise ” means the intensity, duration and character of sounds from all sources, \nand includes vibration;  \n(xxxi)  “nuclear waste ” means waste from any nuclear reactor or nuclear plant or \nother nuclear energy system, whether or not such waste is radioactive;  \n(xxxii)  “person ” means any natural person or legal entity and includes an individual, \nfirm, association, partnership, society, group, company, corpor ation, \nco­operative society, Government Agency, non ‑governmental organization, \ncommunity ‑based organization, village organization, local council or local \nauthority and, in the case of a vessel, the master or other p erson having for the \ntime being the charge or control of the vessel;  \n(xxxiii)  “pollution ” means the contamination of air, land or water by the discharge or \nemission of effluents or wastes or air pollutants or noise or other matter which \neither directly or indirectly or in combination with ot her discharges or \nsubstances alters unfavourably the chemical, physical, biological, radiational, \n \nPage 7 of 25 \n thermal or radiological or aesthetic properties of the air, land or water or \nwhich may, or is likely to make the air, land or water unclean, noxious or \nimpure  or injurious, disagreeable or detrimental to the health, safety, welfare \nor property of persons or harmful to biodiversity;  \n(xxxiv)  “prescribed ” means prescribed by rules made under this Act;  \n(xxxv)  “project ” means any activity, plan, scheme, proposal or undertaking involving \nany change in the environment and includes — \n(a) construction or use of buildings or other works;  \n(b) construction or use of roads or other transport systems;  \n(c) construction or operation of factories or other installations;  \n(d) minera l prospecting, mining, quarrying, stone ‑crushing, drilling and \nthe like;  \n(e) any change of land use or water use, and  \n(f) alteration, expansion, repair, decommissioning or abandonment of \nexisting buildings or other works, roads or other transport systems, \nfactories or other installations;  \n(xxxvi)  “proponent ” means the person who proposes or intends to undertake a project;  \n(xxxvii)  “Provincial Agency ” means a Provincial Environmental Protection Agency \nestablished under section 8;  \n(xxxviii)  “regulations ” means regulations made under this Act;  \n(xxxix)  “rules ” means rules made under this Act;  \n(xl) “sewage ” means liquid or semi ‑solid wastes and sludge from sanitary \nconveniences, kitchens, laundries, washing and similar activities and from any \nsewerage system  or sewage disposal works;  \n(xli) “standards ” means qualitative and quantitative standards for discharge of \neffluents and wastes and for emission of air pollutants and noise either for \ngeneral applicability or for a particular area, or from a particular pro duction \nprocess, or for a particular product, and includes the National Environmental \nQuality Standards, emission standards and other standards established under \nthis Act and the rules and regulations made thereunder;  \n(xlii) “sustainable development ” means  development that meets the needs of the \npresent generation without compromising the ability of future generations to \nmeet their needs;  \n \nPage 8 of 25 \n (xliii) “territorial waters ” shall have the same meaning as defined in the Territorial \nWaters and Maritime Zones Act, 19 76 (LXXXII of 1976);  \n(xliv) “vessel ” includes anything made for the conveyance by water of human beings \nor of goods; and  \n(xlv)   “waste ” means any substance or object which has been, is being or is intended \nto be, discarded or disposed of, and includes liq uid waste, solid waste, waste \ngases, sus pended waste, industrial waste, agricultural waste, nuclear waste, \nmunicipal waste, hospital waste, used polyethylene bags and residues from the \nincineration of all types of waste.  \n3.Establishment of the Pakistan Environmental Protection Council .‑—(1) The Federal \nGovernment shall, by Notification in the Official Gazette establish a council to be known as the \nPakistan Environmental Protection Council consisting of — \n(i)   Prime Minister or such other person as the Prim e Minister may \nnominate in this behalf.  \n Chairperson.  \n \n(ii)   Minister In charge of the Ministry or Division dealing with the \nsubject of environment.  \n Vice‑Chairperson  \n \n(iii)  Chief Ministers of the Provinces . \n Members  \n(iv) Minist ers In charge of the subject of environment in the  \nProvinces.  \n Members  \n(v)  Such other persons not exceeding thirty ‑five as the Federal \nGovernment may appoint, of which at least twenty shall be \nnon‑official including five representatives of the  Chambers of  \nCommerce and Industry and industrial associations and one or \nmore representatives of the Chambers of Agriculture, the \nmedical and legal professions, trade unions, and \nnon‑governmental organizations con cerned with the \nenvironment and development, and scien tists, technical experts \nand educationists.  \n Members  \n(vi) Secretary to the Government of Pakistan, in­ charge of the \nMinistry or Division dealing with the subject of environment.  \n Member/ Secretary.  \n \n(2) The Members of the Council, other than ex­officio  members, shall be appointed in \naccordance with the prescribed procedure and shall hold office for a term of three years.  \n(3) The Council shall frame its own rules of procedure.  \n(4) The Council shall hold meetings as and when necessary, but not less than t wo meetings \nshall be held in a year.  \n \nPage 9 of 25 \n (5) The Council may constitute committees of its members and entrust them with such \nfunctions as it may deem fit, and the recommendations of the committees shall be submitted to the \nCouncil for approval.  \n(6) The Council  or any of its committees may invite any technical expert or representative of \nany Government Agency or non ‑governmental organization or other person possessing specialized \nknowledge of any subject for assistance in performance of its functions.  \n4. Functio ns and powers of the Council .—(1) The Council shall , — \n(a) co­ordinate and supervise enforcement of the provisions of this Act;  \n(b) approve comprehensive national environmental policies and ensure their \nimplementation within the framework of a national con servation strategy as \nmay be approved by the Federal Government from time to time;  \n(c) approve the National Environmental Quality Standards;  \n(d) provide guidelines for the protection and conservation of species, habitats, and \nbiodiversity in gener and non ‑renewable resources;  \n(e) coordinate integration of the principles and concerns of sustainable \ndevelopment into national development plans and policies; and  \n       (f) consider the National Environmental Report and give appropriate directions \nthereon.  \n(2) T he Council may, either itself or on the request of any person or organization, direct the \nFederal Agency or any Government Agency to prepare, submit, promote or implement projects for \nthe protection, conservation, rehabilitation and improvement of the envi ronment, the prevention and \ncontrol of pollution, and the sustainable development of resources, or to undertake research in any \nspecified aspect of environment.  \n5. Establishment of the Pakistan Environmental Protection Agency .—(1) The Federal \nGovernment shall, by notification in the official Gazette, establish the Pakistan Environmental \nProtection Agency, to exercise the powers and perform the functions assigned to it under the \nprovisions of this Act and the rules and regulations made thereunder.  \n(2) The Fe deral Agency shall be headed by a Director ‑General, who shall be appointed by the \nFederal Government on such terms and conditions as it may determine.  \n(3) The Federal Agency shall have such administrative, technical and legal staff as the \nFederal Governmen t may specify, to be appointed in accordance with such procedure as may be \nprescribed.  \n(4) The powers and functions of the Federal Agency shall be exercised and performed by the \nDirector‑General.  \n \nPage 10 of 25 \n (5) The Director ‑General may, by general or special order, d elegate any of these powers and \nfunctions to staff appointed under sub­section (3).  \n(6) For assisting the Federal Agency in the discharge of its functions, the Federal \nGovernment shall establish Advisory Committees for various sectors, and appoint as membe rs \nthereof eminent representatives of the relevant sector, educational institutions, research institutes and \nnon‑governmental organizations.  \n6. Functions of the Federal Agency .—(1) The Federal Agency shall ,— \n(a) administer and implement the provisions of t his Act and the rules and \nregulations made thereunder;  \n(b) prepare, in coordination with the appropriate Government Agency and in \nconsultation with the concerned sectoral Advisory Committees, national \nenvironmental policies for approval by the Council;  \n(c) take all necessary measures for the implementation of the national \nenvironmental policies approved by the Council;  \n(d) prepare and publish an Annual National Environment Report on the state of \nthe environment;  \n(e) prepare or revise and establish the Natio nal Environmental Quality Standards \nwith approval of the Council:  \n  Provided that before seeking approval of the Council, the Federal \nAgency shall publish the proposed National Environmental Quality Standards \nfor public opinion in accordance with the presc ribed procedure; and  \n(f) ensure enforcement of the National Environmental Quality Standards;  \n(g) establish  standards for the quality of the ambient air, water and land, by \nNotification in the official Gazette, in consultation with the Provincial Agency \nconcerned;  \n   Provided that — \n(i) different  standards for discharge or emission from different source and \nfor different areas and conditions may be specified;  \n(ii) where standards are less stringent than the National Environmental \nQuality Standards prior approval of the Council shall be obtained;  \n(iii) certain areas, with the approval of the Council, may exclude from \ncarrying out specific activities, projects from the application of such \nstandards;  \n \nPage 11 of 25 \n (h) co­ordinate environmental policies and programmes nationally and \ninternationally;  \n(i) establish sy stems and procedures for surveys, surveillance, monitoring, \nmeasurement, examination, investigation, research, inspection and audit to \nprevent and control pollution, and to estimate the costs of cleaning up \npollution and rehabilitating the environment in v arious sectors;  \n(j) take measures to promote research and the development of science and \ntechnology which may contribute to the prevention of pollution, protection of \nthe environment, and sustainable development;  \n(k) certify one or more laboratories as app roved laboratories for conducting tests \nand analysis and one or more research institutes as environmental research \ninstitutes for conducting research and investigation, for the purposes of this \nAct; \n(l) identify the needs for, an initiate legislation in va rious sectors of the \nenvironment;  \n(m) render advice and assistance in environmental matters, including such \ninformation and data available with it as may be required for carrying out the \npurposes of this Act:  \n  Provided that the disclosure of such informat ion shall be subject to the \nrestrictions contained in the proviso to sub­section (3) of section 12 ;  \n(n) assist the local councils, local authorities, Government Agencies and other \npersons to implement schemes for the proper disposal of wastes so as to \nensure compliance with the standards established by it;  \n(o) provide information and guidance to the public on environmental matters ;  \n(p) recommend environmental courses, topics, literature and books for \nincorporation in the curricula and syllabi of education al institutions ;  \n(q) promote public education and awareness of environmental issues through \nmass media and other means, including seminars and workshops ;  \n(r) specify safeguards for the prevention of accidents and disasters which may \ncause pollution, coll aborate with the concerned person in the preparation of \ncontingency plans for control of such accidents and disasters, and co­ordinate \nimplementation of such plans ;  \n(s) encourage the formation and working of non­governmental organizations, \ncommunity organ izations and village organizations to prevent and control \npollution and promote sustainable development;  \n \nPage 12 of 25 \n (t) take or cause to be taken all necessary measures for the protection, \nconservation, rehabilitation and improvement of the environment, prevention \nand control of pollution and promotion of sustainable development; and  \n(u) perform any function which the Council may assign to it . \n(2) The Federal Agency may ,— \n(a) undertake inquiries or investigation into environmental issues, either of its \nown accord or up on complaint from any person or organisation;  \n(b) request any person to furnish any information or data relevant to its functions;  \n(c) initiate  with the approval of the Federal Government, requests for foreign \nassistance in support of the purposes of this Act and enter into arrangements \nwith foreign agencies or organizations for the exchange of material or \ninformation and participate in internati onal seminars or meetings;  \n(d) recommend to the Federal Government the adoption of financial and fiscal \nprogrammes, schemes or measures for achieving environmental objectives and \ngoals and the purposes of this Act, including — \n(i) incentives, prizes awards,  subsidies, tax exemptions, rebates and \ndepreciation allowances; and  \n(ii) taxes, duties, cesses and other levies;  \n(e) establish and maintain laboratories to help in the performance of its functions \nunder this Act and to conduct research in various aspects of the environment \nand provide or arrange necessary assistance for establishment of similar \nlaboratories in the private sector; and  \n(f) provide or arrange, in accordance with such procedure as may be prescribed, \nfinancial assistance for projects designed t o facilitate the discharge of its \nfunctions.  \n7. Powers of the Federal Agency .—Subject to the provisions of this Act, the Federal \nAgency may — \n(a) lease, purchase, acquire, own, hold, improve, use or otherwise deal in and with \nany property both movable and immovable;  \n(b) sell, convey, mortgage, pledge, exchange or otherwise dispose of its property \nand assets;  \n(c) fix and realize fees, rates and charges for rendering any service or providing   \nany facility information or data under this Act or the rules  and regulations \nmade thereunder;  \n \nPage 13 of 25 \n (d) enter into contracts, execute instruments, incur liabilities and do all acts or \nthings necessary for proper management and conduct of its business;  \n(e) appoint with the approval of the Federal Government and in accorda nce with \nsuch procedures as may be prescribed, such advisers, experts and consultants \nas it considers necessary for the efficient performance of its functions on such \nterms and conditions as it may deem fit;  \n(f) summon and enforce the attendance of any per son and require him to supply \nany information or document needed for the conduct of any enquiry or \ninvestigation into any environmental issue;  \n(g) enter and inspect and under the authority of a search warrant issued by the \nEnvironmental Tribunal or Environ mental Magistrate, search at any \nreasonable time, any land, building, premises, vehicle or vessel or other place \nwhere or in which, there are reasonable grounds to believe that an offence \nunder this Act has been or is being committed ;  \n(h) take samples of any materials, products, articles or substances or of the \neffluents, wastes or air pollutants being discharged or emitted or of air, water \nor land in the vicinity of the discharge of emission;  \n(i) arrange for test and analysis of the samples at a certified  laboratory;  \n(j) confiscate any article used in the commission of the offence where the \noffender is not known or cannot be found within a reasonable time:  \n  Provided that the power under clauses (f), (h), (i) and (j) shall be \nexercised in accordance with t he provisions of the Code of Criminal \nProcedure, 1898 (Act V of 1898), or the rules made under this Act and under \nthe direction of the Environmental Tribunal or Environmental Magistrate; and  \n(k)     establish a National Environmental Coordination Committee  comprising the \nDirector‑General as its chairman and the Director ‑Generals of the Provincial \nEnvironmental Protection Agencies and such other persons as the Federal \nGovernment may appoint as its members to exercise such powers and perform \nsuch functions as  may be delegated or assigned to it by the Federal \nGovernment for carrying out the purposes of this Act and for ensuring inter \nprovincial co ‑ordination in environmental policies.  \n8. Establishment, powers and functions of the Provincial Environmental Protec tion \nAgencies .—(1) Every Provincial Government shall, by notification in the official Gaze tte, establish \nan Environmental Protection Agency, to exercise such powers and perform such functions as may be \ndelegated to it by the Provincial Government under sub ­section (2) of section 26.  \n(2) The Provincial Agency shall be headed by a Director ‑General who shall be appointed by \nthe Provincial Government on such terms and conditions as it may determine.  \n \nPage 14 of 25 \n (3) The Provincial Agency shall have such administrative, technical and legal staff as the \nProvincial Government may specify, to be appointed in accordance with such procedure as may be \nprescribed.  \n(4) The powers and functions of the Provincial Agency shall be exercised and performed by \nthe Director ‑General.  \n(5) The Director ‑General may, by general or special order, delegate any of these powers and \nfunctions to staff appointed under sub­section (3).  \n(6) For assistance of the Provincial Agency in the discharge of its functions, the Provincial \nGovernment shall estab lish sectoral Advisory Committees for various sectors and appoint members \nfrom amongst eminent representatives of the relevant sector, educational institutions, research \ninstitutes and non ‑governmental organizations.  \n9. Establishment of the Provincial Sust ainable Development Funds .—(1) There shall be \nestablished in each Province a Sustainable Development Fund.  \n(2) The Provincial Sustainable Development Fund shall be derived from the following \nsources, namely: — \n(a) grants made or loans advanced by the Federa l Government or the Provincial \nGovernments;  \n(b) aid and assistance, grants, advances, donations and other non­obligatory funds \nreceived from foreign governments, national or international agencies, and \nnon‑governmental organizations; and  \n(c) Contributions from private organizations, and other persons.  \n \n(3) The Provincial Sustainable Development Fund shall be utilized in accordance with such \nprocedure as may be prescribed for — \n(a) providing financial assistance to the projects designed for the protection, \nconservation, rehabilitation and improvement of the environment, the \nprevention and control of pollution, the sustainable development of resources \nand for research in any specified aspect of environment; and  \n(b) any other purpose which in the opinion of the B oard will help achieve \nenvironmental objectives and the purposes of this Act.  \n \n10. Management of the Provincial Sustainable Development Fund .—(1) The Provincial \nSustainable Development Fund shall be managed by a Board known as the Provincial Sustainable \nDevelopment Fund Board consisting of — \n \n \nPage 15 of 25 \n (i) Chairman, Planning and Development \nBoard/Additional Chief Secretary Planning \nand Development Department.  \n Chairperson  \n \n(ii)  such officers of the Provincial Governments \nnot exceeding six as the Provincial \nGovernment may appoint, including \nSecretaries in charge of the Finance, \nIndustries and Environment Department.  \n Members  \n \n(iii) such non­official persons not exceeding ten \nas the Provincial Government may appoint \nincluding representatives of the Provincial \nChamber of Commerce and Industry, non­ \ngovernmental organizations, and major \ndonors.  \n Members  \n \n(iv) Director­General of the Provin cial Agency.  Member/Secretary  \n \n(2) In accordance with such procedure and such criteria as may be prescribed, the Board shall \nhave the power to — \n(a) sanction financial assistance for eligible projects ;  \n(b) invest  moneys held in the Provincial Sustainable Development Fund in such \nprofit­bearing Government bonds, savings schemes and securities as it may \ndeem suitable ; and  \n(c) take such measures and exercise such powers as may be necessary for \nutilization of the Pro vincial Sustainable Development Fund for the purposes \nspecified in sub­section (3) of section 9.  \n(3) The Board shall constitute committees of its members to undertake regular monitoring of \nprojects financed from the Provincial Sustainable Development Fund and to submit progress reports \nto the Board which shall publish an Annual Report incorporating its annual audited accounts, and \nperformance evaluation based on the progress reports.  \n11. Prohibition of certain discharges or emissions .—(1) Subject to the pro visions of this \nAct and the rules and regulations made thereunder no person shall discharge or emit or allow the \ndischarge or emission of any effluent or waste or air pollutant or noise in an amount, concentration or \nlevel which is in excess of the Nationa l Environmental Quality Standards or, where applicable, the \nstandards established under sub ‑clause (i) of clause (g) of sub­section (1) of section 6.  \n(2) The Federal Government levy a pollution charge on any person who contravenes or fails \nto comply with t he provisions of sub­section (1), to be calculated at such rate, and collected in \naccordance with such procedure as may be prescribed.  \n \nPage 16 of 25 \n (3) Any person who pays the pollution charge levied under subs­section (2) shall not be \ncharged with an offence with resp ect to that contravention or failure.  \n(4) The provisions of sub­section (3) shall not apply to projects which commenced industrial \nactivity on or after the thirtieth day of June, 1994.  \n12. Initial environmental examination and environmental impact as sessment .—(1) No \nproponent of a project shall commence construction or operation unless he has filed with the Federal \nAgency an initial environmental examination or, where the project is likely to cause an adverse \nenvironmental effect, an environmental imp act assessment, and has obtained from the Federal \nAgency approval in respect thereof.  \n(2) The Federal Agency shall — \n(a) review the initial environmental examination and accord its approval, or require \nsubmission of an environmental impact assessment by the  proponent; or  \n(b) review the environmental impact assessment and accord its approval subject to \nsuch conditions as it may deem fit to impose, or require that the environmental \nimpact assessment be re ‑submitted after such modifications as may be \nstipulated , or reject the project as being contrary to environmental objectives.  \n(3) Every review of an environmental impact assessment shall be carried out with public \nparticipation and no information will be disclosed during the course of such public participation  \nwhich relates to — \n(i) trade, manufacturing or business activities, processes or techniques of a \nproprietary nature, or financial, commercial, scientific or technical matters \nwhich the proponent has requested should remain confidential, unless for \nreasons to be recorded in writing, the Director ‑General of the Federal Agency \nis of the opinion that the request for confidentiality is not well ‑founded or the \npublic interest in the disclosure outweighs the possible prejudice to the \ncompetitive position of the project or its proponent; or  \n(ii) international relations, national security or maintenance of law and order, \nexcept with the consent of the Federal Government; or  \n(iii) matters covered by legal professional privilege.  \n(4) The Federal Agency shall communicat e its approval or otherwise within a period of four \nmonths from the date the initi al environmental examination or environmental impact assessment is \nfiled complete in all respects in accordance with the prescribed procedure, failing which the initial \nenvir onmental examination or, as the case may be, the environmental impact assessment shall be \ndeemed to have been approved, to the extent to which it does not contravene the provisions of this \nAct and the rules and regulations made thereunder.  \n(5) Subject to s ub­section (4) the Federal Government may in a particular case extend the \naforementioned period of four months if the nature of the project so warrants.  \n \nPage 17 of 25 \n (6) The provisions of sub­sections (1), (2), (3), (4) and (5) shall apply to such categories of \nprojects and in such manner as may be prescribed.  \n(7) The Federal Agency shall maintain separate Registers for initial environmental \nexamination and environmental impact assessment projects, which shall contain brief particulars of \neach project and a summa ry of decisions taken thereon, and which shall be open to inspection by the \npublic at all reasonable hours and the disclosure of information in such Registers shall be subject to \nthe restrictions specified in sub­section (3).  \n13. Prohibition of import of h azardous waste .—No person shall import hazardous waste \ninto Pakistan and its territorial waters, Exclusive Economic Zone and historic waters.  \n14. Handling of hazardous substances. —Subject to the provisions of this Act, no person \nshall generate, collect, co nsign, transport, treat, dispose of, store, handle or import any hazardous \nsubstance except — \n(a) under a licence issued by the Federal Agency and in such manner as may be \nprescribed; or  \n(b) in accordance with the provisions of any other law for the time be ing in force, \nor of any international treaty, convention, protocol, code, standard, agreement \nor other instrument to which Pakistan is a party.  \n15. Regulation of motor vehicles .—(1) Subject to the provisions of this Act and the rules \nand regulations made t hereunder, no person shall operate a motor vehicle from which air pollutants \nor noise are being emitted in an amount, concentration or level which is in excess of the National \nEnvi ronmental Quality Standards, or where applicable the standards established u nder clause (g) of \nsub­section (1) of section 6.  \n(2) For ensuring compliance with the standards mentioned in sub­section (1), the Federal \nAgency may direct that any motor vehicle or class of vehicles shall install such pollution control \ndevices or other eq uipment or use such fuels or undergo such maintenance or testing as may be \nprescribed.  \n(3) Where a direction has been issued by the Federal Agency under sub­section (2) in respect \nof any motor vehicles or class of motor vehicles, no person shall operate an y such vehicle till such \ndirection has been complied with.  \n16. Environmental protection order .—(1) Where the Federal Agency or a Provincial \nAgency is satisfied that the discharge or emission of any effluent, waste, air pollutant or noise, or the \ndisposal o f waste, or the handling of hazardous substances, or any other act or omission is likely to \noccur, or is occ urring or has occurred in violation of the provisions of this Act, rules or regulations or \nof the conditions of a licence, and is likely to cause, o r is causing or has caused an adverse \nenvironmental effect, the Federal Agency or, as the case may be, the Provincial Agency may, after \ngiving the person responsible for such discharge emission, disposal, handling, act or omission an \nopportunity of being h eard, by order direct such person to take such measures that the Federal \n \nPage 18 of 25 \n Agency or Provincial Agency may consider necessary within such period as may be specified in the \norder.  \n(2) In particular and without prejudice to the generality of the foregoing powe r, such \nmeasures may include — \n(a) immediate stoppage, preventing, lessening or controlling the discharge, \nemission, disposal, handling, act or omission, or to minimize or remedy the \nadverse environmental effect;  \n(b) installation, replacement or alteration of any equipment or thing to eliminate \nor control or abate on a permanent or temporary basis, such discharge, \nemission, disposal, handling, act or omission;  \n(c) action to remove or otherwise dispose of the effluent, waste, air pollutant, \nnoise, or hazardou s substances; and  \n(d) action to restore the environment to the condition existing prior to such \ndischarge, disposal, handling , act or omission, or as close to such condition as \nmay be reasonable in the circumstances, to the satisfaction of the Federal \nAgency or, Provincial Agency.  \n(3) Where the person, to whom directions under sub­section (1) are given, does not comply \ntherewith, the Federal Agency or Provincial Agency may, in addition to the proceeding initiated \nagainst him under this Act or the rules and  regulations, itself take or cause to be taken such measures \nspecified in the order as it may deem necessary, and may recover the costs of taking such measures \nfrom such person as arrears of land revenue.  \n17. Penalties .—(1) Whoever contravenes or fails to comply with the provisions of sections \n11, 12, 13, or section 16 or any order issued thereunder shall be punishable with fine which may \nextend to one million rupees, and in the case of a continuing contravention or failure, with an \nadditional fine which ma y extend to one hundred thousand rupees for everyday during which such \ncontravention or failure continues and where such contravention or failure continues:  \nProvided that if contravention of the provisions of section 11 also constitutes contravention of \nthe provisions of section 15, such contravention shall be punishable under sub­section (2) only.  \n(2) Whoever contravenes or fails to comply with the provisions of section 14 or 15 or any \nrule or regulation or conditions of any licence, any order or direction  issued by the Council or by the \nFederal Agency or Provincial Agency shall be punishable with fine which may extend to one \nhundred thousand rupees, and in case of continuing contravention, or failure with an additional fine \nwhich extend to one thousand rup ees for every day during which such contravention continues.  \n(3) Where an accused has been convicted of an offence under sub­section (1) and (2), the \nEnvironmental Tribunal and Environmental Magistrate shall, in passing sentence, take into account \nthe exte nt and duration of the contravention or failure constituting the offence, and the attendant \ncircumstances.  \n \nPage 19 of 25 \n (4) Where an accused has been convicted of an offence under sub­section (1) and the \nEnvironmental Tribunal is satisfied that as a result of the commi ssion of the offence monetary \nbenefits have accrued to the offender, the Environmental Tribunal may order the offender to pay, in \naddition to the fines under sub­section (1), further additional fine commensurate with the amount of \nthe monetary benefits.  \n(5) Where a person convicted under sub­section (1) or sub­section (2); and had been \npreviously convicted for any contravention under this Act, the Environmental Tribunal or, as the case \nmay be, Environmental Magistrate may, in addition to the punishment awar ded thereunder — \n(a) endorse a copy of the order of conviction to the concerned trade or industrial \nassociation, if any, or the concerned Provincial Chamber of Commerce and \nIndustry or the Federation of Pakistan Chambers of Commerce and Industry ;  \n(b) sente nce him to imprisonment for a term which may extend up to two years;  \n(c) order the closure of the factory;  \n(d) order confiscation of the factory, machinery, and equipment, vehicle, material \nor substance, record or document or other object used or involved in \ncontravention of the provisions of the Act:  \nProvided that for a period of three years from the date of \ncommencement of this Act, the sentence of imprisonment shall be passed only \nin respect of persons who have been previously convicted for more than onc e \nfor any contravention of sections 11, 13, 14 or 16 involving hazardous waste;  \n(e) order such person to restore the environment at his own cost, to the conditions \nexisting prior to such contravention or as close to such conditions as may be \nreasonable in the circumstances to the satisfaction of the Federal Agency or, as \nthe case may be, Provincial Agency; and  \n(f) order that such sum be paid to any person as compensation for any loss, bodily \ninjury, damage to his health or property suffered by such contrave ntion.  \n(6) The Director ‑General of the Federal Agency or of a Provincial Agency or an officer \ngenerally or specially authorised  by him in this behalf may, on the application of the accused \ncompound an offence under this Act with the permission of the Environmental Tribunal or \nEnvironmenta l Magistrate in accordance with such procedure as may be prescribed.  \n(7) Where the Director ‑General of the Federal Agency or of a Provincial Agency is of the \nopinion that a person had contravened any provision of this Act, he may, subject to the rules, by \nnotice in writing to that person require him to pay to the Federal Agency or, as the case may be, \nProv incial Agency an administrative penalty in the amount set out in the notice for each day the \ncontravention continues; and a person who pays an administrative penalty for a contravention shall \nnot be charged under this Act with an offence in respect  of such contravention.  \n \nPage 20 of 25 \n (8) The provisions of sub­sections (6) and (7) shall not apply to a person who has been \npreviously convicted of offence or who has compounded an offence under this Act or who has paid \nan administrative penalty for a contravention of  any provision of this Act.  \n18. Offences by bodies corporate .—Where any contravention of this Act has been \ncommitted by a body corporate, and it is proved that such offence has been committed with the \nconsent or connivance or, or is attributed to any negli gence on the part of, any director, partner, \nmanager, secretary or other officer of the body corporate, such director, partner, manager, secretary \nor other officer of the body corporate, shall be deemed guilty of such contravention along with the \nbody corp orate and shall be punished accordingly:  \nProvided that in the case of a company as defined under the Companies Ordinance, 1984 \n(XLVII of 1984), only the Chief Executive as defined in the said Ordinance shall be liable under this \nsection.  \nExplanation .—For t he purposes of this section, “body corporate ” includes  a firm, association \nof persons and a society registered under the Societies Registration Act, 1860 (XXI of 1860), or \nunder the Cooperative Societies Act, 1925 (VII of 1925).  \n19. Offences by Government Agencies, local authorities or local councils .—Where any \ncontravention of this Act has been committed by any Government Agency, local authority or local \ncouncil, and it is proved that such contravention has been committed with the consent or connivance \nof, or is attributable to any negligence on the part of the Head or any other officer of the Government \nAgency, local authority or local council, such Head or other officer shall also be deemed guilty of \nsuch contravention along with the Government Agency, lo cal authority or local council and shall be \nliable to be proceeded against and punished accordingly.  \n20. Environmental Tribunals. —(1) The Federal Government may, by notification in the \nofficial Gaze tte, establish as man y Environmental Tribunals as it consi ders necessary and, where it \nestablishes more than one Environmental Tribunal, it shall specify territorial limits within which, or \nthe class of cases in respect of which, each one of them shall exercise jurisdiction under this Act.  \n(2) An Environmental Tr ibunal shall consist of a Chairperson who is, or has been, or is \nqualified for appointment as, a Judge of the High Court to be appointed after consultation with the \nChief Justice of the High Court and two members to be appointed by the Federal Government o f \nwhich at least one shall be a technical member with suitable professional qualifications and \nexperience in the environmental field as may be prescribed.  \n(3) For every sitting of the Environmental Tribunal, the presence of the Chairperson and not \nless tha n one Member shall be necessary.  \n(4) A decision of an Environmental Tribunal shall be expressed in terms of the opinion of the \nmajority of its members, including the Chairperson, or if the case has been decided by the \nChairperson and only one of the member s and there is a difference of opinion between them, the \ndecision of the Environmental Tribunal shall be expressed in terms of the opinion of the Chairperson.  \n \nPage 21 of 25 \n (5) An Environmental Tribunal shall not, merely by reason of a change in its composition, or \nthe absence of any member from any sitting, be bound to recall and rehear any witness who has \ngiven evidence and may act on the evidence already recorded by, or produced, before it.  \n(6) An Environmental Tribunal may hold its sittings at such places within its territorial \njurisdiction as the Chairperson may decide.  \n(7) No act or proceeding of an Environmental Tribunal shall be invalid by reason only of the \nexistence of a vacancy in, or defect in the constitution of, the Environmental Tribunal.  \n(8) The terms and conditions of service of the Chairperson and members of the \nEnvironmental Tribunal shall be such as may be prescribed.  \n21. Jurisdiction and powers of Environmental Tribunals .—(1) An Environmental \nTribunal shall exercise such powers and perform such functio ns as are, or may be, conferred upon or \nassigned to it by or under this Act, or the rules and regulations made thereunder.  \n(2) All contravention punishable under sub­section (1) of section 17 shall exclusively be \ntriable by an Environmental Tribunal.  \n(3) An Environmental Tribunal shall not take cognizance of any offence triable under \nsub­section (2) except on a complaint in writing by ‑‑ \n(a) the Federal Agency or any Government Agency or local council ; and  \n(b) any aggrieved person, who has given notice of not less than thirty days to the \nFederal Agency or the Provincial Agency concerned of the alleged \ncontravention and of his intention to make a complaint to the Environment \nTribunal.  \n(4) In exercise of its criminal  jurisdiction, the Environmental Tribunal shall have the same \npowers as are vested in the Court of Session under the Code of Criminal Procedure, 1898 (Act V of \n1898).  \n(5) In exercise of the appellate jurisdiction under section 22 the Environmental Tribunal  shall \nhave the same powers and shall follow the same procedure as an appellate court in the Code of Civil \nProcedure, 1908 (Act V of 1908).  \n(6) In all matters with respect to which no procedure has been provided for in this Ordinance, \nthe Environmental Tri bunal shall follow the procedure laid down in the Code of Civil Procedure, \n1908 (Act V of 1908).  \n(7) An Environmental Tribunal may, on application filed by any officer duly authorised in \nthis behalf by the Director ‑General of the Federal Agency or Provinci al Agency, issue bailable \nwarrant for the arrest of any person against whom reasonable suspicion exists of his having been \ninvolved in contravention punishable under sub­section (1) of section 17:  \n \nPage 22 of 25 \n Provided that such warrant shall be applied for, issued and  executed in accordance with the \nprovisions of the Code of Criminal Procedure, 1898 (Act V of 1898):  \nProvided further that if the person arrested executes a bond with sufficient sureties in \naccordance with the endorsement on the warrant, he shall be releas ed from custody, failing which he \nshall be taken or sent without delay to the officer ‑in‑charge of the nearest police station.  \n(8) All proceedings before the Environmental Tribunal shall be deemed to be judicial \nproceedings within the meaning of sections 1 93 and 228 of the Pakistan Penal Code (Act XLV of \n1860) and the Environmental Tribunal shall be deemed to be a court for the purposes of sections 480 \nand 482 of the Code of Criminal Procedure, 1898 (Act V of 1898).  \n(9) No Court other than an Environmental Tribunal shall have or exercise any jurisdiction \nwith respect to any matter to which the jurisdiction of an Environmental Tribunal extends under this \nAct or the rules and regulations made thereunder.  \n(10) Where the Environmental Tribunal is satisfied that a complaint made to it under \nsubsection (3) is false and vexatious to the knowledge of the complainant, it may, by an order, direct \nthe complainant to pay to the person complained against such compensatory costs which may extend \nto one hundred thousand rup ees. \n22. Appeals to the Environmental Tribunal .—(1) Any person aggrieved by any order or \ndirection of the Federal Agency or any Provincial Agency under any provision of this Act and rules \nor regulations made thereunde r may prefer an appeal with the Environ mental Tribunal within thirty \ndays of the date of communication of the impugned order or direction to such person.  \n(2) An appeal to the Environmental Tribunal shall be in such form, contain such particulars \nand be accompanied by such fees as may be prescri bed. \n23. Appeals from orders of the Environmental Tribunal .—(1) Any person aggrieved by \nany final order or by any sentence of the Environmental Tribunal passed under this Act may, within \nthirty days of communication of such order or sentence, prefer an appeal to the High Court.  \n(2) An appeal under sub­section (1) shall be heard by a Bench of not less than two Judges.  \n24. Jurisdiction of Environmental Magistrates .—(1) Notwithstanding anything contained \nin the Code of Criminal Procedure, 1898 (Act V of 189 8), or any other law for the time being in \nforce, but subject to the provisions of this Act, all contraventions punishable under sub­section (2) of \nsection 17 shall exclusively be triable by a judicial Magistrate of the first class as Environmental \nMagistr ate especially empowered in this behalf by the High Court.  \n(2) An Environmental Magistrate shall be competent to impose any puni shment specified in \nsubsections (2) and (4) of section 17.  \n(3) An Environmental Magistrate shall not take cognizance of an offen ce triable under \nsubsection (1) except on a complaint in writing by — \n \nPage 23 of 25 \n (a) the Federal Agency, Provincial Agency, or Government Agency or local \ncouncil; and  \n(b) any aggrieved person.  \n25. Appeals from orders of Environmental Magistrates .—Any person convicted of any \ncontravention of this Act or the rules or regulations by an Environmental Magistrate may, within \nthirty days from the date of his conviction, appeal to the Court of Sessions, whose decision thereon \nshall be final.  \n*26. Power to delegate. —(1) The Fed eral Government may, by notification in the official \nGazette, delegate any of its or of the Federal Agency's powers and functions under this Act and the \nrules and regulations made thereunder to any Provincial Government, any Government Agency, local \ncounci l or local authority.  \n(2) The Provincial Government may, by 1notification in the official Gazette, delegate any of \nits or of the Provincial Agency's powers or functions under this Act and the rules and regulations \nmade thereunder to any Government Agency o f such Provincial Government or any local council or \nlocal authority in the Province.  \n27. Power to give directions. —In the performance of their functions under this Act — \n(a) the Federal Agency and Provincial Agencies shall be bound by the directions \ngiven to them in writing by the Federal Government; and  \n(b) a Provincial Agency shall be bound by the directions given to it in writing by \nthe Provincial Government.  \n28. Indemnity .—No suit, prosecution or other legal proceedings shall lie against the Federal \nor Provincial Governments, the Council, the Federal Agency or Provincial Agencies, the \nDirectors‑General of the Federal Agency and the Provincial Agency, members, officers, employe es, \nexperts, advisors, committees or consultants of the Federal or Provincial Agencies or the \nEnvironmental Tribunal or Environmental Magistrates or any other person for anything which is in \ngood faith done or intended to be done under this Act or the rule s or regulations made thereunder.  \n29. Dues recoverable as arrears of land revenue .—Any dues recoverable by the Federal \nAgency or Provincial Agency under this Act, or the rules or regulations made thereunder shall be \nrecoverable as arrears of land revenue.  \n30. Act to over­ride other laws .—The provisions of this Act shall have effect \nnotwithstanding anything inco nsistent therewith contained in any other law for the time being in \nforce.  \n \n*For such powers delegated to Maritime Security Agency, Pl. see SRO No. 9 (KE)/05, dated 02­02­2005.  \n1See S.R.O. 1251 to 1254(I)/98, dt.27­10­98.  \n \n \nPage 24 of 25 \n 31. Power to make rules. —The Federal Government may, by Notification in the official \nGazette, make rules for carrying out the purposes of this Act including rules for implementing t he \nprovisions of the international environmental agreements, specified in the Schedule to this Act.  \n32. Power to amend the Schedule. —The Federal Government may, by Notification in the \nofficial Gazette, amend the Schedule so as to add any entry thereto or m odify or omit any entry \ntherein.  \n33. Power to make regulations. —(1) For carrying out the purposes of this Act, the Federal \nAgency may, by Notification in the official Gazette and with the approval of the Federal \nGovernment, make regulations not inconsisten t with the provisions of this Act or the rules made \nthereunder.  \n(2) In particular and without prejudice to the generality of the foregoing power, such \nregulations may provide for — \n(a) submission of periodical reports, data or information by any Government \nAgency, local authority or local council in respect of environmental matters;  \n(b) preparation of emergency contingency plans for coping with environmental \nhazards and pollution caused by accidents, natural disasters and calamities;  \n(c) appointment of offic ers, advisors, experts, consultants and employees;  \n(d) levy of fees, rates and charges in respect of services rendered, actions taken \nand schemes implemented;  \n(e) monitoring and measurement of discharges and emissions;  \n(f) categorization  of projects to which, and the manner in which, section 12 \napplies;  \n(g) laying down of guidelines for preparation of initial environmental examination \nand environmental impact assessment and Development of procedures for \ntheir filing, review and approval;  \n(h) providing procedures for handling hazardous substances; and  \n(i) installation of devices in, use of fuels by, and maintenance and testing of \nmotor vehicles for control of air and noise pollution.  \n34. Repeal, savings and succession .—(1) The Pakistan Envi ronmental Protection \nOrdinance, 1983 (XXXVII of 1983) is hereby repealed.  \n(2) Notwithstanding the repeal of the Pakistan Environmental Protection Ordinance, 1983 \n(XXVII of 1983), any rules or regulations or appointments made, orders passed, notifications i ssued, \npowers delegated, contracts entered into, proceedings commenced, rights acquired liabilities \nincurred, penalties, rates, fees or charges levied, things done or action taken under any provisions of \nthat Ordinance shall, so far as they are not inconsi stent with the provisions of this Act, be deemed to \n \nPage 25 of 25 \n have been made, passed, issued, delegated, entered into, commenced, acquired, incurred, levied, \ndone or taken under this Act.  \n(3) On the establishment of the Federal Agency and Provincial Agencies under t his Act, all \nproperties, assets and liabilities pertaining to the Federal Agency and Provincial Agencies \nestablished under that Ordinance shall vest in and be the properties, assets and liabilities, as the case \nmay be, of the Federal Agency and Provincial Agency established under this Act.  \n____________  \nSCHEDULE  \n(See section  31) \n1. International Plant Protection Convention, Rome, 1951.  \n2. Plant Protection Agreement for the South­East Asia and Pacific Region (as amended), Rome, \n1956.  \n3. Agreement for the Establishment of a Commission for Controlling the Desert Locust in the \nEastern Region of its Distribution Area in South­West Asia (as amended), Rome, 1963.  \n4. Convention on Wetlands of International Importance Especially as Waterfowl Habi tat, \nRamsar, 1971 and its amending Protocol, Paris, 1982.  \n5. Convention Concerning the Protection of World Cultural and Natural Heritage (World \nHeritage Convention), Paris, 1972.  \n6. Convention on International Trade in Endangered Species of Wild Fauna and Flora (CITES), \nWashington, 1973.  \n7. Convention on the Conservation of Migratory Species of Wild Animals, Bonn, 1979.  \n8. Convention on the Law of the Sea, Montego Bay, 1982.  \n9. Vienna Convention for the Protection of the Ozone Layer, Vienna, 1985.  \n10. Montr eal Protocol on Substances that Deplete the Ozone Layer, Montreal, 1987 and \namendments thereto.  \n11. Agreement on the Network of Aquaculture Centers in Asia and the Pacific, Bangkok, 1988.  \n12. Convention on the Control of Transboundary Movements of Hazardous Waste and Their \nDisposal, Basel, 1989.  \n13. Convention on Biological Diversity, Rio De Janiero, 1992.  \n14. United Nations Framework Convention on Climate Change, Rio De Janiero, 1992."
}