{
    "file": "./converted_json\\administratorf4e1dd04076369ccbb6f5a61091d88d8.json",
    "name": "Public Private Partnership Authority Act, 2017",
    "date": "March 31, 2017",
    "tagline": "Regulatory Framework for Private Participation in Public Infrastructure",
    "content": "REGISTERED No.  M 302  L.-7646 \nat emettt of fialtStan \nW2,ErVesi  \nEXTRAORDINARY \nPUBLISHED BY AUTHORITY \nISLAMABAD, FRIDAY, MARCH 31, 2017 \nPART I \nActs, Ordinances, President's Orders and Regulations \nNATIONAL ASSEMBLY SECRETARIAT \nIslamabad, the 29th March, 2017 \nNo. F. 22(20)/2016-Legis.--The following Act orMajlis-e-Shoora \n(Parliament) received the assent of the President On the 27th March, 2017 is hereby \nPublished for general information:— \nACT NO. VIII OF 2017 \nAn Act to provide a regulatory and enabling environment for private \nparticipation in provision of public infrastructure and related services \nthrough fair and transparent procurement processes \nWHEREAS it is expedient to establish a regulatory framework to execute \npublic private partnership in Pakistan so as to promote domestic and foreign private \ninvestment in infrastructurp to increase availability of public infrastructure, reduce \ntransaction costs, ensure appropriate regulatory controls, and provide legal and \neconomic mechanisms to enable the resolution of contract disputes, among others \nthrough transparent and fair procurement process; \nIt is hereby enacted as follows:— \n(73) \nPrice : its. 10.50' \n[419 (2017)/Ex. aaz.] \n74 \t THE GAZEllE OF PAKISTAN, EXTRA., MARCH 31, 2017 \t[Pan  \nCHAPTER I \nPreliminary \nI. \tShort title, extent, application and commencement.—(1) This \nAct may be called the Public Private Partnership Authority Act, 2017. \nIt extends to the whole of Pakistan. \nIt shall come into force at once. \nIt shall apply to all kinds of projects undertaken by an implementing \nagency under public private partnership. \n2. \tDefinitions.—In this Act, unless there is anything repugnant in the \nsubject or context,— \n\"agreement\" means a written agreement between an implementing \nagency and a private party for implementation of a project and any \nother agreement subsidiary or incidental to it; \n\"Authority\" means the Public Private Partnership Authority established \nunder section 3; \n\"Board\" means the Board constituted by the Federal Government in \naccordance with section 6; \n\"bid documents\" means request for proposal or pre-qualification, issued \nby implementing agency under the provisions of this Act; \n\"Company\" means Infrastructure Project Development Facility \n(IPDF), a corporate entity registered and operating under the \nprovisions of the Companies Ordinance, 1984; \n(g) \"dispute\" means any monetary claim or contractual dispute between \na private party and an implementing agency under an agreement; \n\"implementing agency\" means any of the line ministries, attached \ndepartments, body corporate, autonomous body of the Federal \nGovernment or any organization or corporation owned or controlled \nby the Federal Government; \n(h) \t\"lender\" means a financial institution that provides loan to a private \nparty for implementation of a project; \nPART.!] \tTHE GAZETTE OF PAKISTAN, EXTRA., MARCH 31, 2017 \t 75 \n(0 \t\"person\" includes an individual, a company, a statutory body corporate, \nan association of persons whether incorporated or not, a trust and a \npartnership; \n\"prescribed\" means prescribed by rules; \n\"private party\" means a person who is eligible to bid for a public private \npartnership project with an implementing agency; \n\"project\" means an infrastructure project, provision of infrastructure \nrelated services or both, under a public private partnerships; \n\"project proposal\" meahs, the proposal received by implementing agency \nfrom a private party for a project; \n\"project support\" means any or a mix of subsidy or guarantee or \nfinancial assistance, during any stage of a project cycle; \n\"public private partnership\" means a commercial transaction between \nan implementing agency and a private party in terms of which the \nprivate party — \n(i) performs an implementing agency's functions on behalf of it; \nassumes the use of public property for a project; \nassumes substantial financial, technical and operational risks in \nconnection with performance of the implementing agency's \nfunctions or use of the public property; or \nreceives a benefit for performing the implementing agency's \nfunctions or from utilizing the public property, either by way of,— \n(A) \tconsideration to be paid by the implementing agency from \nits budget or revenue; or \n(B) charges or fees to be collected by the private party from \nusers or customers of a service provided to them; or \n(C) \ta combination of such consideration and such charges or \nfees. \n\"request for proposals\" means a publicly advertised tender inviting \nproposals for a project prepared in accordance with the provisions of • \nthis Act; (p) \n76 \t THE GAZETTE OF PAKISTAN, EXTRA., MARCH 31, 2017 \t[PART I \n\"users\" means users of a project, whether upon payment of charges, \nfee or otherwise; and \n\"viability gap fund'? means fund to be established by the Board to \nprovide project support to an implementing agency for those projects, \nfor which a feasibility study has found to be economically or socially \njustified but are not financially viable because of lack of affordability. \nCHAPTER H \nPublic Private Partnership Authority \n3. \tEstablishment of the Authority.—(1) As soon as it deems \nappropriate after the commencement of this Act, the Federal Government shall \nestablish Public Private Partnership Authority for carrying out the purposes and \nobjectives of this Act. \nThe Authority shall be an independent body corporate having perpetual \nsuccession and common seal, subject to the provisions of this Act, to acquire and \nhold property, both moveable and immovable, and shall by its name sue and be sued. \nThe headquarters of the Authority shall be at Islamabad and it may \nestablish its offices at such other place or places as it may consider appropriate. \nNotwithstanding anything contained in the Companies Ordinance, 1984 \n(XLVII of 1984) and any other law for the time being in force, on the date of \ncommencement of this Act, the Company shall cease to exist and— \nall assets, rights, powers, authorities and privileges and all property, \nmovable and immovable, cash and bank balance, reserve funds, \ninvestments and all other interest and rights in, or arising out of, such \nproperty and all debts, liabilities and obligations of whatever kind of \nthe Company subsisting immediately before the commencement of \nthis Act, shall stand transferred to and vest in the Authority; \nall contract entered into or rights acquired and all matters and things \nengaged to be done by, with or for the Company before the \ncommencement of this Act shall be deemed to have been incurred, \nentered into, acquired or engaged to be done by, with or for theAuthority, \nas the case may be; \n(c) \tall suits and other legal proceedings instituted by or against the Company \nbefore the commencement of this Act shall be deemed to be suits and \nPART I] \tTHE GAZETTE OF PAKISTAN, EXTRA., MARCH 31, 2017 \t 77 \nproceedings by or against the Authority as the case may be and may \nproceed and be dealt with accordingly; and \n(d) \tall employees of the Company shall be deemed to be emplOyees of the \nAuthority on not less favourable than the existing terms and conditions \nof the service, rights and privileges and other matters as were applicable \nto them before the conversion. \n4. \tFunctions and powers of the Authority.—(1) Subject to the \nprovisions of this Act, the Authority may take such measures and exercise such \npowers as may be necessary for promoting and helping realization of the concept \nand methods of public private partnership. \n(2) \tWithout prejudice to the generality of the powers conferred by \nsub-section (1), the Authority may— \nensure that projects are consistent with national and sectoral strategies; \nensure value for money by conducting an analysis to evaluate projects. \nA public private partnership (PPP) arrangement yields value for money \nif it results in a net positive gain to society; \nadhere to the principle of budget affordability in the context of medium \nterm budgetary framework; \nmake assessment of fiscal risks; \nadvise and facilitate the implementing agency to identify, develop, \nstructure and procure the projects; \n(0 prescribe and receive fee and charges; \nstandardize the contractual provisions and to develop the sector specific \nprovisions of the model public private partnership agreements, \ndevelop annuity, user-based and hybrid financial models for the projects; \nensure that public private partnership agreement is consistent with the \nprovisions of this Act; \ninteract, collaborate and liaise with international agencies; \nplay the role of gatekeeper at all stages of project cycle such as planning, \ntendering, bidding and contract; and \n78 \t THE GAZETTE OF PAKISTAN, EXTRA., MARCH 31, 2017 \t[PART! \nnotify, from time to time, a limit on the size of PPP projects that an \nimplementing agency may undertake in relation to its annual spending. \nS. \tAppointment of officers and staff of the Authority.—(1) The \nAuthority may appoint such officers, experts, advisers, consultants and members of \nstaff as it may consider necessary for the efficient performance of its functions in \nthe prescribed manner and on prescribed terms and conditions. \nThe officers, members of staff, advisers, consultants and experts and \nother persons appointed by the Authority shall not be civil servants within the meaning \nof the Civil Servants Act, 1973 (LXXI of 1973). \nThe officers, advisers, consultants, employees and staff of the Authority \nwhen acting or purporting to act under any of the provisions of this Act or rules \nmade there under shall be deemed to bp public servants within the meaning of \nsection 21 of the Pakistan Penal Code (Act XLV of 1860). \n6. \tBoard of the Authority.— (1) There shall be a Board of Directors \nof the Authority comprising the following members, namely:— \nMinister of Planning, Development and Reform, \tChairperson \nSecretary, Finance Division  \tVice-\nChairperson \nSecretary, Planning and Development and \t Member \nReform Division \nSecretary Board of Investment \t Member \ntwo members from private sector to be \t Members \nnominated by the Federal Government \n(f).  Chief Executive Officer \t Member \n(g) \tSecretary Concerned Division \t Co-opted \nMember \nThe Chief Executive Officer shall also act as Secretary of the Board. \nThe members from the private sector shall be appointed by the Federal \nGovernment for a period of three years and shall be entitled to such terms and \nconditions as the Federal Government may prescribe. \nPaul] \tTHE GAZETTE OF PAKISTAN, EXTRA., MARCH 31, 2017 \t 79 \nThe Board shall meet at least once in a quarter. The Secretary of the \nBoard may take approval of any decision through circulation among members of the \nBoard, which shall be subsequently placed for ratification in the first Board's meeting \noccurring immediately after such decision. \nThe meetings of the Board shall be presided over by the Chairperson \nand in his absence by the Vice-Chairperson. \nThe quorum for a meeting of the Board shall be at least three members \nand decisions of the Board shall be made with majority of total membership of the \nBoard. In case of a tie, the Chairperson or Vice-Chairperson, as the case may be, \nshall have a casting vote: \nProvided that the Ministry of Finance shall have the power to reject any \nproposal approved by the Board in case the fiscal risks associated with the proposal \nare considered unacceptable. \nThe Board may co-opt such members, as it deems appropriate, for \nrendering advice on case-to-case basis. \nThe Board may, for carrying out its functions, constitute such \ncommittees, from time to time, as may be considered appropriate and delegate its \npowers as it may prescribe. \t\n7. \tChief Executive Officer.—(1) The Federal Government shall appoint \na Chief Executive Officer to serve as a member of the Board and shall be responsible \nfor administration of the affairs of Authority. \nThe Chief Executive Officer shall be answerable to the Board for all \nadministrative, financial and technical matters of the Board. \nThe Chief Executive Officer shall be appointed for a term of three \nyears on such salary, terms and conditions of service as the Federal Government \nmay prescribe: \nProvided that he shall be eligible for re-appointment for one more term but \nshall cease to hold office on attaining the age of sixty-five years or the expiry of the \nterm, whichever is earlier. \t\n8. \tFunctions and powers of the Board.—(1) The general directions \nand superintendence of the Authority and its affairs shall vest in the Board which \nmay exercise all powers, perform all functions and do all acts which may be exercised, \nperformed or done by the Authority. \n80 \tTHE GAZETTE OF PAKISTAN, EXTRA., MARCH 31, 2017 \t[Par I \n(2) Without prejudice to the generality of powers given in sub-section (1), \nthe Board shall perform, inter-alia, which may include, the following, namely:— \nmonitoring the implementation of public private partnership agreements, \nboth in terms of the financial situation and the construction of physical \nassets and service delivery; \napproving relevant accounting policies and financial reporting standard \nand templates for contracting agencies; \nrenegotiating, if necessary, publie private partnership agreements or \ncontracts; \napprove rules for the purposes of this Act; \napprove feasibility study, bid documents and proposal of a project; \n(0 approve public private partnership agreement to be executed by the \nimplementing agency; \nreview and strengthen the institutional and regulatory framework for \nthe effective implementation and operation of the public private \npartnerships of the Federal Government; \napprove the yearly budget of the Authority; and \nestablish viability gap fund and risk management unit, to perform such \nfunctions as it may prescribe. \n9. \tDisqualifications to become a member.—(1) The disqualifications \nof certain persons to become or hold office in any corporate entity under the provisions \nof the Companies Ordinance, 1984 (XLVII of 1984) shall, ipso facto, apply to the \nmembers of the Board in addition to the following disqualifications, namely:— \nhas become physically or mentally incapable of acting as a Member; \nor \ngross misconduct; or \ninvolved in corruption or malpractices; or \nreceives or is accused of receiving any illegal gratification from a \nprivate party; or \nPART I] \tTHE GAZETTE OF PAKISTAN, EXTRA., MARCH 31, 2017 \t 81 \n4 (e) \thaving any interest, either monetary or otherwise, directly or indirectly \nin any private party tendering for public private partnership or involved \nin the Process in any way.\" \n10. \tFund.—( I) There is hereby established a fund, to be called the Public \nPrivate Partnership Authority Fund which shall vest in the Authority and shall be \nutilized by the Authority to meet the charges in connection with its functions under \nthis Act. \n(2) \tThe Fund of the Authority shall comprise of the following, namely: \nsuch sums as the Federal Government may, from time to time, allocate \nto it in the annual budget; \ngrants from the Federal Government; \ndonations and grants from the international donor agencies; \nincome from the investments; \nfees; and \nany sources approved by the Federal Government. \n(3) \tThe management, operation and maintenance of the Fund and accounts \nof the Authority shall be done by the prescribed offices of the Authority in the \nprescribed manner. \n(4) \tThe accounts of the Authority shall be maintained in such forms as \nmay be prescribed by the Board and consistent with the requirements of the applicable \nlaws. \n11. \tViability Gap Fund.—(1) There shall be established a Viability Gap \nFund which shall be managed, controlled and administered by the Authority in \nprescribed manner. \nViability Gap Fund shall be established by an amount specified by the \nBoard within the Public Private Partnership Authority Fund. \nViability Gap Fund snail be utilized to provide support to the projects \ndeemed feasible, socially and economically but not financially viable because of lack \nof affordability. The Board shall consider a project eligible for grant of subsidy or \nfinancial support from the Viability Gap Fund. \n82 \t THE GAZETTE OF PAKISTAN, EXTRA., MARCH 31, 2017 \tWART I \n12. \tAccounts and audit.—(1) The Authority shall prepare its own budget \nin respect of each financial year and shall maintain complete and accurate books of \naccounts of their actual expenses in the prescribed manner. \nThe accounts of the Authority shall be audited by a reputable firm of \nchartered accountants, within the meaning of the Chartered Accountants Ordinance, \n1961 (X of 1961), appointed by the Board from a panel of Chartered Accountants \nproposed by the Authority on such terms and conditions as the Board may prescribe. \nThe Auditor General of Pakistan may conduct audit of the Authority. \nCHAPTER III \nFunctions of the Implementing Agency and Government Support \n13. Responsibilities of an implementing agency.—(1) The \nresponsibilities of the Implementing Agency in relation to the planning, development, \nprocurement, implementation, execution and monitoring of a Project shall be such as \nmay be prescribed: \n(2) \tWithout prejudice to the generality of sub-section (1), the implementing \nagency, inter-alia, shall, for the purposes of this Act,— \nidentify, conceptualize, appraise and develop the project; \nundertake or cause to be undertaken a feasibility study; \ndevelop and issue or cause to be developed and issued a request for \nproposal including draft of the public private partnership agreement; \nprocure a project only through a competitive bidding process as \nprescribed; and \nmonitor and implement the project in accordance with the public private \npartnership agreement. \n(3) \tThe implementing agency shall submit the bid documents and the project \nproposal for approval of the Board. \n(4) \tOnce the project proposal is approved by the Board, the implementing \nagency shall procure the project in accordance with the provisions of this Act. \nPART I] \tTHE GAZETTE OF PAKISTAN, EXTRA., MARCH 31, 2017 \t 83 \nApproval of project support.—(l) The implementing agency, \nrequiring the project support to implement the Project, shall submit all relevant \ndocumentation to the Board for consideration. The implementing agency shall submit \nan undertaking that the project falls within the spending limit notified by public private \npartnership authority from time to time. \n(2) The Board shall review the project proposal and evaluate the need \nand amount of Government support requested and send its recommendations to the \nFederal Government for provision of project support. \nCHAPTER IV \nLegal and Contractual Frameworks \nContents of public private partnership agreements.—(1) The \ncontents of a public private partnership agreement shall be such as may be prescribed. \n(2) \tNotwithstanding anything contained in sub-section (1), the implementing \nagency may follow their applicable laws on the following issues, namely:— \nthe scope of activities of the parties to the agreement; \nthe duration of the agreement; \nthe payment arrangements for the private party, including where \napplicable, the factors based on which and the manner in which user \ncharges or tariffs may be revised; \nthe rights and obligations of the parties and the respective risks to be \nborne by each party; \nthe penalties for noncompliance with the provisions of the public private \npartnership agreement; \ndispute resolution mechanisms; \nexit clauses specifying procedure of early termination of the public \nprivate partnership agreement; \ntermination payments and compensations, if agreed and provided in \nthe public private partnership agreement; \n(0 \tthe debt-equity ratio; \n84 \t THE GAZETTE OF PAKISTAN, EXTRA., MARCH 31, 2017 \t[PART I \nthe monitoring; \n(k) \tproject insurances and treatment of insurance proceeds; \noperation and maintenance requirements; and \n(m) \treversion, transfer or handing back of the project, wherever applicable \nand all the associated assets to the implementing agency upon expiry \nor termination of the public private partnership agreement. \n(3) \tUnless otherwise provided in the Public Private Partnership Agreement, \nevery agreement shall be governed, construed and interpreted in accordance with \nthe laws of Pakistan. \nContractual relationship.—(1) For the purposes of implementation \nof the project, the private party shall, with or without the participation of the \nimplementing agency, incorporate a company as special purpose vehicle to undertake \nthe project. \n(2) \tWithout prejudice to the generality of the foregoing provision and \nsubject to the decision of the Board, the implementing agency and private party may \nenter into any contractual relationshiP that is capable of providing value for money \nand affordability for the implementing agency and the users of the project. \nProtection of interests.—Notwithstanding anything contained in any \nother law for the time being in force and subject to compliance with the provisions of \nthis Act and the rules made there under, an implementing agency may, in respect of \na project to which this Act applies,— \ntransfer an interest, or part of an interest, of the implementing agency \nin any present or future assets comprised in the project to the private \nparty: \nProvided that title of the immovable property of an implementing \nagency shall not be transferred to the private party; \ntransfer to the private party the right to receive directly revenues or \nreceivables of the project during the subsistence of public private \npartnership agreement; \npermit the private party to create security interests over or in respect \nof the present or future assets created by it, revenues, or receivables, \ncomprised in or expected, in connection with the Project in favour of \nany lender providing loans for the project; \nPART 1] \tTHE GAZETTE OF PAKISTAN, EXTRA., MARCH 31, 2017 \t 85  \nenter into agreements with lenders to the project; or \nagree to pay compensation for early termination of the public private \npartnership agreement in the manner stated therein. \n18. Settlement of disputes.—(1) All disputes arising between an \nimplementing agency and private party shall be decided in accordance with the \nterms and conditions of the public private partnership agreement. \nSubject to the tenns and conditions of the Public Private Partnership \nagreement, neither the implementing agency nor the private party shall initiate any \njudicial or quasi-judicial proceedings unless the remedies provided in the public private \npartnership agreement have been fully exhausted: \nProvided that, no dispute, as aforesaid, shall remain unsettled between the \nimplementing agency and the private party beyond the period prescribed under the \nterms of the public private partnership agreement. \nNeither the private party nor its agents, its contractor or sub-contractors \nshall stop, impede, suspend, either in whole or in part, or cause the suspension of or \notherwise delay the provision of, the services to the users on account of pendency \nof any dispute under the public private partnership agreement. \nCHAPTER V \nPublic Private Partnership Project Procurement \n19. Negotiations of the agreement.— (1) The implementing agency, \nafter the project proposal has been approved by the Board, shall invite the successful \nPrivate Party bidder for negotiation of the public private partnership agreement. \nThe Authority may nominate any of its officers or employees to be \npart of the negotiations. \nSubject to final approval of the Board, the implementing agency shall \nexecute the Public private partnership agreement. \n20. Negotiated procurement of project.—The implementing agency \nmay enter into a negotiated procurement of a public private partnership project, in \ncase of the following circumstances, namely:— \n(a) \twhere the project is being undertaken on the basis of any Federal \nGovernment's bilateral treaty or arrangement; or \n86 \t THE GAZETTE OF PAKISTAN, EXTRA., MARCH 31, 2017 \t[PART! \n(b) in any other case where the Federal Government authorizes such an \nexception, for reasons to be recorded in writing, in the public interest. \nVesting of project. —(l) Subject to the public private partnership \nagreement, the project along with all the movable and immovable properties, project's \nphysical assets, licences, goodwill, trademarks, patents, leases, all rights including \nintellectual property rights 'and interests associated with the project shall vest in the \nprivate party during the tenure of the public private partnership agreement: \nProvided however that the private party shall not create any lien, charge or \nencumbrance, in favour of the lenders, over the immovable properties of the \nimplementing agency as collateral, except with the prior approval of the Board: \nProvided further that after expiry of the public private partnership agreement \nall the properties as aforesaid shall stand transferred, without any lien, charge or \nencumbrance, to the implementing agency in accordance with the provisions of the • \npublic private partnership agreement. \n(2) \tWithout prejudicing the interests of the lenders, the private party shall \nnot assign, transfer, sublet or part with its possession either in whole or in part, the \nproject or its related services to any of the third parties, except to the extent provided \nfor in the public private partnership agreement. \nCHAPTER VI \nMiscellaneous Provisions \nNo compensation for risks not covered.—The Federal \nGovernment or the implementing agency shall not be held liable for any claim of the \nprivate party for a risk, which is not specified in the public private partnership \nagreement. \nCompensation and recovery of costs, dues and fees.—\nNotwithstanding anything contained in public private partnership agreement or in \nany other law for the time being in force, the Federal Government or the implementing \nagency may recover a sum due from a private party as if the sum is recoverable as \narrears of land revenue under the provisions of the West Pakistan Land Revenue \nAct, 1967 (W. P. Act No. XVII of 1967). \nTransparency and public disclosure.—The public private \npartnership agreement shall be a public document. Any interested person shall be \nentitled to obtain a copy of it in accordance with the applicable laws. \nPARTE] \tTHE GAZETTE OF PAKISTAN, EXTRA., MARCH 31,2017 \t 87 \nPower to make rules.—The Federal Government may, by notification \nin the official Gazette and with the approval of the Board, make rules for carrying \nout purposes of this Act. \nIndemnity.—Without prejudice to the obligations incurred by an \nimplementing agency under a public private 'partnership agreement, no suit, \nprosecution or other legal proceedings shall lie against the Federal Government, the \nBoard, the Authority or any of its officers acting for and on its behalf in furtherance \nof the functions of the Authority or Board, as the case may be, which is in good faith \ndone or intended to be done under this Act or rules made thereunder. \nRemoval of difficulties.—If any difficulty arises in giving effect to \nany provision of this Act, the Federal Government may, by notification in the official \nGazette, make such provisions as may appear to it to be necessary for the purpose \nof removing such difficulty. \nAnnual Report—Within one hundred and twenty days from the end \nof each financial year, the Authority shall cause a report to be prepared on its activities \nincluding public private partnership agreements, progress on projects, utilization of \nfunds under this Act during that financial year and shall be laid before the Parliament. \nQAMAR SOHAIL LODHI, \nActing Secretary \nPRINTED BY THE MANAGER, PRINTING CORPORATION OF PAKISTAN PRESS, ISLAMABAD. \nPUBLISHER BY THE DEPUTY CONTROLLER, STATIONERY AND FORMS, UNIVERSITY ROAD, KARACHI."
}