{
    "file": "./converted_json\\administrator6ad4f6211603261b8467f4bf8031ed3a.json",
    "name": "The National University of Pakistan Act, 2023",
    "date": "18th April, 2023",
    "tagline": "An Act to establish the national University of Pakistan",
    "content": "Page 1 of 41 \n  \n \nTHE NATIONAL UNIVERSITY OF PAKISTAN ACT, 2023  \n \n \n \n \n \n \n  \n         CONTENTS  \n          \n \nCHAPTER -I \n \nPRELIMINARY  \n \nl.  Short title and commencement.  \n2.  Definitions.  \nCHAPTER -II \n \nTHE UNIVERSITY  \n3.  Establishment of the University.  \n4.  Powers and functions of the University.  \n5.  University to be open to all classes and creeds.  \n6.  Fee and other c harges.  \nCHAPTER -III \n \nOFFICERS OF THE UNIVERSITY  \n7.  Officers of the University.  \n8. Chancello r. \n9.  Pro-Chancellor.  \n10.  Chairman.  \n11.  Removal from the Board.  \n12. Rector.  \n l3.  Powers of the Rector . \n14.  Pro-Rectors.  \n15.  Registrar.  \n \n\n \nPage 2 of 41 \n 16.  Controller of Examinations.  \n17. Treasurer.  \n18.  Director, planning and development.  \n19.  Director , students  affairs.  \n20.  Director, quality enhancement cell . \n21.  Director, office of research, innovation and commercialization.  \n22.  Internal Auditor.  \n23.  Other officers.  \n \nCHAPTER -IV \n \nAUTHORITIES OF THE UNIVERSITY  \n24.  Authorities.  \n25.  The Board.  \n26.  Powers and functions of the Board.  \n27.  Visitation.  \n28.  The Syndicate.  \n29.  Powers and functions of the Syndicate.  \n30.  Academic Council.  \n31.  Powers and functions of the Academic Council.  \n32.  Representation Committee.  \n \nCHAPTER -V \n \nSTATUTES, REGULATIONS AND RULES  \n33.  Statutes.  \n34.  Regulations.  \n35.  Benefits and insurance.  \n36.  Amendment and repeal of statutes and regulations.  \n37.  Rules.  \nCHAPTER -VI \n \nFINANCIAL PROVISIONS  \n38. University Fund.  \n39. Budget, accounts and audits.  \n \n \n \nPage 3 of 41 \n CHAPTER -VII \n \nMISCELLAN EOU S \n40.  Appeal to Syndicate and Board.  \n41. Opportunity to show cause.  \n42. Commencement of term of office of members of Authority.  \n43. Filling of casual vacancies in Authorities.  \n44.  Service of the University.  \n45.  Removal of difficulty.  \n46. First statutes an d regulations.  \n47.  Proceedings or Authorities not invalidated by vacancies.  \n48.  Power to allow appointment of employees of the Government, other universities or \neducational or educational or research institutes to the University.  \n \n49.  Indemnity  \nSCHEDULE  \n1.  Faculties.  \n2.  Board of faculty.  \n3.  Board of advanced studies and research.  \n4.  Functions of the board of advanced studies and research.  \n5.  Selection board.  \n6.  Functions of the selection board.  \n7.  Selection committee.  \n8.  Functions of the selection committee.  \n9.  Finance and planning committee.  \n10. Functions of the finance and planning committee.  \n11. Appointment of committees by Authorities.  \n  \n \nPage 4 of 41 \n THE NATIONAL UNIVERSITY OF PAKISTAN ACT, 2023  \n \nACT NO. XV OF 2023  \n[18th April, 2023]  \n \nAN \n \nACT  \n \nto establish the national University of Pakistan  \n \nWHEREAS, it is expedient to provide for establishment of the National University of \nPakistan and for matters connected therewith and ancillary thereto;  \n \nIt is hereby enacted as follows:  \n \nCHAPTER -I \n \nPRELIMINARY  \n \nl. Short title and commencement. —(1) This Act shall be called the National University of \nPakistan Act, 2023.  \n \n(2) It shall come into force at once.  \n \n2. Definitions. In this Act, unless there is anything repug nant in the s ubject or context, \n \n(i) “Academic Council” means the Academic  Council of the University;  \n \n(ii) “affiliated college ” means an educational institute affiliated with  the \nUniversity but not maintained or administered by it;  \n \n(iii) “Authority ” means any of the Authorities of the University specified in section \n24;  \n \n(iv) “Board” means the Board of Governors of the University specified in section \n25; \n \n(v) “campus” means a campus of the University;  \n \n(vi) “Chancellor ” means the Chancellor of the U niversity;  \n \n(vii) “Chairman ” means the Chairman of the Board;  \n \n(viii)  “Chairperson ” means the head of.an academic department;  \n \n(ix) “college” means a constituent college or an affiliated college;  \n \n(x) “Commission ” means the Higher Education Commission established under the \nHigher Education Commission Ordinance, 2002 (LIII of  2002);  \n \n \nPage 5 of 41 \n (xi) “constituent college ” means an educational institute, by whatever name \ndescribed, maintained and administered by the University;  \n \n(xii) “Controller of Examinations ” means Controller of Examinations of the \nUniversity;  \n \n(xiii)  “Dean” means the head of a faculty or the head of an academic body granted \nthe status of a faculty by this Act or by the statutes or regulations;  \n \n(xiv)  “depart ment” means a teaching department maintained and administered by \nthe Univers ity in the prescribed manner;  \n \n(xv) “Director” means the head of department or institute or by whatever name \ncalled  established and  maintained by the University by  statutes or regulations;  \n \n(xvi)  “Director Genera l FGEI (C/G) Directorate ” means head of Federal \nGovernment  Educational Institutions (Cantonments and Garrisons) \nDirectorate or by whatever name called;  \n \n(xvii)  “division concerned ” means the division to whi ch business of this Act stands \nallocated;  \n \n(xviii)  “faculty” means an administrative and academic unit of the University \nconsisting of  one or more departments, as may be prescribed;  \n \n(xix)  “FGEI (C/G) Directorate ” means Federal Government Educational In stitutions \n(Cantonments and Gar risons) Directorate or by whatever name called;  \n \n(xx) “Government' “ means the Federal Government;  \n \n(xxi)  “institute” means an institute maintained and administered by the University;  \n \n(xxii)  “prescribed ” means prescribed by s tatutes, regulatio ns or rules made under \nthis Act;  \n \n(xxiii)  “principal” means the head of a constituent or affiliated college or  by whatever    \n   name called;  \n \n(xxiv)  “Pro-Chancellor ” means Pro -Chancellor of the University;  \n \n(xxv)  “Pro-Rector” means Pro -Rector of the University:  \n \n(xxvi)  “Representation Committee ” means the Representation Committee constituted \nunder section 32;  \n \n(xxvii)  “Rector” means the Rector of the University;  \n \n(xxvii i)“registered graduate ” means a graduate of the University whose  name has \nbeen entered in the  register maintained for this purpose;  \n \n \nPage 6 of 41 \n (xxix)  “Registrar” means Registrar of the University;  \n \n(xxx) “Review Panel ” means the Review Panel constituted  by the Chancellor or the \nChairman in accordance with the provisions of this Act;  \n \n(xxxi)  “Schedule” means a Schedule to this Act;  \n \n(xxxii)  “Search Committee ” means the Search Committee constituted by  the Board \nunder this Act;  \n \n(xxxiii)“statutes”, “regulations ” and “rules” mean respectively the statutes,   \nregulations and rules made or d eemed to have been made under this Act and \nfor the time being in force;  \n \n(xxxiv ) “sub-campus” means a sub -campus of the University;  \n \n(xxxv)  “Syndicate ” means the Syndicate of the University;  \n \n(xxxvi)  “teachers” include professors, associate professors, assistant professors and \nlecturers engaged in whole -time by the University or by a constituent or \naffiliated college and  such other persons as may by regulat ions be declared to \nbe teachers;  \n \n(xxxvii)”Treasurer ” means Treasurer of the University;  \n \n(xxxviii)”University ” means the National University of Pakistan (NUP) established \nunder this Act; and  \n \n(xxxix)  “University teacher ” means a whole -time teacher appointed and paid by the  \nUniversity, or recognized by the University as such.  \n \nCHAPTER -II \n \n \nTHE UNIVERSITY  \n \n3. Establishment of the University .—(1) On commencement and in accordance with the \nprovisions of this Act, there stands established a University to be called the National University of \nPakistan.  \n \n(2) The principal seat of the University shall be at Islamabad and it may set up its campuses \nin Pakistan and abroad as the Board may deem fit.  \n \n(3) The University shall be a body corporate having perpetual succession and a common seal \nwith powers, subject to the provisions of this Act, to acquire, transfer, hold and dispose of movable \nor immovable property and shall, by the said name, sue and be sued.  \n \n(4) Notwithstanding anything contained in any other law for the time being in force, the \nUniversity shall have ac ademic, financial and administrative autonomy, including the power to \nemploy officers, teachers and other employees on such terms and conditions as may be prescribed, \nsubject to the provisions of this Act and rules, regulation and policies prescribed under  the Higher \n \nPage 7 of 41 \n Education Commission Ordinance, 2002 (LIII of 2002). In particular, and without prejudice to the \nauthority granted to the Commission by the law, the Government or an authority or auditor appointed \nby the Government shall have no power to questi on the policy underlying the allocation  of resources \napproved by the Board in 'the annual budget of the University.  \n \n(5) The existing degree colleges operating under umbrella of FGEI (C/G) Directorate across \nPakistan and their degree programmes shall stand  affiliated with the University, subject to f ulfilment \nof all legal and codal  formalities, as may be prescribed.  \n \n4. Powers and functions of the University. —The University shall  have the powers and \nfunctions to — \n \n(i) provide for education in natural and ap plied sciences, engineering , \nmanagement sciences, computing, social sciences, humanities and arts, \nemerging technologies, and other such branches of knowledge as it may deem \nfit, and make provisions for research, service to the society and for the \napplication, advancement, and dissem ination of  knowledg e in such manner as \nit may determ ine; \n \n(ii) provide for education a nd scholarship, and make provisi on for research, \nservice to society and for the application, advancement, and dissemination of \nknowledge;  \n \n(iii) prescribe courses of studies that are conducted, hold examinations and award, \nconfer degrees, diplomas, certificates, and other academic distinctions in \nrespect of students and persons who have been admitted to and have passed its \nexaminations under prescribed conditions;  \n \n(iv) decide innovative teaching methods and strategies to ensure the most effective \neducational and training programmes meeting international standards;  \n \n(v) hold examinations in prescribed manner as per international standards and, if a \nperson qualifies the examination,  award him the required degrees, diplomas, \ncertificates and other academic distinctions;  \n \n(vi) prescribe the terms and conditions of employment of the officers, teachers and \nother employees of the University and lay down terms and conditions th at may \nbe different from those applicable to government servants in general;  \n \n(vii) engage, where necessary, persons on contract for specified duration  and \nspecify the terms of each engagement;  \n \n(viii)  confer honorary degrees or other distinctions on appro ved persons  \nin the prescribed manner,  \n \n(ix) maintain linkages with alumni;  \n \n(x) provide and support academic development of the faculty of the University;  \n \n(xi) confer degree on a person who has successfully conducted research in the \n \nPage 8 of 41 \n prescribed manner;  \n \n(xii) institute professorship, associate professorship. assistant professorship and \nlectureship or any other post and may appoint a person to the post);  \n \n(xiii)  create a post for research, extensio n. administration or other relate d purposes \nand appoint a p erson to the post;  \n \n(xiv)  provide for the residence of the students, establish and maintain halls of  \nresidence and may approve or license  a hostel, lodging or boarding place;  \n \n(xv) demand and receive such fees and other charges as it may determine;  \n \n(xvi)  provide instruction for persons not being students of the University a s may be \nprescribed and grant c ertificat es and diplomas to such persons;  \n \n(xvii)  provide career counseling and job search services to students and alumni;  \n \n(xviii)  institute and award fi nancial assistance to students in need, fellowships, \nscholarships, bursaries, medals and prizes under prescribed conditions;  \n \n(xix)  establish teaching departments, schools, colleges, faculties, institutes, \nmuseums  and other centers of learn ing, or by whatever name called,  for \ndevelopment of teaching and research and to make such arrangements for their \nmaintenance, management and administration as may be prescribed;  \n \n(xx) maintain order, discipline and security at the campuses of the  University and \nthe constituent colleges;  \n \n(xxi)  promote extra -curricular and recreational activities for students and  make \narrangements for promoting their health and general welfare;  \n \n(xxii) provide any other prescribed or ancillary service;  \n \n(xxiii)  institute programs for exchange of students and teachers between the \nUniversity and  any other university, educational institute or research \norganization;  \n \n(xxiv)  develop and implement fund -raising plans;  \n \n(xxv)  accept an examination and the period of stud y spent by a student of the \nUniversity at any other university or place of learning equivalent to an \nexamination or period of study of the University and may withdraw such \nacceptance;  \n \n(xxvi)  cooperate with a public authority, university or private organiz ation in the \nprescribed manner;  \n \n(xxvii) collaborate with foreign partners in develop ing degree programs and promote \nlinkages;  \n \nPage 9 of 41 \n  \n(xxviii)  make provision for research, advisory or cons ultancy services and enter into \narrangements with any other ins titute, pub lic or private body, commercial or \nindustrial enterprise in the prescribed manner;  \n \n(xxix)  develop an associated technology park of international standard;  \n \n(xxx)  develop research commercialization and intellectual property policy for \npromotion of commiss ioned research, spin off companies and incubators;  \n \n(xxxi)  develop a research fund for faculty research and innovation, managed \nindependently in line with international funding agencies;  \n \n(xxxii)  receive and manage property transferred and grants, contributions made to the \nUniversity and to invest any fund representing such property, grants, \nbequests, trusts, gifts, donations, endowments or contributions in such \nmanner as it may deem fit;  \n \n(xxxiii)   enter into, carry out, vary or cancel contracts;  \n \n(xxxiv)    provide for printing and publication of research and other works;  \n \n(xxxv)   admit any college or other educational institute to its privileges or withdraw  \nsuch priv ileges in the prescribed manner;  \n \n(xxxvi)  affiliate or disaffiliate a college or other educational institute in the prescribed \nmanner;  \n \n(xxxvii)  inspect colleges and other educational institutes affiliated or seeking  \naffiliation with it; and  \n \n(xxxviii)  exercise any power ancillary to the above powers or as may be prescribed.  \n \n5. University to be open to all classes and creeds. —The University shall be open to all \npersons irrespective of gender, religion, race, domicile, creed, class or colour and no person shall he \ndenied t he privileges of the University on any such ground.  \n \n6. Fee and other Charges. —(1) An increase in any fee or charge that is in excess of ten \npercent per annum on an annualized basis from the last such increase may not be made except in \nspecial circumstances and only with approval of the Board.  \n \n(2)  The University  shall institute financial aid programmes for students in need, to the extent \nconsidered feasible by the Board in the available resources, to enable admission and access to the \nUniversity and the various opportunities provided  by it to be based on merit ra ther than ability to \npay. \n \nCHAPTER -III \n \n \nOFFICERS OF THE UNIVERSITY  \n \n7. Officers of the University. —ln addition to the dignitaries, that is to say, the Chancellor \n \nPage 10 of 41 \n and the Pro -Chancellor, the following shall be the principal officers of the University, namely: — \n(a) Chairman;  \n(b) Rector;  \n(c) pro-Rectors;  \n(d) Deans;  \n(e) Chairpersons or heads of departments;  \n(f) Controller of Examinations;  \n(g) Director, Planning and Development (P&D);  \n(h) Director, Quality Enhancement Cell (QEC);  \n(i) Director, Students Aff airs; \n(j) Director, Office of Research, Innovation and Commercialization (ORIC);  \n(k) Internal Auditor,  \n(l) Treasurer;  \n(m) Registrar, and  \n(n) such other persons as may be prescribed.  \n \n8. Chancello r.—(1) The President of the Islamic Republic of Pakistan shall be the \nChancellor of the Uni versity and shall, when present, preside the co nvocation of the University.  \n \n(2) The members of the Board shall be appointed by the Chancellor  from amongst the \npersons recommended by the Representation Committee constitute d for this purpose in accordance \nwith this Act and the statutes, as the  case may be.  \n \n(3) Every proposal to confe r an honorary de gree shall be subject to confirm ation by the \nChancellor.  \n \n(4) If the Chancellor is satisfied that  serious irregularity or mis -management with respect to \naffairs of the University has occurred, he may,  \n \n(a) as regards proceedings of the  Board, direct that specified proceedings be re-\nconsidered and appropriate action taken within one month of the direction   \nhaving been issued:  \n \nProvided that if the Chancellor is satisfied that either no re­ \nconsideration has been carried out or that the re -consideration has failed to \naddress the concern expressed, the Chancellor may, after calling upon the \nBoard to show cause in writing, appoint a R eview Panel to examine and report \nto the Chancellor on the functioning of the Board; and  \n \nPage 11 of 41 \n  \n(b) as regards proceedings of any Authority or with respect to matters within the \ncompetence of any Authority, other than the Board, direct the Board to \nexercise powe rs under this Act.  \n \n9. Pro-Chancellor. —(1) The Minister in -charge of the division to which business of \neducation stands allocated shall be the Pro -Chancellor of the University.  \n \n(2) In case of non -availability of Chancellor, the P ro-Chancellor shall preside the convocation \nof the University.  \n \n10. Chairman. —(l) The Chief of the Anny Staff (COAS) or his nominee shall be the  ex-\nofficio Chairman of the Board and shall preside over meetings of the Board.  \n \n \n(2) If the Chairman is satisfi ed th at serious irregularity or mis­ management with respect to \naffairs of the University has occurred, he may, — \n \n(a) as regards proceedings of the Board, direct that specified proceedings be                  \nre-considered and appropriate action be taken wi thin one month of the \ndirection having been issued:  \n \nProvided that if the Chairman is satisfied that either no \nre­consideration has been carried out or that the re -consideration has failed to \naddress the concern expressed, he may, after calling upon the Bo ard to show \ncause in writing, appoint a five -member Review Panel to examine and report \nto the Chairman on the functioning of the Board. The report of the Review \nPanel shall be submitted within such time as may be specified by the \nChairman. The Review Panel  shall be dr awn from persons of eminence in \n“academics and in the fields of law, accountancy and administration; and  \n \n(b) as regards proceed ings of any Authority or With r espect to matters within the \ncompetence of any Authority, other than the Board, direc t the Board to \nexercise powers under this Act.  \n \n11. Removal from the Board. —(1) The Cha irman may, upon recommendation of the \nReview Panel, remove any person from the membership of the Board on the ground that such \nperson— \n \n(a) has been, by a court of law , declared as of  un-sound mind;  \n \n(b) has become in -capacitated to function a member of the Board;  \n \n(c) has been, by a court of !aw, convicted pr an offence involving  moral turpitude;  \n \n(d) has absented himself from two consecutive meetings without just  cause;  \n \n(e) has been guilty of misconduct, including use of position for personal \nadvantage of any kind, or g ross in -efficiency m the perform ance of his \nfunctions; or  \n \nPage 12 of 41 \n (f) has been, by a court of law, declared as un -discharged insolvent or his \napplication for thi s purpose is pending adjudication.  \n \n(2) The Chairman shall remove any person from the membership of the Board on a resolution \ncalling for the removal of such person supported by at least three fourths of the members of the \nBoard:  \n \nProvided that before pass ing such resolution, the Board shall provide the member concerned \na fair hearing:  \n \nProvided further that the provisions of this section sha ll not be applicable to the Rector in his \ncapacity as a member of the Board.  \n \n12. Rector. —The Rector shall be appoint ed by the Chairman on recommendations made by \nthe Board.  \n \n(2) An eminent scholar o r distinguished administrator w ith repute of educational management \nand leadership shall be appointed as Rector on such terms and conditions as may be prescribed.  \n \n(3) The incumbent Director General FGEI (C/G) Directorate shall, on commencement of this \nAct, stand appointed  Rector of the University so long as he holds the office of DG FGEI (C/G) \nDirectorate till the appointment of a regular Rector of the University.  \n \n(4) A search committee  for the recommendation of persons suitable for appointment as liector \nshall be constituted by the Board on the date and in the manner prescribed by  statutes  and shall \nconsist of two eminent members of society nominated by the Chai rman, o f whom one shall be \nappointed the convener, two members of the Board, two distinguished University teachers who arc \nnot members of the Board and one member of academic em inence not employed by the University . \n·me two distinguished University teachers shall  be selected by the Board through a process, to be \npresented  by statutes that provides for the recommendation of suitable names by the University \nteachers in general. The search committee shall remain in existence till such time the appointment of \nthe next  Rector has been made by the Chai rman. \n \n(5) The persons proposed by the search committee for appointment as Rector shall \nrecommend a panel of three persons, in order of priority for appointment as Rector by the Chairman:  \n \nProvided that the Chai rman may decline to appoint any of the three persons recommended \nand seek recommendation for a fresh panel. In the event of a fresh recommendation being sought by \nthe Chai rman. the search committee shall make a proposal to the Board in the prescribed manner.  \n \n(6) The Rector shall be appointed for renewable te rms of four years on such te rms and \nconditions as may be prescribed by statutes. The term of an incumbent Rector may be renewed by \nthe Chai rman on receipt of a resolution of the Board in support of such renewal:  \n  \nProvided th at the Chairman may call upon t he Board to re -consider such resolution once.  \n \n(7) The Board may, pursuant to a resolution in this behalf passed by three -fourths of its \nmembership, recommend to the Chairman the removal of the Rector on the gro und of in -efficiency, \nmoral turpitude or physical or mental incapacity or gross misconduct, including misuse of position \nfor personal advantage of any kind:  \n \nPage 13 of 41 \n  \nProvided that the Chairm an may make a reference to the Board stating the instances of in -\nefficienc y, moral turpitude or physical or mental incapacity or gross misconduct on part of the Rector \nthat have come to his notice. After consideration of the reference, the Board may, pursuant to a \nresolution in this  behalf passed by two -thirds of its membership,  recommend  removal of the Rector:  \n \nProvided further that prior to a resolution for removal of the Rector being voted upon, the \nRector shall be given an opportunity of  being heard.  \n  \n(8) A resolution recommending removal of the Rector shall be submitted to the Chairman \nforthwith. The Chairman may accept the recommendation and order removal of the Rector or return \nthe recommendation to the Board,  \n \n(9) At any time when the office of the Rect or is vacant, or the Rector is absent or is unable to \nperfo rm the functions of his office due to illness or some other cause, the Chai rman shall make such \narrangements for performance of the duties of the Rector as he may deem fit.  \n \nl3. Powers of the Recto r.—(1) The Rector shall  be the chief executive officer of the \nUniversity responsible for all administrative and academic functions of the University and for \nensuring that the provisions of this Act, statutes, regulations and rules are faithfully observed t o \npromote general efficiency and good  order of the University. The Rector shall have all powers \nprescribed for this purpose, including administrative control over the officers, teachers and other \nemployees of the University.  \n \n(2) The Rector shall, if prese nt, be entitled to attend any meeting of any Authority or body of \nthe University.  \n \n(3) The Rector may, in an emergency that in his opinion requires immediate action ordinarily \nnot in the competence of the Rector, take as he thinks fit such action and for ward, within seventy  two \nhours a report of the action taken to the members of the emergency committee of the Board, to be \nconstituted by statutes. The emergency committee may direct such further action as is considered \nappropriate.  \n \n(4) Subject to the general supervision and control o f the Syndicate, the Rector may — \n \n(a) direct a teacher, officer or other employee of the University to take up such \nassignment in connection with examination, administration or any other \nactivity in relation to the University;  \n \n(b) sanction by re appropriation an amount not exceeding an amount prescribed \nby the Board for an un -foreseen item not provided for in the budget and report \nit to the Board at the next meeting;  \n \n(v) make appointments  of such categories  of em ployees of the  University and in \nsuch manner as may be prescribed;  \n \n(d)  take disciplinary action against a teacher, officer or any other  employee of the \nUniversity  in the prescribed manner,  \n \n(e) delegate, subject to such conditions as may be prescribed, a ny of  his powers to \n \nPage 14 of 41 \n a teacher or officer of the University; and  \n \n(f) exercise such other powers may  be rescribed.  \n \n(5) The Rector shall prepare an annual report containing information as regards the preceding \nacademic year including disclosure of all relev ant facts pertaining to academics, research, \nadministration and finances of the University.  \n \n(6) The Rector shall, within three months of the end of an academic year, submit the annual \nreport of the University before the Board.  \n \n(7) The Rector ’s annual rep ort under this section shall be made available, prior to its \npresentation before the Board, to all officers and University teachers and shall be published in such \nnumbers as are required to ensure its wide circulation.  \n \n14. Pro-Rectors .—(1) The  Board may a ppoint the Pro -Rectors, as may be necessary to carry \nout functions of the University, for a renewable term as may be prescribed . \n. \n(21) The Board, Syndicate or Rector may assign any other functions to the Pro -Rector in \naddition to his own duties.  \n \n(3) The Board may, on recommendations and advice  of the Rector, remove the Pro -Rector on \ngrounds of in -efficiency or misconduct  in accordance with the prescribed procedure.  \n \n(4) The  minimum  qualifications and  experience necessary  for appointment to the post o f the \nPro-Rector shall be such as may be prescribed.  \n \n15. Registrar .—(1) There shall be a Registrar of the University to be appointed by the Board \non recommendation of the selection board, on such terms  and conditions as may be prescribed.  \n \n(2) For  appointment  to the post of Registrar, the minimum  experience as well as professional \nand educational qualifications shall be such as may be prescribed.  \n \n(3) The Registrar shall be a full time officer of the University and  shall— \n \n(a)  be administrative hea d of secretariat of the University and responsible for \nprovision of secretarial support to the Authorities;  \n \n(b) be custodian of the common seal and academic records of the  University;  \n \n(c) maintain a register of registered graduates in the prescribed manner,  \n \n(d) supervise the process of election, appointment or nomination of members to \nthe various Authoriti es and other bodies in the prescribed  manner; and  \n \n(e) perform such other duties as may be prescribed,  \n \n(4) The Registrar shall hold office for ren ewable terms of three years.  \n \n(5) The Board may  on recommendations and advice of the Rector, remove  the Registrar on \n \nPage 15 of 41 \n grounds of in -efficiency or misconduct in accordance  with prescribed manner.  \n \n16. Controller of Examinations. —(l) There shall be a Controll er of Examinations, to be \nappointed by the Board on recommendation of the selection board, on such t erms  and conditions as \nmay be prescribed.  \n \n(2) The minimum experience and qualifications necessary for appointment to the post of the \nController of Examinations shall be such as may be prescribed.  \n \n(3) The Controller of Examinations shall be a full -time officer of the University responsible \nfor all matters connected with the conduct of examinations and shall perform such other duties as \nmay be prescri bed. \n \n(4) The Controller of Examinations shall hold office for renewable te rms of three years.  \n \n(5) The Board may, on advice of the Rector, remove the Controller of Examinati ons on \ngrounds of in -efficiency or misconduct in accordance with prescribed manner.  \n \n17. Treasurer .—(1) There shall be a Treasurer of the University to be appointed by the \nBoard on recommendations of the selection  board or by deputation from any Government \norganization, on such terms and conditions, as may be prescribed.  \n \n(2) The minimum experience and the professional and academic qualifications necessary for \nappointment to the post of the Treasurer shall be such as may be prescribed . \n \n(3) The Treasurer shall be the chief financial offi cer of the University and shall — \n \n(a)  manage  the assets, liabilities, receipts, expenditures, funds and investments of \nthe University;  \n \n(b)  prepare annual and revised budget estimates of the University and present \nthem to the Syndicate or a committee thereof for approval and incorporation in \nthe budget to be presented to the Board;  \n \n(c)  ensure that the funds of the University are expended on the  purposes for which \nthey ar e provided.;  \n \n(d)  have the accounts of the University audited annually to tie available for \nsubmission to the Board within six  months of the close of the financial year, \nand \n \n(e)  perform such other duties as may be prescribed.  \n \n(4) The Treasurer shall hold office for renewable te rms of three years.  \n \n(5) The Board may, on recommendations and advice of the Rector,  remove the Treasurer on \ngrounds of inefficiency or misconduct in accordance  with prescribed procedure.  \n \n18. Director, planning and development .—(1) There shall be a D irector, planning and \ndevelopment (P&D) of the University to be appointed by the Board on recommendation of the \nselection board on such terms and conditions as marry be prescribed.  \n \n \nPage 16 of 41 \n (2) The minimum experience as well as the professional and academic qualifications \nnecessary for appointment to the post of Director (P&D) shall be such as may be p rescribed.  \n \n(3) The Director (P&D) shall be a full -time officer of the University and responsible for all \nmatters connected with planning and development and shall perform such other duties as may be \nprescribed.  \n \n(4) The Director (P&D) shall — \n \n(a)  prepare  short and long te rm plans and development programs to meet vision, \ngoals and priorities set by the University management and Board;  \n \n(b) conduct  comprehensive review, assessment and analysis of development \nplanning process (project identification, apprais al, selection, implementation \nand monitoring) and  mechanism ; \n \n(c)  develop a strategy for improving  development planning processes and \nmechanisms based on findings of the situation analysis;  \n \n(d) provide technical support in developing project proposals for the University;  \n  \n(e)  be responsible for preparation of PC -1, PC -II, PC -III, PC -IV and PC -V of \nprojects;  \n \n(f)  be responsible in respect of projects for preparation of cash work and activity \nplan;  \n \n(g) be responsible in respect of projects for prepara tion of quarterly expenditure \nstatements;  \n \n(h) be responsible for preparation of monthly and quarterly progress reports;  \n \n(i) coordinate with works, purchase, store units and accounts; and  \n \n(j) communicate and submit reports, plans and projects to different donors.  \n \n(4) The Director (P&D) shall hold office for renewable te rms of three  years.  \n \n(5) The Board may, on recommendations and advice of the Rector, remove the Director \n(P&D) on grounds of inefficiency or misconduct in accordance with the presc ribed procedure.  \n \n19. Director , students affairs .—(1) There shall be a Director, students affairs of the \nUniversity to be appointed by the Board on recommendation of selection board on such te rms and \nconditions as may be prescribed.  \n \n(2) The minimum experience as well as the professional and academic qualifications \nnecessary for appointment to the post of Director, students affairs shall be such as may be prescribed.  \n \n(3) The Director, students affairs shall be a full -time officer of the  University an d shall— \n \n \nPage 17 of 41 \n (a)  be in -charge of the office of students affairs and alumni  (OSAA) and shall \nmaintain discipline of students in the University;  \n \n(b) be in -charge of the - office of international and nat ional linkages (OINL), \nwhich wo uld include the management of international faculty, international \nstudents, faculty exchange, student exchange and execution of international as \nwell as national memorandum of understanding (MoU) by Rector or such \nother Authority as may be prescribed;  \n \n(c)  be the member and secret ary of the University discipline committee;  \n \n(d)  be the head of career counseling, placements, internships office;  \n \n(e) be the head of financial aid office;  \n \n(f) be responsible to play an active and leading role in overall learning, revisions \non curriculum and co -curricular activities of the University students;  \n \n(g) be responsible of learning management system of the University;  and \n \n(h) be responsible to propose plans for the future needs of hostels, logistics for \nstudents and staff members.  \n \n(4) The Director, students affairs shall hold office for renewable te rms of three years.  \n \n(5) The Board may, on recommendations and advice of the Rector, remove the Director, \nstudents affairs on grounds of inefficiency or misconduct in accordance with the pr escribed \nprocedure.  \n \n20. Director, quality  enhancement  cell. —(1) There  shall  be a  Director, quality \nenhancement cell (QEC) of the University to be appointed by  the Board on recommendation of \nselection board on such te rms and conditions as may be prescr ibed.  \n \n(2) The minimum experience as well as the professional and academic  qualification necessary \nfor appointment to the post of Director (QEC) shall be  such as may be prescribed.   \n \n(3) The Director (QEC) shall be a full -time officer of  the University, responsible to — \n \n(a)  review quality standards and quality of teaching and learning in each subject \narea;  \n \n(b)  review academic affiliations with other institutes in terms of effective \nmanagement 6f standards and quality of programs;  \n \n(c)  define clear and explicit standards as points of reference  to the review to be \ncarried out. He should also help the employees to know as to what they could \nexpect from candidates;  \n \n(d)  develope  qualifications framework by setting out attributes and abilities that \ncan be expected from the holder of a qualification, i.e. undergraduate and \ngraduate programs;  \n \n \nPage 18 of 41 \n (e)  develope  program specifications. These are standards set of information \nclarifying wh at knowledge, understanding, skills and other attributes a student \nwill have to develop on successfully completing a specific program;  \n \n(f)  develope quality assurance processes and methods of evaluation to affirm that \nthe quality of provision and the stan dard of awards are being maintained and \nto foster curriculum, subject and staff development together with research and \nother scholarly activities;  \n \n(g)  ensure that the University's quality assurance procedures are designed to fit in \nwith the arrangements in place nationally and internationally for maintaining \nand improving the quality of higher education; and  \n \n(h)  develope procedures and processes, monitoring and evaluation systems  and \nstand ards for the following, namely: — \n \n(i) approval of new program;  \n \n(ii) annual monitoring and evaluation including program monitoring, faculty \nmonitoring and student perceptions;  \n \n(iii) departmental review;  \n \n(iv) student feedback;  \n \n(v) employer feedback;  \n \n(vi) quality assurance of undergraduate, graduate, postgraduate and doctoral \nprograms;  \n \n(vii) institutional assessment and performance evaluation;  \n \n(viii) program specifications; and  \n \n(ix) qualification framework.  \n \n(4) The Director (QEC) shall be member of all statutory bodies and  committees of the \nUniversity.  \n \n(5) The Director (QEC) shall, hold office for renewable terms  of three  years.  \n \n(6) The Board may, on recommendations and advice of Rector, remove the Director (QEC) on \ngrounds of inefficiency or misconduct in accordance with the prescribed procedure.  \n \n21. Director, office of research, innovation and commercialization . — (l) There shall be a \nDirector office of research, innovat ion and commercialization (ORIC)  of the University to be \nappointed by the Board on recommendation of selection board on such terms and conditions as may \nbe prescribed.  \n \n(2) The m immum experience as well as the professional and academic qualifications necess ary \nfor appointment to the post of Director (ORIC), shall be such as may be prescribed.  \n \n(3) The Director (ORIC) shall be a full -time offi cer of the University and shall — \n \n \nPage 19 of 41 \n (a)  manage and enhance research activities of the University, develop researc h \npolicies and priorities work  for fund raising for research, mobilize faculty, \nbusiness community and ind ustry for research commercializ ation and serve as \nan effective advocate for r esearch with the University and to its broader \ncommunity of stakeholders and supporters;  \n \n(b)  supervise all aspects of the operation of the office for research including \nresearch administration (budgeting, auditing, accounting  human resources, \nmanagement and maintenance of facilities and equipment. implementation of \nresearch contracts and human resources);  \n \n(c)  develope programs and activities that will increase funding for research from \nall public and private sources, establi sh and.maintain excellent relationships \nwith donors and private sources, oversee proposals for development and \nsubmission thereof;  \n \n(d)  promote development of public -private partnerships in support of University \nresearch, link the University's research co mmunity with needs and priorities of \ncorporate sector, develope opportunities for applied search and explore \nopportunities for technology transfer and commercialization of University \nresearch, including incubators and research parks;  \n \n(e)  be responsible t o monetize royalty streams from licenses ; \n \n(f)  Collaborate  with principal liaison for technical marking and licensing on \ncommercialization of the University's intellectual property (IP) in coordination \nwith other relevant departments and offices; and  \n \n(g)  work in close liaison with the office of research and development, planning \nand development and University's technology park.  \n \n(4) The Director (ORIC) shal l hold office for renewable term s of three  years.  \n \n(5) The Board may, on recommendations and advice  of the Rector, remove the Director \n(ORIC) on grounds of inefficiency or misconduct in accordance with the prescribed procedure.  \n \n22. Internal Auditor .—(1) The Internal Auditor of the University shall be appointed on \nregular basis by the Board on recommend ation of the selection board or by deputation from offices \nof Auditor General of Pakistan or Controller General of Accounts who fulfil the eligibility criteria to \nbe appointed as Internal Auditor.  \n \n(2) The minimum experience  as well as the professional and  academic qualifications \nnecessary for appointment to the post of Internal Auditor shall be such as may be prescribed.  \n \n(3) The Internal Auditor shall be responsible for pre -auditing of all bills and documents for \nall payments to be made by the University.  \n \n(4) The Board may, on recommendation and advice of the Rector, remove the Internal \nAuditor on grounds of inefficiency or misconduct in accordance with the prescribed procedure.  \n \n \nPage 20 of 41 \n 23. Other officers .—Subject to the provisions of this Act, the eligibility criteria, terms and \nconditions of the service and the powers and duties of other officers of the University shall he such \nas may be prescribed.  \n \nCHAPTER -IV \n \nAUTHORITIES OF THE UNIVERSITY  \n \n24. Authorities .—(1) The  following shall be the Authorities of the University e stablished by \nthis Act, namely: — \n \n(a)   the Board;  \n \n(b)  the Syndicate;  \n \n(c)  the Academic Council;  \n \n(d)  Search Committee for appointment of the Rector;  \n \n(e)  the Representation Committees for appoint ment to the Board, Syndicate and \nthe Academic Council;  \n \n(f)  boards of faculties;  \n \n(g)  board of advanced studies and research ; \n \n(h)  finance and planning committee; and  \n \n(i)  selection board.  \n \n(2) The following shall be the Authorities of the University_ to be e stablished by statutes, \nnamely:— \n \n(a)  Graduate and Research Management Council;  \n \n(b)  Recruitment, Development , Evaluation  and Promotion Committees for \nteachers and other Staff whether a1 the level of the department, the faculty or \nthe University;  \n \n(c)  Career Placement and Internship Committee of each faculty;  \n \n(d)  Departmental Coun cil; and  \n \n(e)  any other Authority as may be prescribed.  \n \n(3) The Board, the Syndicate and the Academic Council may constitute such other \ncommittees or sub -committee, by whatever name described, as are considered desirable through \nstatutes or regulations and such committees or sub­ commi ttees shall be Authorities of the University \nfor the purposes of this Act.  \n \n25. The Board. —(1) The  body responsible for the governance of the University shall be the \n \nPage 21 of 41 \n Board constituted under this Act and shall consist of the following, namely: - \n \n(a) Chief of Army Staff (COAS) or his nominee;                   Chairman  \n  \n \n(b) secreta ry of the division to which business of \ndefence stands allocated or his nominee not below  Member  \n the rank of additional secretary or _equivalent;  \n  \n(c) secretary of the division to which business of \neducation and professional training stands allocated  Member  \n or his nominee not below the rank of additional   \n secretary or equivalent;   \n(d) secretary of the division to which business of  Member  \n finance stands allocated or his nominee not below   \n the rank of additional secretary or equivalent;   \n(e) Chai rman, Higher Education Commission, or his  Member  \n nominee not below the rank of an offi cer of  \n BPS-20;  \n(f) Rector  of the University;  Member  \n(g) Inspector  General Training and Evaluation  Member  \n (IGT&E), GHQ or his nominee;   \n(h) Director General, Federal Government Educational  \nInstituti ons(Cantonments and Garrisons)Directorate;  Member  \n(i) President,  Federation  of Pakistan  Chamber of  \nCommerce and Industry (FPCCI) or his nominee;  \n Member  \n \n(j) four persons from society at large, preferably at   \nleast one female, being persons of distinction in the \nfields of administration, management, education, \nacademics, law, accountancy, medicine, fine arts, \narchitec ture, agriculture, science, technology, \nindustry, and engineering such that the appointment \nof these persons reflects a balance across the various \nfields:  \n Members  \n    Provided that speci al focus or affiliation of the U niversity, to be \ndeclared in the prescribed manner, may be reflected in the number of \nPersons of distinction in the area of expertise relevant to the University  \nwho ar e appointed to the Board;  \n \n (k) One person  from  amongst  the  alumni  of  the \nUniversity;  Member  \n \n(l) two persons from the academic community of the    \ncountry, other than an employee of the University, at \nthe level of professor or principal of a college;  and Members  \n(m) four University teachers, one from each tier i.e.   \nprofessor, associate professor, assistant professor and \nlecturer.  Members  \n \nPage 22 of 41 \n  \n(2) The number of members of the Board described against clauses (k) to (m) of sub -sectio n \n(1) may be increased by the Board through statutes subject to the condition that total membership of \nthe Board does not exceed twenty -one, with a maximum of five Univers ity teachers, and the increase \nis balanced, to the extent possible, across different categor ies specified in sub -section (1 ). \n \n(3) Appointments  to the Board as mentioned in cl auses (k), (I) and (m) of sub -section (1) \nshall be made from amongst a panel of t hree names for each vacancy recommended by the \nRepresentation Committee constituted in terms of section 32 and in accordance with the procedure as \nmay be prescribed:  \n \nProvided that effort shall be made, without compromising on quality or qualification, to give \nfair representation to women on the Board:  \n \nProvided further that in respect of the University teachers described in clause (m) of sub -\nsection ( 1), the Board shall prescribe a procedure for appointment from the various categories of \nUniversity teacher s. \n \n(4) The members appointed to the Board under clauses (j), (k),  (l) and  (m) of sub -section (I) \nshall not serve for two consecutive te rms. \n \n(5) The Board shall meet at least twice in a cal edar year. The special  meeting of the Board \nmay be convened by the Chairman when expedient and necessary.  \n \n(6) Service on the Board shall be on honorary basis, however, the actual expenses may be \nreimbursed, as may be prescribed.  \n \n(7) The Registrar shall be the  secretary of the Board.  \n \n(8) Unless otherwise  prescribed by this Act , all decisions of the Board  shall be taken based on \nthe opinion of a majority of the members present. In the vent of the members being evenly divided \non any matter, the person presiding over the meeting shall have a casting vote.  \n \n(9) The quorum for a meeting of the Board shall be two -third of its total membership, a \nfraction being counted as one.  \n \n26. Powers  and functions of the Board. —(1) The Board shall have  Owner  of general \nsupervision of the University and shall hold the Rector and the Authorities accountable for all \nfunctions of the University. The Board shall have  all powers of the University not expressly vested in \nan Aut hority  or officer by this Act and all o ther p ower  not expressly mentioned by this Act that are \nnecessary for t he performance of its functions.  \n \n(2) Without prejudice to the generality of the foregoing powers, the  Board shall have the \npowers to — \n \n(a)  approve the proposed annual plan of work, th e annual and re vised budgets, the \nannual report and the annual statement of accounts;  \n \n(b)  hold,  control and lay down policy for administration of property, funds and \ninvestments of that University, including approval of sale and purchase or \n \nPage 23 of 41 \n acquisition of immovable property;  \n \n(c) approve appointment of the Deans as  may be prescribed;  \n \n(d)  institute  schemes, direction  and guidelines for te rms and conditions of \nappointment of al l officers, teachers and other employees of the University;  \n \n(e)  approve strategic plans;  \n \n(f)  approve financial resource development plans of the University;  \n \n(g) consider drafts of statutes and regulations proposed by the S yndicate and the \nAcademic Council and deal with them in the manner as provided  for in \nsections 33 and 34, as the case may be:  \n \nProvided that the Board may frame a statute or regulation on its own initiative and approve it \nafter calling for advice of the Syndicate or the Academic Council, as the case may be;  \n \n(h)  annul by order in w riting proceedings of an y Authority or officer if the Board \nis satisfied that such proceedings are not in accordance with the provisions of \nthis Act, statutes or regulations made thereunder after calling upon such  \nAuthority or officer to show cause as to w hy such proceedings should not be \nannulled;  \n \n(i)  recommend to the Chance1lor removal of any member of the Board in \naccordance with the provisions of this Act : \n \n(j) make appointment of members of the Syndicate, other than   ex-officio \nmembers, in accordance  with the provisions of this Act;  \n \n(k)  make appointment of members of the Academic Council, other than  ex-officio \nmembers, in accordance with the provisions of this Act;  \n \n(l)  appoint emeritus professors on such te rms and conditions as may be \nprescribed;  \n \n(m)  remove any person from membership of any Authority, if such person - \n \n(i)  has been, by a competent court of law, declared as of unsound mind;  \n \n(ii)  has become incapacitated mentally or physically to function  as \nmember of such Authority;  \n \n(iii)  has been, by a court of law, convicted for an offence involving moral \nturpitude; or  \n \n(iv)  has been, by a court of law, declared as undischarged insolvent or his \napplication for this purpose is pending adjudication;  \n \n \n \n \nPage 24 of 41 \n (n)  determine the form, provide for the custody and regulate the use of the \ncommon seal of the University.  \n \n(3) The Board may, subject to the provisions of this Act, delegate all or any of the powers and \nfunctions of any Authority  officer or employee of the University at its main campus, to any \nAuthority, committee, officer or employee at its additional or sub -campus for the purpose of \nexercising such powers and perfo rming such functions in relation to such additional or sub -campus, \nand for this purpose the Board may create new posts or positions . \n \n27. Visitation .—The Board may, in accordance with the terms and procedures, as may be \nprescribed, cause an inspection to be made in respect of any matter connected with the University.  \n \n28. The Syndicate. —(l) The Syndicate shall co nsist of the following, namely: — \n \n(a) the Rector who shall be its Chairperson ; \n \n(b) the Pro -Rector;  \n \n(c) the Deans of the faculties of the University;  \n \n(d) two persons of eminence (including on female not serving in any educational \ninstitute) to be nominated by the Boa rd; \n \n(e) nominee of the Higher Education Commission not below the rank of  an officer \nin BPS -19; \n \n(f) the Director, FGEI (C/G) Directorate or his nominee not belo w the rank of an \nofficer in BPS -19; \n \n(g) three University teachers from different tiers (associ ate professor, assistant \nprofessor and lecturer);  \n \n(h) Principals of the constituent colleges;  \n \n(i) one principal each of the affiliated colleges to be recommended  by DG FGEI \n(C/G) Directorate in a prescribed manner;  \n \n(j) the Director (QEC);  \n \n(k) the Director (ORIC);  \n \n(l) the Di rector (Students Affairs);  \n \n(m) the Director (P&D);  \n \n(n) the internal Auditor;  \n \n(o) the Treasurer;  \n \n(p) the Controller of Examinations; and  \n \nPage 25 of 41 \n  \n(q) the Registrar who shall be the Secretary of the Syndicate.  \n \n(2) Members of the Syndicate, other than ex-oficio members, shall hold office for a period of \nthree years.  \n \n(3) As regards the three professors described in clause (g) of sub­ section ( l) the Board may \nprescribe a procedure for proposal of a panel of names by the Representation Committee constituted \nunder section 32. Appointment of persons proposed by the Representation Committee may be made \nby the Board on recommendation of the Rector.  \n \n(4) The quorum for a meeting of the Syndicate shall be one -half of the tot al number of its \nmembers, a fraction being counted as one.  \n \n(5) The Syndicate shall meet at least once in each quarter of the year.  \n \n29. Powers and functions of the Syndicate. —(1) The Syndicate shall be the executive body \nof the University and shall take effective measures to raise the standard of teaching, research., \ntechnological development, publication and other academic pursuits and shall exercise general \nsupervision and control over affairs of the University and management of property of the Universi ty. \n \n(2) Without prejudice  to the generality  of the foregoing powers and subject to the provisions \nof this Act, statutes and directions of the Board, the Synd icate shall have the powers to — \n \n(a) consider the annual report, the annual and revised budget est imates and to \nsubmit these to the Board;  \n \n(b) oversee the quality and relevance of the University ’s academic programmes \nand to revi ew the academic affairs of the U niversity in general;  \n \n(c)  transfer and accept transfer of movable property on behalf of the  University;  \n \n(d) enter into, vary, carry out and rescind contracts on behalf of the  University;  \n \n(e)  cause proper books of account to be kept for all sums of money received and \nexpended by the University and for the assets and liabilities of the Universi ty; \n \n(f)  invest, subject to the provisions of the Public Finance Management Act, 2019. \nany money belonging to the University including any unapplied income in any \nof the securities described in sections 32 and 33 of the Islamabad Capital \nTerritory Trust Act, 2020 (XXV of 2020). or in the purchase of immovable \nproperty or in such other manner, as it may prescribe, with the like power of \nvarying such investments;  \n \n(g)  receive and manage any property, grants, bequests, trusts, gifts, donations, \nendowments a nd other contributions made to the University;  \n \n \n(h)  administer any funds placed at the disposal of the University for specified \npurposes;  \n \n \n(i)  provide and maintain the buildings, libraries, premises, furniture, apparatus, \nequipment and other means required for carry ing out the work of the \nUniversity;  \n \nPage 26 of 41 \n (j)  establish and maintain halls of residence and hostels or approve or license \nhostels or lodgings for the residence of students;  \n \n(k)  approve affiliation or de -affiliation of colleges as recommended  by the \nAcademic Council;  \n \n(l)  approve appointment of officers  of the University and professors, associate \nprofessors, assistant professors, lecturers and such other senior faculty and \nsenior administrators as may be prescribed ; \n \n(m)  recommend to the Boa rd admission of educational institutes to the privileges \nof the University and withdraw such privileges;  \n \n(n)  arrange for inspection of colleges and departments;  \n \n(o)  institute professorships, associate professorships, assistant professorships, \nlecturesh ips and other teaching posts or to s uspend or to abolish such posts;  \n \n(p)  create, re -designate, up -grade, down -grade, suspend or abolish such \nadministrative or other posts as may be necessary;  \n \n(q)  prescribe duties of officers, teachers and other employees of the University;  \n \n(r)  report to the Board on matters with respect to which it has been asked to \nreport;  \n \n(s)  appoint members to various Authorities in accordance with  the  provisions of \nthis Act;  \n \n(t)  propose drafts of statutes for submissio n to the Board;  \n \n(u)  regulate conduct and discipline of students of the University;  \n \n(v)  take actions necessary for good administration of the University in general \nand to this end exercise such powers as are necessary;  \n \n(w)  delegate  any of its powers to any  Authority or officer or a  committee; and  \n \n(x)  perform  such other functions as have been assigned to it by the provisions of \nthis  Act or may he assigned to it by statutes.  \n \n30. Academic Council .—(1) The Ac ademic Council shall consist of — \n(a) Rector          Chairperson  \n(b) Pro-Rector         Member  \n \n(c) Deans of faculties and heads        Member  \nof departments as may be prescribed   \n \n(d) five members representing the departments,      Member  \n institutes and  the constituent colleges to be  \nelected in the manner prescribed  by the Board  \n(e) Director (Students Affairs)       Member  \n \nPage 27 of 41 \n (f) Director (QEC)        Member  \n(g) Director  (OR!C)        Member  \n(h) Director  (P&D)        Member  \n(i) two principals of affiliated colleges      Member  \n(j) the Controller of Examinations      Member  \n(k) the Librarian         Member  \n(l) nominee of the Commission       Member  \n(m) the Registrar         Secretary  \n \n(2) A member of the Academic Council appointed by nomination shall hold office for three \nyears.  \n \n(3) The quorum for a meeting of the Academic Council shall be  one­ third of the total number \nof its members, a fraction being counted as one.  \n \n31. Powers and fun ctions of the Academic Council .—(1) The Academic Council shall be \nthe academic body of the University and may lay down proper standards of instruction, rese arch, \npublication and examination and to regulate and promote the academic life of the University and \naffiliated colleges.  \n \n(2) In particular and without prejudice to the generality of the foregoing powers, the Academic \nCouncil may - \n \n(a) advise the Syndicate on academic matters;  \n \n(b) recommend to the Syndicate affiliation or de -affiliation of colleges;  \n \n(c) regulate teaching, research and examinations;  \n \n(d) regulate admission of students to the courses of studies and examinations of \nthe University and affiliated colleges ; \n \n(e) regulate award of studentships, scholarships, medals and prizes;  \n \n(f) regulate conduct and discipline of students of the University and affiliated \ncolleges;  \n \n(g) propose to the Syndicate, schemes for constitution and organization of \nfaculties, institutes and oth er academic bodies;  \n \n(h) propose regulations on recommendations of the boards of faculties and the \nboards of studies for consideration and approval of the Syndicate;  \n \n(i) propose for each academic year, on recommendations of the boards of studies, \nregulations pres cribing the courses of studies, the syllabi and the outlines of \ntests for all examinations, provided that, if the recommendations of a board of \n \nPage 28 of 41 \n faculties or the board of studies are not received by the prescribed date, the \nAcademic Council may, subject to approval of the Syndicate, pennit such \nregulations to continue for the subsequent years;  \n \n(j) recognize the examinations of other universities or examining bodies as \nequivalent to the corresponding examin ations of  the University;  \n \n(k) appoint members to the Author ities in accordance with the provisions of this \nAct and as may be prescribed by statutes; and  \n \n(l) perform such other functions as may be prescribed by statutes.  \n \n32. Representation Committee .—(l) There shall be a Representation Committee constituted \nby the Board through statutes for recommendation of persons for appointment to the Board in \naccordance with the provisions of section 26 and for the recommendation of persons for appointment \nto the  Syndicate and the Academic Council in accordance with the provisi ons of  sections 28 and 30 \nrespectively.  \n \n(2) The Representation Committee responsible to make its recommendations  for appointment \nof members to the Board shall co nsist of the following, namely: — \n \n(m)  three members of the Board who are not the University t eachers;  \n \n(n)  two persons nominated by the University teachers from amongst  themselves in \nthe prescribed manner,  \n \n(o)  one person from the academic community , not employed by the University, at \nthe level of professor or school principal to be nominated by  the University \nteachers in the prescribed manner; and  \n \n(p)  one eminent citizen with experience philanthropy, development work. l aw or \nnominated by the B oard administration, accountancy  to be  \n \n(3) The Representation Committee responsible to make its reco mmendations for appointment \nof members of the Syndicate and the Academic Council shall consist of the following, namely: — \n \n(a) two members of the Board who are not University teachers: and  \n \n(b) three persons nominated by the University teachers from amongst themse lves \nin the prescribed manner.  \n \n(4) The term of the Representation Committees shall be for a period of  three years:  \n \nProvided that no member shall serve for more than two consecutive  terms.  \n \n(5) The procedures of the Representation  Committees sha ll be such  as may be pr escribed.  \n \n(6) There may also be such other Representation Committees constituted by any of the other \nAuthorities of the University as are considered appropriate for recommending persons for \nappointment  to the various Authorities and other bod ies of the University.  \n \n \nPage 29 of 41 \n CHAPTER -V \n \nSTATUTES, REGULATIONS AND RULES  \n \n33. Statutes .—(1) The Syndicate may prepare statutes, whenever required, consistent with \nthe provisions of this Act and submit the same before the Board for approval.  \n \n(2) The statutes may  be made to provide for and regulate all o r any of the following, \nnamely:— \n \n(a) scales of pay, method of appointment and other terms and conditions of \nservice of officers, teachers and other employees of the University and the \nconstitution of their pension, in surance, gratuity, provident fund and \nbenevolent fund;  \n \n(b) the contents of and the manner in which the annual report to be  presented by \nthe Rector before the Board;  \n \n(c) the institute fees and other charges;  \n \n(d) conduct and discipline of officers, teachers and other  employees of the \nUniversity;  \n \n(e) constitution, powers and duties of the Authorities and prescribe procedure for \nappointing members to such Authorities and related matters;  \n \n(f) affiliation and disaffiliation of colleges, institutes, etc. and related matters;  \n \n(g) admission of educational institutes to the privileges of the University and the \nwithdrawal of such privileges;  \n \n(h) establishment of institutes, faculties, colleges, departments and academic \ndivisions;  \n \n(i) powers and duties of officers, teachers and employees of the University;  \n \n(j) conditions for appointment of professors emeritus;  \n \n(k) conditions on which the University may enter into arrangements with public \nbodies or other organizations for purposes of research and advisory services;  \n \n(l) general scheme of studies includi ng the duration of courses, the system of \nexaminations and the number of subjects and papers for examinations;  \n \n(m) award o f honorary degrees;  \n \n(n) maintenance of register of students and registered graduates;  \n \n(o) procedure for nomination and membership of Authoritie s of the  University \nand related matters; and  \n \nPage 30 of 41 \n  \n(p) all other matters which are to be or may be prescribed or regulated by statutes.  \n \n(3) The statutes, on approval of the Board, shall be published in the  official Gazette.  \n \n34. Regulations. —(1) The Academic Council shall prepare the regulations, consistent with \nthe provisions of this Act, in respect of any of t he following matters, namely: — \n \n(a) courses of study for degrees, diplomas and certificates of the University;  \n \n(b) manner and method of teaching conducted in the University and affiliated \ncolleges;  \n \n(c) admission of students to the University and conditions under which they are \nadmitted or allowed to take courses and examinations of the University and \nbecome eligible for the award of degrees, diplomas and certifica tes; \n \n(d) fees and other charges to be paid by students for admission to the courses of \nstudies and the examinations of the University;  \n \n(e) conduct of examinations;  \n \n(f) conduct  and discipline of students of the University;  \n \n(g) conditions of residence of the students of  the University or colleges including \nthe levying of fee for residence in halls of residence and hostels and approval \nof hostels and lodgings for students;  \n \n(h) conditions for acquiring research degrees;  \n \n(i) institution of fellowships, scholarships; medals and pr izes; \n \n(j) institution of stipends and free and half -free studentships;  \n \n(k) academic costumes;  \n \n(l) use of the library;  \n \n(m) formati on of teaching departments and boards of studies; and  \n \n(n) all other matters which under this Act or the statutes are to be or  may be \nprescribed by regulations.  \n \n(2) The Academic Council shall submit the regulations to the Syndicate for approval.  \n \n(3) The regulations, on approval of the Syndicate, shall be published in the official Gazette.  \n \n35. Benefits and insurance .—(1) The University  shall constitute for the benefit of its \nofficers, teachers and other empl oyees schemes, as may be prescri bed, for the provision of post -\nemployment benefits as well as health and life insurance while in service.  \n \nPage 31 of 41 \n  \n (2) Where any provident fund has been cons tituted under this Act, the provisions of the  \nProvident Funds Act, 1925 (XIX of 1925), shall apply to such funds as if  it were the Government \nProvident Fund.  \n \n36. Amendment and repe al of statutes and regulations .—The procedure for adding to, \namending or repealing the statutes and regulations shall be the same as that prescribed respectively \nfor making statutes and regulations.  \n \n37. Rules .—(1) An Authority or a body of the University may with approval of the Syndicate \nand by notification in the official Ga zette, make rules, consistent with this Act, the statutes and \nregulations to regulate the conduct of its business.  \n \n(2) The Board may direct any Authority or body of the University to amend or repeal any \nrules made by the Authority or body.  \n \nCHAPTER -VI \n \nFINANCIAL PROVISIONS  \n \n38. University Fund. —(1) There shall be a fund to be known as the University Fund which \nshall vest in the University and t o which shall be credited all su ms received by the University, \nincluding income from fees. Charges , donations, t rusts, bequests, endowments, contributions, grants \nand all other sources.  \n \n(2) The University may accept donations in the shape of land, equipment or any other item \nthat may facilitate the functioning of the University and all such donations shall be used,  maintained \nand disposed of by the University in the prescribed manner.  \n \n(3) There shall be a research  fund of the University, independently managed in ling -with \ninternational research funds. This fund shall support indigenous research by faculty and resea rch \nstudents on campus.  \n \n39. Budg et, accounts and audits. —(l) Subject to the provisions of Articles 169 and 170 of \nthe Constitution, the accounts of the University shall be mai ntained and audited in such form  and in \nsuch manner as may be prescribed.  \n \n(2) The teaching department, constituent  schools, colleges and institutes  and all other bodies \ndesignated as such by the Syndicate in terms of statutes shall be independent cost centers of the \nUniversity with authority vested in the head of each cost centr e to sanction expenditure out of the \nbudget allocated to it. Provided that re -appropri ation from one head of account t o another may be \nmade by the head of a cost centre in accordance with and to the extent prescribed by statutes.  \n \n(3) All funds generated b y a teaching department, constituent college, school or other unit of \nthe University through consultancy, research or other provision of service shall be made available \nwithout prejudice to t he budgetary allocation otherw ise made, after deduction of overhe ads in the \nmanner and to the extent prescribed by statutes, to the teaching department, constituent college, \nschool or other unit for its development. A part of the funds so generated may be shared with the \nUniversity teachers or re -searchers in charge of the consultancy, research or service concerned in the \nmanner and to the extent prescribed by statutes.  \n \n \nPage 32 of 41 \n (4) No expenditure shall be made from the funds of the University, unless a bill for its \npayments has been issued by the head of the  cost centre concern ed in accord ance with the relevant \nstatutes and the Treasurer has verified that the payment is provided for in the approved budget of the \ncost centre, subject to the power of re -appropriation available to the head of the cost centre.  \n \n(5) Provision shall b e made for an internal audit of the finances of the University institute and \nconstituent college.  \n \n(6) Without prejudice to the re quirement of audit by an auditor appointed, the annual audited \nstatement of accounts of the University shall be prepared in co nformity with th e generally accepted \naccounting principles (GAAP) by a reputed firm of chartered accountants and signed by the \nTreasurer.  \n \n(7) The observations of the Auditor, if any, together with such annotations as the Treasurer \nmay make shall be consid ered by the Syndicate and shall be placed before the Board within six \nmonths of closing of the financial year.  \n \n(8) The budget of the University shall be approved by the Board in such manner as may be \nprescribed.  \n \n(9) The Board may approv e appropriation of  accounts of the University and settle an audit \npara or observation, if any, relating to the audit of the University.  \n \n(10) The Board may delegate to an officer of the University the power of appropriation or re \nappropriation of budgetary allocation from o ne head of account to other head of account within the \nexisting budget allocation of the financial year to which the requisite proposed expenditures, to be \nmade there against , relates.  \n \nCHAPTER -VII \n \n \nMISCELLANEOUS  \n \n40. Appeal to Syndicate and Board. —(1) If an order is passed by an Authority, body or \nofficer of the University, other than the Chancellor or the Board, and an appeal against the order is \nnot provided under the statutes or regulations, any aggrieved person may prefer an appeal against the \norder t o the Syndicate.  \n \n(2) The Syndicate may constitute a committee of its members to hear and dispose of any \nappeal on behalf of the Syndicate.  \n \n(3) If a member of the Syndicate is the officer who passed the order or who is also member of \nthe Authority against  whose order appeal is filed before the Syndicate, such member shall neither \nhear the appeal as member of the Syndicate nor be part of the committee constituted to hear and \ndispose of the appeal.  \n \n(4) If aggrieved person is not sati sfied with the decision of the Syn dicate, he may file an \nappeal to the Board, whose decision thereon shall be final.  \n \n41. Opportunity to show cause. —Except as otherwise provided by law no officer, teacher or \nother employee of the University holding a permanent post shall be reduc ed in rank, dismissed or \n \nPage 33 of 41 \n removed or compulsorily retired from service, for cause arising out of any act or omission on the part \nof the person  concerned unless he has been given a reasonable opportunity of showing cause against \nthe action proposed to be tak en. \n  \n42. Commencement of term of office of members of Authority .—(1) When a member of a \nnewly constituted Authority is elected, appointed or nominated, his term of office, as fixed under this \nAct, shall commence from such date as may be prescribed.  \n \n(2) Where a member who has accepted any other assignment or for any other similar reason \nremains absent for a period of not less than six months from the University without any prior notice, \nhe shall be deemed to have resigned and vacated his seat.  \n \n43. Fillin g of casual vacancies in Authorities .—Any casual vacancy among the members of \nany Authority shall be filled, as soon as conveniently may be, in the same manner and by the same \nperson or Authority that had appointed the member whose place has become vacant and the person \nappointed to the vacancy shall be a member of such Authority for the residue of the term for which \nthe person whose place he fills would have been a member.  \n \n44. Service of the University. —(1) All persons employed by the University in accord ance \nwith the terms and conditions of service prescribed by statutes shall be persons in the service of \nPakistan for the purposes of any court or tribunal constituted by law in te rms of Article 212 of the \nConstitution of the Islamic Republic of Pakistan:  \n \n Provided that any provision as regards the terms and conditions of employment of persons in \nthe service of Pakistan in general or in comparable employment notwithstanding the service of \npersons employed by the University shall be entirely governed by the terms and conditions \nprescribed by the relevant statutes.  \n \n(2) An officer, teacher or other employee of the University shall retire from service on the \nattainment of such age or tenure of service as may be prescribed.  \n \n(3) No adverse change shall be made i n the te rms and conditions of employment of any \nUniversity teacher or other employee in the employment of the University on the date of \nenforcement of this Act.  \n \n45. Removal of difficulty. —(1) If any question arises as to the interpreta tion of any of the \nprovisions o f this Act, it shall be placed before the Chancellor whose decision thereon shall be final.  \n \n(2) If any difficulty arises in giv ing effect to any of the provisions of this Act, the Chancellor \nmay make such order after obtaining the views of the  Board, not inconsistent with the provisions of \nthis Act, as may appear to him to be necessary for removing the difficulty.  \n \n(3) Where this Act makes any provi sion for anything to be done but no provision or no \nsufficient provision has been made as respect s the Authority by whom. or the time at which, or the \nmanner in which, it shall be done, then it shall  be done by such Authority, at such time, or in such \nmanner as the Chancellor  may direct after obtaining the views of the Board.  \n \n46. First statutes and r egulations. —Notwithstanding anything to the contrary co ntained in \nthis Act, the President  of Pakistan shall promulgate the first statutes and regulations which shall be \ndeemed to be statutes and regulations made under sections 33 and 34 respectively and sh all continue \n \nPage 34 of 41 \n to remain in force until amended or replaced by the President or till such time new statutes and \nregulations are made in accordance with the provisions of this Act.  \n \n47. Proceedings or Authorities not invalidated by vacancies. —No net, resoluti on or \ndecision of any Authority shall be invalid by reason of any vacancy in the Authority doing, passing \nor making it or by reas on of any want of qualification or invalidity in the appointment or nomination \nof any member of the authority, whether  present or absent.  \n \n48. Power to allow appointment of emp loyees of the Government, other universities or \neducational or educational or research  institutes to the University. —(1) Notwithstanding  \nanything contained In this Act,  the Board may, on recommendation  of th e Rector, allow any post in \nthe Univ ersity to be filled by initial  appointment, transfer or secondment or deputation of an \nemployee of the govern ment or any other university or educational or research institute on such  \nterms , and conditions as the Board ma y specify.  \n \n(2) Where any appointment has been ma de under this section, the terms and conditions of \nservice of the appointee shall not be less favorable  than those admissible to him immediately before \nsuch initial appointment, transfer or  secondment or deputation and he shall be entitled to all benefits \nof his post or service.  \n \n49. lndemnity. —No suit or legal proceedings shall lie against the Government, the \nUniversity or any Authority, officer or employee of the Government or the University or any person \nin respect of anything  which is done or deemed to have been done in good faith under this Act, \n \n  \n \nPage 35 of 41 \n SCHEDULE  \n \n(See section 2, 33 and 46)  \n \nTHE FIRST STATUTES  \n \n1. Faculties. —(1) There  shall be a faculty for a teaching department or a group of teaching \ndepartments.  \n \n(2) The University shall include the following faculties and such other facultie s as may be \nprescribed, namely: — \n \n(a) Faculty of Natural and Applied Sciences;  \n \n(b) Faculty of Computing;  \n \n(c) Faculty of Management Sciences;  \n \n(d) Faculty of Social Sciences, Humanities and Arts;  \n \n(e) Faculty of Engineering and Emerging Technologies ; \n \n(f) any other faculty, department or institute with the approval of the Board.  \n \n2. Board of faculty .—(l) There shall be a board of faculty for each faculty which shall \nconsist of - \n \n(a) Dean  of the faculty;       Chairperson  \n               \n(b) Professors and the chai rpersons of head of departments  Member s \nin the faculty;   \n \n(c) the Director (Students Affairs);     Member  \n      \n(d) the Director (QEC);       Member  \n        \n(e) two teachers including at -least one women    Members  \nto be nominated by the Academi c Council  \nbased on their specialized  knowledge of \nthe subjects which, though not assigned to  \nthe faculty, have in the op1mon of the Academic  \nCouncil, important bearing on  the subjects assigned  \nto the faculty;  \n \n(f) two experts including at least one woman in    Members   \nthe field from outside the University , one each to be  \nappointed by  the Board and Syndicate respectively;  \n \n(g) one member   to  be nominated  by  the Rector; and   Membe  r \n \n(h) the Director (ORIC)       Member  \n \nPage 36 of 41 \n (2) The members other than ex-officio members of a board of faculty  shall hold office for a \nterm of three years.  \n \n(3) The quorum for a mee ting of a board of faculty shall  be one -half of the total number of \nmembers, a fraction being counted as one.  \n \n(4) A board of faculty, subject to the general control of the Synd icate and Academic Council, \nmay— \n \n(a) co-ordinat e the teac hing and research work in the subjects assigned to the \nfaculty;  \n \n(b) scrutinize the recommendations of a board of studies comprising a fa culty \nwith regard to the appointment  of paper setters and examiners for gra duate and \npostgraduate examinations and to forward the panels of suitable paper setters \nand examiners for each examination to the Rector;  \n \n(c) consider any other academic matter relating to the faculty and to submit its \nreport to the Academic Council;  \n \n(d) prepare  a comprehensive annual report regar ding the performan ce of each \ndepartment, constituent college or institute, comprising the faculty for \npresentation to the Academic Council; and  \n \n(e) perform  such other functions as may be prescribed  by statutes.  \n \n(5) The Dea n shall be appointed by the Board on recommendations of the Rector from \namongst the professors of the faculty, and he shall hold 6ffice for a period of three years but shall be \neligible for re -appointment. provided that in a department or constituent colle ge where there are less \nthan three eligible professors, the appointment shall be made from amongst the three senior most \nprofessors and associate professors of the department or constituent college.  \n \n(6) The Dean shall present candidates for admission to d egree, except an honorary degree, \ncourses falling within the purview of the faculty.  \n \n(7) The Dean shall have such powers and duties as may be prescribed by the Board on \nrecommendations of the Rector.  \n \n3. Board of advanced studies and research —(1) The boar d of advanced studie s and \nresearch shall consist of — \n \n(a) Rector;         Chairperson  \n \n(b) all the Deans ;       Members  \n \n(c) Controller of Examinations;      Member\n \nPage 37 of 41 \n (d) one University Professor from each faculty (other   Member  \nthan Dean) to be nominated by the Syndicate;  \n \n(e) one member to be nominated by the Rector;    Member  \n \n(f) three members, including at least one woman, from   Members  \nthe relevant field, research organizations and  \nGovernment, to  be nominated by the Syndicate;  \n \n(g) Director (QEC);       Member  \n \n(h) Director(ORIC);       Member  \n \n(i) Director (Students Affairs);      Member  \n \n(j) Director (P&D); and       Member  \n \n(k) Registrar.        Member -cum- \nSecretary  \n \n(2) The term  of office of the members of the board of advanced studies and research, other \nthan ex-officio members, shall be three years.  \n \n(3) T he quorum for a meeting of the board of advanced studies and research shall be one -half \nof the total number of members, a fr action being counted as one.  \n \n4. Functions of the board of  advanced studies and research . —The board of advanced \nstudies and research (BASR) shall — \n \n(a) advise an Authority on all matters connected with promotion of  \nadvanced studies and research publication in  the University;  \n \n(b) consider and report to an Authority with, regard to a research  \ndegree of the University;  \n \n(c) propose regulations regarding the award of a research degree;  \n \n(d) appoint supervisors for a postgraduate research student and to  approve title \nand synopses of a thesis or dioser tation;  \n \n(e) recommend panels of names of examiners for evaluation of a  research \nexamination; and  \n \n(f) perform such other functions as may be prescribed by statutes.  \n \n5. Selection board .— (1) The s election board shall consist of— \n \n(a) Rector;        Chairperson  \n \n(b) one Vice C hancellor or Rector of a public .  Member  \n \nPage 38 of 41 \n sector university;  \n \n \n(c) Dean of the faculty concerned;    Member  \n(d) Joint Secretary of the division concerned;   Member  \n \n(e) Chairperson of concerned department;   Member  \n \n(f) one nominee of  the Commission;    Member  \n \n(g) one member of the Board of the University   Member  \nto be nominated by the Board:  \n \n(h) one eminent scholar to be nominated by   Member  \nthe Syndicate;  \n \n(i) two experts to be nominated by the Syndicate;  Member  \n \n(j) one member of the Syndicate to be nominated  Member  \nby the Syndicate;  \n \n(k) the Director (QEC);      Member  \n \n(l) nominee of  FGEI (C/G) Directorate not below  Member  \nthe rank of officer of BPS -19: and  \n \n(m) the Registrar       Member -cum- \nSecretary  \n \n(2) The members, other than ex-officio members, shall hold office for a  term of three years.  \n \n(3) Six members including  at least one expert shall constitute the quorum for a meeting of the \nselection board  \n \n(4) No member who is a candidate or whose family member is a candidate, for a post to \nwhich appointment is to be made, shall take part in the proceedings of the selection board for \nselection of a candidate on such post.  \n \n(5) In selection of candidates for the post of professor or associate professor, the selection \nboard shall co -opt or consult three experts in the subject and in selecting candidates for any other \nteaching post, two experts in the subject, to be nominated by the Rector from a standing list of \nexperts for each subject approved by the Syndicate.  \n \n(6) The Syndicate may approve or revise the stand ing list of experts of a subject on \nrecommendation of the selection board.  \n \n6. Functions of the selection board. — (1) The selection board  shall— \n \n(a) consider the applications and recommend to the Board, the names of suitable \ncandidates for appointment to the  positions of professors, associate professors \nand such other senior faculty and senior administrators as may he prescribed \nand to the syndicate, the names of suitable candidates for appointment to the \npositions of assistant professors, lecturers and such other faculty and \nadministrators posts as may be prescribed and recommend suitable salary for \n \nPage 39 of 41 \n the selected candidate; and  \n \n(b) consider in prescribed manner all cases of promotion or selection of officers of \nthe University and recommend the names of suitable c andidates for such \npromotion or selection to the Board in case of  officers of the level of associate \nprofessors or above and equivalent or Syndicate in any other case.  \n \n(2) The recommendations of the selection board shall be submitted to the Board or as th e case \nmay be Syndicate for approval.  \n \n7. Selection committee .—(1) There shall be a selection committee for  appointments and \npromotions of staff.  \n \n(2) The selec tion committee shall consist of — \n \n(a) Registrar who shall be its Convener;  \n \n(b) Additional Registrar or Deputy Registrar,  \n \n(c) representative of the Dean of the faculty concerned not below the  rank of \nofficer in BPS -19; \n \n(d) representative of head of the department concerned not below the rank of \nofficer in BPS -19; \n \n(e) representative nominated by the Syndicate not below the rank of officer in \nBPS-19; \n \n(f) representative to be nominated by the DG FGEI (C/G) Directorate not below \nthe rank of officer in BPS -19; \n \n(g) the Director (QEC); and  \n \n(h) the Director (P&D).  \n \n(3) The Deputy Registrar (Administration) shall be the secretary o f the selection committee.  \n \n(4) No member who is a candidate or whose family member is a  candidate  for a post to w hich \nappointment is to be made, shall ta ke part in the proceedings of t he selection committee for selection \nof a candidate on such post.  \n \n8. Functions of the selection committee. —(1) The selection committee shall — \n \n(a) consider, in the prescribed manner, the applications and recommend to the \nappointing authority, the names of suitable candidates for appointment to the \npositions of staff and reco mmend suitable salary for the selected candidates; and  \n \n(b) consider, in the prescribed manner,  all cases of promotion or selection of staff of \nthe University  and recommend the names of suitable candidates for such \npromotion.  \n \nPage 40 of 41 \n (2) The recommendations of the selection committee shall be submitted to the Rector for \napproval.  \n \n9. Finance and planning committee. — (1) The finance and plan ning committee shall \nconsist of — \n \n(a) Rector;         Chairperson  \n \n(b) all Deans;        Members  \n \n(c) one member of the Board, to be nominated    Member  \nby the Board;  \n \n(d) one member of the Syndicate to be nominated   Member  \nby the Syndicate;  \n \n(e) one member of the Academic Council to be    Member  \nnominated by the Academic Council;  \n \n(f) one representative of FGEI (C/G) Directorate   Member  \nnot below the rank of  officer of BPS -19; \n \n(g) Director Planning or any other nominee of the   Member  \nCommission not below the rank of officer of  \nBPS-19; \n \n(h) nominee of finance division not below the    Member  \nrank of officer ofBPS -19; \n \n(i) nominee of Auditor General not below the    Member  \nrank of officer of BPS -19; \n \n(j) Registrar of the University;      Member  \n    \n          (k)  Director (P&D) of the University; and    Member  \n \n(l) Treasurer.                   Member -cum- \n Secretary  \n \n(2) The term of office of the nominated members shall be three years.  \n \n(3) Fifty -one percent members of the finance and planning committee shall constitute the \nquorum for its meeting, a fraction shall be rounded and counted as one.  \n \n10. Functions of th e finance and planning committee .—The finance  and planning \ncommitte e shall perform the following functions, namely: — \n \n(a) prepare the annual statement of accounts and propose annual  \nbudget estimates and make recommendations to the Syndicate;  \n \n(b) review periodically the financial position of the University;  \n \n(c) advise the Syndicate  on all matters relating to finance, investments  \n \nPage 41 of 41 \n and accounts of the University; and  \n \n(d) perfo rm such other functions as may be prescribed by statutes.  \n \n11. Appointment of committees by Authorities. —Any Authority may constitute such \nstanding, special or advisory committees as it may deem fit, and appoint to such committees persons \nwho may not be members of that Authority.  \n \n \n \n \n________________"
}