{
    "file": "./converted_json\\administratorec26663b47b8ab92acd7fca6ca534c19.json",
    "name": "Government of Pakistan Ministry of Finance, Economic Affairs and Planning",
    "date": "25th July, 2003",
    "tagline": "The Securities and Exchange Commission of Pakistan (Appellate Bench Procedure) Rules, 2003",
    "content": "GOVERNMENT OF PAKISTAN  \nMINISTRY OF FINANCE, ECONOMIC AFFAIRS AND PLANNING  \n(Finance Division)  \n \n \nIslamabad, the 25th July, 2003  \n \n \nNOTIFICATION  \n \n \n S.R.O 734  (I)/2003. – In exercise of the powers conferred by sub -section (1) of section \n39 of the Securities & Exchange Commission of Pakistan Act, 1997 (XLII of 1997), read with \nsub-section (4) of section 33 thereof, the Federal Government is pleased to make the following \nrules, the same having been previously published as required by sub -section (2) of section 39  of \nthe said Act, namely: -   \n \n \nThe Securities and Exchange Commission of Pakistan (Appellate Bench \nProcedure) Rules, 2003  \n \n \n1. Short title and commencement. —(1) These rules may be called the Securities \nand Exchange Commission  of Pakistan (Appellate Bench Pro cedure) Rules, 2003.  \n \n(2)  They shall come into force at once.  \n \n2.  Definitions .—(1) In these Rules, unless there is anything repugnant in the \nsubject or context, ---- \n \n(a) “Act” means the Securities and Exchange Commission of Pakistan Act, 1997 \n(XLII of 1997);  \n \n(b) “adjudicating  authority” means a Commissioner or an officer exercising the \npowers of the Commission in consequence of delegation under  section 10 of the \nAct or any other law being administered by the Commission;  \n \n(c)  “appeal” means an appeal preferred un der section 33;  \n \n  (d) “appellant” means a person who prefers an appeal before the Appellate Bench;  \n \n(e) “Appellate Bench” means an Appellate Bench constituted by the Commission \nunder section 33;  \n \n(f) “authorized representative” means, ---- \n(i) in relation to  a company, a p erson who is either the chief executive or a \ndirector or secretary of the company or an advocate entitled to appear \nbefore High Court  or a member of Institute of Chartered Accountants of \nPakistan or Institute of Cost and Management Accountants and is duly  \nauthorized by the  company to appear, plead and act on  its behalf before \nthe Appellate Bench;  \n(ii) in relation to the adjudicating authority or any other officer of the \nCommission, an officer not below the rank of a Deputy Director of the \nconcerned division or any officer authorized by the adjudicating  authority  \nto appear, plead and act before the Appellate Bench; and  \n(iii) in relation to any other a ppellant  or r espondent , a person who is an \nadvocate of High Court, or a member of Institute of Chartered \nAccountan ts of Pakistan or Institute of Cost and Management \nAccountants and is duly authorized by the appellant or respondent to \nappear, plead and act on his behalf before the Appellate Bench ; or  \n(iv) in relation to a director of the company, in addition to sub -clause (iii) a \ndirector representing fellow appellants or respondents and is duly \nauthorized by the appellant or respondent to appear, plead and act on his \nbehalf before the Appellate Bench;  \n \n(g) “bank challan” means an original receipt issued by one of the several bank \nbranches which are for the time being authorized by the Commission for \ncollection of receipts or other services to the account of the Commission;  \n \n(h) “Commission” means the Securities and Exchange Commission of Pakistan \n  established under section 3;  \n \n(i) “form” means form appended to these rules;  \n \n(j) “Registrar” means an officer of the Commission who is appointed  as the \nRegistrar of the Appellate Bench and for the purpose of these rules shall also \ninclude a Deputy Registrar performing functions of the Registrar  under these \nrules; and  \n \n(k) “Section” means a section of the Act.  \n \n (2)  Words and expressions used in these rules, and not defined herein, shall have the \nmeanings respectively assigned to them in the Act or any other law for the time being \nadministered by th e Commission under which the adjudicating  authority  has passed the order \nappealed against.  \n   \n 3.  Limitation for filing appeal .—(1) Every appeal shall be filed within a period of \nthirty days from the date on which a copy of the order against which the a ppeal is preferred is \nreceived by the appellant:  \n \n  Provided  that the Appellate Bench may, upon an application filed in this behalf, \nentertain an appeal after the expiry of the said period of thirty days if it is satisfied that there was \nsufficient cause f or not filing it within the period.  \n \n (2) Subject to anything contrary on the record the copy of the order against which an \nappeal is filed shall be presumed to have been received by the appellant if _____  \n(a) sent by courier, three days following the day it i s dispatched by the Receipt \nand Issue department of the Commission;  \n(b) sent by registered post, seven days following the date it is mailed by the \nReceipt and Issue department of the Commission; and  \n(c) sent by hand delivery; on production of the receipt showing t he date it is \nserved on the appellant.  \n   \n 4.  Form and procedure of appeal .—(1) A memorandum of appeal shall be \npresented, in the forms prescribed in Schedule to these rules, to the Registrar or shall be sent by \nregistered post or through a recognized couri er addressed to the Registrar.  \n \n (2)  Every appeal shall be supported by a duly verified affidavit sworn by the appellant  \nand by one of the appellant s where there are more than one, and in case the appeal is presented \nby a body corporate, by one of its dir ector or secretary or chief financial officer thereof:  \n \n  Provided that the Appellate Bench or Registrar may for sufficient reasons, grant \nrelief to any other person duly authorized by the petitioner to make and file the affidavit.  \n \n(3) A memorandum of app eal sent by post shall be deemed to have been presented \nto the Registrar on the day it is received by the Commission.  \n \n 5. Sittings of Appellate Bench .—The Appellate Bench shall hold its sittings either \nat its principal seat at Islamabad in the Head Office  of the Commission or any of the regional \noffices of the Commission, as  may be deemed  fit by the Appellate Bench.  \n  \n 6. Language of Appellate Bench .—(1) The proceedings of the Appellate Bench \nshall be con ducted in English or Urdu.  \n \n (2)  Appeal, applica tion, representation, document or other matters contained in any \nlanguage other than English or Urdu shall only be admissible where a true copy of translation \nthereof in English or Urdu accompanies the same and in the manner as deemed appropriate by \nthe Ap pellate Bench.  \n \n 7. Appeal to be in writing .—(1) Every appeal, application, reply, representation or \nany document filed before the Appellate Bench shall be type -written or printed neatly and legibly \non one side of good quality paper of foolscap size in dou ble space and separate sheets shall be \nstitched to gether and every page shall be consecutively numbered and filed in the manner \nprovided in sub -rule (2).  \n \n   (2) The appeal under sub -rule (1) shall be presented in four sets in a paper -book \nalong with an em pty file size envelope bearing the name and full address of the respondent and \nin case the respondents are more than one, then sufficient number of extra paper -books together \nwith empty file size envelopes bearing names and full ad dresses of each responde nt shall be \nfurnished by the appellant.  \n \n 8.  Presentation and scrutiny of memorandum of appeal by Registrar .—(1) The \nRegistrar shall endorse on every appeal the date on which he has received the appeal under rule 4, \nor deemed to have been presented under that rule, and shall sign an endorsement to that effect.  \n \n(2) If, on scrutiny, the appeal is found to be in order by the Registrar, it shall be duly \nregistered and given a serial num ber. \n \n(3)  If an appeal on scrutiny is found to be defective by the Registrar  and the defect \nnoticed is of formal nature, the Registrar may allow the appellant to rectify the same in his \npresence and if the said defect is not of formal nature, the Registrar may allow the appellant such \ntime to rectify the defect as he may deem fit . If the appeal has been sent by post and found to be \ndefective, the Registrar may communicate the defects to the appellant and allow the appellant \nsuch time to rectify the defect as he may deem fit.  \n \n (4)  If the appellant fails to rectify the defect with in the time allowed in sub -rule (3), \nthe Registrar may, for reasons to be recorded in writing, decline to register such memorandum of \nappeal and communicate the decision to the appellant within seven days thereof.  \n \n(5) An appeal against the order of the Re gistrar under sub -rule (4) shall be preferred \nto the Appellate Bench within fifteen days of receiving of such order and the decision of the \nAppellant Bench thereon shall be final.  \n \n  9. Fee.— (1)  Every memorandum of appeal shall be accompanied with a fee \nprovided in sub -rule (2) and any fee payable under these rules   may be remitted in the form of \nbank challan or a bank draft in favour of Securities and Exchange Commission of Pakistan.   \n \n (2) The amount of fee payable in respect of any appeal preferred a gainst an order of the \n  adjudicating authority shall be five hundred rupees.  \n \n 10. Contents of memorandum of appeal .—(1) Every memorandum of appeal filed \nunder rule  4  shall set forth concisely under distinct heads, the grounds of such appeal and such \ngroun ds shall be numbered consecutively and shall be in the manner specified in sub -rule (1) of \nrule 7 and shall contain no intemperate or improper language.  \n \n 11.   Other documents to accompany memorandum of appeal .—(1) Apart from \nother documents, every memora ndum of appeal shall be accompanied by a certified copy  of the \norder appealed against.  \n \n (2)  Where an appellant or r espondent  is represented by an authorized representative, \nthe written authorization in his favour  signed by the appellant or as the case  may be,  respondent \nshall be appended to the appeal.  \n \n 12. Plural remedies .—A memorandum of appeal shall not seek relief or reliefs \ntherein against more  than one order unless the reliefs prayed for are consequential.  \n \n 13. Adjournments — (1) If on the day  fixed or any other day to which the hearing \nmay be adjourned the appellant does not appear when the appeal is called on for hearing, the \nAppellate Bench may make an order that the appeal be dismissed:  \n \n Provided that the Appellate Bench may, upon an appli cation submitted by the appellant \ngiving sufficient cause for his non -appearance, make an order setting aside ex parte order and \nrestore the appeal on payment of such costs as it may, in the circumstances of the case, deem \nnecessary.  \n \n(2) The dismissal of an appeal under sub -rule (1) shall be notified to the appellant, \nthe adjudicating authority against whose order the appeal is preferred and other respondent, if \nany. \n \n (3) The a ppellant or respondent seeking adjournment for a fixed date of hearing shall \nbe re quired to give reasons along with evidence of his non -appearance or his authorized \n  representative before the Appellate Bench.  \n \n(4)  Subject to the approval of the Appellate Bench  any party seeking more than two \nadjournments shall be liable to pay a special  cost in the sum of five thousand rupees if no notice \nis received prior to two days of hearing by the party seeking such adjournment.   \n \n 14. Notice of appeal to all concerned .—Where the appeal is not dismissed under \nrule 14, a copy of the memorandum of ap peal and paper -book shall be served by the Registrar on \nthe adjudicating  authority and respondent as soon as they are received by the Registrar, by hand \ndelivery, or by registered post or by courier as the case may be.  \n \n 15.  Filing of reply to the appeal  and other documents by the respondent .—(1) \nThe respondent may file such number of copies of reply statement as is required under sub -rule \n(2) of rule 7 along with similar number of documents in a paper -book form with the Registrar \nwithin such time normall y not exceeding fifteen days  as the Registrar may specify.  \n \n(2) Every reply, application or written representation filed before the Appellate \nBench shall be veri fied in the manner provided for in the form.  \n \n(3) A copy of every application, reply, documen t or written material filed by the \nrespondent before the Appellate Bench shall be forthwith served on the appellant by the \nrespondent.  \n \n(4) The Appellate Bench may, in its discretion, on application by the respondent or \nother interested party allow the fil ing of reply referred to in sub -rule (1) after the expiry of the \nperiod originally allowed.  \n \n 16. Date of hearing to be notified .—The Registrar shall notify the date, time and \nvenue of hearing of the appeal to all the parties in such manner as the Appellat e Bench  may, by \ngeneral or special order, direct.   \n \n 17. Hearing of appeal and decision of appeal — (1) On the day fixed for hearing, \nor on any other day to which the hearing may be ad journed, the appellant shall be heard \n  personally, or through his autho rized representative, in support of the appeal. The Appellate \nBench shall then hear the respondent or his authorized representative against the appeal and in \nsuch a case the appellant shall be entitled to reply.  \n \n(2) All parties appearing before the Appellate  Bench may be required to submit a \nsummary of their arguments in writing at the conclusion of the hearing provided that the \nAppellate Bench shall not be bound to entertain such arguments which are included in the \nsummary but not pressed before the Appellat e Bench during the course of hearing.  \n \n(3) An appeal shall as far as possible be decided within forty -five days of its filing.  \n \n(4) The hearing of appeals under these rules shall not be public proceedings, \nprovided that any person not being a party to the proceed ing before the Appellate Bench may \nattend such proceedings with the prior approval of the Appellate Bench.   \n \n(5) The Appellate Bench in appeal may, inter alia,  confirm, remand, set aside or cancel \nthe order appealed against or enhance or reduce the penalty or make such other order as it may \ndeem just and equitable in the circumstances of a case.  \n \n(6) If the Commissioners constituting the Appellate Bench hearing the appeal are \ndivided in opinion, the appeal shall be placed for hearing and disposal before a larger B ench to \nbe nominated by Chairman of the Commission.  \n \n 18. Facts to be proved by affidavit. — The Appellate Bench may, at any time, for \nsufficient reason order that any particular fact or facts may be proved by affidavit or that the \naffidavit of any witness may be read at the hearing, on such conditions as it may deem \nappropriate.  \n \n 19. Order to be signed and dated .— (1) Every order of the Appellate Bench shall \nbe signed and dated by the Commissioners comprising the Bench who may, subject to recording \n  of rea sons in writing, pass interim orders or injunc tions in the interest of justice.  \n \n(2) The order shall be pronounced in the sitting of the Appellate Bench or at any \ntime as the Appellate Bench may deem fit.  \n \n 20. Communication of orders .—A copy of the duly  signed order passed by the \nAppellate Bench shall be communicated to all the parties.  \n \n 21. Issue of directions by Appellate Bench .—An Appellate Bench may make such \norders, or give such directions, as may be necessary or expedient to give effect to its ord ers or to \nprevent abuse of its process or to secure the ends of justice.  \n \n 22. Fee for inspection of records and obtaining copies thereof .—(1) A fee of \ntwo hundred rupees shall be charged for inspecting the records relating to pleadings of the parties \navailable with the Registrar.  \n \n(2)  A fee of twenty rupees for a page or part thereof shall be charged for providing \ncopies of the records of an appeal  before the Appellate Bench.  \n \n(3) An additional fee of two hundred rupees shall be charged for providing a c ertified \ncopy of the order passed by the Appellate Bench or any other document forming part of the \npleadings before the Appellate Bench.  \n \n 23. Functions of the Registrar .— (1) The Registrar of the Bench shall discharge his \nfunctions under general su perint endence of the Appellate Bench and shall discharge such other \nfunctions as are assigned to him under these rules or by the separate order in writing by the \nAppellate Bench. The Registrar shall have the custody of the records of the Appellate Bench.  \n \n(2) The official stamp of the Appellate Bench shall be kept in the custody of the \nRegistrar.  \n \n(3) Subject to any general or special direction by the Appellate Bench, the official \nstamp of the Appel late Bench shall not be affixed to any order, summons or other p rocess save \n  under the authority in writing from the Appellate Bench.  \n \n 24. Additional functions and duties of Registrar .—In addition to the functions \nand duties assigned in the preceding rule, the Registrar shall also have, subject to any general or \nspecia l orders of the Appellate Bench,  the following functions and duties, namely: — \n \n(a) to receive all appeals, replies and other documents;  \n \n(b) to decide all questions arising out of the scrutiny of the appeals before they are \nregistered;  \n \n(c) to require any appeal prese nted to the Appellate Bench to be amended in \naccordance with these rules or the relevant law;  \n \n(d) subject to the directions of the Bench to fix the date of hearing of the appeals or \nother proceedings and issue notices thereof;  \n \n(e) to order grant of copies of doc uments or proceedings to parties;  \n \n(f) to grant leave to inspect the record of the Appellate Bench in a particular appeal \ncase; \n \n(g) to dispose of all matters relating to the service of notices or other processes, \napplication for the is sue of fresh notice or for extending the time for or ordering \na particular method of service on a respon dent including a substituted service by \npublication of the notice by way of advertisement in the newspa pers; \n \n(h) to requisition records from the custody of any adjudicating  author ity; \n \n(i) to maintain record of appeal cases received by the Appellate Bench in good order \nfor a period of at least ten years;  \n \n(j) to maintain a proper record of the appeals filed; and   \n   \n(k) to maintain a proper record of the records which are destroyed after comple tion \nof a period of ten years from the date of decision on an appeal.  \n__________________________  \n \nSCHEDULE  \n[See rule 4(1)]  \n \nForm - A \nForm -A shall be appended to the appeal by the Appellant giving the following particulars:  \n(1) Title  : A .B . — Appellant  \n            versus   \nCD…and others Respondent(s)  \n(2) Particulars of the \nappellant:  \n : (a) Name of the appellant;  \n(b) In case of a company, address of registered office, in \nother cases mailing address for service of all notices;  \n(c) Telephone/Fax number and E -mail addr ess, if any.  \n(3) Particulars of the \nrespondent(s)  : (a) Name of the respondent(s)  \n(b) In case of a company address of registered office in \nother cases mailing address for service of all notices;  \n(c) Telephone/Fax number and E -mail address, if any.  \n \nSignatures of the  Appellant or his authorized representative  \n_______________________________________\n___ \n(Name in Block Letters)  \n  2. For use in the Appellate Bench ’s office:  \n \n(a) Date of presentation before the Registrar                 \n(b) Date of receipt by post                          \n(c) Registration number                            \n(d) Signature of the Registrar  \n \n  FORM -B \n \nBEFORE THE APPELLATE BENCH NO._________  \nSECURITIES AND EXCHANGE COMMISSION OF PAKISTAN  \n \nA .B . — Appellant(s)  \nversus  \nCD…and other Respondent( s) \n \nAppeal under section 33 of the Securities and Exchange Commission’s Act 1997 (XLII of 1997) \nread with section(s) ( specify the relevant provisions  invoked in the appeal ). \n  \n1. Jurisdiction of the Appellate Bench  \nThe appellant declares that the subject matt er of the appeal falls within the jurisdiction of the Appellate \nBench.  \n \n2.  Limitation  \nThe appellant further declares that the appeal is within the limitation period as prescribed in section 33 \nof the Securities and Exchange Commission of Pakistan Act, 1997.  \n \n3. Facts of the case and the details of the orders against which appeal is \npreferred:  \nThe facts of the case are given below:  \n(give a concise statement of facts and grounds of appeal against the specific order in a chronological \norder, each paragraph containi ng as nearly as possible a separate issue or fact).  \n \n4. Relevant provisions  of law.  \n(Reference must be made to all the relevant provisions  invoked and to be relied upon in the appeal).    \n \n5. Legal grounds  \n(Give all the legal grounds with reference to the law th ey are based upon).  \n \n6. Interim order, if prayed for  \n(Give here the nature of the interim order prayed for and reference to the application No._______ \n  attached with the appeal in this regard).  \n7. Relief sought  \nIn view of the facts mentioned in paragraphs 3,4 an d 5 above, the a ppellant  prays for the following \nrelief: (Specify the relief(s) sought, explain the grounds for relief(s) and the legal provisions, if any, \nrelied upon).  \n \n8. Matter not pending with any other court etc.  \nThe appellant further declares that the matter regarding which this appeal has been made is not pend ing \nbefore any court of law or any other authority or any other Tribunal.  \n \n9. Details of index  \nAn index containing the details of the documents to be relied upon is enclosed.  \n \n10. List of enclosures  \nSignature of the appellant/authorized \nrepresentative  \n \nVERIFICATION  \n I, (Name in full and block letters ) son/daughter/wife of ____________________________  \nbeing the appellant/authorized representative of (_____________________) do hereby solemnly \ndeclare tha t the foregoing constitutes full, true and plain disclosure of all material facts and nothing has \nbeen concealed, and that the contents of paras 1 -10 are true to my personal knowledge and belief.  \nVerified today this……………day of ………………..  \nSignature of the \nappellant/authorized \nrepresentative.  \nPlace:  \nDate:        \n \n[No.F.3(43)Inv.II/2002]  \n(MUNIR AHMAD)  \nSection Officer (Inv.II)  \nThe Manager,  \nPrinting Corporation of Pakistan Press,  \nIslamabad.  \n  [for publication in the Part -II of Gazette of Pakistan (Extra -Ordinary )]"
}