{
    "file": "./converted_json\\administrator306e16e98dc7d50afe4d3cc18892888b.json",
    "name": "The Land Acquisition Act, 1894",
    "date": "2nd February, 1894",
    "tagline": "An Act to amend the law for the acquisition of land for public purposes and for Companies.",
    "content": "Page 1 of 24 \n \n \n \n \n \n \nTHE LAND ACQUISITION ACT, 1894 \n \n \n \n \nCONTENTS \n \nPART I  \n \nPRELIMINARY \n \n1. Short  title, extent and commencement.  \n \n2. [Repea led.] \n \n3.  Definitions. \n \nPART II  \n \nACQUISITION \n \nPreli minary  Investigation \n \n4. Publication of preliminary notification and powers  of officers thereupon.  \n \n5. Payment  for dama ge. \nObjectio ns \n \n5A.  Hear ing of object ions. \n \nDeclaration  of intended  Acquisition \n \n6. Declaration that land is required for a public purpose.  \n \n7. After declaration Collector  to take order  for acqu isition. \n \n8. Land  to be marked  out, measured  and planned.  \n \n9. Notice to persons  interested.  \n \n10. Power  to require and enforce  the making of statements  as to names  and interests.  \n \nEnquiry  into Measure ments,  Value and Claims, and Award by the  Collecto r \n\n \n \nPage 2 of 24 \n  \n11. Enqu iry and award  by Collector. \n \n12. Award  of Collector  when  to be final. \n \n12-A.  Correction of mistake. \n \n13. Adjour nment  of enqu iry. \n \n14. Power  to summon  and enforce  attendance  of witnesses  and product ion of \ndocuments.  \n \n15.  Matters  to be considered  and neglected.  \n \nTaking  Possessio n \n \n16.  Power  to take possess ion. \n \n17. Spec ial powers  in cases  of urgency. \n \nPART III \n \nREFERENCE TO COU RT AND  PROC EDURE  THEREON \n \n18. Reference  to Court.  \n \n19. Collector ’s statement  to the Court.  \n \n20. Service of notice. \n \n21. Restr iction on scope  of proceed ings. \n \n22. Proceed ings to be in open  Court.  \n \n22-A.  Cross objection. \n \n23. Matters  to be considered  in determ ining compensat ion. \n \n24. Matters  to be neglected  in determ ining compensat ion. \n \n25. Rules as to amount  of compensat ion. \n \n26. Form  of awards.  \n \n27. Costs.  \n \n28. Collector  may be directed  to pay interest  on excess compensat ion. \n \n \nPART IV  \n \n \nPage 3 of 24 \n  \nAPPO RTIONM ENT OF COMPENSATION \n \n29. Particulars of apport ionment  to be specified. \n \n30. Dispute  as to apport ionment.  \n \nPART V  \n \nPAYMENT \n \n31. Payment  of compensat ion or depos it of same  in Court.  \n \n32. Investment  of money  depos ited in respect  of lands belonging to persons incompetent  \nto alienate.  \n \n33. Investment  of money  depos ited in other  cases.  \n \n34. Payment  of interest.  \n \nPART VI \n \nTEMPORA RY OCCU PATION OF LAND  \n \n35. Temporary  occupat ion of waste  or arable land. \nProcedure  when  difference  as to compensat ion exists. \n \n36. Power  to enter  and take possess ion, and compensat ion on restorat ion. \n \n37. Difference  as to cond ition of land. \n \nPART VII \n \nACQUISI TION OF LAND  FOR COMPANIES \n \n38. Company  may be author ised to enter  and surve y. \n \n38A. Industr ial concern  to be deemed  Company  for certa in purposes.  \n \n39. Previous consent  of Provincial Government  and execution of agreement necessar y. \n \n40. Previous enqu iry. \n \n41. Agreement  with Provincial Government.  \n \n42. Publication of agreement.  \n \n43. Sections 39 to 42 not to apply where  Government  bound  by agreement to provide \nland for Companies . \n43-A.  Restrictions on transfer, etc. \n \n \nPage 4 of 24 \n 44. How  agreement  with Railway Company  may be proved.  \n \nPART VIII  \n \nMISCELLANEOUS \n \n45. Service of notices. \n \n46. Penalty for obstruct ing acqu isition of land. \n \n47. Magistrate  to enforce  surrende r. \n \n48. Comp letion of acqu isition not compu lsory, but compensat ion to be awarded when  \nnot comp leted.  \n \n49. Acquisition of part of house  or building. \n \n50. Acquisition of land at cost of a local author ity or Compan y. \n \n51. Exempt ion from  stamp -duty and fees.  \n \n52. Notice in case of suits for anyth ing done  in pursuance  of Act. \n \n53. Code  of Civil Procedure  to apply to proceed ings before  Court.  \n \n54. Appea ls in proceed ings before  Court.  \n \n55. Power  to make  rules. \n  \n \n \nPage 5 of 24 \n THE LAND ACQUISI TION ACT, 1894  \n \n1ACT No. I OF 1894  \n \n[2nd February , 1894 ] \n \nAn Act to amend the law for the acquisition of land for public purposes and for Companies. \n \nWHEREAS it is expedient to amend the law for the acquisition of land needed for public \npurpose and for Companies and for determining the amount of compensation to be made on account \nof such acquisition; It is hereby enacted as follows:___ \n \n \n1For Statement of Objects and Reasons , see Gaz. of India, 1892 , Pt. V., p. 32; for Report of the Select Committee, see ibid., 1894, Pt. V, P. 23 \nand for Proceedings in Council, s ee ibid., 1892 , Pt. VI, p. 25, and ibid., 1894 , pp. 19, 24 to 42. \n \nThis Act has been declared to be in force in Baluchistan by the British Baluchistan Laws Regulation, 1913 (2 of 1913 ), s. 3 and Sch. I. \n \nIt has also been extended to the Leased Areas of Baluchistan, see the Leased Areas (Laws ) Order, 1950 (G.G.O. 3 of 1950 ); and applied in \nthe Federated Areas of Baluchistan, see Gaz. Of India, 1937, Pt. I, p. 1499. \n \nIt has been applied to Phulera in the Excluded Area of Upper Tanawal to the extent the Act is applicable in the N.W.F.P., subject to certain \nmodifications, see N.W.F.P. (Upper Tanawal) (Excluded Area) Laws Regulation, 1950. \n \nIt has been extended to the Excluded Area of Upper Tanawal other than Phulera by the N.W.F.P. (Upper Tanawal) (Excluded Area) Laws \nRegulation, 1950 and declared to be in force in that area with effect from 1s t June, 1951, see N.W.F.P. Gazette, Extraordinary, dated 1­6­51. \n \nIt has been amended in the N.W.F.P. by the Land Acquisition (N.W.F.P. Amdt.) Act, 1947 (19 of 1947 ) and the Land Acquisition (N.W.F.P. \nAmdt.) Act, 1952, N.W.F.P. Act 9 of 1952. \n \nFor modifications in this Act to make provision for the acquisition of land (i) in the Punjab, see the Punjab Town Improvement Act, 1922 \n(Punjab 4 of 1922), s . 59 and Sch., and the Thal Development Act, 1949 (Punjab 15 of 1949), s. 35 and Sch., (ii) in Karachi, see the Karachi \nImprovement Trust Act, 1950 (48 of 1950 ), s  72 (a) and Sch. \n \nThe Act has further been amended in its application to the Punjab by the Land Acquisition (Punjab Amdt.) Act, 1954 (Punjab Act, 12 of \n1954 ) and Punjab Soil Act, 1952 (12 and 21 of 1952 ), Sch. \n \nThis Act, together with rules , if any, made thereunder as in force for the time being in the Punjab, s hall apply to the excluded areas of  Dera \nGhazi Khan District, see Gaz. of Punjab, 1955, Ext., p. 373. \n \nThis Act has also been amended in its application to the Province of Wes t Pakis tan (except the Capital of the Federation) by Wes t Pakis \ntan Act 16 of 1957 , s . 3 (3) and 3rd Sch. (with effect from the 14th October, 1955 ). \n \nThis act has also been amended in its application to the Federal Capital, by the Karachi Development Authority Order, 1957 (P.O. 5 of \n1957 ), Art. 95 and Sch.  \n \nIt has been amended in its application to the Province of Wes t Pakis tan by Wes t Pakis tan Act, 27 of 1958. \n \nThis Act has further been amended in its application to the Province of Wes t Pakis tan by W.P. Ord. 1 of 1965 (with effect from the 13th \nFebruary, 1965 ). \n \nThe Act, as in force in the North­Wes t Frontier Province immediately before the commencement of N.W.F.P. Regulation No. II of 1974 , has \nbeen applied to the Provincially Administered Tribal Areas of Chitral, Dir, Kalam, Swat and Malakand Protected Area, by N.W.F.P. Regulation No. II. \nof 1974 , s. 3. \n \nThis Act has also been amended in its application to the Province of West Pakistan, by W. P. Act. No. III of 1969 , and by the W.P. \nOrdinance No. XLIX of 1969 .  \n \nThis Act has been amended to the extent of Islamabad Capital Territory, see Ordinance No. 27 of 1981 , s. 5 and 4th Sch. \n \n \nPage 6 of 24 \n PART I \n \nPRELIMINARY  \n \n1. Short title, extent and commencement.___(1) This Act may be called the Land \nAcquisition  Act, 1894;  \n \n1[(2) It extends to the whole of Pakistan] ; and  \n \n(3) It shall come into force on the first day of March, 1894.  \n \n2. [Repeal.] Rep. partly by the Repealing and Amending Act, 1914 (X of 1914), s. 3 and \nSchedule  II, and partly by the Repealing Act, 1938 (I of 1938), s. 2 and Schedule.  \n \n3. Definitions . In this Act, unless there is something repugnant in the subject or  context,___  \n \n(a)  the expression “land” includes benefits to arise out of land, and things attached \nto the earth or permanently fastened to anything attached to the earth:  \n \n(b)  the expression “person interested ” includes all persons claiming an interest in \ncompensation to be made on account of  the acquisition of land under this Act; \nand a person shall be deemed to be interested in land if he is interested in an \neasement affecting the land:  \n \n(c)  the expression “Colle ctor” means the Collector of a district, and includes a  \nDeputy Commissioner and  any officer specially appointed by the 2[Provincial \nGovernment] to perform the functions of a Collector under this Act:  \n \n3[(d)  the expression “Court” means a principal Civil Court of original jurisdiction, \nand includes the  Court of any Addition al District Judge  and any Civil Judge \nwhom  the Provincial Go vernment may appo int, by n ame or by virtue of his \noffice, to perform concurrently with any such principal Civil Court, all or any of \nthe functions of the Court und er this Act, within a ny specified area; provided \nthat in the case of a Civil Judge such functions shall be exercised only upto the \nlimits of his pecuniary jurisdiction.] \n \n(e) the expression “Company ” means a Company registered under the 4Indian \nCompanies Act, 1882 (VI of 1882), or under the (English) Companies Acts, \n1862 to 1890, or incorporated by an Act of Parliament 5[of the United  \nKingdom] or 6[by 7[a Pakistan law]], or by Royal Charter or Lette rs \nPatent 8[and includes a society registered under the Societies \nRegistration Act, 1860  (XXI of 1860), and a registered society within \nthe meaning of the Co­op erative Societies Act, 1912  (II of 1912)]:  \n \n1Subs. by the Central Laws (Statute Reform) Ordinance, 1960 (21 of 1960 ), s. 3 and 2nd Sch. (with effect from the 14th October, 1955 ), for \nthe original sub­section (2), as amended by A.O., 1949, Arts . 3 (2) and 4. \n2Subs. by A. O., 1937, for “L. G.”. \n3Subs. by Ord. No. XLIX of 1969, s. 3.  \n4See now the Companies Act, 1913 (7 of 1913 ). \n5Ins. by A.O., 1961, Art. 2 and Sch. (with effect from the 23rd March,1956 ). \n6The original words “of the G.G. in C.” were first subs . by A.O., 1937 , and then amended by A.O., 1949, Sch., to read as above. \n7Subs. by Ord. XXVII of 1981 , s . 5 and sch. IV (only to the extent of Islamabad Capital Territory). \n8Ins. by the Land Acquisition (Amdt.) Act, 1919 (17 of 1919 ), s. 2. \n \n \nPage 7 of 24 \n (f)  the expression “public purpo se” includes the provision of village­sites in \ndistricts in which the 1[Provincial Government] shall have declared by \nnotification in the official Gazette that it is customary for the \nGovernment to make such provision: and \n \n(g) the following persons shall be deemed persons “entitled to act ” as and to \nthe extent hereinafter provided (that is to say)___ \n \ntrustees for other persons beneficially interested shall be deemed the \npersons entitled to act with reference to any such case, and that to the \nsame extent as the persons beneficially interested could have acted if \nfree from  disability ; 2[and] \n \n2*             *            *            *            *            *            * \n \nthe guardians of minors and the committees or managers of lunatics or \nidiots shall be deemed respectively the persons so entitled to act, to the \nsame extent as the minors, lunatics or idiots themselves, if free from  \ndisability, could have acted: \n \nProvided that.___ \n \n \n(i)  no person shall be deemed “entitled to act” whose interest in the \nsubject­matter shall be shown to the satisfaction of the Collector or \nCourt  to be adverse to the interest of the person interested for whom he \nwould otherwise be entitled to act ; \n \n(ii)  in every such case the person interested may appear by a next friend or, \nin default of his appearance by a next friend, the Collector or Cour t, as \nthe case may be, shall appoint a guardian for the case to act on his \nbehalf in the condu ct thereof ; \n \n(iii)  the prov isions of 2[Order XXX II of the First Schedule to the Code  of \nCivil Procedure, 1908  (Act V of 1908)]  shall, mutatis mutandis, apply \nin the case of persons interested appearing before a Collector or Court  \nby a next friend, or by a guardian for the case, in pro ceedings under \nthis Act ; and \n \n(iv) no person “entitled to act” shall be  competent to receive the \ncompensation­money payable to the person for  whom he is entitled to act \nunless he would have been competent to alienate the land and receive and \ngive a good discharge for the purchase­money on a voluntary sale. \n \n1Subs. by A.O., 1937, for “L. G.”. \n2Added, omitted and Subs. by Ord. XXVII of 1981 , s . 5 and sch. IV (only to the extent of Islamabad Capital Territory). \n  \n \n \nPage 8 of 24 \n PART II  \n \nACQUISITION \n \nPreliminary Investigation \n \n14. Publication of preliminary notification and powers of officers thereupon.___ 2[(1) \nWhene ver it appears  to the Collector of the district that land in any locality is needed  or is likely to \nbe needed  for any public purpose or for a Company, a notification to that e ffect shall be published in  \nthe official Gazette, and the Collector shall cause  public notice of the substance of such no tification \nto be given at  conv enient places in the sa id locality.] \n \n(2) Thereupon it shall be lawful for any officer, either generally or specially authorised by \nsuch Government in this behalf, and for his servants and workmen,__ \n \nto enter upon and survey and take levels of any land in such locality ;  \n \nto dig or bore into the subsoil ;  \n \nto do all other acts necessary to ascertain whether the land is adapted for such purpose ;  \n \nto set out the boundaries of the land proposed to be taken and the intended line of the work (if \nany) pr oposed to be made thereon ;  \n \nto mark such levels, boundaries and line by placing marks and cutting trenches; and,  \n \n \nwhere otherwise the survey cannot be completed and the levels taken and the boundaries and \nline marked, to cut down and clear away any part of any standing crop, fence or jungle:  \n \nProvided that no person shall enter into any building or upon any enclosed court or garden \nattached to a dwelling­house (unless with the consent of the occupier thereof) without previously \ngiving such occupier at lea st seven days ’ notice in writing of his intention to do s o 3[:] \n \n3[Provided  further that entire process of land acquisition shall be completed within a period \nof one year failing which the notification made under sub -section (1) shall stand revoked.] . \n \n2[(3) The officer so authorised shall at the time of such entry pay or tender payment for all \nnecessary damage to be done as aforesaid, and, in case of dispute as to the sufficiency of the amount so \npaid or tendered, he shall at once refer the dispute to the decision of the Collector or other chief revenue-\nofficer of the district, and such decision shall be final.] \n \n \n \nlAs to amendments with which this section  should be read when land is required for the purposes of a Company, see s . 38 (2), infra.  \n \n A protected monument may be acquired under this Act as if its preservation were a “public purpose ” within the meaning of the Act, see s. \n10 of the Ancient Monuments Preservation  Act, 1904 (7 of 1904).  \n \n2Subs. by Ord. No. XLIX of 1969, s. 4.  \n \n3Subs. and ins . by the Land Acquisition (Amdt.) Act XXIII of 2017, s. 2 . \n \n \nPage 9 of 24 \n 1[5. Notification that particular land is needed for a publi c purpose or for a Company. \nWhere land is to be acquired for a public purpose, if the Com missioner, and where land is to be \nacquired for a Company, the Provincial Government, is satisfied, after considering the result of  the \nsurvey, if any, made under sub-section (2) of  section 4,  or if no survey is necessary, at any time, that \nany particular land included in a locality notified under sub-section (1) of section 4 is needed for a \npublic purpose or a Company, as the case may be,  a notification to that effect shall be published in the \nofficial Gazette, stating the district or other territorial division in which the land is situate, the pu rpose \nfor which it is needed, i ts approximate area and situation, and  where a plan has been made of  the land, \nthe place whe re such plan may be inspected, and the Collector shall cause public no tice to be given of \nthe substance of the no tification at convenient places on or near the land to be acquired.] \n \n2[Objections  \n \n1[5A. Hearing of objections. (1) Any person interested in any land which has been \nnotified un der section 5 as be ing needed for a public purpose or for a Company may,  within thirty \ndays a fter the issue of the notification, object to the acquisition of the land or  of any land in the \nlocality, as the case may be.  \n \n(2) Every objection under sub-section (1) shall be made to the Collector in writing, and the \nCollector shall give the objector an opportunity of being heard either in person or by pleader and shall, \nafter hearing all such objections and after making such further inquiry, if any, as he thinks necessary, \nsubmit the case for the decision of the Commis sioner  together with the record of the proceedings held by \nhim and a report containing his recommendations on the objections. The decision of the Com missioner on \nthe objections shall be final. \n(3) Where land is needed for a Company, the Collector shall, after making such en quiries as \nhe deems necessary,  also make  his recommen dations to the Com missioner with rega rd to the ar ea \nthat in his opinion is rea sonable for the pu rpose.] \n(4) For the purpose of this section, a  person  shall be  deemed to be interested in land w ho \nwould be entitled to claim an interest in  compen sation if the land were acquired under this Ac t.] \n \nDeclaration of intended Acquisition  \n \n6. Declaration that land is required for a public purpose. (1) Subject to the provisions \nof Part  VII of this Act, 3[when the 4[Provincial Government] is satisfied, after considering the report, \nif any, made under section 5A, sub­section (2),] that any particular land is needed for a public \npurpose, or for a Company, a 5declaration shall be made to that effect under the signature of a \nSecretary to such Government or of some officer duly authorised to certify its orders :  \n \nProvided that no such declaration shall be made unless the compensation to be awarded for \nsuch property is to be paid by a Company, or wholly or partly out of pub lic revenues or some fund \ncontrolled or managed by a local authority.  \n \n(2) The declaration shall be published in the official Gazette, and shall state the district or \nother territorial division in which the land is situate, the purpose for which it is need ed, its \napproximate area, and, where a plan shall have been made of the land, the place where such plan \nmay be inspected.  \n \n1Subs. by Ord. No. XLIX of 1969, s s. 5 and  6 . \n2Sub­heading and s ection 5A ins . by the Land Acquisition (Amdt.) Act, 1923 (38 of 1923 ), s .3.  \n3Subs. by the Land Acquisition (Amdt.) Act, 1923 (38 of 1923) , s .4, for “whenever it appears to the L. G. ”. \n4Subs. by A.O., 1937, for “L. G. ”. \n5For specimen,  see Gaz. of P., 1953, Pt. I. p. 233  \n \n \nPage 10 of 24 \n (3) The said declaration shall be conclusive evidence that the land is needed for a public \npurpos e or for  a Company , as the case may be; and, after making suc h declarati on, the 1[Provincial \nGovernment] may acquire the land in manner hereinafter appearing.  \n \n2[(4) When  the area in respect  of which the said declaration is made  is less than the area \npreviously notified un der sub-section (1) of section 4, such pre vious no tification, so far as it  relates to \nthe ex cess area, shall be deemed to have been su persed ed by the said dec laration.] \n \n7. After declaration Collector to take order for acquisition .  Whenever any land shall \nhave been so declared to be needed for a public purpose or for a Company, the 2[Provincial \nGovernment], or some officer authorised by the 2[Provincial Government] in this behalf,  shall direct \nthe Collector to take order for the acquisition of the land.  \n \n8. Land to be marked out, measured and  planned . The Collector shall thereupon cause the \nland (unless it has been already marked out under section 4) to be marked out. He shall also  cause it \nto be measured, and if no plan has been made thereof, a plan to be made of the same.  \n \n9. Notice to persons interested.___(1) The Collector shall then cause public notice to be \ngiven  at convenient places on or near the land to be taken stating that the Government intends to take \npossession of the land, and that claims to compensation for all interests in such land may be made to \nhim. \n \n(2) Such notice shall state the particulars of the land so needed, and shall require all persons \ninterested in t he land to appear personally or by agent before the Collector at a time and place therein \nmentioned (such time not being earlier than fifteen days after the date of publication of the notice), \nand to state the nature of their respective interests in the la nd and the amount and particulars of their \nclaims to compensation for such interests, and their objections  (if any) to the measurements made \nunder section 8. The Collector may in any case require such statement to be made in writing and \nsigned by the party  or his agent.  \n \n(3) The Collector shall also serve notice to the same effect on the occupier (if any) of such \nland and on all such persons known or believed to be interested therein, or to be entitled to act for \npersons so interested, as reside or have age nts authorised to receive service on their behalf, within \nthe revenue­district in which the land is situate.  \n \n(4) In case any person so interested resides elsewhere, and has no such, agent, the notice shall \nbe sent to him by post in a letter addressed to h im at his last known residence, address or place of \nbusiness and registered under 3[the Post Office Act, 1898 (VI of 1898)].  \n \n1[(5) The Collector shall also serve notice of the enquiry to be held under section 11 (such notice \nnot being less than fifteen days prior to the date fixed under sub-section (2) for determination of claims \nand Objections) on the Department of Governm ent, local authority or Company, as the case may be, for \nwhich land is being acquired, and require it to depute a duly authorised representative to attend the \nenquiry on its behalf for the purpose of making objections (if any) to the measu remen t of the land, claims \nto any interest in the land or the amount of any compensation. Such authorised repre sentative shall be a \nparty to the proceedings.] \n \n1Subs . by A.O., 1937, for “L.G.”. \n2Added  by Ord. No. XLIX of 1969, ss. 7 and 8.  \n3 Subs . by Ord. XXVII of 1981, s . 5 & Sc h. IV (only to the extent of Is lamabad Capital Territory).  \n  \n \n \nPage 11 of 24 \n 10. P ower to re quire and enforce the making of statements as to names  and interests.— \n(1) The Collector may also require any such  person  to make  or de liver to him, at a time and place \nmentioned (such  time not b eing earlier than fifteen days after the date of the requisition), a statement  \ncontaining, so far as may be practicable, the name of every other pers on posses sing any  interest in \nthe land or any part thereof as  co-proprietor, sub-proprietor, mor tgagee, tenant or otherwise, and of \nthe nature of such interest, and of the rents and pro fits (if any) received or rec eivable on account  \nthereof  for three years next preceding the da te of the statement. \n \n(2) Every person required to make or deliver a statement under this section or section 9 shall \nbe deemed to be legally bound to do so within the meaning of sections 175 and 176 of the Pakistan \nPenal Code (XLV of 1860).  \n \nEnquiry into Measurements, Value and Claims, and Award by the Collector.  \n \n11. Enquiry an d award by Collector . On the day so fixed, or on any other day to which the \nenquiry has been adjourned, the Collector shall proceed to enquire into the objections (if any) which \nany person interested  1[and a Department of Government, a local authority, or a Company, as the \ncase may be,]  has stated pursuant to a notice given under section 9 to the measurements ma de under \nsection 8, and into the value of the land 2[at the date of the publication of the notification under \nsection 4, sub­section (1)], and into the respective interests of the persons claiming the compensation  \nand shall make an award under his hand of   \n \n(i)  the true area of the land;  \n \n(ii)  the compensation which in his opinion should be allowed for the land; and  \n \n(iii)  the apportionment of the said compensation among all the persons known or \nbelieved to be interested in the land, o f whom, or of whose claims, he has \ninformation, whether or not they have respectively appeared before him.  \n \n12. Award of Collector when to be final .___(1) Such award shall be filed in the Collector ’s \noffice  and shall, except as hereinafter provided, be final and conclusive evidence, as between the \nCollector and the persons interested, whether they have respectively appeared before the Collector or \nnot, of the true area and value of the land, and the apportionment of the compensation among the \npersons int erested.  \n \n(2) The Collector shall give immediate notice of his award to such of the persons interested \nas are not present personally or by their representatives when the award is made.  \n \n1[12-A. C orrection of mistake. Any clerical or arithmetical mistake in the award arising \ntherein from any acci dental slip or omis sion may, at any time, be corrected by the Collector either of \nhis own mo tion or on the application of any of  the parties.] \n \n13. Adjourment of enquiry . The Collector may, for any cause  he thinks fit, from time to \ntime adjourn the enquiry to a day to be fixed by him.  \n \n14. Power to summon and enforce attendance of witnesses and production of \ndocuments .  For the purpose of enquiries under this Act the Collector shall have power to summon \nand enforce the attendance of witnesses, including the parties interested or any of them, and to \ncompel the production of documents by the same means, and (so far as may be) in the same manner \nas is provided in the case of a Civil Court under the 3[Code of Civil Procedure, 1908 (Act V of \n1908)].  \n \n \n \n1Inserted  by Ord. No. XLIX of 1969, s. 9 and 10.  \n2Ins. by the Land Acquisition (A mdt.) Act, 1923 (38 of 1923), s . 5. \n3Subs . by Ord. XXVII of 1981, s . 5 & Sc h. IV (only to the extent of Is lamabad Capital Territory)   \n \n \nPage 12 of 24 \n 15. Matters to be considered and neglected . In determining the amount of compensation, \nthe Collector shall be guided by the provision contained in sections 23 and 24.  \n \nTaking possession  \n \n16. Power to take possession . When the Collector has made an award under section 11, he \nmay 1[, subject to the provision of section 30,] take possession of the land, which shall thereupon \n2[vest absolutely in the 3[Government] ], free from all encumbrances.  \n \n1[17. S pecial power in cases of urgency. (1) In cases of u rgency, w henever  the \nCom missioner so  directs, the Collector, though no such award has been made, may, on the ex piration \nof fifteen days from publication of the notice mentioned in sub-section (1) of sec tion 9, take \npossessi on of any la nd needed  for public purposes or  for a Company. Such  land shall thereupon vest \nabsolutely in the Governm ent, free from all encu mbrances:  \n \nProvided that the Com missioner shall not issue any direction to the Collector under this \nsub-section unless the Department of Government, the local authority, or Company, as the case may \nbe, for which the land is being acquired, has first deposited the estimated cost of acquisition of such \nland as determined by the Collector of the district, keeping in view the provisions of sections 23 and \n24. \n \n(2) Whenever, owing to any sudden change in the channel of any navigable river or other \nunforeseen emergency, it becomes necessary for any Railway Administration to acquire the immediate \npossession of any land for the maintenance of their traffic or for the purpose of making thereon a river-\nside or ghat station, or of providing convenient connection with or access to any such station, or \nwhenever owing to a similar emergency it becomes necessary for the Commis sioner  to acquire the \nimmediate possession of any land for the purposes of maintaining traffic over a public road, the \nCollector may, immediately after the publication of the notice mentioned in sub-section (1) and with \nthe previous sanction of the Commis sioner,  enter upon and take possession of such land, which \nshall thereupon vest absolutely in the Government free from all encumbrances: \n \nProv ided that the Co llector shall not take possessi on of any bu ilding or part of a building \nunder this sub-section without giving to the occu pier thereof at least forty-eight hours' notice of his \nintention so to do, or such longer  notice as may be reasonably sufficient to enable such occupier to \nremove his mov able pr operty from such building wi thout unnecessary inc onven ience.  \n \n(3) In every  case under either of the preceding sub -sections the Collector shall at the time of \ntaking posses sion offer to the persons interested compensa tion for the standing crops a nd trees (if \nany) on such  land and for any other damage sustained by  them caused  by such sud den di spossess ion \nand not excep ted in section 24; and, in case such offer is not accepted, the value of  such crops and \ntrees and the amount of su ch other damage shall be allowed for in awarding comp ensation for the \nland under the pro visions herein c ontained.  \n(4) In cases where in the opinion of the Com missioner, the provisions  of sub-section (1)  or \nsub-section (2) are applicable, the Commis sioner  may direct  that the provisions of sec tions 5  \nand 5-A shall not apply,  and, if he does so direct, a declaration may be made  under section 6 in \nrespect  of the land at any time after the publication of the notification under sub- section (1) of  \nsection 4. ] \n \n \n \n1Inserted & subs. by Ord. No. XLIX of 1969, ss. 11 & 12.   \n2Subs. by A.O., 1937, for “vest absolutely in the Govt. ”. \n3Subs. by A.O., 1961, Art. 2, for “Crown” ( with effect from the 23th March, 1956) . \n \n \n \nPage 13 of 24 \n PART III  \n \nREFERENCE TO COURT AND PROCEDURE THEREON  \n \n18. Reference to  Court .__(1) Any person interested who has not accepted the award may, by  \nwritten application to the Collector, require that the matter be referred by the Collector for the \ndetermination of the Court, whether his objection be to the measurement of the land, the amount of \nthe compensation, the persons to whom it is payable, or the apportionment of the compensation \namong the persons interested.  \n \n(2) The application shall state the grounds on which objection to the award is taken:  \n \nProvided that every such application shall be made,___ \n \n(a) if the person making it was present or represented before the Collector at the time \nwhen he made his award, within six weeks from the date of the Collector ’s award;  \n \n(b) in other cases, within six weeks of the receipt of the notice from the Collector under \nsection 12, sub­section (2) or within six months from the date of the Collecto r’s \naward, whichever period shall first expire1. \n \n2[(3) No twithstanding anything to the contrary contained in section 21, the Provincial \nGovernm ent may, if it has not  accepted the award,  refer the matter to the Court within a period of six  \nmonths from the date of announ cement  of the award; provided that the Court shall not \nentertain the reference unless  in its opinion there is a prima facie case for inquiry  into and \ndetermination of  the ob jection a gainst the award .] \n \n \n19. Collector ’s statement to the Court .___(1) In making the reference, the Collector shall \nstate for the information of the Court, in writing under his hand,___ \n \n(a)  the situation and extent of the land, with particulars of any trees, buildings or standing \ncrops thereon;  \n \n(b)  the names of the  persons whom he has reason to think interested in such land;  \n \n(c)  the amount awarded for damages and paid or tendered under sections 5 and 17, or \neither of them, and the amount of compensation awarded under section 11; and  \n \n(d)  if the objection be to th e amount of the compensation, the grounds on which the \namount of compensation was determined.  \n \n(2) To the said statement shall be attached a schedule giving the particulars of the notices \nserved upon, and of the statements in writing made or delivered by, the parties interested \nrespectively.  \n \n \n1Two new sections 18­A and 18­B have been ins. in the N.W.F.P., see the Land Acquisition (North­West Frontier Province Amendment) \nAct, 1947 (N.W.F.P. Act 19 of 1947).  \n2Added by Ord. No. XLIX of 1969, s. 13.  \n \n \nPage 14 of 24 \n 20. Service of notice . The Court shall thereupon cause a notice specifying the day on which \nthe Court will proceed to determine the objection, and directing their appearance before the Court on \nthat day, to be served on the following persons, namely:___ \n \n(a)  the applicant;  \n \n(b)  all persons interested in the objection, except such (if any) of them as have consented \nwithout protest to receive payment of the compensation awarded; and  \n \n(c)  if the objection is in regard to the area of the land or to the amount of  the \ncompensation, the Collector  1[and the Department of Government, local authority or \nCompa ny, as the case for which land is being acquired] . \n \n21. Restriction on scope of proceedings.  The scope of the inquiry in every such proceeding \nshall be restricted to a consideration of the interests of the persons affected by the objection.  \n \n22. Proceedings to be in open Court . Every such proceeding shall take place in open Court, \nand all persons  entitled to practise in any Civil Court in the province shall be entitled to appear, plead \nand act (as the case may be) in such proceeding.  \n \n1[22-A. Cr oss objections. The Provincial Governmen t, or a  local authority or a  Company for \nwhich land is being acquired, may  lodge a  cross  objection to the ob jection made by any person \ninterested and the Court may reduce  the amount awarded by the Collector if it considers  it just \nand p roper.] \n \n23. Matters to be considered in determining compensation .___(1) In determining the \namount of  compensation to be awarded for land acquired under this Act, the Court shall take into \nconsideration – \n \nfirst, the market­value of the land at the date of the publication of the 2[notification under \nsection  4, sub­section (1)];  \n \n1[EXPLANATION— For the purpose of determining the market-value, the Court shall take into \naccount transfer of land similarly situated and in similar use. The potential-value of the \nland to be acquired if put to a different use shall only be taken into consideration if it is \nproved that land similarly situated and previously in similar use has, before the date of \nthe notification under sub-section (1) of section 4, been transferred with a view to being \nput to the use relied upon as affecting the potential value of the land to be acquired: \n \nProv ided that— \n \n(i) if the market-value has been increased in consequence of the land being put to a use \nwhich is unlawful or contrary to public policy that use shall be disregarded and \nthe market-value shall be deemed to be the market-value of the land if it were \nput to ordinary use; and \n \n(ii) if  the market-value of  any building has been incr eased in consequence of the \nbuilding being so overcr owded as  to be dangerous to the health of the inmates, \nsuch overcr owding sha ll be disregarded and the marke t-value shall be deemed \nto be the marke t-value of the bu ilding if occupied by such number of persons  \nonly as can be accomm odated in it  without risk of  danger to health from \novercr owding.] \n \n1Inserted  & added  by Ord. No. XLIX of 1969, s s. 14, 15 & 16 . \n2Subs. by the Land Acquisition (A mdt.) Act, 1923 (38 of 1923), s . 7, for “decla ration relating thereto under s . 6”. \n \n \nPage 15 of 24 \n secondly , the damage sustained by the person interested, by reason of the taking of any \nstanding crops or trees which  may be on the land at the time of the Collector ’s taking \npossession thereof;  \n \nthirdly , the damage (if any) sustained by the person interested, at the time of the Collector ’s \ntaking possession of the land, by reason of severing such land from his other land;  \n \nfourthly , the damage (if any) sustained by the person interested, at the time of the Collector ’s \ntaking possession of the land, by reason of the acquisition injuriously affecting his \nother property, moveable or immoveable, in any other manner, or his earnings;  \n \nfifthly , if, in consequence of the acquisition of the land by the Collector, the person interested \nis compelled to change his residence or place of business, the reasonable expenses (if \nany) incidental to such change; and  \n \nsixthly , the damag e (if any) bona fide  resulting from diminution of the profits of the land \nbetween the time of the publication of the declaration under section 6 and the time of \nthe Collector ’s taking possession of the land.  \n \n1[(2) In addition to the marke t-value of the land as above provided, the Court shall award a  \nsum of fifteen per centum on such market-value, in consideration of the compulsory  nature of the \nacquisition, if  the acquisition has been made  for a public purpose and a sum of twenty-five per \ncentum on such market-value if  the acq uisition has been ma de for a Co mpany .] \n \n24. Matters to be neglected in determining compensation . But the Court shall not take into \nconsideration___ \n \nfirst, the degree of urgency which has led to the acquisition;  \n \nsecondly , any disinclination of the person interested to part with the land acquired;  \n \nthirdly , any damage sustained by him which, if caused by a private person, would not render \nsuch person liable to a suit;  \n \nfourthly , any damage which is likely to be caused to the lan d acquired, after the date of the \npublication of the declaration under section 6, by or in consequence of the use to \nwhich it will be put;  \n \nfifthly , any increase to the value of the land acquired likely to accrue from the use to which it \nwill be put when a cquired;  \n \nsixthly , any increase to the value of the other land of the person interested likely to accrue \nfrom the use to which the land acquired will be put; or  \n \nseventhly , any outlay or improvements on, or disposal of, the land acquired, commenced, \nmade or effected without the sanction of the Collector after the date of the  publication \nof the 2[notification under section 4, sub­section (1)].  \n \n \n1Subs. by Ord. No. XLIX of 1969, s. 16. \n2Subs . by t he Land Acquis ition (Amdt.) Act, 1923 (38 of 1923), s .8. for “declaration under s . 6 ”. \n \n \nPage 16 of 24 \n 25.  Rules as to amount of compensation.___(1)  When  the  applicant  has  made  a  claim  to \ncompensation, pursuant to any notice given under section 9, the amount awarded to him by the Court \nshall not exceed the amount so claime d 1[* * * * * * *]. \n \n(2) When the applicant has refused to make such claim or has omitted without sufficient reason \n(to be allowed by the Judge) to make such claim, the amount awarded by the Court shall in no case \nexceed the amount awarded by the Collector . \n \n(3) When the applicant has omitted for a sufficient reason (to be allowed by the Judge) to make \nsuch claim, the amount awarded to him by the Court shall not be less than, and may exceed, the amount \nawarded by the Collector.  \n \n2[26. Form of awards .___(1)] Every award under this part shall be in writing signed by the Judge,  \nand shall specify the amount awarded under clause first of sub­section (1) of section 23, and also the \namounts (if any) respectively awarded under each of the other clauses of the same s ub­section, together \nwith the grounds of awarding each of the said amounts.  \n \n3[(2) Every such award shall be deemed to be a decree and the statement of the grounds of every \nsuch award a  judgment within the  meaning of section 2, clause (2), and section 2,  clause (9), \nrespectively, of the Code of Civil Procedure, 1908 (V of 1908).]  \n \n27. Costs.___(1) Every such award shall also state the amount of costs incurred in the proceedings  \nunder this part, and by what persons and in what proportions they are to be pa id. \n \n(2) When the award of the Collector is not upheld, the costs shall ordinarily be paid by the \nCollector, unless the Court shall be of opinion that the claim of the applicant was so extravagant or that \nhe was so negligent in putting his case before the Collector that some deduction from his costs should be \nmade or that he should pay a part of the Collector ’s costs.  \n \n28. Collector may be directed to pay interest on excess compensation . If the sum which in the \nopinion of the Court, the Collector ought to h ave awarded as compensation is in excess of the sum which \nthe Collector did award as compensation, the award of the Court may direct that the Collector shall pay \n4[compound interest on such excess at the rate of eight per centum]  per annum from the date on which he \ntook possession of the land to the date of payment of such excess into Court.  \n \n4[Prov ided that in all cases where the Court has directed that Collector shall pay interest on  \nsuch excess at the rate of six per centum from the date on which possession  was taken and the \npaym ent of compen sation or a part thereof  has not been made up to the commencem ent of the Land \nAcquisition (West  Pakis tan Ame ndmen t) Act, 1969, the ra te of compound in terest  on such excess on \nbalance shall be eight per c entum.] \n ____ _____ \n \nPART IV  \n \nAPPORTIONMENT OF COMPENSATION  \n \n29. Particulars of apportionment to be specified . Where there are several persons interested, if \nsuch persons agree in the apportionment of the compensation, the particulars of such apportionment shall \nbe specified in the award, and as between such persons the award shall be conclusive evidence of the \ncorrectness of the apportionment.  \n \n30. Dispu te as to apportionment . When the amount of compensation has been settle d under \nsection 11, if any dispute arises as to the apportionment of the same or any part thereof, or as to the  \npersons to whom the same or any part thereof is payable, the Collector may refer such dispute to the \ndecision of the court.  \n \n1Ommitted by Ord. No. XLIX of 1969, s. 17  \n2S. 26 was re­numbered as s ub­section (1) of that section by the Land Acquisition (Amdt) Act, 1921 (19 of 1921), s . 2.  \n3Sub­section (2) ins ., ibid.  \n4Subs and added by Act. NO. III of 1969, s.2.  \n \n \nPage 17 of 24 \n PART V  \n \nPAYMENT  \n \n31. Payment of compensation or deposit of same in Court.___ 1[(1) When  the Collector \nhas ma de an award under sec tion 11— \n \n(a)  if the persons interested entitled to compensation under the award and the \nProvincial Government accept the award and intimate their acceptance in writing \nto the Collector before the expiry of the period prescribed in sub-section (2) of \nsection 18 for making an application to the Collector for referring the award to \nthe Court, or in sub-section (3) of the said section for referring the award to the \nCourt by the Provincial Government, whichever is later, or if the period \nspecified in sub-section (2) of the said section for making an application to the \nCollector or in sub-section (3) for referring the award to the Court has expired \nand no such application or reference has been made, the Collector shall, before \ntaking possession of the land, tender payment of the full amount of \ncompensation awarded by him to the persons entitled thereto according to the \naward, and shall pay it to them unless prevented by some one or more of the \ncontingen cies mentioned in sub-section (2); \n \n(b)  if the persons interested entitled to compensation under the award or the \nProvincial Government object to the award and an application has been made to \nthe Collector under sub-section (2) of section 18 for referring the award to the \nCourt, or the award has been referred to the Court by the Provincial Government \nunder sub-section (3) of that section, the Collector shall, before taking possession \nof the land, tender payment of the compensation awarded by him or the \nestimated cost of acquisition of such land as determined by the Collector of the \ndistrict under sub-section (1) of section 17, whichever is less, to the persons \nentitled thereto under the award and shall pay it to them unless prevented by \nsome one or more of the contingencies mentioned in sub- section (2): \n \nProv ided that no payment under clause (b) sha ll be made  until the \nperson entitled to comp ensation furnis hes to the satisfaction of the Collector a \nsecuri ty for refund of the amoun t, if any,  which may subsequently be found \nto be in excess of the compensation awarded to him by the Cour t.] \n \n(2) If they shall not consent to receive it, or if there be no person competent to alienate the \nland, or if there be any  dispute as to the title to receive the compensation or as to the apportionment \nof it, the Collector shall deposit the amount of the compensation in the Court to which a reference \nunder section 18 would be submitted:  \n \nProvided that any person admitted to b e interested may receive such payment under protest as \nto the sufficiency of the amount:  \n \nProvided also that no person who has received the amount otherwise than under protest shall \nbe entitled to make any application under section 18:  \n \nProvided also that nothing herein contained shall affect the liability of any person, who may \nreceive the whole or any part of any compensation awarded under this Act, to pay the same to the \nperson lawfully entitled thereto.  \n \n(3)  Notwithstanding anythi ng in thi s section the Collect or may, wit h the sancti on of the \n2[Provincial Government  ], instead of awarding a money compensation in respect  of  any land, make  ___________________________________________________________________________________________________________________ _______________________________________________________________________________  \n1Subs. by Ord. No. XLIX of 1969, s. 1 8. \n2Subs. by A.O., 1937, for “L. G. ”. \nAs to persons who are competent to contract, see s . 11 of the Contract Act, 1872 (9 of 1872).  \n \n \nPage 18 of 24 \n any arrangement with a person having a limited interest in such land, either by the grant of other \nlands in exchange, the remission of land­revenue on other lands held under the same title, or in such \nother way as may be equitable having regard to the inte rests of the parties concerned.  \n \n(4) Nothing in the last foregoing sub­section shall be construed to interfere with or limit the \npower of the Collector to enter into any arrangement with any person interested in the land and \n1competent to contract in respe ct thereof.  \n \n32. Investment of money deposite d in respect of lands belonging to persons incompetent \nto alienate.__(1) If any money shall be deposited in Court under sub­section (2) of the last preceding  \nsection and it appears that the land in respect whereof the same was awarded belonged to any person \nwho had no power to ali enate the same, the Court shall___ \n \n(a)  order the money to be invested in the purchase of other lands to be held under the like \ntitle and conditions of ownership as the land in respect of which such money shall have \nbeen deposited was held, or  \n \n(b)  if such purchase cannot be effected forthwith, then in such Government or  other \napproved securities as the court shall think fit;  \n \nand shall direct the payment of the interest or othe r proceeds arising from such investment to the \nperson or persons who would for the time being have been entitled to the possession of the said land,  \nand such moneys shall remain so deposited and invested until the same be applied___ \n \n(i)  in the purchase o f such other lands as aforesaid; or  \n \n(ii)  in payment to any person or persons becoming absolutely entitled thereto.  \n \n(2) In all cases of moneys deposited to which this section applies the Court shall order the \ncosts of the following matters, including the rein all reasonable charges and expenses incident thereto, \nto be paid by the Collector, namely:___ \n \n(a)  the costs of such investments as aforesaid;  \n \n(b)  the costs of the orders for the payment of the interest or other proceeds, of the \nsecurities upon which such moneys are for the time being invested, and for the \npayment out of Court of the principal of such moneys, and of all proceedings \nrelating thereto, except such as may be occasioned by litigation between \nadverse claimants.  \n \n33. Investment of money  deposited in other cases . When any money shall have been \ndeposited in Court under this Act for any cause other than that mentioned in the last preceding \nsection, the Court may, on the application of any party interested or claiming an interest in such \nmoney, order the same to be invested in such Government or other approved securities as it may \nthink proper, and may direct the interest or other proceeds of any such investment to be accumulated \nand paid in such manner as it may consider will give the partie s interested therein the same benefit \ntherefrom as they might have had from the land in respect whereof such money shall have been \ndeposited or as near thereto as may be.  \n \n34. Payment of interest . When the amount of such compensation is not paid or deposit ed   \non or  before  taking  possession  of  the  land,  the  Collector  shall   pay  the  amount   awarded  with \n_____________________________________________________________________________________________________________________________ ___________________ ________________________________________________________________________________________________________________ _____________________________________________________________________________________________________________________________ ___________________ _______________________________________________________________________________________  \n1As to persons who are competent to contract, see s . 11 of the Contract Act, 1872 (9 of 1872).  \n \n \nPage 19 of 24 \n 1[compound interest at the rate of eight per centum]  per annum from the time of so taking possession \nuntil it shall have been so paid or deposited  1[;] \n \n1[Prov ided that any waiver  of the above right by  the land ow ner shall be void and he shall be \nentitled to the said interest  notwithstanding any agreement to the con trary.] \n______________________  \n \nPART VI  \n \nTEMPORARY OCCUPATION OF LAND  \n \n35.  Temporary occupation of waste o r arable land . Procedure  when  difference as  to \ncompensation exists.___(1) Subject to the provisions of Part VII of this Act, whenever it appears to  \nthe 2[Provincial Government] that the temporary occupation and use of any waste or arable land are  \nneeded for any public purpose, or for a Company, the 2[provincial Government] may direct the \nCollector to procure the occupation and use of the sa me for such term as it shall think fit, not \nexceeding three years from the commencement of such occupation.  \n \n3[(2) The Collector shall cause public notice of the substance of the direction to be given at \nconve nient places in the locality in which the land is situate, and  thereupon  it shall be lawful for any  \nofficer, either generally or specially authorised by the Collector in this behalf, and for the servan ts \nand workmen  of such officer, to enter upon and survey  and take levels of any land in such \nlocality.] \n \n3[(3) On receipt  of plans detailing the land acquired, the Collector shall give notice in \nwriting to the persons  interested in such land of the purpose for which the same  is needed and \nshall, for the occu pation and use thereof  for such term as aforesaid, and for the materials, if any, to \nbe taken therefrom, pay to them such com pensation, either in a gross sum of  money or by mon thly or \nother periodical paymen ts as shall be agreed upon in w riting be tween him and such pers ons \nrespec tively.] \n \n3[(4)] In cas e the Collect or and the persons intereste d diffe r as to the sufficienc y of the \ncompensation or apportionment thereof, the Collector shall refer such difference to the decision of \nthe Court.  \n \n36. Power to enter and take possession, and compensation on resto ration .___(1) On \npayment  of such compensation, or on executing such agreement or on making a reference under \nsection 35, the Collector may enter upon and take possession of the land, and use or permit the use \nthereof in accordance with the terms of the sai d notice.  \n \n(2) On the expiration of the term, the Collector shall make or tender to the persons interested \ncompensation for the damage (if any) done to the land and not provided for by the agreement, and \nshall restore the land to the persons interested the rein: \n \nProvided that, if the land has become permanently unfit to be used for the purpose for which \nit was used immediately before the commencement of such term, and if the persons interested shall \nso require, the 2[provincial Government] shall proceed und er this Act to acquire the land as if it was \nneeded permanently for a public purpose or for a Company.  \n \n37. Difference as to condition of land . In case the Collector and persons interested differ as \nto the condition of the land at the expiration of the term, or as to any matter connected with the said \nagreement, the Collector shall refer such difference to the decision of the Court.  \n \n1Subs. and added by Act. NO. III of 1969. s.2.  \n2Subs . by A.O., 1937, for “L. G. ”. \n3Subs, re -numbered (3) into (4) and ins erted new sub-sect (3). by Ord. No. XLIX of 1969, s. 1 9. \n \n \n \n \n \nPage 20 of 24 \n PART VII  \n \nACQUISITION OF LAND FOR COMPANIES  \n \n38. Company may be authorised to enter and survey .___ 1[(1) The Commis sioner  may \nauthorise any o fficer of  any Company desiring to acquire land for its purpose to exer cise the powers \nconferred by sub -section (2) of section 4 .] \n \n(2) In every such case section 4 shall be construed as if for the words “for such purpose ” the \nwords “for the purposes of the Company ” were substituted; and 1[sub-section (3) of section 4]  shall \nbe construed as if after the words “the officer ” the words “of the Company ” were inserted.  \n \n2[38A.  Industrial concern to be deemed Company for certain  purposes .  An  industrial \nconcern, ordinarily employing not less th an one hundred workm en owned by an individual or by an \nassociation of individuals and not being a Company, desiring to acquire land for the erection of \ndwelling houses for workmen employed by the concern or for the provision of amenities directly \nconnected therewith shall, so  for as concerns the acquisition of such land, be deemed to be a \nCompany for the purposes of this Part, and the references to Company in sections 5A, 6, 7, 17 and 50 \nshall be interpreted as references also to such concern.]  \n \n39. Previous consent of Provinc ial Government and execution of agreement necessary . \nThe provisions of sections 6 to 37 (both inclusive) shall not be put in force in order to acquire land \nfor any Company, unless with the previous consent of the 3[Provincial Government] nor unless the \nCom pany shall have executed the agreement hereinafter mentioned.  \n \n40. Previous enquiry .___(1) Such consent shall not be given unless the 3[Provincial \nGovernment] be satisfied, 4[either on the report of the Collector under section 5A, sub­section (2), \nor] by an enquir y held as hereinafter provided,___ \n \n5[(a)  that the purpose of the acquisition is to obtain land for the erection of dwelling \nhouses for workmen employed by the Company or for the provision of \namenities directly connected therewith, or  \n \n6[(aa) that such accusation is needed for the construction of some building or work \nfor a company which is engaged or is taking steps for engaging itself in any \nindustry or work which is for a public purpose, or]  \n \n(b)  that such acquisition is needed for the constr uction of some work, and that \nsuch work is likely to prove useful to the public  1[, or] ] \n \n(c) 1[(c) that the area proposed to be acquired is reas onable for the pu rpose.] \n \n(2) Such enquiry shall be held by such officer and at such time and place as the 3[Provincial  \nGovernment] shall appoint.  \n \n(3) Such officer may summon and enforce the attendance of witnesses and compel the \nproduction of documents by the same means and, as far as possible, in the same manner as is \nprovided by the  7Code of Civil Procedure  (XIV of 1882) in the case of a Civil Court.  \n \n41. Agreement with Provincial Government . 8*   *   * If the 3[Provincial Government] is \nsatisfied 9[after considering  the report, if any, of the Collector  under section 5A, sub­section  (2), or  on  \n \n 1Subs . and added by Ord. No. XLIX of 1969, s s. 20 and 21.  \n2S. 38A ins. by the Land Acquisition (Amdt.) Act, 1933 (16 of 1933), s.  6. \n3Subs. by A.O., 1937, for “L. G. ”. \n4Ins. by the Land Acquisition (Amdt.) Act, 1923 (38 of 1923), s. 9.  \n5Subs . by Act, 16 of 1933 , s. 3, for the original clauses (a) and (b).  \n6Ins. by Ord. No. I of 1965, s. 3.  \n7See now the Code of Civil Procedure, 1908 (5 of 1908).  \n8The words “Such officer shall report to the L. G. the result of the enquiry, and ” rep. by Act, 38 of 1923, s. 10.  \n9Ins. ibid. \n \n \nPage 21 of 24 \n the report of the officer making an inquiry under section 40] that  1[the object of the proposed \nacquisition is to obtain land for one of the purposes referred to clause (a) or clause (aa) or  clause (b) \nof sub -section (1) of section 40]   , it shall 2*   *   * require the Company to enter into an agreement \n3[with the Provincial Government], providing to the satisfaction of the 4[Provincial Government] for \nthe following matters, namely :___ \n \n(1) the 5[payment to the Provincial Government] of the cost of the acquisition;  \n \n(2) the transfer, on such payment, of the land to the Company;  \n \n(3) the terms on which the land shall be held by the Company;  \n \n6[(4) where the acquisition is for the purpose of erecting dwelling houses or the provision of \namenities connected therewith, the time within which, the conditions on which and the manner in \nwhich the dwelling houses or amenities shall be erected or provided; and  \n \n1[(5) where the acquisition is for a purpose falling under clause (b) of sub-section (1) of section \n40, the time within which and the conditions on which the work shall be constructed and maintained.]] \n \n42. Publication of agreement . Every such agreement shall, as soon as may be after its \nexecution, be published 7*  *  * in the 8[official Gazette] 1[and the acquisition shall be deemed to \nhave been ma de subject  to the terms of su ch agreement.] \n \n9[43. Section 39 to 42 not to apply when Government bound to provide land . The \nprovisions of sections 39 to 42, both inclusive, shall not apply to the acquisition of land for any \ncompany, for the purposes of which , under any agreement with such company, the Federal \nGovernment or  any Provincial Government is bound to provide land.]  \n \n1[43-A. Restrictions on transfer, etc.— No Company for which any land is acquired under \nthis Part shall be entitled to transfer the said land or any  part thereof  by sale, mortgage, gift, lease or \notherwise, except with the prev ious sanc tion of the Provin cial Govern ment]. \n \n44. How  agreement with Railway Company  may be proved .­ In the case of the acquisition \nof land for the purposes of a Railway Company, the existence of such an agreement as is mentioned \nin section 43 may be proved by the production of a printed copy thereof purporting to be printed by \norder of Government.  \n \n \n \n \n \n1Subs.  and added by Ord. No. XLIX of 1969, s s. 22, 23 and 24 . \n2The words “subject to s uch rules as the G.G. in C. may from time to  time prescribe in this behalf ” rep. by the Devolution Act, 1920 (38 of \n1920), s. 2 and Sch. I.  \n3Subs. by A.O., 193 7, for “with the Secretary of State for India in Council ”. \n4Subs. ibid., for “L.G.” \n5Subs. ibid., for “payment to Govt. ”. \n6Subs. by Act  16 of1933, s. 4, for the original clauses (4) and (5).  \n7The words “in the Gazette of India and als o” rep. by A.O., 1937.  \n8Subs. ibid., for “local official Gazette ”. \n9Subs. by Ord. XXVII of 1981, s. 5 and s ch. IV (only to the extent of Islamabad Capital Territ ory).  \n \n \n \nPage 22 of 24 \n PART VIII  \n \nMISCELLANEOUS  \n \n145. Service of notices.___(1) Service of any notice under this Act shall be made by delivering  \nor tendering a copy thereof signed, in the case of a notice under section 4, by the officer therein \nmentioned, and, in the case  of any other notice, by or by order of the Collector or the Judge.  \n \n(2) Whenever it may be practicable, the service of the notice shall be made on the person \ntherein named.  \n \n(3) When such person cannot be found, the service may be made on any adult male member \nof his family residing with him; and, if no such adult male member can be found, the notice may be \nserved by fixing the copy on the outer door of the house in which the person therein named \nordinarily dwells or carries on business, or by fixing a co py thereof in some conspicuous place in the \noffice of the officer aforesaid or of the Collector or in the court­house, and also in some conspicuous \npart of the land to be acquired :  \n \nProvided that, if the Collector or Judge shall so direct, a notice may be  sent by post, in a letter \naddressed to the person named therein at his last known residence, address or place of business and \nregistered under 2[the Post Office Act, 1898 (VI of 1898)], and service of it may be proved by the \nproduction of the addressee ’s receipt.  \n \n46. Penal ty for obstructing acquisition of land . Whoever wilfully obstructs any person in \ndoing any of the acts authorised by section 4 or section 8, or wilfully fills up, destroys, damages or \ndisplaces any trench or mark made under section 4, sh all, on conviction before a Magistrate, be liable \nto imprisonment for any term not exceeding one month, or to fine not exceeding fifty rupees, or to \nboth.  \n \n47. Magistrate to enforce surrender.  If the Collector is opposed or impeded in taking \npossession und er this Act of any land, he shall, if a Magistrate, enforce the surrender of the land to \nhimself, and , if not a Magistrate, he shall apply to 2[an executive magistrate] 3*  *  * and such \nMagistrate 4*  *  * shall enforce the surrender of the land to the Co llector.  \n \n48. Completion of acquisition not compulsory, but compensation to be awarded when  \nnot completed.__(1) Except in the case provided for in section 36, the Government shall be at liberty \nto withdraw from the acquisition of any land of which possession has not been taken.  \n \n \n(2)  Whenever the Government withdraws from any such acquisition, the Collector  shall \ndetermine the amount of compensation due for the damage suffered by the owner in consequence of \nthe notice or of any proceedings thereund er, and shall pay such amount to the person interested, \ntogether with all costs reasonably incurred by him in the prosecution of the proceedings under this \nAct relating to the said land.  \n \n(3) The provisions of Part III of this Act shall apply, so far as ma y be, to the determination of \nthe compensation payable under this section.  \n \n \n \n1This section h as been amended in N.W.F.P. by the Land Acquisition (North­West Frontier Province Amdt.) Act, 1947 (N.W.F.P. Act 19 of \n1947).  \n2Subs. by Ord. XXVII of 1981, s. 5 and Sch. IV (only to the extent of Islamabad Capital Territory).  \n3The words and brackets “or (within the towns of Calcuta, Madras and Bombay) to the Commissioner of Police ” Omitted by A.O. 1949, Sch.  \n4The words and brackets “or Commis sioner (as the case may be) ” Omitted , ibid ; \n \n \nPage 23 of 24 \n 49. Acquisition of part of house or building.__(1) The provisions of this Act shall not be put \nin force for the purpose of acquiring a part only of any house, manufactory or other building, if the \nowner desire that the whole of su ch house, manufactory or building shall be so acquired:  \n \nProvided that the owner may, at any time before the Collector has made his award under \nsection  11, by notice in writing, withdraw or modify his expressed desire that the whole of such \nhouse, manufact ory or building shall be so acquired:  \n \nProvided also that, if any question shall arise as to whether any land proposed to be taken \nunder this Act does or does not form part of a house, manufactory or building within the meaning of \nthis section, the Collect or shall refer the determination of such question to the Court and shall not \ntake possession of such land until after the question has been determined.  \n \nIn deciding on such a reference the Court shall have regard to the question whether the land \nproposed t o be taken is reasonably required for the full and unimpaired use of the house, \nmanufactory or building.  \n \n(2) If, in the case of any claim under section 23, sub ‑section (1), thirdly , by a person \ninterested, on account of the severing of the land to be acqu ired from his other  land, the 1[Provincial \nGovernment] is of opinion that the claim is unreasonable or excessive, it may, at any time before the \nCollector has made his award, order the acquisition of the whole of the land of which the land first  \nsought to be acquired forms a part.  \n \n(3) In the case last here in  before provided for, no fresh declaration or other proceedings \nunder Sections 6 to 10, both inclusive, shall be necessary; but the Collector shall without delay \nfurnish a copy of the order of the 1[Provincial Government] to the person interested, and shall \nthereafter proceed to make his award under section 11.  \n \n50. Acquisition of land at cost of a local Authority or Company.___(1) Where the \nprovisions of  this Act are put in force for the purpose of acq uiring land at the cost of any fund \ncontrolled or managed by a local authority or of any Company, the charges of and incidental to such \nacquisition shall be defrayed from or by such fund or Company.  \n  \n2[(1-A) Any  charges  to be defrayed  from the funds  of a local authority or a Company \nunder sub-section (1), may be recovered,  in addition to any other mode of recovery provided in \nany o ther law, as ar rears of land rev enue.] \n \n(2) In any proceeding held before a Collector or Court in such cases the local authority or \nCompany concerned may appear and adduce evidence for the purpose of determining the amount of \ncompensation:  \n \nProvided that no such local authority or Company shall be entitled to demand a reference \nunder section 18.  \n \n51. Exemption from stamp duty and fees . No award or agreement made under this Act \nshall be chargeable with stamp duty, and no person claiming under any such award or agreement \nshall be liable to pay any fee for a copy of the same.  \n \n1Subs. by A. O.,1937, for “L. G. ” \n2Ins.by Ord. No . XLIX of 1969, s . 25. \n \n \n \nPage 24 of 24 \n 52. Notice  in case of suits for anything done in pursuance of Act . No suit or other \nproceeding shall be commenced or prosecuted against any person for anything done in pursuance of \nthis Act, without giving to such person a month ’s previous notice in writing of the intended \nproceeding, and of the cause thereof, nor after tender of sufficient amends.  \n \n53. Code of Civil Procedure to apply to proceedings before Court . Save in so far as they \nmay be inconsistent with anything contained in this Act, the provisions of the 1Code of Civil \nProcedure (XIV of 1882) shall apply to all proceedings before the Court under this Act.  \n \n2[54. Appeals in proceedings before Court . Subje ct to the provisions of the Code of Civil \nProcedur e, 1908 (V of 1908), applicable  to appeals from original decrees, and notwithstanding \nanything to the contrary in any enactment for the time being in force, an appeal shall only lie in any \nproceedings under  this Act to the High Court from the award, or from any part of the award, of the \nCourt and from any decree of the High Court passed on such appeal as aforesaid an appeal shall lie \nto 3[the Supreme Court] subject to the provisions 4[of article 185 of the C onstitution ]]. \n \n55. Power to make rules .___(1) The 5[Provincial Government] shall 6*  *  * have power to \nmake  7rules  consistent  with  this  Act  for  the  guidance  of  officers  in  all  matters  connected  \nwith  its enforcement, and may from time to ti me alter and add to the rules so made.  \n \n8*             *            *            *            *            *            *  \n \n(2) The power to make, alter and add to rules under sub ‑section (1) shall be subject to the \ncondition of the rules being made, altere d or added to after previous publication.  \n \n(3) All such rules, alterations and additions shall 9*  *  * be published in the official Gazette, \nand shall thereupon have the force of law.  \n \n \n \n1See now the Code of Civil Procedure, 1908 (5 of 1908).  \n2Subs. by s.  3 of the Land Acquis ition (Amendment) Act, 1921 ( 10 of 1921), for the original s ection.  \n3Subs. by A.O., 1961, Art. 2 and Sch., for “His Majesty in Council ” (with effect from the 23rd March, 1956 ). \n4subs. by Ord. XXVII of 1981, s. 5  and Sch. IV (only to th e extent of the Islamabad Capital Territory).  \n5Subs. by A.O., 1937, for “L.G”. \n6The words “subject to the control of the G.G . in C. ” which had been ins. by the Decentralization Act, 1914 (4 of 1914), were rep. by the \nDevolution Act, 1920 (38 of 1920), s .2  and Sch. I.  \n7For rules made under this section, see different local Rules and Orders.  \n8The provis o, which had been added by s . 2 and Sch. I of the Devolution Act, 1920 (38 of 1920), was rep. by A.O ., 1937.  \n9The words “when sanctioned by the G.G . in C. ” were rep. by the Decentralization Act, 1914 (4 of 1914), s .2 and Sch., Pt. I. \n \n \n________________"
}