{
    "file": "./converted_json\\administratorce5035108131d033cfb7b4ab8569da3c.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "Page 1 of 3 \n  \n  \n \n \n \n \nTHE WILD BIRDS AND ANIMALS PROTECTION ACT, 1912  \n \n \n \nCONTENTS  \n \n1. Short title and extent  \n \n2. Application of Act  \n \n3. Close time  \n \n4. Penalties  \n \n5. Confiscation  \n \n6. Cognizance of offences  \n \n7. Power to grant exemption  \n \n8. Savings  \n \n9. [Repeal .] \n \nTHE SCHE DULE  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n \nPage 2 of 3 \n THE  WILD  BIRDS  AND  ANIMALS  PROTECTION  ACT,  1912  \n \n1ACT  No. VIII OF 1912  \n \n[18th September,  1912]  \n \nAn Act to make  better  provision  for the protection  and preservation  of certain  wild birds  \nand animals . \n \n WHEREAS  it is expedient  to make  better provision  for the protection  and preservation  of \ncertain  wild birds  and animals  ;  \n \n It is hereby  enacted  as follows:— \n \n 1. Short  title and extent . (1) This Act may be called  the Wild  Birds  and Animals  Protection  \nAct, 1912  ; and \n \n 2[(2) It extends  to the whole  of Pakistan.]  \n \n 2. Application  of Act. (1) This Act applies,  in the first instance,  to the birds  and animals  \nspecified  in the Schedule,  when  in their wild state.  \n \n (2) The 3[Provincial  Government]  may,  by notification  in the 4[official  Gazette],  apply the \nprovisions  of this Act to any kind of wild bird or animal,  other  than those  specified  in the Schedule,  \nwhich,  in its opinion,  it is desirable  to protect  or preserve.  \n \n3. Close  time.  The 3[Provincial  Government]  may,  by notification  in the 4[officia l Gazette],  declare  \nthe whole  year or any part there of to be a close  time throughout  the whole  or any part of its territories  \nfor any kind of wild bird or animal  to which  this Act applies,  or for female  or immature  wild birds  or \nanimals  of such kind ; and, subject  to the provisions  hereinafter  contained,  during  such close  time,  \nand within  the areas  specified  in such notification,  it shall  be unlawful— \n \n(a)  to capture  any such bird or animal,  or to kill any such bird or animal  which  has not \nbeen  captured  before  the commencement  of such close  time ; \n \n(b)  to sell or buy, or offer  to sell or buy, or to possess,  any such bird or animal  which  has \nnot been  captured  or killed  before  the commencement  of such close  time,  or the flesh  \nthereof  ; \n \n(c)  if any plumage  has been  taken  from  any such bird captured  or killed  during  such close  \ntime,  to sell or buy, or to offer  to sell or buy, or to possess,  such plumage.  \n \n1For Statement  of Objects  and Reasons,  see Gazette  of India,  1912,  Pt. V, p. 2 ; for Report  of Select  Com mittee,  see ibid., 1912,  Pt. V, p. 173 ; and for \nProceedings  in Council,  see ibid., 1912,  Pt. VI, pp. 57 and 691. \nThis Act has been  extended  to the Leased  Areas  of Baluchistan,  see G. G. O. 3 of 1950  ; and applied  in the Federated  Areas  of Baluchistan,  see Gazette  \nof India,  1937,  Pt. I, p. 1499.  \nThe Act has been  amended  in its application  to Baluchistan  by Regula tion III of 1942.  \nIt has been  repealed  in its application  to the N.W.F.P.  by the N.W.F.P.  Wild  Birds  and Wild  Animals  Protection  Act, 1950  (N.W.F. P. Act 13 of 1950).  \nThe Act has been  rep. in its application  to the Province  of Punjab  by Punjab  Ordinance  XXI of 1972,  s. 42 w.e.f . the 25th October,  1972  which  was \ntemporarily  enacted  by the Punjab  Act VI of 1973  and on the expiry  of the Ordinance  as so enacted,  by Punjab  Act II of 1974,  s. 48. \nThis Act has been  rep. to the extent  of Islamabad  Capital  Territory,  see, Ordinance  No. XXVII  of 1981,  s. 4 and 3rd Sch. \n2Subs.  by the Central  Laws  (Statute  Reform)  Ordinance,  1960  (21 of 1960),  s. 3 and 2nd Sch.,  (with effect  from  the 14th October,  1955 ), for the original  \nsub-section  (2) as amended  by A. O., 1949,  and the Federal  Laws  (Revision  and Declaration)  Act, 1951  (26 of 1951),  s. 8. \n3Subs.  by A. O., 1937,  for \"L. G.\". \n4Subs.  ibid., for \"local  official  Gazet te\". \n \nPage 3 of 3 \n  \n 4.Penalities . (1) Whoever  does or attempts  to do, any act in contra vention  of section  3, shall  \nbe punishable  with fine which  may extend  to fifty rupees.  \n \n (2) Whoever,  having  already  been  convicted  of an offence  under  this section,  is again  \nconvict ed thereunder  shall,  on every  subsequent  conviction,  be punishable  with imprisonment  for a \nterm which  may extend  to one month,  or with fine which  may extend  to one hundred  rupees,  or with \nboth.  \n \n 5. Confiscation.  (1) When  any person  is convicted  of an offence punishable  under  this Act, \nthe convicting  Magistrate  may direct  that any bird or animal  in respect  of which  such offence  has \nbeen  committed,  or the flesh  or any other  part of such bird or animal,  shall  be confiscated.  \n \n (2) Such  confiscation  may be in addition  to the other  punish ment  provided  by section  4 for \nsuch offence.  \n \n 6. Cognizance  of offences.  No Court  inferior  to that of 1* * * a Magistrate  of the second  \nclass  shall  try any offence  against  this Act. \n \n 7. Power  to grant  exemption.  Where  the 2[Provincial  Government]  is of opinion  that, in the \ninterests  of scientific  research,  such a course  is desirable,  it may grant  to any person  a license,  subject  \nto such restrictions  and conditions  as it may impose,  entitling  the holder  thereof  to do any act which \nis by section  3 declared  to be unlawful.  \n \n 8. Savings . Nothing  in this Act shall  be deemed  to apply  to the capture  or killing  of a wild \nanimal  by any person  in defence  of himself  or any other  person,  or to the capture  or killing  of any \nwild bird or animal in bona  fide defence  of property.  \n \n 9. [Repeal. ] Rep. by the Second  Repealing  and Amending  Act, 1914  (XVII  of 1914),  s. 3 and \nSchedule  II. \n____  \n \nTHE  SCHEDULE  \n \n(i)  Bustards,  ducks,  floricans,  jungle  fowl,  partridges,  peafowl,  pheasants,  pigeons,  quail,  \nsand-grouse,  painted  snipe,  spurfowl,  wood -cock,  herons,  egrets,  rollers,  and \nking-fishers.  \n \n(ii)  Antelopes,  asses,  bison,  buffaloes,  deer,  gazelles,  goats,  hares,  oxen,  rhinoceroses  and \nsheep.  \n \n \n_________  \n \n \n \n \n \nDate: 11 -09-2024  \n1The original  words  \"a Presidency  Magistrate  or\" omitted  by A. O., 1961,  Art. 2 and Sch. (with effect  from  the 23rd  March,  1956 ). \n2Subs.  by A.O., 1937,  for \"L. G.\"."
}