{
    "file": "./converted_json\\administratord00b32a62b4b597a9c1d5b3fd0b22c95.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "Page 1 of 19 \n  \n \n \n THE MICROFINANCE INSTITUTIONS ORDINANCE, 2001  \n \n \n \n \nCONTENTS  \nPART I \nPRELI MINARY \n \n1. Short title, extent and commencement  \n2. Definitions  \n3. Applications of other laws  \nPART II \nESTABL ISHMENT  AND WINDI NG UP \n4. Restrictions on establishment and operations \n5. Name  \n6. Functions and powers  \n7. Prohibition and restrictions  \n8. Principal Office  \n9. Area of operation \n10. Capitalization  \n11. Winding up  \nPART  III \nLICEN SING  \n \n12. Existing microfinance institutions  \n13A.  Suspension or cancellation of a licence   \n\n \nPage 2 of 19 \n PART  IV \nREGULATION  AND SUPERVI SION  \n14. Management and administration \n15. Accounts  \n16. Audit  \n17. Returns  \n18. Liquidity and reserves  \n19. Depositors’ protection fund  \n20. Power to call for information  \n21. Inspection and investigation  \n22. Powers to give directions  \n22A.  Power of the State Bank to remove Di rectors or other managerial persons from offices \n22B.  Power of the state Bank to supersede Board of Directors of microfinance banks  \n22C.  Limitations  \n22D.  Prosecution of directors, chief executive o fficers or other officers \nPART  V \nMISCELLANEOUS  \n23. Penalties  \n24. Continuance of charge and priority \n25. Restrictions on removal of records and documents \n26A.  Declaration of fidelity and secrecy \n27. False information  \n28. Cognizance of offences  \n29. Indemnity  \n30. Power to make rules  \n31. Power to make regulations \n32. Removal of difficulties \n \n \n  \n \nPage 3 of 19 \n THE MICROFINANCE INSTITUTIONS ORDINANCE, 2001  \nORDINANCE No. LV of 2001  \nAn Ordinance to regulate the establishment, business and operations of microfinance institutions.  \nWHEREAS  it is expedient to promote the establishment of microfinance institutions for   \nproviding   organizational, financial   and   infrastructural   support   to   poor   persons, part icularly \npoor women, for mitigating poverty and promoting social welfare and economic justice through \ncommunity building and social mobilization and to provide for matters connected therewith or \nancillary thereto;  \nAND WHEREAS  it is essential to regulate mi crofinance institutions to protect the depositors \nand customers and to safeguard these institutions against political and other outside interference;  \n AND WHEREAS  the President is satisfied that circumstances exist which render it necessary \nto take immedia te action;  \nNOW, THEREFORE , in pursuance of the Proclamation of Emergency of the fourteenth day of \nOctober, 1999, and Provisional  Constitution Order No.1 of 1999, read with the Provisional \nConstitution (Amendment) Order No.9 of 1999, and in exercise of all powers enabling him in that \nbehalf, the President of the Islamic Republic of Pakistan is pleased to make and promulgate the \nfollowing Ordinance: — \nPART I  \nPRELIMINARY  \n1. Short title, extent and commencement. —(1) This Ordinance may be called the \nMicrofinance Institutions Ordinance, 2001.  \n(2) It extends to the whole of Pakistan  \n(2) It shall come into force at once.  \n2. Definitions.  In this Ordinance, unless there is anything repugnant in the subject or context, — \n(a)   “auditor” means any person who is appointed  in accordance with the provisions  \nof this Ordinance for the audit of the accounts of a microfinance institution;  \n(b)     “Banking Companies Ordinance” means the Banking Companies Ordinance,  \n1962 (LVII of 1962);  \n(c)     “company” means a company incorporat ed under the Companies Ordinance,  \n1984 (XLVII of 1984), or any other law for the time being in force;  \n(d) “customer” means any person or group of persons availing the services of a \nmicrofinance institution;  \n \nPage 4 of 19 \n (e) “deposit” means the deposit of money, repayable on demand or otherwise, \naccepted by a microfinance institution from the public for the purpose of \nproviding microfinance services;  \n(f) “deposito r”  means  a  person  in  whose  name  a  deposit  is  held  by  a \nmicrofinance institution;  \n(g) “license” means the license issued by the State Bank and the expression \n“licensed” should be construed accordingly; \n(h) “member”  means  the  member  or  shareholder  who  has  contributed  or \nsubscribed to the capital of a microfinance institution;  \n1\n[(i) “microfinance institution”  means an institution,  which extends mi cro credit and \nallied services to the poor th rough sources other than public  savings and \ndeposits ]; \n1\n[(ia) “microfinance bank” means an institution  licensed by State Bank under this \nOrdinance to establish  and operate as microfinance bank;] \n(j) “microfinance  services”  means  the  financial  and  other  related  services \nspecified in section 6, the value of which does not exceed such amount  as \nthe State Bank m ay, from time to tim e, determine; \n(k) “poor persons”  means persons who have meager means of subsist ence and \nwhose  total income during a year is less than such minimum  limit  as the \nState Bank m ay, from time to tim e, prescribe; \n(l)      “prescribed” means prescribed by rules [and regulations]  made under this \nOrdinance; \n(m)  “specified area” means the district, province or other specified area within \nwhich a microfinance institution  is licensed to op erate; and \n(n)     “State Bank” means the State Bank of Pakistan establish ed under the State \nBank Act, 1956 (  XXXIII of 1956).  \n3. Applications of other laws .__ (1) The provisions of this ordinance shall be in addition to, \nand, save as hereinafter provided, not in derogation of, any other law for the time being in force.  \n2. Save as otherwise provided in this Ordinance, the Banking companies ordinance any other \nlaw for the time being in force relating to banking companies or financial institutions shall not apply \nto microfinance institutions licensed under this ordinance and microfinance institution shall not be \ndeemed to be a banking company for the purposes of the said ordinance, the state Bank of Pakistan \nAct, 1956 (XXXIII of 1956), or any other law for the time being in force relating to banking companies.  \n \n1Subs.  AND Ins.  by the Finance Act, 2006 (3 of 2006), s. 18 for “clause (i)”.  \n2 New clause (ia) ins. ibid.  \n \nPage 5 of 19 \n 3. save as expressly provided in this ordinance, the provisions of this ordinance shall have \neffect notwithstanding anything contained in any rules, regulations, m emoranda or articles of \nassociation of a microfinance institution or in any resolution passed by such institution in its general \nmeeting or by its Board of Directors, whether the same be applied, executed or passed before or after \nthe commencement of this ordinance and any provision contained in any rules, regulations, \nmemoranda, articles or resolutions aforesaid shall, to the extent of its inconsistency become or be void \nand of no legal effect.  \nPART II \nESTABL ISHMENT  AND WINDI NG UP \n4. Restrictions on establishment and operations.—company, shall be established as a \nmicrofinance institution  \n2. No microfinance institution  shall comm ence, or carry on,  the busin ess of taking d eposits  \nunless and until su ch institution  has been licensed in accordance with the provisions of  this Ordinance \n5. Name.___ (1) No person other than a licensed microfinance bank shall use with its name the \nwords “Microfinance Bank” or “MFB” or its derivatives or any words or letters which convey that it is \na microfinance bank.  \n(2)  Any  person  or  company  to  whom  license  has  not  been  granted  under  this O rdinance \nor the license granted has been cancelled, contravenes, or attempts  to contravene or  abets the \ncontravention of sub-section (1), the chief executive  by wh atever name called, a Director, a Manager \nand other officer of the company, and the individu al and every member of the association or body of \nindividu als shall be deemed to be guilty of such contravention and shall be punish able with \nimprisonm ent for a term which may extend to three years or with fine whi ch may extend to one  \nmillion  rupees or with both. ”]. \n6. Functions and powers. —(1) A microfinance institution shall, in accordance with prudential \nregulations and subject to the terms and conditions of the license issued by  the state bank, render \nassistance to micro -enterprises and provide microfinance services in a sustainable manner to poor \npersons, preferably poor women, with a view to alleviating poverty.  \n (2) without prejudice to the generality of the foregoing provisio ns, the powers and functions \nof microfinance institutions shall be__ \n(a)    to provide  financing facilities, with or without  collateral security, in cash or \nin kind,  for such terms and subject to such conditions as may be prescribed, \nto poor p ersons for all types of economic  activities including  housin g, but \nexcluding busin ess in foreign exchange transactions  1\n[except to receive \nremittances from abroad payable only in Pakistan Rupees to beneficiaries in \nPakistan subject to rules and regulations  and authorization issued  by State \nBank of  Pakistan from time to tim e]; \n(b)     to accept deposits;  \n \n1Added by the Finance Act, 2007 (4 of 2007), s.21, (w.e.f. 1 -7-2007).  \n \nPage 6 of 19 \n (c)     to accept pledges, mortgages, hypothecations  or assignments to it of any \nkind of movable or immov able property for the purpose of securing loans \nand advances made by it; \n(d)  to undertake the management, control and supervision  of any Organization, \nenterprise, scheme, trust fund or endowm ent fund for the b enefit and \nadvancement of poor persons;  \n(e)     to buy, sell and supp ly on credit to poor persons indust rial and agricultural \ninputs,  livestock, machinery and indust rial raw materials, and to act as agent \nfor any Organization for the sale of such goods or livestock; \n(f)      to invest in shares of anybody corporate, the objective of which  is to provide   \nmicrofinance services 1[and technical, vocational, education, business \ndevelopment and allied services to the poor and micro enterprises] to poor \npersons;  \n(g)     to provide sto rage and safe custody facilities; \n(h)     to carry out survey and research, and to issue publi cation and maintain \nstatisti cs relating to the improvement of economic condition  of poor persons; \n(i)      to provide p rofession al advice to poor  persons regarding investments in sm all \nbusin ess and su ch cottage indust ries as may be prescribed; \n(j)      to encourage investments in such cottage indust ries and income generating   \nprojects for poor persons as may be prescribed \n(k)  to provide services and facilities to customers to hedge various risks relating to \nmicrofinance activities;  \n(l)     to render managerial, marketing, technical and administ rative advice to \ncustom ers and assisting  them in obt aining  services in su ch fields; \n(m)    to bo rrow and raise mon ey and open bank accounts; \n(n)     to purchase, take on lease, or otherwise acquire, sell, exchange, surrender, \nlease, mortgage, dispo se of and deal in any mov able and immov able p roperty \nand rights of all kinds  for and on behalf of its custom ers for the pu rpose of \npromoti ng   developm ent   oppo rtunities, building  of assets, resource allocation, \npromotion  of markets, and adoption  of better technology for economic  growth \nand developm ent; \n \n \n \n1Ins. by the Finance Act, 2006 (3 of 2006), s.18. \n \nPage 7 of 19 \n (o)     to establish  subsidi aries, whether whol ly or partly owned, and to appoint \nagents in various locations  for various activiti es which it may consid er \nnecessary for the proper discharge of its functions;  \n \n(p)     to pay, receive, collect and remit money and securities within  the country; \n(q)   to acquire, maintain and t ransfer all m ovable and immov able p roperty \nincluding  residential premises, for carrying on its  busin ess; \n(r)      to op en account or make any agency arrangement with, and to act as agent or \ncorrespon dent of, any bank or  financial institution;  \n(s)     to inv est its su rplus funds in Gov ernment 1\n[and su ch oth er marketable securities \nas State Bank may from time to time noti fy]; \n(t)      to impose and receive fees, charges, profits or return for its services; \n(u)    to mobil ize and provide  financial and technical assistance and training  to \nmicro enterprises; \n(v)     to undertake mobile banking to expedite transactions and reduce costs;  \n(w)    to establish trust and endowment funds;  \n(x)     to receive grants from the government and any other sources permitted by the \nState Bank; and  \n(y)     to generally do and perform all such acts, deeds and things as may be necessary, \nincidental or conducive to the fulfillment of their functions and  the attainment \nof their objectives.  \n7. Prohibition and restrictions.___ (1) A microfinance institution shall not undertake or transact \nany kind of business other than that authorized by, or under, this ordinance.  \n(2) In performance of its  functions  under this Ordinance, a microfinance institu tion sh all have \nproper regard to the economic  and commercial merits of any or the transactions  or activiti es it plans \nto und ertake or  assist.  \n(3) Where a microfinance institution  is required by any authority to undertake or assist \na micro enterprise or other such activiti es which it consid ers economically or otherwise unsound,  \nthe microfinance institution  shall not undertake or assist such activity until  and unl ess the said \nauthority has provided adequate guarantee to the microfinance institution  or ind emnify any losses \nthat it may incur in the un dertaking of such activity. \n \n1Subs. by the Finance Act, 2006 (3 of 2006),s.18 for “securities”. \n \nPage 8 of 19 \n (4) No microfinance institution  shall create a floating charge on the undertaking or any of \nits assets or part thereof, unless the creation of such floating charge is certified in writing by the  State \nBank as not being detrimental to the interest of the deposito rs of such institution.  \n(5) Any such charge created without  obtaining  the certificate of the State Bank shall be \ninvalid. \n(6) Any microfinance institution  aggrieved by the refusal of a certificate under sub- section \n(4) may, within  thirty days from the date on which such refusal is communi cated to it, prefer an appeal \nto the Central Board of the State Bank who se decision  thereon sh all be final. \n8. Principal Office .___ (1) The principal office of a microfinance institution shall be situated in \nthe specified area and shall not be changed without prior approval of the state Bank. The microfinance \ninstitution may, with the approval of the state Bank, establish branch offic es at such other place, or \nplaces, in the specified area as it may think fit.  \n(2)  A  microfinance  institution  shall  furnish  to  the  State  Bank  an  annual  plan indi cating \nthe  pl ace  where  new  branches  will  be opened  or  the  n ames  of agents  to  be appoint ed tog ether \nwith the details of their duti es and functions.  \n(3) A microfinance institution  shall give at least thirty days’ advance notice to the State \nBank for opening of a new branch or appointment of an agent. \n(4) Unless otherwise advised by the State Bank, the opening of the new branch or appointm ent \nof an agent shall be deemed to be licensed at the expiry of thirty days of the noti ce given to the State \nBank un der sub -section (3). \n9. Area of operation. A microfinance institution  shall be licensed to operate in an area \nwhich may consist  of,— \n(a)    a district; \n1\n[(aa)  a region comprising up to five adjacent districts within  the same \nProvince or any oth er area wherein this Ordinance is applied with \nnecessary adaptations as the case may be;]. \n(b)    a province; or \n(c)    the whole of  Pakistan \n10. Capitalization .___ 2[(1) Power to prescribe paid -up capital reuirements  for microfinance \nbanks shall vest in State Bank of Pakistan and no microfinance bank shall operate unless it has a \nminimum paid -up capital as state Bank may, from time to time, prescribe. The State Bank may prescribe \ndifferent minimum paid -up capital requ irements for microfinance banks operating at district, regional, \nprovincial, and national level.  \n1 New clause (aa) ins.by the Finance Act, 2006 (3 of 2006), s.18 \n2Subs. by the Finance Act, 2007, (4 of 2007),s.21, for, “sub-section (1)”. \n \nPage 9 of 19 \n Explanation .__ For the purpose of this sub -section the expression “district” shall include the \nIslamabad capital territory and such other territories as specified by the Federal Government may, by \nnotification in officer Gazette, specify.]  \n(2) Not less than fifty -one pe r cent of the paid up capital of a microfinance institution shall be \nsubscribed by the promoters or sponsor members and the shares subscribed to be the promoters or \nsponsor members shall remain in the custody of state bank and shall neither be transferable  nor \nencumbrance of any kind shall be created thereon without prior permission, in writing, of the state \nBank.  \n11. Winding up.  The provisions of Banking companies ordinance for winding up of banking \ncompanies shall, mutates mutandis, apply to microfinance  institutions of the purpose of their winding \nup. \nLICEN SING  \n1[12. Existing microfinance institutions .___ (1) Any person performing the functions of a non -\ndeposit taking microfinance institution may make an application to the state bank on such forms \naccompanying such information and fee, as may be prescribed, for issuance of a license to set up \nmicrofinance bank and take deposits.  \n(2) The State Bank may, on receipt of the  application, make such enquiries as it consid ers \nnecessary and either grant a license as for a specified area as permissible  under this o rdinance, subject \nto such conditions  as the State Bank may think  fit to impose  or for reasons to be  recorded in w riting, \nreject the application for the li cense. \n(3) Before granting  the license, the State Bank shall satisfy itself by an inspection of the books \nof the mi crofinance institution,  programme, project or otherwise, etc, that— \n(a)     the micro finance institution,  project or programme, etc., enjoys a good \nfinancial health and is and will  be in a position  to meet its liabiliti es; and \n(b)  the affairs of the microfinance institution  are not being, and are not likely to \nbe, condu cted in a manner detrimental to the interests of its  members and \npresent or future custom ers. \n(4) Where an application of a non-deposit  taking microfinance institution  for grant of license \nto take deposits  is rejected, the concerned microfinance institut ions may continue op erations  as a non- \ndeposit taking micro finance institution.  \n(5) If the State Bank rejects such an application for grant of licence to take deposits, the  \napplicant may, within thirty days from the date of the order of the State Bank, prefer an appeal to the \nCentral Board of the State Bank and the order passed by the Central Board in this  respect shall be \nfinal.] \n \n \n1 Sub by the Finance Act, 2006 (3 of 2006), s.18  for “section 12”. \n \nPage 10 of 19 \n 1[13A. Suspension or cancellation of a licence .___ (1) The State Bank may suspend or cancel \na license granted to a microfinance bank if the microfinance bank. — \n(a)  at any time fails to comply with  any of the conditions  imposed upon  it under \nsub-section (2) of section 12 or  sub-section (2) of section 13, as the case may \nbe; \n(b)  at any time  fails to pay its liabiliti es or in the opinion  of State bank of Pakistan \nthe affairs of the microfinance bank are conducted in a manner detrimental \nto its  deposito rs; or \n(c)  has furnished false or  misleading information in its application for a licence; \nor \n(d)  has gone into liquid ation, suspended its busin ess activiti es or ceased to carry \non busin ess as microfinance bank in Pakistan: \nProvided that before suspending or  canceling a licence under clause (a) \nor clause (b), the State Bank, unless it is of opinion that the delay may be \nprejudicial to the interest of the  micro finance bank’s deposito rs or the publi c, \nshall grant to the mi cro finance bank on such terms as it may specify, an \noppo rtunity of taking the necessary steps to comply with  or fulfill such \nconditions.  \n(2) No  license shall be suspended or cancelled under sub-section (1) unless and until the  \nmicrofinance bank is called upon  by a notice in writing by the  State Bank to show  cause within  fifteen \ndays as to why its licence should n ot be suspended or cancelled \n(3) In the event of su spension  or cancellation of a li cense the microfinance bank concerned \nshall be noti fied forthwith  and, from the date of such notification, shall cease to transact any busin ess \nother than that required to wind  up its affairs with the approval of the State Bank. The State Bank \nshall publish  notice of su ch suspension  or cancellation in one l eading Urdu language newspaper and \none English  language newspaper in addition to  its publi cation in the o fficial Gazette. \n(4) The  provisions  of sub-section (1) shall not prejudice the rights or claims of any person \nagainst the mi cro finance bank or  of the m icro finance bank against any person. \n(5) A micro finance bank aggrieved by the decision  of the State Bank for suspension or  \ncancellation of its licence may, within  thirty days from the date on which such decision  is \ncommuni cated to it, apply for review to the C entral Board of the State Bank. \n (6) The decision  of the State Bank, subject to the result of review by the  Central Board of \nthe State Bank und er sub -section (5) shall be final.] \n \n \n1Subs. by the Finance Act, 2006 (3 of 2006),s.18 for “section 13”. \n \nPage 11 of 19 \n PART  IV \nREGULATION  AND SUPERVI SION  \n14.  Management  and  administration: (1) The general superintendence and management \nof the affairs of a microfinance institution shall vest in its Board of Directors which shall manage its \nbusiness and affairs in accordance with the principles of good governance.  \n(2)  There  shall  be  a  chief  executive  officer  who  shall  work  full  time  and  be responsible \nfor the day-to-day adminis tration of  microfinance institution.  \n(3) The State Bank shall ensure that the persons serving on  the Board of Directors and the  \nchief executive  officer of a microfinance institution  are persons of integrity and have good \nfinancial reputation. \n15. Accounts .___ (1) A microfinance institution shall maintain porper  books of accounts and, \nat the expiration of teach calendar year, prepare annual statement of accounts including the profit and \nloss account and balance sheet as may be prescribed.  \n(2) A microfinance institution  shall, in respect of such accounts,  comply with such \ngeneral directions  as the State Bank m ay, from time to tim e, issue. \n16. Audit .___ (1) The accounts of a microfinance institution shall maintain proper books of \naccounts and, at the expiration of each calendar year, prepare annual statement of accounts including \nthe profit and loss account and balance sheet as may be prescribed.  \n(2)      The auditor  or audito rs shall  be appoint ed for such terms and on such remuneration, to \nbe paid by the microfinance institution,  as the Board of Directors of such institution  may fix: \nProvided that the auditors once appoint ed shall not be removed before 1\n[five] years without  \nthe p rior approval of the State Bank and no auditor sh all serve as external auditor of  a microfinance \ninstitution  consecutively for more than five years. \n(3) Every audito r, appointed under sub-section (2), shall be given a copy the annual balance  \nsheet  and  other  accounts  of  the  microfinance  institution  who  sh all  examine  it, to gether with \nthe accounts and vou chers relating thereto, and shall have a list delivered to him of  all books  kept \nby the microfinance instituti on, and shall, at all reasonable times, have access to the books  of \naccounts  and documents of the mi crofinance institution,  and may, in relation to su ch accounts,  \nexamine any director or  officer of the mi crofinance institution.  \n(4) The  audito rs shall report to the Board of Directors of the microfinance institu tion upon  the \nannual accounts and balance sheet and in their report they shall state whether, in their opinion,  the \nbalance sheet contains all necessary particulars and is properly drawn up so as to exhibit a true and \ncorrect view of the  state of affairs of the  microfinance institution  and, in case they have called for any \nexplanation or information from the microfinance institutio n, whether it has been given and wh ether \nit is satisfactory. \n1 Subs. by the Finance Act, 2006 (3 of 2006),s.18 for “Three”. \n \nPage 12 of 19 \n (5) The audited financial statements shall be published within  three months  of close of its  \nfinancial year and microfinance institution  shall cause its accounts  to be publish ed in a daily \nnewspaper having wide circulation in the s pecified area. \n(6) A  microfinance institution  shall submit  audited financial statements along with audito rs’ \nreport to the State Bank within  three mo nths of the close of  its financial year.1 \n2[Provided that in exception al circumst ances the State Bank may, for the reasons to be \nrecorded, extend su ch period up to a  period of  another one  month. ]. \n(7) Nothi ng in this Ordinance shall apply to the preparation of accounts  by a microfinance \ninstitution  and its audit in respect of any accounting  year which has expired prior to the \ncommencement of this Ordinance, and notwithst anding the  other provision  of this O rdinance such \naccounts  shall be prepared, audited and submitt ed in accordance with  the law in force immediately \nbefore such comm encement. \n17. Returns .___ (1) A microfinance institution shall furnish to the State Bank such returns, \nreports and information as may be prescribed.  \n(2) Without  limitation to the foregoing, a microfinance institution  shall,— \n(a)     maintain a register of its m embers, Board of Di rectors and the chief executive \nofficer and provide in formation thereof to the State Bank at such time and in \nsuch manner as may be prescribed; \n(b)  maintain accounts and have the same audited at such time and in such manner \nas may be prescribed;  \n(c)  submit  its annual report and audited accounts  to the State Bank and publish  the \nsame for general information at such time and in such manner as may be \nprescribed; and \n(d)    furnish to the State Bank such particulars with regard to accounts  and ot her \nrecords as the State Bank may from time to time require. \n(3) The State Bank, or any officer duly authorized by it in this behalf, may at all reasonable \ntimes inspect the books  of account and other records of a mi crofinance institution, the  securities, cash \nand other properties held by such institution,  and all documents relating thereto. \n18. Liquidity and reserves .___ (1) A microfinance institution shall maintain investment in \nliquid assets, i.e. cash, gold and unencumbered approved securities, valued at a price not exceeding \nthe lower of the cost and the current market price, which shall not at the close of business o n any day \nbe less than such percentage of the total of its time and demand liabilities, as may be notified by the \nstate bank from time to time:  \n \n1\nSubs. by the Finance Act, 2006 (3 of 2006),s.18 for “fullstop”. \n2\nProviso added ibid. \n \nPage 13 of 19 \n Provided that the state bank may separately specify the applicable percentage either in general \nor in relation to any class of microfinance institution in particular.  \nExplanation .__ (1) For the purpose of this section, the expression “unencumbered approved \nsecurities of a microfinance institution lodged with another microfinance institution or institution for \nan advance or any other credit management to the extent to which such securities have not been drawn \nagainst or availed of, and the expression “ liabilities” shall not  include the paid up capital or reserves \nor any credit balance in the profit and loss account of the microfinance institution or any such \nliabilities as may be notified by the state bank for the purposes of this section.  \nb) In computing  the amount provided for in clause (a) any balances maintained in Pakistan \nby a microfinance institution  in a current account with the State Bank or its agent or both 1* * * \nshall be deemed to be  cash m aintained. \n2\n[(c) The State Bank shall monitor  the liquid ity position  through such returns and systems as \nmay be prescribed by it from time to tim e.]. \n3\n[(2) A microfinance bank shall maintain by way of cash reserve in cash in current account,  \nopened with the State Bank or its agent, a sum equivalent to five per cent of its deposits  or such \npercentage as State Bank may from time to time notify. The State Bank shall monitor  the reserve \nposition through such returns and systems as may be prescribed by it from time to tim e.] \nExplanation .__ For the purpose of this section the expression “liabilities” shall not include the \npaid up capital, the reserves or any credit balance in the profit and loss account of a microfinance \ninstitution, the amount of any loan taken from the state bank and the a mount received as loan in \nPakistan currency by a microfinance institution from the Federal Gov ernment out of a foreign \ncurrency loan contracted by the  Government or the amount  of foreign currency loans obtained by the \nmicrofinance institution  directly from any foreign agency but  should  in clude  the  amount  of  any \nother  rupee  loan  taken  from  the  Federal Gov ernment. \n(3) A microfinance institution  shall create and maintain a Statutory Reserve Fund to whi ch \nshall be credited each year, a sum equivalent to such percentage of its aftertax profit as may be \nprescribed. No appropriation from the Statutory Reserve Fund shall be made without  prior written \napproval of The State Bank. A microfinance institution  shall also create oth er reserves as required \nby the State Bank from time to tim e. \n19. Depositors’ protection fund .___  (1) A microfinance institution shall, as required by the \nstate bank, establish and maintain depositors’ protection fund or scheme for the purpose of providing \nsecurity  or guarantee to persons depositing  money in such institution.  \n(2) Five per cent of the annual after tax profits of a microfinance institution  and profits \nearned on the investments of the  fund shall be credited to the deposito rs’ protection fund and such \nfund shall either be invested in Government securities or deposit ed with State Bank in a  remunerative \naccount.  \n \n1 The certain words omitted by the Finance Act, 2006 (3 of 2006),s.18. \n2 Subs. by Act.3 of 2006, s.18, for “paragraph (c)”. \n3 Subs. ibid., for “sub-section (2)”. \n \nPage 14 of 19 \n (3) The  deposito rs’ protection fund shall be used to make payment to the individu al deposito rs \nwith aggregate deposits  of up  to ten thous and rupees in case of liquid ation of the mi crofinance \ninstitution.  \n(4) The deposito rs’ protection fund shall be operative with effect from the expiry of five years \nfrom the date of first Annu al Balance Sheet of the microfinance institution  and sh all remain \nunencumbered at all times. \n20. Power to call for information . Where it appears to the state bank that a person is carrying \non the business of a microfinance institution in contravention of section 4, the state bank may,__  \n(a)  direct such person or any other person who is, or has at any time, been dealing, \ndoing  busin ess or associating in any manner with such person, to give or \nfurnish to the State Bank within  a specified period such books,  accounts, \ninformation, documents or records relating to such microfinance institution ’s \nbusin ess as may be within  the custody, possession or  control of such person; \n(b)     authorize any person to enter and search any premises and seize books, \naccounts or  other documents or records relating to such busin ess; \n(c)     inspect and examine any of t he books, accounts, do cuments or records referred \nto in clause ( a); and \n(d) exercise as far as may be applicable the powers conferred on the State Bank \nunder section 22. \n21. Inspection and investigation .___ (1) The state Bank may, at any time, inspect books of \naccounts and records of any microfinance institution to evaluate its financial viability and may, of its \nown or on recipt of complaint investigate the affairs of such institution.  \n(2) The inspection  or investigation shall be carried out by such officer of the State Bank \nor by such oth er person as the State Bank may authorize. \n(3) It shall be the duty of every officer and employee of a microfinance institution  or any other \nperson dealing with or  connected with the op erations  of the microfinance institution to  produce to \nany officer, making an inspection or investigation under this section, hereafter in this section called \nthe inspecting o fficer, all such books,  accounts  and other documents in his  custody or power and to \nfurnish him with such statements and information relating to the affairs of the mi crofinance institution  \nwithin  such time as the insp ecting officer may require. \n(4) The inspecting officer may examine  on oath any officer or emplo yee of the \nmicrofinance institution  in relation to its  busin ess and m ay administ er an oath accordingly. \n(5) The State Bank shall supp ly to the microfinance institut ion a copy of its report on the \ninspection made und er this  section. \n  \n \nPage 15 of 19 \n (6) The State Bank shall systematically monitor  and evaluate the performance of a \nmicrofinance institution to  ensure that it is complying with the applicable criteria and prudential rules \nand regulations:  \nProvided that if any officer or any employee fails to produce any books  of account or oth er \ndocuments or to furnish any statement or information which under sub-section (3) it is his  duty to \nproduce or furnish or to answer correctly any question  relating to the busin ess of the microfinance  \ninstitution  which he is asked  by an  insp ecting officer, such  officer  or employee shall be liable \nto fine as the State Bank may determine  to be recovered from the salary of such officer or employee \nand, in the event such failure persists,  the State Bank may order removal of such officer or employee \nand the microfinance institution  shall comply with su ch order forthwith.  \n22. Powers to give directions .___ (1) Where the State Bank is satisfied that,  \n(a)     in the public int erest; or \n(b)   to prevent the affairs of a microfinance institution b eing condu cted in a m anner \ndetrimental to the  interest of the deposito rs or in a m anner prejudicial to the \ninterest of a microfinance institution;  or \n(c)     in furtherance of monetary or financial sector poli cy; or \n(d)  to secure the proper management of a microfinance institution,  it is necessary \nto issue  directions  to microfinance institutions  generally or to any microfinance \ninstitution  in particular, it may, from time to t ime, issue s uch directions  as it \nmay deem fit and the microfinance institutions  or the microfinance institution,  \nas the case may be, shall comply with  such directions.  \n(2) The State Bank may, on representation made to it or of its own motion,  modi fy or cancel \nany direction issued under sub-section (1), and in so modifying or canceling any direction may impose  \nsuch condition,  as it thinks fit, subject to which the modi fication or cancellation shall have effect. \n1[22A.  Power of the State Bank to remove Di rectors or other managerial persons from \noffices.__ (1) Where the State Bank is s atisfied that__ \n(a)    association of any chairman or director or chief executive  by wh atever name \ncalled or other officer of a microfinance bank not being lo wer in rank than a \nbranch manager, is or is likely to be detrimental to the interests of the \nmicrofinance bank or  its deposito rs or is oth erwise und esirable; or \n(b)     in the public int erest; or \n(c)     to prevent the affairs of a mi crofinance bank being condu cted in a manner \ndetrimental to the int erest of its  deposito rs or in  a manner prejudicial to the \ninterests of the mi crofinance bank; or \n \n1New section 22A, 22B, 22C ins. by the Finance Act, 2006 (3 of 2006), s.18 \n \nPage 16 of 19 \n (d)  to secure the proper management of any microfinance bank, it is necessary \nso to  do; the State Bank may, for reasons to be recorded in writing, by order, \nremove  from office, with effect from such date as may be specified in the \norder, any chairman or director or chief executive  officer by wh atever name \ncalled or other officer of the mi crofinance bank. \n(2) No  order under sub -section (1) sh all be m ade unless the chairman or director or chief \nexecutive  or other officer has been given a reasonable oppo rtunity of making a representation to the \nState Bank against the p roposed order: \nProvided that if, in the opinion  of the State Bank, any delay shall  be detrimental to the public \ninterest or the  interest of the mi crofinance bank or its deposito rs, the State Bank may, at the time  of  \ngiving  the  oppo rtunity  aforesaid  or  at  any  time  thereafter  and  pending  the consid eration of \nthe representation aforesaid, if any, by order direct that- \n(a)  the chairman or, as the case may be, director chief executive  officer or other \nofficer, shall not, with effect from the date of the order,— \n(i)  act as such chairman or director or chief executive  or other officer \nof the mi crofinance bank; or \n(ii)  in any way, whether directly or indirectly, be concerned with,  or \ntake part in the m anagement of the mi cro finance bank; and \n(b)  any person authorized by the state bank in this behalf shall act as such \nchairman or director or chief executive of the microfinance bank  \n(3) Where any order under sub-section (1) is made in respect of a chairman, director, chief \nexecutive  or other officer of a mi crofinance bank, he shall forthwith cease to be a Chairman or, as the \ncase may be, a director chief executive  officer or other officer of the mi crofinance bank and shall \nnot in any way, whether directly or indirectly, be concerned with,  or take part in, the management \nof the microfinance bank or any other microfinance bank for such period not  exceeding three years \nas may be specified in the order. \n(4) Any person appoint ed as chairman director or chief executive  officer under sub-section \n(2) shall— \n(a)  hold office during the pleasure of the State Bank subject to such conditions  as \nmay be specified in the order of his appointm ent and, subject thereto, for \nsuch period, not exceeding three years as the State Bank specify in such order; \nand \n(b)  not incur any oblig ation or liability for anything, which is done  or intended to \nbe done  in his capacity as such chairman, director or chief executive. \n(5) No p erson removed from office un der sub -section (1) shall be entitled to claim any \ncompensation for the lo ss or termination of office. \n  \n \nPage 17 of 19 \n 22B. Power of the state Bank to supersede Board of Directors of microfinance banks .___ \n(1) Where the state Bank is satisfied that__ \n(a)    the  association of the Board of Directors, by whatever name called, of a \nmicrofinance bank, is or is likely to be detrimental to the interests of the \nmicrofinance bank or  its deposito rs or otherwise undesirable; or \n(b)     for all or any of the reasons mention ed in sub -section (1) of section 22A,  it is \nnecessary so to do, the State Bank m ay, for reasons to be recorded in w riting, \nby order, supersede the Board of Directors of a microfinance bank with  effec t \nfrom such date and for such period as may be specified in the order. \n(2) The period of supersession  specified in an order under sub-section (1) may from time to  \ntime be extended by the State Bank and the total period of supersession  shall in no case exceed three \nyears. \n(3)  All o rders and du ties of the Board of Di rectors shall, during the p eriod of sup ersession,  \nbe exercised and performed by such persons as the State Bank may from time to time appoint  in \nthis behalf \n(4)  The provisions  of sub-sections  (2), (3), (4), and (5) of section 22A shall, apply to an \norder made und er sub-section (1) or sub-section (3). \n22C. Limitations .___ (1) No order under section 22A or section 22B - shall be made except \nby the governor of the state bank on a report by a standing committee set up by the state bank for the \npurpose.  \n(2) Any person or micro finance bank aggrieved by an order made by the Governor of the  \nState Bank under section 22A or section 22B may make an appeal to the Central Board of Di rectors \nof the State Bank whose d ecision  shall be final. \n(3) No action taken under section 22A or section 22B or sub-section (2) shall be called \nin qu estion  by or before any court, tribunal or other authority \n22D.  Prosecution of directors, chief executive o fficers or other officers. Notwithst anding  \nanything contained in section 22A the State Bank may direct prosecution  of a director or chief \nexecutive  officer by wh atever name called or other officer who,  in its opinion,  has knowin gly acted \nin the manner causing  loss of deposito rs’ money or of the in come of  the mi crofinance bank. \nExplanatio n.__ For the purpose of this section a director chief executive  officer or other officer \nshall be deemed to have acted knowi ngly if he has departed from establish ed banking p ractices and \nprocedures or circumvented the regulations  or related restrictions  laid down  by the State Bank of \nPakistan from time to tim e.] \nPART V  \nMISCELLANEOUS  \n23. Penalties .___ (1) Whoever carries on the business of a microfinance institution without \nhaving been licensed to do so or who carries on such business after the license therefore has been \n \nPage 18 of 19 \n suspended or cancelled shall be punished with imprisonment for a term which shall not be less than \nfive years.  \n(2)  Any  person  who  willfully  withholds  or  fails  to  deliver  any  document  or information \nor makes a statement in any return, balance sheet or other document or in any information  required  \nor  furnished  under,  or  for  the  purpose  of  any  provision  of,  this O rdinance which to the \nknowl edge of such person is false in any material respect, shall be punish able with imprisonment for \na term which may extend to one year, or with fine which may extend to one  hund red thous and rupees, \nor with both.  \n(3) Any person who contravenes any other provision of this Ordinance or does not comply \nwith any requirement of this Ordinance or any rule, regulation, order, instruction, condition  made, \ngiven or impos ed hereunder shall be liable to such fine as the State Bank may, from time to time \ndetermine. \n(4) If any officer of a microfinance institution,  mism anages the affairs of the mi crofinance \ninstitution  or misus es his position for gaining di rect or indirect benefit for hims elf or any of his family \nmembers, he shall be punish able with imprisonm ent for a term whi ch may extend to three years and \nshall also be liable to fine which may extend to one hund red thous and rupees, and shall be ordered, \nby the  court trying the case, to deliver or refund within  a time to be fixed by the  court any property \nacquired or gained by him in his own  name or in the name of his family members by usi ng his \nposition  or, in default, to suffer further imp risonm ent for a term which may extend to six  years. \n(5) A  microfinance institution,  which fails to maintain liquid  assets and reserves in accordance \nwith the provisions  of this  Ordinance, shall be punish ed with a fine equivalent to one  per cent of the \nshortfall for every day in whi ch the failure occurs. \n24. Continuance of charge and priority.—Where a charge over any property has been, \nor is, created by any person in favour of a microfinance institution  to secure any of the s ervices \nextended by the microfinance institution  to such person, such charge shall continue to  remain valid \nand shall maintain its priority in favour of the microfinance institution  against all charges created by \nsuch person in favour of any other person subsequent to the original date of registration of such \ncharge. \n25. R estrictions on removal of records and documents.—No mi crofinance institution sh all \nremove  from the specified area, to a place outside the specified area, any of its records and documents \nrelating to its busin ess without  the prior permission  in writing of  the State Bank. \nExplanation.__ In this section the expression  “records” includes ledgers, day books,  cash \nbooks,  books  of accounts,  and all other books,  maintained either on paper books  or on electronic or \nmagnetic devices, used in the business of a mi crofinance institution;  and the expression  “document” \nincludes vouchers, cheques, bills,  pay orders, securities for advances and any oth er documents \nsuppo rting entries in the books  of accounts,  or claims by or against, a  microfinance institution.  \n1[26A.  Declaration of fidelity and secrecy.—(1) Every member, director, auditor  and st aff \nmember of the microfinance bank shall, before entering upon  his office and performance of duties, \nmake a declaration of fidelity and secrecy in the form as State Bank may prescribe. \n \n1\nNew section 26A ins. by the Finance Act, 2006 (3 of 2006),s.18. \n \nPage 19 of 19 \n (2) Whoever contravenes the declaration of fidelity and secrecy shall be punish able with  \nimprisonm ent for a term which may extend to six months,  or with fine which may extend to one \nhund red thousand rupees, or up to the extent of loss caused, whichever is higher, or with both.  \n27. False information. Whoever in any application for obtaining  assistance or in any balance \nsheet, statement of profit and loss, declaration or any other document submitt ed to the  microfinance \ninstitut ion for the purpose of obtaining  any financial aid sought or granted und er this Ordinance, willfully \nmakes false statement or knowingly permits any false st atement to be made or to remain, or uses or \npermits to be used any financial facility for any purpose  oth er  than  that  for which  it  is  granted  by \nthe  microfinance  institution  shall  be punish able with imprisonm ent for a term which may extend to six \nmonths,  or with fine which may extend to one  hund red thous and rupees, or with both.  \n28. Cognizance of offences .__ (1) No court shall take cognizance of an offence under this \nordinance except on complaint in writing made by an officer of the state bank authorized in this behalf.  \n(2) Notwit hstanding anything in the code of criminal procedure, 1898, (Act V of 1898),__ \n(a)     no court other than that of a Judicial Magistrate of the first class shall try an \noffence und er this Ordinance; and \n(b)  it shall be lawful for the Judicial Magistrate to pass any sentence authorized by \nthis Ordinance. \n29. Indemnity.___ No suit or other legal proceeding shall lie against the federal by government, \nthe state bank or nay officer of the federal government or the state bank for anything which is in good faith \ndone, or intended to be done, under this ordinance or of any rules , regulations or orders made there under.  \n30. Power to make rules.___ (1) the state bank may, with the approval of the federal government, \nby notification in; the official Gazette, make rules for carrying out the purposes and provisions of this \nordinance.  \n1* * * * * *  * \n31. Power to make regulations. The State Bank may make regulations,  not in consist ent with the \nprovisions  of this  Ordinance and the rules, to provide  for all matters for whi ch provision  is necessary or \nexpedient for the purpose of giving effect to the provisions  of this  Ordinance and efficient condu ct of \nthe affairs of a microfinance institution.  \n32. Removal of difficulties (1) Subject to sub -section (2), if any difficulty arises in giving effect \nto any of the provisions of this ordinance, the federal government may make such order, not inconsistent \nwith the provisions of this ordinance, as may appear to it to be necessary for th e purpose of removing the \ndifficulty.  \n(2) No order under sub -section (1) shall be made after expiry of two years from the commencement \nof this Ordinance.  \n \n1Sub. Section (2) omitted by the Finance Act, 2006 (3 of 2006),s.18."
}