{
    "file": "./converted_json\\administrator545b215767b98a0f4dd989395762d4aa.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "Page 1 of 19 \n  \n \n \n \nSMALL AND  MEDIUM  ENTERPRI SES DEVELO PMENT \nAUTHORITY ORDINANCE , 2002  \n \n \n \nCONTENTS  \n \nCHAPTER I \nPRELIMINARY  \n \n1.  Short title, extent and commencement. \n2.  Definitions. \nCHAPTER II \nTHE AUTHO RITY \n \n3.  Establishment of the Authority. \n4.  Powers and functions of the Authority. \nCHAPTER III \nBOARD  AND  COMM ITTEE S \n \n5.  Exercise of the powers and functions of the Authority to be vested in a Board.  \n \n6.  Com position  of the Board. \n7.  Powers and functions of the Board. \n8.  Meetings of the Board. \n9.  Committees. \n10.  The Chairman of the Board. \n11.  Powers and functions of the Chairman. \nCHAPTER V \nTHE CHIEF EXECUTIVE OFFIC ER \n \n12.  The Chief Executive Officer. \n\n               \nPage 2 of 19 \n 13.  Qualifications of the Chief Executive Officer. \n14.  Disqualification  of the Chief Executive Officer. \n15.  Powers and functions of the Chief Executive Officer. \nCHAPTER VI \nDELEG ATION OF POWERS \n \n16.  Delegation of  powers, duties and functions. \nCHAPTER VII \nTHE EXECUTIVE SECRETARY  \n \n17.  The Executive Secretary. \nCHAPTER VIII \nESTABLISHMENT \n \n18.  Appointment of employees, etc. \n19.  Conditions of service and disciplinary powers. \nCHAPTER IX \nRESIGNATION AND  REMOVAL  \n \n20.  Resignation . \n21.  Removal of Member. \nCHAPTER X \nFINANC E, AUDIT  AND ACC OUNTS \n \n22.  Fund.  \n23.  Expenditure to be charged to the Fund. \n24.  Accounts, annual financial report and audit. \n25.  Investment. \n26.  Bank accounts. \nCHAPTER XI \nANNUAL  REPORT \n \n27.  Annual report. \nCHAPTER XII \nGENERAL  AND  MISCELL ANEOUS PROVISIONS \n \n \n28.  Limitation of liability. \n               \nPage 3 of 19 \n 29.  Right of recovery as arrears of land revenue. \nPOWER OF THE  FEDERAL GOVERNMENT  \nTO ISSUE POLICY GUIDELINES \n \n30.  Power of the Federal Government to iss ue policy guidelines. \n31.  Chief Executive Officer, Members, employees, etc. of the Authority to be public \n servants. \n32.  Indemnity. \n33.  Winding up. \n34.  Common seal. \n35.  Ordinance to override other laws. \n36.  Power to make rules. \n37.  Power to make regulations. \n38.  Removal of difficulties. \n39.  Savings. \n40.  Repeal. \n \n  \n               \nPage 4 of 19 \n SMALL AND  MEDIUM  ENTERPRI SES DEVELO PMENT AUTHORITY \nORDINANCE  2002  \n \nORDINANCE  XXXIX OF 2002  \n \nAn \nOrdinance \n \nto provide for the, establ ishment of the Small  and Medium  Enterprises Developm ent \n Authority  as an autonomous  body  under the Federal Government for encouraging and \n facilitating  the development and growth of small and medium  enterprises in Pakistan  \n \nWHEREAS  it is expedient for the establish ment of a Small and Medium Enterprises \nDevelopment Authority  to provide requisi te support  services for encouraging and facilitating the \ndevelopment and growth  of small and medium enterprises in Pakistan by w ay of policy making and \nthrou gh the pr ovisions of resources and support  services and to pro vide for matters connected \ntherewith and ancillary thereto; \n \nAND WHEREAS  the President is satisfied that circumstances exist which render it \nnecessary to take immediate action; \n \nNOW, THE REFORE, in pursu ance of the  Proclamation of Emergency of the fourteenth d ay \nof October, 1999,  and the Provisional Constitution Ord er No. 1 of 1999,  read with the \nProvision al Constit ution (Amendment) Order No. 9 of 1999,  and in exercise of all powers \nenabling him in that behalf, the President of  the Islamic Republic of Pakistanis pleased to make \nand promulgate the following  Ordinance: — \n \nCHAPTER I \nPRELIMINARY  \n \n 1. Short title, extent and commencement.—(1) This Ordin ance may be called the \nSmall and Medium  Enterprises Development Authority  Ordin ance 2002.  \n (2) It extends to the whole  of Pakistan. \n (3) It shall come into force at once. \n \n 2. Definitions. In this Ordin ance, unless there is anything repugnant in the subject or \ncontext,— \n \n(a) “Authori ty” means the Small and Medium Enterprises Development \nAuthority established under section 3; \n \n(b) “Board” means the Board of the Authority  constitut ed under section 5; \n \n(c) “Chairman” means the Chairman of the board; \n \n               \nPage 5 of 19 \n (d) “Chief Executive Officer” means the Chief Executive Officer of the \nAuthority  \n(e) “Committee” means a committee constitu ted by the Board; \n \n(f) “employee” means any officer or servant of the Authority ; \n \n(g)  “Executive Secretary” means the Executive Secretary of the Board: \n \n(h) “Federal Government” for purpos es of this Ordin ance means the Ministry  of \nIndustri es and Production;  \n \n(i)  “Fund” means the fund established under section 22; \n \n(j)  “Member” means a mem ber of the Board including  the Chairman; \n \n(k)  “Person” means any n atural person or  Legal entity, including an individual, \nassociation of  persons, partnership, company, corpor ation, statutory  body, \ntrust, society, or any other legal entity; \n \n(l)  “prescribed” means prescribed by the rules made under this Ordin ance; \n \n(m)  “private sector” means any field of activity not in the public sector or of any \nstatutory  body  or anybody which is owned or controll ed, wholly  or \npartially, by the Federal Government or a Provincial Government except a \nuniversity or an educational or research institu te; \n \n(n)  “regulations” means the regulations  made under this Ordin ance; \n \n(o)  “rules” means the rules made under this Ordin ance; and \n \n(p) “S.M.E.s” means all entities declared or defined by the Federal \nGovernment to be  small or medium enterprises for the purposes this \nOrdinance. \n \nCHAPTER II \nTHE AUTHO RITY \n \n 3. Establishment of the Authority.—(1) There shall be established an Authority  to be \ncalled the Small and M edium  Enterprises Development Authority  for carrying out the purpos es and \nobjectives of this Ordin ance. \n \n (2) The Authority  shall be a body  corpor ate having perpetual succession  and a common seal, \nwith power, subject to the provisions of  this Ordinance, to acquire, take-over, hold and dispose \nof property, both moveable and immovable, to int er into contracts and shall by the said name sue \nand be sued. \n \n (3) The Authority  shall have the sole and exclusive right to have and se all emblems, motto, \nlogo, decorations,  descriptive or d esignating marks and title now or heretofore used by the \n               \nPage 6 of 19 \n Authorit y, the name “Small and Medium  Enterprise  Development Authority  or any similar \ngramma tical variation thereof and shall also have the sole and exclusive right to have and to use  \nany emblems, motto, logo decorations,  descriptive or designating marks or titles hereafter adopted \nby the Authority  for carrying out its objectives. \n \n(4) The Head Office of the Authority  shall be at Lahore or at any other place as the \nFederal Government may, by notification in the official Gazette, specify. \n \n(5) The Authority  may establish  regional offices at such other places and in such \nnumbers as the Board may, from time to time, deem fit. \n \n 4. Po wers and functions of the Authority.—(1) The Authority  shall have all such powers \nas may be necessary to perform its duties and functions  under this Ordinance. \n \n  (2) Without  prejudice to the generality of the foregoing provision,  the Authority  shall \nexercise and perform the followi ng powers and functions, namely:— \n \n(a)  to facilitate on policy-making and to provide overall planning, progr amm ing, \nresearch and evaluation of matters relating to S.M.E.s  in Pakistan; \n \n(b)  to identify research parameters and prioriti es and broad thrusts; \n \n(c)  to condu ct profession al overall monitoring  and external evaluation of \nS.M.E. s; \n \n(d)  to advise the Federal Government for allocation of funds  to identify \nresearch and planning priorities; \n \n(e)  to initiate, take, contin ue, implement and perform any and all activities for \nencouraging and facilitating the growth  and development of S.M.E. s'; \n \n(f)  to protect the interests of S.M.E.s  in accordance with the provisions  of this \nOrdin ance and any rules and regulations  made thereunder; \n \n(g)  to act as a resource base for providing  expertise, information, data, statistics \nincluding  but not limited to, economic, comme rcial, busin ess and \nindus trial areas and such other resources as deemed appropri ate or necessary \nfor S.M.E.s ; \n \n(h)  to pr ovide, arrange and facilitate support  services, including but not limited \nto technical, financial, managerial, legal, marketing, comme rcial industr ial \nand such other services as deemed appropri ate or necessary for S.M.E. s. \n \n(i)  to establish any association of persons,  firm, company, body  or corpor ation \nconcerning  S.M.E.s  in Pakistan; \n \n(j)  to engage and enter into agreeme nts with financial and other institutions,  and \nfinancial, legal, accounting, valuation and other specialists, for the \n               \nPage 7 of 19 \n purposes of  fulfilling the aims and objectives of the Authority; \n \n(k)  to borrow money and secure or discharge any debt or obligation binding  on \nthe Authority  in such manner as may be thought fit; \n \n (l)  to sell, improve, manage, develop; exchange, mortgage, let or rent, grant \nlicences, easements, options,  servitudes and other rights over and in any \nother manner deal with or dispose  the real and personal property, assets, \nrights and effects of the Authority ; \n \n(m)  to op en and maintain the Authori ty's accounts  with banks and financial \ninstitutions  \n \n(n)  to enter into any agreements with any authorit ies, Federal or Provincial, \nautono mous, semi-autonomous, municipal, local or otherwise that may be \nconducive to the Authorit y's aims or objectives, or any one of them, and to \nobtain from any such authorit y, rights, privileges and concessions which the \nAuthority  may deem desirable to obtain and to carry out, exercise and \ncomply with any such arrangements, rights, privileges and concessions ; \n \n(o)  to have and possess all powers and functions enumerated in sections 7, 11 \nand 15 as entrust ed to the Board, the Chairman and the Chief Executive \nOfficer respectively; \n \n(p)  to perform such other functions as may be assigned by the Federal \nGovernment to achieve the alms and objectives of this Ordin ance; and \n \n(q)  to do  all other acts, deeds and things incidental to or ancillary for the \npurpos es of achieving the objects of this Ordin ance. \n \nCHAPTER III \nBOARD  AND  COMM ITTEE S \n \n5. Exercise of the powers and functions of the Authority to be vested in a Board. The \npowers and functions of the Authority  and the general and overall direction, management, control  \nand superintendence of the affairs of the Authority shall vest in a Board and all actions,  \ndecision s, guidelines, directions, orders and policies made or issued by the  Board in the exercise of \nthe said powers and functions shall be deemed to have been made and issued by the Authorit y. \n \n 6. Com position  of the Board.—(1) The Board shall consist of the following  mem bers, \nnamely:— \n \n(a)  the Chairman; \n \n(b)  the Secretary, Industri es and Production Division,  Government of Pakistan; \n \n(c)  the Secretary, Finance Division,  Ministry  of Finance, Revenue and Economic \nAffairs, Government of Pakistan; \n               \nPage 8 of 19 \n  \n(d)  the Secretary, Comme rce Division,  Government of Pakistan; \n \n(e)  the Chairman, Central Board of Revenue, Government of Pakistan; \n \n(f)  the Chief Executive Officer; \n \n(g)  six persons  from the private sector and, as far as possib le, amongst them \nat least one from each Province of Pakistan who are reputed for their integrity, \ncompetence, expertise, know ledge and experience in the spheres including  \nbut not limited to economics, commerce, busin ess, trade, industry, law, \nactuarial sciences, accountancy, banking, finance, marketing, technology, \nacademia, or other spheres of expertise and who are capable of and able \nto positi vely contribute  towards the aims, objectives and functions of the \nAuthorit y. \n \n(2) The Members mentioned in clauses (b) to (e) of sub-section (1) shall be ex officio \nMembers. \n \n(3) If any Member referred to in clauses (b) to (e) of sub-section (1) sent from Pakistan, or \nis unable to attend a Meeting of the Board, he may authority  officer, not below the rank of \nAddit ional Secretary or Joint  Secretary of his Division,  to act as a Member and such officer, if \napproved by the Board, may act, as Member and participate in the Board Meeting for such period \nof time and for such number of Meetings as may be permitted by the Board. \n \n(4) A Member, other than an ex officio member, shall be appoin ted by the Federal \nGovernment in consul tation with the Chairman, and shall hold office for a term of three years \nand may be eligible for re-appoint ment for only one additio nal term not exceeding three years. \n \n 7. Powers and functions of the Board. Subject to the provisions  of this Ordin ance, the \nBoard shall,— \n \n(i)  exercise executive control  over the affairs of the Authority ; \n \n(ii)  manage and administer affairs of the Authori ty; \n \n(iii)  approve the annual budget of the Authority ; \n \n(iv)  ask for any information or call for the record of any matter relating to \nS.M.E. s, pending  before or decided by the Authority  or any committee \nconstit uted by the Auth ority; \n \n(v)  ask for any information or call for the record of any matter relating to \nS.M.E. s, from any ministr y, division,  department, section, statutory  body, \ncorpor ation, agency of the Federal of Provincial Government concerning  any \npolicy, relating to S.M.E.s  subject to the constitutional and legal \nrequirements, for review and appropri ate action as and if necessary. The \nconcerned ministry, division,  department, section, statutory body, corpor ation, \n               \nPage 9 of 19 \n agency of the Federal or Provincial Government, which after the receipt of \nsuch request, shall, within  a reasonable period of time, provide the requisi te \ninformation or record to the Authority ; \n \n(vi)  assist and facilitate banks and other institutions  in developing appropri ate \nprogramme s for the promotion and development of S.M.E.s ; \n \n(vii)  enter into all such negotiations, agreements and contracts and rescind or vary \nall such agreements or contracts, and to execute all such documents and \ndo all acts, deeds and things, in the name and on behalf of the Authority  as \nmay, be consid ered necessary, expedient or proper or in relation to any of \nthe matters aforesaid or otherwise, for the purpos es of the Authority  ; \n \n(viii)  deal with,  make arrangements, sign contracts with Go vernment, semi- \nGovernment, autono mous bodies, corpor ations, local Government and other \ninstit utions ; \n \n(ix)  sell, deal in and dispo se of all articles and goods  of the Authority  ; \n \n (x)  engage, employ, fix and pay the remuneration and remove, dismiss or \ndischarge all employees and other persons  employed in, or in connection \nwith, the Authorit y's busin ess; \n \n(xi)  transfer employees from one department to another department; \n \n(xii)  employ advisers, experts and consultants for the Authority ; \n \n(xiii)   review the performance of any person employed or engaged by the Board \nor the Chief Executive Officer, from time to time, and issue  such directions  \nas it may deem fit, appropr iate or necessary; \n \n(xiv)   make and give receipt, release and discharge, all moneys payable to the \nAuthority  or for the claims and demands of the Authority ; \n \n(xv)  receive money or goods  on behalf of the Authority ; \n \n(xvi)  give effectual discharge for moneys payable to the Autho rity and for its \nclaims and demands; \n \n(xvii)  draw, accept, endorse  and negotiate all such cheques, bills of exchange, \npromissory  notes and Government and other securities as shall be necessary \nin or  for carrying on the affairs of the Authority  whether the account \nmay be overdrawn or not. \n \n(xviii)  provide for the welfare of employees or ex-employees of the Authority  \nand the wives, widows  or families or the dependents of such persons  in such \nmanner as it may think  fit; \n \n               \nPage 10 of 19 \n (xix)   open, maintain and operate accounts  or letters of credit for any amount \nwith any bank or banks and to give instru ctions  for operation of such \naccounts ; \n \n (xx)  institu te, commence, defend, compromise, withd raw or abandon  any legal \nproceedings by or  against the Authority  or its employees or otherwise \nconcerning  the affairs of the Authority ; \n \n(xxi)   Appear before any Court of law, civil, criminal, revenue excise income-tax, \nspecial courts,  tribu nals, whether original or appellate, Provincial High \nCourts and the Supreme Court of Pakistan and other authoriti es for and on \nbehalf of the Authority  and to institute, apply for transfer of suits  and other \nproceedings, condu ct, prosecute and defend suits and legal jurisdi ction, sign \npowers of attorn ey or other author izations,  statements, pleadings and \npetitions  on behalf of the Author ity and to represent, defend and safeguard \nthe interest of Authority ; \n \n(xxii)   purchase or take on lease or otherwise  acquire  for the Authorit y, land, \nbuildin gs, rights and privileges for the purpose  of offices or pr emises of the \nAuthority  at such prices and generally on such terms as it may think  necessary \nand expedient, to build,  alter and furnish  offices, hous es or premises and \nlet or sub-let any such houses or premises in, portion  or otherwise ; \n \n(xxiii)   demand and enforce payment, delivery, transfer of any dues for recovery and \nreceive from all and any persons,  body corporate or corpor ations,  firm or \ncompanies whatsoever, all moneys, securities for moneys, debts and claims \nof all kinds  and demand; enforce, deliver and receive any property of all kinds  \nwhether belonging to the Authority  as security or in  trust or held by any \nperson or company in trust or by way of security  for the Authority ; \n \n(xxiv)   appoint  and nominate attorn eys, agents, managers for the Authority  for such \npurpos es and with such powers, authori ties and discretion and for such \nperiod and subject to such conditions  as he may, front time to time, think  fit \nand authori se them to exercise any or all such powers and functions; \n \n(xxv)  assign or sub-contract work  of the Authority  to private sector persons or \notherwise ; (xxvi) see that the Ordin ance and the rules and regulations made \nthereunder are duly observed and to ensure such observance; \n \n(xxvii)  make, formulate, lay down,  review and approve policies and plans relating \nto the aims and objectives of the Author ity; \n \n(xxviii) advise the Authority  on all matters relating to its policies, plans, aim and \nobjectives; \n(xxix)  review the development and growth of S.M.E.s  in Pakistan and make \nrecomme ndations  and policies therefore; \n \n(xxx)   make, formulate, lay down  and approve regulations  on behalf of the \nAuthority ; \n               \nPage 11 of 19 \n  \n(xxxi)   approve the annual financial budget of the Authority ; \n \n(xxxii)   seek advice from any person relating to any matter under its jurisd iction; \n \n(xxxiii) constitute such committees as it may deem fit or consider necessary or \nexpedient to assist the Board in the performance of its functions under \nthis Ordin ance and to review the performance of such committees \n \n(xxxi v) maintain and preserve the Fund of the Authority ; \n \n(xxxv) lay down  the terms and conditions  of the employees, experts, advisers and \nconsu ltants of the Authority ; \n \n(xxxvi) to assist and facilitate banks and other institutions  in developing appropri ate \nprogramme s for promotion  and development of S.M.E.s ; \n \n(xxxvii)recommend suitable persons  for the appointment as the Chief Executive \nOfficer; and \n \n(xxxviii)do  or to perform such other acts, deeds and things as may be necessary and \nincidental thereto. \n \n 8. Meetings of the Board.—(1) The Board shall meet not less than twice in a calendar \nyear. \n \n(2) the Meetings of the Board shall be presided over by the Chairman or, in his absence, by \nany other Member as the Board may determine; \n \n (3) Six Members including  at least two ex-officio Members shall constitute a quorum  for a \nmeeting of the Board. \n \n(4) The decision  of the Board shall be taken by the Majority  of its Members, each of \nwhom  shall have a sin gle vote, including the Chairman. In case of a t ie, the Chairman or, in his \nabsence, the person chairing  the meeting, shall have a casting  vote. \n \n(5) No actor proceeding of the Board shall be invalid merely on the ground  of the \nexistence of any vacancy in, or any other defect in the constitution  of, the Board. \n \n 9. Committees. The Board may, for the purpose  of obtaining  advice and assistance in \ncarrying out the purpos es of this Ordin ance, constitute committee consisti ng of the Members of the \nBoard and any other suitable person or persons  as it may deem fit. \n \nCHAPTER IV \nTHE CHAIRMAN \n \n 10. The Chairman of the Board. The Federal Minister for Industri es and Production, \nGovernment of Pakistan, shall be the ex-officio Chairman of the Board. \n               \nPage 12 of 19 \n  \n 11. Powers and functions of the Chairman.—(1) The Chairman may ask for any \ninformation or call for the record of any matter, pending  before or decided by the Board, the Chief \nExecutive Officer or any committee, relating to S.M.E.s  and may ask for information, from any \nMinist ry, statutory  body, corpor ation, agency of the Federal or Provincial Government concerning \nany policy, relating to S.M.E.s  for review and appropri ate action, as and if necessary. The \nconcerned Ministr y, statutory  body, corpor ation, agency of the Federal or Provincial Government, \nwhich after the receipt of such request, shall, within a reasonable period of time, provide the \nrequisite information or record to the Chairman. \n \n(2) The Chairman may take appropri ate and necessary action on any report submitted to \nhim by the Board, the Chief Executive Officer, a member or a committee. \n \n (3) The Chairman may review the performance of the Board, the Chief Executive Officer, a \nMember or a committee, from time to time, and issue  such directions as the Chairman may deem \nfit. \n \nCHAPTER V \nTHE CHIEF EXECUTIVE OFFIC ER \n \n 12. The Chief Executive Officer.—(1) There shall be a Chief Executive Officer of the \nAuthority  who shall be appoin ted by the Federal Government subject to such terms and \nconditions  as may be determined by the Federal Government. \n \n(2) The Chief Executive Officer shall be appointed for a term of thr ee years which may be \nextended to only one additio nal term of not exceeding three years. \n \n 13. Qualifications of the Chief Executive Officer. A person shad not be qualified to be \nappointed as the Chief Executive Officer or a Member of the Authority  unless he— \n \n(a)  is a citizen of Pakistan; \n \n(b)  is not less than forty years of age; \n \n(c)  is a person who is well-qualified, experienced and of known integrity and \ncompetence. \n \n 14. Dis qualification  of the Chief Executive Officer. No p erson shall be appoint ed or \ncontin ue as a Chief Executive Officer of the Authority  if he— \n \n(a)  is of unsound  mind and has been so declared by a competent authority; \n \n(b)  is adjudged an undischarged insol vent; \n \n(c)  ceases to be a citizen of Pakistan, or acquires the citizenship  of a foreign \nstate; \n \n(d)  has at any time been convicted of an offence which, in the opinion  of the \n               \nPage 13 of 19 \n Federal Government, is an offence involving moral turpitu de; \n \n(e)  has been dismissed, removed or compulsorily  retired from the service of \nPakistan on the ground of miscondu ct; \n \n(f)  is found  guilty of a corrupt  or illegal practice under any low for the time \nbeing in force; \n \n(g)  has after the establishment of Pakistan, work ed against the integrity of the \ncountry; \n \n(h)  is not capable of discharging his duties by reason of physical, \npsychological or mental unfitness or ill-health and has been so declared by a \nmedical board appoin ted by the Board and comprising  of three registered and \nlicensed medical practitioners; \n \n(i)  absents himself from all the Meetings of the Board, without sufficient cause \nand leave of absence from the Board, for a continuous  period of six months  \nor, if less than three meetings are held within such a period, from three \nconsecutive meetings of the Board; \n \n(j)  remains absent without  leave from the Authority  for more than seven days, \nor \n \n(k)  refuses or fails to discharge or, in the opinion  of the Board, becomes \nincapable of effectively discharging his responsib ilities under this Ordin ance. \n \n 15. Powers and functions of the Chief Executive Officer. The Chief Executive Officer \nshall exercise such powers and perform such functions  as may be assigned to him by the Board. \n \nCHAPTER VI \nDELEG ATION OF POWERS \n \n 16. Delegation  of powers, duties and functions. The Board may, subject to such \nconditions  and limitations as it may deem fit to impose, delegate all or any of its powers, \nduties or functions to the Chairman, the Chief Executive Officer, a member , a committee or any \nofficer of the Authorit y, as it may deem fit. \n \nCHAPTER VII \nTHE EXECUTIVE SECRETARY  \n \n 17. The Executive Secretary.—(1) There shall be an Executive Secretary who shall be \nappoin ted by the Board on the basis of such qualification and on such terms and conditions  as \nmay be prescribed. \n \n(2) The Executive Secretary shall exercise all such powers and perform all such \nfunctions,  as may be assigned to him by the Board. \n \n               \nPage 14 of 19 \n (3) The Executive Secretary shall be respon sible for calling the meetings of the Board \non the direction of the Chairman, the Chief Executive Officer or on a requisition  by the majority \nof the Members, as the case may be. \n \nCHAPTER VIII \nESTABLISHMENT \n \n 18. Appointment of employees, etc.—(1) The authority  may appoint  such employees as \nit may consid er necessary for the efficient performance of its functions on such terms and \nconditions as may be prescribed. \n \n (2) All appoint ments and promotions  in the Authority  shall be in accordance with the \nservice rules and regulations  of the Auth ority. \n \n(3) The Authority  may engage experts, advisers and consul tants on contract on such terms \nand conditio ns as it may determine. \n \n 19. Conditions of service and disciplinary powers. The Authority  shall prescribe the-\nprocedure for the appointment and removal and other terms and condit ions of service of its \nemployees and shall be competent to take disciplinary action against its employees. \n \nCHAPTER IX \nRESIGNATION AND  REMOVAL  \n \n 20. Resignation .—(1) The Chief Executive Officer or a Member, other than an ex officio \nMember, may, at any time, resign his office by writing  under his hand addressed to the Chairman, \nsubject to the terms and conditions  of his office. \n \n(2) An employee may, at any time, resign his post by writing  under his hand addressed to the \nChief Executive Officer, subject to the  terms and conditions of his employment. \n \n 21. Removal of Member. The Federal Government may, on the recommendation of the \nChairman, it any time, remove any Member, other than an ex officio Member, on any one or-\nmore of the grounds specified in section 14. \n \n \n \n \nCHAPTER X \nFINANC E, AUDIT  AND ACC OUNTS \n \n22. Fund.—(1) There shall be established a Fund vested in the Authority  which shall be \nutilized by the Authority  to meet all such costs and charges incurred in connection with its \nfunctions under this Ordin ance. \n \n (2) The Fund shall consist of— \n \n(a)  such funds  as the Federal Government may, from time to time, grant to the \nAuthorit y; \n               \nPage 15 of 19 \n  \n(b)  allocations  made by the Federal Government from the Federal Consolid ated \nFund or any other financial source available with the Federal Government; \n \n(c)  annual grant (budget) obtained from the Federal Government; \n \n(d)  non-repayable fees, and income, accruing  to it under the law, donation. \nbequests, endow ments, contri butions,  and other receipts provided to the \nAuthority  by any person,  agency, body, corpor ate (statutory  or otherwise), \ninstitu tion approved by the Board; and \n \n(e)  all other sums or property which may, in any manner, become payable to or \nbe vested in the Authorit y. \n \n 23. Expenditure to be charged to the Fund. The Fund shall be expended for the purpos es \nof— \n \n(a)  paying any expenditure  lawfully incurred by the Authority  or its constit uents \nfor the purposes of this Ordin ance; and \n \n(b)  repaying any financial accommodation received or moneys borrowed under \nthis Ordin ance and the profit, return, mark-up or interest due thereon, \nhowso ever called. \n \n 24. Accounts, annual financial report and audit.—(1) The Authori ty shall maintain \nproper books  of accounts  and records on generally acceptable accountin g principles, to explain all \nits transactions and to give true and fair view of its state of affairs. The books  of accounts  relating \nto a period of not less than ten ears immediately preceding the current year shall be preserved in \ngood order. \n \n (2) The Chief Executive Officer shall, in consul tation with the Board, soon as may be \npracticable after the end of each financial year, cause an annual financial report to be prepared \non the accounts and financial activities of the Authority  during that financial year which shall \ninclude a balance sheet of the annual profits and losses and an account of the annual income and \nexpenditure incurred by the Authority. \n \n(3) The accounts  of the Authority  shall be audited annually by a reputable firm of chartered \naccountants selected by the  Board and, together with the report of the Auditors  thereon, be \nsubmitted to the Board for approval by the  31st December each year. \n \n(4) A copy of the annual financial report shall be sent to the Chairman and shall also be \nmade available to the general public. \n \n(5) The audit shall be carried out in accordance with the professional standards of auditing \nprescribed by the Pakistan Institute  of Chartered Accountants, and shall issue  a report on the \naudit. \n \n 25. Investment. The Authority  may insofar as moneys are not required to be expended \n               \nPage 16 of 19 \n under this Ordin ance, make such investments as it may determine from time to time. \n \n 26. Bank accounts. The Authority  shall open, maintain and operate one or more bank \naccounts  in its name with any scheduled bank in Pakistan. \n \nCHAPTER XI \nANNUAL  REPORT \n \n 27. Annual report.—(1) The Authority  shall prepare, in su ch manner and form and at such \ntime each year, as may be prescribed, an Annu al Report which shall include, among others, a \ncomprehensive review of its performance, the steps taken by the Authority  towards the fulfilment \nof its aims and objectives and a true and full account of its operations and activities during  the \nprevious year. \n \n (2) The Annu al Report of the Authority  shall be prepared under the direction of the Chief \nExecutive Officer. \n \n (3) The Annu al Report shall be presented to the Board for its approval by the 31st \nDecember each year. \n \n(4) After its approval by the Board, a copy of the Annu al Report shall sub mitted to the \nFederal Government and it shall also be made available to the general public. \n \nCHAPTER XII \nGENERAL  AND  MISCELL ANEOUS PROVISIONS \n \n 28. Limitation of liability.  The Authority  shall not have any liability to any financial \ninstitution  save in accordance with law. \n \n 29. Right of recovery as arrears of land revenue. Subject to law, the Authority  shall be \nentitled to recover all outst anding  amounts  due to it as if they are arrears of land revenue under the \nLand Revenue Act, 1967  (West Pakistan Act XVII  of 1967).  \n \n \n \nPOWER OF THE  FEDERAL GOVERNMENT  \nTO ISSUE POLICY GUIDELINES \n \n 30. Power of the Federal Government to issue policy guidelines. The Federal Government \nmay, as and when it considers it necessary, issue  guideline to the Authority  on matters of policy, \nnot inconsistent with the provisions of this Ordin ance or any rules made thereunder. \n \n 31. Chief Executive Officer, Members, employees, etc. of the Authority to be public \nservants. The Chief Executive Officer, Members and employees of the Authorit y, when acting or \npurporti ng to act in pursuance of any of the provisions  of this  Ordinance shall be deemed to be \npublic servants within  the meaning of section 21 of the Pakistan Penal Code, 1860  (Act XLV of \n1860).  \n \n               \nPage 17 of 19 \n  32. Indemnity. No suit, prosecution  or other legal proceedings shall lie against the \nAuthorit y, the Chairman, the Chief Executive Officer, the Members or employees of the Authorit y, \nin respect of anything  done  intended or purport ed to be done  orders passed or proceedings taken by \nthe Authorit y, in good faith under this Ordin ance or any of the rules or regulations  made \nthereunder. \n \n 33. Winding up. No provision  of law relating to the winding  up of bodies corpor ate shall \napply to the Auth ority and the Authority  shall not be wound  up except by the orders of the \nFederal Government in such manner as the Federal Government may dir ect. \n \n 34. Common seal. The Authority  shall have a common seal and such seal shall be kept in \nthe custody  of the Chief Executive Officer or such other person as may be authori zed by the Board. \nAll documents that are required or permitted to be executed under seal shall be specified and \nauthenticated in such manner as may be prescribed. \n \n 35. Ordinance to override other laws. This Ordin ance shall have effect notwithst anding \nanything  contained in any other law for the time being in force. \n \n 36. Power to make rules.—(1) The Federal Government may, by noti fication in the official \nGazette, make rules for carrying out the purpos es and provisions  of this Ordin ance. \n \n(2) In particular, and without  prejudice to the generality of the foregoing power, such rules \nmay provide for all or any of the following  matters, namely:— \n \n(a)  administration and conduct of business of the Authorit y; \n \n(b)  condu ct of busin ess at the meetings of the Board and the Committees; \n \n(c)  constitution of the Committees; \n \n(d)  inance, audit and accounts  of the Authorit y; \n \n(e)  employment and service matters of the Authorit y; \n \n(f)  contro l, restrictions and conditions  subject to which the Auth ority may \nappoint  employees; \n \n(g)  terms and conditions of service of the Chairman, Members and the Chief \nExecutive Officer; \n \n(h)  terms and conditions  of service of the employees of the Authorit y; \n \n(i)  powers, duties and functions  of the Chairman and Chief Executive Officer; \n \n(j)  conditions under which the Board may enter into arrangements with other \ninstitutions  and organizations,  whether public, private, government owned or \nautonomous bodies; \n \n               \nPage 18 of 19 \n (k)  manner in which the accounts  of the Authority  shall be maintained; \n \n(l)  manner in which the Author ity may invest its money; \n \n(m)  manner, form and time in which the annual statement of accounts  and annual \nreport shall be prepared; \n \n(n)  any other matter which is to be, or may be prescribed or in respect of \nwhich provision  is to be, or may be made, by the rules. \n \n 37. Power to make regulatio ns.—(1) The Board may, by notification in the official \nGazette, make regulations, not inconsistent with the rules, to provide for all matters for which \nprovision  is necessary or expedient for carrying out the purpos es and provisions  of this Ordin ance. \n \n(2) In particular, and without  prejudice to the generality of the foregoing power, such \nregulations  may provide for all or any of the following  matters, namely:— \n \n(a)  time and place of the meetings of the Board and the Committees and the \nprocedure to be follow ed at such meetings; \n \n(b)  manner in which and the purpose  for which persons  may be co-opted by the \nAuthori ty; \n(c)  recruitment, selection and the terms and conditions  of service of the \nemployees; \n(d)  recruitment, selection and the terms and conditions of service of the \nExecutive Secretary; \n \n(e)  duties, condu ct and functions of the employees; \n \n(f)  condu ct and discipline of the employees; \n \n(g)  constitution  and management of provident or other funds  for the \nemployees; \n \n(h)  preparation of annual estimates of income and expenditure, profit and loss \nand suppl ementary estimates; \n \n(i)  annual report;  \n \n(j)  manner in which payments are to be made by or  on behalf of the Authority \nand the officers by whom  orders for making deposits  or investments for \nwithdr awals or any other dispos al of the income or fund of the Authority  \nshall be authenticated, made or signed; \n(k)  custody  and use of the common seal of the Authorit y; \n \n(l)  efficient conduct and expeditious disposal of the affairs of the Authori ty \ngenerally; and \n \n(m)  any other matter which is to be, or may be prescribed or in respect of which \n               \nPage 19 of 19 \n provision  is to be, or may be made, by the regulations.  \n \n 38. Removal of difficulties. If any difficulty arises in giving effect to any provision of \nthis Ordinance, the Federal Government may, by notification published in the Gazette, make such \nprovisions,  not inconsistent with the provisions  of this Ordin ance, as may appear to it to  be \nappropri ate or necessary for the purpo se of removing such a difficulty. \n \n 39. Savings.—Upon the comme ncement of this Ordinance,— \n \n(a)  all funds,  moneys, properties, rights and interests of whatever kind,  \nissued, used, enjoyed, possessed owned or vested in the Small and Medium \nEnterprises Development Authority  in existence immediately before such \ncommencement and all liabilities legally subsisti ng against the said Small \nand Medium  Enterprises Development Auth ority shall pass onto the \nAuthori ty as established under this Ordinance; \n \n(b)  everything  done, action taken, obligations and li abilities incurred, persons \nappoin ted or authori zed and orders issued prior  to such commencement \nshall be continued and be deemed to have been done, taken, incurred, \nappointed or authori zed, instituted or issued by the Authorit y; and \n \n(c)  all acts, deeds and thing  done, orders passed, decisions  taken, directions \nissued in pursu ance of the Federal Government's Notific ation No. 5(20) \nE&FI/98,  dated the 13th October,1998,  shall be d eemed to h ave been done, \npassed, taken or issu ed under this Ordinance.  \n \n 40. Repeal. The Federal Government's Notification No. 5(20)  E&FI/98, dated the 13th \nOctober, 1998,  is hereby repealed. \n \n \n \n \n \n \n \n____________  \n \n \n \n \n \n \n \n \n \n \n \n \nRI - Date: 1 3-05-2024"
}