{
    "file": "./converted_json\\administratorb136f1bd9ebf2ce7bd55d37a7d57c604.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "1 ACT No. VI of 2006  \nAn Act further to amend the Pakistan Penal Code, the code of Criminal Procedure and other \nlaws \nWHEREAS it is necessary to provide relief and protection to women against misuse \nand abuse of law and to prevent their exploitation;  \nAND WHER EAS Article 14 of the Constitution ensures that dignity of man and, \nsubject to law, the privacy of home, shall be inviolable;  \nAND WHEREAS Article 25 of the Constitution guarantees that there shall be no \ndiscrimination on the basis of sex alone and that th e State shall make provisions for the \nprotection of women;  \nAND WHEREAS Article 37 of the Constitution encourages promotion of social \njustice and eradication of social evils;  \nAND WHEREAS the objective of this Bill is to bring in particular the laws relati ng to \nzina and qazf in conformity with the stated objectives of the Constitution and the injunctions \nof Islam,  \nAND WHEREAS it is expedient for the aforesaid objectives further to amend the \nPakistan Penal Code (Act XLV of 1860), the Code of Criminal Proced ure, 1898 (Act V of \n1898, the Dissolution of Muslim Marriages Act, 1939 (VIII of 1939), the Offence of Zina \n(Enforcement of Hudood ) Ordinance, 1979 (VII of 1979), and the Offence of Qazf  \n(Enforcement of Hadd ) Ordinance, 1979 (VIII of 1979) and for the purp oses hereinafter \nappearing,  \nIt is hereby enacted as follows :_ \n1. Short title and commencement .- (1) This Act may be called the Protection of \nWomen (Criminal Laws Amendment) Act, 2006.  \n  (2) It shall come into force at once.  \n2. Insertion of new section, Ac t XLV of 1860. In the Pakistan Penal Code (Act XLV \nor 1860), hereinafter referred to as the said \"Code\", after section 365A, the following new \nsection shall be inserted, namely: -  \n3. Insertion of new section, Act XLV of 1860 .- In the said Code, after secti on 367, \nthe following new section shall be inserted, namely:_ \n\"367A.  Kidnapping or abducting in order to subject person to unnatural lust.  \nWhoever kidnaps, or abducts any person in order that such person may be \nsubjected, or may be so disposed of as to be put in danger of being subjected, \nto the unnatural lust of any person, or knowing it to be likely that such person \nwill be so subjected or disposed of, shall be punished with death or rigorous \nimprisonment for a term which may extend to twenty -five years, and shall also \nbe liable to fine.\"  \n 2 4. Insertion of new sections, Act XLV of 1860 . In the said Code, after section 371, \nthe following new sections shall be inserted, namely :_  \n\"371A. Selling person for purposes of prostitution, etc.  Whoever sells, lets to hire, \nor otherwise disposes of any person with intent that such a person shall at any \ntime be employed or used for the purpose of prostitution or illicit intercourse \nwith any person or for any unlawful and immoral purpose, or knowing it to be \nlikely that s uch person shall at any time be employed or used for any such, \npurpose, shall be punished with imprisonment which may extend to twenty -\nfive years, and shall also be liable to fine.  \nExplanations :- (a) When a female is sold, let for hire, or otherwise dispo sed of \nto a prostitute or to any person who keeps or manages a brothel, the person so \ndisposing of such female shall, until the contrary is proved, be presumed to \nhave disposed of her with the intent that she shall be used for the purpose of \nprostitution.  \n(b)  For the purposes of this section and section 371B, \"illicit intercourse\" \nmeans sexual intercourse between persons not united by marriage.  \n371B.  Buying person for purposes of prostitution, etc.  Whoever buys, hires or \notherwise obtains possession of a ny person with intent that such person shall \nat any time be employed or used for the purpose of prostitution or illicit \nintercourse with any person or for any unlawful and immoral purpose, or \nknowing it to be likely that such person will at any time be emp loyed or used \nfor any such purpose, shall be punished with imprisonment which may extend \nto twenty -five years, and shall also be liable to fine.  \nExplanation : Any prostitute or any person keeping or managing a brothel, who \nbuys, hires or otherwise obtains possession of a female shall, until the contrary \nis proved, be presumed to have obtained possession of such female with the \nintent that she shall be used for the purpose of prostitution.\"  \n5. Insertion of new sections, Act XLV of 1860. In the said Code, aft er section 374, \nthe following new sections 375 and 376 under sub -heading \"Rape\", shall be inserted, \nnamely :__  \n\"375.  Rape: -A man is said to commit rape who has sexual intercourse with a \nwoman under circumstances falling under any of the five following \ndescriptions,  \n   (i)  against  her will.   \n   (ii) without  her consent  \n(iii)  with her consent, when the consent has been obtained by putting her in \nfear of death or of hurt,  \n 3 (iv)  with her consent, when the man knows that he is not married to her and \nthat the consent is given because she believes that the man is another \nperson to whom she is or believes herself to be married; or  \n(v)  With or without her consent when she is under sixteen years of age.  \nExplanation : Penetration is sufficient to constitute the sexu al \nintercourse necessary to the offence of rape.   \n376. Punishment for rape .- (1) Whoever commits rape shall be punished with death \nor imprisonment of either description for a term which shall not be less than ten rears or \nmore, than twenty -five years and shall also be liable to fine.  \n  (2) When rape is committed by two or more persons in furtherance of common \nintention of all, each of such persons shall be punished with death or imprisonment for life. \". \n6. Insertion of new section, Act XLV of 1860 .- In the  said Code, in Chapter XX, the \nfollowing new section shall be inserted, namely: -  \n\"493A.  Cohabitation caused by a man deceitfully inducing a belief of \nlawful marriage .---Every man who deceitfully causes any woman \nwho is not lawfully married to him to belie ve that she is lawfully \nmarried to him and to cohabit with him in that belief, shall be punished \nwith rigorous imprisonment for a term which may extend to twenty -\nfive years and shall also he liable to fine.\".  \n7. Insertion of new sections, Act XLV of 1860 . In the said Code, after section 496, \nthe following new sections shall be inserted, namely:  \n\"496A.  Enticing or taking away or detaining with criminal intent a \nwoman.  Whoever takes or entices away any woman with intent that \nshe may have illicit intercourse with any person, or conceals or detains \nwith that intent any woman, shall be punished with imprisonment of \neither description for a term which may extend to seven years, and \nshall also be liable to fine.  \n496B.  Fornication: (1) A man and a woman not married  to each other are \nsaid to commit fornication if they willfully have sexual intercourse \nwith one another.  \n(2) Whoever commits fornication shall be punished with imprisonment for \na term which may extend to five years and shall also be liable to fine \nnot exc eeding ten thousand rupees.  \n496C.  Punishment for false accusation of fornication.  Whoever brings or \nlevels or gives evidence of false charge of fornication against any \nperson, shall be punished with imprisonment for a term which may \nextend to five years an d shall also be liable to fine not exceeding ten \nthousand rupees.  \n 4 Provided  that a Presiding Officer of a Court dismissing a \ncomplaint under section 203C of the Code of Criminal Procedure, \n1898 and after providing the accused an opportunity to show cause i f \nsatisfied that an offence under this section has been committed shall \nnot require any further proof and shall forthwith proceed to pass the \nsentence.\".  \n8. Insertion of new sections, Act V of 1898. In the Code of Criminal Procedure, \n1898 (Act V of 1898), after section 203, the hollowing new sections shall be inserted, \nnamely :__ \n\"203A. Complaint in case of Zina .- (1) No court shall take cognizance of an \noffence under section 5 of the Offence of Zina (Enforcement of \nHudood ) Ordinance, 1979 (VII of 1919), exc ept on a complaint lodged \nin a Court of competent jurisdiction.  \n(2)  The Presiding Officer of a Court taking cognizance of an offence on a \ncomplaint shall at once examine, on oath, the complainant and at least \nfour Muslim, adult male eye -witnesses, about w hom the Court is \nsatisfied having regard to the requirement of tazkiyah -al-shahood , that, \nthey are truthful persons and abstain from major sins ( kabair ), of the \nact of penetration necessary to the offence.  \nProvided  that, if the accused is a non -Muslim, th e eye -witnesses may \nbe non -Muslims.   \nExplanation : In this section \" tazkiyah -al-shahood \" means the mode of \ninquiry adopted by a Court to satisfy itself as to the credibility of a \nwitness.  \n(3) The substance of the examination of the complainant and the eye -\nwitnesses shall be reduced to writing and shall be signed by the \ncomplainant and the eye -witnesses, as the case may be, and also by the \nPresiding Officer of the Court.  \n(4) If in the opinion of the Presiding Officer of a Court, there is sufficient \nground fo r proceeding, the Court shall issue summons for the personal \nattendance of the accused.    \n(5) The Presiding Officer of a Court before whom a complaint is made or \nto whom it has been transferred may dismiss the complaint, if, after \nconsidering the statement s on oath of the complainant and the four or \nmore eye -witnesses there is, in his judgment, no sufficient ground for \nproceeding and in such case he shall record his reasons for so doing.  \n203B.  Complaint in case of Qazf .- (1) Subject to sub -section (2) of se ction 6 \nof the Offence of Qazf  (Enforcement of Hadd ) Ordinance, 1979 (VIII \nof 1979), no Court shall take cognizance of an offence under section 7 \nof the said Ordinance, except on a complaint lodged in a Court of \ncompetent jurisdiction.  \n 5 (2) The Presiding Of ficer of a Court taking cognizance of an offence on a \ncomplaint shall at once examine on oath the complainant and the \nwitnesses as mentioned in section 6 of the Offence of Qazf  \n(Enforcement of Hadd ) Ordinance, 1979 (VIII of 1979) of the act of \nQazf  necessa ry to the offence.  \n(3) The substance of the examination of the complainant and the witnesses \nshall be reduced to writing and shall be signed by the complainant and \nthe witnesses, as the case may be, and also by the Presiding Officer of \nthe Court.  \n(4) If in the opinion of the Presiding Officer of a Court, there is sufficient \nground for proceeding  the Court shall issue summons for the personal \nattendance of the accused.  \n(5) The Presiding Officer of a Court before whom a complaint is made or \nto whom it has bee n transferred may dismiss the complaint, if, after \nconsidering the statements on oath of the complainant and the \nwitnesses there is, in his judgment, no sufficient ground for proceeding \nand in such case he shall record his reasons for so doing.  \n203C.  Compl aint in case of fornication.  (1) No court shall take cognizance \nof an offence under section 496A of the Pakistan Penal Code, except \non a complaint lodged in a Court of competent Jurisdiction.   \n(2) The Presiding Officer of a Court taking cognizance of an of fence shall \nat once examine on oath the complainant and at least two eyewitnesses \nto the act of fornication.  \n(3) The substance of the examination of the complainant and the eye -\nwitnesses shall be reduced to writing and shall be signed by the \ncomplainant an d the witnesses, as the case may be, and also by the \nPresiding Officer of the Court.  \n(4)  If in the opinion of the Presiding Officer of a Court, there is sufficient \nground for proceeding  the Court shall issue a summons for the \npersonal attendance of the ac cused:  \nProvided  that the Presiding Officer of a Court shall not require the \naccused to furnish any security except a personal bond, without \nsureties, to ensure attendance before the Court in further proceedings.   \n(5) The Presiding Officer of a Court befor e whom a complaint is made or \nto whom it has been transferred may dismiss the complaint, if, after \nconsidering the statements on oath of the complainant and the \nwitnesses there is, in his judgment, no sufficient ground for proceeding \nand in such case he sh all record his reasons for so doing.  \n(6) Notwithstanding the foregoing provisions, or anything contained in \nany other law for the time being in force no complaint under this \nsection shall be entertained against any person who is accused of zina \nunder secti on 5 of the Offence of Zina (Enforcement of Hudood ) \n 6 Ordinance, 1979 (Ordinance No. VII of 1979) and against whom a \ncomplaint under section 203A of this Code is pending or has been \ndismissed or who has been acquitted or against any person who is a \ncomplaina nt or a victim in a case of rape, under any circumstances \nwhatsoever. \". \n9. Amendment of Schedule II, Act V of 1898 .---In the Code of Criminal Procedure, \n1898 (Act V of 1898), in Schedule II,  \n(i)  after section 365A in column 1 and entries relating thereto in columns 2 to 8, \nthe following shall be inserted, namely:  \n1 2 3 4 5 6 7 8 \n365B  Kidnapping \nabducting \nor inducing \nwoman to \ncompel for \nmarriage \netc. Ditto  Ditto  Ditto  Ditto  Imprisonment \nfor life and \nfine. Ditoo.  \n(ii)  after section 367 in columns 1 and e ntries relating thereto in columns 2 to 8, \nthe following shall be inserted, namely:___ \n 1 2 3 4 5 6 7 8 \n367A  Kidnapping or  \nabducting in \norder to subject \nperson to \nunnatural lust.  Ditto  Ditto  Ditto  Ditto  Death or \nrigorous \nimprisonment \nwhich may \nextend to \ntwenty -five \nyears and fine.  Ditto. \n(iii)  after section 371 in column 1 and entries relating thereto in columns 2 to 8, the \nfollowing shall be inserted, namely:___ \n1 2 3 4 5 6 7 8 \n371A  Selling \nperson for \npurposes of \nprostitution, \netc. Ditto  Ditto  Ditto  Ditto Imprisonment \nwhich may \nextend to \ntwenty -five \nyears and fine.  Ditto.  \n371B  Buying \nperson for \npurposes of \nprostitution, \netc. Ditto  Ditto  Ditto  Ditto  Imprisonment \nwhich may \nextend to \ntwenty -five \nyears and fine.  Ditto;  \n (iv) after section 374 the sub -heading “Of Rape” shall be inserted;  \n 7 (v)  for the existing entries relating to section 376 in columns 1 to 8, the following \nshall be substituted, namely :___ \n1 2 3 4 5 6 7 8 \n376 Rape  May \narrest \nwithout \nwarrant  Warrant  Not \nbailabl\ne. Not \ncompoundable\n. Death o r \nimprisonmen\nt not less \nthan ten \nyears or \nmore than \ntwenty -five \nyears and \nfine. Court of \nSessions\n;  \n      Death or \nimprisonmen\nt for life, if \nthe offence \ncommitted \nby two or \nmore persons \nin \nfurtherance \nof common \nintention.  Ditto;  \n(vi)  after section 493 i n column 1 and entries relating thereto in columns 2 to 8, the \nfollowing shall be inserted, namely:___ \n1 2 3 4 5 6 7 8 \n493\nA Cohabitat\nion \ncaused by \na man \ndeceitfull\ny \ninducing \na belief \nof lawful \nmarriage.  May \narrest \nwithout \nwarrant  Warrant  Not \nbailabl\ne. Not \ncompoundable\n. Rigorous \nimprisonmen\nt which may \nextend to \ntwenty -five \nyears and \nfine. Ditto;  \n(vii)  in section 494 in column 1, in column 3, for the word “Ditto” the words “shall \nnot arrest without warrant” shall be substituted;  \n(viii)  after section 496 in column 1 and entries relating thereto in columns 2 to 8, the \nfollowing shall be inserted, namely:___ \n \n 8 1 2 3 4 5 6 7 8 \n496\nA Enticing \nor taking \naway or \ndetaining \nwith \ncriminal \nintent a \nwoman.  May \narrest \nwithout \nwarrant  Ditto  Not \nbailabl\ne. Ditto  Imprisonm en\nt of either \ndescription \nwhich may \nextend to \nseven years \nand fine.  Court of \nSessions \nor \nMagistra\nte of the \nfirst \nclass;  \n496\nB Fornicati\non  Shall not \narrest \nwithout \nwarrant.  Summo\nns Bailabl\ne Not \ncompoundable  Imprisonmen\nt which may \nextend to \nfive years \nand f ine not \nexceeding \nten thousand \nrupees.  Magistra\nte of the \nfirst \nclass;  \n496\nC False \naccusatio\nn of \nFornicati\non  Shall not \narrest \nwithout \nwarrant.  Summo\nns  Bailabl\ne Not \ncompoundable  Imprisonmen\nt which may \nextend to \nfive years \nand fine not \nexceeding \nten thousan d \nrupees.  Magistra\nte of the \nfirst \nclass; \nand \n(ix) under the heading, “OFFENCES AGAINST OTHER LAWS” after the last entry \nin column 1 and entries relating thereto in columns 2 to 8, the following shall be added, \nnamely:___ \n1 2 3 4 5 6 7 8 \nSection 5 \nof  \nOrdinanc\ne VII of \n1979  Zina Shall not \narrest \nwithout \nwarrant.  Summo\nns Bailabl\ne Not \ncompoundable\n. Stoning to \ndeath in case \nof Muhsan \nand if not \nMuhsan \nwhipping not \nexceeding \none hundred \nstripes.  Court of \nSessions  \nSection 7 \nof \nOrdinanc\ne VIII of \n1979  Qazf  Shall not \narrest \nwithout \nwarrant.  Summo\nns Bailabl\ne Not \ncompoundable  Whipping \nnumbering \neighty \nstripes.  Court of \nSessions\n. \n 9 10. Amendment of section 2, Ordinance VII of 1979 . In the  Offence of  Zina \n(Enforcement of Hudood ) Ordinance, 1979 (Ordinance No.  VII of 197 9), in section 2:  \n(i)  after clause (a), the following new clause ( aa) shall be inserted, namely:  \n\"(aa) \"confession\" means, notwithstanding any judgement  of any court to the \ncontrary, an oral statement, explicitly admitting the commission of the \noffence o f zina, voluntarily made by the accused before a court of \nsessions having jurisdiction in the matter or on receipt of a summons \nunder section 203A of the Code of Criminal Procedure, 1898 (Act V of \n1898).\"; and  \n(ii) clauses  (c) and (e) shall be omitted.  \n 11. Omission of section 3, Ordinance VII of 1979 . In the Offence of Zina \n(Enforcement of Hudood ) Ordinance 1979 (Ordinance No.  VII of 1979), section 3 shall be \nomitted.  \n12. Amendment of section 4, Ordinance VII of 1979 . In the Offence of Zina \n(Enforcement o f Hudood ) Ordinance, 1979 (Ordinance No VII of 1979), in section 4, the \nword \"validly\" and the explanation at the end of the section shall be omitted.  \n12A.  Insertion of new, section, Ordinance VII of 1979: --In the Offence of Zina \n(Enforcement of Hudood  Ordinance, 1979 (Ordinance No. VII of 1979), after section 5, the \nfollowing new section shall be inserted, namely: -  \n\"5A.  No case to be converted, lodged or registered under certain provisions: -\nNo complaint of zina under section 5 read with section 203A of th e Code of \nCriminal Procedure, 1989 and no case where an allegation of rape is made \nshall at any stagy be converted into a complaint of fornication under section \n496A of the Pakistan Penal Code (Act XLV of 1860) and no complaint of \nfornication shall at any stage be converted into a complaint of zina under \nsection 5 of the Offence of Zina (Enforcement of Hudood ) Ordinance 1979 \n(Ordinance No. VII of 1979) or an offence of similar nature under any other \nlaw for the time being in force. \". \n13. Omission of section s 6 and 7, Ordinance VII of 1979. In the Offence of Zina \n(Enforcement of Hudood ) Ordinance, 1979 (Ordinance No.  VII of 1979), sections 6 and 7 \nshall be omitted.  \n 14.Amendment  of section 8, Ordinance VII of 1979. In the Offence of Zina \n(Enforcement of Hudoo d) Ordinance, 1979 (Ordinance No.  VII of 1979), in section 8,  \n   (i) the words and comma \"or zina-bil-jabr\" shall be omitted; and  \n   (ii) in the marginal note, the words \"or zina-bil-jabr\" shall be omitted.  \n 15. Amendment of section 9, Ordinance VII of 1979. In the Offence of Zina \n(Enforcement of Hudood ) Ordinance, 1979 (Ordinance No.  VII of 1979), in section 9,   \n 10    (i) the words \"or zina-bil-jabr\" shall be omitted;  \n   (ii)  in sub-section (2) the words \"or zina-bil-jabr\" shall be omitted; and  \n   (iii)  sub-sections  (3) and (4) shall be omitted.  \n  16. Omission of sections 10 to 16, 18 and 19, Ordinance VII of 1979. In the \nOffence of Zina (Enforcement of Hudood ) Ordinance, 1979 (Ordinance No.  VII of 1979), \nsections 10 to 16 and 18 and 19 shall be omitt ed. \n17. Amendment of section 17, Ordinance VII of 1979. In the Offence of Zina \n(Enforcement of Hooded) Ordinance, 1979 (Ordinance No.  VII of 1979), in section 17, the \nwords and figure \"or section 6\" shall be omitted.  \n18. Amendment of section 20, Ordinance VII of 1979.  In the Offence of Zina \n(Enforcement of Hudood ) Ordinance, 1979 (Ordinance No. VII of 1979), in section 20, -  \n(i) in sub-section (1), the first proviso shall be omitted and in the second proviso, \nthe word \"further\" shall be omitted;  \n(ii)  sub-section  (3) shall be omitted; and   \n(iii) sub-section  (5) shall be omitted.  \n  19. Amendment of section 2, Ordinance VIII of 1979 . In the Offence of Qazf  \n(Enforcement of Hadd ) Ordinance, 1979 (Ordnance No.  VIII of 1979), for clause (a) the \nfollowing shall b e substituted, namely: -  \n\"(a) \"adult\", \" hadd \" and \" zina\" have the same meaning as in the Offence of Zina \n(Enforcement of Hudood ) Ordinance, 1979; and\".  \n20. Amendment of section 4, Ordinance VIII of 1979. In the Offence of Qazf  \n(Enforcement of Hadd ) Ordnanc e, 1979 (Ordinance No.  VIII of 1979), section 4 shall be \nomitted.  \n21. Amendment of section 6, Ordinance VIII of 1979. In the Offence of Qazf  \n(Enforcement of Hadd ) Ordinance, 1979 (VIII of 1979), section 6, shall be renumbered as \nsub-section (1) thereof and  after sub -section (1) renumbered as aforesaid, the following new \nsub-section (2) shall be added, namely:  \n\"(2) The Presiding Officer of a Court dismissing a complaint under section 203A \nof the Code of Criminal Procedure, 1898 or acquitting an accused unde r \nsection 5 of the Offense of Zina (Enforcement of Hudood ) Ordinance, 1979 \n(Ordinance VII of 1979), If satisfied that the offence of qazf liable to hadd  has \nbeen committed, shall not require any proof of qazf and shall proceed to pass \nsentence under sectio n 7.\".  \n  22. Amendment of section 8, Ordinance VIII of 1979 . In the Offence of Qazf  \n(Enforcement of Hadd ) Ordinance, 1979 (Ordinance No.  VIII of 1979), in section 8, the \nwords, \"a report made to the police or\" shall be omitted.  \n 11 23. Amendment of section 9, Ordinance VIII of 1979. In the Offence of Qazf  \n(Enforcement of Hadd ) Ordinance, 1979 (Ordinance No.  VIII of 1979), in section 9, for sub -\nsection (2), the following shall be substituted, namely:  \n \"(2) In a case which, before the execution of hadd , the comp lainant withdraws his \nallegation of qazf, or states that the accused had made a false confession or \nthat any of the witnesses had deposed falsely, hadd  shall not be enforced. \". \n24. Amendment of sections 10 to 13 and 15, Ordinance VIII of 1979. In the \nOffen ce of Qazf  (Enforcement of Hadd ) Ordinance, 1979 (Ordinance No.  VIII of 1979), \nsections 10 to 13 and 15 shall be omitted.  \n25. Amendment of section 14, Ordinance VIII of 1979 . In the Offence of Qazf  \n(Enforcement of Hadd ) Ordinance, 1979 (Ordinance No.  VIII of 1979), in section 14, \nsubsections (3) and (4) shall be omitted.  \n26. Omission of section 16, Ordinance VIII of 1979. In the Offence of Qazf  \n(Enforcement of Hand) Ordinance, 1979 (Ordinance No.  VIII of 1979), section 16 shall be \nomitted.  \n  27. Amendment o f section 17, Ordinance VIII of 1979 . In the Offence of Qazf  \n(Enforcement of Hadd ) Ordinance, 1979 (Ordinance No.  VIII of 1979), in section 17,  \n  (i) the first proviso shall be omitted;  \n  (ii) for the second proviso, the following shall be substituted, n amely:  \n  Provided  that an offence punishable under section 7 shall be triable  by a Court \nof Sessions and not by or before a Magistrate authorized under section 30 of \nthe said Code and an appeal from an order of the Court of Sessions shall lie to \nthe Federa l Shariat  Court.\"  \n 28. Omission of section 19, Ordinance VIII of 1979. In the Offence of Qazf  \n(Enforcement of Hadd ) Ordinance, 1979 (Ordinance No.  VIII of 1979), section 19 shall be \nomitted.  \n29. Insertion of new section, Dissolution of Muslim Marriages Act , 1939 (VIII of \n1939).  In the Dissolution of Muslim Marriages Act, 1939 (VIII of 1939), in section 2, after \nclause (vii), the following new clause shall be inserted, namely: -  \n  (viia) lian  \nExplanation : Lian means where the husband has accused his wife of  zina and \nthe wife does not accept the accusation as true\".  \n______"
}