{
    "file": "./converted_json\\administratoreecaf3b490e2d43d2e3b50c0c068b5d7.json",
    "name": "The Muslim Family Laws Ordinance, 1961",
    "date": "2nd March, 1961",
    "tagline": "An Ordinance to give effect to certain recommendations of the Commission on Marriage and Family Laws",
    "content": "Page 1 of 7 \n \n \n \nTHE  MUSLIM FAMILY LAWS  ORDINAN CE, 1961  \n \n \n \n \nCONTENTS  \n  __________  \nSECTIONS : \n \n1.  Short title, extent, application and commencement . \n2.  Definition s. \n3.  Ordinance to override other laws etc.  \n4.  Succession . \n5.  Registration of marriage s. \n6.  Polygamy . \n7.  Talaq . \n8.  Dissolution of marriage otherwise than by talaq . \n9.  Maintenance . \n10.  Dower . \n11.  Power to make rules . \n12.  Omitted . \n13.  Omitted . \n \n \n \n \n \n \n \n \n \n Update d till 10 -3-2022  \n\n \nPage 2 of 7 \n THE  MUSLIM  FAMILY LAWS  ORDINAN CE, 1961  \n \nORDINANCE  NO. VI II OF 1961  \n \n[2nd March,  1961 ] \n \nAn Ord inance to give effect to certain  recommendations  of the Commission  on Marriage  and \nFamily  Laws \n \nWHEREAS  it is expedient to give effect to certain recommendations  of the Commission  on \nMarriage and Family Laws; \n \nNow,  THERE FORE,  in pursuance of the Proclamation of the seventh day of October, 1958,  \nand in exercise of all powers enabling  him in that behalf, the President is pleased to make and \npromulgate the follow ing Ordinance:⸺ \n \n1. Short title, extent, application and commencement.—(1) This Ordinance may be called \nthe Muslim  Family Laws Ordinance, 1961. \n \n(2) It extends to the whole  of Pakistan, and applies to all Muslim  citizens of Pakistan, \nwherever they may be. \n \n(3) It shall come into force on such date 1as the  2[Federal Government] may, by notification \nin the official Gazette, appoint  in this behalf. \n \n2. Definitions.—In this Ordinance unless there is anything repugnant in the subject or \ncontext,⸺ \n \n(a)  “Arbitration Council” means a body consisting  of the Chairman 3[* * * *] and \na representative of each of the parties to a matter dealt with in this \nOrdinance 4[:] \n \n5[Provided that where any party fails to nomin ate a representative \nwithin  the prescribed time, the body formed without such representative shall \nbe the Arbitration Coun cil;] \n \n6[(b) ‘Chairman’ means the Chairman of the Union Coun cil or a person appoin ted \nby the 7[2[Federal Government] in the Cantonment areas, or by the \nProvincial Government in other areas, ] or by an officer authorized in that \nbehalf by any such Government, to discharge the functions of  Chairman \nunder this Ordinance: \n \n_________________________________________________________________________________  \n1The 15th day of July, 1961, see Gaz. of P., S.R.O. 56 (R ), 1961,  Ext., p. 1128.a.  \n2Subs.by  F.A.O., 1975,  Art. 2 and Table, for “Central Government” . \n3The words “of the Union  Council ” omitted  by the Muslim Family Laws (Amdt.) Ordinance , 1961  (XXI of 1961 ), s. 2. \n4Subs.,  ibid, for semi -colon . \n5Proviso  added,  ibid. \n6Subs  ibid, for the original  clause  (b). \n7Subs. by A.O., 1964, Art. 2 and Sch., for “Central or a Provincial Government”.  \n \n \nPage 3 of 7 \n Provided that where the  Chairman of the Union  Coun cil is a non- \nMuslim,  or he him self wish es to make an application to the A rbitration \nCouncil,  or is, owing to illness or any oth er reason, unable to discharge the \nfunctions  of Chairman, the Coun cil shall elect one of  its Muslim  members as \nChairman for the purposes of this Ordinance;] \n \n(c)  “Prescribed” means prescribed by rules made under section 11 ; \n \n(d)  “Union  Coun cil” means the Union  Coun cil or the Town  or Union  Com mittee \nconstitu ted under the Basic Democracies Order, 1959, and 1[having in the \nmatter jurisdiction as prescribed];  \n \n(e)  “Ward” means a ward within  a Union  or Town  as defined in the aforesaid \nOrder. \n \n3. Ordinance to override other laws, etc.⸺(1) The provisions  of this Ordinance shall have \neffec t notwiths tanding  any law, custom  or usage, and the registration of Muslim  marriages shall \ntake place only in accordance with those provisio ns. \n \n(2) For the removal of doubt, it is hereby declared that the provisions  of the Arbitration Act, \n1940  (X of 1940),  the Code of Civil  Procedure 1908 (Act V of 1908),  and any other law regulating \nthe procedure of courts shall not apply to any Arbitration Coun cil. \n \n4. Succession.⸺2[(1)] In the event of the death of any son or daughter of the propositus \nbefore the opening of succession,  the children of such son or daughter, if any, living  at the time the \nsuccession  opens, shall per stripes receive a share equivalent to the share which such son or \ndaughter, as the case may be, would  have received if alive. \n \n2[(2) If a Muslim  male  from  Ahl-e-Teshih  dies, the share  of a widow  in the immovable  \nproperty  left behind  by her deceased  husband  shall  be as follows:―  \n(a)  one-fourth  share  of the fixed  price  or value  of the property,  if there  is no child  \nleft behind  the deceased  husband;  and \n(b)  one-eighth  share,  if there  is child  left behind.  \n(3) If there  are two or more  widows,  the share,  as mentioned  in sub-section  (2), shall  be \ndivided  equally  among  them.  \n(4) The price  or value  of the property  shall  be the price  or value  existing  at the time of \npayment  and not the price  or value  which  existed  at the time of death  of the husband:  \nProvided that if the legal heirs of the deceased do not give the widow her share in the above \nterms, she shall become entitled to her due share in the corpus of immovable property.  \n(5) A widow is entitled to her share in the corpus of movable property of her deceased \nhusband provide d that the provisions of sub -sections (2) and (3) shall mutatis mutandis  apply.  \n \n1Subs. by the Muslim Family Laws (Amdt.) Ordinance, 1961 (XXI of 1961), s. 2, for “having jurisdiction in the area concerned”.  \n2Renumbered  as sub -section (1)  and added  new sub -sections from (2) to (8)  by Act, XXVIII  of 2021,  s. 2. \n \nPage 4 of 7 \n  (6) Fiqah -e-Jafri  recognizes  right  of a husband  to get his share  from  the property  left by his \ndeceased  wife,  either  movable  or immovable,  as follows: ⸺ \n \n(a)  one-half share,  if there  is no child  left behind;  and \n \n(b)  one-fourth  share  of the property,  if there  is child  left behind.  \n(7) In case of dispute,  the parties  or any of the parties  may have  recourse  to a court  of \ncompetent  jurisdiction  or by approaching  the Mujtahid -e-Alam  from  the panel  maintained  by the \nCouncil  of Islamic  Ideology.  The decision  of Mujtahid -e-Alam  shall  have  a status  of an award  and \nthe same  shall  be dealt  with in accordance  with the provisions  of the Arbitration  Act, 1940  (X of \n1940).  \nExplanation .—The expression  “Mujtahid -e-Alam  (Faqih -e-Azam)”  means  a juris-consult,  \nreligious  scholar  or doctor  of Shia school  of thought  well versed  with Shariah  having  international  \nrepute  and of such recognition.  The Council  of Islamic  Ideology  shall maintain  a panel  of Mujtahid -\ne-Alam  having  aforesaid  qualifications.  \n(8) As enshrined  in Article  227 of the Constitution  of the Islamic  Republic  of Pakistan,  the \ninheritance  rights  of Ahl-e-Tashih  and matters  connected  therewith  or ancillary  thereto  shall be \ndecided  according  to their personal  law interpreted  by Fiqah -e-Jafria  (Shia school  of thought). ] \n \n5. Registration of marriages.⸺(1) Every marriage solemnized under Muslim Law shall be \nregistered in accordance with the provisions  of this Ordinance. \n \n(2) For the purpose of registration of marriages under this Ordinance, the Union  Coun cil \nshall grant licences to one or more persons,  to be called Nikah Registrars, but in no case shall more \nthan on Nikah Registrar be licensed for any one Ward. \n \n(3) Every marriage not solemnized by the Nikah Registrar shall, for the purpose of \nregistration under this Ordinance, be reported to him by the person who has solemnized such \nmarriage. \n \n(4) Whoever contravenes the provisions  of sub-section (3) shall be punishable with simple  \nimprisonment for a term which may extent to three months,  or with fine which may extend to one \nthous and rupees, or with both. \n \n(5) The form of nikah nama, the registers to be maintained by Nikah Registrars, the records \nto be preserved by Union Coun cils, the manner in which marriages shall be registered and copies of \nnikah nama shall be supplied to the parties and the fees to be charged thereof, shall be such as may \nbe prescribed. \n \n(6) Any person may, on payment of the prescribed fee, if any, inspect at the office of the \nUnion  Coun cil the record preserved under sub-section (5), or obtain a copy of any entry therein. \n \n6. Polygamy.⸺(1) No man, during the subsis tence of an existing  marriage, shall, except \nwith the previous  permission  in writing of the Arbitration Coun cil, contract another marriage, nor \nshall any such marriage contracted without  such permission  be registered under this Ordinance. \n \n(2) An application for permission  under sub-section (1) shall be submit ted to the Chairman \nin the prescribed manner, together with the prescribed fee, and shall state reasons for the proposed \nmarriage, and whether the consent of the existing  wife or wives has been obtained thereto. \n \nPage 5 of 7 \n (3) On receipt of the application under sub-section (2), t h e  Chairman shall ask the \napplicant and his existing  wife or wives each to nomin ate a representative, and the Arbitration \nCoun cil so constitu ted may, if satisfied that the propos ed marriage is necessary and just, grant, \nsubject to such condition s, if any, as may be deemed fit, the permission  applied for. \n \n(4) In deciding the application the Arbitration Coun cil shall record its reasons for the \ndecision , and any party may, in the prescribed manner, within  the prescribed period, and on payment \nof the prescribed fee, prefer an application for revision,  1[to the Collector] concerned and his \ndecision  shall be final and shall not be called in question  in any Court. \n \n(5) Any man who contracts another marriage without  the permission  of the Arbitration \nCoun cil shall⸺ \n \n(a)  pay immediately the entire amount  of the dower, whether prompt  or deferred, \ndue to the existing  wife or wives, which amount,  if not so paid, shall be \nrecoverable as arrear s of land revenue; and \n \n(b)  on conviction upon complaint be punis hable with simple imprisonment which \nmay extend to one year, or with fine which may extend to five thous and \nrupees, or with both.  \n \n7. Tala q.—(1) Any man who wish es to divorce his wife shall, as soon  as may be after the \npronoun cement of talaq in any form whatsoever, give the Chairman  notice in writing of his having \ndone  so, and shall supp ly a copy thereof to the wife 2[:] \n \n2[Provided that where the parties belong to Fiqah -e-Jafria ,⸺ \n \n(a) the man may voluntarily and with his free will pronounce himself or through \nduly authorized attorney ( Vakil) Talaq uttering in literal Arabic words \n(seegha) in the physical presence of at least two witnesses qualifying the \nrequirements of c lause (1) of Article 17 of the Qanun -e-Shahadat, 1984 (P.O. \nNo. 1  of 1984);  \n \n(b) the pronouncement of Talaq shall be ineffective if it is done jokingly or under \nanger, intoxication, insanity, duress or coercion of any kind and from any \ncorner whatsoever; and \n \n(c) in case of dispute, with reference to clauses (a) or (b) arising due to difference \nof opinion, the parties or any of the parties may have recourse to a court of \ncompetent jurisdiction or by approaching the “Mujtahid -e-Alam”  and the \ndecision of Mujtahid-e-Alam  shall have a status of an award and the same \nshall be dealt with in accordance with the provisions of the Arbitration Act, \n1940 (X of 1940).  \n \nExplanation .⸺The expression “Mujtahid -e-Alam  (Faqih -e-Azam)”  means a juris -consult, \nreligious scholar  or doctor of Shia school of thought well versed with Shariah  having international \nrepute and of such recognition. The Council of Islamic Ideology shall maintain a panel of Mujtahid -\ne-Alam  having aforesaid qualifications.]  \n \n__________ ______________________ _________________________________________________\n 1Subs. by F.A.O., 1975 , Art. 2 & Sch. , for certain words.  \n2Subs. and ins. by the Muslim Family Law (Second Amendment) Act, 2021 ( XXIX of 2021), s. 2.  \n \nPage 6 of 7 \n 1[(1A) As enshrined in Article 227 of the Constitution o f the Islamic Republic of Pakistan, \nthe divorce  and matters connected therewith or ancillary thereto shall be decided according to the \npersonal law interpreted by Fiqah -e-Jafria  (Shia school of thought).]  \n \n(2) Whoever contravenes the provisions  of sub-section (1) shall be punishable with simp le \nimprisonment for a term which may extend to one year or with fine which may extend to five \nthous and rupees or with both.  \n \n(3) Save as provided in sub-section (5), a talaq unless revoked earlier, expressly or \notherwise shall not be effec tive until the expiration of ninety days from the day on which notice \nunder sub-section (1) is delivered to the Chairman. \n \n(4) Within thirty days of the receipt of notice under sub-section (1), the Chairman shall \nconstitute  an Arbitration Coun cil for the purpose of bringing about a reconciliation between the \nparties, and the Arbitration Coun cil shall take all steps necessary to bring about such reconciliation. \n \n(5) If the wife be pregnant at the time talaq is pronoun ced, talaq shall not be effec tive until \nthe period mention ed in sub-section 2[(3)] or the pregnancy, whichever be later, ends. \n \n(6) Nothi ng shall debar a wife whose  marriage has been terminated by talaq effec tive under \nthis section from re-marrying the same husb and, without an intervening marriage with a third person \nunless such termination is for the third time so effec tive. \n \n8. Disso lution of marriage otherwise than by talaq.⸺Where the right to divorce has been \nduly delegated to the wife and she wish es to exercise that right, or where any of the parties to a \nmarriage wish es to dissolve the marriage otherwise than by talaq, the provisions  of section 7 shall, \nmutatis mutandis and so far as applicable, apply. \n \n9. Maintenance.⸺(1) If any husband fails to maintain his wife adequately, or where there \nare more wives than one, fails to maintain them equitably, the wife, or all or any of the wives, may \nin addition  to seeking, any other legal remedy available apply to the Chairman who shall constit ute \nan Arbitration Coun cil to determine  the matter, and the Arbitration Coun cil may issue  a certificate \nspecifying the amount  which shall be paid as maintenance by the husb and. \n \n(2) A husb and or wife may, in the prescribed manner, within  the prescribed period, and on \npayment of the prescribed fee, prefer an application for revision  of the certificate, 3[to the Collector] \nconcerned and his decision  shall be final and shall not be called in question in any Court. \n \n(3) Any amount  payable under sub-section (1) or (2), if not paid in due time, shall be \nrecoverable as arrears of land revenue. \n \n10. Dower.⸺Where no details about the mode  of payment of dow er are specified in the \nnikah nama, or the marriage contract, the entire amount  of the dower shall be prescribed  to \nbe payable on demand. \n \n_________________________________________________________________________________  \n1Ins. new sub -section (1A) by the Muslim Family Law (Second Amendment) Act, 2021 (XXIX  of 2021), s. 2.  \n2Subs. by the Muslim Family Law (Second Amendment) Ordinance, 1961 (XXX of 1961), s. 2 for “(2)”.  \n3Subs. by F.A.O., 1975, Art., 2 and Sch., for certain words.  \n \nPage 7 of 7 \n 11. Power to make rules.⸺(1) The 1[2[Federal Government] in respect of the Cantonment \nareas and the Provincial Government  in respect of other areas] may make rules to carry into effec t \nthe purposes of this Ordinance. \n \n(2) In making rules under this section, the 1[such Government] may provide  that a breach \nof any of the rules shall be punishable with simple  imprisonment which may extend to one month,  \nor with fine which may extent to two hund red rupees, or with both.  \n \n(3) Rules made under this section shall be published in the official Gazette, and shall \nthereupon  have effec t as if enacted in this Ordinance. \n \n12. [Amendment of Child Marriage Restraint Act, 1929  (XIX of 1929). ] Omitted by the \nFederal Laws (Revision and declaration) Ordinance, 1981 (XXVII of 1981), s. 3 and Sch., II.  \n \n13. [Amendment of the Dissolution of Muslim Marriages Act, 1939 (VIII of 1939) ]. Omitted \nby the Federal Laws (Revision and declaration) Ordinance, 1981 (XXVII of 1981), s. 3 and Sch., II.  \n  \n \n__________________  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n1Subs. by A.O., 1964, Art. 2 and Sch., for “Provincial Government”. \n2Subs.  by F.A.O., 1975, Art., 2 and Table, for “Central Government”."
}