{
    "file": "./converted_json\\administratora2c7792eaedfcaa33996755d8bcaaa07-pdf.json",
    "name": "Senate Secretariat Services Act, 2017",
    "date": "2017",
    "tagline": "An Act to regulate the appointment and the terms and conditions of service of persons in the Senate Secretariat",
    "content": "THE SENATE  SECRETARIAT SERVICES ACT, 2017  \n \n CONTENTS   \nPREAMBLE  \nCHAPTER I.  \nPRELIMINARY  \n \n1  Short title, application and commencement  \n2  Definitions  \nCHAPTER II.  \nTERMS AND CONDITIONS OF SERVICE  \n \n3  Terms and conditions of service  \n4  Appointment  \n5  Appointment on deputation  \n6  Probation  \n7  Confirmation  \n8  Seniority  \n9  Posting and transfer  \n10  Termination of service  \n11  Reversion to a lower post, etc.  \n12  Retirement from service  \n13  Employment after retirement  \n14  Conduct  \n15  Efficiency and discipline  \n16  Right of appeal or representation  \n \n \n \n \nCHAPTER III.  \nUpdated till 23.9.2021  \n \n\n \nMISCELLANEOUS  \n17  Saving  \n18  Indemnity  \n19  Jurisdiction barred  \n20  Removal of difficulties  \n21  Interpr etation  \n22  Gender   \nCHAPTER IV.  \n      RULES  \n23  Rules  \n24  Application of standing orders  \n25  Repeal and saving  \n \n \n  \n \nACT N O. XXII  OF 2017.  \n \nAN ACT  \n \nto regulate the appointment  and the terms and conditions  of service of persons  in the Senate \nSecretariat, under clause ( 2) of Article 87  of the Constitution  of the Islamic Republic  of Pakistan, \n1973  \n \nWHEREAS  it is expedient  to regulate  by law the  appointment  and the terms and \nconditions  of service  of persons  in the Senate Secretariat  as provided for in clause (2) of Article \n87 of the Constitution  of Pakistan, 1973 and to provide for matters connected  therewith or \nancillary thereto;  \n \nIt is hereby enacted as follows: - \n \n1. Short  title, application  and commencement.  1) This Act may be called the \nSenate Secretariat  Services Act, 2017 . \n \n(2) It applies  to all employees  in the Senate Secretariat  wherever  they may be  \n(3) It shall come into force at once.  \n \nCHAPTER -I \nPRELIMINARY  \n2. Definitions. - (I) In this Act, unless there is anything repugnant in the subject or context, - \n \n(a) 1[* * * ] \n \n(b) \"Basic  Pay Scales \" or “BPS\" means pay scales prescribed  by the Federal \nGovernment  and adopted by the Senate Secretariat;  \n \n(c) \"competent  authority \" means  the competent  authority  to make appointment  \nto various posts, as may be prescribed  by rules;  \n \n(d) \"Chairman \" means the  Chairman  of the Senate  and includes  the Acting \nChairman;  \n \n(e) \"Constitution ” means the Constitution of the Islamic Republic of Pakistan;  \n \n1[(f) \"employee ” means a person appointed  in the Secretariat, who shall have the \nstatus of a civil servant, but does not include -  \n \n(i)  a person who is on deputation  to the Secretariat; or  \n \n \n1Omitted, Subs by Act. IV of 2021, s -2. \n \n \n(ii)  a person  who is employed  on contract;]  \n \n(g) \"Finance Committee \" means the Finance Committee  of the Senate as \nprovided for in Article 88 of the Constitution;  \n \n(h)  “general parliamentary group ” means any group  or service, as may be \nprescribed by rules to be a general parliamentary group, performing general \nparliamentary administration functions;  \n \n(i) \"Government \" means the Federal Government;  \n \n(j) \"initial  appointment \" means appointment  made otherwise than  by promotion  \nor transfer;  \n \n(k) \"other  categories \" means any group or services, as may be prescribed by \nrules, to  be other  categories and are not part of the  general parliamentary  \ngroup or specialized  parliamentary  group;  \n \n(l) \"pay and allowances \" means  the amount drawn monthly  by an employee  as \npay and includes  technical  pay, special  pay, personal pay and other \nemoluments  declared  as such by the Chairman  or the Finance Committee  or \nthe Federal Government, as the case may be, where rules of the Federal \nGovernment  are adopted;  \n \n(m) \"post\" means a post sanc tioned in the Senate Secretariat;  \n \n(n) \"prescribed \" means  prescribed  by rules or standing  orders  or as notified by a, \nnotification  in the official Gazette, as the case may be;  \n \n(o) \"rules \" means the rules made under this Act by the Chairman;  \n \n(p) \"Secretariat ” means the Secretariat  of the Senate;  \n \n(q) \"Secretary \" means  the Secretary  Senate, having  the status  of Federal \nSecretary  and includes  the Acting Secretary  in the absence of the Secretary or \nany other person performing  the functions of the Secr etary, for the time being, \nunder the direction and supervision  of the Chairman;  \n \n(r) \"specialized  parliamentary  group \" means any group or service, as may be \nprescribed  by rules to be a specialized  parliamentary  group, performing \nspecial and technical parliamentary functions; and  \n \n(s) \"standing  orders \" means written orders of the Chairman as notified by the \nSenate Secretariat.  \n \n \nCHAPTER – II \n \nTERMS AND CONDITIONS OF SERVICE  \n \n3. Terms  and conditions  of service . - (1) The  terms  and conditions  of an employee  shall  be \nas provided  for in this  Act and the rules  made there  under.  \n \n(2) The terms and conditions  of service of any person to whom this Act applies shall not be \nvaried to his disadvantage.  \n \n(3) Subject  to this  Act and rules  made  there  under,  other  terms  and conditions  of service  \nincluding  pay, allowances,  retirement,  deputation,  pension, gratuity,  provident  fund,  benevolent  \nfund,  group  insurance,  financial  or family assistance  in case of death  during  service,  leave  or other  \nprivileges  of an em ployee  shall be governed  by the law, rules  and policies  for the time being  in \nforce  and applicable  to the employees  in posts  in the  same  scale  in the Federal Government:  \n \nProvided  that the powers of the Federal Government  shall be  exercised by the Chairman, \nwith such additions, enhancements, modifications, variations  or exceptions, as he may deem fit, \nwith concurrence  of the Finance Committee:  \n \nProvided  further that in case of urgency of the matter, the Chairman  may exercise his \npowers in anticipation of the concurrence of the Finance Committee.  \n \n(4) The employees  shall be entitled  to such terms  and conditions  of service, entitlements, \nfacilities, perks and privileges, including  medical, housing, education  and all other schemes of the \nGovernment, as are admissible to its civil servants or occupational groups or professionals, from \ntime to time, notwithstanding a judgment  of any court, tribunal or a quasi -judicial authority.  \n \n4. Appointment . -(1) Appointments  to the Senate Secretariat  shall be made  ccording  to the \nrules by one or more of the following methods, namely: - \n \n(a) By promotion of a person employed in the secretariat; 1[or]  \n1[* * *]  \n(c)  by direct recruitment 1[.] \n1[* * *]  \n1[(1A) The direct recruitment to a post in BPS-17 shall be made through the Federal Public \nService Commission and to a post in BPS -16 and below through the procedure as prescribed by the \nrules.  \n(1B) There shall be no direct recruitment to a post in BPS -18 and above:  \nProvided that in such cases where no o fficer of the Secretariat qualifies to hold the post for \nthe time being and the circumstances render it necessary, appointment to a post in BPS -18 and above  \nmay be made on contract with the approval of the Senate Finance Committee, through advertisement \nand recruitment process by  the Secretariat, up -till a period of three years, which shall not be extended \nor regularized.  \n \n1Added, Omitted, Subs, Ins. By Act IV of 2021, s. 3.  \n \n(1C) Notwithstanding the provisions of sub -section (1A), appointment on contract may be \nmade in the interest of the Secretariat in BPS -04 and below, as prescribed by the rules:  \nProvided that staff allowed by the Senate Finance Committee in its meeting held on the 17th \nFebruary, 2012 vide Item No. 4 (iii) may also be appointed on contra ct, irrespective of the grade:  \n \nProvided further that services of an employee appointed on contract in any grade shall not be \nregularized, extended beyond three years or transferred to any other post in the Secretariat.  \n \n(1D)  There shall be no appointment  on ad hoc basis.  \n \n(1E) The length of service for appointment by promotion shall not be condoned.  \n \n(1F) There shall be no placements based on seniority or length of service .] \n \n(2) The Secretariat shall be organized in general parliamentary group, specializ ed \nparliamentary group and other categories, as may be prescribe by the rules.  \n \n1[Provided that highest post for specialized parliamentary groups shall be Senior Director \nGeneral (BPS -21).]  \n \n1[* * *]  \n \n1[5. Appointment on deputation . __(1) Appointment on deputation to a post shall be made in \nthe interest of the Secretariat.  \n \n(2) The competent authority may appoint on deputation a person to a post in the general \nparliamentary group from an occupational group or provincial executive services and to a post in  the \nspecialize d parliamentary group from any service of Pakistan.  \n \n(3) The terms and conditions of service of a person appointed to the Secretariat on deputation \nshall be such as may be prescribed by the rules.  \n  \n(4) Services of an employee appointed to a  post on deputation shall not be absorbed in the \nSecretariat/services.]  \n \n6. Probation . (1) Appointment  to a post by direct recruitment  under section 4, 1[* * *], shall \nbe on probation  for a period of two years, or for such lesser period, as may be prescribed.  \n \n(2)  Any person appointed  to a post by promotion  1[**] may also be placed on probation  in \naccordance  with the provisions  of sub -section ( 1). \n \n(3) On the satisfactory completion of period of probation, the Appointing authority  may \nterminate  the probation  and confirm  probationer  in his appointment  provided a clear vacancy exists.   \n \n(4) If in the opinion of the appointing  authority, the work or conduct of an  employee  on \nprobation  is unsatisfactory  or shows  that he is unlikely  to become efficient  and if no order is issued \nunder sub -section (3) on the expiry of the prescribed  period, the appointing  authority may order that - \n \n \n \n \n1 Added, Omitted, Subs, by Act IV of 2021, s. 4 -5. \n \n \n(a)  his probation  be extended  for such period not exceeding  one year, as he may \nthink fit; or  \n(b) if he was appointed  to such post by direct or initial recruitment, be discharged; \nor \n(c)  if he was  appointed  to such  post by promotion 1[* * *]  be reverted to the post \nfrom which he was promoted 1[* *] and against which he holds a lien.  \n \n7. Confirmation . — (1) A person  appointed  on probation  shall, on satisfactory  completion  \nof his probation, be eligible for confirmation  in a post as may be prescribed.  \n \n(2) An employee  promoted  to a post on regular basis shall be eligible fo r confirmation after \nrendering satisfactory service for the period prescribed for confirmation therein.  \n(3) An employee  who, during  the period  of his service, was  eligible  to be confirmed  against  \nany post retires  from  service  before  being  confirmed  shall not, merely  by reason  of such retirement, \nbe refused  confirmation  against  such post  or any  benefits  accruing  there  from.  \n \n(4) Confirmation  of an employee against  a post  shall take effect  from the  date of occurrence  \nof vacancy  of that post or from  the date of continuous  officiation  on such  post, whichever is later.  \n \n8. Seniority.  – (1) For proper administration, the appointing authority shall  cause a seniority \nlist of the employees, for the time being, of such group, category or post  to be prepared, but  nothing  \nherein  contained  shall  be construed to confer  any vested  right to a particular  seniority  in such  group, \ncategory  or post, as the case  may be. \n \n(2) Subject to the provisions of  sub-section (I), the seniority of an employee  shall be \nreckoned  in relation  to other  employees  belonging to the same group  or post  whether  serving in the \nsame  department  or office  or not, as may  be prescribed.  \n \n(3) Seniority  on initial  appointment  to a group, category  or post shall be determined  as may  \nbe prescribed.  \n \n(4) Seniority  in a group, category or post to which an employee is promoted shall take effect \nfrom the date of regular appointment to  that post:  \n \nProvided  that employees  who are selected  for promotion to a higher post in one  batch  shall, \non their  promotion  to the higher  post, retain  their inter se seniority as in the lower post.  \n \n 1[9. Posting  and transfer.  (1) Every employee  shall be liable  to serve anywhere  within \nPakistan, or on deputation in the Federal or Provincial Government or abroad or in an international \norganization at the national or international level, in any equivalent or higher post subject to \napproval of the competent authority:  \n \nProvided that terms and conditions of any such posting shall not be less favourable to the \nemployee under t his section.   \n \n(2) An officer belonging to the general parliamentary group (Secretariat service of the \nSecretariat services) serving on deputation in the Federal or Provincial Government or abroad shall \nbe as if he is an officer of the secretariat group of  the Federal Government.]  \n \n \n1Omitted. Subs , by Act IV of 2021, s. 6-7. \n \n \n10. Termination of service.  – (1) The service of an employee may be terminated  without \nnotice, - \n \n(a) during the initial or extended period of his probation:  \n \n1[Provided that, where such employee  is appointed by promotion on probation his services \nshall not be so terminated so long as he holds a lien against his former post but he shall be reverted \nto his former post.]  \n \n(b)  on the expiry of the initial or extended period of his 1[Con tract] employment; \nor \n1[* * *]  \n \n(2) Where, on the abolition  of a post  or reduction  in the number  of posts in a group, the \nservices  of an employee  are required  to be terminated, the person whose services are terminated  shall \nordinarily  be the one who is the  most junior  in such group.  \n \n11. Reversion to a lower post, etc. – (1) An employee  appointed  to a higher post on [ *] \ntemporary  or officiating  basis  shall be liable  to reversion to his  lower  post.  \n \n(2) No employee shall be dismissed or removed from service o r reduced in rank by an \nauthority subordinate  to that by which he was appointed.  \n \n(3) No such employee  as aforesaid  shall be dismissed  or removed from service,  or reduced  in \nrank,  until he has been given  a reasonable  opportunity  of showing  cause  against  the action  proposed  \nto be taken  against  him: \n \nProvided that this sub -section  shall not  apply - \n \n(a)  where an employee  is dismissed  or removed  from  service  or reduced in  rank \non the grounds  of conduct  which  has led to his conviction on a criminal  \ncharge;  or \n \n(b)    the employee  is still on probation  1[* * *] or  \n \n(c) where  the Chairman  or any person  authorized  by him  under  this Act is \nsatisfied,  for reasons  to be recorded  in writing,  that in the  interest of  the \nsecurity  of Pakistan  or any part thereof,  it is not expedient  to give  to that \nemployee  such an opportunity.  \n \n12. Retirement from service , – (I) An employee  shall retire  from service, ___ \n \n(a)  on such date after he has completed  twenty -five years  of service qualifying  for \npension  or other  retirement  benefits  as the competent authority  may,  in public  \ninterest,  direct;  or  \n \n(b)        where  no direction  is given  under  paragraph  (i), on  the completion of the \nsixtieth  year of his age.  \n \n \n \n1Subs, Ins, O mitted, by Act IV of 2021, s. 7-8. \n \n \n(2) No direction  under  clause  (a) of sub-section  (I) shall be made  until the  employee  has been  \ninformed  in writing  of the grounds  on which  it is proposed  to make  the direction  and has been  given  \na reasonable  opportunity  of showing  cause  against  the said direction.  \n \n13. Employment after retirement .– (1) A retired  employee  shall not ordinarily  be re-\nemployed  in the  Secretariat,  unless  such re-employment  is in the broader  interest  of the Institution  \nand is made  with the prior  approval  of the authority  next above  the appointing  authority:  \n \nProvided  that, where  the appointing  authority  is the Chairman,  such re -employment  may be \nordered  with the approval  of the  Finance  Committee.  \n \n(2) Subject  to the provisions  of his terms  and conditions  of service  and rules,  an employee  \nmay, during  leave  preparatory  to retirement,  or after retirement from  Secretariat,  seek any private  \nemployment:  \n \nProvided  that, where  employment  is sought  by an employee  while  on leave  preparatory  to \nretirement,  he shall obtain  prior  approval  of the competent authority.  \n \n14. Conduct.  –The conduct  of an employee  shall  be regulated  by rules made,  standing  orders  \nnotified  or instructions  issued  by Chairman  or a prescribed authority,  whether  general  or in respect  \nof a specified  group  of employees.  \n \nI5. Efficiency and discipline.  –An employee  shall  be liable  to disciplinary  action  and \npenalties  in accordance  with the prescribed  rules  and procedure.  \n \n16. Right of appeal or representation .– (l) Where  a right  to prefer  an appeal  or apply  for a \nreview  in respect  of any order  relating  to the terms  and conditions  of his service  is provided  to an \nemployee  under  any rules  applicable  to him,  such appeal  or application  for review  shall,  except  as \nmay be otherwise prescribed,  be made  within  thirty  days of the  date of such  order.  \n \n(2) Where  no provision  for appeal  or review  exists  under  the rules  in respect  of any order  or \nclass  of orders,  an employee  aggrieved  by any  such order may,  within  thirty  days of the \ncommunication  to him of such order,  make  a representation  against  it, to the authority  next above  the \nauthority  which  passed an order:  \n \nProvided  that no representation  shall Iie on matters  relating  to the determination  of fitness  of \na person  to hold a particular  post or to be promoted  to a higher  post or grade.  \n \n \nCHAPTER -III \n \nMISCELLANEOUS  \n \n17. Saving . –Nothing in this Act  or in any rule, shall be construed  to limit  or abridge  the \npower  of the Chairman  to deal  with the case of an employee in such  manner  as may  appear  to him to \nbe just  and equitable:  \n \nProvided  that, where  this Act or any rule, is applicable  to the case of an employee,  the case  \nshall not be dealt  with in a manner  less favourable  to him than that  provided  by this  Act or such  rule. \n \n \n18. Indemnity.  –No suit,  prosecution  or other  legal  proceedings  shall lie  against  an \nemployee  for anything  done  in his official  capacity  which  is in good  faith done  or intended  to be \ndone  under  this Act or the  rules,  instructions  or directions  made  or issued,  or adopted  from  time to \ntime.  \n \n19. Jurisdiction  barred.  –Save  as provided  under  this Act and the Service  Tribunals  Act, \n1973  (LXX  of 1973)  or the rules,  no order  made  or proceedings  taken  under  this Act or the rules  by \nthe Chairman  or any officer authorized  by him shall be called  in question  in any  court  and no \ninjunction  shall be  granted  by any  court in respect  of any decision  made  or proceedings  taken  in \npursuance  of any  power  conferred  by, or under,  this Act or the  rules.  \n \n20. Removal  of difficulties.  –lf any difficulty  arises  in giving  effect  to any  of the provisions  \nof this Act, the Chairman  may make  such order  as may appear  to him  to be necessary  for the  purpose  \nof removing  the difficulty.  \n \n21. Interpretation –All questions  relating to interpretation  of provisions  of this  Act shall be \nreferred  to the  Chairman  whose  decision  thereon  shall be final.  \n \n22. Gender.  –In this Act, unless  there  is anything  repugnant  in the subject or  context,  words  \nimporting  the masculine  gender  shall be taken  to include females.  \n \n \nCHAPTER -IV \n \nRULES  \n \n23. Rules.  –The Chairman may make rules for carrying out the purposes of this Act:  \n \nProvided  that the said  rules  shall  be notified  after concurrence  of the Finance Committee.  \n \n24. Application of  standing orders . –The standing orders, as notified by the Secretariat, \nfrom time to time, shall be read as an extension to this Act.  \n \n25. Repeal and saving . –(l) The Senate Secretariat (Recruitment) Rules, 1973 are hereby \nrepealed.  \n \n \n(2) Notwithstanding  the repeal of Senate Secretariat(Recruitment) Rules,  1973, everything \ndone , action  taken,  appointments  made either  through  initial recruitment, induction, absorption, \npromotion, regularization or on contract basis, obligation,  liability  or penalty  incurred,  power  \nconferred  or exercised,  orders issued  under  the said Rules  and everything  done  in exercise  of the \npowers conferred by or under the said Rules, shall continue and be deemed to have been respectively \ndone, taken, incurred, conferred, exercised or issued under this Act.  \n \n \n_______"
}