{
    "file": "./converted_json\\administrator29ca2c28a7bff48fcf9de592f127dddc.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "REGISTERED No.-M 302  L-7646 \nMit mette of Satan W=eitismossz,  \nEXTRAORDINARY \nPUBLISHED BY AUTHORITY \nISLAMABAD, WEDNESDAY, JUNE 7, 2017 \nPART I \nActs, Ordinances, President's Orders and Regulations \nNATIONAL ASSEMBLY SECRETARIAT \nIslamabad, the 5th June, 2017 \nNo. F. 23(9)/2016-Legis.—The following Act of Majlis-e-Shoora \n(Parliament) received the assent of the President on the 2nd June, 2017 is hereby \npublished for general information:- \nACT NO. XXI OF 2017. \nAN \nACT \nto provide for protection and security of witness and benefit program therefor \nWHEREAS it is expedient to provide for protection of witnesses and \ndevise robust protection, security and benefit programme and for matters \nancillary thereto; \nIt is hereby enacted as follows:— \n(621) \nPrice: Rs. 5.00 \n[807 (2017) Ex.Gaz.] \n622 \tTHE GAZETTE OF PAKISTAN, EXTRA., JUNE 7, 2017 \t[PART I \n1. \tShort title, extent and commencement.—(1) This Act may be \ncalled the Witness Protection, Security and Benefit Act, 2017. \nIt extends to such areas in the Federation as are not included in any \nProvince. \nIt shall come into force at once. \n2. \tDefinitions.—In this Act, unless there is anything repugnant in the \nsubject or context,— \n\"Board\" means the Witness Protection Advisory Board constituted \nunder section 5; \n\"criminal proceedings\" include any criminal trial or inquiry before \na court or tribunal having criminal jurisdiction, an inquest or \ninquiry into death and a police investigation under the Code of \nCriminal Procedure, 1898 (Act V of 1898) and any investigation \nby any other authority under any law; \n\"Government\" means the Federal Government; \n\"law enforcement agency\" includes a body or agency responsihle \nfor the enforcement of laws relating to the prevention, detection \nand investigation of any offence. \n\"prescribed\" means prescribed by rules; \n\"programme\" means the witness protection programme established \nunder this Act; \n\"protected person\" means any person who has been placed under \nprotection for the purposes of this Act; \n\"related person\" means any member of the family or household of \nthe witness or anY other person in a close relationship to, or \nassociation with, such witness; \n\"rules\" means the rules made under this Act; \n\"Schedule\" means the Schedule to this Act; \n\"serious offence\" means an offence as specified in the Schedule; \n(I) \t\"unit\" means the witness protection unit established under this Act; \nPART 1] \tTHE GAZETTE OF PAKISTAN, EXTRA., JUNE 7, 2017 \t 623 \n\"witness\" means a person who— \nhas made a statement or has given or agreed or may be \nrequired to give evidence in relation to the commission or \npossible commission of a serious offence; \nbecause of his or her relationship to or association with a \nperson, referred to in sub-clause (i), may require protection or \nother assistance under this Act; or \nis a person in possession of or who is required to provide any \nimportant information, statement or assistance to a public \nofficer and has agreed to share the information with law \nenforcement agency and has agreed to give evidence on \nbehalf of the State; \nfor any other reason, may require protection or other \nassistance under this Act. \nApplication of the Act and over-riding effect.—(1) The \nprovisions of this Act shall be applicable to the investigation, inquiry and trial of \nserious offences. \n(2) In case of any inconsistency, the provisions of this Act shall have \neffect notwithstanding anything inconsistent therewith contained in any \nprovision of the Code of Criminal Procedure, 1898 (Act V of 1898), or in any \nprovision of any other law for the time being in force. \nWitness Protection Programme.—(1) As soon as after the \ncommencement of this Act, the Government shall establish a Witness Protection \nProgramme for protection and safety of a witness or any other related in respect \nof scheduled offences. \n(2) The actions in the Programme may include the following, \nnamely:— \n(a) \tmaking arrangements necessary— \nto allow the witness to establish a new identity; \n•to allow the witness to conceal his identity by wearing a \nmask, changing his voice, appearance or any other form of \nsegregation during the investigation or trial or examination \nunder the law; \n624 \tTHE GAZETTE OF PAKISTAN, EXTRA., JUNE 7, 2017 \t[PART I \nto allow video conferencing in order to secure the protected \nperson, provided that such arrangements are approved by the \nconcerned authority under this Act; or \nto protect the witness otherwise; \nrelocating the witness; \nproviding accommodation for the witness; \nproviding reasonable financial assistance to the witness, whenever \npracticable, for obtaining a means of livelihood; \nproviding compensation to the legal heirs, if the protected person is \nkilled due to his participation in the Programme, in case of death or \npermanent in capacity of the protected person during his \nprotection, providing free education to his dependent minors; and \n(1) \tmaking special arrangements for security of witness for reasonable \nperiod of time. \n5. Establishment of Witness Protection Advisory Board.—(1) The \nGovernment shall constitute a Board to be known as the Witness Protection \nAdvisory Board, which shall consist of — \nSecretary of the administrative Ministry; \t Chairperson \nSecretary, Ministry of Law and Justice; \t Member \nSecretary, Ministry of Finance; \t Member \nAttorney-General for Pakistan; \t Member \nInspector General of Police, Islamabad Capital Territory. Member \n(2) The Board shall advise the Unit generally on the exercise of its \npowers and performance of its functions under this Act and shall, in particular \nand without prejudice to the generality of the foregoing,— \nadvise on the formulation of witness protection policies in \naccordance with the current law and international best practices; \noversight the administration of the Unit; \napprove budgetary estimates of the Unit; and \nexercise such other powers and perform such other functions as \nmay be conferred by or under this Act or assigned to it by the \nGovernment. \nPART!] \tTHE GAZETTE OF PAKISTAN, EXTRA., JUNE 7, 2017 \t 625 \n6. Witness Protection Unit.—(1) To facilitate and implement the \nProgramme there shall be established in the administrative Ministry a Unit to be \ncalled the Witness Protection Unit. \n(2) \tThe Government may, by notification in the official Gazette— \nestablish a branch office of the Unit in any defined area for the \npurposes of the administration of this Act; or \nabolish any branch office or incorporate it with any other such \noffice and may for this purpose make any administrative or other \narrangements as deemed necessary. \n7. \tFunctions of the Unit.—The functions of the Unit shall be to— \nestablish and maintain the Programme; \ndetermine the criteria for admission to and removal from the \nProgramme; \ndetermine the type of protection measures to be applied; \nadvise any Government department, agency, body or any other \nperson on the adoption of strategies and measures on witness \nprotection; and \nperform such other functions as may be necessary for carrying out \nthe purposes of this Act or any other functions as may be assigned \nto it by the Government. \n8. \tMemorandum of agreement with the person to be protected.— \nBefore a person is provided protection under this Act, he shall first execute a \nmemorandum of agreement which shall set forth his responsibilities, including \nto— \ntestify before and provide information to all appropriate law \nenforcement officials concerning all appropriate proceedings in \nconnection with or arising from the activities involved in the \noffence charged; \navoid the commission of the crime; \ntake all necessary precautions to avoid detection by others of the \nfacts concerning the protection provided to him under this Act; \ncomply with legal obligations and civil judgments against him; \n626 \tTHE GAZETTE OF PAKISTAN, EXTRA., JUNE 7, 2017 \t[PART I \n(e) \tcooperate with respect to all reasonable requests of officers and \nemployees of the Government who are providing protection under \nthis Act; and \n(0 \tregularly inform the appropriate Programme official of his current \nactivities and address. \nBreach of the memorandum of agreement.—Substantial breach \nof the memorandum of agreement shall be a ground for the termination of the \nprotection provided under this Act: \nProvided that before terminating such protection, the Unit shall send \nnotice to the person involved of the termination of the protection provided under \nthis Act, stating therein the reason for such termination. \nConfidentiality of proceedings.—All proceedings involving application \nfor admission into the Programme and the action taken thereon shall be \nconfidential in nature. No information or documents given or submitted in \nsupport thereof shall be released except upon written order of the department or \nthe court of appropriate jurisdiction. \nAnnual report.—(1) The Government shall prepare an annual \nreport relating to the general operation, performance and effectiveness of the \nProgramme which shall be laid before the Parliament. \n(2) The Witness Protection Board or Unit, as the case may be, \nwhenever considers it necessary to do so, present special report to the \nGovernment on any matter relating to the Programme which shall be laid before \nthe parliament. \nRules.—The Government may make rules for carrying out the \npurposes of this Act. \nSCHEDULE \n[Section 2 (k)] \n(Offences in respect of which a witness or related person may be placed \nunder protection) \nI. Treason \nSedition \nMurder \nPART I] \tTHE GAZETTE OF PAKISTAN, EXTRA., JUNE 7, 2017 \t 627 \n4. Rape \t\n5. \tPublic violence \n6. Robbery— \nwhen there are aggravating circumstances; or \ninvolving the taking of a motor vehicle. \n7. Kidnapping \n8. Perjury \n9. Indecent assault on a child under the age of sixteen years, \ninvolving the infliction of grievous bodily harm. \t\n10. \tAny offence related to contraband drugs and drugs trafficking if— \nthe value of the substance and question is more than one \nmillion Rupees; or \nthe offence was committed by any law enforcement officer. \t\n11. \tAny offence referred to in the Anti-Terrorism Act, 1997 (XXVII of \n1997) \t\n12. \tAny offence relating to— \nthe dealing in or smuggling of ammunition, firearms, \nexplosives or armament; or \nthe possession of an automatic or semi-automatic firearm, \nexplosives or armament. \n13. My offence relating to exchange control, corruption, extortion, \nfraud, forgery, uttering or theft.— \ninvolving amounts of more than five million Rupees; or \ninvolving amounts exceeding one million Rupees if it is \nalleged that the offence was committed by a person, group of \npersons, syndicate or any enterprise acting in the execution or \nfurtherance of a common purpose or conspiracy; or \n628 \tTHE GAZETTE OF PAKISTAN, EXTRA., JUNE 7, 2017 \t[PART I \nif it is alleged that the offence was committed by any law \nenforcement officer— \ninvolving amounts exceeding one million Rupees; or \nas a member of a group of persons, syndicate or any \nenterprise acting in the execution or furtherance of a \ncommon purpose or conspiracy. \nAny offence referred to in any law relating to offences of sabotage \nagainst the State. \nAny conspiracy, incitement or attempt to commit any offence \nreferred to in this Schedule. \nAny other offence as may be prescribed. \nAny other offence in respect of which it is alleged that the offence \nwas committed by— \na person, group of person, syndicate or any enterprise acting \nin the execution or furtherance of a common purpose or \nconspiracy; or \na law enforcement officer and in respect of which the chief \nwitness protection officer is of the opinion that the safety of a \nwitness, who is or may be required to give evidence or who \nhas given evidence in respect of such an offence in any \nproceedings or any related person, warrants protection. \nJAWAD RAFIQUE MALIK, \nSecretary. \nPRINTED BY THE MANAGER, PRINTING CORPORATION OF PAKISTAN PRESS, ISLAMABAD. \nPUBLISHED BY THE DEPUTY CONTROLLER, STATIONERY AND FORMS, UNIVERSITY ROAD, KARACHI."
}