{
    "file": "./converted_json\\administrator107b47254d77e6bb4de20bfa83c1c38e.json",
    "name": "Export Control on Goods, Technologies, Material and Equipment related to Nuclear and Biological Weapons and their Delivery Systems Act, 2004",
    "date": "25th September, 2004",
    "tagline": "An Act to provide for export control on goods, technologies, material and equipment related to nuclear and biological weapons and their delivery systems; to safeguard national security and foreign policy objectives",
    "content": "Page 1 of 6 \n   \n \n \nEXPORT CONTROL ON GOODS, TECHNOLOGIES, MATERIAL \nAND EQUIPMENT RELATED TO NUCLEAR AND BIOLOGICAL \nWEAPONS AND THEIR DELIVERY SYSTEMS ACT, 2004  \n \n              \n \n \n \n \nCONTENTS  \n1.  Short title, extent; application and commencement  \n2.  Definitions  \n3.  Authorit y \n4.  Control Lists  \n5.  Licensing  \n6.  Record keeping  \n7.  Offences, etc. to be tried by a Court of Session  \n8.  Offences and penalties  \n9.  Appeal  \n10.  Diversion of controlled goods or technologies to unauthorized use  \n11.  Act not to derogate from other laws,  etc. \n \n  \n \n\n \nPage 2 of 6 \n EXPORT CONTROL ON GOODS, TECHNOLOGIES, MATERIAL \nAND EQUIPMENT RELATED TO NUCLEAR AND BIOLOGICAL \nWEAPONS AND THEIR DELIVERY SYSTEMS ACT, 2004  \nACT No.  V OF 2004  \n          [25th September, 2004]  \n \nAn Act to provide for export control on goods, technol ogies, material and equipment related to \nnuclear and biological weapons and their delivery systems ; \n \n WHEREAS the Islamic Republic of Pakistan___ \n(a)  is determined to safeguard its national security and foreign policy objectives \nand to fulfil its internat ional obligations as a responsible nuclear weapon State;  \n(b)  as a party to the Chemical Weapons Convention, has promulgated the \nChemical Weapons Convention Implementation Ordinance, 2000 (LIV of \n2000); and  \n(c)  is committed to prevent proliferation of nu clear and biological weapons and \nmissiles capable of delivering such weapons;  \n \n AND WHEREAS to achieve the aforesaid objectives it is necessary to strengthen controls on \nthe export, re -export, transshipment and transit of goods and technologies, material a nd equipment \nrelated to nuclear and biological weapons and missiles capable of delivering such weapons;  \n \n AND WHEREAS it is expedient to provide for export control on goods, technologies, \nmaterial and equipment related to nuclear and biological weapons and  their delivery systems;  \n \n It is hereby enacted as follows: __ \n \n 1. Short title, extent; application and commencement.___(1) This Act may be called the \nExport Control on Goods, Technologies, Material and Equipment related to Nuclear and Biological \nWeapons and their Delivery Systems Act, 2004.   \n \n (2) It extends to the whole of Pakistan.  \n \n (3) It applies to___ \n(a)  every citizen of Pakistan or a person in the service of Pakistan within and \nbeyond Pakistan or any Pakistani visiting or working abroad;  \n(b)  any foreign national while in the territories of Pakistan; and  \n(c)  any ground transport, ship or aircraft registered in Pakistan wherever it may \nbe. \n(4) It shall come into force at once.  \n \n \nPage 3 of 6 \n  2. Definitions.  In this Act unless there is anything repu gnant in the subject or context: ― \n(a)  “basic scientific research ” means theoretical or experimental work undertaken \nprincipally to acquire new knowledge of the fundamental principles of \nphenomena or observable facts;  \n(b)  “biological weapon ” means any weapon designed to kill or harm or infect \npeople, animals or plants on a large scale through effects of the infectious or \ntoxic properties of a biological warfare agent;  \n(c)  “delivery system ” means missiles exclusively designed and adapted to deliver \na nuclear or biologi cal weapon;  \n(d)  “development ” means any activity or phase prior to production and may \ninclude or relate to design research, design analysis, design concept, assembly \nand testing of prototypes, pilot production schemes, design data, the process of \ntransfor ming designed data into product, configuration design and integration \ndesign or layout;  \n(e)  “equipment ” means an assembly which may comprise electrical, electronic, \nmechanical, chemical and metallurgical components, including those used in \nmanufacturing o r pilot plants, used in the production of nuclear and biological \nweapons;  \n(f)  “export ” means― \n(i)  shipment, transfer or transmission of goods or technology out of the \nterritory of Pakistan; and  \n(ii)  a transfer of goods or technology within Pakistan with the knowledge \nor intent that the goods for technology will be shipped, transferred or \ntransm itted to an unauthorized recipient outside Pakistan;  \n(g)  “goods ” means any article natural or man -made substance, material supply or \nmanufactured product, including inspection and test equipment except \ntechnology;  \n(h)  “material ” means materials used in t he production of nuclear and biological \nweapons and their delivery system;  \n(i)  “nuclear weapon ” means any weapon designed to kill or cause destruction or \nharm people on a large scale through the effects of a nuclear explosion;  \n(j)  “re-export ” means expor t of an item from any end user State or entity after \nhaving imported any goods or technology covered under this Act from \nPakistan to any other State or entity;  \n(k)  “services ” means providing training and technical assistance including \nintangible transfer such as disclosure of technical data relating to the purposes \nof this Act;  \n \nPage 4 of 6 \n (l)  “technology ” means any documents including blueprints, plans; diagrams, \nmodels, formulae, tables, engineering designs or specifications, manuals or \ninstructions, necessary for the development and production of nuclear or \nbiological weapons, and their delivery systems, including on -the-job training, \nexpert advice and services attached therewith except - \n(i)  any document or information that is in the public domain or is .related \nto basic scientific research and other peaceful applications of such \ntechnology including that related to its application for protective \npurposes; and  \n(ii) any application of the grant of a patent or any other form of protection \nfor inventions or for the re gistration of a design in each case under the \nlaw of the Islamic Republic of Pakistan or any other country or under \nany treaty or international conventions to which Pakistan is a party or \nany document necessary to enable any such application to be filed, \nmade or pursued;  \n(m)  “transit ” means transportation through the territory of Pakistan by land, air or \namphibious means of transportation; and  \n(n)  “transshipment ” means shipment through ports of Pakistan.  \n \n 3. Authority.___ (1) For the purposes of this Act , the authority rests with the Federal \nGovernment and the Federal Governm ent, as and when necessary, may―  \n(a)  make such rules and regulations -as are necessary for implementation of this \nAct; \n(b)  delegate authority to administer all activities under this  Act to such Ministries, \nDivisions, Departments and Agencies as it may deem appropriate;  \n(c)  establish a Government Authority to administer export controls established \nunder this Act;  \n(d)  designate the agency or agencies authorized to enforce this Act;  \n(e)  establish an Oversight Board to monitor the implementation of this Act; and  \n(f)  require licen ses for exports from Pakistan of goods and technology, and the \nre-export of goods and technology that originated in Pakistan.  \n \n (2) Officials of the designate d agency or agencies are authorized to inspect consignments \ndeclared for export and review, acquire or confiscate records of 'persons engaged in the exporting or \nholding an export licen se under this Act, with the same powers in respect of exports in contra vention  \nof any provision of this Act. The Federal Government may vest any investigatory powers and powers \nof arrest authorized by law in officials of the customs administration or other appropriate agencies.  \n \n 4. Control Lists.___(1) The Federal Government  shall maintain Control Lists, to be notified \nseparately, of goods and Technologies subject to licensing requirements under this Act.  \n \nPage 5 of 6 \n  \n (2) The control lists shall be reviewed periodically, and revised or updated, as required by the \nFederal Government and notified accordingly.  \n \n (3) The Federal Government shall notify all licensing requirements and procedures.  \n \n (4) The Federal Government shall control export, re -export, transshipment, transit of goods, \ntechnologies, material and equipment, subject to the p rovisions of this Act, which may contribute to \nthe designing, development, production, stockpiling, maintenance or use of nuclear and biological \nweapons and their delivery systems.  \n \n (5) Nothing in this Act shall be construed to restrict or prohibit basics  scientific research in \nPakistan or other peaceful applications or relevant technologies.  \n \n 5. Licensing.___ (1) The Federal Government shall frame and notify the licenses  required \nunder this Act, and also adopt and notify the procedures under which such licenses  shall be approved \nor rejected.  \n \n (2) Licenses  for export of goods and technologies for peaceful applications may be approved \nunless the Government determines that the export would be in contravention of the provisions of this \nAct. \n (3) An exporter is under legal obligation to notify to the competent authority if tile exporter is \naware or suspects that the goods or technology are intended, in their entirety or in part, in connection \nwith nuclear or biological weapons or missiles capable of delivering  such weapons.  \n \n (4) Nothing in this Act shall be taken to prohibit the export of licensed goods and technology, \nprovided that all conditions attached to the said license  are complied with.  \n \n 6. Record keeping.___ (1) All exporters shall maintain records o f all transactions and report \nthese to the designated authorities.  \n \n (2) Any Government agency or department involved in export licensing procedure shall keep \nrecords of their recommendations and decisions. Such records shall be made available to other \nagencies or departments involved in export licensing, upon request.  \n \n 7. Offences, etc. to be tried by a Court of Session.  Any person who contravenes any \nprovision, or attempts to commit or abets the commission of an offence, under this Act or any order, \nrules and regulations, framed there  under shall be tried by a Court of Session only upon complaint in. \nwriting made by an officer of the Federal Government authorized in this behalf by the Federal \nGovernment.  \n  \n 8. Offences and penalties.___ (1) Any person who  contravenes any provision of this Act or \nany order, rules and regulations framed there  under, or, provides false information concerning \nmatters governed by this Act to any of the agencies responsible for administering this Act, shall be \nguilty for an offe nce punishable on conviction by imprisonment for a term which may extend to \nfourteen years, or, with fine not exceeding five million rupees or both, and on conviction offender's \nproperty and assets, wherever they may be, shall be forfeited to the Federal G overnment.  \n \n (2) Any person who attempts to commit or abets the commission of an offence under this \nAct shall be proceeded against in the manner, as if he had committed such an offence.  \n \nPage 6 of 6 \n  \n (3) In case the offence is not serious for criminal proceedings, adm inistrative actions, \nwhich may be determined from time to time, shall be taken against the individuals contravening any \nprovision of this Act.  \n \n 9. Appeal.  Any person sentenced under this Act may within thirty days of the decision prefer \nan appeal before t he High Court having jurisdiction.  \n \n 10. Diversion of controlled goods or technologies to unauthorized use.  Whenever the \nFederal Government determines that a recipient of controlled goods or technologies has knowingly \ndiverted these goods or technologies t o unauthorized use in violation of the conditions of an export \nlicense  issued by the Government of Pakistan, the Federal Government or officials of the \nappropria tely designated agency may deny ― \n(a)  further export to that recipient of goods or technologies for a specified period \nfor each offence; or   \n(b)  the recipient the privilege of exporting products into Pakistan for a specified \nperiod for each offence.  \n \n 11. Act not to derogate from other  laws, etc.  The provisions of this Act shall be in addition \nto, and not in derogation of, any law, rules, orders or notifications for the time being in force.  \n_____________"
}