{
    "file": "./converted_json\\administratora12e6adcb9ec6fab2f57e3143a3da8a1.json",
    "name": "Anti-Dumping Duties Ordinance, 2015",
    "date": "February 26, 2015",
    "tagline": "To reform and repeal the Anti-Dumping Duties Ordinance, 2000, and to provide a framework for investigation and determination of dumping and injury in respect of goods imported into Pakistan.",
    "content": "NATIONA L ASSEMBLY SECRETARIAT\nNo.F.22(17y201s-Legis. tslamabad, the 3d August, 2015\nOFFICE MEMORANDUM\nSubiect: REsoLUTIoN FoR ExrENTloN oF THE ANTI-DUMPING ourlEs\noRDITANCE. 2015 (NO.IV OF 20151\nThe undersigned is directed to torward herewith a copy of the resolution\npassed by the Nalional Assembly on 3orhJuly, 2015 under proviso to sub-\nparagraph (ii) oI paragraph (a) of clause (2) ol Article 89 of lhe Constitulion of the\nlslamic Republic of Pakislan for extension ofthe Anti-Dumping Duties Ordinance'\n2ol5 (No.lV of 2015) for a further period of 120 days, for further necessary action\nplease.\n-u^-Ll.r[ \\\\\\> +rz)+ 6*'\\\nREGISTERED No. Ivf - 302\nL.-7&6\nGtttGwdr d Dgltdtcrr\n-.-t--\nExrnaoRorHenv\nPUBLISHED BY AUTHORITY\nOnorreNce No. IV or 2015\nAN\nORDINANCE\nto reform anci repeal lhe Anti-Dumping Duties Ordinance, 2000\n(LXY of 2000)\nWHrnr.es it is expendent to give effect in Pakistan to the provisions of\nArticle VI of the General Agreement on Tariffs and Trade, 1994, and to the\nAgreement on lmplementation thereofand to amend and consolidate the law relating\nto imposition ofanti-dumping duties to off\\et such dumping. to provide a framework\n1br investigation and determination ofdumping and injury in respect ofgoods imported\ninto Pakistan and for matters ancillary thereto or connected therewith;\n(7s)ISLA}IABAD, THURSDAY, FEBRUARV 26, 2OI5\n. PART I\nActs, Ordinances, President's Orderc and Regulations\nGOVERNMENI OF PAKISTAN\nLAW JUSTICE AND IIUMAN RIGHTS DIVISION\nIslamabad, the 26th February,20l5\nNo. 2(1)/2015-Pub.-The following Ordinance promulgated by the\nPresident is hereby published for general information:-\n[339(2015)/Ex. Gaz.]Price : Rs. 30.509\n76 THE GAZETTE OF PAKISTAN, EXTRA., FEBRUARY 26,2015 [PIM I\nAND wHEREAS the imposition of anti-duinping duties to offset injurious\ndumping is in the public interest;\nAND wHEREAs it is expedient to provide for certain reforms in the Anti-\nDumping Duties Ordinance 2000 (LXV of2000) by repealing the said Ordinance\nand re-enacting the law for matters connected therewith or ancillary thereto;\nAND wHEREAS the Senate and the National Assembly are not in session\nand the President is satisfied that circumstances exist which render it necessar! to\ntake immediate action;\nNow, tt*:teronr, in exercise of the powers conferred by clause (l) of ^-\nArticle 89 ofthe Constitution ofthe lslamic Republic ofPakistan. the President is\npleased to make and promulgate the following Ordinance:-\nPART I.PRELIMINARY\nI . Short title, extent and commencement. { I ) This Ordinance may\nbe calledtheAnti-dumping DutiesOrdinance, 2015.\n(2) It extends to the whole of Pakistan.\n(3) lt shall come into force at once.\n2. Definitions.--ln this Ordinance unless there is anything repugnant\nin the subject or context,-\n(a) \"Appellate Tribunal\" means the Appellate Tribunal established under\nsection 64;\n(b) \"Association\" means a trade organization as det.ined in the Trade\nOrganizations Act, 2013 (l I of20l3) that has been granted or deemed\nto have been granted a license orthat is otherwise lawfully functioning\nas a trade organization pursuant to sub-section (3) of section 4 ofthe\nTrade Organizations Act, 2013 (ll of20l3);\n(c)\"Commission\" means the National 'lariff Commission established\nunder the law for the time being in force;\n(d) \"Country\" means any country or territory whether a member ofthe\nWorld Trade Organisation or not and includes a customs union or\nseparate customs territory:\nPenr Il THE GAZETTE OF PAKISTAN, EXTRA., FEBRUARY 26, 2015 77\n(e) \"Domestic industry\" means the domestic producers as a whole of a\ndomestic like product or those whose collective output ofthat product\nconstitutes a major proportion ofthe total domestic production ofthat\nproduct; except when any such domestic producers are related to the\nexporters or importers, or are themselves importers of the allegedly\ndumped investigated product. In such a case \"domestic industry\" shall\nmean the rest ofthe domestic producers:\nExplanotion.-For the purposes ofthis clause, producers shall\nbe deemed to be related to export€rs or importers only if-\n(i) one ofthem directly or indirectly controls the oth€r;\n(ii) both of them are directly or indirectly controlled by the same\nthird person; or\n(iii) together they directly or indirectly control a third person:\nProvided that there are grounds for believing or suspecting\nthat the effect ofthe relationship is such as to cause the producer\nconcemed to behave differently from non-related producers. For\nthat purpose one shall be deemed to control another when the\nformer is legally or operationally in a position to exercise restraint\nor direction over the latter;\nProvided furthertha! in exceptional circumstances, as may\nbe determined by the Commission, domestic industry in relation\nto a product in question may be divided into two or more\ncompetitive markets and producers within each such market may\nbe regarded as a separate industry if-\n(D the producers within such a market sell all or almost all of\ntheir production ofthe product in question in such a market;\nand\n(ii) the demand in such a market is not, to any substantial\ndegree. supplied by producers of the product in question\nlocated elsewhere in Pakistan;\n(0 \"Domestic like product\" means a \"like product\" that is produced by\nthe domestic industry.\n(g) \"Dumping margin\" in relation to a product, means the amount by\nwhich its normal value exceeds its export price;\n78 THE GAZETTE OF PAKISTAN, EXTRA., FEBRUARY 26,2015 [Pear I\n(h) \"Export price\" means export price determined in accordance with\nPart lV of this C)rdinance:\n(D \"Exporting country\" means, save as provided in sub-section (3) of\nsection 5, a country from which an investigated product is exported to\nPakistan;\n(j) \"lnjury\" means, unless otherwise specified, material injury to a\ndomestic industry, threat of material injury to a domestic industry or\nmaterial retardation ofthe establishment ofa domestic industry when\ndumped imports are causing such injury;\n(k) -interested party\" inc ludes-\n(i) any exporter or foreign producer ofan investigated product;\n(ii) any importer ofan investigated product;\n(iii) trade or business association a majority ofthe members ofwhich\nare producers, exporters or importers ofan investigated product;\n(iv) the govemment of an exporting country;\n(v) any producer ofa domestic like product in Pakistan;\n(vi) trade or business associations a majority of the members of\nwhich produce a domestic like product in Pakistan; and\n(vii) such other person or group ofpersons as the Commissiori may,\nby notification in the official Gazette, speci!;\n(D \"investigated product\" means a product which is subject to an anti-\ndumping investigation as described in the notice of initiation ofthe\ninvestigationi\n(m) \"investigation\" means an investigation conducted under this Ordinance:\n(n) \"like product\" means a product which is alike in all respects to an\ninvestigated product oq in the absence of such a product, another\nproduct which, although not alike in all respects, has characteristics\nclosely resembling those ofthe investigated product;\n(o) \"Normal value\" means normal value determined in accordance u'ith\nPart III of this Ordinance;\nPARr Il THE(;AZETTEOF PAKISTAN, EXTRA., FEBRUARY26.20l5 79\n(p) ''prescribed\" rneans prescribed by rules rrade under this Ordinancel\nand\n(q) *W'l'O\" means the World Trade Organisation established pursuant to\nthe Marrakesh Agreement concluded in Manakesh. Ivlorocco, on the\nI 5th ofApril 1994.\nPART II- ANTI-DUMPING MEASIJRES\n3. Levy of anti-dumping duty.-{ I ) The Commission shall, by\nnotification in the official Gazette, impose anti-dumping measures on products\nimported into Pakistan when it determines, pursuant to an investigation initiated and\nconducted in accordance with the provisions ofthis Ordi[ance that-\n(a) an investigated product is dumped within the meaning ofthis Ordinance:\nand\n(b) injury is being caused to domestic industry within the meaning ofthis\nOrdinance.\nPART III-IDENTIFICATION OF DUMPING AND DETERMINATION OF\nNORMAL VALUE\n4. Identilication of dumping.-For the purpos€s of this Ordinance an\ninvestigated product shall be considered to be dumped if it is introduced into the\ncommerce of Pakistan at a price which is less than its normal value.\n5. Normal value based on prices in exporting country.- (l) Save\nas provided for in section 6, the Commission shall establish normal value of an\ninvestigated product on the basis ofcomparable price paid or payable, in the ordinary\ncourse of trade, for sales of a like product when destined for consumption in an\nexporting country.\n(2) Notwithstanding any'thing contained in sub-section ( I ), the Commission\nmay establish normal value ofan investiSated product on the basis ofcomparable\nprice paid or payable in the ordinary course oftrade for sales ofa like product u'hen\ndestined for consumption in the country oforigin ofthe investigated product if-\n(a) such products are not produced in an exporting countryi or\n(b) there is no comparable price for them in an exporting country.\n(3) ln the event the Commission decides to establish normal value on the\nbasis ofthe country oforigin ofan investigated product pursuant to sub-section (2).\n80 TI-IE GAZETTE OF PAKISTAN, EXTRA., FEBRUARY 26, 20t 5 [prnr I\nany reference to an exporting country in this Ordinance shall be deemed to refer to\nthe country of origin ofthe investigated product.\n6. Normal value based on export price to a third country or on\nconstructed value.{l) When there are no sales of a like product in the ordinary\ncourse oftrade in domestic market ofan exporting country, or when such sales do\nnot permit a proper comparison because ofany particular market situation or low\nvolume ofthe sales in the domestic market of the exporting country, the Commission\nshall establish normal value ofan investigated product on the basis ofeither-\n(a) a cornparable price ofthe like product when exported to an appropriate ^-third country provided that this price is representative; or\n(b) the cost ofproduction in the exporting country plus a reasonable amount\nfor administrative, selling and general costs and for profits.\n(2) Sales ofthe like product deslined for consumption in the domestic\nmarket ofthe exporting country or sales to an appropriate third country shall normally\nbe considered to be a sufficient quantity for the determination of normal value if\nsuch sales constitute five per cent or more ofthe sales ofthe investigated product\nto Pakistan:\nProvided that, ifsuch sales constitute less than five per cent ofthe sales of\nthe investigated product to Pakistan, the Commission shall accept a lower ratio ill\non the basis ofevidence submitted by interested parties or otherwise available to ig\nit is satisfied that sales at such lower ratio are nonetheless ofsufficient magnitude\nto provide for a proper comparison.\n7. Circumstances in which certain sales may be disregarded in\ndetermining normal value.{l ) The Commission may treat sales of a like product\nin domestic market ofan exporting country or sales to a third country at prices\nbelow per unit, fixed and variable, cost ofproduction plus administrative, selling and\nother costs as not being in the ordinary course oftrade by reason ofprice and may\ndisregard such sales in determining normal value only ifthe Commission determines\nthat such sales were made-\n(a) within an extended period oftime which shallnormally be a period of\none year and in no case less than a period of six months;\n(b) in substantial quantities; and\n(c) at prices which do not provide for the recovery ofall costs within a\nreasonable period of time.\nPenr Il THE GAZETTE OF PAKISTAN, EXTRA., FEBRUARY 26, 201 5 8l\n(2) For the purposes ofsub-clause (b) ofsub-section ( I ), sales below per\nunit cost shall be deemed to be in substantial quantities ifthe Commission establishes\nthat-\n(a) a weighted average selling price oftransactions under considcration\nfor the determination of normal value is below a wcighled average\ncost; or\n(b) the volume ofsales below per unit cost represents twenty per cent or\nmore of the volume sold in transactions under consideration lol the\ndetermination of normal value.\n(3) tf prices which are below per unit cost al the time of sale are above\nthe weighted average cost for the period of investigation, the Commission shall\nconsider such prices as providing for recovery ofcosts within a reasonable period\nof time.\n8. Calculation of costs for the purpos€s of sections 6 and 7.{l)\nFor the purposes ofsections 6 and 7, the Commission shall normally calculate costs\non the basijofrecords kept by an expofter or a producer under investigation provided\nthat such records are in accordance rvith the generally accepted accounting principles\nof an exporting country and reasonably reflect the costs associated with the\nproduction and sale ofa like product.\n(2) For the purposes ofsections 6 and 7. the amounts for administrative,\nselling and general costs and for profits shall be blsed on actual data pertaining to\nproduction and sales in the ordinary course ofhade ofa like product for consulnption\nin an exporting country by any exporter or producer under investigation:\nProvided that llhere the Commission is satisfied that such amounts cannot\nbe determined on the basis set out in sub-section (2)' the amounts may be determined\non the basis of-\n(a) the acttral amounts incurred and realised by an exporter or a producer\nin question in respect of production and sales in domestic market of\nan ixporting country ofthe same general category ofproducts;\n(b) the weighted average ofthe actual amounts incurred and rcaliscd by\nother exporters or producers subject to investigation in respect of\nproduction and sales ofa like product in domestic market ofan exporting\ncountryi or\n(c) any other reasonable method provided that the amount for profit so\nestablished shall not exceed the profit normally realised by other\nexporters or producers on sales of products of the same general\ncaiegory in domestic market ofan exporting country ofa like product'\n82 THE GAZETTE OF PAKISTAN, EXTRA., FEBRUARY 26, 201 5 [Panr I\n(3) The Commission shall consider all available evidence on the proper\nallocation ofcosts, including such information as is made available by any exporter\nor producer of a like product in the course of an investigation provided that such\nallocations have been historically utilised by the exporter or producer, in relation to\nestablishing appropriate amortisation and depreciation periods and allowances for\ncapital expenditures and other development cos! as the case may be.\n(4) Unless alreadv reflected in the cost allocations underthis section- the\nCommission shall adjust costs appropriately for those non-recuring items ofcost -which benefit either future or current production or both, ot fnr circurnstances in\nwhich costs during thc period ofinvestigation are affected by start-up operations.\nSuch adjustmenl rnade for start-up operations shall reflect the costs at the end of ^.\nthe start-up period oq ifthat period extends be),otrd the period oI investigation, the\nmost recent costs which can reasonably be taken into account by the Commission\nduring the investigation.\n9. Exports from a country in which lhe government exercises\nsufficient control over economic decisions so that the domestic market\ndoes. not operate freely.-( I ) Where the Commission determines that the\ngovemment of an exportirig country exercises sufficient control over economic\ndecisions so that domestic market ofsuch exporting country does not operate freely,\nthe Cornmission may, determine normal value on the basis of-\n(a) a comparable price paid or payable, in the ordinary course oftrade,\nfor sales of a like product when destined for consumption in an\nappropriate market economy country:\n(b) where the Commission determines rhat the provisions of clause (a)\ncannot be applied, a comparable price paid or payable, in the ordinary\ncourse of trade, lor exports of a like product from an appropriate\nmarket economy countrv to other countries, including pakistan;\n(c) where the Commission determines that the provisions of clauses (a)\nand (b) may not be applied, a price actually paid or payable in pakistan\nfor a domestic likc product, duly adjusted if necessary to include a\nprofit margin corresponding to the margin to be expected under the\nexisting economic circumstances for the sector concerned: or\n(d) where the Comrnission determines that the provisions ofclauses (a),\n(b) and (c) may not be applied, any other reasonable basis.\n(2) In identifying an appropriate market economy country for the purposes\nofsub-section (l), the Commission shall take into account factors such as-\nPenr Il THE GAZETTE OF PAKISTAN. EXTRA., FEBRUARY 26, 2015 83\n(a) similarity ofthe product in terms ofmaterials and end use;\n(b) similarity ofproduction methods; and\n(c) availability ofnecessary information to the Commission.\nPART IV-DETERMINAI ION OF EXPORT PRICE\n10. Export price,- ( I ) Save as provided for in sub-sections (2) and\n(3), an export price shall be a price actually paid or payable for an investigated\nproduct when sold for export from an exporting country to Pakistan.\n(2) In cases where there is no export price or where it appears to the\nComrnission that an export price is unreliable because of association or a\ncompensatory arrangement between an exporter and an importer or a third party-\n(a) the export price may be constructed on the basis ofa price at which\nimported products are first resold to an independent buyer; or\n(b) ifthe imported products are not resold to an independent buyer, or not\nresold in the condition as imported, on such reasonable basis as the\nCommission may tletetmine.\n(3) Where, the Commission determines normal value on the basis of the\ncountry oforigin pursuant to sub-section (2) ofsection 5, an export price shall be a\nprice actually paid or payable, as determined by the Commission, for an investigated\nproduct when sold for export in the country of origin ofthe investigated product.\nPART V- COMPARISON BETWEEN NORMAL VALUE AND\nEXPORT PRICE\nI I . Comparison.{ I ) To ensure a fair comparison between export price\nr- and normal value, the Commission shall, where possible, compare export price and\nnormal value with the same characteristics in lerms oflevel oftrade' time ofsale,\nquantities, taxes, physical characteristics, conditions and terms ofsale and fordelivery\nat the same place which shall normally be at ex-factory level. Where an interested\nDarty demonstrates to the Commission that any of the factors set out in this sub-\nsection or any other factors identified by such interested party affect price\ncomparability, the Commission shall rnake due allowance for differences in such\nfactors to the extent that the same affect price comparability.\n(2) In cases where export price is constructed on the basis ofa price at\nrvhich imported products are first resold to an independent buyer pursuant to sub-\nc iause (a) of sub-section (2) of section I 0, allorvances for costs inc lud ing duties and\n84 THE GAZETTE OF PAKISTAN, EXTRA., FEBRUARY 26,2015 [Pnnr I\ntaxes incurred between importation and resale, and a reasonable amount for profits\naccruing, may also be made. If in such cases price comparabilit_v has been affected,\nthe Commission shall establish normal value at a level oftrade equivalent to a level\nof trade of a constructed export price, or shall make due allowance as warranted\nunder this section.\n(3) The Commission shall indicate to the parties in question what\ninformation is necessary to ensure a fair comparison and shall not impose an\nunreasonable burden ofproofon those parties.\n12. Comparison methods.--(l) Subject to section ll, existence of\ndumping margin shall nonnally be established on the basis of a comparison of a\nweighted average normal value with a weighted average ofprices of all comparable\nexport transactions or by a comparison of normal value and export prices on a\ntransaction-to-transaction basi s.\n(Z) Normal value established on a weighted average basis may be\ncompared to prices of individual export transactions if--\n(a) the Commission finds a pattern of export prices, which differs\nsignificantly among different purchasers, regions ortime periods; and\n(b) the Commission provides an explanation as to why such differences\ncannot be taken into account appropriately by the use of a weighted\naverage-to-weighted average or transaction-to-transaction\ncomparison.\n13. Currency conversion.- (l) Should the price comparison under\nsections I I and l2 require a conversion of currencies, the Commission shall make\nsuch conversion using the rate ofexchange on the date ofsale.\n(2) For the purposes of sub-section ( I ) the date of sale shall normally be\nthe date of contract, purchase order, order confirmation or invoice, whichever\nestablishes the material terms of sale.\n(3) Notwithstanding anything in sub-sections (l) and (2), when a sale of\nforeign currency on forward markets is used in direct relation to an export sale, the\nCommission shall use the rate of exchange in the fonvard sale for all the related\ntransactions.\n(4) The Commission shall ignore fluctuations in exchange rates and shall\nallow exporters at'least sixty days to have adjusted their export prices to reflect\nsustained movements in exchange rates during the period of investigation.\nPenr Il THE GAZETTE OF PAKISTAN, EXTRA., FEBRUARY 26,2015 85\n14. Individual dumping margin.{ I ) The Commission shalldetermine\nar rndir idual durnping margin for each known exporter or producer ofan investigated\nproduct.\n(2) Notwithstanding anything contained in sub-section (l), where the\nCommissiorr is satisfied tlrat the number of exporters, producers or importers, or\ntypes of products involved is so large as to make it impracticable to determine an\nindividual dunrping margin for each known exporter or producer concemed of an\ninvestigated product, the Commission may limit its examination to a reasonable\nnumber of interested parties or investigated products by using samples which are\nstatistically valid on the basisof information available to the Commission at the time'v.ofselection,ortothelargestpercentageofvolumeofexportsfromthecountryin\nqueslion which can reasonably be investigated.\n(3) The selection ofexporters, producers, importers ortypes ofproducts\nshall normally be made by the Commission in consultation with the exporters,\nproducers or importers concemed:\nProvided that the final selection of the exporters, producers, importers or\ntypes of products shall rest with the Commission.\n(4) ln cases where the Commission has limited its examination as provided\nfor in sub-sections (2) and (3), the Commission shall nevertheless determine an\nindividual dumping margin for any exporter or producer who voluntarily submits the\nnecessary information in time for that information to be considered during the course\nofan investigation:\nProvided that where the Commission determines that tle number of exporters\nor producers is so large that individual examinations would be unduly burdensome\nto the Commission and prevent the timely completion of the investigation, the\nCommission may decline to determine an individual dumping margin on the basis of\nsuch voluntary responses and limit its examination to such exporters and producers\nselected pursuant to sub-section (2)\nPART VI-DETERMINATION OF INJURY\n15. Determination of injury.{l) A determination of injury for the\npurposes ofthis Ordinance shall be based on an objective examination ofall relevant\nfactors by the Commission which may include but shall not b€ limited to-'\nvolume of dumped imports;\neffect of dumped imports on prices in domestic market for like\nproducts; and(a)\n(b)\n86 THE GAZETTE OF PAKISTAN, EXTRA., FEBRUARY 26,2015 [Perr I\n(c) consequent impact ofdumped imports on domestic producers ofsuch\nproducts.\n(2) With regard to volume of dumped imports, the Commission shall\nconsider whether there has been a significant increase in dumped imports, either in\nabsolute terms or relative to production or consumption in Pakistan.\n(3) With regard to effect of dumped imports on prices irr donrestic market.\nthe Commission shall consider whether-\n(b) whether the effect ofdumped imports is otherwise to depress prices\nto a significant degree or prevent price increases, which othenvise\nwould have occurred, to a significant degree.\n(4) No one or several ofthe factors identified in sub-section (2) or (3)\nshall be deemed to necessarily give decisive guidance and the Commission may\ntake into account such other factors as it considers relevant for the determination\nof injury.\n(5) In circumstances where domestic industry in relation to a product in\nquestion has been divided into two or more competitive markets, and producers\nwithin each such market are regarded as a separate industry under the second\nproviso to the.explanation to clause (d) ofsection 2, injury may be found to exist\neven where a major portion ofthe total domestic industry does not suffer injury\nprovided that, there is a concentration ofdumped imports into such a market, and\nprovided further that dumped imports are causing injury to the producers ofall or\nalmost all ofthe production within such market.\n(a) dumping margin in relation to an investigated product liom each country\nis more than the negligible amount as specified in clause (a) of sub-\nsection (3) of section 4 l, and volume of dumped imports from each\ninvestigated country is not less than the negligible quantity as specified\nin clause (b) of sub-section (3) of section 4l ; and\n(b) a cumulative assessment ofthe effects ofthe imports is appropriate\nin the light oll-(a) there has been a significant price undercutling by the dumped imports ^\nas compared with price ofa domestic like product: or\n16. Cumulation.-Where imports of a like product from more than one\ncountry are the subject of simultaneous investigations under this Ordinance the -\nCommission may cumulatively assess the effects of such imports on domestic\nindustrl only if it determines lhal-\nPnxr ll THE GAZETTE OF PAKISTAN, EXTRA., FEBRUARY 26.2015 87\n(i) the conditions ofcompetition between the imports; and\n(ii) the conditions ofcompetition between the imports and a dornestic\nlike product.\n17. Examination of impact of dumped imports on domestic\nindustry. -'(I )An examination of impact of dumped imports on domestic industry\nconcerned shall include an evaluation by the Commission ofallrelevant econornic\nfactors and indices having a bearing on the state ofthe domestic industry, including,\nbut not limited to -\n(a) actual and potential decline in sales, profits, output. market share,\nproductivity, retum on investments, or utilisation ofcapacity:\n(b) factors affecting domestic prices;\n(c) magnitude of dumping margin; and\n(d) actual and potential negative ef'tects on cash flow, inventories,\nemployment, wages, growth, ability to raise capital or investments.\nExplanation.:f he list offactors specified in sub-section (l ) shall not be\nexhaustive, nor shall one or several ofthese factors be deemed to necessarily give\ndecisive guidance.\nProvided that ifsuch separate identification ofthat production is not possible,\nthe Commission shall assess effects of dumped imports by examination of the\n* production ofthe narrowest group or range ofproducts, which includes a domestic\nlike product, for which necessary infonnation can be provided.\nI 8. Causation.- ( I ) The Commission shall satisfu itself rhat dumped\nimports are, through the effects of dumping, as provided in sections 15 and 17,\ncausing injury within the meaning ofthis Ordinance. The consideration ofa causal\nrelationship between dumped imports and injury to domestic industry shall be based\non an examination by the Commission ofall relevant evidence before it.\n(2) 'l-he Comrnission shall examine any knorvn factors other than durnped\nimpons which are injuring domestic industry and injuries caused bv such other\nfaclors shall not be attributed by the Commission to the dumped impons.(2) '['he Cornmission shall assess elfect of durnped imports in relation to\nproduction ofa dornestic like product in Pakistarr rvhen available data perm it separate\nidentification of that production on the basis of criteria of production process,\nproducer's sales and profits:\n88 THE GAZETTE OF PAKISTAN, EXTRA., FEBRUARY26, 2015 [Penr I\n(3) Factors rvhich may be relevant fbr the purposes ofan examination by\nthe Cornmission pursuantto sub-section(2) may include the following, namely:-\n(a) volume and price ofimports not sold at dumping prices;\n(b) contraction in demand or changes in the pattems ofconsumption;\n(c) trade restrictive practices ofand competition between foreign and\ndomestic producers:\n(d) developments in technology; and\n(e) export perfomance and produclivity of domestic industry.\n| 9. Threat of material injury.{ I ) In making a detennination regarding\nexistence ofa threat of material injury, the Commission shall consider all relevant\nfactors, including but not limited to, such factors as-\n(a) a signiticant rate ofincrease ofdumped imports into domestic market\nindicating the likelihood of substantially increased imponation;\n(b) sufficient freely disposable, or an imminent and substantial increase\nin capacity of an exporter indicating the likelihood of substantially\nincreased dumped exports to market in Pakistan, taking into account\nthe availability ofother export markets to absorb any additional exports;\n(c) whether imports are entering at prices that shall have a significant\ndepressing or suppressing effect on prices in Pakistan, and would\nlikely increase demand for further imports; and\n(d) inventories ofan investigated product.\n(2) No one factor specified in sub-section ( I ) shall by itseif, be deemed to\nnecessarily give decisive guidance and in making a determination regarding a threat\nof material injury the Commission shall, on the basis ofthe totality ofthe factors\nconsidered, satisli itselfthat further dumped exports are imminent and that. unless\nprotective action is taken, material injury shalloccur.\nPART VII\nINITIATION AND CONDUCT OF INVEST'IGATIONS\n20. Requirement ofa written application.{ I ) Subject to section 24\nand save as provided for in section 25, an investigation by the Commission shall\nonly be initiated upon a written appligation by or on behalfofdomestic industry.\n(2) An application under sub-section ( I ) shall -\n(a) be submitted to the Cornmission in such nranner, nunrber and forrrr\nand rvith such fee as rnay be prescribed;\nPARr ll Tt'lE GAZETTE OF PAKISTAN. EXTRA., FEBRUARY 26. 201 5 89\n(b) include evidence ofdumping and injury within the meaning of this\nOrflinance and tlre causal link between the dumped imports and the\nalleged iniury, as is reasonably available to the applicant; and\n(c) contain such further information as rnay be prescribed\n2l . Notice to government of exporting country'-Upon receipt of a\nduly documented application compliant with the requirements ofsections 20 and 24,\nthe Commission shall promptly give notice to the govemment of each exporting\ncountry ofthe receipt ofsuch application.\n22. Withdrawal of application before initiation.-An application under\nsection 20 may be withdrawn prior to iniriation, in which case it shall be considered\nnot to have been made:\nProvided that upon the u'ithdrawal ofan application any fee paid along with\nthe application pursuant to clause (i) of sub-section (2) of section 20 shall stand\nforfeited in favour of the Commission.\n23. Initiation of an investigation.{ I ) Subject to section 24, the\nCommission shall examine accuracy and adequqcy of evidence provided in an\napplication to determine whether it is compliant with the requirements of section 20\nand if so whetherthere is sufficient evidence tojustifo initiation ofan investigation.\n(2) An application under section 20 shall be rejected as soon as the\nCommission is satisfied that sufficient evidence is not available to indicate dumping\nor any injury tojusti! initiation ofan investigation.\n(4) When the Commission is satisfied that-\n(a) an application under section 20 has been m4de by or on behalf of\ndomestic industry: and\n(b) ther'e is sufficient evidence ofdumping and injury within the meaning\nofthis Ordinance ,\nthe Commission shall initiate an investigation.(3) The Commission may seek additional information lrom an applicant\nbefore deciding whettrer to initiate an investigation and such inlbnnation shall be\nprovided by the applicant to the Commission within such time and in such manner\nas may be prescribed.\n90 THE CAZETTE OF PAKISTAN, EXTRA., FEBRUARY 26. 20 t 5 [P,rnr I\n(5) Where the Commission does not consider it appropriate ro initiate an\ninvestigation, it shall inform all the applicants ofthe reasons for no1 initiating the\ninvestigation and shall inform the exporting country ol its decision.\n24. Application by or on behalf of domestic industrv.{l) }'or the\npurposes ofsection 20, an application shall be considered to have been nlade by or\non behalf of domestic industry only if it is supported by those domestic producers\nwhose collective output constitutes more than fifty per cent ofthe total production\nofa domestic like product produced by that portion ofthe domestic industry expressing\neither support for or opposition to the application.\n(2) For the purposes ofsection 23, no investigation shall be initiated when\ndomestic producers expressly supporting an application account for less than trvent_v-\nfive percent ofthe total production ofa domestic like product produced by dornestic\nindustry\n(3) In the case offragmented industries involving an exceptionally large\nnumber ofproducers, the Commission may determine support and opposition for an\napplication submitted undersection 20 by using statisticallv valid sampling techniques.\n25. Self-initiation.-The Commission may..ruo mulo, initiate an\ninvestigation without having received a written application by or on behalfofdornestic\nindustry if it has sufficient evidence of dumping and injury, within the meaning of\nthis Ordinance tojustify initiation ofan investigation.\n26. Imposition of anti-dumping measures on behalf of a third\ncountry,{l )An application for imposition ofanti-dumping measures may be made\nto the Commission on behalfofa third country by its authorities provided that-\n(a) such application is supported by price information to show that impofted\ngoods are being dumped and by detailed infomarion to show rhat such\ndumping is causing injury to domestic industry concemed in the third\ncountry; and\n(2) In considering an application received under sub-section (l), the\nCommission shall consider the effects ofalleged dumping on the industry concemed\nas a whole in the third country and injury shall not be asscssed in relation only to tlte\neffect ofthe alleged dumping on the industry's exports to pakistan or on the indusrry,s\ntolal exports of the product.(b) the government of the third country atTords all assistance to the\nCommission to obtain such further information as the Conrmission\nmay require.\nPART I]THE GAZETTE OF PAKISTAN, EXTRA., FEBRUARY 26, 20 I5 SI\n(3) The decision whether or not to initiate an investigation pursuant to an\napplication received under sub-section ( l) shall rest with the Commission:\nProvidedthattheCommissionslrallnotinitiatesuchinvestigationuntilthe\nFederal Government has requested and received approval for such an initiation\nfrom the Council for Trade in Goods of the WTO'\n27. Notic€ of decision to initiate investigation'-( I ) When the\nCommission has decided to initiate an investigation it shall--\n(a) give notice to all exporlers, importers and any representative\nassociations of importers or exporters'known to the Commission to be\nconcemed, as well as representatives of the exporting country' the\napplicant and other interested parties known to the Commission to\nhave an interest therein; and\n(b) publish a copy ofsuch notice in the official Gazette and in at least one\nisrue \"u\"h ofa daily ne\\,spaper in the English language and a daily\nnewspaper in the Urdu language having wide circulation in Pakistan'\n(2) The notice of initiation of an investigation referred to in sub-section\n( I ) shall be in such form and contain such information as may be prescribed and the\ninitiutio, of investigation shall be effective on the date on which such notice is\npublished in the newspapers as provided for in clause (b) of sub-section ( I )'\n28. Provision of copy of an application'-subject to the requirement\nto protect confidential informition pursuant to section 31, the Commission shall'\nafter initiation ofan investigation, provide to any interested pany the fulltext ofthe\nwritten application receivcJ by the Commission under sub-section ( I ) ofsection 20:\nProvidedthatwheretheCommissiondeterminesthatthenumberofinterested\nparties is particularly high, the Commission shall only provide the full text ofthe\nwritten application i\"\"eir\"d by it under sub-section (1) ofsection 20 to exporting\ncountry or to rhe relevant trade association of exporting country'\nPART VII I-CONDUCT OF INVESTIGAIIONS\n29. Duration of investigation.-The Commission shall, except in special\ncircumstances. conclude an investigation within twelve months' and in no case more\nthan eigltteen lnonths. ahcr its inilialion'\n30. Customs clearance.-Any proceedings or investigation under this\nOrdinance shall not hinder the procedttres of custotns clearance'\n31. Confidentiality.-{ l) Subject to sub-section (2), the Cornm ission shall.\nduring and after an investigation, keep confidential any infbrmation submitted to it\nand such informarion shall not be disclosed without specitic per.nrission ofthe party\nsubmitting it.92 THE GAZETTE OF PAKISTAN. EXTRA., FITBRUARY 26. 20l j[Prnr I\n(2) Any information which is-\n(a) by nature confidential, because its disclosure shall be of significant\ncompetitive advantage to a competitor, or because its disclosure would\nhave a significantly adverse effect upon a person supplying the\ninformation. or upon a person from whom lhe infbnnation u:as acquired:\n(b) detennined by the Commission to be ofa confidential nature for anv\nother reason: or\n(5) Any party subrnitting any information l,ith llrc requcst to keep itconfidential shall furnish non --confidential summary ofall such inlirnnation. Suchsummary may take the form of ranges or indexation of figures provided in the(c) provided as confidential by parties to an investigation. shall- on good\ncause shown, be kept confidential by the Comrnission.\n(3) The following types of infonnation shall be deemed to be bv narureconfidential, unless the Commission determines that disclosure in a particular casewould neither be of significant competitive advantage to a competitor nor have asignificantly adverse eflect upon a person supplying the infbmration or upon a person\nfrom whom such information rvas acquired, namely:_\n(a) business ortrade secrets conceming thc nature ofa product. production\nprocesses, operations, production equiprnent. or mach inerl;\n(b) information conceming financial condition of a company which is notpublicly available; and\n(c) information concerning costs, identification of.customcrs. sales,\ninventories, shipments, or:rmount or source ofany incomc. protit, loss\nor expenditure related to manufhcture and sale of a product.\n(4) Any party seeking any infonnation to be kcpt confidcntial shall rcquestIbr lhe same at the time the information is submittccl. along rvith the l.easons\nwarranring confidentiality. The commission shal consider strch re-clucst expeditiotrsr_v\nand inform the party submining the information ifit deteflnines rirat thc, iequest loikeeping the infonnation confidential is not warranted.\nPem I.lTHE GAZETTE OF PAKISTAN, EXTRA.. FEBRUARY 26, 20I 593\nconlldential version or rnarked deletions in text or in such other fbrm as the\nCommission nraY requtre\nPlovided that such non-confidential summary shall permit a reasonable\nunderstandinq ofthe substance ofthe information submitted in confiderrce:\nProvided furtlrer that any deletion in text shall' unless otherwise allowed by\nthe Comnrission, only relate to names ofthe buyer or supplier'\n(6) ln exceptional circumstances, any party submitting confidential\ninfornlutio, may inclicate that such infbrnration is not susceptible of summary' in\n;hi;i; ;r* a stitcment of the reasons rvhy summarisation is not possible shall-be\np..ria.a. If,fr. C.mmission concludes thaithe non- confidential summary provided\niails to satisfy the requiretnents ofsub-section (5), it may determine that the request\nfor keeping ihe information confidential is not warranted'\n(7) If the Commission finds that a request for keeping the infornration\n.onfideniial i, not rvarranted. and ifthe supplier ofsuch information is unwilling to\nrnr'f\" fi p*li\" o. to urthoris\" th\" disclosuie in generalised or summary form' the\ne;;;H;\" rhrll dir.egard such information and return the same to the party\nsubmitting it.\n(8) Subject to sub-section (9), notwithstanding anything contained in this\nOralnanie o. in uriy other law forthetime being in force' any confidential information\n,\"J\"\"J o, oUtuined, directly or indirectly, by the Commission pursuant to or. in\n\"-o*e\"tion *itt un investigatiori shall not be subjectto disclosure by the Commission\nio-rny frfir;.t.y, Division, department, \"g\"n\"y o' instrumentality ofthe Federal\nCou\".*\"nt oi u provincial Government without the prior permission of the party\nsubmin ing such confidential informalion'\n(9) The provisions ofsub-section (8) shalt not preclude the supply ofany\ninformaiion called for by theAppellate Tribunal pursuant to section 72:\nProvided that the obligation to protect confidential information as provided\nfor in this Chapter shall, muritis nturaidis' extend to the Appellate'l ribunal'\nS2.Relianceonbestinformationavaitable.{l)Subjecttosub-section\n(2), if, at any time during an investigation, any int€rested party-\n(a) retUses access to, or otherwise does not provide' necessary infonnation\nrvithin the period oftime as may bc prcscribed; or\n(b) othenvise significantly impedes the investigation' the Commission ma1\nreach preliriinary and final determinations' whether affrrmative or\nnegative. on the basis ofthe bcst information available\n94THE OAZETTE OF PAKISTAN, EXTRA.. FEBRUARY 26\nFINAL\nDETERMINATIONS,2015 [Prnr I\n(2) The provisions ofthe Schedule to this Ordinance shall be followed in\nthe application ofsub-section ( I ).\n(3) The Commission shall take due account ofanv difficLrlties expcrir:ircedby interested parties, in particular, small companies, in supplying intbnnation\nrequested by it and may, where it deems fit, provide such assistance as is pracricable\nincluding, but not limited to, extension ofany time period prescribed for subm ission\nof information under this Ordinance.\n(4) The Commission shall satisfo itselfofthe accuracy ofthc infornration\nsupplied by interested parties during the course ofan investigaiion in sLrch manner\nas may be prescribed.\n33. Information to parties.-The Comrnission shall provide anopportunity to all interested parties to see information suhmitted to it. rvhich is notconfidential and is relevant to the presentation oftheir case.\nPART IX- INVESTIGATION PROCEDURES, PRELIMINARY AND\n34. Proposed schedule for investigation._The Commission shall, in\na notic€ ofinitiation ofan investigation referred to in section 27, include the proposed\nschedule for conduct ofan investigation, including the proposed time limits forsubmission of written arguments, the proposed dai\" fo. uny'hearing, ifrequested,\nthe proposed date for preliminary determination, and the proposed date for finaldetermination-\n35. Acquisition of information by the Commission._The Commissionshall solicit, gather, obtain, verifu, accept and reject information for the purposes ofan investigation in such manner as may be pre\\cribed.\n36. Assessments to be on the basis of data relating to definedperiods.{ l) The Commission shall base its assessments of rJumping and injuryon data relating to defined periods which shall be the periods for rvhich information\nis required by the Commission.\n, (2) For the purposes ofan investigation ofdumping, an investigarion periodshall normally cover twelve months priceding the moith of initiation ol theinvestigation for which data is available and in no-case the invesligation period shallbe shorter than six months.\n(3) Forthe purposes ofan investigation ofinjury, the investigation periodshall normally cover thirty-six months:\nPerr llTHE GAZE'ITE OF PAKISTAN, EXTRA., FEBRUARY 26, 20I5 95\nProvided that the Commission may at its sole discretion- select a shorter or\nlonger period if it deelns it appropriate in view ofavailable information regarding\ndomestic industry and an investigated product.\n37. Preliminary determination.{ l) The Commission shall rnake a\npreliminary determination ofdumping and injury ifany, not earlier than sixty days\nand not later than one hundred and eighty days. after initiation ofan investigation'\nSuch preliminary determination shall be based on the information available to the\nCommission at that time.\n(2) 'Ihe Commission shall issue a notice of preliminary determination'\nwherher affinnalive or negative, which shall, subject to the requirements of section\n31. set forth in sufficient detail the findings and conclusions reached on all issues of\nfact and law considered material. Such notice of preliminary determination may\nalso contain such other information as may be prescribed'\n(3) The Commission shall publish a copy ofthe notice of preliminary\ndetermination in the official Gazette and in at least one issue each ofa daily newspaper\nin the English language and a daily newspaper in the Urdu language having wide\ncirculation in Pakistan.\n(4) The Commission shall forward a copy of the notice of preliminary\ndetermination to exporting country and to other known interested parties'\n38. Written arguments.-ln an investigation, any interested party may\nsubmit written arguments to the Commission in such form and manner and within\nsuch time as maY be Prescribed.\n39. Final determination.- ( I ) The Commission shall normally make a\nfinat determination ofdumping and injury within one hundred and eighty days ofthe\ndate ofpublication ofa notice of preliminary determination in the official Gazette\nunder sub-section (3) ofsection 37.\n(2) The final determination shall be based on information obtained by the\nCommission during the course of the investigation that has been disclosed by the\ninterested parties:\nProvided that the Commission shall not be precluded from taking into\nconsideration information or data received or collected from any other source.\n(3) The Commission shall, subject to the requirements for the protection\nofconfidential information under section 3 l, issue a notice ofthe final determination'\nwhether affirmative or negative, containing relevant information on the matters of\nfact and law and reasons that have led to the determination\n96 THE GAZET'IE OF PAKISTAN, EXTRA.. FEBRUARY 26, 2015 [Prnr I\n(a) the amount ofthe dumping margin, ifany, tbund to exist and the basis\nfor such determination:\n(b) the amount ofthe definitive anti-durnping duties to be imposed, where\napplicable;and\n(c)ifdefinitive anti-dumping duties are to be collected w.ith regard to the\nimports to which provisional measures were applied along with the\nreasons for the decision to do so.\n(5) The Commission shall publish a copv of the notice of the final\ndetermination referred to in sub-section (3) in the officiar Gazette and in at Ieasr one\nissue each ofa daily newspaper in the English language and a daily newslaper in\nthe Urdu language having rvide circulation in pakistan:\nProvided that such notice may, if the Commission dcems it fit. onlv contain\na summary ofthe salient features ofthe final determination:\nProvided further that where the notice ofthe final ddtermination contains\nonly a.summary ofthe salient features ofthe final deternrination, the Commission\nshall make available to any interested part-v applying for the sante in * riting a copyofthe complete notice of final determination.\n(6) The copy ofthe notice ofthe final determination shall be lorrvarded\nby the Commission to the exporting country and to other known interested partjes.\nPART X- TERMINATION OF INVESTICATION WITHOU.| ADOPTION\nOF MEASURES\n40. Withdrawal ofan application. An application submitted pursuant\nto section 20 may bc withdrawn at any time aflcr an invesrigation has been initiated,\nin which case the Commission shall term inate the investigition rvithout irnpositionofany measures provided for in this Ordinance:\nProvided that the Commission ma1,- if it conside rs it fit to do so. continuc aninvestigation notwithstanding the withdrawal ofan application as provided lor inthis section in which event, the Commission ,nay, .rbil\"t fo the provisions of thisOrdinance impose such measures as are provided for in this Ordinanoc.. (4) Without prejudice to the generalit-v ofthe provisions ofsub-section (3)\nand in addition to such further infonnation as may be prescribed, the notice ofthe\nfinal determination referred to in sub-section (3) shallspecify:-\nPnnr IlTHE GAZETTE OF PAKISTAN, EXTRA., FEBRUARY 26, 20 I 5 97\n41. Termination for insufficient evidence, negligible dumping\nmargin or negligible volume.{ I ) An investigation may be terminated at any\ntime by the Commission if it is satisfied that there is not suflicient evidence ofeither\ndumping or injury tojustify proceeding with an investigation.\n(2) The Commission shall immediately terminate an investigation if it\ndetermines that dumping margin is negligible or that volume of dumped imports,\nactual or potential, or injury is negligible.\n(3) For the purposes of sub-section (2)-\n(a) dumping margin shall bc considered to be negligible if it is less than\ntwo pcr cent. expressed as a percentage of the export price; and\n(b) volume ofdunrped imports shall nomrally be regarded as negligible if\nthe volume ofdumped imports ofan investigated product is found to\naccount for less tlran three per cent oftotal inrports ofa Iike product\nunless irnports of the investigated product fmm all countries under\ninvestigation rvhich individually account for less than three per cent of\nthe total imports of a Iike product collectively account tbr more than\nseven per cent of imports of a like product.\n42. Notice of conclusion of an investigalion without imposition of\nmcasures.{ l) The Commission shall, subject to thc requirements for the protection\nofconfidcnrial information under section 3 1, issue a notice ol'the conclusion ofan\ninvestigation tvithout imposition ofrneasures r,rhiclr shall set forth in sufficient detail\nthe findings and conclusions reached on all issues offact and law considered material\nby the Commission irrcluding the matters offact and law which have led to arguntents\nbeing accepted or rejected.\n(2) The Commission shall publish a copy ofthe notice ofconclusion ofan\ninvestigation without imposition of measures referrcd to in sLrb-section ( 1) in the\nofficial Gazette and summary thereofin at least one issue each ofa daily ne\\4spaper\nin the English languagc and a daily newspapcr in the Urdu language having rvide\ncirculation in Pakistan.\n(l) Tetmination ol- an investigation under scctiotts '10 or 4I orcottclusion\nof an investigatiorr rvithout irnposition of nrcasures shall trot be a bar to liling of a\nde novo applicalton for a new investigation imrnediately after tertnination or\nconclusion of the investigation. The Commission shall lreat the application in\naccordance rvith provisions ofthis Ordinance'\n98 THE GAZETTE OF PAKISTAN, EXTRA.. FEBRUARY 26,2015 [Peni I\nPART XI PROVISIONAL MEASURES\n43. Imposition of provisional measures.---( l) The Cornmission may\nimpose provisional measures if it makes an affirmalive preliminary determination of\ndumping and injury, and determines that provisional measures are necessary to\nprevent injury being caused during the course ofan investigation:\n. Provided that provisional measures shall ncit be applied sooner than sixty\ndays from the date ofinitiation ofthe investigation:\nProvided further that the amount ofthe provisional anti-dumping duty shall\nnot exceed the margin of dumping as provisionally established, but it may be less\nthan the margin ifsuch lesser duty would be adequate to remove the injury to lhe\nDomestic Industry.\n(2) A negative preliminary determination ofdumping shall not automatically\nterminate an investigation, but no provisional measures shall be imposed in such\nc ase.\n(3) The provisions ofsections 5l and 52 shall be follorved in the applicatiur\nof provisional measures.\n45. Duration of application of provisional measu res._provisional\nmeasures shall be applied lor a period not exceeding fbur months:\nProvided that the Commission may. upon requesl bv exporters which theCommission considers to be representing a significant p\"r.\"riug\" of the tradeinvolved, extcnd the period ofapplication ofprtivisional measures to a pcriod notexceeding six months.\nPART XII--PRICE UNDERTAKINCS\n. -46. Acceptance of pricc undertaking.{ I ) Where the Comrnission\nhas.made a prelirninary allrmative determination of:dumping and irrjury in accordancewith the provisions of this Ordinance the Commission mai suspeid or terminate an44. Form of provisional measures.-provisional measures shall take\nthe form ofsecurity by way ofcash deposit in an anrount equal to the provisicnally\ndetennined. dunrping margin set forth in the notice of preliminary Jetennination\nreferred to in sub-section (2) ofsection 37:\nProvided that release ofa product concerned for free circulation in pakistan\nshall be subject to provision ofsuch security by way ofcash deposit.\nPenr ll THE GAZETTE OF PAKISTAN, EXTRA., FEBRUARY 26,2015 99\ninvestigation without imposition of anti-dumping duties, whether preliminary or\ndefinitive, upon receipt ofsatisfactory price undertaking from an exporter to revise\nits prices or to cease export to the area in question at dumped prices so that the\nCornmission is satisfied that injurious effect ofdumping in question is eliminated:\nProvided that the Commission shall not seek or accept any price undertaking\nfrom an exporter unless the Commission has made a preliminary affirmative\ndetermination of dumping and injury in accordance with the provisions of this\nOrdinlnce.\n(2) Price increases under such price undertakings shall not be higher\nthan necessary Io eliminate dumping margin and shall be less than the provisionally\ndetermined dumping margin set forth in the notice of preliminary determination\nreferred to in sub-section (2) ofsection 37 if, the Commission determines that such\nlesser price increase would be adequate to remove injury to domestic industry..\n(3) The Commission may suggest price undertakings, but no exporter\nshall be forced to enter into any such undertaking and the fact that exporters do not\noffer such undertakings, or do not accept an invitation to do so, shall not prejudice\nconsideration ofthe case by the Conrmission:\nProvided that in such circun)stances the Commission shall be free to\ndetennine that a threat of injury is more likely to be realised if the dumped imports\ncontinue.\n47. Conditions for acceptance of price undertaking.{ I ) Except in\nextraordinary circumstatrces, a price undertaking shall not be offered later than\nsixty days before the proposed date offinal determination as set forth in a notice of\ninitiation ofan investigation in accordance with the provisions ofsection 34.\n(2) Notwithstanding anything contained in this section, the decision to\naccept a price undertaking shall rest with the Commission.\nExplanation.-The Commission may not accept a Price undertaking if it\nconsiders the acceptance thereofto be impractical because the number ofactual or\npotential exporters is too great, or for reasons of general policy or for any other\nreason.\n(3) lf the Comlnission decides not to accept a price underraking, it shall\nprovide to an exporter the reasons which have led it to consider acceptance of a\nprice undertaking as inappropriate and the exporter may, not later than seven days\nfrom the submission of such reasons, submit its written response to the Commission\non lhe reasons given by the Commission.\nI OO T]IE GAZETTE OF PAKISTAN, EXTRA., FEBRUARY 26, 20 I5[Penr I\n(4) The Commission may require an exporter frorn rvhom a price\nundertaking has been accepted, to provide, periodically, infomation relevant to the\nfulfilment ofsuch undertaking, and to permit verification ofsuch inflornation. The\ncommunication ofsuch information shall be subject to the provisions ofsection 3 I .\n(5) Failure to provide any infbrrnation requested by the Cornmission\npursuant to sub-section (4) shall be deemed to be a violation ofa price undertaking.\n(6) Where the Comrnission accepts a price undertaking or a price\nundertaking is terminated, it shall publish a noticc to this effccl in th(i otficial Cazene\nand in at least one issue each ofa daily newspaper in the English langtrage and a\ndaily newspaper in the Urdu language having wide circulation in pakistan. Such\nnotice shall contain the non-confidential part of the price undertaking accepted,\nwhen applicable, and details of the findings and conclusions reached by the\nCommission on all the issues of fact and law considered material by the Commission\nand such other information as the Commission mav detennine necessary:\nProvided that where the notice relates to acceptance by the Cornmission of\na price undertaking it shallcontain such further information as may be prescribed.\n(7) A notice ofacceptance ofa price undertaking or termination thereof\nreferred to in sub-section (6) shall be forwarded by the Commission to thc country\nthe product of which is the subject of such notice and to other interested parties\nknown to have an interest therein.\n(8) Where the Commission continues an investigation pursuant to sub-\nsection (l) of section 48, it shall publish a norice of the conrinuation of the\ninvestigation, setting forth the proposed date for final determination, and any other\nmodifications to the proposed schedule ofthe investigation as originally sei out in\nthe notice ofinitiation ofthe investigation in accordance with section 34:\nProvided that the final determination in such case shall be, rnade bv tlre\nCommission no later than one hundred and eighty days from the date ot publication\nofthenotice ofacceptance ofa price undertaking referred to in sub-settion (6) in\nthe official Gazette.\n48. Completion of an investigation.-( I ) [f one or nrore price\nundertakings are accepted by the Commission. it shall nevertheless complete an\ninvestigation of dumping and injury if it receivcs a request tionr an c\\portcr inwriting to continue such investigation, or where the Comrnission so decides of its\nown accord.\n(2) In the event the Commission makes a negative determination of\ndumping or injury pursuant to an investigation continued under sub-section (1), a\nprice undertaking in question shall automatically lapse except in a case where the\nCommission determines that such a determination is due in large paft to the existence\nPenr IlfHE GAZET'TE OF PAKtSTAN, EXTRA., FEBRUARY 26' 20 I 5l0t\nof srrch price underlaking in which case, the Commission may require that an\nunde.tuling t e maintained for a reasonable period oftime to be determined by the\nComtnission.\n(3) In the event the Commission lnakes an affirmative determination of\ndumping and injury pursuant 1o an investigation continued under sub-section ( I )' a\np.i\"J,,ri\"n\"f, itrg irr question shallcontinue consistent with its terms and the provisions\noflhis Ordinance.\n49. Violation of price undertaking'-lf a price undertaking is violated\nor deemed to be violated, ihe commission may, subject Io the.provisions of this\nili\"\";\"; take expeditious action, which may include immediate application of\npr*it;\"rrf rn**res using the best infonnation available ln such cases' definitive\nirii\"r rlrr1, be levied in accordance with the provisions of this Act on products\nimported ior consumption not more than ninety days before the application ofsuch\nn.iririonut rn\"uru,\"r' eKcept that any such retroactive assessment shall not apply\nio import, \"nter.d before such violation of the price underlaking'\nPART XIII- IMPOSITION AND COLLECTION OF ANTI'DUMPING\nDUTIES\n50. Mandatory imposition of anti-dumping duty'-(I) When the\nCommission has established the existence of dumping and injury in accordance\n*iitr iir. p..\"r.r\"rs ofthis ordinance, it shall, by notification in the official Gazette'\nimpose an anti-dumPing dutY'\n. (2) The amount ofthe anti-dumping duty shall not exceed the margin of\ndr.ping \".tablished but it may be less than thi margin ifsuch less-er duty would be\nadequate to remove injury to the Domestic lndustry'\n5 I . Imposition .and collection of anti-dumping duties'---( I ) Anti-\naumping Juties, Ln\"tr,\"r provisional or definitive' as the case may be' imposed\nunder this Ordinance shall-\n(a) take the form of arl valorenr or specific duties:\nProvided that provisional measures shall take the form of security\nbY waY of cash dePosit;\n(b) be imposed in addition to other import duties levied on an investigated\nProduct;\n(c) be collected in the same manner as customs-duties under the Customs\nAct, 1969 (lV of 1969);\nIO2 THE GAZETTE OF PAKISTAN, EXTRA., FEBRUARY 26, 20 I5[Penr I\n(d) be levied and collected on a non-discriminatory basis on impofts of\nsuch prodqct from all sources found to be dumped and causing injurl,,\nexcept as to imports from those sources from wh ich price undertakirrgs\nhave been accepted by the Comrnission in Accordancc uith the\nprovisions of Part XII of this Ordinance: or\n(e) will not be levied on imports that are to be used as inputs in products\ndestined solely for export.\n(2) Save as provided for in sub-section (3), the Commission shall establish\nan individual anti-dumping duty for each known exporter or producer of dumped\nimports.\n(3) Subject to sub-sections (4) and (7), where the Comrnission has lirnited\nits examination of dumping margin in accordance with sub-sections (2) and (3) of\nsection 14, any anti-dumping duty applied to imports front cxporters or producers\nnot included in an examination by the Commission shall not exceed a weighted\naverage dumping margin established with respect to selected exporters or producers.\n(4) The Commission shall disregard fbr the purposes olsub-section (3)\nany negligible margins, as defined in sub-section (3) of section 41, and rnargins\nestablished under the circumstances referred to in section 32.\n(5) Save as provided for in sub-section (4)ofsection I4, the Comm ission ,\nshall apply individual antidumping duties to imports from any exporter or producer\nnot included in an examination who has provided the necessary ilrformation during\nthe course ofan investigation.\n(6) The Commission may apply a residual anri-dumping duty rate fbr importsfrom exporters and producers not known to the Cornrnission at time of final\ndetermination at a rale which shalr not exceed a weighted average of individuar . dumping margins established for exporters and producers ex.amined during an _...\ninvestigation, excluding rnargins established in accordance with section 32.\n(7) Where all dumping margins are established pursuant to section 32,\nthe Commission shall use such alternative rrethod ofdctennining dumping nrargins\nfor exporters or producers not included in its examination as it c;nsiders reasonabre\nin the circumstances.\n52. Refund of anti-dumping duties paid in exccss of dumpingmargin.{l) An importer shall be granted a refund of the actual amount of anti_\ndumping duties collected if the Commission determines that dumpilg rnargin. on thc\nbasis of which such anti-dumping dulies were paid, lras been eliminated or reduced\nto a level which is below the lcvel olthe anti-dumping duty in force.\nPARr ll THE GAZETTE OF PAKIS'IAN, EXTRA.. FEBRUARY 26. 20 I5 I 03\n(2) An importer may submit an application for refund of anti-dumping\nduties collected within any trvelve months period to the Commission not later than\nsixt-v days from the end of such period.\n(3) An application under sub-section (2) shall contain such information as\nmay be prescribed.\nExplanarion.-When investigating an application for refund under this\nsection, the Commission shall apply the relevant provisions ofthis Ordinance to its\ndeterminations. In particular, when detennining whether and to what extcnt a refund\nshould be made u'hen an export price is constructed on the basis ofa price at which\nimported products are first resold to an independent buyer due to the absence of\ne*po.t pri\"\" or because it appears that the export price is unreliable pursuant to\nsul-seciion 121 ofsection 10, the Commission shall take account ofany change in\nnormal value, any change of costs incurred between importation and resale' and\nany movement in resale price which is duly reflected in subsequent selling prices'\nanl shallcalculate the export price with no deduction forthe amount ofanti-dumping\nduties paid when satisfactory evidence ofthe above is provided'\n(4) The Commission shallprovide an importer making an application under\nsub-se\"tion (2) with an explanation of the reasons for the decision concerning a\nrequest for refund.\n(5) A refund ofanti-dumping duties lnder this section shallnormally take\npluce *ithin twelve months, and in no case later than eighteen months' after the\nlai\" on *hi\"h an application for refund compliant with the requirements of sub-\nsection (3) is received by the Commission'\n53. Anti-dumping and countervailng duties and fees to be held in a\nnon-lapsable personal ledger account'-{ I ) The Commission shall establish\nand maintain a non-lapsable personal ledger account in its name for the purposes of\nAnti-dumping Duties Ordinance 2000 and Countervailing Duties Ordinance 2001 '\n(2) All anti-dumping and countervailing duties collected under the laws\nspecified in sub-section ( I ) shall be held in that account'\n(3) The account established under sub-section ( I ) shall be maintained\nand operated in such manner as may be prescribed\nPART XIV-RETROACTIVITY\n54. Retroactive application of definitive anti-dumping duties in\ncertaincircumstances.-Adefinitivcanti.dumpingdutymaybecollectedon\nI 04 THE CAZETTE OF PAKISTAN. EXTRA.. FEBRUARY 26,2015 [Penr I\nproducts, which rl.ere imported fbr consumption nol more than ninety days prior to\nthe date ofapplication ofprovisionar measures if, the commission detennines- for a\ndumped product in question, that:\n(a) there is a history ofdumping which caused injury or that the imporrer\nwas, or should have been. a\\yare that the expofter pmctices dumping\nand that such durnping would cause injury.; and\n(b) injury iscaused by massive dumped imports ofa product in a relatively\nshort time which in the light of timing and volume of dumped intports\nand other circumstances including, but not limited to, a rapid build_up\nofinventories ofthe imported product. is likely ro seriouily underminl\nthe remedial effect ofthe definitivc anti_dumping duty to be applied,\nprovided that the importers concemed have been given an opportunity\nofbeing heard in respect ofsuch proposed action.\n55. Imposition of definitive anti-dumping duties retroactively._\n(1) Where the Commission makes a final determination of injury but not of a threatthereofor of material retardation ofthe establishment ofan industry or, in the case.\nof a final determination of a threat of injury, where rhe Commission determines that\ndre effectofdumped imports would, in the absence ofprovisional measures, haveled to a determination of injury definitive anti-dum;ing duties may be levied\nretroactively for the period for which provisional measures, ifan1,, have bten applied.\n(2) Ifdefinitive anti-dumping duty imposed under sub-secrion ( I ) is higher\nthan the amount ofprovisionally determined dumping margin set forth in the noticeofpreliminary determination referred to in sub-sectionf2) ofiection 37, the differenceshall not be collected, and if such definitive anti-dumping duty is lower than theamount ofsuch provisionally determined dumping margin theiifference shall berefunded by the Commission within forty-five dayi of srth determination.\n(3) Save as provided for in sub-section ( I ), where the Commission makesa determination of threat of injury or matcrial retardation, but no injury has yet\noccurred, definitive anti-dumping duties may be imposed onll, frora the date ofthe\ndetermination oflhreat of injury ar material retardaiion and airy cash deposit made\nduring ihe period of application of provisional measures shali be refunded by theCommission within forty-five days of such detennination.\n(4) Where the Comrnission rnakes a negative final determination, any\ncash deposit made during the period ofapplication ofprovisional measures shall berefunded by the Commission within forty-five days oisuch determination.\n56. Circumstances in which provisional measures and anti-dumping\nduties shall apply,- Save as provided for in sections 49,54 and 55, provisional\nmeasures and definitive anti-dumping duties shallonly be applied to products which\nP,rnr Il THEGAZETTEOFPAKISTAN,EXTRA.,FEBRUARY26,2Ot5 105\nenter into Fakistan for consumption on or after the date of publication of a notice of\naffirmative preliminary or final determination in an investigation.\nPART XV- DURATION AND REVIEW OF ANTI.DUMPING DUTIES\nAND PRICE UNDERTAKINGS\n57. Duration of anti-dumping duty.- Subject to the provisions of this\nOrdinance any anti-dumping duty imposed under this Ordinance shall remain in\nforce only as long as and to the extent necessary to counteract dumping, wlrich is\ncausing injury.\n58. Review of anti-dumping duty.- (1) Any definitive anti-dumping\ndut-v imposed under this Ordinance shall be terminated on a date not later than five\nyears from the date of its imposition or from the date of the most recent review\nunder section 59, if such review has covered both dumping and injury.\n(2) The Commission shall, not later than ninetv days preceding the date\nof expiry of a definitive anti-dumping duty, publish a notice of irnpending expiry of\nsuclr anti-dumping duty in the official Gazetle and in at least one issue each of a\ndaily nervspbper in the English language and a daily newspaper in the Urdu langtiage\nhaving wide circulation in Pakistan.\n(3) A definitive anti-dumping duty shall not expire if the Commission\ndetermines. in a review initiated before the date of expiry on its own initiative or\nupon a duly substantiated request made bv or on behalf of domestic industry within\nforty-five days from public notice of impending termination of the definitive anti-\ndumping duty concerned, thatthe expiry of such anti-durnping dury would be likely\nto lead to continuation or recurrence of dumping and injury and such anti-dumping\nduty shall remain in force pending the outcome of such a revierv.\n59. Review for change of circumstances.-{1) The Commission shall\nreview the need for continued imposition of anti-dumping duty, u,here rvarranted,\non its own initiative or, provided that a period of trventy-four months has elapsed\nsince the imposition ofdefinitive anti-dumping duty, upon a written request submitted\nby any interested party, which'contains positive information substantiating the\noccurrence of changed circumstances justifying a need for a review including\nsufficient information to enable the Commission to calculate e;<port price aud nonnal\nvalue of a product in question.\n(2) The Commission shall, upon initiation of a review under sub-section\n(l), publish a notice in the official Gazette and in at least one issue each of a daily\nnewspaper in the English language and a daily newspaper in the Urdu language\nhaving wide circulation in Pakistan.\n106 THEGAZETTEOFPAKISTAN,EXTRA.,FEBRUARY26,2015 [Panr I\n(3) In undertaking a review under sub-section ( I ), the Commission shall\nconsider whether continued imposition of anti-dumping duty is necessary to offset\ndurnping and rvhether injury would be likely to continue to recur if anti-durnping\nduty were removed or varied and if, as a result, the Commission determines that\ncontinued imposition ofanti-dumping duty is no longerwarranted it shall be tenninated\nimmediately.\n(4) The Commission may require an applicant requesting a review under\nthis sqction to fill in an additional questionnaire provided by it requiring such\ninformation and for such period as the Commission deems necessary before such\nreview is initiated in which case the revierv shall be initiated following the receipt by ,\\\nthe Commission of such questionnaire duly filled in.\n60. Newcomer review.-(1) If a product is subject to definitive anti-\ndumping duties, the Commission shall carry out a review for the purpose of\ndetermining individual durnping margins for any exporters or producers in an exporting\ncountry concerned who did not export the product to Pakistan during the period of\ninvestigation if such exporters or producers can show that they are not related to\nany of the exporters or producers in the exporting country lvho are subject to tlre\nanti-dumping duties on an investigated product.\n(2) A review under sub-section (l) shall be initiated rvithin thirty days\nfollowing the date of receipt of an application for such review by any producer or\nexporter concerned and shall normally be completed within six months from its\ninitiation and, in any event, no later than twelve months:\nProvided thatthe Commission may require an applicant requesting a revierv\nunder sub-section ( I ) to fill in an additional questionnaire provided by it requiring\nsuch information and for such period as the Commission deems necessary before\nsuch review is initiated in which case a review under sub-section (l ) shall be initiated\nwithin thirty days following the receipt by the Commission of such questionnaire\nduly filled in.\n(3) No anti-durnping measures shall be imposed on imports from any\nexporters or producers referred to in sub-section (l) rvhile the revierv under sub-\nsection (2) is being caried out:\nProvided that the Comrnission may require a cash deposit in the amount of\nthe residual anti-dumping duty rate determined pursuant to sub-section (5) of section\n51 to ensure that, should such a review result in a determination of dutnping in\nrespect of such producers or exporters, anti-dumping duties can be levied retroactively\nto the date of initiation of the review.\nPenr llTHE GAZETTE OF PAKISTAN, EXTRA., FEBRUARY 26, 20 I 5 I 07\n61. Duration and review of price undertakings.-The provisions of\nsections 57. 58 and 59 shall apply, mli tatis mutandis, to price undertakings accepted\nin accordance lvith Part Xll of this Ordinance .\n62. Evidence and procedure.{l) The provisions of sections 27' 31,\n32, 31, 35. 39. and 46 shall apply. rllltolis ttttttondis. to any review carried out under\nPart XV of this Ordinance.\n(2) Any revieu' conducted under sections 58 and 59 shall be carried out\nexpeditiously and shall normally be concluded within twelve months ofthe date of\ninitiation ol rhe revierv.\n63 . Antl--+ircumvention measur€s.- ( I ) Anti-dumping duties imposed\npursuant to this Ordinance may be extended to imports from third countries, ofthe\nlike product, whether slightly modified or not, or to imports ofthe slightly modified\nlike product from the country subject to measures, or parts thereof, when\ncircumvention ofthe measures in force is taking place. Anti-dumping duties not\nexceeding the residual anti-dumping duty imposed in accordance with section 39\nmay be extendetl to imports from companies benefiting from individual duties in the\ncountries subject to measures when circumvention of the measures in force is\ntaking place. Circumvention shall be defined as a change in the pattem of trade\nbetween third countries and Pakistan or between individual companies in the country\nsubject to measures by Pakistan, which stems from a practice, process or work for\nwhth there is insufficient due cause or econom ic justification otherthan the imposition\nofthe duty, and where there is evidence of injury or that the remedial effects ofthe\nduty are being undennined in terms ofthe prices or quantities ofthe like product,\nani where there is evidence of dumping in relation to the normal values previously\nestablished for the like product, if necessary in accordance with the provisions of\nthis C)rdinance\n(2) Ihe practice. process or work referred to in sub-section ( I ) includes,\nfuler aliu, the slight modification of the product concerned to make it fall under\ncustoms tarilf rvhich are normally not subject to thc measures. provided that the\nmodification docs not alter its essential characteristics, the consignment of the\nproduct subject to measures via third countries, the re-organisation by exporters or\nproducers oltheir patterns and channels ofsales in the country subject [o measures\nin order to eventually have their products exported to Pakistan through producers\nbenefiting tiom an individual duty rate lower than that applicable to the products of\nthe manufacturers. and. in the circumstances indicated in sub-section (3)' the assembly\nof parts by an assembly operation in Pakistan or a third country'\nI08 THE GAZET'fE OF PAKISTAN, EXTRA., FEBRUARY26, 20I5[Panr I\n(3) An assembly operation in Pakistan or a third country shall be considered\nto circumvent the measures in force where,-\n(a) the operation started or substantialh. incrcased since, orjust prior to,\nthe initiation ofthe anti-dumping investigation and the parts concemed\nare from the country sub-jeci to measures;\n(b) the parts constitute 60 o% or more ofthe rotal value ofthe parts ofthe\nassembled product, except that in no case shall circumvention be\nconsidered to be taking place where the value addetl to the parts brought\nin, during the assembly or completion operation, is greater than 25 o%\nof the manufactur.ing cost;\n(c) the remedial elfects ofthe duty are beirrg undermined in temts ofthe\nprices or quantities ofthe assembled Iike product and ther.e is ev idence\nofdumping in relalion to the normal values previously establishcd lor\nthe like or similar products.\n(4) Investigations shall be initiated pursuant to this section on the initiative\nofthe Commission or at the request ofany interested party on the basis ofsufficient\nevidence regarding the factors set out in sub-sections (l ) and (2). Investigations\nshall be concluded by the Commission within nine months.\nPART XVI-APPEAL TO APPELLAI.I] TRIBUNAL\n64. Establishment of the Appellate Tribunal,_( l) The Fedcral\nGovemmentshall, by notification in the official Cazette, establish an Appellate Tribunal\nfor the purposes ofexercisingjurisdiction under this Ordinance.\n(2) The Appellate Tribunal shall be composcd ofthree members appointed\nby the Federal Govemment in consullation with the Islarnabad High Court, consisting\nof a Chairman and two members\n(4) The Members ofthe Appellate Tribunal shall have no pasl record of\nany specific activities or conduct that could reaso,abrl. call into question their abirity\nto discharge their duties as members ofthe Appellate fribunal wiih honesty, integrity,\nrel iability. competence and objectivity.\n(5) In making such appointments the Federal Govenrment shall cnsure\nthat the membership ofthe Appellate Tribunal, taken as a whole, possesses substantial\nand directly relevant professional experience and qualifications needed to properly\ndischarge its functions.(3) All members ofthe Appellate Tribunal shall be cirizens of pakistan\nand shall be employed on a full-time basis.\nParr Il THE GAZETTE OF PAKIS'IAN, EXTRA., FEBRUARY 26,'20I5 109\n65. Qualificrtions and eligibility'{t) The members of the Appellate\nTribunal shall. -\n(a)\n(b)\n(c)\n(d)hav!'at least a masters or prolessional degree or qualilication from an\naccredited university or institute in intemational trade laws' business\nunJ \"o**\"r.iul laivs, economics, accountancy' tariffs and trade'\n\"orrnr\"r.\" and rraie, or a trade-related subject; knorvledge of trade\nrernedy larvs rvould be an advantage\nlrave at least fifreen years of professional work experience. in\nintemational trade law. business and commercial laws' econorntcs'\naccountancy, harmonized tariffs. commerce and trade' tariffs and trade\n\", otfr\". t.\"a. .\"f\"ted technical field; direct work experience in trade\nremedy larvs would be an advantage ;\nhave no past record of criminal conviction, other tlran for minor\noffences; and\nhave no past record of any specific activities or conduct that could\ni\"u.onuUiy \"utl into question their ability to discharge their duties as a\n.\".f\".. of ,f,\" nppellate Tribunal with honesty' integrity' reliability'\ncompetence and objectivitY.\n66. Disqualification'{ I ) No person shalt be appointed or continue as\nmember or an employee ofthe Tribunal if such person;\n(a) has been convicted ofan offence involving moralturpitude;\n(b) has been or is adjudged insolvent;\n(c) is incapable of discharging his duties-by reasons of physical'\nphysiological or. mental unfitness and has been so declared by a duly\n\"onstitut.d U\"ai\"al Board appointed by the Federal Government; or\n(d) fails to disclose any conflict of interest at or within the time provided\nfor such disclosure by or under this Ordinance or contravenes any of\nthe provisions ofthis Ordinance pertaining to unauthorized disclosure\nof information'\n6T.Termsandconditions.{l)Thetermsofpersonsappointedshall\nbe fixed for a period of five years This term is automatically extended for three\nV\"^r, l.,\"f\"* ,ft\" n.deral Govemment, in consultation with the lslamabad High Court'\n'notifies otherwise and appoints another person instead\n(2) The Chairman shall, upon appointment, be acconled the status ofanofficer ofB-22 or B-21 ofthe Federal Govemment. The other two memhers shall,upon appointment, be accorded the status of an officer of B-2 I or B_10 of tncFederal Covemment.\n(3) The salary, allowances, pension. Gp fund and other matrers, rules.orders terms and conditions of services of a person appointed ro the Appellate\nTribunal shall be the same as are applicable to Federal Government employees ofthe equivalent status, grade and scale.\n68. Dccisions and determinations; euorum._( I ) Decisions anddeterminations ofthe Appellate tribunal shall be taken by majority.\n(2) Ifthere are less than three members ofthe Tribunal. trre presence oftwo members serving shall constitute a quorum.\n(3) ln the case ofa quorum of trvo, the decision shall be taken by\nconsensus.\n(4) Any decision or determination taken at a meeting where a quorum ispresent shall constitutc a valid and enforceable decision or determinarion of theTribunal.\n69. Operation of the Appellate Tribunal in thc absence of theChairman or a Member.- (l) If the Chairman,s or any of the member.s position\nbecomes vacant, the Govemment shall designate u n.* .\"mb.. or one of theexisting members to serve as Chairman.\n(2) The absence of a Chairman, or the temporary incapacity of theChairman, shall not affect the other members' ability to aci as the Appellate Tribunal\nand to exercise its powers and authority under this Ordinance.\n70. Appellate procetlures._( I ) Any interested pany may prct.cr anappeal to the Appellate Tribunal against-\n(i) the initiation ofan investigation ora prelirninary detenrination, rvhcrc\nit is alleged that it does not satisry tlte require,neiits laid down in sections\n23 and 37 respectively;\n(ii) an affirmative or negative finar determination by the commission underI IO, THE GAZETTE OF PAKISTAN , EXTRA., FEBRUARY 26. 20 I5IPenr I\nsection 39;\n(iii) any final determination pursuant to a review:\nPnrr IlTHE CAZETTE OF PAKISTAN, EXTRA., FEBRUARY 26, 20 I 5 I I I\n(iv)an order of the Commission for termination of investigation under\nSection 4l; or\n(v) a determination of the Commission under section 52\n(2) An appeal under clause (i) of sub-section (l) shall be filed within\nthirty days ofthe publication ofnotice ofinitiation or notice preliminary determination,\n- as the case may be.\n(3) 'lhe Appellate Tribunal shall handle such an appeal as a priority and\nv shall issue its decision on the appeal within forty-five days ofthe filing ofan appeal\nwith the Appellate Tribunal:\nProvided that the filing ofan appeal under clause (i) ofsub-section ( l) shall\nhave no effect on the Commission's conduct of investigation'\n(4) All appeals under clauses (ii), (iii), (iv) and (v) ofsub-section ( I ) shall\nbe filed within forty-five days from the date ofpublication in newspapers ofa public\nnoticc or as the case may be, date of the decision of the Commission of any\naffinnative or negative final decision or determination or termination of investigation\nby the Commission, antl shall be in such fonn and contain such information as may\nbe prescribed.\n(5) Such an appeal shallbe disposed ofand the decision oftheAppellate\nTribunal pronounced, as expcditiously as possible as but not later than ninety days\nfrom the date ofreceipt ofan appeal compliant rvith the requirements contained in\nthis Onlinance except in cxtraordinary circurnstances and on grounds to be recorded'\n(6) 'fhe Appellate 'Iribunal shall hear the appeal frorn day-to-day'\n(7) In examining an appeal under sub-section ( I ), the Appellate Tribunal\nmay make such further inquiry as it may consider necessary. and after giving the\nCommission and an appellant an opportunity ofbeing heard, pass such ordcr as it\nthinks fit, confinning, altering or annulling a determination ofthe Commission appealed\nagainst:\nProvided that in casc the Appellate Tribunal decision requires action by tlre\nCommission. it shall remand the case to the Commission.\n(8) Alter exanrining the appeal, the Appellate tribunal shall assess the\nfacts related to the irlpugned determination of the Cotnnrission Thc Appellate\nTribunal shall determine u,hether the establishment ofthe facts ofthe commission\nwas proper and whctlter thc comrnission's evaluation ofthose facts rvas unbiascd\nand objective. The Appellatc tribunal shall base this detennitlation on the olTicial\nll2 THE GAZETTE OF PAKISTAN, EXTRA.; FEBRUARY 26,2015 [Penr I\nrecord maintained by the Commission or any other documents relied upon by the\nCommission in reaching the determination being appealed.\n(9) Where the Appellate Tribunal determines that the Commission's\nestablishment ofthe facts was proper and its evaluation was unbiased and objective,\nit shall confirm the appealed determination ofthe Commission provided that the\nAppellate Tribunal is satisfied that in reaching its determination, the Commission\ncomplied with the relevant provisions of this Ordinance.\n(10) The decision ofthe Appellate Tribunal shall be in writing, detailing the 4.\nissues raised in the appeal and the arguments adopted by the appellant and the\nCommission. TheAppellate tribunalshallalso provide reasons forreaching its decision\nwith reference to the provisions of this Ordinance and the facts ofthe case.\n(ll) The Appellate Tribunal shall provide copies of its decision to allthe\nappellants and the respondents including the Commission no later than five days\nfrom the date ofrendering its decision.\n(12) TheAppellate Tribunal may, ifit deems necessary, require an appellant\nto provide securitv in such form as may be prescribed,'at the time of filing of an\nappeal.\n(13)'Ihe decision oftheAppellate Tribunal shall be appealable in rhe High\nCourt. The High Court shall render a decision within thirty days of receiving an\nappeal from the decision oftheAppellate Tribunal:\n. Provided that The Appellate Tribunalmay, ifit thinks fit, accept an application\nfrom any party to ai appeal in which the Appellate Tribunal has rendered its decision,\nfor a clarification ofany ofthe issues raised by the Appellate Tribunal in its decision:\nProvided further that such application shall specify the precise issue in\nrespect of which a clarification is sought and give reasons as to why a clarification\nis necessary.\n( I4) The Appellate'fribunal shallonly accept such application ifir is satisfied\nthat a material issue discussed in its decision requires further clarification or\nelaboration. The party likely to be adversely affected by such clarification shall also\nbe given a notice by the Appellatc Tribunal:\nProvided also that no application under this sub-section shall be accepted\nby the Appellate Tribunal later than thirty days of its decision.\n( l5) The Appellate'Iribunal shall perform its functions under this Ordinance\nin accordance with such procedures as may be prescribed.\nPirnr I]THE GAZETTE OF PAKISTAN, EXTRA., FEBRUARY 26,20I5 I I3\n( l6) A determination ofthe Commission shall be given full force and effect\nduring the pendency ofany appeal ofsuch determination.\n(17) A person duly authorized by any party is entitled to appeaq plead and\nac1 on behalf of such party before the Appellate Tribunal.\n71. Disclosure of interest,-{ l) 1'he following shall apply to members\nof rhe Appellate Tribunal including the Chairman.\n(2) A Mernber shall be deemed to have an interest in a matter if he has\nany interest, pecuniary or otherwise, in such mafter rvhich could reasonably be\nregarded as giving rise to a conflict between his duty to honestly perform his functions,\nso that his ability to consider and decide any question impartially or to give an)'\nadvice without bias, may reasonably be regarded as impaired.\n(3) A Member having any interest in any matter to be discussed or decided\nby the Tribunal , shall priorto discharge ofany function or business ofthe Commission,\ndisclose in writing to the Secretary to the Tribunal, the fact of his interest and the\nnature thereof.\n(4) A Member shall give written notice to the Secretarl' to the Tribunal of\nall direct or indirect pecuniary or other materiaI or personal interests that he has or\nacquires in a body corporate involved in a matter before the Tribunal.\n(5) Adisclosureof inlerest ttnder sub-seclion (2)shall bcmadea pan oI\nthe record of the Tribunal in that particular matter.\nenforcing the attendance ofany person and examining him on oath,\ncompelling the productiotl ol documents: and\nissuing comm ission for the exam ination of witnesses and documcnts.\nPower of the Appellate Tribunal to call for and examine\nrecord.-The Appellate Tribunal may call fbr and exarnine the official records of\nan investigation conducted bv the Commission and any dther information or documents\nrelied upon by the Commission in reaching a determination appealed against for the\npurpose ofsatisfying itselfas to the legalitv or propriery ofan impugned determination\nof the Commission.(a)\n(b)\n(c)\n73.72. Powers of the Appellate Tribunal.--The Appellate Tribunal shall.\nfor the purpose ofdeciding an appeal, be deemed to be a civil court and shall have\nthe same powers as are Vested in such court under the Code of Civil Procedure,\n1908 (V of 1908), including the powers of-\nI l4 TIIE GAZETTE OF PAKISTAN. EX1'RA.. FEBRTJARY 26, 20 t 5 [P.rnr I\n74. Power to make rules.-The Federal Governmelt mav. by\nnotification in the official Gazette, make rules lor carrying out the purposes oflhis\nOrdinance.\n75. Protection to persons prejudiced in employmcnt because of\nassisting the Commission.- (l) An employer shall not-\n(a) dismiss an employee, or prejudice an employee in his employment,\nbecause the employee has assisted the Commission in connection rvith\nan inquiry or investigation under this Ordinance ; or\n(b) dismiss or threaten to dismiss an employee, or prejudice or threaten to\nprejudice an employee in his employment, because the employee\nproposes to assist the Commission in connection with an inquiry or\ninvestigation under this Ordinance.\n(2) For the purposes of sub-section ( I ), a person shall be taken to assist\nthe Commission in connection with an inquiry if the person-\n(a) gives information, whether orally or in writing, or gives documents, to\nthe Commission in connection with an inquiry or investigation under\nthis Ordinance; or\n(b) gives evidence or produces documents, at an inquiry, investigation or\nhearing held under this Ordinance.\n76. Appointment of advisers and consultants.{l) Subject to sub-\nsection (2), the Commission may, employ and pay consultants and agents, and\ntechnical, professional and other advisers, including bankers. economists, actuaries,\naccountants, larvyers and other persons to do any act required to be done in the\nexercise of its powers, the perforrnance of its functions or for the better\nimplementation ofthe purposes of this Ordinancc.\n(2) The decision to ernploy and the terms and conditior.rs of emplol,nrent\nofexternal advisers and consultants pursuanl to sub-seclion (l) shall bc rnade by\nthe Commission in accordance with such policy guidelines as may be established by\nthe Federal Govemnlent, in consultation with the Commission. from time to time.\n77. Removal of difficulty,-lf any difficulty arises in giving effect to\nany ofthe provisions of this Ordinance, the Federal Government may make such\nordeq not inconsistent with the provisions ofthis Ordinance, as may appear to it to\nbe necessary for the purpose of removing the difficultl.:\nProvided that no such power slrall be exercised after the expiry ofone year\nfrom the coming into force of this Ordinance.\n78. Ordinance to ovcrride othcr laws,-Thc provisions of this\nOrdinance shall havc effect nofwithstanding anything inconsistenl therewith\ncontained in any other law for the time being in force:\nl16 THEGAZETTEOF PAKISTAN, EXTRA., FEBRUARY26,2015 [PARr I\n3. All information which is verifiable, which is appropriately submitted\nso that it can be used in an investigation without undue difficulties, which is supplied\nin atimely fashion, and, where applicable, which is supplied in a medium or computer\nlanguage requested by the Commission, should be taken into account when\ndeterminations are made. If a party does not respond in the preferred medium or\ncomputer language but the Commission finds that the circumstances set out in para\n2 have been satisfied, any failure to respond in the preferred medium or computer\nlanguage shall notbe considered to significantly impede the investigation.\n4. Where the Commission does not have the ability to process information\nifprovided in a particular medium such as computer tape, the information should be\nsupplied in the form of written material or any other form acceptable to the\nCommission.\n5. Ifan information provided is not ideal in all respects, this shall not\njustifu the Commission from disregarding it, provided an interested party has acted\nto the best of its ability.\n6. If evidence or information is not accepted by the Commission, the\nsupplying party shall be informed forthwith ofthe reasons therefore, and shall be\ngiven an opportunity to provide further explanations within a reasonable period, a{\nmay be determined by the Commission, due account being taken of the time-limit.\nofan investigation. Ifthe explanations are considered by the Commission as nor\nbeing satisfactory, the reasons for rejection ofsuch evidence or information should\nbe given in any published determinations.\n7. Ifthe Commission has to base its fiirdings, including those with respr'\nto normal value, on any information from a secondary source, including a\ninformation supplied in an application for initiation ofan investigation, it shall do so\nwith special circumspection. In such cases, the Commission shall, wtrere p,ractie ,r:,\ncheck the information from other independent sources at their disposal, such as\npublished price lists, official import statistics and customs retums, and from the\ninformation obtained from other interested parties during the investigation provided\nthat if an interested party does not co-operate and thus relevant information is\nbe ing wittfield from the Commission, this situation may lead to a result u,hich is\nless favourable to the party than ifthe party did co-operate.\nMAMNOON HI]SSAIN,\nPresident.\nJusrrce (R)\nMUHAMMAD RAZA KHAN,\nSecretary.\nPRINTED BY THE MANAGER, PRINTING CORPORATION OF PAKISTAN PRESS, ISLAMABAD\nPUBLISHED BY THE DEPUTY CONTROLLER, STATIONERYAND FORMS. UNIVERSITY ROAD. KARACHI\nPrnr Il THE GAZETTE OF PAKISTAN, EXTRA., FEBRUARY 26, 201 5 ll5\nProvided that this provision shall not apply on the National I ariffCommission\nlaw for the time being in force.\n79. Repeal.-The Anti-dumping Ordnance,2000 (LXV of2000) is hereby\nrepealed.\n80. Savings.-Notwithstanding the repeal under section 80, nothing in\nthis Ordinance shall affect or be deemed to affect anything done, action taken,\ninvestigation or proceedings commenced, order, rule, regulation, appointment,\ndocument, or agreement made, fee directed, resolution passed, direction given,\nproceedings taken or instrument executed or issued underor pursuant to the repealed\nAnti-dumping Ordnance 2000 (LXV of 2000), and any such thing, action,\ninvestigatiorl proceedings, orders, rule, regulation, appointrnent, document, agreement,\nfee, resolution, direction, proceedings or instrument shall, if in force at the\ncommencement ofthis Ordinance and not insonsistent with any ofthe provisions of\nthis Ordinance continue in force and have effect as if had been respectively done,\ntaken, commenced, made, directed, passed, given, executed or issued under this\nOrdinance.\nTHE SCHEDULE\n[See section 32(2)]\nBEST INFORMATION AVAILABLE\nI . As soon as possible after initiation of an investigation, the Commission\nshould speci| in detail the information required from any interested party, and the\nmanner in which that information should be structured by the interested party in its\nresponse. The Commission should also ensure that the interested party is aware\nthat if information is not supplied within a reasonable time, the Commission shall be\nfree to make determination on the basis offacts available, including those contained\nin an application for initiation ofan investigation by domestic industry.\n2. The Commission may also request an interested party to provide its\nresponse in a particular medium such as computer tape or computer language.\nWhere such a request is made, the Commission should consider the reasonable\nability of the interested party to respond in the preferred medium or computer\nlanguage, and should not reQuest the party to use for its response a computer system\notherthan that used by the party. The Commission should not maintain a request for\na computerised response if the interested party does not maintain computerised\naccounts and ifpresenting the response as requested would result in an unreasonable\nextra burden on the interested party or it would entail unreasonable additional cost\nand trouble. The Commission should not inaintain a request for a response in a\nparticular medium or computer language if the interested party does not nlaintain its\ncomputerised accounts in such medium or computer language and ifpresenting the\nresponse as requested would result in an unreasonable extra burden on the interested\nparty or it would entail unreasonable additional cost and trouble."
}