{
    "file": "./converted_json\\administrator456e98499a1ff5b77c5265534b8c3856(1).json",
    "name": "National Commission on the Status of Women Act, 2012",
    "date": "8th March, 2012",
    "tagline": "An Act to provide for the setting up of National Commission on the Status of Women",
    "content": "NATIONAL COMMISSION ON THE STATUS OF WOMEN ACT , 2012  \nACT NO. VIII OF 2012  \n \n \n \n \nCONTENTS  \nCHAPTER -I \nPRELIMINARY  \n Sections  \n1. Short title, extent and commencement.  \n2. Definition.  \nCHAPTER -II \nESTABLISHMENT OF THE COMMISSION  \n3. Establishment of the commission.  \n4. Appointment of chairperson.  \n5. Appointment of members.  \n6. Term of Office of Chairperson and of Members.  \n7. Removal of Chairperson and Members.  \n8. Acting Chairperson.  \n9. Terms and Conditions as applicable t o members.  \n10. Secretariat of the Commission.  \nCHAPTER -III \nFUNCTIONS AND POWERS OF THE COMMISION  \n11. Functions and powers of the commission.  \n12. Meetings of the commission.  \n13. Appointment of Committees of the Commission.  \nUpdated till 16 -2-2022  \n\n \n  \nCHAPTER -IV \nFUNDS AND FINANCIAL CONTROL  \n14. Fund.  \n15. Accou nts and Audit.  \n \nCHAPTER -V \nMISCELLANEOUS  \n16. Annual Report of the Commission.  \n17. Assistance to the Commission.  \n18. Indemnity.  \n19. Members and officers to be public servants.  \n20. Power to make Rules.  \n21. Delegation of powers.  \n22. Power to remove difficulties.  \n23. Repeal.  \n \n \n \n \n \n \n \n \n \n \n \n \n \n  \n \n \nNATIONAL COMMISSION ON THE STATUS OF WOMEN ACT , 2012  \nACT NO. VIII OF 2012  \n[ 8th March, 2012]  \nAn Act to provide for the setting up of National Commission on the status of Women  \nWHEREAS it is expedient to set up a National Commission on the Status of Women for the \npromotion of social, economic, political and legal rights of women, as provided in the Constitution of the \nIslamic Republic of Pakistan and in accordance with international declarations. Conventions, treaties, \nCovenants and Agreements relatin g to women, including the Convention on the Elimination of all forms \nof Discrimination Against Women (CEDAW) and for matters connected therewith or incidental thereto;  \nIt is hereby enacted as follows: — \n  \n \n  \nCHAPTER -I \nPRELIMINARY  \n1. Short title, extent and c ommencement. —(1) This Act may be called the National \nCommission on the Status of Women Act, 2012.  \n(2) It extends to the whole of Pakistan.  \n(3) It shall come into force at once.  \n2. Definitions. —In this Act, unless there is anything repugnant in the subject or context, — \n(a) \"Chairperson\" means the Chairperson of the Commission as appointed under Section 4, \nand includes acting chairperson appointed under Section 7;  \n(b) \"Commission\" means the National Commission on the status of Women established under \nSection 3;  \n(c) \"girl\" means a female human being under the age of eighteen years;  \n(d) \"Member\" means the Member of the Commission;  \n(e) \"prescribed\" means prescribed by rules made under this Act;  \n(f) \"Secretary\" means the Secretary of the Commission appoint ed under Section 9; and  \n(g) \"women\" means a female human being of eighteen years or above.  \n \nCHAPTER -II \nESTABLISHMENT OF THE COMMISSION  \n3. Establishment of the Commission .—(1) The Federal Government shall constitute a \nCommission to be known as the National Commission on the Status of Women (NCSW), to exercise the \npowers conferred upon, and to perform the functions assigned to it, under this Act.  \n(2) The Commission shall consist of, — \n(a) a Chairperson, who shall be a woman with experience of working on issues related to \nwomen's rights for more than fifteen years, and is committed to the cause of women's \nempowerment;  \n \n \n  \n(b) two members from each Province of whom at least one member shall be a woman, one \nwoman member each from Federally Administered Trib al Areas, Azad Jammu and \nKashmir, Gilgit -Baltistan, the Islamabad Capital Territory and from minorities;  \n(c) five ex-officio  members who shall be representatives of the Ministries of Law, Finance, \nForeign Affairs and Interior and the Ministry concerned wit h the subject of women's rights \nnot below BPS -20, and who shall not have the right to vote;  \n(d) Chairperson or a designated member of each Provincial Commission on the Women's \nrights, set up under provincial laws; and  \n(e) Secretary of the Commission, who s hall not have the right to vote.  \n(3) A member appointed under Paragraph (b) of sub -section (2), shall not be less than thirty \nyears of age, with experience of working on issues related to women's rights and is committed to the cause \nof women's empowerment.  \n(4) The headquarter of the Commission shall be at Islamabad.  \n(5) The Commission shall be a body corporate having perpetual succession and a common seal \nwith powers, among others to acquire, hold and dispose of any property and shall sue and be sued by the  \nsaid name.  \n4. Appointment of Chairperson. —(1) The Federal Government shall through public notice, \ninvite suggestions for suitable persons for appointment as Chairperson and, after proper scrutiny, shall \nsubmit a list of those persons to the Prime Minister  and the Leader of the Opposition in the National \nAssembly.  \n(2)  The Prime Minister shall in consultation with the Leader of the Opposition in the National \nAssembly forward three names for Chairperson to a Parliamentary Committee for hearing and \nconfirmati on of any one person:  \nProvided that in case there  is no consensus between the Prime Minister and the Leader of the \nOpposition, each shall forward separate list to the Parliamentary Committee.  \n(3)  The Parliamentary Committee shall be constituted by the Spe aker of the National \nAssembly and shall comprise fifty per cent members from the treasury benches and fifty per cent from the \nopposition parties, based on their strength in Majlis -e-Shoora (Parliament), to be nominated by the \nrespective Parliamentary Leade rs: \nProvided that the total strength of the Parliamentary Committee shall not exceed twelve members \nout of which one -third shall be from the Senate.  \n(4)  The Parliamentary Committee shall regulate its own procedure.  \n \n \n  \n(5)  The Parliamentary Committee shall forward the name of the nominee confirmed by it to \nthe Prime Minister, who shall appoint the Chairperson accordingly.  \n 1[(6)  A vacancy of Chairperson shall be filled in as  provided in this Act within thirty days of \noccurrence of the vacancy.]  \n5.  Appointment of members. —(1) The members, including ex-officio  members, shall be \nappointed by the Prime Minister from amongst the names recommended under sub -section (2).  \n(2)  The Federal Government shall, after consultation with relevant stak e-holders, recommend \nto the Prime Minister three names for each Member who fulfill the qualifications laid down in Section 3.  \n(3)  A vacancy of a Member shall be filled as provided in sub -Sections (1) and (2) within thirty \ndays of the occurrence of the vac ancy.  \n6.  Term of Office of Chairperson and of Members. —(1) A person appointed as the \nChairperson and Member shall hold office for a term of three years from the date on which he or she enters \nupon his or her office. 3[*******]  \n(2)  The Chairperson or a Me mber may resign his or her office in writing under his or her hand \naddressed to Prime Minister of the Islamic Republic of Pakistan and on acceptance of such resignation, \nsuch vacancy shall be filled within thirty days for the unexpired term of the member.  \n7. Removal of Chairperson and Members. —The Chairperson and Members may be \nremoved from office by the Prime Minister if he or she, as the case may be, — \n(a)  is, after proper inquiry, found guilty of misconduct:  \nProvided that in the case of the Chairperson, such finding shall be submitted to the \nParliamentary Committee for confirmation;  \n(b) is adjudged an insolvent;  \n(c) is unfit to continue in office by reason of being mentally or physically challenged and \nstands so declared by a competent medical authority; and \n(d) has, on conviction of any offence involving moral turpitude been sentenced to \nimprisonment for a term of not less than two years, unless a period of five years has elapsed \nsince his or her release.  \n8. Acting Chairperson. —By reason of a vacancy in t he office of Chairperson due to death, illness, \nresignation or otherwise, the Prime Minister shall appoint a woman from amongst the members of the \nCommission to act as Chairperson for a period of not exceeding thirty days 2[*******].  \n1Added by the National Commission on the Status of Women (Amendment) Act, 2018 (II of 2018), s. 2.  \n2Omitted by the National Commission on the Status of Women (Amendment) Act, 2018 (II of 2018), s. 3.  \n3Omitted by the National Commission on the Status of Women (Amendment) Act, 20 21 (XIX of 20 21), s. 2. \n \n  \n9.  Terms and Conditions as applicable to members. —(1) The traveling and daily \nallowance and other allowances payable to and terms and conditions as applicable to members, other than \nex-officio  members, shall be such as may be prescribed.  \n(2)  The salary and allowances payable to and terms and conditions applicable to the \nChairperson, shall be such as prescribed by the Federal Government.  \n(3)  The Chairperson of the Commission shall be full time, shall have the st atus equivalent to a \nMinister of State of the Federal Government. The executive and financial authority and responsibility of \nthe Commission shall vest in the Chairperson who shall be the overall in -charge of the Commission.  \n(4)  A member of the Commission  shall have status equivalent to BPS -21 of the Federal \nGovernment.  \n10.  Secretariat of the Commission. —(1) There shall be a Secretariat of the Commission \nheaded by the Secretary with complement of officers and support staff as may be prescribed.  \n(2)  The S ecretary on the instructions of the Commission will prepare a draft three year strategic \nplan, the Annual Work Plan and budget.  \n(3)  The Secretary shall be appointed in the manner as may be prescribed.  \n(4)  The appointment and terms and conditions of the e mployees of the Commission shall be \nsuch as may be prescribed.  \nCHAPTER -III \nFUNCTIONS AND POWERS OF THE COMMISION  \n11. Functions and Powers of the Commission. —The Commission ,— \n(a) shall examine the policy, programs and other measures taken by the Federal gov ernment \nfor gender equality, women's empowerment, political participation, representation, assess \nimplementation and make suitable recommendations to the concerned authorities;  \n(b) shall review all Federal laws, rules and regulations affecting the status a nd rights of women \nand suggest repeal, amendment or new legislation essential to eliminate discrimination, \nsafeguard and promote the interest of women and achieve gender equality before law in \naccordance with the Constitution and obligations under internat ional covenants and \ncommitments;  \n \n \n \n \n  \n(c) shall sponsor, steer, encourage research to generate information, analysis and studies and \nmaintain a database relating to women and gender issues to provide knowledge and \nawareness for national policy and strategic  action for women empowerment;  \n(d) shall develop and maintain interaction and dialogue with non governmental  organizations, \nexperts and individuals in society and an active association with similar commissions and \ninstitutions in other countries for collaboration and action to achieve gender equality at the \nnational, regional and international level;  \n(e) mobiliz e grants from domestic and international, including multi and bilateral agencies, \napproved by the Federal Government, for meeting any of its obligations or performing its \nfunctions;  \n(f)  shall facilitate and monitor implementation of international instrume nts and obligations \naffecting women and girls to which Pakistan is a signatory, and advise the Federal \nGovernment before accession to any such proposed international instrument, protocol or \ntreaty;  \n(g) shall recommend to the Federal Government the signing or ratifying of international \ninstruments (conventions, treaties and covenants) affecting rights of women and girls;  \n(h) may seek and receive information, data and documents from any Federal source or entity \nin the course of performance of its functions;  \n(i)  while inquiring into complaints of violations of women's rights may call for information \nor report from the Federal Government civil society organizations and autonomous or \nconcerned bodies; and in this regard the Commission shall have the powers veste d in a civil \nCourt under the Code of Civil Procedure, 1908 (Act V of 1908) for enforcing the attendance \nof any person and compelling the production of documents;  \n(j)  may in accordance with relevant laws and rules and prior permission of the provincial \ngovernment concerned inspect any jail, sub -jail or other places of custody where women \nand girls are kept and to make appropriate recommendations to the authorities concerned;  \n(k) may act for advocacy, lobbying, coalition building, networking and as a catalys t for \npromotion of cause of women to facilitate their participation in all spheres of life including \nlegal, economic, social and political empowerment;  \n(l)  liaise with the Provincial Commissions set up under provincial laws and other concerned \nprovincial organizations;  \n \n \n \n \n  \n(m)  shall monitor the mechanism and institutional procedure for redressal of violation of \nwomen's rights; and  \n(n) may perform any other functions which may be assigned to it by the Federal Government.  \n12.  Meetings of the Commission. —(1) A meeting of the Commission shall be held in each \nquarter of the year at such times and at such place as the Chairperson may decide. The Chairperson may \ncall additional meetings if and when required.  \n(2)  All meetings shall be chaired by the Chairperson.  \n(3)  The Commission will consider, approve and monitor implementation of the Strategic Plan \nand the Annual Budget.  \n(4)  The Commission shall, with the approval of Executive Committee, fix an honorarium or \nremuneration of advisors, consultants and experts as may be prescribed.  \n(5)  The meeting of the Commission shall be conducted in accordance with the procedure as \nmay be prescribed.  \n(6)  All decisions of the Commission shall be authenticated by the signature of the Chairperson \nor any person aut horized in this hchalf by the Chairperson.  \n(7)  The quorum for the meeting of the Commission shall not be less than one half of the total \nstrength of the Commission.  \n(8)  The decisions of the Commission shall be taken by the majority of the members present. \nIn case of a tie, the Chairperson of the meeting shall have the casting vote.  \n(9)  No act or proceeding of the Commission shall be invalid on the ground merely of the \nexistence of any vacancy in or defect in the constitution of the Commission.  \n13.  Appointment of Committees of the Commission. —(1) There shall be an Executive \nCommittee of the Commission consisting of the Chairperson and three other members to be appointed by \nthe Commission which shall be responsible to oversee the implementation of t he decisions and \nrecommendations of the Commission.  \n(2)  The Commission may establish such other Committees from amongst its members as it \ndeems fit and may refer to them any matter for consideration and report. The Commission may, if it \nconsiders necessar y, co -opt to a Committee any person possessing special knowledge and expertise on the \nrelevant subject.  \n(3)  All Committees  except the executive Committee will be time bound.  \n \n \n \n  \nCHAPTER -IV \nFUNDS AND FINANCIAL CONTROL  \n14.  Fund.—(1) There shall be establish ed by the Federal Government a Fund to be known as \nthe National Commission on the Status of Women Fund, which shall vest in the Commission and shall be \nused by the Commission to meet charges in connection with its functions under this Act.  \n(2)  Source of t he Fund amongst other moneys may be the following, — \n(a) such fund as the Federal Government shall allocate each year as a non -lapsable grant in the \nannual budget;  \n(b) donations, if any, made by private individuals, national and international agencies;  \n(c) income from investment by the Commission, as may be prescribed;  \n(d) all funds held by the Federal Government under the title of ‘National Commission's Fund; \nand \n(e) all other sums or properties or assets which may in any manner become payable to or vest \nin, the Commission in respect of any matter.  \n(3)  The Commission whilst performing its functions and exercising its powers under this Act, \nshall ensure the highest sense of prudence in respect of expenditures incurred . \n(4)  The Fund shall be expended for the  purpose of ,— \n(a) Performing functions of the Commission;  \n(b) the establishment charges, including its members, employees, consultants, legal and other \nfees and costs; and  \n(c) such other activities which fall within the purview of the Commission.  \n(5)  The Commission may invest its Fund in accordance with the instructions of the Federal \nGovernment.  \n(6)  The Chairperson shall be the Principal Accounting Officer of the Commission.  \n15.  Accounts and Audit. —(1) The Commission shall maintain proper accounts and other \nrelevant records and prepare an annual statement of accounts in such form as may be prescribed by the \nFederal Government in consultation with the Auditor -General of Pakistan.  \n \n \n \n (2)  The accounts of the Commission shall be audited by the Auditor -General at such intervals \nas may be specified by him or her.  \n(3)  The Auditor -General and any other person appointed by him or her in connection with the \naudit of the accounts of the Commission under this Act shall have the same rights and p rivileges and the \nauthority in connection with such audit as the Auditor -General generally has in connection with the audit \nof Federal Government accounts and in particular shall have rights to demand the production of books, \naccounts connected vouchers an d other documents and papers and to inspect any of the offices of the \nCommission.  \n(4)  The accounts of the Commission, as certified by the Auditor -General or any other person \nappointed by him or her in this behalf, together with the Audit Report, thereon s hall be forwarded annually \nto the Federal Government by the Commission and the Federal Government shall cause the audit report \nto be laid, as soon as may be after it is received, before each House of Parliament.  \n \nCHAPTER -V \nMISCELLANEOUS  \n16.  Annual Report of the Commission. —(1) The Commission shall prepare its Annual \nReport and shall be presented to the Prime Minister and concerned Ministry. The Annual report shall \ninclude an account of its performance and utilization of funds.  \n(2)  The Annual  Report of the Commission shall be laid and discussed in the Parliament.  \n17.  Assistance to the Commission. —All Federal executive authorities shall assist the \nCommission in the performance of its functions.  \n18.  Indemnity. —No suit, prosecution or legal pro ceedings shall lie against the Commission, \nthe Chairperson or any Member, officer, employees, advisors or consultants of the Commission in respect \nof anything done in good faith or intended to be done under this Act or the Rules made there under or \norder m ade, or publication by or under the authority of the Federal Government, a Provincial Government, \nCommission or any report, paper or proceedings.  \n19. Members and officers to be public servants. —Every member of the Commission and \nevery officer appointed or authorized by the Commission to exercise functions under this Act shall be \ndeemed to be a public servant within the meaning of Section 21 of the Pakistan Penal Code (Act XLV of \n1860).  \n20.  Power to make Rules. —(1) The Federal Government in consultation wit h the \nCommission and by notification in the official Gazette, make Rules for the purpose of giving effect to the \nprovisions of this Act.  \n \n \n \n  \n(2)  The rules of the Commission shall be made within ninety days of the commencement of \nthis Act.  \n21.  Delegation of powers. —The Commission may subject to such conditions, as it may \nspecify, delegate any of its powers under this Act to the Executive Committee or member and to other \nsuch committees formed by the Commission.  \n22. Power to remove difficulties. —If any difficulty arises in giving effect to the provisions \nof this Act, the Federal Government may by order published in the official gazette make such provisions \nnot inconsistent with the provisions of this Act as appears to it, be necessary or expedient  for removing \nthe difficulty:  \n Provided that this power shall be available for a period of one year from the date of commencement \nof this Act.  \n23.  Repeal.—(1) The National Commission on the Status of Women Ordinance, 2000 (XXVI \nof 2000), hereinafter calle d as the repealed Ordinance, is hereby repealed.  \n(2) Notwithstanding the repeal of Ordinance referred to in sub -section (1) .— \n(a) any notification, rule, regulation, bye -law, order or exemption issued, made or granted \nunder the repealed Ordinance shall hav e effect as if it had been issued, made or granted \nunder the corresponding provision of this Act;  \n(b) any official appointed and any body elected or constituted under the repealed Ordinance \nshall continue and shall be deemed to have been appointed, elected  or constituted, as the \ncase may be, under the corresponding provision of this Act;  \n(c) any document referring to the repealed Ordinance shall be constructed as referring, as far \nas may be, to this Act, or to the corresponding provision of this Act.  \n(3)  The provisions of the General Clauses Act, 1897 (X of 1897), in general, and Sections 6, \n8 and 24 thereof, in particular, shall apply to the repeal and re -enactment of the repealed Ordinance.  \n \n \n-------------------"
}