{
    "file": "./converted_json\\administrator06f0200ef997b50983df81ea052e8011(1).json",
    "name": "Federal Excise Act, 2005",
    "date": "1st day of July, 2005",
    "tagline": "Taxation framework for excise duties in Pakistan",
    "content": "The Federal Excise Act, 2005  \n \ni  \n \n \n \n \n \n \n  \n \n \nThe  \nFederal Excise  Act, 2005  \n \nAs amended up to 23rd February , 202 3  \n \nThe amendments made through  \nFinance (Supplementary) Act, 202 3  \nhave been shown in Red  \nThe Federal Excise Act, 2005  \n \nii Contents   \n \nSection  Description  Page  \n Chapter I – Preliminary  5 \n1 Short title, extent and commencement.  5 \n2 Definitions.  5-11 \n Chapter -II – Levy, Collection and Payment of duty  11 \n3 Duties specified in the First Schedule to be levied.  12 \n4 Filing of return and payment of duty etc  15 \n5 Zero rate of duty and drawback of duty etc.  16 \n6 Adjustment of duties of excise.  17 \n7 Application of the provisions of the Sales Tax Act, 1990.  14 \n8 Default surcharge.  18 \n9 Liability for payment of duty in the case of private companies or \nbusiness enterprises or in case of sale of business ownership.  18 \n10 Applicable value and rate of duty.  19 \n11 Collection of excess duty etc..  19 \n12 Determination of value for the purposes of duty  20 \n13 Registration  21 \n14 Recovery of unpaid duty or of erroneously refunded duty or \narrears of duty,  etc  21 \n14A Short  paid amounts recoverable...  23 \n14B Assessment giving effect to an order. –. 23 \n14C Power of tax authorities to modify orders, etc. – 24 \n15 Application of the Customs Act, 1969 (IV of 1969) to Federal \nexcise duties  24 \n16 Exemptions  24 \n17 Records  26 \n18 Invoices  27 \n Chapter -III – Offences and Penalties  28 \n19 Offences, penalties, fines and allied matters  28-33 \n19A ***]omitted  33 \n20 Appointment of Special Judges for trial of offences  33 \n21 Trial of offences by Special Judge.  33 \nThe Federal Excise Act, 2005  \n \niii Section  Description  Page  \n21A Appeal against the order of Special Judge.  34 \n22 Power to arrest and prosecute.  34-38 \n23 Power to summon persons to give evidence and produce \ndocuments in inquiries  38 \n24 Officers required to assist [officer of Inland Revenue]  39 \n Chapter -IV – Searches, Arrests and Seizu res 40 \n25 Searches and arrests how to be made  40 \n26 Power to seize.  40 \n27 Confiscation of cigarettes.  40 \n28 Power to release seized conveyance.  41 \n Chapter -V – Powers, Adjudication and Appeals  42 \n29 Appointment of Federal excise Officers and delegati on of powers.  42-46 \n30 Use of powers of subordinate officer  46 \n31 Omitted.  46 \n32 Option to pay fine in lieu of confiscation of conveyance  46 \n33 Appeals to [Commissioner] (Appeals).  47 \n34 Appeals to the Appellate Tribunal.  49 \n34A Reference to High Cou rt. 49 \n35 Powers of Board or [Commissioner] to pass certain orders.  50 \n36 Power to rectify mistakes in orders.  51 \n37 Deposit, pending appeal, of duty demanded or penalty levied.  52 \n38 Alternative dispute resolution  53-56 \n39 Exclusion of time taken for  copy  56 \n Chapter -VI – Supplemental Provisions  56 \n40 Power of Board to make rules  56 \n41 Bar of suit and limitation of suit and other legal proceedings.  57 \n42 Observance of Board’s orders, directions and instructions.  57 \n42A Reference to authorities  57 \n42B Selection for audit by the Board  57 \n42C Reward to Inland Revenue officers and officials  58 \n42D Reward to whistleblowers  58 \n43 Removal of difficulties and condonation of time etc.  59 \nThe Federal Excise Act, 2005  \n \niv Section  Description  Page  \n43A Issuance of duplicate of [Federal Excise] documents.  60 \n44 Refund of duty.  60 \n44A Delayed refund.  61 \n45 Access to records and posting of excise staff, etc.  61 \n45A Monitoring or tracking by electronic or other means.  62 \n45AA  Licensing of brand name.  62 \n46 Audit.  63-65 \n47 Service of notices and other documents  65 \n47A Agreements for the exchange of information  67 \n47AB  Real-time access to information and databases  67-69 \n47B Disclosure of information by a public servant  69 \n47C Validation  69 \n48 Repeal  70 \n49 Fee and service charges  70 \n50 Uniform  70 \n FIRST SC HEDULE  71 \n Table -I 71-79 \n Table -II 80-84 \n SECOND SCHEDULE  85 \n THIRD SCHEDULE  86 \n Table -I 86-98 \n Table -II 99-100 \n FOURTH SCHEDULE  101 \n \n \n \n \nThe Federal Excise Act, 2005  \n \n5 CHAPTER I  \nPRELIMINARY  \n1. Short title, extent and commencement. —(1) This Act may \nbe called the Federal Excise A ct, 2005,  \n2. It extends to the whole of Pakistan  \n3. It shall come into force on 1st day of July, 2005.  \n2. Definitions. —In this Act, unless there is anything repugnant \nin the  subject or context, — \n (1) “adjudicating authority” means any authority competent to \n  pass any order or decision under this Act or the rules made \n  there under , but does not include the Board or Appellate \n  Tribunal;  \n (2) “adjustment” means deduction of amount of duty paid on \n  goods used in the manufacture or production of other goods \n  from  the amount of duty payable on such other  goods in the \n  prescribed manner;  \n 1[(3) “Appellate Tribunal” means the Appellate Tribunal Inland \n  Revenue established under section 130 of the Income  Tax \n  Ordinance, 2001 (XLIX of 2001);]  \n 2[(4) “Board” mea ns the Federal Board of Revenue  established\n  under the Central Board of Revenue Act, 1924  (IV of 1924) \n  and on the commencement of the Federal Board of Revenue \n  Act, 2007, the Federal  Board of Revenue established under \n  section 3 thereof ;] \n \n                         \n1  Clause (3) Substituted by Finance Act, 2010 w.e.f.  June 5, 2010. The same amendment was made by \nFinance (Amendment) Ordinance, 2010, promulgated as Ordinance No. III of 2010, dated February 6, 2010, \npublished in the Gazette of Pakistan Extraordinary Part I at pages 23 to 53. This Ordinance was presented i n \nthe Parliament but lapsed on 5 june 2010 as Parliament did not approve it. Originally this amendment was \nmade through Finance (Amendment) Ordinance, 2009, promulgated as Ordinance No. XXII of 2009, dated \nOctober 28, 2009, published in the Gazette of Paki stan Extraordinary Part I at pages 229 to 259.  \n2  Substituted vide Finance Act, 2007  \nThe Federal Excise Act, 2005  \n \n6  1[(4A)  “Chief Commissioner” means a person appointed as the Chief \n  Commission er Inland Revenue under section 29;]  \n 2[(5) “Commissioner ” means  a person appointed as a  \n  Commissioner Inland Revenue under section 29;]  \n (6) “conveyance” means any means of transport used f or carrying \n  goods or passengers such as vessel, aircraft, vehicle or animal \n  etc.; \n (7) “default surcharg e” means surcharge levied under section 8;  \n (8) “distributor” means a person appointed by a manufacturer in or \n  for a specified area to purchase go ods from him for sale to a \n  wholesale dealer in that area;  \n 3[(8a)  “due date”, in relation to furnishing a return under section 4, \n  means the 15th day of the month following the end of the \n  month, or such other date as the 4[Board] may, by notification \n  in the official Gazette, specify  5[and different dates may be \n  specified for furnishing of different parts or annexures of the \n  return] . \n 6[(8b)  “dutiable  goods” means all excisable goods specified in the \n  First Schedule except those which are exempt under section \n  16 of the Act;  \n (8c) “dutiable  supply” means a supply of dutiable goods made by a \n  manufacturer other than a supply of goods which is exempt \n  under section 16 of the Act;  \n                         \n1  Clause (4A) Substituted by Finance Act, 2010 w.e.f. June 5, 2010. The same amendment was made by \nFinance (Amendment) Ordinance, 2010, promulgated as Ordinance No. III o f 2010, dated February 6, 2010, \npublished in the Gazette of Pakistan Extraordinary Part I at pages 23 to 53. This Ordinance was presented in \nthe Parliament but lapsed on 5 june 2010 as Parliament did not approve it. Originally this amendment was \nmade throu gh Finance (Amendment) Ordinance, 2009, promulgated as Ordinance No. XXII of 2009, dated \nOctober 28, 2009, published in the Gazette of Pakistan Extraordinary Part I at pages 229 to 259.  \n2  Clause (5) Substituted by Finance Act, 2010 w.e.f. June 5, 2010. Th e same amendment was made by \nFinance (Amendment) Ordinance, 2010, promulgated as Ordinance No. III of 2010, dated February 6, 2010, \npublished in the Gazette of Pakistan Extraordinary Part I at pages 23 to 53. This Ordinance was presented in \nthe Parliament but lapsed on 5 June 2010 as Parliament did not approve it. Originally this amendment was \nmade through Finance (Amendment) Ordinance, 2009, Promulgated as Ordinance No. XXII of 2009, dated \nOctober 28, 2009, published in the Gazette of Pakistan Extraordinar y Part I at pages 229 to 259  \n3  Inserted vide Finance Act, 2006.  \n4 Substituted for the words “Federal Government” by Finance Act, 2017  \n5 Expression for full stop at end substituted through Finance Act, 2016.  \n6  Inserted vide Finance Act, 2007.  \nThe Federal Excise Act, 2005  \n \n7  (8d) “dutiable  services” means all excisable services specified in  \n  the First Schedule except those which are exempt under \n  section 16 of the Act;  \n (9) “duty” means any sum payable under the provisions  of this  \nAct or the rules made there under  and includes the default  \nsurcharge and the duty cha rgeable at the rate of ze ro per cent \n1[excluding fee and service charges imposed and collected \nunder section 49 ;] \n 2(9a) “duty due” means duty in respect of supplies                                               \n  made or services provided or rendered during a month and \n  shall be paid at the time of filing of return;  \n (10) “establishment” includes an undertaking, firm or company, \n  whether incorporated or not, an association of persons and an \n  individual;  \n (11) “factory” means any premises, including the precincts thereof, \n  where in or in any part of which goods are manufactured, or \n  wherein or in any part of which any manufacturing process \n  connected with the production of the goods  is being carried on \n  or is ordinarily carried on;  \n 3[4[(12)] “Officer of Inland Revenue” means a ny person appointed by \n  the Board as officer of Inland Revenue under section 29 or any \n  person (including an officer of the Provincial Government) \n  entrusted by the Board with any of the powers of an officer of \n  Inland Revenue under this Act or rules m ade there  under;]  \n                         \n1 Words inse rted by Finance Act, 2022.  \n2  Inserted vide Finance Act, 2008.   \n3 Clause (12) Substituted by Finance Act, 2010 w.e.f. June 5, 2010. The Finance Ordinance states clause 12 to \nbe substituted by “(12A)”, however (12a) is already present in the Finance Ordinan ce. The same amendment \nwas made by Finance (Amendment) Ordinance, 2010, promulgated as Ordinance No. III of 2010, dated \nFebruary 6, 2010, published in the Gazette of Pakistan Extraordinary Part I at pages 23 to 53. This \nOrdinance was presented in the Parli ament but lapsed on 5 June 2010 as Parliament did not approve it. \nOriginally this amendment was made through Finance (Amendment) Ordinance, 2009, promulgated as \nOrdinance No. XXII of 2009, dated October 28, 2009, published in the Gazette of Pakistan Extrao rdinary \nPart I at pages 229 to 259  \n4 Clause (12A) re -numbered as (12) by Finance Act, 2012.  \nThe Federal Excise Act, 2005  \n \n8  1(12a) “franchise” means an authority given by a franchi ser under  \n  which the franchisee is contractually or otherwise granted  any \n  right to produce, manufacture, sell or trade in or do any  other \n  business activity in respect of goods or to provide  service or \n  to undertake any process identified with  franchiser against a \n  fee or consideration including royalty  or techni cal fee,  \n  whether or not a trade mark, service mark  ,trade name, logo, \n  brand name or any such representation  or sy mbol, as the case \n  may be, is involved;”  \n (13) “goods” means goods leviable to excise duty under this Act or \n  as specified in the First Schedule and includes goods  \n  manufactured or produced in non -tariff area and brought for use  \n  or consumption to ta riff area;  \n (14) “goods insurance” includes fire, marine, theft, accident and \n  other such miscellaneous insurance;  \n (15) “import” and “export” mean respectively bringi ng into, and \n  taking out of Pakistan by sea, land or air  and shall be  \n  deemed to have always been so  defined;  \n 2(15a)  “KIBOR” means Karachi Inter Bank Offered Rate prevalent \n  on first day of each quarter of the financial year;”  \n (16) “manufacture” includes, — \n \n (a) any process incidental or ancillary to the completion of a \n  manufactured p roduct;  \n (b) any process of re -manufacture, remaking, reconditioning \n  or repair and the processes of packing or repacking such \n  product, and, in relation to tobacco, includes the  \n  preparation of cigarettes, cigars, cheroots, biris, cigarette \n  and pipe  or hookah tobacco, chewing tobacco or 3[snuff,  \n  or preparation of unmanufactured tobacco by drying, \n  cutting and thrashing of raw tobacco,]  and the word \n                         \n1 Clause (12a) inserted by Finance Act, 2008.  \n2 Inserted vide Finance Act, 2009 . \n3 Substituted for “snuff,” by Finance Act, 2011.  \nThe Federal Excise Act, 2005  \n \n9   \"manufacturer\" shall be construed accordingly and shall \n  include, – \n (i) any person who employs hi red labour in the  \n  production or manufacture of goods; or  \n (ii) any person who engages in the production or  \n  manufacture of goods on his own account if such \n  goods  are intended for sale; and  \n (c) any person who,  whether or not he carries out any  \n  process of manufacture himself or through his  employees \n  or any other person, gets any process of  manufacture \n  carried out on his behalf by any person  who is not in his \n  employment:  \nProvided  that any person so dealing in goods shall be \ndeemed to have manuf actured for all purposes of this Act, \nsuch goods in which he deals in any capacity whatever;  \n [(16a)  “non -fund banking services” includes all non -interest based \nservices provided or rendered by the banking companies or \nnon-banking financial institutions ag ainst a consideration in \nthe form of a fee or commission or charges;”;]  \n (17) “non -tariff area” means Azad Jammu and Kashmir,  Northern \nAreas and such other territories or areas to which this Act \ndoes not apply;  \n (18) “person” includes a company, an associ ation, a body of \nindividuals, whether incorporated or not, a public or local \nauthority,  a Provincial Government or  the Federal \nGovernment;  \n (19) “prescribed” means prescribed under this Act or by rules \nmade there under ; \n 1[(19a)  “property developers or pro moters ” means persons engaged in \n                         \n1 Inserted vide Finance Act, 2008.  \nThe Federal Excise Act, 2005  \n \n10 development of purchased or leased land for conversion into \nresidential or commercial plots or construction of residential \nor commercial units for sale;]  \n (20) “registered person” means a person who is registered or is \nrequired to be registered under this Act provided that a person \nwho is not registered but  is required to be registered shall not \nbe entitled to any benefit or privilege under this Act or rules \nmade there under , unless he is registered and such benefit and \nprivilege, unless allowed by Board, shall be confined to \nperiod of registration;  \n (21) “sale” and “purchase” with their grammatical  variations and \ncognate expressions, mean any  transfer of the possession  of \ngoods or rendering and  providing of services by o ne person \nto another in the ordinary course of trade or business for cash \nor deferred payment or other consideration;                                               \n 1[(21a)  “sales tax mode” means the manner of collection and payment \nunder the Sales Tax Act,  1990, and rules made there under , of \nthe duties of excise chargeable under this Act specified to be \ncollected  and paid as if such duties were tax chargeable under \nsection 3 of the said Act and all the provisions of that Act and \nrules, notifications, orde rs and instructions made or issued \nthere under  shall, mutatis mutandis , apply to the excise duty \nso chargeable;]  \n (22) “Schedule” means the schedule appended to this  Act; \n (23) “services” means services, facilities and utilities  leviable to \nexcise duty un der this Act or as  specified in  the First  \nSchedule read with Chapter 98 of the Pakistan Customs \nTariff, including the services, facilities and utilities originating \nfrom Pakistan or its tariff are a or terminating in Pakistan or its \ntariff area;  \n 2[(23a)  “supply” includes sale, lease or other disposition of  goods and \n                         \n1 Inserted vide Finance Act, 2007.  \n2  Inserted vide Finance Act, 2007.  \nThe Federal Excise Act, 2005  \n \n11 shall include such transaction as the 1[Board, with the \napproval of the Federal Minister -in-charge ,] may notify in the \nofficial  Gazette from time to time;]  \n (24) “tariff area” means area other  than the non -tariff  area; \n 2[(24A)  “un-manufactured tobacco”  means tobacco useable for \nmanufacture of cigarettes as manufactured by Green Leaf \nThreshing Units after processing and conversion of tobacco \ngreen leaf; ] \n 3[(24B) “whistleblower ” means whistleb lower as defined in  section \n42D of the Federal Excise Act, 1990;]  \n (25) “wholesale dealer” means a person who buys or  sells goods  \nwholesale for the purpose of trade or manufacture, and \nincludes a broker or commission agent who, in addition to \nmaking cont racts for the  sale or purchase of goods for others, \nstocks such goods belongin g to others as an agent for the \npurpose of sale; and  \n (26) “zero -rated” means duty of Federal excise levied and charged \nat the rate of zero per cent under section 5 o f  this  act.  \n \n \n \n \n \n       \n \n                         \n1  The words “Federal Government” substituted by Finance Act, 2019.  \n2  New clause 24A inserted by  by Finance Supplementary (Amendment) Act, 20 18 \n3  Earlier clause 24A re -numbered as cl ause 24B by  Finance Supplementary (Amendment) Act, 20 18 \nThe Federal Excise Act, 2005  \n \n12 CHAPTER II  \nLEVY, COLLECTION AND PAYMENT OF DUTY  \n3.  Duties specified in the First Schedule to be levied. —(1) \nSubject to the provisions of this Act and rules made there under , there shall \nbe levied and collected in such manner as may be pres cribed duties of excise \non,— \n (a) goods produced or manufactured in Pakistan;  \n (b) goods imported into Pakistan  1[, irrespective of their final \ndestination in territories of Pakistan] ;  \n (c) such goods as the 2[Federal Government ] may, by notification \nin t he official Gazette, specify, as are produced or \nmanufactured in the non -tariff areas and are brought to the \ntariff areas for sale or consumption therein; and  \n  3[(d) services provided in Pakistan including the services originated \noutside but rendered in P akistan;  \nat the rate of 4[fifteen] per cent ad valorem except the goods and services \nspecified in the First Schedule, which shall be charged to Federal excise \nduty as, and at the rates, set -forth therein.  \n(2) Duty in respect of goods imported into Pakistan  shall be \nlevied and collected in the same manner and at the same time as if it were \na duty of customs payable under the Customs Act, 1969 (IV of 1969), and \nthe provisions of the said Act including section 31A thereof shall apply.  \n(3) The Board may, by not ification in the official Gazette, in lieu \nof levying and collecting under sub -section (1) duties of excise on goods \nand services, as the case may be, levy and collect duties, — \n \n                         \n1 The expression inserted by Finance Act, 2017.  \n2 Words “Federal Government” substituted by Finance Act, 2018.  \n3 Inserted vide Finance Act, 2008.  \n4 Substituted “fifty” vide Finance Act, 2006 . \nThe Federal Excise Act, 2005  \n \n13  (a) on the production capacity of plants, machinery, undertakings, \nestablishm ents or installations producing or manufacturing \nsuch goods; or  \n (b) on fixed basis, as it may deem fit, on any goods or class of \ngoods or on any services or class of services, payable by any \nestablishment or undertaking producing or manufacturing \nsuch goo ds or providing or rendering such services.  \n 1[(3A) Subject to the provision of sub -section (3) of section 6 or any \nnotification issued there under, where excisable goods and services are \nsupplied to a person who has not obtained registration number, the F ederal \nGovernment may, by notification in the official Gazette, charge, levy and \ncollect, on the excisable goods and services specified in that notification, a \nfurther duty at the rate of two percent of the value in addition to the rate \nspecified in sub -sections (1), (3), (4) and (5) of this section.]  \n (4) Without prejudice to other provisions of this Act, the \n2[Federal Government ] may levy and collect duty on any class or classes of \ngoods or  services by notification in the official Gazette at such higher o r \nlower rate or rates  as may be specified in such notification.  \n 3[(5) The liability to pay duty shall be — \n (a) in case of goods produced or manufactured in Pakistan, \nof the person manufacturing or producing such goods;  \n           (b)   in case of goods im ported  into Pakistan, of the person \nimporting such goods;  \n (c) in case  of services  provided  or rendered in Pakistan, of \nthe person providing or rendering such service  \n4[, provided where services are rendered by the person \nout of Pakistan, the recipient o f such service in Pakistan \nshall be liable to pay duty]; and  \n                         \n1 Sub-section (3A) inserted by Finance Act, 2013.  \n2 Words “Federal Government” substituted by Finance Act, 2018.  \n3 Sub-section (5) inserted by Finance Act, 2013.  \n4 Words etc. inserted by Finance Act, 2008.  \nThe Federal Excise Act, 2005  \n \n14            (d)  in case of goods produced or manufactured in non -tariff \nareas and brought to tariff areas for sale or consumption \ntherein, of the person bringing or causing to bring such \ngoods to  tariff areas.]  \n 1[(5A)  In respect of goods, specified in the Fourth Schedule, the \nminimum production for a month shall be determined on the basis of a \nsingle or more inputs  as consumed in the production process as per \ncriterion specified in the Fourth Sch edule and if minimum production so \ndetermined exceeds the actual supplies for the month, such minimum \nproduction shall be treated as quantity supplied during the month and the \nliability to pay duty shall be discharged accordingly. ] \nExplanation. – Subject to  sub-section (1), for the purpose of this section, \n“goods” means the goods specified in CHAPTERS 1 TO 97 and “services” \nmeans the services specified in CHAPTER 98 of the First Schedule to the \nCustoms Act, 1969 (IV of 1969).  \n  2[3A*** ] \n 4. Filing of return and payment of duty etc. — 3[(1) 4[For every \nmonth, a registered person ] shall furnish not later than the due date a true \nand correct return in such manner and form as may be prescribed by the \nBoard by notification in the official Gazette. ] \n 5[(2) Duty due for the dutiable supplies made or services rendered \nduring a month shall be deposited by the registered person in the \ndesignated branch of the bank 6[by the date as prescribed in this respect] : \nProvided that the Board may, by notification in the official G azette, \nprescribe any other manner of depositing the duty.]  \n7[(3)***]. \n                         \n1 New sub -section (5A)  inserted through Finance Act, 2019.  \n2 Section 3A omitted by Finance Act, 2011 providing that in case of imports, this shall be deemed to have   \nbeen made on June 20, 2011. Earlier it was inserted by Finance Act, 2007.  \n3 Sub section (1) substituted by Finance Act, 2006.  \n4 Substituted vide Fi nance Act, 2007.  \n5 Substituted vide Finance Act, 2007.                                                    \n6 Expression substituted through Finance Act, 2016.  \n7 Sub-section (3) omitted through Finance Act, 2016.  \nThe Federal Excise Act, 2005  \n \n15  1(4) A registered person may, subject to approval of the 2[Commissioner \nInland Revenue]  of Federal Excise having jurisdiction, file a revised return  within  \n3[one hundred and twenty ] days of the filing of return under sub -section (1), to \ncorrect any omission or  wrong declaration made therein 4[:] \n  4[Provided that the approval under this sub -section shall not \nbe required if revised return is filed within sixty days of filing of \nthe origi nal return and either the duty payable as per the revised \nreturn is more than the amount paid or the refund claimed therein \nis less than the amount as claimed, under the return sought to be \nrevised.]  \n (5) The Board may, by notification in the official Gaze tte, require \nany person or class of persons for any goods or class of goods to furnish \nsuch summary or details of particulars pertaining to imports, purchases, \nutilization, consumption, production, sales or disposal of such goods during \nany month or months  in such format and manner as may be specified and \nprovisions of this sub section may be invoked mutatis mutandis in respect of \nservices.  \n (6) The Board may by an order, specify the manner and procedure \nfor filing of return for the purpose of this Act or r ules made there under  \nand for payment of duty by electronic means. The Board may specify the \nmanner and procedure for the submission, receipt and transmission of any \ninformation for the purpose of this Act or rules made there under  by \nelectronic means.  \n (7) Every amount of duty due from any person on any other \naccount shall also be deposited on the prescribed 5[return ] in the bank branch \ndesignated and in the same manner as aforesaid.  \n 6[(8) The Board may, by rules made under this Act, prescribe  a \n                         \n1 Substituted vide Finance Act, 2006.                                                    \n2 Substituted for “Collector of Federal Excise” by Finance Act, 2010 w.e.f. June 5, 2010. The same \namendment was made by Finance (Amendment) Ordinance, 2010, promulgated as Ordinance No. III of \n2010, dated Februa ry 6, 2010, published in the Gazette of Pakistan Extraordinary Part I at pages 23 to 53. \nThis Ordinance was presented in the Parliament but lapsed on 5 june 2010 as Parliament did not approve it. \nOriginally this amendment was made through Finance (Amendmen t) Ordinance, 2009, promulgated as \nOrdinance No. XXII of 2009, dated October 28, 2009, published in the Gazette of Pakistan Extraordinary \nPart I at pages 229 to 259  \n3 Amended vide Finance Act, 2008.                                                    \n4 For full stop a colon substituted and thereafter proviso inserted by Finance Act, 2021 . \n5 Substituted for “challan” by Finance Act, 2007.  \n6 Added vide Finance Act, 2008.                                                    \nThe Federal Excise Act, 2005  \n \n16 composite  return. ] \n 5.  Zero rate of duty and drawback of duty etc. —(1) \nNotwithstanding the provisions of section 3, the goods exported out of \nPakistan or such goods as may be, by a notification in the official Gazette, \nspecified by the Federal Government shall be charged to duty at the rate of \nzero per cent and adjustment of duty in terms of section 6 shall be admissible \non such goods.  \n (2) The Board may, by notification in the official Gazette, grant \ndrawback of duty paid on any goods used in the manufacture of an y goods \nmanufactured in and exported out of Pakistan, or shipped as provisions or \nstores for consumption on board a ship or aircraft proceeding to a \ndestination outside Pakistan, at such rate or rates and subject to such \nconditions and limitations as may b e specified in the notification.  \n 1[(3) Notwithstanding anything in sub -sections (1) and (2), the \nBoard may, by notification in the official Gazette, prohibit the payment of \ndrawback,  refund or adjustment of duty upon the exportation of goods or \nany specif ied goods or class of goods to any specified foreign port or \nterritory.]  \n 6. Adjustment of duties of excise. — (1) For the purpose of \ndetermining net liability of duty in respect of any goods, the duty already  \npaid on  goods specified in the First Schedule a nd used directly as input \ngoods for the  manufacture or production of such goods shall be deducted \nfrom the amount of  duty calculated on such goods.  \n (2) Adjustment of duty of excise under sub -section (1) shall be \nadmissible only if a person registered unde r this Act holds a valid proof to \nthe effect that he has paid the price of goods purchased by him including the \namount of duty and received the price of goods sold by him including the \namount of duty through banking channels including online payment whethe r \nthrough credit card or otherwise.  \n 2[(2A)  From the date to be notified by the Board, adjustment of duty \nof excise under sub -section (1) shall be admissible only if the \nsupplier of input goods and services has declared such supply \nin his return and he has  paid amount of tax due as indicated in \n                         \n1 Added vide Finance Act, 2007.                                                    \n2 New sub -section added through Finance Act, 2016.  \nThe Federal Excise Act, 2005  \n \n17 his return].  \n 1[(2AB)  Notwithstanding anything contained in this Act or the rules \nmade thereunder, the Board may, by notification in the \nofficial Gazette, may impose restrictions on wastage of \nmaterial on which input  tax has been claimed in respect of the \ngoods or class of goods.]  \n (3) Notwithstanding the provisions of sub -section (1), the Board \nmay, by a notification in the official Gazette, disallow or restrict whole or part \nof the amount of or otherwise regulate th e adjustment of duty in respect of \nany goods or class of goods.  \n \n 7.  Application of the provisions of the Sales Tax Act, 1990. — \n 2[(1)] In case of goods specified in the Second Schedule or such \nservices  as may be  specified by the Board through a notificat ion in the \nofficial Gazette 3[the duty  shall be payable in sales tax mode, whereby ],— \n (a) a registered person manufacturing or producing such goods or \nproviding or rendering such services shall be entitled to deduct \ninput tax paid during the tax period fr om the amount of duty of \nexcise due from him on such goods or services in respect of that \ntax period;  \n (b) a registered person shall be entitled to deduct the amount of duty \nof excise paid or payable by him on such goods or services as are \nacquired by him during a tax period from the output tax due from \nhim in respect of that tax period;  \n (c) a registered person supplying such goods or providing or \nrendering such services shall be entitled to deduct duty of excise \npaid or payable on such goods or services a s are acquired by him \nduring the tax period from the amount of duty of excise due from \nhim on such goods manufactured or produced or services as are \nprovided or rendered by him during that period; and   \n (d) a person shall be entitled to deduct duty of exci se paid or payable, \n                         \n1 New sub -section inserted by Finance Act, 2020.  \n2 Section 7 renumbered as sub -section (1) by Finance Act, 2008.  \n3 Words and commas inserted by Finance Act, 2007 . \nThe Federal Excise Act, 2005  \n \n18 on such goods or services as are acquired by him during a month, \nfrom the amount of duty of excise due from him on such goods \nmanufactured or produced or services as are provided or rendered \nby him, during that month.  Such services as a re provided or \nrendered by him, during that month.  \nExplanation. — For the purposes of this section, the expressions \n“input tax”, “output tax” and “tax period” shall have the same meanings as \nare assigned to them in the Sales Tax Act, 1990 1[*** ].  \n 2[(2) The 3[Board, with the approval of the Federal Minister -in-\ncharge ,] may, by notification in the official Gazette, declare that any of the \nprovisions of the Sales Tax Act,1990, relating to the levy of and \nexemption from sales tax, registration , book keeping an d invoicing \nrequirements, returns, offences  and penalties, appeals and recovery of \narrears shall, with  such modifications and alterations as it may consider  \nnecessary  or desirable to adapt them to the circumstances, be  applicable in \nregard to like matters in respect of the duty leviable under this Act. ] \n 4[8. Default surcharge. —If a person does not pay the duty due or  \nany part thereof within the prescribed time or receives a refund of duty or \ndrawback or makes an adjustment which is not admissible to him, h e shall, \nin addition to the duty due, pay default surcharge at the rate of 5[twelve]  \nper cent”  6[per annum ]] of the duty due, refund of duty or drawback.  \nExplanation. —For the purpose of this section, – \n (a) the period of default shall be reckoned from the d ate following \nthe due date on which the duty was payable to the preceding day on which \nthe duty is actually paid; and  \n (b) in case of inadmissible adjustment or refund of duty or \ndrawback, the period of default shall be reckoned from the date of such \nadjustment or as the case may be, refund of duty or drawback is received. ]                        \n 9. Liability for payment of duty in the case of private \ncompanies  or business enterprises or in case of sale of business \n                         \n1  Omitted vide Finance Act, 2007.                                                   \n2 Inserted vide Finance Act, 2008.                                                    \n3 The words “Federal Government” substituted through Finance Act, 2019.  \n4  Inserted  vide Finance Act, 2008.  \n5  Words “ twelve ” substituted by Finance Act, 2018.  \n6  Words inserted by Finance Act, 2011.  \nThe Federal Excise Act, 2005  \n \n19 ownership. —(1) Notwithstanding anything contained in any other  law for \nthe time being in force,  where any private company or business enterprise is \nclosed or discontinued or  otherwise ceases to exist and any amount of duty \nchargeable on the company  or business enterprise, whether before, or in the \ncourse of, or after its liquidation  cannot be recovered from the company or \nbusiness enterprise, every person who  was a owner of, or partner in, or \ndirector of, the company or business enterprise  shall, jointly and severally \nwith such persons, be  liable for the payment of such duty.  \n (2) In the case of sale or transfer of ownership of a business or \npart thereof involving any charge of duty to another person as an ongoing \nconcern, the  chargeable duty shall be paid by the person to whom such sale \nis made or ownership is transferred provided that if any amount of duty \npayable by such  person remains unpaid, such unpaid amount of duty shall \nbe the first charge on  the assets of the business and shall be payable by the \ntransferee of business:  \nProvided that no b usiness enterprise or a part thereof shall be sold \nor transferred unless the outstanding duty is paid and a no objection \ncertificate in this behalf from the 1[Commissioner]  concerned is obtained.  \n (3) In case of termination of a business or part thereof in volving \nany outstanding charge of duty, a person terminating such business or part \nthereof  shall be required to account for and pay the outstanding charge of \nduty as if no  such termination has taken place.  \n 10. Applicable value and rate of duty. — The value  and the rate \nof duty applicable to any goods or services shall be the value, retail price, \ntariff value  and the rate of duty in force, –. \n (a) in the case of goods, on the date on which the goods are \n2[supplies] for export or for home consumption;  \n (b) in the case of services, on the date on which the services are \nprovided or rendered; and  \n (c) in the case of goods produced or manufactured outside the areas \nto which this Act has been applied and brought to such areas for \nsale or consumption therein, the dat e on which the goods are \nbrought to those areas . \n                         \n1 Substituted for “Collector” by Finance Act, 2010 w.e.f. June 5, 2010.  \n2 Substituted for “cleared” by Finance Act, 2007.  \nThe Federal Excise Act, 2005  \n \n20  11. Collection of excess duty etc. – Every person who for any \nreason whatever has collected or collects any duty, which is not payable as \nduty or which is in excess of the duty actually payable and the incid ence of \nwhich has been passed on to the consumer, shall pay the amount so \ncollected to the Federal Government and all the provisions of this Act or \nrules made there under  shall apply for the recovery of such amount and \nclaim for refund of any such amount p aid or recovered shall not be \nadmissible on any ground whatever.  \n 12. Determination of value for the purposes of duty. – 1[(1) \nWhere any goods are liable to duty under this Act at a rate  dependent on \ntheir value, duty shall be assessed and paid on the  basis  of value as \ndetermined in accordance with sub -section (46)of section 2 of the Sales \nTax Act, 1990, excluding the amount of  duty payable thereon.  ] \n (2) Where any services are liable to duty under this Act at a rate \ndependent on the charges therefore , the duty shall be paid on total amount \nof charges for the services including the ancillary facilities or utilities, if \nany, irrespective whether such services have been rendered or provided on \npayment of charge or free of charge or on any concessional  basis.  \n (3) Where any goods are chargeable to duty at the import stage, \nduty will be assessed and paid on the value determined in accordance with \nsection 25 of the Customs Act, 1969 (IV of 1969), including customs duties \npayable thereon.  \n (4) Where any good s are chargeable to a duty on the basis of retail \nprice, duty thereon shall be paid on the retail price fixed by the manufacturer, \ninclusive of all 2[duties, ] charges and taxes, other than sales tax levied and \ncollected under section 3 of the Sales Tax Act, 1990,  at which any particular \nbrand or variety of such goods should be sold to the general body of \nconsumers or, if more than one such price is so fixed for the same brand or \nvariety, the highest of such price and such retail price shall, unless otherwise \ndirec ted by the Board, be legibly, prominently and indelibly indicated on each \ngood, packet, container, package, cover or label of such goods:  \nProvided that where so and as specified by the Board, any goods or  \nclass  of goods liable to duty on local production as percentage of retail \n                         \n1 Substituted vid e Finance Act, 2008  \n2 Words and comma inserted by Finance Act, 2007.  \nThe Federal Excise Act, 2005  \n \n21 price, the provisions  of this sub -section shall mutatis mutandis  apply in case \nsuch goods are imported  from abroad 1[:] \n2[Provided further that the Board may through a general order \nspecify zones or areas only for the purpose of det ermination of highest \nretail price for any brand or variety of goods .] \n (5) The Board may fix the minimum price of any goods or class \nof goods, for the purpose of levying and collecting of duty and duty on \nsuch goods shall be paid accordingly . \n 3[Provided that, where the price at which the goods or class of \ngoods are sold, is higher than the price fixed by the Board, the duty shall, \nunless otherwise directed by the Board, be levied and collected at such \nhigher price.]  \n 13. Registration. — (1) Any person enga ged in the production  or \nmanufacture of goods or providing or rendering services liable to duty of \nexcise  under this Act shall, unless otherwise specified, be required to obtain \nregistration  in the prescribed manner regardless of his annual turnover or \nvolume of sales of  such goods or services.  \n (2) Where a person who is already registered under the Sales Tax \nAct, 1990, shall not be required to take separate registration for excise \npurpose and his sales tax registration shall be deemed to be a registration for \nthe purpose of this Act:  \nProvided that provisions of the Sales Tax Act, 1990, including those \nrelating to exemption threshold shall not apply where a person obtains or is \nliable to obtain registration for the purposes of this Act but does not have or i s \nnot liable to registration under the Sales Tax Act, 1990.  \n 14. Recovery of unpaid duty or of erroneously refunded duty or  \narrears of duty, etc. —(1) Where any person has not levied or paid any duty \nor has short levied or short paid such duty or where any amount of duty has \nbeen refunded erroneously, such person shall be serviced with notice \nrequiring him to  show cause for payment of such duty provided that such \nnotice shall be issued  within 4[five]  years from the relevant date.  \n                         \n1 Colon substituted vide Finance Act, 2014.  \n2 Proviso inserted vide Finance Act, 2014.  \n3 Added vide Finance Act, 2006.                                                  \n4 Substituted for t hree by Finance Act, 2011.  \nThe Federal Excise Act, 2005  \n \n22  (2) The 1[officer of Inland  Revenue] , empowered in this behalf, \nshall after considering the objections of the person served with a notice to \nshow cause under sub -section (1), determine the amount of duty payable by \nhim and such person shall pay the amount so determined along with de fault \nsurcharge and penalty as specified by such officer under the provisions of this \nAct 2[:] \n3[Provided that an order under this section shall be made within one \nhundred and twenty days of issuance of show cause notice or within such \nextended period as t he Commissioner may, for reasons to be recorded in \nwriting, fix, provided that such extended period shall in no case exceed sixty \ndays:  \nProvided  further that any period during which the proceedings are \nadjourned on account of a stay order or Alternative Di spute Resolution \nproceedings or the time taken through adjournment by the petitioner not \nexceeding thirty days shall be excluded from the computation of the \nperiods specified in the first proviso.]  \n (3) Where any amount of duty levied and penalty imposed o r any \nother amount payable under this Act is due from any person, such amount or \nsum shall be recovered in such manner as is prescribed under this Act or \nrules made there under .  \n4[(4) The provision of sub -section (2) shall mutatis mutandis apply \nregarding  assistance in collection and recovery of duties in pursuance of a \nrequest from a foreign jurisdiction under a tax treaty, a multilateral \nconvention, and inter -governmental agreement or similar agreement or \nmechanism as the case may be.]  \n \n (4) Notwithstand ing anything contained under any other law for the \ntime being in force, where any business or activity involving liability to \ncharge, levy and pay duty under this Act is sold, discontinued or liquidated, \n                         \n1 Substituted for “Federal Excise Officer” by Finance Act, 2010 w.e.f. June 5, 2010. The same amendment \nwas made by Finance (Amendment) Ordinance, 2010, promulgated as Ordinance No. III of 2010, dated \nFebruary 6, 2010, published in the Gazette of Pakistan Extraordinary Part I at pages 23 to 53. This \nOrdinance was presented in the Parliament but lapsed on 5 June 2010 as Parliament did not approve it. \nOriginally this amendment was made through Finance (Amendment) Ordinance, 2009, pr omulgated as \nOrdinance No. XXII of 2009, dated October 28, 2009, published in the Gazette of Pakistan Extraordinary \nPart I at pages 229 to 259  \n2 Substituted for full stop by Finance Act, 2011.  \n3 Proviso inserted by Finance Act, 2011.  \n4 New sub -section (4) inserted by Finance Act, 2021.  \nThe Federal Excise Act, 2005  \n \n23 the amount of unpaid or recoverable duty shall be th e first charge on the \nassets of the business.  \nExplanation. —For the purpose of this section, 1[refund includes \ndrawback of duty and]  the expression “relevant date” means the date on \nwhich the payment of duty was due under sub -section (3) and in case \nwhere any amount of duty has been erroneously refunded, the date of its \nrefund.  \n \n 2[14A. Short  paid amounts  recoverable. –Notwithstanding the \nprovisions of this Act or the rules made there under , here a registered \nperson pays the amount of duty less than the dut y due  as indicated in his \nreturn, the short paid amount of duty along with  default surcharge shall be \nrecovered from such person by stopping removal of  any goods from his \nbusiness premises and through attachment of his  business bank accounts \nwithout prejud ice to any other action under this  Act or the rules made \nthere under : \nProvided  that no penalty under this Act or rules made there under  \nshall be imposed unless a show cause notice is given to such person.]  \n 3[14B.  Assessment  giving effect to an order. –. (1) Except where \nsub-section (2) applies, where, in consequence of, or to give effect to, any \nfinding or direction in any order made under Chapter -V by the \nCommissioner (Appeals), Appellate Tribunal, High Court, or Supreme \nCourt, the Commissioner or an offic er of Inland Revenue empowered in \nthis behalf, shall issue the order within one year from the end of the \nfinancial year in which the order of the Commissioner (Appeals), \nAppellate Tribunal, High Court or Supreme Court, as the case may be, \nwas served on the  Commissioner or Officer of Inland Revenue.  \n (2) Where, by an order made under Chapter V by the Appellate \nTribunal, High Court, or Supreme Court, an order of assessment is \nremanded wholly or partly, and the Commissioner or Commissioner \n(Appeals) or the Off icer of Inland Revenue, as the case may be, is directed \nto pass a new order of assessment, the Commissioner or Commissioner \n(Appeals) or Officer of Inland Revenue, as the case may be, shall pass the \nnew order within one year from the end of the financial y ear in which the \n                         \n1 Added vide Finance Act, 2008.  \n2 Inserted by Finance Act, 2007.  \n3New section 14B inserted by Finance Act, 2018.   \nThe Federal Excise Act, 2005  \n \n24 Commissioner or Commissioner (Appeals) or Officer of Inland Revenue, \nas the case may be, is served with the order:  \nProvided that limitation under this sub -section shall not apply if an \nappeal or reference has been preferred against the ord er passed by \nAppellate Tribunal or a High Court.]  \n \n1[14C.  Power of tax authorities to modify orders, etc. –. (1) \nWhere a question of law has been decided by a High Court or the \nAppellate Tribunal in the case of a registered person, on or after first day \nof July 2005, the Commissioner or an officer of Inland Revenue may, \nnotwithstanding that he has preferred an appeal against the decision of the \nHigh Court or made an application for reference against the order of the \nAppellate Tribunal, as the case may be, fo llow the said decision in the \ncase of the said taxpayer in so far as it applies to said question of law \narising in any assessment pending before the Commissioner or an officer \nof Inland Revenue, until the decision of the High Court or of the Appellate \nTribunal is reversed or modified.  \n(2)  In case the decision of High Court or the Appellate \nTribunal, referred to in sub -section (1), is reversed or modified, the \nCommissioner or an officer of Inland Revenue may, notwithstanding the \nexpiry of period of limitat ion prescribed for making any assessment or \norder, within a period of one year from the date of receipt of decision, \nmodify the assessment or order in which the said decision was applied so \nthat it conforms to the final de cision.]  \n15. Application of the Cu stoms Act, 1969 (IV of 1969) to \nFederal excise duties. —The Federal Government may, by notification in \nthe official Gazette, declare that any or all of the provisions of the Customs \nAct, 1969 (IV of 1969), shall, with such modifications and alterations it \nmay specify, consider necessary or desirable to adapt them to the \ncircumstances, be applicable in regard to like matters in respect of the duties \nlevied by sections 3 and 8.  \n 16. Exemptions. —(1) All goods imported, produced or \nmanufactured in Pakistan and s ervices provided or rendered except such \ngoods and services as are specified in the First Schedule shall be exempt \n                         \n1 New section 14C inserted by Finance Act, 2020.  \nThe Federal Excise Act, 2005  \n \n25 from whole of excise duties 1[levied under section 3]:  \n Provided that goods and services specified in the Third Schedule \nshall be exempt from  duty subject to such conditions and restrictions, if any, \nspecified therein and no adjustment in terms of section 6 shall be admissible \nin respect of goods exempt from duty of excise whether conditionally or \notherwise.  \n \n 2[(2) The Federal Government may, whenever circumstances exist \nto take immediate action for the purposes of national security, natural \ndisaster, national food security in emergency situations and \nimplementation of bilateral and multilateral agreements, by notification in \nthe official Gazet te, exempt subject to such conditions as may be specified \ntherein, any goods or class of goods or any services or class of services \nfrom the whole or any part of the duty leviable under this Act.]  \n3[(3)  * * *]  \n (4) Notwithstanding the provisions of 4[sub-section (2) ], the \nFederal Government or the Board may, by a notification in the official \nGazette, for  reasons to be recorded, exempt any person or class of persons \nfrom payment of the whole or part of the default surcharge imposed under \nsection 8 5[and penalties] subject to the such conditions or limitations as \nmay be specified in such notification.  \n 6[(5) The 7[Board]  shall place before the National Assembly all \nnotifications issued under this section in a financial year . \n (6) Any notification issued under  sub-section (2) after 1st July, \n2015, shall, if not earlier rescinded, stand rescinded on the expiry of the \nfinanc ial year in which it was issued  8[: \nProvided that all such notifications, except those earlier rescinded, \nshall be deemed to have been in for ce with effect from the 1st July, 2016 \n                         \n1 Added vide Finance Act, 2007.  \n2 Sub-section (2) substituted by Finance Act, 2019.  \n3 Sub-section (3) omitted by Finance Act, 2015  \n4 Substituted for the words, figures and brackets “sub -sections (2) and (3)” by Finance Act, 2015  \n5 Inserted vide Finance Act, 2007.  \n6 Sub-sections (5) and (6) inserted by Finance Act, 20 15  \n7 Substituted for the words “Federal Government” by Finance Act, 2017  \n8 Provisos added by Finance Act, 2017  \nThe Federal Excise Act, 2005  \n \n26 and shall continue to be in force till the 30th June, 2018, if not earlier \nrescinded:  \nProvided further that all notifications issued on or after the first \nday of July, 2016 and placed before the National Assembly as r equired \nunder sub -section (5) shall continue to be in force till thirtieth day of June, \n2018, if not earlier rescinded by the Federal Government or the National \nAssembly. ] \n 17. Records. —(1) Every person registered for the purposes of  this \nAct shall maintai n and keep for a period of 1[six] years  2[or till such \nfurther period the final decision in any proceedings including proceedings \nfor assessment, appeal, revision, reference, petition and any, proceedings \nbefore an Alternative Dispute Resolution Committee is finalized]  at his \nbusiness premises or registered office in English or Urdu language the \nfollowing records of excisable goods purchased, manufactured and cleared \n(including those cleared without payment of excise duty) by him or by his \nagent acting on h is behalf in such form and manner as would permit ready \nascertainment of his liability of duty, namely: — \n (a) records of clearances and sales made indicating the \ndescription, quantity and value of goods, name and address of \nthe person to whom sales were ma de and the amount of the \nduty charged;  \n (b) records of goods purchased showing the description, quantity and \nvalue of goods, name, address and registration number of the \nsupplier and the amount of the duty, if any, on purchases;  \n (c) records of goods clear ed and sold without payment of duty;  \n                         \n1 Substituted for “Five” by Finance Act, 2010 w.e.f. June 5, 2010. The same amendment was made by \nFinance (Amendment) Ordinance, 2010, promulgat ed as Ordinance No. III of 2010, dated February 6, 2010, \npublished in the Gazette of Pakistan Extraordinary Part I at pages 23 to 53. This Ordinance was presented in \nthe Parliament but lapsed on 5 June 2010 as Parliament did not approve it. Originally this  amendment was \nmade through Finance (Amendment) Ordinance, 2009, promulgated as Ordinance No. XXII of 2009, dated \nOctober 28, 2009, published in the Gazette of Pakistan Extraordinary Part I at pages 229 to 259.  \n2 Words and commas inserted by Finance Act, 2 010 w.e.f. June 5, 2010. The same amendment was made by \nFinance (Amendment) Ordinance, 2010, promulgated as Ordinance No. III of 2010, dated February 6, 2010, \npublished in the Gazette of Pakistan Extraordinary Part I at pages 23 to 53. This Ordinance was p resented in \nthe Parliament but lapsed on 5 June 2010 as Parliament did not approve it. Originally this amendment was \nmade through Finance (Amendment) Ordinance, 2009, promulgated as Ordinance No. XXII of 2009, dated \nOctober 28, 2009, published in the Gazet te of Pakistan Extraordinary Part I at pages 229 to 259  \nThe Federal Excise Act, 2005  \n \n27  (d) records of invoices, bills, accounts,  agreements, contracts, \norders and other allied business matters;  \n 1[(da)  record relating to gate passes, inward or outward, and \ntransport receipts;]  \n (e) records of production,  stocks and inventory;  \n (f) records of imports and exports; and  \n (g) such other records as may be specified by the Board.  \n (2) For any person or class of persons registered under this Act, or \nfor any goods or class of goods the Board may specify or prescri be,— \n (a) to keep any other records for the purposes of this Act;  \n (b) to use such electronic fiscal cash registers as may be approved \nby the Board; and  \n (c) the procedure or software for electronic maintenance of records \nand filing of statements, document s or information by any \nperson or class of persons.  \n (3) Provisions of sub -sections (1) and (2) shall apply mutatis  \nmutandis  on services provided or rendered by a person registered under this \nAct. \n 18. Invoices. —(1) A person registered under this Act shall  issue \nfor each transaction a serially numbered invoice at the time of clearance or \nsale of  goods, including goods chargeable to duty at the rate of zero per cent, \nor providing  or rendering services containing the following particulars, \nnamely: – \n a. name, address and registration number of the seller;  \n b. name, address and registration number of the buyer;  \n c. date of issue of the invoice;  \n                         \n1 Clause (da) inserted by Finance Act, 2013.  \nThe Federal Excise Act, 2005  \n \n28  d. description and quantity of goods or as the case may be, \ndescription of services;  \n e. value exclusive of excise dut y; \n f. amount of excise duty; and  \n g. value inclusive of excise duty.  \n (2) Notwithstanding sub -section (1), where a registered person is \nalso engaged in making supplies taxable under the Sales Tax Act, 1990, \nsuch person shall not be required to issue a sep arate invoice for excise \npurposes and the amount of excise duty and other related information may \nin such cases be mentioned on the invoice issued for sales tax purposes.  \n (3) The Board may, by notification in the official Gazette, specify \nsuch modified in voices for different persons or classes of persons as it may \ndeem necessary.  \n (4) The Board may, by notification in the official Gazette, specify \ngoods in respect of which a copy of the invoice shall be carried or \naccompanied with the conveyance during the ir transportation or movement \nin such manner and subject to such conditions as may be specified in this \nbehalf either in such notification or otherwise.  \n 1[(5) The Board may, by notification in the official Gazette, specify \nthe goods or services in respect  of which sales invoice shall be issued \nelectronically and prescribe the manner and procedure therein.]  \nCHAPTER III  \nOFFENCES AND PENALTIES  \n 19. Offences, penalties, fines and allied matters. —(1)  Any \nperson  who fails to file or files an incorrect return wi thin the period specified \nin sub -section  (1) of section 4 or fails to make payment or makes short \npayment of duty on any  account, shall pay a penalty of  2[five thousand \nrupees in case of non -filing of return  and ten thousand rupees or five per \n                         \n1  Added vide Finance Act, 2006  \n2 Substituted vide Finance Act, 2008.  \nThe Federal Excise Act, 2005  \n \n29 cent of the  duty involved whichever is higher  in ca se of short payment of \nduty due ] in addition to the amount due from him  and without prejudice to \nother liabilities which may be  determined against him or action which may \nbe taken against him under this Act  and rules  made there  under  ;  \n1[Provided  that where a person files the return within  fifteen days \nafter the due date he shall pay a penalty of one  hundred rupees for each \nday of default”; and ] \n (2) Any person who, –– \n (a) makes, orally or in writing, or signs any de claration, \ncertificate or other document required by this Act or rules \nmade there under  or by any Federal Excise officer to do so, \nwhich is untrue or incorrect in any particular or which is \nincomplete by omitting any material particular there \nfrom ; \n (b) counterfeits or falsifies, or uses, when counterfeited or \nfalsified, any document which is or may be required \nunder this Act or rules made there under  or any document \nused in the transaction of any business or matter relevant \nto this Act or rules made there under; 2[omitted ] \n (c) fails or refuses to give or produce to the 3[officer of \nInland Revenue]  any information or document required \nto be given or produced under this Act or rules made there \nunder ; 4[and]  \n 5[(d) a person who sells cigarettes in retail at a  price lower \nthan the retail price plus the amount of sales tax as \n                         \n1  Added vide Finance Act, 2008.  \n2  The word “and” omitted by Finance Act, 2019.  \n3  Substituted for “Federal Excise Officer” by Finance Act, 2010 w.e.f. June 5, 2010. The same amendment \nwas made by Finance (Amendment) Ordinance, 2010, promulgated as Ordinance No. III of 2010, dated \nFebruary 6, 2010, published in the Gazette of Pakistan Ext raordinary Part I at pages 23 to 53. This \nOrdinance was presented in the Parliament but lapsed on 5 June 2010 as Parliament did not approve it. \nOriginally this amendment was made through Finance (Amendment) Ordinance, 2009, promulgated as \nOrdinance No. XXI I of 2009, dated October 28, 2009, published in the Gazette of Pakistan Extraordinary \nPart I at pages 229 to 259.  \n4 The word “and” inserted by Finance Act, 2019.  \n5  New clause (d) inserted through Finance Act, 2019.  \nThe Federal Excise Act, 2005  \n \n30 printed thereon ,] \nshall be guilty of an offence and for every such offence shall be liable to fine \nwhich may extend to twenty thousand rupees and in case of offence under \nclause (b), the fi ne may extend to one hundred thousand rupees and he shall \nbe punishable with imprisonment for a term which may extend to five years \nor with both.  \n (3) Any person who, — \n (a) illegally removes, stores, keeps, or withdraws or in any way \nassists or is concerne d in the illegal removal or withdrawal of \nany goods in the manner other than the manner prescribed \nunder this Act or rules made there under ; \n (b) is in any way concerned in conveying, removing, depositing or \ndealing with any goods with intent to defraud th e Government \nof any duty of excise due thereon, or to violate any of the \nprovisions of this Act or rules made there under ;  \n (c) is in any way concerned in any fraudulent evasion or attempt at \nfraudulent evasion of any duty of excise;  \n (d) claims, takes or  avails adjustment of duty not admissible \nunder this Act or the rules made there under ; and  \n (e) is in any way concerned in the manufacture of any dutiable \ngoods in contravention of the provisions of this Act or rules \nmade there under ; \nshall be guilty of a n offence and for each such offence, shall be liable to fine \nwhich may extend to fifty thousand rupees or five times of the duty involved, \nwhichever is higher and to punishment with imprisonment which may \nextend to five years or both. \n (4) Any person who, without the approval of the 1[Commissioner] , \n                         \n1  Substituted for “Collector” by Financ e Act, 2010 w.e.f. June 5, 2010. The same amendment was made by \nFinance (Amendment) Ordinance, 2010, promulgated as Ordinance No. III of 2010, dated February 6, 2010, \npublished in the Gazette of Pakistan Extraordinary Part I at pages 23 to 53. This Ordinan ce was presented in \nthe Parliament but lapsed on 5 June 2010 as Parliament did not approve it. Originally this amendment was \nmade through Finance (Amendment) Ordinance, 2009, promulgated as Ordinance No. XXII of 2009, dated \nOctober 28, 2009, published in t he Gazette of Pakistan Extraordinary Part I at pages 229 to 259  \nThe Federal Excise Act, 2005  \n \n31 directly or otherwise destroys, damages, erases or otherwise manipulates \ndata stored in or used in connection with a computer or otherwise uses a \ncomputer, the purpose or effect of which is to reduce, avoid or e vade any \nliability to duty of excise which would otherwise have been imposed by this \nAct, or to defeat any provisions of this Act or rules made there under  shall be \nguilty of an offence and shall be liable to fine which may extend to seventy \nfive thousand rupees or ten times of the duty involved, whichever is higher \nand to punishment with imprisonment which may extend to five years or \nboth.  \n(5) If any person obtains, attempts to obtain or abets in obtaining, \nor does anything whereby there might be obtained by a nother person, any \namount by way of refund or drawback of any duty in respect of any goods  \n1[or services]  not lawfully payable or allowable in respect thereof or which \nis greater than the amount so payable or allowable, he shall be guilty of an \noffence and  shall be liable to fine which may extend to one hundred \nthousand rupees or five times of duty involved, whichever is higher and to \npunishment with imprisonment which may extend to five years or both.  \n(6) Any person who obstructs any 2[officer of Inland Revenu e] or \nother public servant or any person acting in his aid or assistance, or duly \nemployed for the prevention of offences under this Act or rules made there \nunder  in the execution of his duty or in the due seizing of any goods liable to \nseizure under this Act or rules made there under , shall be guilty of an offence \nand for each such offence, shall be liable to fine which may extend to fifty \nthousand rupees or five times of duty involved, whichever is higher and to \npunishment which may extend to three years or both.  \n(7) Where an offence under this Act or rules made there under  has \nbeen committed by a company, firm, or other body of persons, any person \nwho at the time of the commission of the offence was a director, manager, \nor other similar officer or a partner o f the company, firm, or other body of \npersons or was purporting to act in that capacity shall be deemed to be \n                         \n1  Words inserted by Finance Act, 2008.  \n2 Substituted for “Federal Excise Officer” by Finance Act, 2010 w.e.f. June 5, 2010. The same amendment \nwas made by Finance (Amendment) Ordinance, 2010,  promulgated as Ordinance No. III of 2010, dated \nFebruary 6, 2010, published in the Gazette of Pakistan Extraordinary Part I at pages 23 to 53. This \nOrdinance was presented in the Parliament but lapsed on 5 June 2010 as Parliament did not approve it. \nOrigi nally this amendment was made through Finance (Amendment) Ordinance, 2009, promulgated as \nOrdinance No. XXII of 2009, dated October 28, 2009, published in the Gazette of Pakistan Extraordinary \nPart I at pages 229 to 259  \nThe Federal Excise Act, 2005  \n \n32 guilty of that offence unless he proves that the offence was committed \nwithout his consent or connivance and that he exercised all such diligence to \nprevent the commission of the offence as he ought to have exercised, \nhaving regard to the nature of his functions in that capacity and to all the \ncircumstances.  \n(8) Unless otherwise legally proved, where any person is liable \nunder this Act to any penalty or  punishment for any act, omission, neglect or \ndefault, he shall be liable to the same punishment, penalty or forfeiture for \nevery such act, omission, neglect or default of any agent or employee.  \n(9) Where any goods are chargeable to duty on the basis of re tail \nprice under this Act and the retail price is not indicated on the goods  1[and \nin case of cigarettes, retail price, health warning and name of the \nmanufacturer is not mentioned ] in the manner specified therein or in the \nrules made there under , the duty  shall be charged at the rate of 500 per cent \nad valorem in case of cigarettes, and 40 per cent ad valorem in case of \ngoods other than cigarettes:  \n \nProvided that in cases where a registered person does not intend to \nprint    retail price for any genuine rea sons, he may  voluntarily pay duty on the \nsaid higher rates as applicable to him and declare his duty payments in the \nreturn accordingly and other provisions of this section shall not apply in such \ncases.  \n \n(10) 2[Where any person is engaged in the manufacture or  \nproduction of cigarettes 3[or un -manufactured tobacco] in the manner contrary \nto this Act or the rules made thereunder or otherwise evades duty of excise on \ncigarettes  4[or un -manufactured tobacco] or is engaged in the manufacture or \nproduction of counter feited cigarettes or tax stamps, banderoles, stickers, labels \nor barcodes, or is engaged in the manufacturing or production of cigarettes \npacks without affixing, or affixing counterfeited, tax stamps, banderoles, \nstickers, labels or barcodes, the machinery , equipments, instruments or devices \nused in such manufacture or production shall, after outright confiscation, be \ndestroyed in such manner as may be approved by the Commissioner and such \nperson shall not be entitled to any claim on any ground whatsoever, or be \n                         \n1  Added vide Finance Act, 2009.  \n2  Sub-section (10) substituted by Finance Act, 2017  \n3  Words inserted by Finance Supplementary (Amendment) Act, 2018  \n4  Words inserted by Finance Supplementary (Amendment) Act, 2018  \nThe Federal Excise Act, 2005  \n \n33 otherwise not entitled to any compensation in respect of such machinery or \nequipments, instruments or devices and such confiscation or destruction shall \nbe without prejudice to any other penal action which may be taken under the \nlaw against the perso n or in respect of the cigarettes  1[or un -manufactured \ntobacco] , tax stamps, stickers, labels, barcodes or vehicles involved in or \notherwise linked or connected with the case.]  \n(11) Any goods in respect of which any of the provisions of this \nAct or rules made o r notifications issued there under  has been contravened \nshall be liable to confiscation along with  the conveyance, if any, in which \nsuch goods are laden or have been or being carried and all confiscations in \nthis regard shall vest with the Federal Governme nt. \n(12) Any person who attempts to commit any offence punishable \nunder this Act, or abets the commission of the offence, shall be liable to the \npunishment provided for the offence.  \n(13) 1[Any person who contravenes any provision of this Act or \nrules made thereunder  for which no penalty has specifically been provided \nin this section shall be liable to pay a penalty of five thousand rupees or \nthree percent of the amount of duty involved, whichever is higher].  \n \n 2[19A. ***] \n 20. Appointment of Special Judges for trial of offences. – (1) \nThe Federal Government may, by notification in the official Gazette, \nappoint as many  Special Judges as it may consider necessary, and, where it \nappoints more than  one Special Judge, shall specify in the notification the \nterritorial limits  within which  each one of them shall exercise jurisdiction.  \n(2)  A Special Judge shall be a person who is or has been or is \nqualified to be a Sessions Judge.  \n 21. Trial of offences by Special Judge . — (1) On the appointment \nof a Special Judge for any area,  an offence punishable under this Act  shall be \ntried exclusively by the Special Judge and all cases pending in any other  \ncourt in such area immediately before such appointment shall stand \ntransferred to  such Special Judge.  \n                         \n1 New sub -section (13) inserted through Finance Act, 2016.  \n2 Section 19A omitted through Finance Act, 2022.  \nThe Federal Excise Act, 2005  \n \n34  (2) The provisions of the Code o f Criminal Procedure, 1898 (Act \nV of 1898), except those of Chapter XXXVIII of that Code, shall apply to \nthe proceedings of the court of a Special Judge and, for the purposes of the \nsaid provisions, the court of a Special Judge shall be deemed to be a Cour t of \nSession trying cases, and a person conducting prosecution before the court \nof a Special Judge shall be deemed to be a Public Prosecutor.  \n (3) For the purposes of sub -section (2), the Code of Criminal \nProcedure, 1898 (Act V of 1898), shall have effect as if an offence \npunishable    under this Act were one of the offences referred to in sub -\nsection (1) of section 337 of the Code.  \n (4) A Special Judge shall take cognizance of, and have jurisdiction \nto try an offence tribal  under sub -section (1) only upon a  complaint in \nwriting made by such 1[officer of Inland Revenue]  as may be authorized  by \nthe Board in this behalf, by a general or special order in writing.  \n (5) The provisions of Chapter XX of the Code of Criminal \nProcedure, 1898 (Act V of 1898), shall app ly to trial of cases under this Act \nin so far as they are not inconsistent with the provisions of this Act.  \n (6) The Federal Government may, by order in writing, direct the \ntransfer, at any stage of the trial, of any case from the court of one Special \nJudge to the court of another Special Judge for disposal, whenever it \nappears to the Federal Government that such transfer will promote the ends \nof justice or tend to the general convenience of parties or witnesses.  \n \n (7) In respect of a case transferred to a Special Judge by virtue of \nsub-section (1) or under sub -section (6), such Judge shall not, by reason of \nthe said transfer, be bound to recall and rehear any witness who has given \nevidence in the case before the transfer and may act on the evidence already \nrecorded by or produced before the court which tried the case before the \ntransfer.  \n                         \n1 Substituted for “Federal Excise Officer” by Finance Act, 2010 w.e.f. June 5, 2010. The same amendment \nwas made by Finance (Amendment) Ordinance, 2010, promulgated as Ordinance No. III of 2010, dated \nFebruary 6, 2010, publi shed in the Gazette of Pakistan Extraordinary Part I at pages 23 to 53. This \nOrdinance was presented in the Parliament but lapsed on 5 June 2010 as Parliament did not approve it. \nOriginally this amendment was made through Finance (Amendment) Ordinance, 200 9, promulgated as \nOrdinance No. XXII of 2009, dated October 28, 2009, published in the Gazette of Pakistan Extraordinary \nPart I at pages 229 to 259  \nThe Federal Excise Act, 2005  \n \n35  1[21A.  Appeal against the order of Special Judge. – An appeal against \nthe order of a special Judge in respect of the trial of offence sall lie to the \nrespective High Court o f the Province within thirty days of the passing of the \norder and it shall be heard as an appeal under the Code of Criminal Procedure \n1898 (Act V of 1898) by a single judge of High Court.]  \n 22. Power to arrest and prosecute. – (1) Any 2[officer of Inland \nRevenue]  authorized by the Board in this behalf who has reason to believe \nthat any person has committed an offence under this Act may arrest such \nperson after obtaining permission in writing from the 3[Commissioner]  \nconcerned:  \nProvided that the 1[officer of Inland Revenue]  shall immediately \nintimate the fact of the arrest of a person to the Special Judge who may \ndirect such Officer to produce that person at such time and place and on \nsuch date as the Special Judge considers expedient and such Officer shall ac t \naccordingly.  \n (2) Notwithstanding anything contained in proviso to sub -section \n(1), any person arrested under this Act shall be produced before the Special \nJudge or, if there is no Special Judge within a reasonable distance, to the \nnearest Judicial Magis trate, within twenty -four hours of such arrest, \nexcluding the time necessary for the journey from the place of arrest to the \nCourt of the Special Judge or, as the case may be, of such Magistrate.  \n (3) When any person is produced under sub -section (2) befor e the \nSpecial Judge, he may, on the request of such person, after perusing the \nrecord, if any, and after giving the prosecution an opportunity of being \nheard, admit him to bail on his executing a bond, with or without sureties, or \n                         \n1  Section 21A inserted by Finance Act, 2010 w.e.f. June 5, 2010.  \n2  Substituted for “Federal Excise Officer ” by Finance Act, 2010 w.e.f. June 5, 2010. The same amendment \nwas made by Finance (Amendment) Ordinance, 2010, promulgated as Ordinance No. III of 2010, dated \nFebruary 6, 2010, published in the Gazette of Pakistan Extraordinary Part I at pages 23 to 53. T his \nOrdinance was presented in the Parliament but lapsed on 5 June 2010 as Parliament did not approve it. \nOriginally this amendment was made through Finance (Amendment) Ordinance, 2009, promulgated as \nOrdinance No. XXII of 2009, dated October 28, 2009, pub lished in the Gazette of Pakistan Extraordinary \nPart I at pages 229 to 259 . \n3  Substituted for “Collector” by Finance Act, 2010 w.e.f. June 5, 2010. The same amendment was made by \nFinance (Amendment) Ordinance, 2010, promulgated as Ordinance No. III of 201 0, dated February 6, 2010, \npublished in the Gazette of Pakistan Extraordinary Part I at pages 23 to 53. This Ordinance was presented in \nthe Parliament but lapsed on 5 June 2010 as Parliament did not approve it. Originally this amendment was \nmade through Fi nance (Amendment) Ordinance, 2009, promulgated as Ordinance No. XXII of 2009, dated \nOctober 28, 2009, published in the Gazette of Pakistan Extraordinary Part I at pages 229 to 259 . \n \nThe Federal Excise Act, 2005  \n \n36 refuse to admit him to ba il and direct his detention at such place as he \ndeems fit:  \nProvided that nothing herein contained shall preclude the Special \nJudge from canceling the bail of any such person at a subsequent stage if, \nfor any reason, he considers such cancellation necessary , but before passing \nsuch order he shall afford such person an opportunity of being heard, unless \nfor reasons to be recorded  he considers that the affording of such \nopportunity shall defeat the purposes of this Act.  \n (4) When such person is produced under sub-section (2) before a \nJudicial Magistrate, such Magistrate may, after authorizing his detention in \nsuch custody, at such place and for such period as he considers necessary \nor proper for facilitating his earliest production before the Special Judge, \ndirect his production before the Special Judge on a date and time to be fixed \nby him or direct such person to be forthwith taken to, and produced before, \nthe Special Judge and he shall be so taken.  \n (5) Nothing in sub -section (3) or sub -section (4) shall prec lude \nthe Special Judge or the Magistrate from remanding any such person to the \ncustody of the 1[officer of Inland Revenue]  holding inquiry against that \nperson if such Officer makes a request in writing, to that effect and the \nSpecial Judge or the Judicial Magistrate, after perusing the record, if any, \nand hearing such person, is of the opinion that for the completion of inquiry \nor investigation it is necessary to make such an order, provided that in no \ncase the period of such custody shall exceed fourteen d ays. \n   \n (6) When any person is arrested under this Act, the 1[officer of \nInland Revenue]  shall record the fact of arrest and other relevant particulars \nin the register mentioned in sub -section (10) and shall immediately proceed \nto inquire into the charge against such person and if he completes the \ninquiry within twenty -four hours of his arrest, excluding the time necessary \nfor journey as aforesaid, he may, after producing such person before the \nSpecial Judge or the nearest Judicial Magistrate make a reques t for his \nfurther detention in his custody.  \n \n (7) While holding an inquiry under sub -section (6), the 1[officer of \nInland Revenue]  shall exercise the same powers as are exercisable by an \nofficer in charge of a police -station under the Code of Criminal Proc edure, \nThe Federal Excise Act, 2005  \n \n37 1898 (Act V of 1898), but such Officer shall exercise such powers subject \nto the foregoing provisions of this section while holding an inquiry under \nthis Act.  \n \n (8) If a 1[officer of Inland Revenue] , after holding an inquiry, is of \nthe opinion that there is no sufficient evidence or reasonable grounds to \nproceed against a person he shall make a report to this effect to the \n2[Commissioner]  and with his approval may release him on his executing a \nbond with or without sureties and shall direct such per son to appear, as and \nwhen required, before the Special Judge and may make a report to the \nSpecial Judge for the discharge of such person and shall make a full report \nof the case of his immediate superior.  \n  \n (9) The Special Judge to whom a report has been  made under \nsubsection (8) may, after the perusal of record of the inquiry and hearing \nthe prosecution, agree with such report and discharge the accused or, if he is \nof the opinion that there is sufficient ground for proceeding against such \nperson, procee d with his trial and direct the prosecution to produce evidence.  \n \n (10) The 3[officer of Inland Revenue]  empowered to hold inquiry \nunder this section shall maintain a register to be called \"Register of Arrests  \nand Detention\" in  the prescribed form in which  he shall enter the name and \nother particulars of every person arrested under this Act, together with the \ntime and date of arrest, the details of the information received, the details of \n                         \n1 Substituted for “Federal Excise Officer” by Finance Act, 2010 w.e.f. Jun e 5, 2010. The same amendment \nwas made by Finance (Amendment) Ordinance, 2010, promulgated as Ordinance No. III of 2010, dated \nFebruary 6, 2010, published in the Gazette of Pakistan Extraordinary Part I at pages 23 to 53. This \nOrdinance was presented in th e Parliament but lapsed on 5 June 2010 as Parliament did not approve it. \nOriginally this amendment was made through Finance (Amendment) Ordinance, 2009, promulgated as \nOrdinance No. XXII of 2009, dated October 28, 2009, published in the Gazette of Pakistan  Extraordinary \nPart I at pages 229 to 259  \n2  Substituted for “Collector” by Finance Act, 2010 w.e.f. June 5, 2010. The same amendment was made by \nFinance (Amendment) Ordinance, 2010, promulgated as Ordinance No. III of 2010, dated February 6, 2010, \npublish ed in the Gazette of Pakistan Extraordinary Part I at pages 23 to 53. This Ordinance was presented in \nthe Parliament but lapsed on 5 June 2010 as Parliament did not approve it. Originally this amendment was \nmade through Finance (Amendment) Ordinance, 2009,  promulgated as Ordinance No. XXII of 2009, dated \nOctober 28, 2009, published in the Gazette of Pakistan Extraordinary Part I at pages 229 to 259  \n3  Substituted for “Federal Excise Officer” by Finance Act, 2010 w.e.f. June 5, 2010. The same amendment \nwas m ade by Finance (Amendment) Ordinance, 2010, promulgated as Ordinance No. III of 2010, dated \nFebruary 6, 2010, published in the Gazette of Pakistan Extraordinary Part I at pages 23 to 53. This \nOrdinance was presented in the Parliament but lapsed on 5 June 2 010 as Parliament did not approve it. \nOriginally this amendment was made through Finance (Amendment) Ordinance, 2009, promulgated as \nOrdinance No. XXII of 2009, dated October 28, 2009, published in the Gazette of Pakistan Extraordinary \nPart I at pages 229 to 259  \nThe Federal Excise Act, 2005  \n \n38 things, goods or documents, recovered from his custody, the name of t he \nwitnesses and the explanation, if any, given by him and the manner in which \nthe inquiry has been conducted from day to day, and such register or \nauthenticated copies of its aforesaid entries shall be produced before the \nSpecial Judge whenever such Offic er is so directed by him.  \n (11) After completing the inquiry, the 1[officer of Inland Revenue]   \nshall, as early as possible, submit to the Special Judge a complaint in the \nsame form and manner, in which the officer in charge of a police -station \nsubmits a r eport before a court.  \n (12) Any Magistrate of the first class may record any statement or \nconfession during inquiry under this Act, in accordance with the \nprovisions of section 164 of the Code of Criminal Procedure, 1898 (Act V of \n1898).  \n (13) Without prej udice to the foregoing provisions of this section, \nthe 1[Board, with the approval of the Federal Minister -in-charge ,] may, by \nnotification in the official Gazette, authorize any other officer working \nunder the Board to exercise the powers and perform the functions of a \n1[officer of Inland Revenue]  under this section, subject to such conditions, if \nany, that it may deem fit to impose.  \n (14) Notwithstanding any provision of this Act, where any person \nhas committed an offence liable to penalty or punishment un der this Act, the \n2[Commissioner]  may, either before or after the initiation of any proceedings \nfor the recovery of duty or prosecution of such person, compound the \noffence if he pays the amount of duty along with such default surcharge \nand penalty as is d etermined under the provisions of this Act.  \n 23. Power to summon persons to give evidence and produce \ndocuments in inquiries. – (1) Any 3[officer of Inland Revenue]  duly \n                         \n1  The words “Federal Government” substituted through Finance Act, 2019.  \n2  Substituted for “Collector” by Finance Act, 2010 w.e.f. June 5, 2010. The same amendment was made by \nFinance (Amendment) Ordinance, 2010, promulgated as Ordinance No. III of  2010, dated February 6, 2010, \npublished in the Gazette of Pakistan Extraordinary Part I at pages 23 to 53. This Ordinance was presented in \nthe Parliament but lapsed on 5 June 2010 as Parliament did not approve it. Originally this amendment was \nmade throug h Finance (Amendment) Ordinance, 2009, promulgated as Ordinance No. XXII of 2009, dated \nOctober 28, 2009, published in the Gazette of Pakistan Extraordinary Part I at pages 229 to 259  \n \n3  Substituted for “Federal Excise Officer” by Finance Act, 2010 w.e.f.  June 5, 2010. The same amendment \nwas made by Finance (Amendment) Ordinance, 2010, promulgated as Ordinance No. III of 2010, dated \nFebruary 6, 2010, published in the Gazette of Pakistan Extraordinary Part I at pages 23 to 53. This \nThe Federal Excise Act, 2005  \n \n39 empowered by the Board in this behalf shall have power to summon any \nperson whose atten dance he considers necessary either to give evidence or \nto produce a document or any other thing or information in any inquiry \nwhich such officer is making for any of the purposes of this Act.  \n (2) All persons so summoned shall be bound to attend, either  in \nperson  or by an authorized agent, as such Officer may direct, and all \npersons so  summoned shall be bound to state the truth upon any subject \nrespecting which  they are examined or make statements and to produce such \ndocuments and other  things as may be re quired:  \nProvided that the exemptions under sections 132 and 133 of the \nCode of Civil Procedure (V of 1908) shall be applicable to requisitions for \nattendance under this section.  \n (3) Every such inquiry as aforesaid shall be deemed to be a \n\"judicial  proceed ing\" within the meaning of section 193 and section 228 of \nthe Pakistan  Penal Code (XLV of 1860).  \n 24. Officers required to assist 1[officer of Inland Revenue] .– \nAll officers of Police and Customs, sales tax, the civil armed forces and all \nofficers of Gover nment engaged in the collection of land -revenue, and all \nvillage officers shall assist the 1[officer of Inland Revenue]  in the execution \nof this Act as and when required by such Officers.  \n                                                             \nOrdinance was presented i n the Parliament but lapsed on 5 June 2010 as Parliament did not approve it. \nOriginally this amendment was made through Finance (Amendment) Ordinance, 2009, promulgated as \nOrdinance No. XXII of 2009, dated October 28, 2009, published in the Gazette of Paki stan Extraordinary \nPart I at pages 229 to 259 . \nThe Federal Excise Act, 2005  \n \n40 CHAPTER IV  \n \nSEARCHES, ARRESTS AND SEIZURES  \n \n 25. Searches and arre sts how to be made. – All searches or \narrests made under this Act or any rules made there under  and all arrests \nmade under this Act shall be carried out in accordance with the relevant \nprovisions of the Code of Criminal Procedure, 1898 (V of 1898).  \n 26. Power to seize. – 1[(1) The   counte rfeited cigarettes or \nbeverages whi ch have been manufactured or produced unlawfully and \nother dutiable goods on which duty of excise h as not been paid in the \nmanner as required under this Act and the rules made thereunder, shall be \nliable to seizure along  with the conveyance, which has been used for the \nmovement, carriage or transport ation of such goods .] \n (2) For the purpose of this section, ‘conveyance’ shall include all \nof its fixtures, fittings and accessories etc. ] \n 27. Confiscation 2[of goods subject to federal excise duty ].– (1) \nThe cigarettes  1[or beverages]  seized for the  reasons of counterfeiting shall \nbe liable to outright confiscation and shall be  destroyed in the manner \nprescribed in sub -section (10) of section 1 9. \n (2) In case of 3[dutiable goods ] seized on account of evasion of \nduty, the owner shall be given an option to pay penalties and fines as \nprovided under section 19 and meet other obligations as provided under \nother relevant provisions of the Act and rule s made there  under, for release \nof such 3[dutiable goods ] in lieu of confiscation provided that if such \nrelease is not claimed or availed, no reduction or abatement in respect of \namounts of duty, penalties and fine shall be admissible in case such \n3[dutiab le goods ] are auctioned.  \n (3) In case confiscated cigarettes 1[ , un-manufactured tobacco] are \nrendered unfit for human consumption or become otherwise unfit for sale, \nthe 4[Commissioner]  may allow destruction of such cigarettes 1[ , un-\n                         \n1 Sub-section (1) substituted by Finance Act, 2020.  \n2 Marginal note expression substituted by Finance Act, 2020.  \n3 Expression substituted by Finance Act, 2020.  \n4 Substituted for “Collector” by Finance Act, 201 0 w.e.f. June 5, 2010. The same amendment was made by \nThe Federal Excise Act, 2005  \n \n41 manufactured tobacc o] in such manner as he may deem appropriate.  \n 28. Power to release seized conveyance. – (1) Where  any \nconveyance is seized which is liable to confiscation, the adjudicating \nauthority  may, subject to such conditions as may be prescribed, order its \nrelease p ending  adjudication of the case and on furnishing a guarantee by the \nowner of the seized  conveyance, from a scheduled bank valid for at least \none year equal to the value  of such conveyance.  \n (2) In respect of cases pending before the Special Judge, release  of \nconveyance under sub -section (1) shall not be allowed without prior \npermission of  the Special Judge.  \n                                                             \nFinance (Amendment) Ordinance, 2010, promulgated as Ordinance No. III of 2010, dated February 6, 2010, \npublished in the Gazette of Pakistan Extraordinary Part I at pages 23 to 53. This Ordinance was pre sented in \nthe Parliament but lapsed on 5 June 2010 as Parliament did not approve it. Originally this amendment was \nmade through Finance (Amendment) Ordinance, 2009, promulgated as Ordinance No. XXII of 2009, dated \nOctober 28, 2009, published in the Gazette  of Pakistan Extraordinary Part I at pages 229 to 259 . \n \nThe Federal Excise Act, 2005  \n \n42 CHAPTER V  \nPOWERS, ADJUDICATION AND APPEALS  \n 29. Appointment of Federal excise officers and delegation of \npowers. —1[(1) For the purposes of this Act an d rules made there under , the \nBoard may, by notification in the official Gazette, appoint, in relation to \nany area or jurisdiction specified in the notification, any person to be – \n \n(a) Chief Commissioner Inland Revenue ; \n(b) Commissioner Inland Revenue ; \n(c) Commission er Inland Revenue (Appeals) ; \n(d) Additional Commissioner Inland Revenue ; \n(e) Deputy Commissioner Inland Revenue ;  \n2[(ea)  District Taxation Officer Inland Revenue];  \n(f) Assistant Commissioner Inland Revenue;  \n2[(fa) Assistant Director Audit Inland Revenue];  \n(g) Inland Reven ue Officer;  \n(h) Superintendent Inland Revenue;  \n(i) Inspector Inland Revenue;  \n(j) Inland revenue Audit Officer; and  \n(k) Officer of Inland Revenue with any other designation .] \n  \n 3[(1A)  The Chief Commissioner Inland Revenue and Commissioner \nInland Revenue (Appeals) shall be  subordinate to the Board and \nCommissioner Inland Revenue shall be subordinate to the Chief \nCommissioner Inland Revenue.  \n \n                         \n1 Sub-section (1) substituted by Finance Act, 2010 w.e.f. June 5, 2010. The same amendment was made by \nFinance (Amendment) Ordinance, 2010, promulgated as Ordinance No. III of 2010, dated February 6, 2010, \npublished in the Gazette of Pakistan Extraordinary Part I at pages 23 to 53. This Ordinance was presented in \nthe Parliament but lapsed on 5 June 2010 as Parliament did not approve it. Originally this amendment was \nmade through Finance (Amendment) Ord inance, 2009, promulgated as Ordinance No. XXII of 2009, dated \nOctober 28, 2009, published in the Gazette of Pakistan Extraordinary Part I at pages 229 to 259  \n2  Clauses (ea) & (fa) added by Finance Act, 2017  \n3 Section (1A), (1B) and (1C) inserted by Finan ce Act, 2010 w.e.f. June 5, 2010. The same amendment was \nmade by Finance (Amendment) Ordinance, 2010, promulgated as Ordinance No. III of 2010, dated February \n6, 2010, published in the Gazette of Pakistan Extraordinary Part I at pages 23 to 53. This Ordina nce was \npresented in the Parliament but lapsed on 5 June 2010 as Parliament did not approve it. Originally this \namendment was made through Finance (Amendment) Ordinance, 2009, promulgated as Ordinance No. \nXXII of 2009, dated October 28, 2009, published in the Gazette of Pakistan Extraordinary Part I at pages \n229 to 259  \nThe Federal Excise Act, 2005  \n \n43  1[(1AA)  The Chief Commissioners Inland Revenue shall perform their \nfunctions in respect of such persons or classes of persons or such  areas as \nthe Board may direct.  \n \n 4(1AB)  The Commissioners Inland Revenue shall perform their \nfunctions in respect of such persons or classes of persons or such areas as \nthe Chief Commissioner, to whom they are sub -ordinate, may direct. ] \n \n (1B) Additional Commissioner Inland Revenue, Deputy \nCommissioner Inland Revenue 2[, District Taxation Officer Inland \nRevenue], Assistant Commissioners Inland Revenue Officers  3[, Assistant \nDirector Audit Inland Revenue], Inspector Inland Revenue and Officers of \nInland Rev enue with any other designation shall be subordinate to the \nCommissioner Inland Revenue and shall perform their functions in respect of \nsuch persons  or classes of persons or such areas as the Commissioners, to \nwhom they are subordinate, may direct.  \n \n (1C) Deputy Commissioners Inland Revenue  1[, District Taxation \nOfficer Inland Revenue] , Assistant Commis sioners Inland Revenue 1[, \nAssistant Director Audit Inland Revenue], Inland R evenue Officers, \nSuperintendents Inland Revenue, Inland Revenue Audit Officers, Inspectors \nInland Revenue, and Officers of Inland Revenue with any other designation \nshall be subordinate top the Additional Commissioner Inland Revenue. ] \n (2) Notwithstanding the other designations of the officers of \nFederal  Excise used in this Act or the  rules made there  under:  \n (a) the Directorate General (Intelligence & Investigation) 4[Inland \nRevenue ] shall consist of a Director General and as many \nDirectors, Additional Directors, Deputy Directors and Assistant \nDirectors and other officers with any oth er designation as the \nBoard may appoint by notification in the official Gazette;  \n \n 5[(aa) The Board may, by notification in the official Gazette, – \n                         \n1  Sub-sections (1AA) & (1AB) added by Finance Act, 2017  \n2  The expression inserted by Finance Act, 2017  \n3  The expressions inserted by Finance Act, 2017  \n4  Substituted vide Finance Act, 2007 . \n5  New clause “aa” added by Finance Act, 2018.  \nThe Federal Excise Act, 2005  \n \n44  (i) specify the functions and jurisdiction of the Directorate \nGeneral and its officers; and  \n(ii) confer the powers of authorities specified in 1[sub-\nsection (1) of section 29] upon the Directorate General \nand its officers ]; \n (b) the Directorate General 2[***] Internal Audit shall consist of a \nDirector General and as many Directors, Additional Directors, \nDeputy D irectors and Assistant Directors and other officers \nwith any other designation as the Board may appoint by \nnotification in the official Gazette; and  \n (c) the 3[Inland Revenue Services Academy]  shall consist of a \nDirector General and as many Directors, Addi tional Directors, \nDeputy Directors and Assistant Directors and other officers with \nany other designation as the Board may appoint by notification \nin the official Gazette.  \n \n (3) 4[The Board or the Chief Commissioner with the approval of \nthe Board, may], empower by name or  designation, — \n \n (a) any 5[Additional Co mmissioner Inland Revenue]  or 6[Deputy \nCommissioner Inland Revenue]  to exercise any of the powers of \na 7[Commissioner Inland Revenue] ; \n                         \n1  Words substituted by Finance Supplementary (Second Amendment) Act, 2019  \n2  Omitted vide Finance Act, 2007.  \n3 Words substituted by Finance Act, 2022.  \n4 Words substituted by Finance  Act, 201 0. \n5  Substitute d for “Additional Collector” by Finance Act, 2010 w.e.f. June 5, 2010. The same amendment was \nmade by Finance (Amendment) Ordinance, 2010, promulgated as Ordinance No. III of 2010, dated February \n6, 2010, published in the Gazette of Pakistan Extraordinary Part I at pages 23 to 53. This Ordinance was \npresented in the Parliament but lapsed on 5 June 2010 as Parliament did not approve it. Originally this \namendment was made through Finance (Amendment) Ordinance, 2009, promulgated as Ordinance No. \nXXII of 2009, dated October 28, 2009, published in the Gazette of Pakistan Extraordinary Part I at pages \n229 to 259  \n6  Substituted for “Deputy Collector” by Finance Act, 2010 w.e.f. June 5, 2010. The same amendment was \nmade by Finance (Amendment) Ordinance, 2010, promul gated as Ordinance No. III of 2010, dated February \n6, 2010, published in the Gazette of Pakistan Extraordinary Part I at pages 23 to 53. This Ordinance was \npresented in the Parliament but lapsed on 5 June 2010 as Parliament did not approve it. Originally t his \namendment was made through Finance (Amendment) Ordinance, 2009, promulgated as Ordinance No. \nXXII of 2009, dated October 28, 2009, published in the Gazette of Pakistan Extraordinary Part I at pages \n229 to 259  \n7  Substituted for “Collector of Federal Ex cise” by Finance Act, 2010 w.e.f. June 5, 2010. The same \namendment was made by Finance (Amendment) Ordinance, 2010, promulgated as Ordinance No. III of \nThe Federal Excise Act, 2005  \n \n45  (b) any 4[Deputy Commissioner Inland Revenue]  or 1[Assistant \nCommissioner Inland Revenue]  to exercise any of the powers \nof an 2[Additional Commissioner Inland Revenue] ; \n (c) any 3[Assistant Commissioner Inland Revenue]   to exercise any \nof the powers of a 4[Deputy Commissioner Inland Revenue] ; \nand \n (d) any other 5[office r of Inland Revenue]  to exercise any of the \npowers of a 6[Commissioner Inland Revenue] , 1[Additional \n                                                             \n2010, dated February 6, 2010, published in the Gazette of Pakistan Extraordinary Part I at pages 23 to 5 3. \nThis Ordinance was presented in the Parliament but lapsed on 5 June 2010 as Parliament did not approve it. \nOriginally this amendment was made through Finance (Amendment) Ordinance, 2009, promulgated as \nOrdinance No. XXII of 2009, dated October 28, 2009,  published in the Gazette of Pakistan Extraordinary \nPart I at pages 229 to 259  \n1  Substituted for “Assistant Collector of Federal Excise” by Finance Act, 2010 w.e.f. June 5, 2010. The same \namendment was made by Finance (Amendment) Ordinance, 2010, promulga ted as Ordinance No. III of \n2010, dated February 6, 2010, published in the Gazette of Pakistan Extraordinary Part I at pages 23 to 53. \nThis Ordinance was presented in the Parliament but lapsed on 5 june 2010 as Parliament did not approve it. \nOriginally thi s amendment was made through Finance (Amendment) Ordinance, 2009, promulgated as \nOrdinance No. XXII of 2009, dated October 28, 2009, published in the Gazette of Pakistan Extraordinary \nPart I at pages 229 to 259  \n2  Substituted for “Additional Collector” by Finance Act, 2010 w.e.f. June 5, 2010. The same amendment was \nmade by Finance (Amendment) Ordinance, 2010, promulgated as Ordinance No. III of 2010, dated February \n6, 2010, published in the Gazette of Pakistan Extraordinary Part I at pages 23 to 53. This O rdinance was \npresented in the Parliament but lapsed on 5 June 2010 as Parliament did not approve it. Originally this \namendment was made through Finance (Amendment) Ordinance, 2009, promulgated as Ordinance No. \nXXII of 2009, dated October 28, 2009, publishe d in the Gazette of Pakistan Extraordinary Part I at pages \n229 to 259  \n3  Substituted for “Assistant Collector of Federal Excise” by Finance Act, 2010 w.e.f. June 5, 2010. The same \namendment was made by Finance (Amendment) Ordinance, 2010, promulgated as Or dinance No. III of \n2010, dated February 6, 2010, published in the Gazette of Pakistan Extraordinary Part I at pages 23 to 53. \nThis Ordinance was presented in the Parliament but lapsed on 5 June 2010 as Parliament did not approve it. \nOriginally this amendme nt was made through Finance (Amendment) Ordinance, 2009, promulgated as \nOrdinance No. XXII of 2009, dated October 28, 2009, published in the Gazette of Pakistan Extraordinary \nPart I at pages 229 to 259  \n4  Substituted for “Deputy Collector” by Finance Act, 2010 w.e.f. June 5, 2010. The same amendment was \nmade by Finance (Amendment) Ordinance, 2010, promulgated as Ordinance No. III of 2010, dated February \n6, 2010, published in the Gazette of Pakistan Extraordinary Part I at pages 23 to 53. This Ordinance was \npresented in the Parliament but lapsed on 5 June 2010 as Parliament did not approve it. Originally this \namendment was made through Finance (Amendment) Ordinance, 2009, promulgated as Ordinance No. \nXXII of 2009, dated October 28, 2009, published in the Gaze tte of Pakistan Extraordinary Part I at pages \n229 to 259  \n5  Substituted for “Officer of Inland Revenue” by Finance Act, 2010 w.e.f. June 5, 2010. The same \namendment was made by Finance (Amendment) Ordinance, 2010, promulgated as Ordinance No. III of \n2010, dated February 6, 2010, published in the Gazette of Pakistan Extraordinary Part I at pages 23 to 53. \nThis Ordinance was presented in the Parliament but lapsed on 5 June 2010 as Parliament did not approve it. \nOriginally this amendment was made through Finan ce (Amendment) Ordinance, 2009, promulgated as \nOrdinance No. XXII of 2009, dated October 28, 2009, published in the Gazette of Pakistan Extraordinary \nPart I at pages 229 to 259  \n6  Substituted for “Collector of Federal Excise” by Finance Act, 2010 w.e.f. Ju ne 5, 2010. The same \namendment was made by Finance (Amendment) Ordinance, 2010, promulgated as Ordinance No. III of \n2010, dated February 6, 2010, published in the Gazette of Pakistan Extraordinary Part I at pages 23 to 53. \nThe Federal Excise Act, 2005  \n \n46 Commissioner Inland Revenue] , 3[Deputy Commissioner \nInland Revenue]  or 2[Assistant Commissioner Inland Revenue] ; \nunder this Act and the rules made there  under. \n 1[ 4 ***  ] \n (5) The officer to whom any powers of any senior officer are \ndelegated under this section shall not further delegate such powers.  \n 30. Use of powers of subordinate officer. — (1) An officer  \nappointed under this Act shall exercise such powe rs and discharge such duties \nas are conferred or imposed on him under this Act an d he shall also be \ncompetent to exercise all powers and discharge all duties or functions \nconferred or imposed  upon any officer subordinate to him.  \n (2) Notwithstanding anythi ng contained in this Act or the rules \nmade there under , the Board may, by general or special order, impose such \nlimitations or conditions on the exercise of such powers and discharge of \nsuch duties by any 2[officer of Inland Revenue] as it deems fit.  \n 3[  31***] \n 32. Option to pay fine in lieu of confiscation of conveyance. – \nWherever confiscation is adjudged under this Act or the rules made there \nunder , the officer adjudging it may give the owner of the conveyance an \noption to pay in lieu of confiscation suc h fine as the officer thinks fit.  \n                                                             \nThis Ordinance was presented in t he Parliament but lapsed on 5 June 2010 as Parliament did not approve it. \nOriginally this amendment was made through Finance (Amendment) Ordinance, 2009, promulgated as \nOrdinance No. XXII of 2009, dated October 28, 2009, published in the Gazette of Pakista n Extraordinary \nPart I at pages 229 to 259  \n1  Sub-section (4) omitted by Finance Act, 2010 w.e.f. June 5, 2010.  \n2  Substituted for “Federal Excise Officer” by Finance Act, 2010 w.e.f. June 5, 2010. The same amendment \nwas made by Finance (Amendment) Ordinan ce, 2010, promulgated as Ordinance No. III of 2010, dated \nFebruary 6, 2010, published in the Gazette of Pakistan Extraordinary Part I at pages 23 to 53. This \nOrdinance was presented in the Parliament but lapsed on 5 June 2010 as Parliament did not approve it. \nOriginally this amendment was made through Finance (Amendment) Ordinance, 2009, promulgated as \nOrdinance No. XXII of 2009, dated October 28, 2009, published in the Gazette of Pakistan Extraordinary \nPart I at pages 229 to 259  \n3  Section (31) omitted by Finance Act, 2010 w.e.f. June 5, 2010. The same amendment was made by Finance \n(Amendment) Ordinance, 2010, promulgated as Ordinance No. III of 2010, dated February 6, 2010, \npublished in the Gazette of Pakistan Extraordinary Part I at pages 23 to 53. This O rdinance was presented in \nthe Parliament but lapsed on 5 June 2010 as Parliament did not approve it. Originally this amendment was \nmade through Finance (Amendment) Ordinance, 2009, promulgated as Ordinance No. XXII of 2009, dated \nOctober 28, 2009, publishe d in the Gazette of Pakistan Extraordinary Part I at pages 229 to 259  \nThe Federal Excise Act, 2005  \n \n47  33. Appeals to 1[Commissioner]  (Appeals). — 2[(1)] Any person \nother than  Federal Excise officer aggrieved by any decision or order passed \nunder this Act or  the rules made there under  by a 1[officer of Inland \nRevenue  up to  the rank of 3[Additional Commissioner Inland Revenue] , \nother than a decision or order or notice given  or action  taken for recovery of \nthe arrears of duty under this Act or rules made  there under may within \nthirty days of receipt of such decision or order p refer appeal  there from to the \n3[Commissioner]  (Appeals).  \n 4[(1A)  where in a particular case, the Commissioner (Appeals) is of \nthe opinion that the recovery of tax levied under this Act, shall cause \nundue hardship to the taxpayer, he, after affording oppor tunity of being \nheard to the Commissioner or officer of Inland Revenue against whose \norder appeal has been made, may stay the recovery of such tax for a period \nnot exceeding thirty days in aggregate.]  \n \n 5[(1B)  An appeal under sub -section (1) shall – \n(a) be in the prescribed form;  \n(b) be verified in the prescribed manner;  \n(c) state precisely the grounds upon which the appeal is \nmade;  \n(d) be accompanied by the prescribed fee specified in \nsub-section (1C); and  \n(e) be filed with the Commissioner (Appeals) with in \nthe time set out in sub -section (1).  \n (1C) The prescribed fee shall be – \n(a) in the case of an appeal against an assessment – \n                         \n1  Substituted for “Collector” by Finance Act, 2010 w.e.f. June 5, 2010. The same amendment was made by \nFinance (Amendment) Ordinance, 2010, promulgated as Ordinance No. III of 2010, dat ed February 6, 2010, \npublished in the Gazette of Pakistan Extraordinary Part I at pages 23 to 53. This Ordinance was presented in \nthe Parliament but lapsed on 5 June 2010 as Parliament did not approve it. Originally this amendment was \nmade through Finance (Amendment) Ordinance, 2009, promulgated as Ordinance No. XXII of 2009, dated \nOctober 28, 2009, published in the Gazette of Pakistan Extraordinary Part I at pages 229 to 259  \n2  Numbered vide Finance Act, 2006.  \n3  Substituted for “Additional Collector” by F inance Act, 2010 w.e.f. June 5, 2010. The same amendment was \nmade by Finance (Amendment) Ordinance, 2010, promulgated as Ordinance No. III of 2010, dated February \n6, 2010, published in the Gazette of Pakistan Extraordinary Part I at pages 23 to 53. This Or dinance was \npresented in the Parliament but lapsed on 5 June 2010 as Parliament did not approve it. Originally this \namendment was made through Finance (Amendment) Ordinance, 2009, promulgated as Ordinance No. \nXXII of 2009, dated October 28, 2009, published  in the Gazette of Pakistan Extraordinary Part I at pages \n229 to 259 . \n4  Sub section (1A) inserted vid Finance Act, 2013.  \n5    New sub -sections (1B) and (1C) inserted by Finance Act, 2020.  \nThe Federal Excise Act, 2005  \n \n48 (i) where the appellant is a company, \nfive thousand rupees; or  \n(ii) where the appellant is not a \ncompany, two thousand and five h undred \nrupees; and  \n(b) in any other case – \n(i) where appellant is a company, five \nthousand rupees; or  \n   (ii) where the appellant is not a \ncompany, one thousand rupees.]  \n \n 1[(2) The 2[Commissioner]  (Appeals) may, after giving both parties \nto the appeal an opportunity of being heard, pass such order as he thinks \nfit, confirming, varying, altering, setting aside or annulling the decision or \norder appealed against 3[:] \n4[Provided that such order shall  be passed not later than  [one \nhundred and twenty] days from  the date of filing of appeal or within such \nextende d period, not exceeding  5[sixty ] days, as the 2[Commissioner]  \n(Appeals) may, for reasons to be recorded in writing, extend. ] \n 6[Provided further that any period during which the proceeding are \nadjourned o n account of stay order or Alternative Dispute Resolution \nproceedings or the time taken through adjournment by the petitioner not \nexceeding thirty days shall be excluded for the computation of these \nperiod. ] \n (3) In deciding an appeal, the 2[Commissioner]   (Appeals) may \nmake such further inquiry as may be necessary provided that he shall not \nremand the case for de novo consideration.]  \n                         \n1  Added vide Finance Act, 2006.  \n2  Substituted for “Collector” by Finance Act, 2010 w.e.f. June 5, 2010. The same amendment was made by \nFinance (Amendment) Ordinance, 2010, promulgated as Ordinance No. III of 2010, dated February 6, 2010, \npublished in the Gazette of Pakistan Extraordinary Part I at pages 23 to 53. This O rdinance was presented in \nthe Parliament but lapsed on 5 June 2010 as Parliament did not approve it. Originally this amendment was \nmade through Finance (Amendment) Ordinance, 2009, promulgated as Ordinance No. XXII of 2009, dated \nOctober 28, 2009, publishe d in the Gazette of Pakistan Extraordinary Part I at pages 229 to 259 . \n3  Full stop substituted vide Finance Act, 2007.  \n4  Inserted vide Finance Act, 2007.  \n5  Substituted vide Finance Act, 2009.  \n6  Added vide Finance Act, 2009.  \nThe Federal Excise Act, 2005  \n \n49  1[(4) The Commissioner (Appeals) shall not admit any \ndocumentary material or evidence which was not produced before the \nOfficer Inland Revenue unless the Commissioner (Appeals) is satisfied \nthat the appellant was prevented by sufficient cause from producing such \nmaterial or evidence before the Officer Inland Revenue.]  \n 34. Appeals to the Appellate Tribunal  2[***].–– (1) Any pe rson \nor 3[officer of Inland Revenue]  aggrieved by any of the following orders \nmay within sixty days of the receipt of such orders file appeal to the \nAppellate Tribunal against such orders, – \n (a) an order passed by the 2[Commissioner]  (Appeals); and  \n (b) an order passed by the Board or the Co mmissioner Inland \nRevenue  under section 35:  \nProvided that the Appellate Tribunal shall decide the appeal filed \nunder this sub-section within six months of its filing.  \n 4[(2)***] \n 5[(3) The Appellate Tribunal may admit, h ear and dispose of the \nappeal as per procedure laid down in sections 131 and 132 of the Income \nTax Ordinance, 2001 (XLIX of 200 1), and rules made thereunder.]  \n 6[34A. Reference to High Court. – (1) Within ninety days of the \ncommunication of the order of the  Appellate Tribunal under sub -section (2A) of \nsection 34, the aggrieved person or the Commissioner may preference \napplication, in the prescribed form along with a statement of the case, to the High \nCourt, stating any question of law arising out of such ord er.  \n (2) The statement to the High Court referred to in sub -section (1), shall \n                         \n1 New sub -section (4) insert ed by Finance Act, 2020.  \n2  Words “and Reference to High Court” omitted by Finance Act, 2011.  \n3  Substituted for “Federal Excise Officer” by Finance Act, 2010 w.e.f. June 5, 2010. The same amendment \nwas made by Finance (Amendment) Ordinance, 2010, promulga ted as Ordinance No. III of 2010, dated \nFebruary 6, 2010, published in the Gazette of Pakistan Extraordinary Part I at pages 23 to 53. This \nOrdinance was presented in the Parliament but lapsed on 5 june 2010 as Parliament did not approve it. \nOriginally thi s amendment was made through Finance (Amendment) Ordinance, 2009, promulgated as \nOrdinance No. XXII of 2009, dated October 28, 2009, published in the Gazette of Pakistan Extraordinary \nPart I at pages 229 to 259 . \n4  Sub-section (2) omitted by Finance Act, 2 010. \n5 New sub -section (3) inserted by Finance Act, 2020.  \n6  Section 34A inserted by Finance Act, 2010.  \nThe Federal Excise Act, 2005  \n \n50 set out the facts, the determination of the Appellate Tribunal and the question of \nlaw which arises out of its order.  \n (3) Where, on an application made under sub -section (1), the High \nCourt is satisfied that a question of law arises out of the order referred to in sub -\nsection (1), it may proceed to hear the case.  \n (4) A reference to the High Court under this section shall be heard by a \nBench of not less than two judges of the H igh Court and, in respect of the \nreference , the provisions of section  98 of the Code  of Civil Procedure, 1908 \n(Act V of 1908), shall apply.  \n (5) The High  Court upon hearing a reference under this section  shall \ndecide the question of law raised by the ref erence and pass judgment thereon \nspecifying the grounds on which such judgment is based and the Tribunal’s order \nshall stand modified accordingly. The Court shall send a copy of the Judgment \nunder the seal of the Court to the Appellate Tribunal.  \n (6) Notwi thstanding that a reference has been made to the High Court, \nthe tax shall be payable in accordance with the order of the Appellate Tribunal.  \n (7) Where recovery of tax has been stayed by the High Court by an \norder, such order shall cease to have effect on  the expiration of a period of six \nmonth following the day on which it was made unless the appeal is decided or \nsuch order is withdrawn by the High Court earlier.  \n (8) Section 5 of the Limitation Act, 1908 (IX of 1908), shall apply to \nan application made t o the High Court under sub -section (1) . \n (9) An application under sub -section (1) by a person other than the \nCommissioner shall be accompanied by a fee of one hundred rupees.]  \n 35. Powers of Board or 1[Commissioner]  to pass certain \norders. – (1) The  Board o r the 2[Commissioner]  within his jurisdiction, may \nsuo moto  2[, or otherwise ] call for and examine  the records of any \n                         \n1  Substituted for “Collector” by Finance Act, 2010 w.e.f. June 5, 2010. The same amendment was made by \nFinance (Amendment) Ordinance, 2010, promulgated  as Ordinance No. III of 2010, dated February 6, 2010, \npublished in the Gazette of Pakistan Extraordinary Part I at pages 23 to 53. This Ordinance was presented in \nthe Parliament but lapsed on 5 June 2010 as Parliament did not approve it. Originally this a mendment was \nmade through Finance (Amendment) Ordinance, 2009, promulgated as Ordinance No. XXII of 2009, dated \nOctober 28, 2009, published in the Gazette of Pakistan Extraordinary Part I at pages 229 to 259  \n2  Comma and words inserted by Finance Act, 2015 . \nThe Federal Excise Act, 2005  \n \n51 proceedings under this Act for the purpose of satisfying itself or,  as the case \nmay be, himself as to the legality or propriety of any dec ision  or order  passed \nby a subordinate officer and may pass such order as it or he may think fit.  \n (2) No order confiscating goods of greater value or enhancing any \nfine, or imposing or enhancing any penalty, or requiring payment of any duty \nnot levied or short -levied shall be passed under sub -section (1) unless the \nperson affected thereby has been given an opportunity of showing cause \nagainst it and of being heard in person or through a counsel or other person \nduly authorized by him.  \n (3) No record of any proceedings relating to any decision or order \npassed by any 1[officer of Inland Revenue]  shall be called for or examined \nunder sub section (1) after the expiry of two years from the date of such \ndecision or order.  \n 2[Explanation. – For the purpose of sectio ns 35, 45 and 46 and for \nremoval of doubt, it is declared that the powers of the Board, Commissioner \nor officer of Inland Revenue under these sections are independent of the \npowers of the Board under section 42B and nothing contained in section 42B \nrestric t the powers of the Board, Commissioner or officer of Inland Revenue \nunder these sections or to conduct audit under these sections.]  \n 36. Power to rectify mistakes in orders. – The Federal \nGovernment,  the Board or any 3[officer of Inland Revenue]  may recti fy any \nmistake which is apparent  from the record in any order passed by it or him \nunder any of the provisions of this  Act or the rules made there under , on its \nor his own motion or on an application  made by a person affected by the \n                         \n1  Substituted for “Federal Excise Officer” by Finance Act, 2010 w.e.f. June 5, 2010. The same amendment \nwas made by Finance (Amendment) Ordinance, 2010, promulgated as Ordinance No. III of 2010, dated \nFebruary 6, 2010, published in the Gazette of Pakist an Extraordinary Part I at pages 23 to 53. This \nOrdinance was presented in the Parliament but lapsed on 5 June 2010 as Parliament did not approve it. \nOriginally this amendment was made through Finance (Amendment) Ordinance, 2009, promulgated as \nOrdinance N o. XXII of 2009, dated October 28, 2009, published in the Gazette of Pakistan Extraordinary \nPart I at pages 229 to 259  \n2  Explanation inserted by Finance Act, 2013. It aims at nullifying judgments of higher courts, see under \nsection 42B.  \n3  Substituted for  “Federal Excise Officer” by Finance Act, 2010 w.e.f. June 5, 2010. The same amendment \nwas made by Finance (Amendment) Ordinance, 2010, promulgated as Ordinance No. III of 2010, dated \nFebruary 6, 2010, published in the Gazette of Pakistan Extraordinary Par t I at pages 23 to 53. This \nOrdinance was presented in the Parliament but lapsed on 5 June 2010 as Parliament did not approve it. \nOriginally this amendment was made through Finance (Amendment) Ordinance, 2009, promulgated as \nOrdinance No. XXII of 2009, dat ed October 28, 2009, published in the Gazette of Pakistan Extraordinary \nPart I at pages 229 to 259  \nThe Federal Excise Act, 2005  \n \n52 order within three years  of the passing of such  order provided that no such \nrectification which has the  effect of enhancing any  penalty or fine or \nrequiring the payment of a greater amount of duty shall be made  unless the \nperson affected by the proposed rectification has been giv en an  \nopportunity of being heard.  \n 37. Deposit, pending appeal, of duty demanded or penalty \nlevied. – \n (1) Where in any appeal, the decision or order appealed against \nrelates to any duty demanded or penalty imposed under this Act, the \nperson desirous of appealing against such decision or order shall, pending \nthe appeal, deposit the duty demanded or the penalty imposed provided that \nthe Appellate Tribunal or 1[Commissioner]  (Appeals) may in any particular \ncase dispense with such deposit subject to such condit ions as it may deem fit \nto impose so as to safeguard the interest of revenue.  \n (2) The order for such dispensation under sub -section (1) shall cease \nto have effect on the expiration of a period of six months following the date \non which order for dispensati on was passed or until the order of dispensation \nis withdrawn earlier or the case is finally decided earlier by the Appellate \nTribunal or 1[Commissioner]  (Appeals).  \n (3) Notwithstanding sub -sections (1) and (2), the Appellate \nTribunal or 1[Commissioner]  (Appeals) may direct that, pending decision \non the appeal, the duty demanded or penalty imposed, alongwith the default \nsurcharge payable under this Act, be paid by the appellant in suitable \ninstallments spread over a period not  exceeding six months from the date of \nsuch direction:  \nProvided that where a person has, at the time of filing appeal, \ndeposited fifteen per cent of the liability covered under the decision or \norder appealed against, he shall not be required to separately seek stay \nagainst recovery and stay in such a case shall commence from the date of \npayment of such fifteen per cent amount and shall remain valid till the \n                         \n1  Substituted for “Collector” by Finance Act, 2010 w.e.f. June 5, 2010. The same amendment was made by \nFinance (Amendment) Ordinance, 2010, promulgated as O rdinance No. III of 2010, dated February 6, 2010, \npublished in the Gazette of Pakistan Extraordinary Part I at pages 23 to 53. This Ordinance was presented in \nthe Parliament but lapsed on 5 June 2010 as Parliament did not approve it. Originally this amendm ent was \nmade through Finance (Amendment) Ordinance, 2009, promulgated as Ordinance No. XXII of 2009, dated \nOctober 28, 2009, published in the Gazette of Pakistan Extraordinary Part I at pages 229 to 259  \nThe Federal Excise Act, 2005  \n \n53 expiry of a period of six months or till the decision of the appeal, whichever \nis earlier unless the case is decided in his favour a nd the amount so paid is \nclaime d to have become due for refund  1[:] \n \n1[Provided further that the Commissioner Inland Revenue or any \nofficer of Inland Revenue subordinate to him shall not issue notice under \nthis section or recovery rules made under the Fede ral Excise Rules, 2005 \nfor recovery of any tax due from a taxpayer if the said taxpayer has filed \nan appeal under section 33 in respect of the order under which the tax \nsought to be recovered has become payable and the appeal has not been \ndecided by the Co mmissioner (Appeals), subject to the condition that \n2[ten]  per cent of the said amount of tax due has been paid by the \ntaxpayer.]  \n \n3[38.   Alternative Dispute Resolution.  — (1) Notwithstanding \nany other provision of the Act, or the rules made thereunder, a n aggrieved \nperson in connection with any dispute pertaining to — \n \n(a)  the liability of duty of one hundred million and above \nagainst the aggrieved person or admissibility of refund, \nas the case may be;  \n(b)  the extent of waiver of default surcharge and penalty; o r \n(c)  any other specific relief required to resolve the dispute;  \nmay apply to the Board for the appointment of a \ncommittee for the resolution of any hardship or dispute \nmentioned in detail in the application, which is under \nlitigation in any court of law or an Appellate Authority, \nexcept where criminal proceedings have been initiated.  \n \n(2) The application for dispute resolution shall be accompanied \nby an initial proposition for resolution of the dispute, including an offer of \nduty payment, from which, the ap plicant would not be entitled to retract.  \n \n(3) The Board may, after examination of the application of an \naggrieved person, appoint a committee, within forty five days of receipt of \nsuch application in the Board, comprising, — \n                         \n1  Colon & new proviso added by Finance Act, 2017  \n2  Words “ten” substituted by Finance Act, 2018.  \n3 Section 38 substituted by Finance Act, 2022.  \nThe Federal Excise Act, 2005  \n \n54 (i) Chief Commissioner Inland R evenue having jurisdiction \nover the case;  \n(ii) person to be nominated by the registered person from a \npanel notified by the Board comprising – \n \n(a) chartered accountants, cost and management \naccountants and advocates having a minimum of ten \nyears’ experience i n the field of taxation;  \n(b) officers of the Inland Revenue Service who have \nretired in BS 21 or above; or  \n(c) reputable businessmen as nominated by Chambers of \nCommerce and Industry:  \n \nProvided that the registered person shall not \nnominate a Chartered Accountant or an advocate if \nthe said Chartered Accountant or the advocate is or \nhas been an auditor or an authorized representative of \nthe registered person; and  \n \n(d) person to be nominated through consensus by the \nmembers appointed under (i) and (ii) above, from the \npanel as notified by the Board in (ii) above:  \n \nProvided that where the member under this \nclause cannot be appointed through consensus, the \nBoard may nominate a member proposed by the \nregistered person eligible to be nominated as per \nclause (ii).  \n(4) The aggr ieved person, or the Commissioner, or both, as the \ncase may be, shall withdraw the appeal pending before any court of law or \nan Appellate Authority, after constitution of the committee by the Board \nunder sub -section (3), in respect of dispute as mentioned in sub -section \n(1). \n \n(5) The committee shall not commence the proceedings under \nsub-section (6) unless the order of withdrawal by the court of law or the \nAppellate Authority is communicated to the Board:  \n \nProvided that if the order of withdrawal is not co mmunicated \nThe Federal Excise Act, 2005  \n \n55 within seventy -five days of the appointment of the committee, the said \ncommittee shall be dissolved and provisions of this section shall not apply.  \n \n(6) The Committee appointed under sub -section (3) shall \nexamine the issue and may, if it deems n ecessary, conduct inquiry, seek \nexpert opinion, direct any officer of the Inland Revenue or any other \nperson to conduct an audit and shall decide the dispute by majority, within \none hundred and twenty days of its appointment:  \n \nProvided that in computing t he aforesaid period of one hundred \nand twenty days, the period, if any, for communicating the order of \nwithdrawal under sub -section (5) shall be excluded.  \n \n(7)  The decision by the Committee under sub -section (6) shall \nnot be cited or taken as a precedent in any other case or in the same case \nfor a different period.  \n \n(8) The recovery of tax payable by a registered person in \nconnection with any dispute for which a Committee has been appointed \nunder sub -section (3) shall be deemed to have been stayed on withd rawal \nof appeal up to the date of decision by the Committee or the dissolution of \nthe Committee whichever is earlier.  \n \n(9) The decision of the committee under sub -section (6) shall \nbe binding on the Commissioner and the aggrieved person.  \n \n(10)  If the Comm ittee fails to decide within the period of one \nhundred and twenty days under sub -section (6), the Board shall dissolve \nthe committee by an order in writing and the matter shall be decided by \nthe court of law or the Appellate Authority which issued the orde r of \nwithdrawal under sub -section (5) and the appeal shall be treated to be \npending before such court of law or the Appellate Authority as if the \nappeal had never been withdrawn.  \n \n(11) The Board shall communicate the order of dissolution to \nthe court of la w or the Appellate Authority and the Commissioner.  \n \n(12) The aggrieved person, on receipt of the order of \ndissolution, shall communicate it to the court of law or the Appellate \nThe Federal Excise Act, 2005  \n \n56 Authority, which shall decide the appeal within six months of the \ncommunication  of said order.  \n \n(13) The aggrieved person may make the payment of duty and \nother taxes as decided by the committee under sub -section (6) and all \ndecisions, orders and judgments made or passed shall stand modified to \nthat extent.  \n \n(14) The Board may prescr ibe the amount to be paid as \nremuneration for the services of the members of the Committee, other than \nthe member appointed under clause (i) of sub -section (3).  \n \n(15) The Board may, by notification in the official Gazette, \nmake rules for carrying out the purposes of this section.]  \n \n 39. Exclusion of time taken for copy. – In computing the period \nof limitation specified for an appeal or application under this Chapter, the \nday on which the order complained was served, and if the party preferring \nthe appeal or  making the application was not furnished with a copy of the \norder when the notice of the order was served upon him, the time requisite \nfor obtaining a copy of such order shall be excluded.  \n \nCHAPTER VI  \n \nSUPPLEMENTAL PROVISIONS  \n 40. Power of Board to make rules. – (1) The Board may make \nrules to  carry into effect the purposes of any or all the provisions of this Act \nincluding  charging fee for processing of returns, claims and other \ndocuments and for  preparation of copies thereof.  \n (2) In making rules under t his section, the Board may provide that \nany person committing a breach of any rule shall, without prejudice to any \nother action that may be taken against him under this Act, be liable to such \npenalty as may be prescribed under the rules and that any articl e in respect of \nwhich any such breach is committed shall be confiscated or destroyed.  \n (3) The Board may, in respect of cigarettes, make rules or issue \ninstructions for the purpose of affixing duty stamps and banderoles and any \nThe Federal Excise Act, 2005  \n \n57 instructions issued in this behalf shall have the force of rules issued under this \nAct. \n 41. Bar of suit and limitation of suit and other legal \nproceedings. – (1) No suit shall be brought in any civil court to set aside or \nmodify any order passed, or any assessment, levy or collection  of any duty, \nunder this Act.  \n (2) No suit prosecution or other legal proceeding shall lie against \nthe Federal Government or against any officer of the Government in respect \nof any order passed in good faith or any act in good faith done or ordered \nto be d one under this Act.  \n (3) Notwithstanding anything in any other law for the time being \nin force, no investigation or inquiry shall be undertaken or initiated by any \ngovernmental agency against any officer or official for anything done in his \nofficial capaci ty under this Act, rules, instructions or direction made or issued \nthere under without the prior approval of the Board.  \n 42. Observance of Board's orders, directions and instructions. – \nAll officers and persons employed in the execution of this Act and the rules \nmade there under  shall observe and follow the orders, directions and \ninstructions of the Board provided that no such order, direction or \ninstruction shall be given by the Board so as to interfere with the discretion \nof an officer in deciding the issu es or matters brought before him for \nadjudication under this Act or rules made there under.  \n 1[42A.  Reference to authorities .– Any reference to Collector, \nAdditional Collector, Deputy Collector, Assistant Collector, \nSuperintendent and an officer of federal  excise, wherever occurring, in \nthis Act and the rules Notifications, clarifications, general orders or orders \nmade or issued there under, shall be construed as reference to \nCommissioner Inland Revenue,  Additional Commissioner Inland \nRevenue, Deputy Commi ssioner Inland Revenue, Assistant Commissioner \nInland Revenue, Superintendent Inland Revenue and an officer of inland \n                         \n1 Section 42A and 42B inserted by Finance Act, 2010 w.e.f. June 5, 2010. The same amendment was made by \nFinance (Amendment) Ordinance, 2010, promulgated as Ordinan ce No. III of 2010, dated February 6, 2010, \npublished in the Gazette of Pakistan Extraordinary Part I at pages 23 to 53. This Ordinance was presented in \nthe Parliament but lapsed on 5 June 2010 as Parliament did not approve it. Originally this amendment wa s \nmade through Finance (Amendment) Ordinance, 2009, promulgated as Ordinance No. XXII of 2009, dated \nOctober 28, 2009, published in the Gazette of Pakistan Extraordinary Part I at pages 229 to 259 . \nThe Federal Excise Act, 2005  \n \n58 Revenue, respectively.  \n 1[42B.  Selection for audit by the Board. – (1) The Board may select \npersons or classes of persons for audit of reco rds and documents through \ncomputer ballot which may be random or parametric as the Board may \ndeem fit.  \n 2[(1A)  Notwithstanding anything contained in this Act or any other \nlaw, for the time being in force, the Board shall keep the parameters \nconfidential.]  \n (2) Audit of such persons selected under sub -section (1) shall be \nconducted as per procedure given in section 46 and all the provisions of \nAct shall apply accordingly.  \n (3) For the removal of doubt, it is hereby declared that Board \nshall be deemed always to have had , the power to select any persons or \nclasses of persons for audit.]  \n 3[42C.  Reward to Inland Revenue officers and officials. – (1) In \ncases involving concealment or evasion of excise duty and other taxes, \ncash reward shall be sanctioned to the of ficers and officials of Inland \nRevenue for their meritorious conduct in such cases and to the informer \nproviding credible information leading to such detection, as may be \nprescribed by the Board, only after realization of part or whole of the taxes \ninvolve d in such cases.  \n (1) The Board may, by notification in the official Gazette, \nprescribe the procedure in this behalf and specify the apportionment  of \nreward sanctioned under this section for individual performance or to \ncollective welfare of the officers a nd officials of Inland Revenue.]  \n 4[42D.  Reward to whistleblowers .-(1) The Boar d may sanction \nreward to whistleblowers in cases of concealment or evasion of duty, \ncorruption or misconduct providing credible information leading to such \ndetection of evasion  of duty.  \n                         \n1 Section 42 B inserted by Finance Act, 2010.  \n2 New sub -section (1A) inserted by Finance Act, 2020.  \n3  Section 42C inserted by Finance Act, 2013.  \n4  Section 42D added by Finance Act, 2015.  \nThe Federal Excise Act, 2005  \n \n59  (2) The Board may, by notification in the official Gazette, \nprescribe the procedure in this behalf and also specify the apportionment \nof reward sanctioned under this section for whistleblowers.  \n (3) The claim for reward by the whistleblower shal l be rejected, \nif- \n (a) the information provided is of no value;  \n (b) the Board already had the information;  \n (c) the information was available in public records; or  \n (d) no collection of duty is made from the information provided \nfrom which the Board can pay the reward.  \n(4) For the purpose of this section, “whistleblower” means a \nperson who reports concealment or evasion of duty leading to detection or \ncollection of duty, corruption or misconduct, to the competent authority \nhaving power to t ake action agai nst the person or  a federal excise \nauthority committing fraud, corruption, misconduct, or involved in \nconcealment or evasion of duty. ] \n 43. Removal of difficulties and condonation of time limit etc. — \n(1) If any difficulty or situation arises in giving effe ct to or applying the \nprovisions of this Act or the rules made or notifications issued there under, \nthe Board may, through a general order or otherwise, issue instructions or \ndirections for such actions to be taken by an officer of 1[Federal Excise ] or \nany other person as it considers necessary or expedient for the purpose of \nremoving the difficulty or tackling such situation and every such officer or \nperson shall be bound to comply with such instructions or directions in such \nmanner as may be specified the rein. \n \n(2)  Where any time or period has been specified under any of the \nprovisions of this Act or rules made there  under within which any \n                         \n1  Words “Inland Revenue” substituted for Federal Excise by Finance Act, 2010 w.e.f. June 5, 2010. The same \namendment was mad e by Finance (Amendment) Ordinance, 2010, promulgated as Ordinance No. III of \n2010, dated February 6, 2010, published in the Gazette of Pakistan Extraordinary Part I at pages 23 to 53. \nThis Ordinance was presented in the Parliament but lapsed on 5 June 201 0 as Parliament did not approve it. \nOriginally this amendment was made through Finance (Amendment) Ordinance, 2009, promulgated as \nOrdinance No. XXII of 2009, dated October 28, 2009, published in the Gazette of Pakistan Extraordinary \nPart I at pages 229 to  259. \nThe Federal Excise Act, 2005  \n \n60 application is to be made or any act or thing is to be done, the Board may  \n1[at any time before or after the expiry o f such time or period] , in any case \nor class of cases, permit such application to be made or such act or thing to \ndone within such time or period as it may consider appropriate provided that \nthe Board may subject to such limitations or conditions as may be  specified \ntherein, empower any 2[Commissioner]   or other 3[officer of Inland \nRevenue]  to exercise the powers under this sub section in any case or class \nof cases.  \n \n4[Explanation. – For the purpose of this section, the expression \n“any act or thing is to be done” includes any act or thing to be done by the \nregistered person or by the authorities specified in section 29 of this Act.]  \n  \n 5[43A.  Issuance of duplicate of 6[Federal Excise ] documents. – An \nofficer of federal excise not below the rank of Assistant Co llector may, on \npayment of one hundred rupees, issue an attested duplicate of any 5[federal \nexcise ] document as is available with the department or has been filed \nunder this Act or rules made there under to a relevant registered person \napplying for the sam e.] \n \n 44. Refund of duty. —(1) No refund of any amount of duty  \naccrued for any reason under this Act or rules made there  under shall be \nallowed  unless claimed within one year of its accrual.  \n \n (2) In a case where a registered person did not avail adjustment  of \n                         \n1 Words inserted by Finance Act, 2022.  \n2  Substituted for “Collector” by Finance Act, 2010  w.e.f. June 5, 2010. The same amendment was made by \nFinance (Amendment) Ordinance, 2010, promulgated as Ordinance No. III of 2010, dated February 6, 2010, \npublished in the Gazette of Pakistan Extraordinary Part I at pages 23 to 53. This Ordinance was presented in \nthe Parliament but lapsed on 5 June 2010 as Parliament did not approve it. Originally this amendment was \nmade through Finance (Amendment) Ordinance, 20 09, promulgated as Ordinance No. XXII of 2009, dated \nOctober 28, 2009, published in the Gazette of Pakistan Extraordinary Part I at pages 229 to 259  \n3  Substituted for “Federal Excise Officer” by Finance Act, 2010 w.e.f. June 5, 2010. The same amendment \nwas made by Finance (Amendment) Ordinance, 2010, promulgated as Ordinance No. III of 2010, dated \nFebruary 6, 2010, published in the Gazette of Pakistan Extraordinary Part I at pages 23 to 53. This \nOrdinance was presented in the Parliament but lapsed on 5 Jun e 2010 as Parliament did not approve it. \nOriginally this amendment was made through Finance (Amendment) Ordinance, 2009, promulgated as \nOrdinance No. XXII of 2009, dated October 28, 2009, published in the Gazette of Pakistan Extraordinary \nPart I at pages 2 29 to 259  \n4  Explanation inserted by Finance Act, 2011.  \n5  Inserted vide Finance Act, 2008.  \n6  The “Inland Revenue” were substituted for “Federal Excise by Finance Act, 2010 w.e.f. June 5, 2010. The \nsame amendment was made by Finance (Amendment) Ordinance,  2010, promulgated as Ordinance No. III \nof 2010, dated February 6, 2010, published in the Gazette of Pakistan Extraordinary Part I at pages 23 to 53. \nThis Ordinance was presented in the Parliament but lapsed on 5 June 2010 as Parliament did not approve it.  \nOriginally this amendment was made through Finance (Amendment) Ordinance, 2009, promulgated as \nOrdinance No. XXII of 2009, dated October 28, 2009, published in the Gazette of Pakistan Extraordinary \nPart I at pages 229 to 259  \nThe Federal Excise Act, 2005  \n \n61 duty admissible at the relevant time, the 1[Commissioner]  may allow such \nperson to avail the adjustment at any subsequent time provided that claim \nfor such adjustment is made within a period of one year from the date on \nwhich it was admissible.  \n (3) In a case where claim for refund or adjustment has accrued in \nconsequence of any decision or judgment  of any Federal Excise Officer, the \nTribunal or Court, the period of one year, for the purpose of this section, \nshall be computed from the date of such decis ion or judgment . \n 2[44A. Delayed refund. - Where a refund due under section 44 is not made \nwithin the time specified in this behalf, there shall be paid to the claimant, in \naddition the amount of refund due to him, a further sum equal to KIBOR per \nannum of the amount of refund due, from the date following the expiry of the \ntime specified as aforesaid, to the day preceding the day of payment of refund:  \n Provided that where there is a reason to believe that a person has claimed \nthe refund  which is not admissi ble to him, he shall not be entitled to additional \namount unless the investiga tion of his claim is completed. ] \n 45. Access to records and posting of excise staff, etc. — (1)    A  \nperson who is required to maintain any record or documents under this Act \nor any other law shall, as and when required by the 3[officer of Inland \nRevenue]  produce  record or  documents which are in his possession or \ncontrol or in the possession or control of his agent and where such record or \ndocuments have been kept on electronic dat a, he shall allow access to such \nofficer to have access and use of any machine on which such data is kept \nand shall facilitate such officer to retrieve whole or part of such data in such \nmanner and to such extent as may be required by him.  \n (2) Subject to such conditions and restrictions, as deemed fit to \n                         \n1  Substituted for “Collector”  by Finance Act, 2010 w.e.f. June 5, 2010. The same amendment was made by \nFinance (Amendment) Ordinance, 2010, promulgated as Ordinance No. III of 2010, dated February 6, 2010, \npublished in the Gazette of Pakistan Extraordinary Part I at pages 23 to 53. Th is Ordinance was presented in \nthe Parliament but lapsed on 5 June 2010 as Parliament did not approve it. Originally this amendment was \nmade through Finance (Amendment) Ordinance, 2009, promulgated as Ordinance No. XXII of 2009, dated \nOctober 28, 2009, publ ished in the Gazette of Pakistan Extraordinary Part I at pages 229 to 259  \n2  Inserted vide Finance Act, 2009.  \n3  Substituted for “Federal Excis e Officer” by Finance Act, 2010 w.e.f. June 5, 2010. The same amendment \nwas made by Finance (Amendment) Ordinance , 2010, promulgated as Ordinance No. III of 2010, dated \nFebruary 6, 2010, published in the Gazette of Pakistan Extraordinary Part I at pages 23 to 53. This \nOrdinance was presented in the Parliament but lapsed on 5 June 2010 as Parliament did not approve it . \nOriginally this amendment was made through Finance (Amendment) Ordinance, 2009, promulgated as \nOrdinance No. XXII of 2009, dated October 28, 2009, published in the Gazette of Pakistan Extraordinary \nPart I at pages 229 to 259  \nThe Federal Excise Act, 2005  \n \n62 specify, the Board  1[***] may, post 3[officer of Inland Revenue]  to the \npremises of registered person or class of such persons to monitor production, \nremoval or sale of goods and the stock position or the maintenance of \nrecords  2[.] \n \n2[***] \n \n 3[(3) The Board may, by notification in the official Gazette, for the \npurpose to monitor production or manufacture of any goods, specify the \nmanner and procedure for appointment and posting of technical staff and \ninsta llation, operation, maintenance of close circuit T.V system anywhere \nin the factory premises.]  \n \n 4[45A.  Monitoring or tracking by electronic or other means. – (1) \nSubject to such conditions, restriction and procedures as it may deem fit to \nimpose or specify , the Board may, by notification ion the official Gazette, \nspecify any registered person or class of registered persons or any goods \nor class of goods in respect of which monitoring or tracking of production, \nsales, clearance, stocks or any other related a ctivity may be implemented \nthrough electronic or other means as may be prescribed.  \n \n (2) From such date, as may be prescribed by the Board, no \nexcisable goods shall be removed or sold by the manufacturer or any other \nperson without affixing tax stamp, band erole, stickers, labels, 5[barcodes, ] \netc. in any such form, style and manner as may be prescribed by the Board \nin this behalf.]  \n \n 6[(3) Such tax stamps, banderoles, stickers, labels, barcodes etc., \nshall be acquired by the registered person referred to in  sub-section (2) \nfrom a licensee appointed by the Board for the purpose, against price \napproved by the Board, which shall include the cost of equipment installed \nby such licensee in the premises of the said registered person. ] \n \n                         \n1  Words “or Chief Commission er” omitted by Finance Act, 201 8. \n2  Full stop inserted and proviso omitted by Finance Act, 2018.  \n3  Inserted vide Finance Act, 2008.  \n4  Section 45A inserted by Finance Act, 2013.  \n5  Word and comma inserted by Finance Act, 2015.  \n6  Sub-section (3) added by  Finance Act, 2015.  \nThe Federal Excise Act, 2005  \n \n63 1[45AA.  Licensing of brand n ame. - (1) Manufacturers of the \nspecified goods shall be required to obtain brand licence for each brand or \nstock keeping unit (SKU) in such manner as may be prescribed by the \nBoard.  \n(2) Any specified brand and SKU found to be sold without obtaining a \nlicence from the Board shall be deemed counterfeit goods and liable to \noutright confiscation and destruction in the prescribed manner and such \ndestruction and confiscation shall be without prejudice to any other penal \naction which may be taken under this Act.]  \n \n 46. 2[***] Audit. — (1) The 3[officer of Inland Revenue]  \nauthorized by the Board  4[or the Commissioner]  by designation may,  once \nin a year, after giving advance notice in writing, conduct audit of the \nrecords and documents of any person registered under this Act.  \n (2) In case the 5[Commissioner] has information or sufficient \nevidence showing that such registered person is involved in fraud or \nevasion of duty, he may authorize a Federal Excise Officer, not below the \nrank of 6[Assistant Commissioner] , to conduct audit at any time in a year.  \n 7[(2A)  After completion of the audit under  this section or any other \n                         \n1 New Section 45AA inserted by Finance Act, 2021.  \n2  Word “Departmental” omitted by Finance Act, 2015.  \n3  Substituted for “Federal Excis e Officer” by Finance Act, 2010 w.e.f. June 5, 2010. The same amendment \nwas made by Finance (Amendme nt) Ordinance, 2010, promulgated as Ordinance No. III of 2010, dated \nFebruary 6, 2010, published in the Gazette of Pakistan Extraordinary Part I at pages 23 to 53. This \nOrdinance was presented in the Parliament but lapsed on 5 June 2010 as Parliament did n ot approve it. \nOriginally this amendment was made through Finance (Amendment) Ordinance, 2009, promulgated as \nOrdinance No. XXII of 2009, dated October 28, 2009, published in the Gazette of Pakistan Extraordinary \nPart I at pages 229 to 259 . \n4  Words insert ed by Finance Act, 201 0. \n5  Substituted for “Collector” by Finance Act, 2010 w.e.f. June 5, 2010. The same amendment was made by \nFinance (Amendment) Ordinance, 2010, promulgated as Ordinance No. III of 2010, dated February 6, 2010, \npublished in the Gazette  of Pakistan Extraordinary Part I at pages 23 to 53. This Ordinance was presented in \nthe Parliament but lapsed on 5 June 2010 as Parliament did not approve it. Originally this amendment was \nmade through Finance (Amendment) Ordinance, 2009, promulgated as O rdinance No. XXII of 2009, dated \nOctober 28, 2009, published in the Gazette of Pakistan Extraordinary Part I at pages 229 to 259  \n6  Substituted for “Assistant Collector of Federal Excise” by Finance Act, 2010 w.e.f. June 5, 2010. The same \namendment was mad e by Finance (Amendment) Ordinance, 2010, promulgated as Ordinance No. III of \n2010, dated February 6, 2010, published in the Gazette of Pakistan Extraordinary Part I at pages 23 to 53. \nThis Ordinance was presented in the Parliament but lapsed on 5 June 201 0 as Parliament did not approve it. \nOriginally this amendment was made through Finance (Amendment) Ordinance, 2009, promulgated as \nOrdinance No. XXII of 2009, dated October 28, 2009, published in the Gazette of Pakistan Extraordinary \nPart I at pages 229 to  259 \n7  Sub-section (2A) inserted by Finance Act, 2010.  \nThe Federal Excise Act, 2005  \n \n64 provision of law, the officer of Inland Revenue may, after obtaining the \nregistered person’s explanation on all the issues raised in the audit shall \npass an order under section 14, imposing the amount of duty as per law, \ncharging default  surcharge, imposing penalty and recovery of any amount \nerroneously refunded.]  \n (3) Notwithstanding the penalties prescribed in section 19, if a \nregistered person wishes to deposit the amount of duty not paid, short paid or \nthe amount of duty evaded along with default surcharge voluntarily, \nwhenever it comes to his notice, before commencement of audit, no penalty \nshall be recovered from him:  \nProvided that if a registered p erson wishes to deposit the amount of \nduty not paid, short paid or amount of duty evaded along with default \nsurcharge during or after the audit but before the  1[determination of liability \nunder sub -section (2A)]  conclusion of original adjudication proceedi ngs, he \nmay deposit such amount along with twenty five percent of the amount of \npenalty prescribed under this Act or the rules made there under and in such \ncase, further proceedings in the case shall abate.   \n 2[(4) The Board may appoint as many special aud it panels as may \nbe necessary, comprising two or more members from the following – \n \n (a) an officer or officers of Inland Revenue;  \n \n (b) a firm of Chartered Accountants as defined under the \nChartered Accountants Ordinance, 1961 (X of 1961);  \n  \n (c) a firm o f Cost and Management Accountants as defined under \nthe Cost and Managem ent Accountants Act, 1966 (XIV of \n1966); or  \n \n (d) any other person as directed by the Board,   \n \n  to conduct audit of a registered person or persons, including \naudit of refund claims an d forensic audit and the scope of \nsuch audit shall be determined by the Board or the \nCommissioner Inland Revenue on a case -to-case basis. In \n                         \n1  Substituted for “conclusion of original adjudication proceedings” by Finance Act, 2010 w.e.f. June 5, 2010  \n2  Substituted for sub -section (4) by Finance Act, 2015.  \nThe Federal Excise Act, 2005  \n \n65 addition, the Board may, where it considers appropriate, also \nget such audit conducted jointly with similar audits being \nconducted by provincial administrations of sales tax on \nservices. ] \n \n 1[(5) Each special audit panel shall be headed by a chairman who \nshall be an officer of Inland Revenue;  \n \n (6) If any one member of the special audit panel, other than the \nchairman, is absent from conducting an audit, the proceedings of the audit \nmay continue and the audit conducted by the special audit panel shall not \nbe invalid or be called in question merely on the ground of such absence.  \n \n (7) The Board may prescribe rules in resp ect of constitution, \nprocedure and working of special audit panel.  \n \n (8) Every member of the special audit panel shall have the \npowers of officers of Inland Revenue under sections 23 and 45 and sub -\nsections (1) to (3) of section 46. ] \n \n 2[9] The audit of th e registered person shall generally be a \ncomposite audit covering all duties and taxes to which his business or \nactivity is liable under the laws administered by the Board.  \n \n3[***] \n \n 4[47. Service of notices and other documents .–– (1)\nSubject to this Act , any notice, order or requisition required to be served \non a resident individual other than in a representative capacity for the \npurposes of this Act shall be treated as properly served on the individual \nif–  \n  \n                         \n1  Sub-sections (5), (6), (7) and  (8) inserted by Finance Act, 2015.  \n2  Sub-section (5) re -numbered as sub -section (9) by Finance Act, 2015.  \n3  Sub-section (10) omitted by Finance  Act, 2020.  \n4  Section 47 substituted by Finance Act, 2010 w.e.f. June 5, 2010. The same amendment was made by  \nFinance (Amendment) Ordinance, 2010, promulgated as Ordinance No. III of 2010, dated February 6, 2010, \npublished in the Gazette of Pakistan Extraordinary Part I at pages 23 to 53. This Ordinance was presented in \nthe Parliament but lapsed on 5 June 2010 as  Parliament did not approve it. Originally this amendment was \nmade through Finance (Amendment) Ordinance, 2009, promulgated as Ordinance No. XXII of 2009, dated \nOctober 28, 2009, published in the Gazette of Pakistan Extraordinary Part I at pages 229 to 259 . \nThe Federal Excise Act, 2005  \n \n66  (a) personally served on the individual  or, i n the case of an \nindividual under a legal disability or a non -resident individual, \nthe representative as defined in section 172 of the Income Tax \nOrdinance, 2001 (XLIX of 2001) of the individual;  \n \n (b) sent by registered post or courier service to the plac e specified in \nclause (b) of sub -section (2) or to the individual’s usual or last \nknown address in Pakistan; or  \n \n (c) served on the individual in the manner prescribed for service of a \nsummons under the Code of Civil Procedure, 1908 (Act V of \n1908)  1[; or]  \n \n 1(d) sent electronically through email or to the e -folder maintained \nfor the purpose of e -filing of sales tax -cum-Federal excise \nreturns by the 2[registered person .] \n \n(2) Subject to this Act, any notice, order or requisition  required to be \nserved on an y person (other th an a resident individual to who m sub -section \n(1) applies) for the purposes of this Act, shall be treated as properly served on \nthe person if – \n \n (a) personally served on the representative of the person;  \n \n (b) sent by registered post or co urier service to the person’s \nregistered office or address for service of notices under this Act, \nin Pakistan, or where the person does not have such office or \naddress, the notice is sent by registered post to any office or \nplace of business of the [person  in Pakistan; or  \n \n (c) served  on the person in the manner prescribed for service of a \nsummons under the Code of Civil Procedure, 1908 (V of 1908)  \n3[; or \n \n (d) sent electronically through email or to the e -folder maintained \nfor the purpose of e -filing of sa les tax -cum-Federal excise \n                         \n1  The word “or” and clause (d) added by Finance Act, 2017.  \n2 Words substituted by Finance Act, 2020.  \n3  The word “or” and clause (d) added by Finance Act, 2017.  \nThe Federal Excise Act, 2005  \n \n67 returns by the 1[registered person .] \n \n(3) Where  as association of person is dissolved, any notice, order or \nrequisition required to be served under this Act, on the association may be \nserved on any person who was the principal of ficer or a member of the \nassociation immediately before such dissolution.  \n \n(4) Where, business stands discontinued, any notice, order or \nrequisition required to be served under this Act, on the person discontinuing \nthe business may be served on the person personally or any individual who \nwas the person’s representative at the time of discontinuance,  \n \n(5) The validity of any service of a notice under this Act, sha ll not \nbe called into question after th e notice has been complied with in any \nmanner. ]                \n                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                    \n 1[47A.  Agreements for the exchange of information  2[or \nassistance in recovery of duties .]– (1) The Federal Government may \nenter into bilateral or multilateral agreements with provincial governments \nor with governments of foreign countries  for the exchange of information, \nincluding electronic exchange of information, with respect to excise duty \nimposed under this Act or any other law of Pakistan, or under the \ncorresponding laws of that country and may, by notification in the official \nGazette, make such provisions as may be necessary for implementing such \nagreements.  \n \n 3[(1A)  Notwithstanding anything contained in this Act, the Board \nshall  have power to share data or information including real time data \nvideos, images received under the provisions of this Act with any other \nMinistry or Division of the Federal Government or Provincial \nGovernment, subject to such limitations and conditions an  may be \nspecified by the Board.]  \n \n (2) The provisions of section 107 of the Income Tax Ordinance, \n2001 (XLIX of 2001) shall, mutatis mutandis , apply to this section.  \n \n                         \n1  Sections 47A and 47B added by Finance Act, 2015.  \n2 Words inserted by Finance Act, 2021.  \n3 New sub -section (1A) inserted by Finance Act, 2021.  \nThe Federal Excise Act, 2005  \n \n68 1[(3) The Federal Government may enter into a bilateral or \nmultilateral convention, and i nter-governmental agreement or similar \nagreement or mechanism for assistance in the recovery of duties.]  \n \n 2[47AB. Real -time access to information and databases.─  (1) \nNotwithstanding anything contained in any law for the time being in force, \nincluding but not limited to the National Database and Registration \nAuthority Ordinance, 2000 (Ordinance VIII of 2000) and th e Emigration \nOrdinance, 1979 (Ordinance XVIII of 1979), arrangements shall be made \nto provide real -time access of information and database to the Board in the \nprescribed form and manner by – \n(a) the National Database and Registration Authority with \nrespect to information pertaining to National Identity Card \n(NIC), Pakistan Origin Card, Overseas Identity Card, Alien \nRegistration Card and other particulars contained in the \ncitizen database;  \n(b) the Federal Investigation Agency and the Bureau of \nEmigration and Overseas Employment with respect to \ndetails of international travel;  \n(c) the Islamabad Capital Territory and provincial  and local \nland record and development authorities with respect to \nrecord -of-rights including digitized edition of record -of-\nrights, per iodic record, record of mutations and report of \nacquisition of rights;  \n(d) the Islamabad Capital Territory and provincial excise and \ntaxation departments with respect to information regarding \nregistration of vehicles, transfer of ownership and other \nassoci ated record;  \n(e) all electricity suppliers and gas transmission and \ndistribution companies with respect to particulars of a \nconsumer, the units consumed and the amount of bill \ncharged or paid:  \n \n                         \n1 New sub -section (3) inserted by Finance Act, 2021.  \n2 New section 47AB inserted by Finance Act, 2020.  \nThe Federal Excise Act, 2005  \n \n69 Provided that where the connection is shared or is \nused by a p erson other than the owner, the name and NIC \nof the owner and the user shall also be furnished:  \n \nProvided further that all electricity suppliers and gas \ntransmission and distribution companies shall make \narrangements by the 1st day of January, 2021 for all owing \nconsumers to update the ratio of sharing of a connection or \nthe particulars of users, as the case may be; and  \n \n(f) any other agency, authority, institution or organization \nnotified by the Board.  \n \n(2) The Board shall make arrangements for laying the \ninfrastructure for real -time access to information and database under sub -\nsection (1) and aligning it with its own database in the manner as may be \nprescribed.  \n \n(3) Until real -time access to information and database is made \navailable under sub -section (1), such information and data shall be \nprovided periodically in such form and manner as may be prescribed.  \n \n  (4)  Subject to section 47B, all information received under this \nsection shall be used only for tax purposes and kept confidential.]  \n \n 1[47B.  Disclosu re of information by  a public servant.─  (1) Any \ninformation acquired under any provision of this Act shall be confidential \nand no public servant shall disclose any such information, except as \nprovided under section 216 of the Income Tax Ordinance, 2001 (XLIX of \n2001).  \n \n (2) Notwithstanding anything contained in sub -section (1) and the \nFreedom of Information Ordinance, 2002 (XCVI of 2002), any \ninformation received or supplied in pursuance of bilateral or multilateral \n                         \n1  Section 47B substituted through Finance Act, 2016.  \nThe Federal Excise Act, 2005  \n \n70 agreements with government of foreign countries for exchange of \ninformation under section 47A shall be confidential].  \n \n 1[47C.  Validation. – 3[(1)] All notifications and orders issued and \nnotified in exercise of the powers conferred upon the Federal Government, \nbefore the commencement of Finance Act, 2017  shall be de emed to have \nbeen validly issued and notified in exercise of those powers.]  \n \n 2[(2) Notwithstanding any omission, irregularity or deficiency in \nthe establishment of or conferment of powers and functions on the \nDirectorate General (Intelligence and Investig ation), Inland Revenue and \nauthorities specified in clause (a) of sub -section (2) of section 29 of this \nAct, all orders passed, notices issued and actions taken in exercise or \npurported exercise of the powers and functions of the Officers of Inland \nRevenue  under this Act by the Director General (Intelligence and \nInvestigation), Inland Revenue or the authorities specified in clause (a) of \nsub-section (2) of section 29 of this Act shall be treated to have been \nvalidly passed, issued and taken under this Act.]  \n 48. Repeal. –(1) Subject to the provisions of sub -section (2), the \nCentral  Excises Act, 1944 (I of 1944) shall stand repealed with effect from \nthe date notified  under sub -section (3) of section 1.  \n (2) Unless otherwise directed by the Federal Government, in case \nof area where the repealed Act was extended through an order by a Governor \nof the Province or otherwise through an order by any other authority, the \napplication of the repealed Act shall continue to be in force till this Act is \nmade applicable in t hat area.  \n 3[49. Fee and service charges. – 4[(1)] The 5[Board with the \napproval of Federal Minster -in-charge”] may, by notification in the \nofficial Gazette, subject to such conditions, limitations or restrictions as it \nmay deem fit to impose, levy fee and service charges for valuation, in \nrespect of any other service or control mechanism provided by any \nformation under the control of the Board, including ventures of public -\n                         \n1  New section 47C inserted through by Finance  Act, 2017.  \n2  Section 47C re -numbered and new sub -section (2) added by Finance Act, 2018.  \n3  New section 49 inserted through Finance Act, 2019.  \n4    Existing sub -section renumbered as sub -section (1)  by Finance Act, 2021.  \n5   Words “Federal Government” su bstituted by Tax Laws (Amendment) Act, 2020 . \nThe Federal Excise Act, 2005  \n \n71 private partnership, at such rates as may be specified in the notification. ] \n 1[(2) The Board may authorize and prescribe the manner in which \nfee and service charges collected under sub -section (1) shall be expended. ] \n 2[50.  Uniform. – The Board may, by notification in the official \nGazette, prescribe rules for wearing of uniform by officer s and staff of \nInland Revenue Services.]  \n          \n                         \n1 New s ub-section  ( 2) inserted by Finance Act, 2021.  \n2 New section 50 added  by Finance Act, 2022.  \nThe Federal Excise Act, 2005  \n \n72 FIRST SCHEDULE  \n[See Section 3]  \n \nTABLE 1  \n(EXCISABLE GOODS)  \n \n \nS.No.  Description of Goods  Heading/  \nsub-heading \nNumber  Rate of Duty  \n \nCol.(1) Col.(2) Col.(3) Col.(4) \n \n1[1*** \nomitted]  \n    \n 1[2*** \nomitted]  \n  \n   \n3 Concentrates for aerated \nbeverages in all forms \nincluding syrup form  \n 2106.9010  Fifty per cent ad val.  \n \n4 Aerated waters  2201.1020   2[Twenty ] per cent of \nretail price  \n5 Aerated waters, containing \nadded sugar or other \nsweetening matter or flavored  \n 2202.1010  3[Twenty ] per cent of \nretail price  \n6 Aerated waters if \nmanufactured wholly from \njuices or pulp of 4[  ] \nvegetables, food grains or \nfruits and which do not \ncontain any other ingredient, \nindigenous or imported, other \nthan sugar, coloring materials , \npreservatives or additives in Respective \nheadings  \n \n \n \n 5[Twenty ]  per cent of \nretail price  \n                         \n1 Serial numbers 1, 2 and entries relating thereto omitted through Finance Act, 2021.  \n2  The figure “ thirteen ” substituted through Finance (Supplementary) Act, 20 23. \n3  The figure “thirteen” substituted through Finance (Supplementary) Act, 2023.  \n4  Word omitted by Finance Act, 2008.  \n5  The figure “thirteen” substituted through Finance (Supplementary) Act, 2023 . \nThe Federal Excise Act, 2005  \n \n73 S.No.  Description of Goods  Heading/  \nsub-heading \nNumber  Rate of Duty  \n \nCol.(1) Col.(2) Col.(3) Col.(4) \n \nquantities prescribed under \nthe West Pakistan Pure Food \nRules, 1965.  \n \n7 Un-manufactured tobacco  24.01  1[Three hundred and \nninety rupees ] per \nkilogram  \n \n2[8 \n \n \n \n \n \n3[8a Cigarettes of tobacco or tobacco \nsubstitutes excluding locally \nproduced cigarettes.  \n \n \n \nE-liquids by whatsoever name \ncalled, for electric cigarette kits.  \n \n \n 24.02  \n \n \n \n \nRespective \nheading  Sixty five percent of \nretail price or the rate \nof duty as prescribe d \nagainst  S. No. 9 \nwhichever is higher.  \n \nRupees ten 4[thousand \nper kg] . \n \n8b Cigars, cheroots and cigarillos of \ntobacco and tobacco substitute.  Respective \nheading  Sixty five percent of \nretail price or rupees \nten thousand per kg \nwhichever is higher.]  \n \n5[8c.  \nTobacco mixture in an \nelectrically heated tobacco \nproduct by whatever name \ncalled, intended for consumption \nby using a tobacco heating \nsystem without combustion   \n6[Respective \nheadings]   \nRupees five thousand \ntwo hundred per kg]  \n                         \n1  The figure “ ten” substituted through Tax Laws (Second Amendment) Ordinance, 2022 . \n2    Serial number 8 substituted by Finance Act, 2020.  \n3 New serial numbers 8a and 8b inserted by Finance Act, 2020.  \n4 Words substituted by Finance Act, 2022.  \n5 New serial num ber 8c inserted by Finance Act, 2021.  \n6 Words substituted by Finance Act, 2022.  \nThe Federal Excise Act, 2005  \n \n74  \n1[9. Locally produced cigarettes \nif their on -pack printed retail \nprice exceeds 2[nine \nthousand ] rupees per \nthousand cigarettes.  24.02  Rupees 3[sixteen \nthousand five \nhundred ] per \nthousand \ncigarettes  \n10. Locally produced cigarettes \nif their on -pack printed retail \nprice does not exceed 4[nine \nthousand ] per thousand \ncigarettes.   24.02  Rupees 5[five \nthousand and fifty ] \nper thousand \ncigarettes]  \n6[10a. ***] omitted .    \n \n7[11** *]    \n \n  .  \n12 Cigarettes manufactured by a \nmanufacturer who remains \nengaged on and after the 10th \nJune, 1 994, either directly or \nthrough any other \narrangement, if the \nmanufacture of any brand of \ncigarette in non -tariff areas  \n 24.02  Sixty 8[five] \npercent of retail \nprice.  \n \n13 Portland cement, aluminous \ncement, slag cement, super \nsulphate cement and similar \nhydraulic cements, whether \nor not colored  or in the form \nof clinkers  \n 25.23  \n \n \n \n  \n  9[two rupees ] per \nkilogram   \n                         \n1  Serial numbers 9 and 10 and entries relating thereto substituted through Finance Act, 2019.  \n2 Words substituted by Finance (Supplementary) Act, 202 3. \n3 Words  substituted by Finance (Supplementary) , Act 2023. \n4 Words substituted by Finance (Supplementary) , Act 2023. \n5 Words substituted by Finance (Supplementary) , Act 2023. \n6 Serial numbers 10a and entries relating thereto omitted through Finance Act, 2019.  \n7  Serial No. 11 omi tted by Finance Act, 2013.  \n8  Substituted for “four” by Finance Act, 2010.  \n9  Words “ one and half rupees ” substituted by Finance (Supplementary) Act, 202 3. \nThe Federal Excise Act, 2005  \n \n75 1[14, 15 and \n16***   ]    \n    \n2[17 & 18 ]   \n    \n3[19&20 ] \n \n    \n    \n4[21*** ] \n   \n5[22 to \n25*** ] \n  \n \n6[26to30*** ] \n    \n31 Liquefied Natural Gas  2711.1100  7[ten rupees per \nMillion British \nThermal Unit \n(MMBTu)]  \n32 Liquefied propone  2711.1200  Seventeen rupees \nand eighteen paisa \nper hundred cubic \nmeters.  \n33 Liquefied butanes  2711.1300  Seventeen rupees \nand eighteen paisa \nper hundred cubic \nmeters.  \n \n34 Liquefied ethylene, \npropylene, butylenes and \nbutadiene  2711.1400  \n Seventeen rupees \nand eighteen paisa \nper hundred cubic \nmeters.  \n                         \n1  Serial no. 14, 15 & 16 omitted by Finance Act, 2007.  \n2  Serial no. 17 and 18 omitted by Finance A ct, 2011.  \n3  Serial no. 19 & 20 Omitted vide Finance Act, 2007.  \n4 Sr. No. 21 omitted by Finance Act, 2011.  \n5  Sr. Nos. 22 to 25 omitted by Finance Act, 2012.  \n6  Sr. Nos. 26 to 30 omitted by Finance Act, 2011. Sr. No. 27 omitted by   Finance Act, 2012.  \n7  The expression substituted through Finance Act, 2019.  \nThe Federal Excise Act, 2005  \n \n76 35 Other Liquefied petroleum \nGases and   gaseous \nhydrocarbons  2711.1900  1[Rupees sixty per \nhundred metric \ntonne] . \n36 Natural G as in gaseous state  2711.2100  2[ten rupees ] per \nMillion British \nThermal Unit \n(MMBTu)  \n37 Other petroleum Gases  in \ngaseous state  2711.2900  \n 4[ten rupees]  per \nMillion British \nThermal Unit \n(MMBTu)  \n3[38*** ]    \n    \n    \n4[39 & 40 ] \n   \n     41 Flavors  and concentrates for  \nuse in aerated beverages  3302 .1010  Fifty per cent ad \nvalorem.  \n 4[ 42 to \n45] omitted    \n5[46 to  49] \n omitted    \n 6[(53)]    \n7[54 ***] omitted.    \n                         \n1 Words substituted by Finance Act, 2022.  \n2  Substituted vide Finance Act, 2010.  \n3  Omitted vide Finance Act, 2007.  \n4 Sr. Nos. 39 to 40 omitted by Finance Act, 2011  & Sr. Nos. 42 to 45 omitted by Finance Act, 2012.  \n5  Sr. Nos. 46 47, 48 and 49 omitted by Finance Act, 2011  \n6  Sr.No. 53 omitted through Finance Act, 2016  \n7  Serial number 54 and entries relating thereto omitted through Finance Act, 2019.  \nThe Federal Excise Act, 2005  \n \n77  \n   1[55 \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n2[55B \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n   \n \n \n Imported mo tor cars, SUVs and \nother motor vehicles, excluding \nauto rickshaws, principally \ndesigned for the transport of \npersons (other than those of \nheadings 87.02),  4[and till the \n30th day of June, 2026 electric \nvehicles (4 wheelers)]  including \nstation wagons and ra cing cars  \n \n(a) of cylinder capacity up to \n1000cc  \n(b) of cylinder capacity from \n1001cc            to 1799cc  \n(c) of cylinder capacity 1800cc \nto 3000cc  \n \n(d) of cylinder capacity \nexceeding 3001cc  \n \nLocally manufactured or \nassembled motor cars, SUVs \nand other mo tor vehicles, \nexcluding auto rickshaws \nprincipally designed for the \ntransport of persons (other \nthan those of headings 87.02), \nand till the 30th day of June, \n2026 electric vehicles (4 \nwheelers) including station \nwagons and racing cars:  \n (a) of cylinder cap acity up to \n1300cc  \n(b) of cylinder capacity from \n1301cc to 2000cc  \n(c) of cylinder capacity \n2001cc and above  \n \n \n \n 87.03  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n      87.03  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n  \n \n \n \n \n \n \n \n2.5% ad val  \n6[10]% ad val.  \n7[30]% ad val.  \n \n \n8[40]% ad val.]  \n \n \n \n \n \n \n \n \n \n \n \n \n \n 2.5 % ad val.  \n \n 5% ad val.  \n \n 10% ad val.  \n \n \n \n \n \n                         \n1  Serial number 55 and 55A and entries relating thereto  substituted by Finance Act, 2019.  \n2 Serial number 55B and entries relating thereto substituted by Finance (Supplementary) Act, 2022.  \nThe Federal Excise Act, 2005  \n \n78 1[55C  \n \n \n2[55D  \n \n \n \n \n \n \n \n3[56 \n Imported double cabin (4x4) \npick-up vehicles  \n \nLocally manufactured double \ncabin (4x4) pick -up vehicles \nexcept the vehicles booked on \nor before t he 30th June, 2020 \nsubject to the restriction or \nconditions specified by the \nBoard.  \n \nFilter rod for cigarettes  8704.2190  \n      8704.3190  \n \n \n8704.2190  \n      8704.3190  \n \n \n \n \n \n5[Respective \nheadings ] \n \n 9[30]% ad val ] \n \n \n \n \n \n10[10]% ad val.]  \n \n \n \n \n11[Rupees fifteen \nhundred per kg]  \n12[57. \nOmitted]  \n    \n11[58. \nOmitted]  \n    \n13[59. Sugary Fruit  juices, syrups \nand squashes, waters whether \nor not containing added sugar \nor artificial sweeteners \nexcluding mineral and \naerated waters  Respective \nheadings  Ten percent of retail \nprice]  \n Interpretation. –– (1) Unless the intent appears otherwise, for the \npurpose of levy of duty of excise, the description of goods shall prevail \nupon the tariff classification. However in order for interpretation of \ndescription of any goods or verification of any characteristics of any \n                                                             \n4 Expression inserted by Finance Act, 2021.  \n6 Expression substituted by Finance (Supplementary) Act, 2022.  \n7 Expressio n substituted by Finance (Supplementary) Act, 2022.  \n8 Expression substituted by Finance (Supplementary) Act, 2022.  \n1     New serial number 55C inserted by Finance Act, 2020.  \n2 New serial number 55D inserted by Finance Act, 2020.  \n3  Seria l number 56 and entries relating thereto in column (2), (3) and (4) added by Finance Act, 2015.  \n5 Words substituted by Finance Act, 202 2. \n9 Expression substituted by Finance (Supplementary) Act, 2022.  \n10 Expression substituted by Finance (Supplementary) Act, 2022.  \n11 Expression su bstituted by Finance Act, 2022.  \n12 Serial numbers 57, 58 and entries relating thereto omitted through Finance Act, 2021.  \n13 New serial number 59 added by Finance (Supplementary) Act, 2023.  \nThe Federal Excise Act, 2005  \n \n79 product, the reliance shall be made on th e relevant version of the \nExplanatory Notes to the Harmonized Commodity Description and Coding \nSystem.  \n (2) The rate of duty mentioned in column (4) of the above table \nshall also apply on the goods mentioned in column (2) thereof, if imported, \nor brought from non -tariff to tariff areas in case of notified goods.  \n 1[Restriction -1– Reduction. – For the purpose of levy, collection \nand payment of duty at the rates specified in column (4) against serial \nnumber 9  2[and 10] , no cigarette manufacturer shall reduce r etail price \nfrom the level adopted on the day of the announcement of the latest \nbudget ]. \n \n (2) Variants at different price points .– No manufacturer or \nimporter of cigarette can introduce or sell a new cigarette brand variant at \nthe same existing brand fami ly at a price lower than the lowest actual price \nof the existing variant of the same brand family. For the purposes of this \nrestriction, current minimum price variant of existing brand means the \nlowest price of a brand variant on the day of announcement of  Budget 3[of \nthe current Financial year] .  \n \n 1[(3) Restriction -3 – Minimum price. –  No brand shall be priced \nand sold at a retail price (excluding sales tax) lower than 4[sixty]  percent of the \nretail price under column (2) against serial number 9 of Table -I of the First \nSchedule to this Act. ] \n \n 5[(4) Rate of Duty - Notwithstanding the limitation on the retail price \nunder column (2) against serial number 9, manufacturers whose brands were \nliable to duty at the rates specified in column (4) against serial nu mber 9, one \nday before the date of amendment (through a notification, an ordinance or an \nact of parliament), shall continue to collect and pay the duty against serial \nnumber 9 at the amended rates specified in column (4) (through a notification, \nan ordinan ce or an act of parliament)].  \n                         \n1  Restriction -1 & Restriction -3 substituted by Finance Act, 2017  \n2  The words added through Finance Act, 2019.  \n3  Words substituted by Finance Act, 2014.  \n4  New serial numbers 57 & 58 added through Finance Act, 2019.  \n4 Words inserted by Finance (Supplementary) Act, 2023.  \n5 Expression added by Finance (Supplementary) Act, 2 023. \nThe Federal Excise Act, 2005  \n \n80 TABLE II  \n(EXCISABLE SERVICES)  \n \nS.No.  Description of 1[Services]  Heading/sub -\nheading \nNumber  Rate of Duty  \n \nCol.(1)  Col.(2)  Col.(3)  Col.(4)  \n1 Advertisement on closed \ncircuit T.V.  9802.3000  \n Sixteen per cent of \nthe charges.  \n2 Advertisements on cable T.V. \nnetwork.  9802.5000  \n Sixteen per cent of \nthe charges.  \n2a 2[Advertisements in news \npapers  and periodicals \n(excluding and           \nClassified advertisements) of \nhoarding boards, poles Signs \nand sign boards.                     9802.4000  \nand \n9802.9000  Sixteen per cent of \nthe charges.]  \n3 3[Facilities for travel  \n \n(a)  Services provided or \nrendered in respect  of \ntravel by air of \npassengers within the \nterritorial jurisdiction of \nPakistan  \n \n4[(i)   Long routes  \n \n(ii)  Short routes  \n \n \n5[(iii) * * *]  \n \nExplanation : For the \npurpose of this entry, \n“Long routes” means \njourneys exceeding 500 \nkilometers, short routes 98.03  \n \n9803.1000   \n \n \n \n \n \n \n \n \n \n 2[Fifteen Hundred] \n rupees  \n \n3[Nine Hundred] \nrupees  \n \n \n \n                         \n1 Words substituted by Finance Act, 2021.  \n2 Inserted vide Finance Act, 2009.  \n3  Inserted by Finance Act, 2014.  \n4  Inserted by Finance Act, 2014  \n5  Sub-clause (iii) and entry relating thereto in column (4) omitted by Finance Act, 2015.  \nThe Federal Excise Act, 2005  \n \n81 S.No.  Description of 1[Services]  Heading/sub -\nheading \nNumber  Rate of Duty  \n \nCol.(1)  Col.(2)  Col.(3)  Col.(4)  \nmeans the remaining \njourneys, other than \nsocio -economic route \n1[as defined in S. No. 9 \nof Table II of the Third \nSchedule] . Routes  \nexempt from duty as on \n1st July, 2014 shall, \nhowever, remain exempt.  \n 4[(b)  Services provided or \nrendered in respect of \ntravel by air of \npassengers embarking on \ninternatio nal journey  \nfrom Pakistan ,–] \n5[(i) Economy and \neconomy plus  \n6[(ii) Club, business and first \nclass air tickets issued on or \nafter the date of \ncommencement of the \nFinance (Supplementary) \nAct, 2023 :  \n  \n \n \n \n \n \n \nFive thousand \nrupees  \n \n \n \n  \n(a) IATA Traffic Conference \nArea 1  (North, Central, \nSouth America and \nEnvirons)  \n \n       (b) IATA Traffic \nConference Area 2    \nTwo hundred and fifty \nthousand rupees  \n \n \n \n(I) Seventy -five \nthousand rupees  \n                                                             \n2  The figures substituted through Finance Act, 2019.  \n3 The figures substituted through Finance Act, 2019.  \n1  Substituted f or the expression “, and “socio -economic routes” means journeys along the Baluchistan coastal \nbelt” by     Finance Act, 2015.  \n4  Inserted vide Financ e Act, 2008.  \n5  Inserted vide Finance Act, 2014.  \n6 Sub-clause (ii) of clause (b) of serial number 3 substituted by Finance (Supplementary) Act, 2023.  \nThe Federal Excise Act, 2005  \n \n82 S.No.  Description of 1[Services]  Heading/sub -\nheading \nNumber  Rate of Duty  \n \nCol.(1)  Col.(2)  Col.(3)  Col.(4)  \n(I) Middle East  \n \nand Africa  \n  \n(II) Europe  \n \n \n \n  (c) IATA Traffic   \n Conference Area 3 \n (Far East, Australia, New \n Zealand and Pacific \n Islands)  \n  \n \n \n \n(II) One hundred \nand fifty thousand \nrupees  \n \nOne hundred and fifty \nthousand rupees ] \n \n \n4 Inland carriage of goods by air  9804.1000  3[Sixteen] per cent \nof the charges.  \n \n5  \nShipping agents   \n9805.1000   \n(i) Two hundred \nrupees per house -\nbill of lading \nissued in case of \nNon-Vessel \nOperating  \nCommon Carriers \n(NVOCC), \nInternational Freight  \n   ii) 1[sixteen]  per \ncent of the charges \nin case of other \ncategories of \nshipping agents.  \n \n2[6  \nTelecommunicat ion services  \n3[, excluding such services in \nthe area of a Province where \nsuch Province has imposed  \n98.12  \n(All sub \nheadings )   \n 4[nineteen  and half ] \nper cent of charges  \n                         \n1 Substituted vide Finance Act, 2008.  \n2  Serial no. 6 substituted by Finance Act, 2008.  \n3  Comma and words  added by Finance Act, 2014.  \n4 For the word “sixteen” the word “nineteen and half” substituted by Finance Act, 2022.  \nThe Federal Excise Act, 2005  \n \n83 S.No.  Description of 1[Services]  Heading/sub -\nheading \nNumber  Rate of Duty  \n \nCol.(1)  Col.(2)  Col.(3)  Col.(4)  \nProvincial sales tax and has \nstarted collecting the same \nthrough its own Board or \nAuthority, as the case may \nbe.] \n \n \n \n \n1[6A \n \n \n \n \n \n \n \n \n2[ 7***  \n] Following \ntelecommunication \nservices:  \nMobile phone call, if call \nduration exceeds five \nminutes;  Respective \nsub-heading \nof 98.12  Seventy five paisa \nper call in addition \nto the rates of duty \nspecified un der \nSerial No.6]  \n38 Services provided or \nrendered by banking \ncompanies  4[excluding \nMerchant Discount Rate \n(MDR) for accepting \ndigital payment] , insurance \ncompanies, cooperative \nfinancing  societies, \nmodar abas , musharikas, \nleasing companies, foreign \nexcha nge dealers, non -\nbanking financial \ninstitutions, Assets \nManagement Companies 98.13  Sixteen percent of \nthe charges.]  \n                         \n1 New s erial number 6A and entries relating thereto inserted by Finance Act, 2021.  \n2  Serial No. 7 and entries relating thereto omitted by Finance Act, 2013 . \n3  Serial no. 8 substituted by Finance Act, 2013 . \n4 Words inserted by Finance Act, 2021.  \nThe Federal Excise Act, 2005  \n \n84 S.No.  Description of 1[Services]  Heading/sub -\nheading \nNumber  Rate of Duty  \n \nCol.(1)  Col.(2)  Col.(3)  Col.(4)  \nand other persons dealing \nin any such services.  \n1[9 & \n10***  ]    \n    \n2[11 Franchise services  9812.9410  3[Ten] per cent of \nthe charges. ] \n4[ 12**  \n]    \n5[13 Services provided o r rendered \nby stock brokers  9819.1000  Sixteen percent of \nthe charges. ] \n \n6[14  \nServices provided or \nrendered by port and terminal \noperators in relation to \nimports excluding \nstevedoring services.   \n9819.9090   \nSixteen per cent of \nthe charges. ] \n \n7[15  \nChartered flights   \n98.03   \nSixteen percent of \nthe charges]  \n \n 8[Note. – The duty on the services as specified against serial \nnumbers 1, 2, 2A, 5, 8, 11 and 13 shall not be levied on services provided \nin a Province where the prov incial sales tax has been levied thereon].  \n \n \n \n \n \n                         \n1  Serial Nos. 9 & 10 Omitted vide Finance Act, 2007  \n2  Serial no. 11 inserted by Finance Act, 2006.  \n3  Substituted vide Finance Act, 2008.  \n4  Seria l No. 12 omitted by Finance Act, 2011 . \n5  Inserted vide Finance Act, 2009.  \n6  Inserted vide Finance Act, 2009.  \n7  Serial no. 15 inserted by Finance Act, 2014 . \n8  Note inserted through Finance Act, 2016.  \nThe Federal Excise Act, 2005  \n \n85  \nThe Federal Excise Act, 2005  \n \n86 SECOND SCHEDULE  \n \n(Goods on which duty is collectible under sales tax mode with entitlement \nfor adjustment with sales tax and vice versa)  \n[See section 7]  \nS.No.  Description of Goods  Heading/  \nsub-heading \nNumbe r \n1 2 3 \n \n1(1)  \n[omitted]   \n \n3(2)  \n[omitted]   \n \n2[(3)***]  \n  \n \n 3[(4) [omitted]   \n \n                         \n1 Serial numbers 1,2 and 4 omitted by Finance Act, 20 21. \n2  Serial number 3 omitted through Finance Act, 2016  \nThe Federal Excise Act, 2005  \n \n87 THIRD SCHEDULE  \n(Conditional exemptions)  \n[See Sub-section (1) of section 16]  \n \nTABLE -I \n(Goods)  \n \nS.No.  Description of Goods  Heading/  \nsub-heading \nNumber  \n \n(1)  \nCrude vegetabl e oil, if obtained from the locally \ngrown see ds excluding cooking oil, without \nhaving undergone any process other than the \nprocess of washing.   \n5.07, 15.08, \n15.09, 15010, \n15.11, 15.12, \n15.13, 15.14 \n15.15, 15.16, \n15.17 & 15.18  \n \n1[2  \n***]   \n \n(3)  \nUn-manufa ctured tobacco or tobacco refuses if \nused for the purposes other than the manufacturer \nof cigarettes, smoking mixtures for pipes and \ncigarettes and cigars and cheroots.   \n24.01  \n \n2[3A ** \n3B** ]   \n   \n(4) Cigars, cheroots, cigarillos and cigarettes, of \ntobacco or of tobacco substitutes, - \n 24.02  \n (i) If supplied to Pakistan Navy for consumption \nby its personnel on board its vessels . \n \n(ii) If made by hand in tapered shape of biris \nwithout the  use of any manual or power -\noperated machine in any process of their \nmanu facture . \n   \n                         \n1 Omitted vide Finance Act, 2007.  \n2  Omitted vide Finance Act, 2008.  \nThe Federal Excise Act, 2005  \n \n88 S.No.  Description of Goods  Heading/  \nsub-heading \nNumber  \n(iii)  If supplied for consumption by the President \nof Pakistan, the President of Azad Jammu & \nKashmir and the Governors of the Provinces, \nmembers of their families and guests \nprovided that the cigarettes are manufactured \nand supplied on the spec ific written orders of \nthe competent official authority and the \ncigarettes and their packets are special -crested \nfor the respective privileged House.  \n \n(iv) If supplied against payment in foreign \nexchange, to M/s Duty Free Shops Ltd for \nsale in its Duty Free Shops and on board \ninternational flight by the Pakistan \nInternational Airlines subject to the same \nconditions and procedures as are applicable \nfor the purposes of exemption of customs \nduty.   \n1[5 ***] \n  \n \n6 Motor spirit, – 2710.1110  \n(i)  If supplied to  Pakistan Navy for consumption \nin its vessels  \n(ii) If supplied for consumption by the \nInternational Bank for Reconstruction and \nDevelopment in its official cars  2710.1110  \n \n2[7** \n8** ]   \n   \n \n9 Sludge and sediment recovered from storage tanks \nof the   inc oming vessels or ships meant for \nbreaking  \n  \n2710.9900  \n                         \n1  Omitted vide Finance Act, 2013.  \n2 Omitted vide Finance Act, 2013 . \nThe Federal Excise Act, 2005  \n \n89 S.No.  Description of Goods  Heading/  \nsub-heading \nNumber  \n10 Natural gas if produced and used in the same field \nfor drilling,   production, pressure maintenance or \nin any other joint operations including flaring in \nthe same field.  2711.2100  \n Explanation. - For the purpose of this entry, \"Joint Operations\" means all \nmarine and land activities, including gas exploration, prospection, development \nand production activities conducted by Working Interest Owners under a  \npetroleum concession agreement with the Governm ent. \n \n   \n \n11 Carbon black oil (carbon black feed stock) if \nimported by 1[a duly registered manufacturer of \ncarbon black].   \n2707.9910  \n2713.9010  \n \nGoods, -  \n \n12 (i) If donated to the President's Funds for Afghan \nRefugees, Assistance to Palestine and Famine \nRelief for Africa, provided that before making such \ndonation the manufacturer or importer shall \ninform in writing to the Collector of Federal \nExcise or as the case may be, Collector of \nCustoms about quantity, value and the duty \ninvolved on such goods and s hall in case of \nimports, fulfill the conditions and comply with the \nprocedures specified for the purposes of \nexemption from customs duty.  \n(ii) If purchased by the Cabinet Division, \nGovernment of Pakistan, for donation to a \nforeign country in the event of natural disasters \nas certified by the Emergency Relief Cell of \nthat Division.  \n \n(iii) If supplied   against   international   tender   \nissued   by UNICEF,  UNDP,  WHO,  WFP,   \nRespective  \nheadings  \n \n \n \n \n \n \n \n \n \n \n \n \n                         \n1  Substituted for “National Petrocarbon (Pvt.) Limited, Pipr i, Karachi as raw material for the manufacture of \nthe carbon black” by Finance Act, 2008.  \nThe Federal Excise Act, 2005  \n \n90    \nUNHCR,  International  Red Cross or any other \nrelief agency, for Afghan Refugees su bject to \nthe conditions given below, namely, - \n(\n(a) payment for the supply shall be received in \nforeign currency, which shall be surrendered to \nthe State Bank of Pakistan and the supplier shall \nreceive payment in Pak rupees as per State Bank \nprocedure and f oreign exchange regulations;  \n(b) the goods shall be duly received by the \norganization which signed the contract, and a \ncertificate to this effect shall be issued by the \norganization which shall be duly attested by the \nChief Commissioner/ Commissioner of Afghan  \nRefugees and will be submitted by the \nmanufacturer to the 1[Commissioner]  of Federal \nexcise; and  \n(c) the registered person shall retain the \nrelevant documents and certificates in record.  \n(iv) If supplied as ship stores to ships and \naircrafts leaving for abroa d subject to the \nsatisfaction of the Collector of Customs in terms \nof section 24 of the Customs Act, 1969.  \n \n13 Goods imported or supplied under grants -in-aid \nfor which a specific consent has been obtained \nfrom the 2[Board ]. \n Respective  \nHeading  \n                         \n1 Substituted for “Collector” by Finance Act, 2010 w.e.f. June 5, 2010. The same amendment was made by \nFinance (Amendment) Ordinance, 2010, promulgated as Ordinance N o. III of 2010, dated February 6, 2010, \npublished in the Gazette of Pakistan Extraordinary Part I at pages 23 to 53. This Ordinance was presented in \nthe Parliament but lapsed on 5 June 2010 as Parliament did not approve it. Originally this amendment was \nmade through Finance (Amendment) Ordinance, 2009, promulgated as Ordinance No. XXII of 2009, dated \nOctober 28, 2009, published in the Gazette of Pakistan Extraordinary Part I at pages 229 to 259 . \n2  Substituted vide Finance Act, 2007.  \nThe Federal Excise Act, 2005  \n \n91    \n14 \n \n \n15 Goods if imported as bonafide baggage  \n \nGoods if imported by Duty Free Shops as baggage \nfree of   custom  duty,  regulatory  duty  and  sales  \ntax  under  the   baggage rules made under the \nCustoms Act, 1969 (IV of 1969).  Respective  \nHeading  \n \nRespective  \nHeading  \n \n \n \n \n16 Any goods 1[,excluding un -manufactured \ntobacco,] which are manufactured produced in -\nhouse by a   registered   person   and   used   for   \nthe   manufacture   and   production of goods on \nwhich duty of excise is paid by such     person.  \n2[omitted]  \n  \nRespective  \nHeadings.  \n \n217 \n \n \n3[18***\n] Goods for further manufacture of goods in the \nExport Processing Zones  \n  \nRespective  \nHeadings.  \n \n4[19 Materials and equipment 5[(plant, machinery, \nequipment, appliances and accessori es)] for \nconstruction and operation of 6[Gwadar ] Port and \ndevelopment of Free Zone for 3[Gwadar ] Port as \nimported by or supplied to China Overseas Ports \nHolding Company Limited (COPHCL) and its \noperating companies namely (i) China Overseas \nPorts Holding Co mpany Pakistan (Private) \nLimited, (ii) Gwadar International Terminals \nLimited, (iii) Gwadar Marine Services Limited \nand (iv) Gwadar Free Zone Company Limited, \ntheir contractors and sub -contractors; and Ship \nBunker Oils bought and sold to the ships calling \non/visiting 3[Gwadar ] Port, having Concession \nAgreement with the Gwadar Port Authority, for a \nperiod of forty years, subject to the conditions and \nprocedure as specified under S.  No. 100A of Respective  \nHeadings  \n                         \n1  Expression inserted and Explanation omitted by Finance Supplementary (Amendment)Act,2018.  \n2  Inserted vide Finance Act, 2008.  \n3  Serial number 18 omitted through Finance Act, 2016.  \n4  New serial number 19 added through Finance Act, 2016.  \n5  The expression inserted by Finance Act, 2017.  \n6  The word “Gwadar” substituted for the word “Gawadar” by Finance Act, 2017.  \nThe Federal Excise Act, 2005  \n \n92    \nTable -1 of Sixth Schedule to the Sales Tax Act, \n1990.  \n \n1[20 Supplies made by the businesses to be established \nin the Gwadar Free Zone for a period of twenty -\nthree years within the Gwadar Free Zone, subject \nto the condition that the sales and supplies outside \nthe Gwadar Free Zone and into the territo ry of \nPakistan shall be subjected to Federal Excise \nDuty.  \n Respective \nHeadings”; and  \n2[21 Vehicles imported by China Overseas Ports \nHolding Company Limited (COPHCL) and its \noperating companies, namely: –  \n (a) China Overseas Ports Holding Company \nPakistan (Private) Limited;  \n (b) Gwadar International Terminal Limited;  \n (c) Gwadar Marine Services Limited; and  \n (d) Gwadar Free Zone Company Limited;  \nfor a period of twenty -three years for construction, \ndevelopment and operations of Gwadar Port and \nFree Zone Are a subject to limitations, conditions \nprescribed under PCT heading 9917 (3).  \n Respective  \nHeadings]  \n3[22 Equipment imported by M/s China Railway \nCorporation to be furnished and installed in \nLahore Orange Line Metro Train Project \nsubject to the following con ditions:  \n(a) that the equipment imported under this \nserial number shall only be used in the \naforesaid Project;   \n(b) that the importer shall furnish an \nindemnity bond, in the prescribed manner and \nformat as set out in Annex -A to this serial \nnumber, at the time of import to the extent of \nfederal excise duty exempted under this serial \nnumber on consignment to consignment basis;   \n                         \n1 New serial number 20 added through Finance Act, 2016.  \n2  New serial number 21 added by Finance Act, 2017  \n3  New serial number 22 added by Finance Act, 2018.  \nThe Federal Excise Act, 2005  \n \n93    \n(c) that the Punjab Mass Transit \nAuthority, established under the Punjab Mass \nTransit Authority Act, 2015 (ACT XXXIII of \n2015), herei nafter referred as the Regulatory \nAuthority, shall certify in the prescribed \nmanner and format as set out in Annex -B to \nthis serial number that the imported \nequipment is bona fide  requirement of the \nProject under the Contract No. PMA -CR-\nNORINCO -OL, dated 2 0.04.2015, hereafter \nreferred as the contract, signed between the \nRegulatory Authority and CR -NORINCO;  \n(d) in the event a dispute arises whether \nany item is entitled to exemption under this \nserial number, the item shall be immediately \nreleased by the Custo ms Department against a \ncorporate guarantee, valid for a period of six \nmonths, submitted by the importer. A \ncertificate from the Regulatory Authority duly \nverified by the Transport and Communication \nSection of the Ministry of Planning, \nDevelopment and Refo rm, that the item is \ncovered under this serial number shall be \ngiven due consideration by the Customs \nDepartment towards finally resolving the \ndispute;  \n(e) for the clearance of imported \nequipment through Pakistan Customs \nComputerized System the authorized officer \nof the Regulatory Authority  shall furnish all \nrelevant information, as set out in Annex -B to \nthis serial number, online against a specific \nuser ID and password obtained under section \n155D of the Customs Act, 1969 (IV of 1969). \nIn Collectorates or Customs stations where \nthe Pakistan Customs Computerized System \nis not operational, the Director Reforms and \nAutomation or any other person authorized by \nThe Federal Excise Act, 2005  \n \n94    \nthe Collector in this behalf shall enter the \nrequisite information in the Pakistan Customs \nComputerize d System on daily basis,  \nwhereas entry of the data obtained from the \ncustoms stations which have not yet been \ncomputerized shall be made on weekly basis;  \n(f) that the equipment, imported under \nthis serial number, shall not be re -exported, \nsold or otherwis e disposed of without prior \napproval of the Federal Board of Revenue \n(FBR). In case goods are sold or otherwise \ndisposed of with prior approval of FBR the \nsame shall be subject to payment of federal \nexcise duty as may be prescribed by the FBR;  \n(g) in case the equipment, imported under \nthis serial number, is sold or otherwise \ndisposed of without prior approval of the FBR \nin terms of condition (f), the same shall be \nsubject to payment of statutory rates of \nfederal excise duty as were applicable at the \ntime of  import;  \n(h) notwithstanding the condition (f) and \n(g), equipment imported under this serial \nnumber may be surrendered at any time to the \nCollector of Customs having jurisdiction, \nwithout payment of any federal excise duty, \nfor further disposal as may be p rescribed by \nthe FBR;  \n(i) the indemnity bond submitted in terms \nof condition (b) above shall stand discharged \non submission of a certificate from the \nRegulatory Authority to the effect that the \nequipment has been installed or consumed in \nthe said Project. In case the equipment is not \nconsumed or installed in the project the \nindemnity bond shall be discharged on \nfulfillment of conditions stipulated at (f) or  \n(g) or (h), as the case may be; and  \nThe Federal Excise Act, 2005  \n \n95    \n(j) that violation of any of the above \nconditions shall render t he goods liable to \npayment of statutory rate of federal excise \nduty leviable on the date of clearance of \ngoods in addition to any other penal action \nunder relevant provisions of the law.  \nExplanatio n. For the purpose of this \nprovisions, “equipment” shall me an \nmachinery, apparatus, materials and all things \nto be provided under the contract for \nincorporation in the works relating to Lahore \nOrange Line Metro Train Project.  \n \n   \n   \n   \n   \n   \n   \n   \nThe Federal Excise Act, 2005  \n \n96 1[Annex -A \n[See condition (b)]  \n \nINDEMNITY BOND  \n \n(On approp riately stamp non -judicial paper attested by a Government \nservant in BPS 17 or above, an Oath Commissioner, a Notary Public or an \nofficer of a Scheduled Bank ) \nTHIS DEED OF INDEMNITY is made on the _________ date of \n__________BETWEEN Messrs___________ havin g registered office at \n_________ (hereinafter called \"the importers\" which means and includes \ntheir successors, administrators, executors and assignees) of the one part, \nand the President of the Islamic Republic of Pakistan through the \nCollector of Customs  _________ (hereinafter called the \"Collector of \nCustoms\"), of the other part.  \nWHEREAS the Federal Government, by its decision contained in \nserial number 22 of this table and subject to the conditions thereof, has \nbeen pleased to direct that such equipmen t shall be exempt from the whole \nof federal excise duty leviable thereon, in accordance with the said serial \nnumber 22, if imported for Lahore Orange Line Metro Train Project.  \nAND WHEREAS M/S.____________, the importers have \nimported the equipment mention ed in the said serial number for the above \nmentioned project in accordance with the conditions given in the said \nserial number 22;  \nNOW, THEREFORE, in consideration of the release of the \nequipment without recovery of leviable federal excise duty, the impor ters \nbind themselves to pay on demand to the Government of Pakistan the sum \nof Rs. __________ being the federal excise duty and charges leviable on \nthe equipment, if the importers fail to fulfill the condition (f) or (g) or (h) \nof the said serial number 22 , as the case may be.  \nThe importers further agree and bind themselves that the amount \ncovered by this Indemnity Bond shall be recovered as arrears of federal \nexcise duty under section 202 of the Customs Act, 1969. This Bond shall \nstand revoked automatical ly when the Collector of Customs is satisfied \nthat the importers have fulfilled all the conditions of the said serial number 22.  \nSigned by importers on this ____________________ day of \n_______________________201_.  \nManaging Director or person next \n                         \n1  Annex  “A” & “B” added by Finance Act, 2018.  \nThe Federal Excise Act, 2005  \n \n97 in hierar chy duly authorized by MD  \n(Name and permanent address)  \nCollector of Customs  \n(On behalf of President)  \nWitness (1)  _____________________ ___________________________  \n(signature, name, designation and full address)  \nWitness (2)  _____________________ __________ _________________  \n(signature, name, designation and full address)  \n \n1[Annex -B \n[See conditions (c) and (e)]  \nNTN or FTN of Importer  Approval No.  \nDetails of equipment (to be filled by the authorized officer of the Regulatory \nAuthority) to be imported  \nDescri ption \nand \nspecifications.  Quantity/UOM  L/C No. or \nbank contract \nNo. and B/L.  IGM No. \nDate & \nIndex No.  Remarks, \nif any.  \n(1) (2) (3) (4) (5) \nCERTIFICATE BY THE AUTHORIZED OFFICER OF \nREGULATORY AUTHORITY:  It is hereby certified that the \ndescription, quanti ty and other details mentioned above are true \nand correct. Goods imported are in commensuration with the \nproject requirements and are bona fide  requirement of the Project \nunder the Contract. It is further certified that the above items shall \nnot be used fo r any other purpose except for the Project.  \nSignature:    __________________________  \nName and Designation:  __________________________  \nOfficial Stamp:   __________________________  \nDate:    __________________________  \nThe Federal Excise Act, 2005  \n \n98  \n1[23 Imported construction materials and goods \nimported by M/s China State Construction \nEngineering Corporation Limited (M/s \nCSCECL), whether or not locally \nmanufactured, for construction of Karachi -\nPeshawar Motorway (Sukkur -Multan Section) \nsubject to fulfilment of same conditions, \nlimitations an d restrictions as are specified \nunder S. No. 145 of Table -1 of Sixth Schedule \nto the Sales Tax Act, 1990, provided that total \nincidence of exemptions of all duties and \ntaxes in respect of construction materials and \ngoods imported for the project shall not \nexceed ten thousand eight hundred ninety -\neight million rupees including the benefit of \nexemption from duties and taxes availed \nbefore 30th June, 2018 under the provisions of \nSales Tax Act, 1990, the Customs Act, 1969, \nThe Federal Excise Act 2005 and the In come \nTax Ordinance, 2001 and the notifications \nissued thereunder.  \n \n Respective \nheadings  \n2[24 The following goods, when supplied within \nthe limits of the Border Sustenance Markets, \nestablished in cooperation with Iran and \nAfghanistan:   \n (i)  Animal Fats a nd Oil and their fractions  1516.1000  \n (ii)  Vegetable Fats and their fractions  1516.2010  \n (iii) Vegetable Oils and their fractions  1516.2020  \n Provided that, such items in case of import, \nshall be allowed clearance by the Customs \nAuthorities subject to f urnishing of bank \nguarantee equal to the amount of duty \ninvolved and the same shall be released after  \n                         \n1  New serial number 23 added by Finance Act, 2018.  \n2 New serial numbers 24 and 25 inserted by Finance Act, 2021.  \nThe Federal Excise Act, 2005  \n \n99 presentation of consumption certificate issued \nby the Commissioner Inland Revenue having \njurisdiction:  \nProvided further that, the said exemption shall \nonly be available to a person upon furnishing \nproof of having a functional business \npremises located within limits of the Border \nSustenance Markets.  \n25. Import and supply of raw materials, \ncomponents, parts and plant and machinery \nby registered persons auth orized under Export \nFacilitation Scheme, 2021 notified by the \nBoard with such conditions, limitations and \nrestrictions.”  Respective \nheadings]  \nThe Federal Excise Act, 2005  \n \n100 TABLE -II \n \nS. No. Description of Services  Heading/  \nsub-heading \nNumber  \nCol.(1)  Col.( 2) Col.( 3) \n1 Advertisements financed out of funds provided under \ngrants -in- aid agreements.  Respective  \nheading  \n1[2 Telecommunication services:  \n2[(i)  ***] omitted.  \n \n(ii) Such charges payable on the international \nleased lines or bandwidth services  3[, \nexcluding those provided by foreign s atellite \ncompanies ,] used by — \n \n(a) software exporting firms registered \nwith the Pakistan Software Exporting Board; \nand  \n \n(b) data and internet service providers \nlicensed by the Pakistan Telecommunication \nAuthority  \n \n(iii) Such amounts received by the Long Distance \nInternational license holders including \nPakistan Telecommunication Company \nLimited on International incoming calls \nunder agreements with the foreign \ntelecommunication companies . Respective  sub- \nheading  of \nHeading 98.02  \n \n \n \n \n \n \n \n \n \n3 Marine insurance for expo rt.                                                9813.1000  \n4[4 Life insurance  9813.1500  \n5 Health insurance  9813.1600  \n6 Crop insurance  9813.1600 ] \n5[7 Live stock insurance  9813.1600]  \n6[8 ***]  \n                         \n1 Substituted vide Finance Act, 2006.  \n2  Clause (i) omitted through Finance Act, 2019.  \n3  The expressio n added through Finance Act, 2019.  \n4  Added vide Finance Act, 2008.  \n5  Inserted vide Finance Act, 2012.  \n6  Serial number 8 and entries relating thereto omitted by Finance Act, 2013  \nThe Federal Excise Act, 2005  \n \n101 S. No. Description of Services  Heading/  \nsub-heading \nNumber  \nCol.(1)  Col.( 2) Col.( 3) \n1[9 Services provided or rendered in respect of travel by  \nair of passengers on “socio economic routes”, which \nmeans the shortest part of journeys starting from or \nending at an airport located in Makran coastal \nregion, FATA, Azad Jammu and Kashmir, Gilgit -\nBaltistan or Chitral  \n 98.03  \n10 Services provided or rende red in respect of travel by \nair of passengers on international journeys from \nPakistan to:  \n(a) Hajj passengers;  \n(b) Diplomats; and  \n(c) Supernumerary crew  \n 9803.1000  \n11 Advertisements in newspapers and periodicals  \n 9802.4000  \n12 Services  provided  or render ed by banking  \ncompanies and  non-banking  financial  companies  in \nrespect  of Hajj and Umrah,  cheque book,  insurance,  \nMusharika  and Modaraba  financing  and utility  bill \ncollection.  \n 98.13 ] \n2[13 Chartered flight services used by or for armed forces \nto move troo ps and equipment deployed locally or \ninternationally, including those for movement of \ntroops and equipment to UN missions.  \n 98.03 ] \n3[14 Commission paid by State Bank of Pakistan and its \nsubsidiaries to National Bank of Pakistan or any \nother banking compan y for handling banking \nservices of Federal or Provincial Governments as \nState Bank of Pakistan’s agents.  Respective \nheading]  \n  \n                         \n1  Serial number 9, 10, 11 & 12 and entries relating thereto added by Finance Act, 2015  \n2  Serial number 13 and entries relating thereto added by Finance Act, 2016  \n3  Serial number 14 and entries relating thereto added by Finance Act, 2018  \nThe Federal Excise Act, 2005  \n \n102 1[FOURTH SCHEDULE]  \n[Omitted]  \n \nPCPPI —4311(19)FBR —24-09-2019 —2,000 Copies.    \n                         \n1 Fourth Schedule omitted by Finance Act, 2021."
}