{
    "file": "./converted_json\\admin15966b00cfbada053046680da202f7d8.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "1  1THE  QUAID -I-AZA M'S MAZAR (PROTECTION  AND MAINTE NANCE) \nORDINANCE,  1971.  \n \nORDINANCE NO. XXVII of 1971  \n \n[14th O ctober, 1971]  \n \nAn Ordinance to provide for the protection and maintenance of the Quaid-i-Azam's \nMazar. \n \nWHEREAS it is expedient to provide for the protection aria\" maintenance of the Qu aid- \ni-Azam's Mazar and for the prevention of  acts derogatory to the sanctity thereof; \n \nNOW, THEREFORE in pursuance of the Proclamation-of the 25th day of March, 1969, \nread with the Provision al Constitution  Order, and in exercise of all powers enabling  him in \nthat behalf, the President is pleased to m ake and promul gate the  following  Ordinance:— \n \n1. Short title and comme ncement.—(1) This Ordinance may be called the Quaid-i- \nAzam's Mazar (Protection and M aintenance) Ordinance, 1971.  \n \n(2) It shall come into force at once. \n2[2. In this  Ordinance, unless there is anything repugnant in the subj ect or context,— \n(a)    \"Peripheral   Area\"   means   the   land   admeasuring   seventy-one   acres   or \nthereabout sitrated outside  the grilled bound ary wall referred to in clause (b), \nas described in the p lan set out in the Schedule; and \n \n(b)    \"Quaid-i-Azam's Mazar\" means the Qu aid-i-Azam's Mazar at Karachi and the \nplots  of land and structures appurtenant thereto admeasuring sixty-one acres or \nthereabout surround ed by a grilled bound ary wall]. \n \n3. Declaration of Mazar as historical monument. It is hereby declared that the \nQuaid-i-Azam's Mazar is an histo rical monum ent of national impo rtance. \n \n4. Mazar to vest in Federal Government. Notwithst anding  anything contained in \nany oth er law for the time being in force or in any trust deed or other instrument, the Quaid-i- \nAzam's Mazar 3[and the Peripheral Area] shall vest in the 4[Federal Government]. \n \n5. Maintenance of Mazar.—(1) The Quaid-i-Azam's Mazar 2[and the Peripheral \nArea] shall, on and from such date as the 4[Federal Government] may, by noti fication in the \nofficial Gazette, specify in this behalf, be maintained 3[; and the affair relating thereto shall \nbe  managed,]   by  such  person,  or  body  or  authority  as  may  be   sp ecified  in  the \nnotification, in accordance with such general or sp ecial instructions  as the 4[Federal \nGovernment] may issue  from time to tim e. \n \n(2) All expenditu re on the maintenance of the Quaid-i-Azam's Mazar shall be met \nfrom out of the Qu aid-i-Azam's Mazar Fund wh ich shall consist  of— \n \n(a)    the b alance in the Quaid-i-Azam's Memorial Fund in existence immediately \nbefore the comm encement of this  Ordinance whi ch shall upon  such \ncomm encement be transferred to that Fund; \n(b)    su ch donations  or grants as the 4[Federal Government] may make to it from \ntime to tim e; \n \n1Validated by the Validation of Laws Act, I975 (63 of 1975), s. 2 and Sch., . \n2Subs, by the Quaid-i-Azam's Mazar (Protection and Maintenance) (Amdt.) Act, 1976 (46 of 1976), s. 2 for section 2. \n3Ins.ibid., ss. 3 and 4. \n4See foot-note..1, page 558, supra. \n2  (c)       such contributions  or donations  as may be made to  it by any person; \n \n(d)       any income derived from any property belonging to, or forming part of, the \nQuaid-i-Azam's Mazar or from any investment of moneys in the  Fund 1[; and] \n \n2[(e)    any income, profit of gain realised, accrued or derived from the Peripheral \nArea and any property thereon vesting in the  Federal Government.] \n \n6. Meet ings, etc. prohibited. No person shall organise, convene or t ake part in any \nmeeting or demonst ration or procession  or engage in politi cal activity of any kind within  the \nQuaid-i-Azam's Mazar or within  a distance of ten feet from the out er boun dary thereof. \n \n7. Entry into Mazar wi th weapon, etc. No person shall enter the Qu aid-i-Azam's \nMazar with any weapon, instrument or other article which can be used as a weapon of \noffence or for causing injury or damage to any person or  property. \n \n8. Sanctity of Mazar. No person shall do any act or behave in any manner which is \nor tends to be  derogatory to the s anctity and dignity of the Quaid-i-Azam's Mazar. \n \n9. Causing damage to Mazar. No person shall, except for carrying out any repair or \nimprovement in the  Quaid-i-Azam's Mazar under property, authority, destroy, damage, alter, \ninjure, deface or multil ate the Quaid-i-Azam's Mazar or any part thereof or scribble, write, or \nengrave any inscription  or sign on any part of the Mazar. \n \n10. Penalty, etc. (1) Whoever contravenes any of the provisions  of this Ordinance \nshall be punish able with imprisonment for a term which may extend to three years, or with \nfine, or with both.  \n \n(2) An offence punish able under this Ordinance shall be tried in a summary way in \naccordance with  the p rovisions  contained in sections  262 to  265 of the Code of C riminal \nprocedure, 1898 ( Act V of 1898).  \n \n1Subs. by the Quaid-i-Azam's Mazar (Protection and Maintenance) (Amdt.) Act, 1976 (46 of 1976), s. 4, for full-stop. \n2New CI. (e) added ibid., \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n3"
}