{
    "file": "./converted_json\\administrator2791620454ad7883fe420386c1d9c7b0.json",
    "name": "Chairman and Speaker (Salaries, Allowances and Privileges) Act, 1975",
    "date": "19th December, 1975",
    "tagline": "An Act to provide for the salaries, allowances and privileges of the Chairman of the Senate and the Speaker of the National Assembly.",
    "content": "Page 1 of 8 \n \n \n \n \n \n \nTHE CHAIRMAN AND SPEAKER (SALARIES, ALLOWANCES \nAND PRIVILEGES) ACT, 1975  \n \n \n \n \n \n \nCONTENTS  \n1.  Short title and commencement  \n2.  Definitions  \n3.  Salary  \n4.  Equipment Allowance  \n5.  Allowances on taking up and laying down the office  \n6.  Sumptuary Allowance  \n7.  Transport  \n8.  Official residence  \n8A.  Residential telephone, etc . \n9.  Travelling allowance for journeys within Pakistan  \n10.  Daily allowance during halt  \n11.  Halt on tour  \n12.  Travelling allowance for journeys abroad  \n13. Medical facilities  \n14.  Providen t Fund  \n15.  Personal staff  \n16.  Compensation in case of air accidents  \n17.  Leave  \n17A.  Discretionary Grant  \n18. Additional privileges  \n19.  Power to make rules  \n19A.  Increase in Emoluments  \n19AA.  Increase in salaries, etc . \n19B.  Security  \n20.  Repeal  \n\n \nPage 2 of 8 \n THE CHAIR MAN AND SPEAKER (SALARIES, ALLOWANCES AND \nPRIVILEGES) ACT, 1975  \n \n1Act No. LXXXII  of 1975  \n[19th December, 1975]  \nAn Act to provide  for the salaries,  allowances  and privileges  of the Chairman  of the Senate  and the \nSpeaker  of the National  Assembly.  \nWHEREAS  it is expedient  to provide  for the salaries,  allowances  and privileges  of the \nChairman  of the Senate  and the Speaker  of the National  Assembly,  and for matters  connected  \ntherewith;  \nIt is hereby  enacted  as follows: ― \n1. Short  title and commencement .―(1) This Act may be called  the Chairman  and Speaker  \n(Salaries,  Allowances  and Privileges)  Act, 1975.  \n(2) It shall  come  into force  at once  and shall  be deemed  to have  taken  effect  on the fourteenth  \nday of August,  1975.  \n2. Definition s. In this Act, unless  there  is anyth ing repugnant  in the subject  or context, ― \n(a)  “Assembly ” means  the National  Assembly;  \n(b)  “Chairman ” means  the Chairman  of the Senate  as defined  in the Constitution  \nwhen  he is not performing  the functions  of President;  \n(c)  “family ”, in relation  to the Chairman  or the Speaker,  means  his [spous e], \nlegitimate  children  and step children  residing  with and wholly  dependent  on \nhim; \n(d)  “maintenance ” in relation  to a residence  includes  the payment  of local  rates  \nand taxes  and the provision  of water,  gas and electricity;  \n(e)  “official  business ”, in relation  to the Chairman  and the Speaker  respectively,  \nmeans  attending  the sessions  of the Senate,  the Assembly  and the Joint  \nSittings  of Parliament,  and includes  such other  functions  or duties  connected  \nwith the business  of Parliament  as may be performed  or discharged  by the \nChairman  and the Speaker;  \n(f)  “official  residence ” means  the house  reserved  from  time to time for use by the \nChairman  or the Speaker  and includes  the staff quarters  and other  buildings  \nappurtenant  to, and the gardens  of, the residence;  \n(g) “Speaker” means the Speaker of the Assembly as defined in the Constitution \nwhen he is not performing the functions of President; and  \n \n1For Statement  of Objects  and Reasons,  see Gaz. of P., 1975,  Ext.,  Pt. III, p. 1081.  \n2Subs.  by the Finance  Act, 1996  (9 of 1996)  s. II, for “wife or wives ”. \n \nPage 3 of 8 \n (h)  Other  words  and expressions  used but not defined  in this Act have  the same  \nmeaning  as in the Constitution  of the Islamic  Republic  of Pakistan  or in the \nFundamental  and Supplementary  Rules.  \n3. Salary.  There  shall  be paid to the Chairman  and the Speaker  a salary  at the rate of 1[ \n2[forty  thousand  rupees ] per mensem:  \nProvided  that, if a person  who has retired  from  the service  of Pakistan  is elected  as Chairman  \nor Speaker  after the commencement  of this Act, his pensi on shall  be held in abeyance  and shall  not \nbe payable  for the period  he holds  the office  of Chairman  or Speaker.  \n4. Equipment  allowance.  The Chairman  and the Speaker  may,  on his election  as such,  draw  \n3[4[five  thousand]  rupees]  as an allowance  for equippin g himself:  \nProvided  that, during  the ten years  immediately  preceding  the said election,  he had not drawn  \nan allowance  for the same  purpose  upon  election  or appointment  as Chairman,  Deputy  Chairman,  \nSpeaker,  Deputy  Speaker,  Federal  Minister,  Governor  or Minister of State  or to a diplomatic  office.  \n5. Allowances  on taking  up and laying  down  the office. ― (1) The Chairman  and the \nSpeaker  shall  be entitled  to claim  actual  expenses  to the extent  mentioned  below  from  his ordinary  \nplace  of residence  to the seat of the Senate  or, as the case may be, the Assembly  on taking  up office  \nand from  the seat of the Senate  or the Assembly  to his ordinary  place  of residence  on laying  down  \noffice: ― \n(a)  the actual  travelling  expenses  for himself  and his family;  \n(b)  the cost of transporting  personal  servants,  not exceeding  two, by the lowest  \nclass  of accommodation;  and \n(c)  the cost of transporting  household  effects,  not exceeding  one hundred  and \ntwenty  maunds,  by goods  train,  steamer  or other  craft,  excluding  aircraft,  and \nhis personal  car, if any. \n(2) No claim shall lie for any travel or transportation not performed or effected within six \nmonths of the date of taking up or laying down office, as the case may be.  \n \n6. Sumptuary allowance . The Chairman and the Speaker shall receive  sumptuary allowance \nat the rate of 5[6[six thousand] rupees] per mensem.  \n \n7. Transport . The Chairman and the Speaker 7[and the members of their families] shall be \nentitled to the use of an official car maintained at Government expense . \n \n \n1Subs.  and shall be deemed  to have  been  so subs.  by the Chairman  and Speaker  (Salaries,  Allowance  and Privileges)  (Amdt.)  Act, 1985  (2 of 1985),  s.2, \n(w.e.f . 1-3-1985),  for “four thousand  rupees ”. \n2Subs.  by ord. XL of 2002, s. 2 for “twenty thousand two hundred and fifty rupees”  \n3Subs.  by Act 2 of 1985,  s.2. \n4Subs.  by Act 9 of 1996,  for “four thousand ”. \n5Subs. by the Chairman and Speaker (Salaries, Allowances and Privileges) (Amdt.) Act, 1985 (2 of 1985) s. 4.  \n6Subs. by the Finance Act, 1996 (9 of 1996) s. 11, for “three thousand”.  \n7Ins. ibid., \n \nPage 4 of 8 \n 8. Official  residence .―(1) The Chairman  and the Speaker  shall  be entitled,  without  payment  \nof rent, to the use of a residence  throughout  his term of office,  and for a period  of fifteen  days \nimmediately  thereafter,  and no charge  shall  fall on him personally  in respect  of its maintenance.  \n1[*   *   *   *   *   *   *] \n2[(1A)  The assessed  rent of house  hired  for the use of the Chairman  or the Speaker  shall  in no \ncase exceed  3[seventeen  thousand]  rupees  per mensem.]  \n(2) The official  residence  shall  be furnished  by Government  at a cost not exceeding  4[ 5[one \nhundred  thousand]  rupees].  \n(3) If at the time a Chairman  or a Speaker  enters  upon  his office,  an official  residence  is not \nprovided  to him, he shall,  until such residence  is provided  by the Government,  be paid the actual  \nexpenditu re incurred  by him on furnished  accommodation  for himself  and his family,  subject  to a \nmaximum  of 4[3[seventeen  thousand]  rupees]  per mensem.  \n(4) Where  the Chairman  or the Speaker  chooses  to reside  in his own house,  he may be paid a \nmonthly  sum of 4[ 3[seventeen  thousand]  rupees]  in lieu of the furnished  accommodation  and to cover  \nall expenses  on its maintenance:  \nProvided  that no furniture  or furnishings  shall  be provided  therein  at the cost of Government.   \n6[(5) The Chairman  and the Speaker  may establish  a residential  office  which  shall  be \nfurnished  and facilities  provided  therein  at Government  expense.]  \n7[8A. Residential  Telephone,  etc.―(1) The Chairman  and the Speaker  shall  be entitled  to a \ntelephone  to be installed  at their residences  at Government  expen se and shall  be exempted  from  \npayment  of its rental  and charges  of calls made  therefrom  within  the country.  \n(2) A casual  telephone  facility  shall  be provided  to the Chainman  and the Speaker  during  \ntheir tour within  the country.]  \n9. Travelling allowance for  journeys within Pakistan .―(1) Subject to the provisions \nhereinafter appearing, the Chairman and the Speaker when travelling on official business shall be \ntreated as a first grade officer.  \n(2) When travelling on official business by rail, the Chairman and the Speaker shall be \nentitled ⸻ \n(a) to requisition at the cost of Government a reserved railway saloon, if available, \nor a two -berthed or four berthed first class compartment, including an air \nconditioned compartment if available on the train ;  \n \n1Proviso  omitted  by the Finance  Act, 1997,  (22 of 1997)  s. 6, which  was previously  amended  by various  enactments.  \n2Ins. and shall be deemed  to have been  taken  effect  (w.e.f . 1-3-1985)  by Act. 2 of 1985.  s. 5. \n3Subs,  by Act 9 of 1996.  s. 11, for “eight  thousand ”. \n4Subs,  by Act 2 of 1985.  s. 5. \n5Subs,  by Act 9 of 1996,  s. 11 for “sixty  thousand ”. \n6Added  by Act 4 of 1999,  s.11. \n7New section  8A ins. by the Finance  Act, 1996  (9 of 1996)  s. 11. \n \nPage 5 of 8 \n (b)  to draw  an allowance  of 1[one hundred  and fifty rupees]  for every  twenty -four \nhours  of the period  of journey  and an allowance  of 3[seventy -five rupees]  for a \nlesser  period  in addition  to the daily  allowance  admissible  under  section  10; \n(c)  to take with him, at Government  expense,  not more  than two personal  servants  \nby the lowest  class  of accommodation  when travelling  by a two-berthed  or \nfour-berthed  railway  compartment  and not more  than four personal  servants  \nwhen  travelling  by a requisitioned  railway  saloon;  \n(d)  to the cost of transporting  personal  luggage  not exceeding  three  maunds  when  \ntravelling  by a railway  compartment  and not exceeding  six maunds  when  \ntravelling  by a requisitioned  railway  saloon;  and \n(e) to take with him, without  payment  of fare, the members  of his family,  not \nexceeding  four,  when  travelling  in a requisitioned  railway  compartment  or a \nsaloon.  \n(3) When  travelling  on official  business  by steamer  or launch,  the Chairman  and the Speaker  \nshall  be entitled ⸻ \n(a) to draw  the actual  fare paid for himself;  \n(b)  to draw  an allowance  of 2[one hundred  and fifty rupees]  for every  twenty -four \nhours  of the period  of journey,  and 1[seventy -five rupees]  for a lesser  period  in \naddition  to the daily  allowance  admissible  under  section  10; \n(c)  to take with him, at Government  expense,  not more  than two personal  servants  \nby the lowest  class  of accommodation;  and \n(d)  to the cost of transporting  personal  luggage  not exceeding  three  maunds.  \n(4) The Chainman or the Speaker may,  if the public interest so demands, travel by air, in \nwhich case he shall be entitled ― \n(a)  to the actual air fare paid for himself;  \n(b) to the cost of transporting personal luggage not exceeding one hundred pounds \ninclusive of the free allowance given by the air company;  \n(c)  to requisition at the cost of Government, if he considers it ne cessary in the \npublic interest, an aeroplane or a helicopter belonging to the Pakistan Air \nForce or a Provincial Government, subject to availability and in accordance \nwith the rules framed by the relevant authority, or an aeroplane belonging to \nany flying club in Pakistan;  \n(d) to take with him one member of his family when travelling by a commercial \naeroplane or four members of his family when travelling by a requisitioned \naeroplane, provided that no non -official shall be allowed to travel in a Pakistan \nAir Force aeroplane without the authority of the Ministry of Defence;  \n(e) to the cost of transporting not more than two personal servants by the lowest \nclass of accommodation by rail or steamer;  \n \n1Subs.  by the Chairman  and Speaker  (Salaries,  Allowances  and Privileges)  (Amdt)  Act, 1985  (2 of 1985),  s. 6. \n2Subs,  and shall be deemed  to have  taken  effect  (w.e.f . 1-3-1985),  by the Chairman  and Speaker  (Salaries.  Allowances  and Privileges),  (Amdt.)  Act. \n1985  (2 of 1985),  s. 6. \n \nPage 6 of 8 \n (f)  to the carriage  of personal  luggag e by rail or steamer,  subject  to a maximum  of \nthree  maunds;  and \n(g)  to take with him by air one personal  servant  or a peon  in lieu of the entitlement  \nin clauses  (e) and (f). \n(5) The Chainman  and the Speaker  shall  be entitled,  for a journey  performed  on official  \nbusiness  by road beyond  a radius  of five miles  from  his headquarters,  to a mileage  allowance  of \n1[two rupees  per kilometer]  if a public  conveyance  is used or 1[one rupee  and fifty paisa  per \nkilometer]  if a private  car is used,  and in any other  case to an allowance  at the rate of 1[one hundred  \nand fifty rupees]  per day: \nProvided  that the allowance  mentioned  in this sub-section  shall  be admissible  only in respect  \nof― \n(a)  a journey  or that part of a journey  which  has to be undertaken  by road in the \npublic interest  or in the absence  of railway  communication;  and \n(b)  a short  journey  which  cannot  conveniently  be undertaken  by rail and which  \ninvolves  an absence  from  headquarters  for more  than eight  consecutive  hours.  \n(6) In respect  of a journey  performed  on official  business  by road beyond  a radius  of five \nmiles  from  his headquarters,  the Chainman  and the Speaker  shall  be entitled  to receive  the actual  cost \nof transporting ⸻ \n(a)  not more than two personal servants, provided that the servants travelled by a \nconveyance other than that by which the Chainman or the Speaker travelled; \nand \n(b)  up to a maximum of three maunds of personal luggage:  \nProvided that the journey is perf ormed to a place of halt in respect of which daily allowance \nadmissible.  \n10. Daily allowance during halt .―(1) The Chairman and the Speaker, while on tour on \nofficial business, shall be entitled to receive a daily allowance of 2[four hundred] rupees for eac h day \nof halt except that, when he stays in a reserved railway saloon, the allowance shall be twenty -five \nrupees per day.  \n(2) The allowance mentioned in sub -section (1) shall be admissible ⸻ \n(a)  at half of the full rate for the day of arrival at, and depar ture from, the place of \nhalt, but no daily allowance shall be admissible in respect of a place of halt \nfrom which the Chairman or the Speaker departs on the same day on which he \narrived at it; and  \n(b) except as provided in clause (a), at the full rate for first ten days of each \ncontinuous halt, at three -fourths of the full rate for the next twenty days and at \nhalf of the full rate thereafter.  \n3[(3) Where the Chainman or the Speaker on tour stays in a hotel because of non - \navailability of accommodation in an y government guest house or rest house, he shall \nbe entitled to the reimbursement of actual rent charges of a small suite for the period \nof stay in that hotel, in addition to the daily allowance.]  \n \n1Subs,  and shall be deemed  to have  taken  effect  (w.e.f . 1-3-1985),  by the Chairman  and Speaker  (Salaries.  Allowances  and Privileges),  (Amdt.)  Act. \n1985  (2 of 1985),  s. 6. \n2Subs. by the Finance Act, 1996 (9 of 1996),  s.11, for “fifty”.  \n3Added by Act 4 of 1999, s.11.  \n \nPage 7 of 8 \n 11. Halt  on tour. A halt on tour shall  be treate d as continuous  halt unless  terminated  by an \nabsence  at a distance  from  the halting  place  exceeding  five miles  for a period  which  includes  not less \nthan seven  successive  nights.  \n12. Travelling  allowance  for journeys  abroad . The Chairman  and the Speaker  when \ntravelling  on official  business  outside  Pakistan  shall  be entitled  to such travelling  allowance  as may \nbe prescribed  by Government  from  time to time.  \n13. Medical  facilities . The Chairman  and the Speaker  and his family  shall  be entitled  to \nmedical  facili ties admissible  under  the Special  Medical  Attendance  Rules, except  that he and his \nfamily  shall  be entitled  to receive  medical  treatment  at his official  residence.  \n14. Provident  Fund .―(1) The Chairman  and the Speaker  may,  at his option,  become  a \nsubscriber  to the General  Provident  Fund;  and if he so opts,  he shall  subscribe  to the Fund  as a \ncompulsory  subscriber  in accordance  with the General  Provident  Fund  (Central  Services)  Ru1es.  \n(2) A temporary  advance  may be granted  to a Chairman  or a Speaker  from  the amount  \nstanding  to his credit  in the General  Provident  Fund  at the discretion  of the Government  for the \npurpose  for which  such advance  may be granted  to a subscriber  under  the said Rules.  \n(3) The grant  of temporary  advance  under  sub-section  (2) shall,  unless the Government  \notherwise  directs,  be subject  to the conditions  to which  an advance  granted  to a subscriber  under  the \naforesaid  Rules  is subject.  \n15. Personal staff . The Chairman and the Speaker shall be entitled to such personal staff as \nmay be prescrib ed by Government.  \n \n16. Compensation  in case of air accidents .―(1) If the Chairman  or the Speaker,  while  \ntravelling  by air on official  duty,  by any flight,  scheduled  or unscheduled  including  flight  in a \nGovernment -owned  aircraft  of any type,  dies or receives  an injury  as a resu1t  of an accident,  the \nGovernment  shall  pay to the person  or persons  referred  to in sub-section  (2) a sum of 1[three  hundred  \nthousand]  rupees  in the case of death  and an amount  to be determined  by the Government  having  \nregard  to scales  of compensation  applied  by insurance  companies  in like cases , in the case of injury.  \n \n(2) The compensation  shall  be payable,  in the case of injury,  to the Chairman  or, as the case \nmay be, the Speaker,  and, in the case of death,  to such member  or members  of his family,  or, if there  \nbe no such member,  such other  person or persons,  as may be nominated  by him, and in the absence  \nof such nomination  to his heirs.  \n(3) A nomination  under  sub-section  (2) may be made,  revoked  or altered  by a notice  in \nwriting  signed  by the Chairman  or, as the case may be, the Speaker  and addressed  to the Accountant  \nGeneral,  Pakistan  Revenues.  \n17. Leave .―(1)The  President  may grant  to the Chairman  and the Speaker  during  his term of \noffice,  at any one time or from  time to time,  leave  of absence  for urgent  reasons  of health  or private  \naffairs,  for a period  not exceeding  in the aggregate  three  months.  \n(2) The Chairman  and the Speaker  shall  be entitled  to receive  leave  salary  of 2[3[twenty  \nthousand  two hundred  and fifty]  rupees]  per mensem.  \n \n1Subs. by the Finance Act, 1996 (9 of 1996),s.11, for “one lakh and fifty thousand”.  \n2Subs. and shall be deemed to have taken effect (w.e.f. 1 -3-1985) by the Chairman and Speaker (Salaries, Allowances and Privileges), (Amdt.) Act, \n1985 (2 of 1985), s. 7.  \n3Subs, by Act 9 of 1996, s. 11, for “seven thousand”.  \n \nPage 8 of 8 \n 1[17A.  Discretionary  Grant.  The Chairman  and the Speaker  shall  be entitled  to authorized  \ndiscretionary  grant  of six hundred  thousand  rupees  per annum  or such amount  as may be decided  by \nthe Finance  Committee  of each House;  and] \n2[18. Additional privileges. —The Finance Committee of the Senate or National Assembly, \nas the c ase may be, may grant to the Chairman or the Speaker including a person who has held such \noffice after election thereto, such additional privileges as it may deem fit from time to time. ] \n19. Power  to make  rules .― The Federal  Government  may,  by notification  in the official  \nGazette,  make  rules  for carrying  into effect  the provisions  of this Act. \n3[19A.  Increase  in emoluments .―The salary,  allowances  and privileges  of Chairman  and \nSpeaker  shall  automatically  be revised alongwith  the revision  of the emoluments  of the civil \nservants.]  \n4[19AA. Increase in salaries etc. —(1) The Federal Government may, by notification in the \nofficial Gazette, revise the salary, allowances and privileges of Speaker and Chairman to enable t hem \nto perform their functions and discharge their responsibilities in a befitting and effective manner. ] \n(2) The provisions of this section shall have effect notwithstanding anything contained in any \nother provision of this Act.  \n5[19B.  Security .― Every  Person  who has held the office  of the Chairman  or the Speaker  \nshall  be entitled  for life to the suitable  security,  which  the Federal  Government  shall,  by notificat ion \nin official  Gazette,  specify  and make  the required  arrangements  including  servic es of personnel,  \nvehicle  or vehicles  and allied  matters.]  \n20. [Repeal]  Omitted  by the Federal  Laws  (Revision  and Declaration)  Ordinance,1981  \n(XXVII  of 1981),  s.3 and II Sch., \n \n \n \n \n \n \n \n \n \n \n1Subs.  and Ins. by Act XVI of 2010,  s.5 (w.e.f . 1-7-10). \n2Subs. by Act XIII of 20 22, s. 4.  \n3New section  19A ins. by Act IX of 1996, s. 11.  \n4Subs.  by Act XXIX of 2016, s.4 (w.e.f.  1-7-2016). \n5Subs.  by Act XVI of 2012, s.4 (w.e.f.  1-7-2012)."
}