{
    "file": "./converted_json\\administrator401f8aa04201fe132c0cd002e9fb451c.json",
    "name": "Territorial Waters and Maritime Zones Act, 1976",
    "date": "December 31, 1976",
    "tagline": "An Act to provide for the declaration of the territorial waters and maritime zones of Pakistan",
    "content": "Page 1 of 10 \n   \n \n \nTHE TERRITORIAL WATERS AND MARITIME ZONES ACT, \n1976  \n \n \n \n \n \n \n \nCONTENTS  \n \n1. Short title and commencement  \n2. Territorial waters  \n3. Use of territorial waters by foreign ships  \n4. Contiguous Zone  \n5. Continental Shelf  \n6. Exclusive Economic Zone  \n7. Historic waters  \n8. Maritime boundaries between Pakistan and States having coasts opposite or adjacent to those \nof Pakistan  \n9. Publication of charts  \n10. Offences  \n11. Offences by companies  \n12. Place of trial  \n13. Previous sanction of the Fede ral Government for Prosecution  \n14. Power to make rules  \n \n   \n\n \nPage 2 of 10 \n THE TERRITORIAL WATERS AND MARITIME ZONES ACT, \n1976  \n1ACT No. LXXXII OF 1976  \n[31st December, 1976]  \nAn Act to provide for the declaration of the territorial waters and maritime zones of  Pakistan.  \nWHEREAS it is expedient to provide for the declaration of the territorial waters and maritime \nzones of Pakistan and for matters connected therewith ;  \nIt is hereby enacted as follows :__  \n1. Short title and commencement.__ This Act may be called the Territorial Waters and  \nMaritime Zones Act, 1976.  \n(2) It shall come into force at once.  \n2. Territorial waters.__ (1) The sovereignty of Pakistan extends and has always extended \nto the  territorial waters of Pakistan, hereinafter r eferred to as the territorial waters, as well as to the  air \nspace over, and the bed and subsoil of, such waters.  \n(2) The limit of the territorial waters is twelve nautical miles beyond the land territory and \ninternal waters of Pakistan measured from the b aseline.  \n(3) The baseline from which such limit shall be measured and the waters on the landward \nside of which shall form part of the internal waters of Pakistan shall be specified by the Federal \nGovernment by notification in the official Gazette.  \n(4) Wher e a single island, rock or a composite group thereof constituting a part of the \nterritory of Pakistan is situated off the main coast, the baseline referred to in sub­section (3) shall be \ndrawn along the outer seaward limits of such island, rock of composit e group.  \n3. Use of territorial waters by foreign ships.__ (1) Without prejudice to the provisions \nof any  other law for the time being in force and subject to the provisions of sub­section (2) and \nsub­section (3), all foreign ships shall enjoy the right of innocent passage through the territorial waters.  \nExplanation .__ For the purposes of this section, passage is innocent so long as it is not \nprejudicial  to the peace, good order or security of Pakistan.  \n(2) Foreign warships, including submarines and other un der water vehicles and Foreign \nMilitary Aircraft may enter or pass through the territorial waters and the air space over such waters \nwith the prior permission of the Federal Government:  \n Provided that submarines and other under water vehicles shall navigate on the surface and show \ntheir flag while passing through such waters.  \n \n1For Statement of objects and Reasons, see Gaz., of P., 1976, Ext, Pt., III, p. 1455.  \n \nPage 3 of 10 \n Explanation .__ For the purposes of this section, passage is innocent so long as it is not \nprejudicial  to the peace, good order or security of Pakistan.  \n(3) Foreign super ankers, nuclear powered ships and ships carrying nuclear or other \ninherently dangerous or noxious substances or materials may enter or pass through the territorial waters \nafter giving prior notice to the Federal Government.  \n(4) The Federal Government may, if satisfied that it is necessary so to do in the interest of \nthe peace, good order or security of Pakistan or any part thereof, suspend, by notification in the official \nGazette, subject to such exceptions and qualifications, if any, as may be specified in the notification, \nthe entry of all or any class of foreign ships into such area of the territorial waters as may be specified \nin the notification.  \n4. Contiguous Zone.__ (1) The Contiguous Zone of Pakistan, hereinafter referred to as the  \nContiguous Zone, is an area adjacent to and beyond the territorial waters and extending seawards to a \nline twenty‑four nautical miles measured from the baseline declared under sub­section (3) of section \n2. \n(2) The Federal Government may exercise such powers and take such measures in or in \nrespect of the Contiguous Zone as it may consider necessary to prevent and punish the contravention \nof, and an attempt to contravene, any law in force in  Pakistan relating to  \n(a) the security of Pakistan ;  \n(b) immigration and sanitation ; and  \n(c) customs and other fiscal matters.  \n(3) The Federal Government may, by notification in the official Gazette,  \n(a) extend to the Contiguous Zone any law relating to a ny matter referred to in \nclause (a) or clause (b) or clause (c) of sub­section (2), for the time being in  \nforce in Pakistan or any part thereof, with such modifications, if any, as may be \nspecified in the notification ; and  \n(b) make such provisions as it m ay consider necessary for facilitating the \nenforcement of such law and any law so extended shall have effect as if the \nContiguous Zone formed part of the territory of Pakistan.  \n5. Continental Shelf.__ (1) The Continental Shelf of Pakistan, hereinafter referred to as \nthe Continental Shelf, shall comprise the seabed and sub‑soil of the submarine areas that extend beyond \nthe limit of the territorial waters of Pakistan throughout the natural prolongation of the land territory \nof Pakistan to the outer edge of the continental margin or, where the outer edge of the continental \nmargin does not extend up to a distance of two hundred nautical miles from the baseline declared under \nsub­section (3) of section 2, up to that distance.  \n(2) Pakistan has, and  always had, full and exclusive sovereign rights in respect of its \nContinental Shelf including  \n  \n \nPage 4 of 10 \n 1[(a)  exclusive sovereign rights for the purpose of exploring and exploiting minerals \nand other non­living resources of the bed and sub­soil together with liv ing \norganisms belonging to the sedentary species;]  \n(b) exclusive rights and jurisdiction to authorize, regulate and control scientific \nresearch ;  \n(c) exclusive rights and jurisdiction for the construction, maintenance or operation \nof artificial islands, off­shore terminals installations and other structures and \ndevices necessary for the exploration and exploitation of the resources of the \nContinental Shelf, for the convenience of shipping or for any other purpose ; \nand \n(d) exclusive jurisdiction to preserve and protect the marine environment and to \nprevent and control marine pollution.  \n2[Explanation  .__ For the purpose of this sub­section, the expression “living \norganisms” shall mean those organisms which, at the harvestable stage, are \neither immo bile under the   sea­bed or are unable to move except in constant \nphysical contact with the sea­bed or the sub­soil.]  \n(3) No person, including a foreign Government shall, except under, and in accordance with \nthe terms of, any agreement with the Federal Gov ernment of a licence or letter of authority granted by \nthe Federal Government, explore the Continental Shelf or exploit its resources or carry out any search \nor excavation or conduct any research within the Continental Shelf or drill therein or construct, \nmaintain or operate therein for any purpose whatsoever any artificial islands, off shore terminal, \ninstallation or other structure or device.  \n(4) The Federal Government may, by notification in the official Gazette,__ \n(a) declare any area of the Continental Shelf 3[* * *] to be a designated area ; and  \n(b) make such provisions as it may deem necessary with respect to all or any of the \nfollowing matters, namely__ \n(i) the exploration, development, exploitation and protection o f the \nresources of the Continental Shelf within such designated area ;  \n(ii) the safety and protection of artificial islands, off‑shore terminals, \ninstallations and other structures and devices in such designated area ;  \n(iii) the protection of marine enviro nment of such designated area ;  \n(iv) customs and other fiscal matters in relation to such designated area ; and  \n \n1Subs. by the Territorial Waters and Maritime Zones Act, 1977 (5 of 1977), s. 2, for cl. (a).  \n2Explanation added, ibid.  \n3Omitted ibid. \n \n  \n \nPage 5 of 10 \n (v) the regulation of entry into and passage through the designated area of \nforeign ships by the establishment of fairways, sealanes, traffic \nseparation schemes or any other mode of ensuring freedom of \nnavigation which is not prejudicial to the interests of Pakistan.  \n(5) The Federal Government may, by notification in the official Gazette,‑  \n(a) extend to the whole or any part of the Continental Shelf any law for the time \nbeing in force in Pakistan or any part thereof, with such modifications, if a ny, \nas may be specified in the notification ; and  \n(b) make such provisions as it may consider necessary for facilitating the \nenforcement of such law ;  \nand any law so extended shall have effect as if the Continental Shelf or, as the case may be, the \npart th ereof to which it has been extended formed part of the territory of Pakistan.  \n(6) Subject to any measures that may be necessary for protecting the interests of Pakistan, \nand without prejudice to the provisions of sub­section (2), the Federal Government may  not impede \nthe laying or maintenance of submarine cables or pipelines on the seabed of the Continental Shelf by \nforeign States:  \nProvided that the consent of the Federal Government shall be necessary for the delineation of \nthe course for the laying of such  cables or pipelines.  \n6. Exclusive Economic Zone.__  (1) The Exclusive Economic Zone of Pakistan, \nhereinafter  referred to as the Exclusive Economic Zone, is an area beyond and adjacent to the territorial \nwaters the limit of which is two hundred nautical mi les from the baseline declared under sub­section \n(3) of section 2.  \n(2) In the Exclusive Economic Zone, its bed and sub -soil and the superjacent waters, \nPakistan  has__ \n(a) exclusive sovereign rights for the purpose of exploration, development, \nexploitation, conservation and management of all resources, both living and \nnon‑living, as well as for producing energy from tides, winds, currents and the \nsun. \n(b) exclusive rights and jurisdiction for the construction, maintenance or operation \nof artificial islands, offshore terminals, installations and other structures and \ndevices necessary for the exploration and exploitation of the resources of the \nZone or for the convenience of shipping or for any other purpose ;  \n(c) exclusive rights and jurisd iction to authorize, regulate and control scientific \nresearch;  \n(d) exclusive jurisdiction to preserve and protect the marine environment and to \nprevent and control marine pollution ; and  \n(e) such other rights as are recognized by international law.  \n  \n \nPage 6 of 10 \n (3) No person, including a foreign Government, shall, except under, and in accordance with \nthe terms of, any agreement, with the Federal Government or a licence or letter of authority granted \nby the Federal Government, explore or exploit any resources of the Ex clusive Economic Zone or carry \nout any search or excavation or conduct any research within the Exclusive Economic zone or drill \ntherein or construct, maintain  or  operate,  therein  for  any  purpose  whatsoever  any  artificial island \noff‑shore terminal,  installation  or other structure or device:  \nProvided that fishing in the Exclusive Economic Zone shall be regulated by the provisions of \nthe Exclusive Fishery Zone (Regulation of Fishing) Act, 1975 (XXII of 1975).  \n(4) The Federal Government may, by notific ation in the official Gazette ,__ \n(a) declare any area of the Exclusive Economic Zone to be a designated area ; and  \n(b) make such provisions as it may deem necessary with respect to all or any of the \nfollowing matters, namely,  \n(i) the exploration, development, exploitation and protection of the \nresources of such designated area ;  \n(ii) other activities for the economic exploitation and exploration of such \ndesignated area, such as the production of energy from tides, winds, \ncurrents and t he sun ;  \n(iii) the safety and protection of artificial islands, off‑shore terminals, \ninstallations and other structures and devices in such designated area ;  \n(iv) the protection of marine environment of such designated area ;  \n(v) customs and other fiscal m atters in relation to such designated area ; and  \n(vi) the regulation of entry into and passage through the designated area of \nforeign ships by the establishment of fairways, sealanes, traffic \nseparation schemes or any other mode of ensuring freedom of \nnavigation which is not prejudicial to the interest of Pak istan.  \n(5) The Federal Government may, by notification in the official Gazette,__ \n(a) extend to the whole or any part of the Exclusive Economic Zone any law for the \ntime being in force in Pakistan or any part thereof subject to such modifications \nas may be  specified in the notification ; and  \n(b) make such provisions as it may consider necessary for facilitating the \nenforcement of such law, and any law so extended shall have effect as if the \nExclusive Economic Zone or, as the case may be, the part thereof to  which it \nhas been extended formed part of the territory of Pakistan.  \n(6) The provisions of sub­section (6) of section 5 shall apply in relation to the laying or \nmaintenance of submarine cables or pipelines on the seabed of the Exclusive Economic Zone as t hey \napply in relation to the laying or maintenance of submarine cables or pipelines on the seabed of the \nContinental Shelf.  \n \nPage 7 of 10 \n (7) In the Exclusive Economic Zone and the air space over the Zone, ships and aircraft of \nall States shall, subject to the exercise by Pakistan of its rights within the Zone, enjoy freedom of \nnavigation and over­flight.  \n7. Historic waters.__ (1) The Federal Government may, by notification in the official \nGazette,  specify the limits of such waters adjacent to its land territory as are the historic waters of \nPakistan.  \n(2) The sovereignty of Pakistan extends, and has always extended, to the historic maters of \nPakistan and to the seabed and subsoil underlying, and the air space over, such waters.  \n8. Maritime boundaries between Pakistan  and States having coasts opposite or \nadjacent to  those of Pakistan.__  (1) Notwithstanding anything contained in any other provision of \nthis Act,__ \n(a) the delimitation of the territorial waters between Pakistan and any other State \nwhose coast is opposite  or adjacent to that of Pakistan shall be determined by \nagreement between Pakistan and such state and pending such agreement and \nunless any other provisional arrangements are agreed to between them, the \nboundary with regard to the territorial waters betwee n Pakistan and such State \nshall not extend beyond the line every point of which is equidistant from the \nbaseline from which the breadth of the territorial waters of Pakistan and of such \nstate is measured ; and  \n(b) the delimitation of the Contiguous Zone, t he Continental Shelf, the Exclusive \nEconomic Zone and other maritime zones between Pakistan and any other state \nwhose coast is opposite or adjacent to that of Pakistan shall be effected by \nagreement in accordance with equitable principles and taking accoun t of all the \nrelevant circumstances, and pending such agreement or a settlement Pakistan \nand such state shall make provisional arrangements taking into account the said \nprinciples for delimitation of the Contiguous Zone, the Continental Shelf, the \nExclusiv e Economic Zone and other maritime zones.  \n(2) Every agreement referred to in clauses (a) and (b) of sub­section (1) shall, as soon as \nmay be after it is entered into, be published in the official Gazette.  \n9. Publication of charts.  The Federal Government ma y cause the baseline referred to in \nsub­ section (3) of section 2, the limits of the Territorial Waters, the Contiguous Zone, the Continental \nShelf and the Exclusive Economic Zone and the maritime boundaries as settled by agreements referred \nto in section 8 to be published in charts.  \n10. Offences.  Whoever contravenes any provision of this Act or of any rule or notification \nmade or issued thereunder shall, without prejudice to any other action which may be taken against \nsuch person under any other provision of this or of any other law, be punishable with imprisonment \nfor a term which may extend to three years, or with fine, or with both.  \n11. Offences by companies.__ (1) Where an offence punishable under section 10 has \nbeen  committed by a company, every person who, at the time the offence  was committed, was in \ncharge of, and was responsible to the company for, the conduct of the business of the  company, as \nwell as the company, shall be deemed to be guilty of the offence and shall be liable to be proceed ed \nagainst and p unished  accordingly:  \n \nPage 8 of 10 \n Provided that nothing contained in this sub -section shall render any such person liable to any \npunishment provided in this Act if he proves that the offence was committed without his knowledge \nor that he exercised all due diligence to prevent the commission of such offence.  \n(2) Notwithstanding anything contained in sub­section (1), where an offence punishable \nunder section 10 has been committed by a company and it is proved that the offence has been \ncommit ted with the consent or connivance of, or is attributable to any neglect on the part of, any \ndirector, manager, secretary or other officer of the company, such  director, manager, secretary or other \nofficer shall also be deemed to be guilty of that offence and shall be liable to be proceeded against and \npunished accordingly.  \nExplanation.__ For the purpose of this section,__ \n(a) \"company\" means any body corporate and includes a firm or other association \nof individuals ; and  \n(b) \"director\", in relation to a fi rm, means a partner in the  firm.  \n12. Place of trial.  Any person committing an offence punishable under section 10 or under \nany of the laws extended under this Act may be tried for the offence in such place or places as the  \nFederal Government may, by general or special order published in the official Gazett e, direct in this \nbehalf.  \n13. Previous sanction of the Federal Government for Prosecution.  No prosecution shall \nbe instituted against any person in respect of any offence punishable under section 10 or under any of \nthe laws extended under this Act without the previous sanction of the Federal Government or such \nofficer or authority as may be authorised by that Government by order in writing in this behalf.  \n14. Power  to make rules.__ (1) The Federal Government may, by notification in the \nofficial  Gazette, ma ke rules for carrying out the purposes of this Act.  \n(2) In particular and without prejudice to the generality of the foregoing power, such rules \nmay provide for all or any of the following matters, namely:   \n(a) regulation of the conduct of any person in th e Territorial Waters, the Contiguous \nZone, the Continental Shelf, the Exclusive Economic Zone or any other \nmaritime zone of Pakistan ;  \n(b) regulation of the exploration, development, exploitation, conservation and \nmanagement of the resources of the Contine ntal Shelf ;  \n(c) regulation of the exploration, development, exploitation, conservation and \nmanagement of the resources of the Exclusive Economic Zone ;  \n(d) regulation of the construction, maintenance and operation of artificial islands, \noff­shore terminal s, installations and other structures and devices referred to in \nsection 5 and section 6 ;  \n(e) preservation and protection of the marine environment and prevention and \ncontrol of marine pollution ;  \n(f) authorisation, regulation and control of the conduct o f scientific research ;  \n \nPage 9 of 10 \n (g) fees in relation to licences and letters of authority referred to in sub -section (3) \nof section 5 and sub­section (3) of section 6 or for any other purpose ; or  \n(h) any matter incidental to any of the matters specified in clauses (a) to (g).  \n \nPage 10 of 10"
}