{
    "file": "./converted_json\\administratore7f36568362f1ac65bd1112e92f8fac8.json",
    "name": "Recognition and Enforcement (Arbitration Agreements and Foreign Arbitral Awards) Ordinance, 2005",
    "date": "July 14, 2005",
    "tagline": "Providing for the recognition and enforcement of arbitration agreements and foreign arbitral awards pursuant to the United Nations Convention on the Recognition and Enforcement of Foreign Arbitral Awards, 1958",
    "content": "REGISTERED No.M ' 302\nL.-76469\nGbeGvtc d ?e[fdtur\n--..K\nEXTRAORDINARY\nPUBLISHED BY AUTHORIW\nISLAMABAD, THURSDAN JULY T4,2OO5\nPART I\nActs, Ordinances, President's Orders and Regulations\nGOVERNMENT OF PAKISTAN\nMINISTRY OF LAWJUSTICE, TIUMAN RIGHTS AND\nPARLIAMENIARYATFAIRS\n(Laq Justice and Human Rights Division)\n. lslamabad, the l4th July, 2005\nNo. F. 2(1)/2005-Pub.-The following Ordinance promulgated by the\nPresident is hereby published for general information :-\nORDTNANCE No. VIII or 2005\nAN\nORDINANCE\nWusrers Pakistan is a signatory to the United Nations Convention on the\nRecognition and Enforcement of Foreign Arbitral Awards, 1958;\n(64s)\nPrice : Rs. 10 .50 [3023(2005)/Ex. Gaz.]to provide for the recognition and enforcement of arbitration agreemenls\nand foreign arbital awards\n646 THE GAZETTE OF PAKISTAN, EXTRA., JULY t4, 2m5 [PARr I\nWHenr,rs it is expedient to provide for the recognition and enforcement\nof arbitration agreements and foreign arbitral awards pursuant to the said\nConvention and for matters connected therewithl\nANn. wuensas, the National Assembly is not in session and the President\nis satisfied that circumstances exist which render it necessary to take immediate\naction:\nNow. 'THEREFoRE in exercise of the powers conferred by clause ( I ) of\nArticle 89 of the Constitution of the Islamic Republic of'Pakistan, the President\nis pleased to make and promulgate the following Ordinance:-\nl. Short title, extent, application and commencement.-(1) This\nOrdinance may be called the Recognition and Enforcement (Arbitation Agreements\nand Foreign Arbitral Awards) Ordinance, 2005.\n(2) It extends to the whole of Pakistan.\n(4) It shall not apply to foreign arbitral awards made before the date of\ncoming into force of this Ordinance.\n(5) It shall come into force at once.\n2. Definitions\"-ln this Ordinance, unless there is anything repugnant\nin the subject or context.\n(a) \"Contracting State\" means a State which is a Party to the Conven-\ntioni\n(b) \"Convention\" means the United Nations Convention on the\nRecognition and Enforcement of Foreign Arbitral Awards, done at\nNew York on l0 June 1958, set forth in the Schedule to this\nOrdinance;\n(c) \"Court\" means a High Court and such other superior court in\nPakistan as may be notified by the Federal Government in the\nofticial Gazette; and(3) It shall apply to arbitration agreemens made before, on or after the date\nofcoming into f6rce of this Ordinance.\nP^lrll THE GAZETTE OF PAKISTAN, EXTRA., JULY 14,2005 64',7\n(q) \"foreign arbitral award\" means a foreign n arbitral award made in a\nContracting State and such other State as may be notified by the\nFederal Government, in the official Gazette.\n3. Jurisdiction of Court.-( I ) Notwithstanding anything conrained in\nany other law for the time being in force, the Court shall exercise exclusive\njurisdiction to adjudicate and settle matters related to or arising tiom this\nOrdinance.\n(2) An application to stay legal proceedings pursuant to the provisions\nof Article II of the Convention may be filed in rhe Court in which the legal\nproceedings are pending.\n(3) In the exercise of itsjurisdiction, the Court shall-\n(a) follow the procedure, as nearly as may be provided in the Code of\nCivil Procedure, 1908 (Act V of I908) as amended from time ro rimei\nand\n(b) have all the powers vested in a civil court under the Code of Civil\n'Procedure, 1908 (Act V of 1.908) as amended from rime to time.\n4. Enforcement of arbitration agreements.-(l) A parry to an\narbitration agreement against whom legal proceedings have been brought in\nrespect of a matter which is covered by the arbitration agreement may, upon\nnotice to the other party to the proceedings, apply to the court in which the\nproceedings have been brought to stay the proceedings io so far as they concem that\nmatter-\n(2) On an application under sub-section (l), the coun shall refer the\nparties to arbitration, unless it finds that the arbitration agreement is null and void,\ninoperative or incapable ofbeing performed.\n5. Furnishing of documents,-The pany applying for recognirion and\nentbrcement of foreign arbitral awa.rd under this Ordlnance shall, at the time of the\napplication. furnish documents to the Court in accordance with Article IV of the\nConvention.\n6. Enforcement of foreign arbitral awards.{ I ) Unless the Court\npursuant to section 7, refuses the application seeking recognition and enforcement\nof a foreign arbitral award, the Court shall recognise and enforce the award in the\nsame manner as a judgment or order of a court in Pakistan.\n648 THE GAZE-rTE OF PAKISTAN, E)fiRA., ruLY 14' 2005 [Perr I\n(2) A foreign arbitral award which is enforceable under this C)rdinance'\nshall be treated as binding for all purposes on the persons as between whom it was\nmade, and may accordingly be relied on by any of those persons by way of\ndefence, set off or otherwise in any legal proceedings in Pakistan.\n7. Unenforceable foreign arbitral awards.-The recognition and\nenforcement of a foreign arbitral award shall not be refused except in accordance\nwith Article V of the Convention.\n8. Inconsistency'-In the event of any inconsistency between this\nOrdinance, any other law, or any judgment of any court and the Convention, the\nConvention shall prevail to the extent of the inconsistency.\n9. Rules.-The Federal Government may, by notification in the official\nGazette, make rules to carry out the purposes of this Ordinance.\n10. Repeal and saving.- ( I ) The Arbitration (Protocol and Convention)\nAct, 1937 (VI of 1937) (hereinafter in this section referred to as \"the Act\") is\nhereby repealed.\n(2) Notwithstanding the repeal bf the Act, it shall continue to have effect\nin relation to foreign arbitral awards made-\n(b) within the meaning of section 2 of the Act which are not foreign\narbitral awards within the meaning of section 2 of this Ordinance.\nSCHEDULE\nlSee Section 2(a)l\nCONVENTION ON TITE RECOGNITION AND\nENFORCEMENT OF FOREIGN ARBITRAL AWARDS\nDone at New York on 10 June 1958\nl. This Convention shall apply to the recognition and enforcement of\narbitral awards made in the territory or a State other than the State where the(a) before the date ofcornmencement ofthis Ordinance; and\nEntly into force: 7 lune 1959\nARTICLE I\nPe.rr Il THE GAZETTE OF PAKISTAN, EXTRA., JULY 14,2005 649\nrecognition and enforcement ofsuch awards are sought, and arising out of differences\nbetween persons. whether physical or legal. It shall also apply to arbitral awards not\nconsidered as domestic awards in the State where their recognition and enforcement\nare sought.\n2. The term \"arbitral awards\" shall include not only awards made by\narbitrators appointedfor each case but also those made by permanent arbitral bodies\nto which the parties have submitted.\n3. When signing, ratifying or acceding to this Convention, or notitying\nextension under article X hereof, any State rnay on the basis of reciprocity declare\nthat it will apply the Convention to the recognition and enforcement of awards made\nonly in the tenitory of another Contractihg State. It may also declare that it will\napply the Convention only to differences arising out of legal relationships, whether\nconractual or not, which are considered as commercial under the national law of\nthe Sate making such declaration.\nARTICI-E II\n1. Each Contracting State shall recognize an agreement in writing under\nwhich the parties undertake to submit to arbitration all or any differences which\nhave arisen or which may arise between them in respect of defined legal relationship,\nwhether contractual or not, concerning a subject matter capable of settlement by\narbitration.\n2. The term \"agreement in writing\" shall include an arbitral clause in a\ncontract or an arbitration agreement, signed by the parties or contained in an exchange\nof letters oi telegrams.\n3. The court of a Contracting State, when seized qf an action in a marter\nin respect of which the parties have made an agreement within the meaning of this\narticle shall, at the request of one of the parties, refer the parties to arbitration,\nunless it finds that the said agreemenl is null.attd yoid, inoperative or incapable of\nbeing performed.\nAnrrcr-E III\nEach Contracting State shall recognize arbitral awards as binding and enforce\nthem in accordance with the rules of procedure of the territory where the award is\nrelied upon, under the conditions laid down in the following articles. There shall not\nbe imposed substantially more onerous conditions or higher fees or charges on the\nrecognition or enforcement of arbitral awards to which this Convention applies than\nare imposed on the recognition or enforcement of domestic arbitral awards.\n650 THE GAZETTE OF PAKISTAN, EXTRA., JULY 14, 2005 [Penl l\nARTTCLE IV\nl. To obtain the recognition and enforcement mentioned in the preceding\narticle, the party applying for recognition and enforcement shall, at the time of the\napplication, supply:\n(a) The duly authenticated original awardoraduly certified copy thereof;\n(b) The original agreement referred to in article ll or a duly certified copy\nthereof.\nAnrrcr-s V\nl. Recognition and enforcement of the award may be refused, at the\nrequest of the party against whom it is invoked, only if that party furnishes to the\ncompetent authority where the recognition and enforcement is sought, proof that:\n(a) The parties to the agreement referred to in article II were, under the\nlaw applicable to them, under some incapacity, or the said agreement\nis not valid under the law to which the parties have subjected it or,\nfailing any indication thereon, under the law of the country where the\naward was made; or\n(b) The party against whom the award is invoked was not given proper\nnotice of the appointment of the arbitrator or of the arbitration\nproceedings or was otherwise unable to present his casei or\n(c) The award deals with a difference not contemplated by or not falling\nwithin the terms of the submission to arbitration, or it contains\ndecisions on matters beyond the scope of the submission to\narbitration, provided that, if the decisions on matters submitted to\narbitration, can be separated from those not so' submined, that part of\nthe award which contains decisions on matters submitted to\narbitration may be recognized and enforced; or' 2. If the said award or agreement is not made in an official language of ^\nthe country in which the award is relied upon, the parry applying for recognition and\nenforcement of the award shall produce a translation of these documents into such\nlanguage. The translation shall be certified by an official or sworn translator or by a\ndiplomatic or consular agent.\nPnrr Il TI{E GAZETTE OF PAKISTAN, EXTRA., JULY t4,2005 651\n(d) The composition ofthe arbitral authority or the arbitral procedure was\nnot in accordance with the agreement of the parties, or, Failing such. agreement, was not in aCcordance with the law of the country where\nthe arbitration took place; or\n(e) The award has not yet become binding on the parties, or has been set\naside or suspended by a competent authority of the country in which,\nor under the law of which. that award was made.\n2. Recognition and enforcement ofan arbitral award may also be refused\nif the competent authority in the country where recognition and enforcement is\nsought finds that:\n(a) The subject matter of the difference is not capable of settlement by\narbitration under the law of that country; or\n(p) The recognition or enforcement of the award would he contrary to\nrhe public policy ofthat counrry.\nARflcLE VI\nIf an application for the setting, aside or suspension of the award has been\nmade to a competent authority referred to in article V ( I ) (e), the authority before\nwhich the award is sought to be relied upon may, ifit considers it proper, adjourn the\ndecision on the enforcement of the award and rnay also, on the application of the\nparty claiming enforcement of the award, order the other party to give suitable\nsecurity.\nAnrrcle VII\nl. The provisions ofthe present Convention shall not affect the validity\nof multilateral or bilateral agreements conceming the recognition and enforcement\nof arbitral awards entered into by the Contracting States nor deprive any interested\nparty ofany right he may have to avail himselfofan arbitral award in the manner and\nto the extent allowed by the law or the treaties ofthe country where such award is\nsought to be relied upon.\n2. The Geneva Protocol on Arbitration Clauses of 1923 and the Geneva\nConvention on the Execution of Foreign Arbitral Awards of 1927 shall cease to\nhave effect between Contracting States on their becoming bound and to the extent\nthat they become bound, by this Convention.\n652 THE GAZETTE OF PAKISTAN, EXTRA., JULY 14,2005 [Paar I\nARTICLE VIII\nl. This Convention shall be open until 3l st December 1958 for signature\non behalf of any Member of the United Nations and also on behalf of any other\nState which is or hereafter becomes a member of any specialized agency of the\nUnited Natidns, or which is or hereafter becomes a pa(y to the Statute of the\nlnternational Court of Justice, or any other State to which an invitation has been\naddressed by the General Assembly of the United Nations.\n2. This Convention shall be ratified and the instrument of ratification\nshall be deposited with the Secretary-General of the United Nations.\nARncLE IX\nl.\narticle VIIIThis Convention shall be open for accession to all States referred to in\n2. Accession shall be effected by the deposit of an instrument of accession\nwith the Secretary-General of the United Nations.\nARTICLE X\nl. Any State may, at the time ofsignature, ratification or accession declare\nthat thii Convention shall extend to all or any of the territories for the intemational\nrelations of which it is responsible. Such a declaration shall take effect when the\nConvention enters into tbrce for the State concerned.\n2. At any time thereafter any such extension shall be made by notification\naddressed to the Secretary-General of the United Nations and shall take effect as\nfrom the ninetieth day after the day of receipt by the Secretary-General of the\nUnited Nations of this notification, or as from the date of entry into force of the\nConvention for the State concerned, whichever is the later.\n3. With respect to those territories to which this Convention is not\nextended at the time of signature, ratification or accession, each State concerned\nshall consider the possibility of taking the necessary steps-in order to extend the\napplication of this Convention to such territories, subjec, where necessary for\nConstitutional reasons, to the consent of the Governments of such territories.\nPARr Il THE GAZE'ITE OF PAKISTAN, EXTRA., JULY 14, 2005 653\nI\nAmcrs XI\nIn the case of a federal or non-unitary State, the following provisions shall\napply:\nAnucle XIII\nl. Any Contracting State may denounce this Convention by a written\nnotification to the secreta.ry-General ofthe united Nations. Denunciation shall take\neffect one year after the date ofreceipt ofthe notification by the Secretary_General.\n2. Any State whiih has made a declaration or notification under\narticle X may, at any time thereafter, by notification to the Secretary_General ofthe\nUnited Nations, declare that this Convention shall cease to extend to the territory\nconcemed one year after the date of the receipt of the notification by the Secretary_\nGeneral.(a) With respect to those articles ofthis Convention that come within the\n. legislative jurisdiction of the federal authority, the obligations of the\nfederal Government shall to this extent be the same as those of\nContracting States which are not federal States;\n(b) With respect to those articles of this Convention that come within the\nlegislativejurisdiction ofconstituent states or provinces which are not,\nunder the constitutional system of the federation, bound to take\nlegislative action, the federal Govemment shall being such articles\nwith a favourable rdcommendation to the notice of the appropriate\nauthorities of constituent states or provinces at the earliest possible\nmomentl\n(c) A Federal State Party to this Convention shall, at the request of any\nother Contracting State transmitted through the Secretary_General of\nthe United Nations, supply a statement of the law and practice of the\nfederation and its constituenr units in regard ro any particular provision\nofthis Convention, showing the extent to which effect has been given\nto that provision by legislative or other action.\nAnrrct-s XII\nl. This Convention shall come into force on the ninetieth day following\nthe date of deposit of the third instrument of ratification or accession.\n2. For each State ratifying or acceding to this Conventibn after the deposit\nof the third instrument of radrlcation or accession, this Convention shall enter into\nforce on the ninetieth day after deposit by such state ofits instrument ofratification\nor accession.\n654 T}IE GAZETTE OF PAKISTAN, EXTRA., JIJ'LY 14, 2m5 fPatr I\n- 3. This Convention shall continue to he applicable to arbitral awards in\nrespect ofwhich recognition or enforcement proceedings have been instituted before\nthe denunciation takes effect.\nARTICLE XIV\nA Contracting State shall not be entitled to avail itself of the preaenr\nConvention against other Contracting States except to the extent that it is itself\nbound to apply the Convention.\nAnncI-s XV\nThe Secretary-General of the United Nations shall nolify the States\ncontemplated in article VIII of the following:\n(a) Signatures and ratifications in accordance with article VIII;\n(b) Accessions in accordance with article IX;\n(c) Declarations and notifications under articles I, X and Xl;\n(d) The date upon which this Convention enters into force in\naccordance with anicle Xll;\n(e) Denunciations and notifications in accordance with article XIII\nl. This Convention, of which the Chinese, English, French, Russian and\nSpanish texts shall be equally authentic, shall be deposited in the archives of the\nUnited Nations.\n2. The Sccretary-General of the United Nations shall transmit a certified\ncopy of this Convention to the States contemplated in article VIII.\nGENERAL,\nPERVEZ MUSHARRAR\nP re sident.\nMUHAMMAD AZAM WARRAICH,\nD raft sman/Addl. S e c re t ary.\n. PRINTED BY THE MANAGER, PRINTING CORPORAIION OF PAXISTAN PRFJS, ISLAMABADpUfLISHED By THE DEpuTy coNTRoLLER, sTATIoNERy & FoRMs, uNIVERsTTy RoAD, KARACHTARTICLE XVI"
}