{
    "file": "./converted_json\\administratorcf6de2451af9e9d016e5fef2ac7e1562.json",
    "name": "Pakistan Telecommunication (Re-organisation) Act, 1996",
    "date": "13th October, 1996",
    "tagline": "An Act to provide for re-organisation of telecommunication system in Pakistan",
    "content": "Page 1 of 41 \n  \n \n \n \n \n \nTHE PAKISTAN  TELECO MM UNICATION  \n(RE-ORGANIZATION) ACT , 1996  \n \n \n \n \n \n \n \n   CONTENTS  \n  _______ ____  \n \nCHA PTER  I \nPRELIMINARY  \n  \n  1.      Short title, extent and commencement \n  2.      Definitions \n                                                         CHAPTER  II \n                             PAKISTAN  TELECO MM UNICATION  AUTHORITY  \n3. Establishment of Pakistan Telecommunication Authority \n4. Functions of the Authority \n5. Powers of the Authority \n6. Responsibilities of the Authority \n7. Appeals \n7A. Establishment o f the Tribunal  \n7B. Appeal to Supreme Court  \n8.          Powers of the Federal Government to issue policy directives \n9. Delegation of powers \n10. Appointment of employees \n11. Members and employees \n12. Budget stateme nt \n13. Pakistan Telecommunication Authority Fund \n \n\n \nPage 2 of 41 \n 14.  Maintenance of accounts \n15. Audit \n16.       Authority to be deeme d to be a local authority \n17.       Liability of the Federal Government to be limited \n18.       Submission of y early report, returns, etc. \n19.       [Omitted ] \n      _________  \n \n                                                 CHA PTER  III \n \n                                                                    LICEN SING  \n \n20. Licensing of telecommunication services \n 21. Exclusive power of the Authority to grant licences \n 22. Modification of licence conditions \n 23. Issue of enforceme nt orders and penalties \n23A.  Fines and penalties to be credited to the Federal Consolidated Fund  \n 24. Powers of A dministrator \n25. Accounting procedures, investments and contracts \n26. Tariffs \n27. Privileges of licensee of public switched network. \n27A Right of Way.  \n28. National standards. \n29 Terminal equipment and approved installers \n30. Recovery of arrears, etc. \n31. Offences and penalties \n32. Warrants for search \n33. Indemnity  \n                                                  ___________  \n \nCHAPTER  III A  \nSPECIAL  FUNDS  \n33A.  Establishment of U SF \n33B.  Administration a nd utilization of USF \n33C.  Research and Development Fund \n 33D.  Administration and utilization of Research and Development Fund  \n \nPage 3 of 41 \n  33E.  Audit and Public information \n__________  \nCHAPTER IV  \nPAKISTAN TELECOMMUNICATION COMPANY LIMITED  \n  34.  Establishment of the Company, etc. \n 35.  Vesting of the rights, property and liabilities of the Corporation \n 36.       Terms and conditions of service of employees \n 37.    Special Provisions   \n 37A.      Company shares deemed validly issued \n 38.        Exemption from taxes, audit, etc. \n 39.        Licence to the Company \n 40.        Special Communication Organization \n       __________  \nCHA PTER  V \nNATIONAL  TELEC OMM UNICATION  COR PORAT ION  \n 41.    National Telecommunication Corporation \n __________  \nCHA PTER  VI \nFREQUENCY  ALLOCATION  BOARD  \n42. Frequency Allocation Board \n43.      Powers and functions of the Board \n                                        \nCHA PTER  VII \nPAKISTAN  TELECO MM UNICATION  EMPLOYEES  TRU ST \n44.   Establishment of the Pakis tan Telecommunication Employees Trust.  \n45.      Pension Fund. \n46.       Functions and powers of the Trust \n47.      Decision  of the Trust, etc. \n   48.      Delegation of Powers \n         49.    Budget \n         50.     Audit \n   51.  [Omitted ] \n \nPage 4 of 41 \n          52.  Application of Trusts Act, 1882  \n         53.  Winding-up of the Trust     \nCHA PTER  VIII \n              MISCELLANEOUS  \n54.   National Security \n            55.         Liability of the Federal Government \n            56.         [Omitted ] \n            57.        Power to make rules \n            58.     Ordinance to override other laws \n59.      Repeal and Savings \n      ___________  \n \n \nPage 5 of 41 \n  \nTHE PAKISTAN  TELECO MMUNICATION  (RE-ORGANIZATION)  ACT, \n1996  \n[13th October, 1996]  \n \nACT  No. XVII OF 1996  \n \nAn Act to provide for re-orga nisation of telecomm unication system \n \nWHEREA S it is expedient to provide  for re-organisation of telecommuni cation system in \nPakistan by establishing  the Pakistan Telecommuni cation Autho rity, the Frequency Allocation \nBoard, National Telecommuni cation Corporation and the Pakistan Telecommuni cation Empl oyees \nTrust, regulation of telecommuni cation indust ry, transfer of telecommuni cation services to private \nsector and for matter connected therewith or incidental thereto ; \n \nIt is hereby enacted as follows:⎯ \nCHAPTER I  \nPRELIMINARY  \n \n 1. Short title, extent and commencement.⎯(1) This Act may be called the Pakistan \nTelecommuni cation (Re-organisation)  Act, 1996.  \n(2) It extends to the whole  of Pakistan. \n            (3) It shall come into force at once. \n \n2. Definitions.⎯In this Act unless there is anything repugnant in the subject or context,− \n1[(a)  “Access Promotion  Cont ribution  (APC)” means the payments made by LDI \nLicensees to LL Licensees or to the Univ ersal Service Fund pursuant to the \nrules made under this Act;] \n            1[(ab)  “appropriate Government” means⎯ \n \n(i)     in relation to a right of way owned or managed by any person, local \nauthority within its territory, corporations or other public  bodies \ncreated by or under any provincial law, the respective Provincial \nGovernment; and \n \n(ii)  in relation to any, right of way owned or managed by any person, local \nauthority not within  any province or corporation or other bodies \ncreated by or under any Federal law, the Federal Government; \n \n(ac)   “Approved Crypto Apparatus” means the hardware or software or combin ation \nof both, or the ciphering facilities, used for conversion of plain text into \ncypher text and vice versa and of which Federal Government has granted \napproval and the Electronic Certification Accreditation Coun cil establish ed \nunder section 18 of the Electronic Transaction Ordinance, 2002( LI of 2002),  \nhas granted accreditation certificate for its use for private sector; \n__________________________________________________ ___________________  \n1Subs & ins by Act No. II of 2006, s. 2 \n \nPage 6 of 41 \n (ad)    “Auth ority” means the Pakistan Telecommuni cation Autho rity establish ed \nunder section 3;] \n(b)   “basic telephone service” means the provision  of any telecommuni cation \nservice which consists  of⎯ \n \n(i)  two-way live voice telephone  service, in digital form or otherwise, \nover any public fixed switched network or between base stations  or \nswitches or modes of any public  mobile  switched network; \n(ii) real-time transmission  or reception  of facsimile  images over a public  \nfixed switched network; \n(iii)  international telephony service; and \n(iv) the lease of circuits for the provision  of the services specified in sub-\nclauses (i), (ii) and (iii); \n(c)  “Board” means Frequency Allocation Board establish ed under section 42; \n(d)  “Comp any” means the Pakistan Telecommuni cation Comp any Limited \nestablish ed and incorporated in accordance with section 34; \n(e)  “Corporation” means the Pakistan Telecommuni cation Corporation \nestablish ed under the Pakistan Telecommuni cation Corporation Act, 1991  \n(XVIII of  1991); \n(f)  “effective date” for the Autho rity, Board, Company, National \nTelecommuni cation Corporation, or the Trust means the date on which \nproperty, right and liabiliti es of the Corporation are vested under section 35 in \nthe Autho rity or, as the case may be, Board, Comp any, National \nTelecommuni cation Corporation or the Trust; \n1[(fa)  “Federal Government” means the Federal Government in the Minist ry of \nInformation Technology and Telecommuni cation Division,  unless for any \nspecific purpose specified otherwise by notification in the official Gazette \nnotification or amendment in the Rules of Business, 1973;]  \n(g)       “intelligence” means any speech, sound,  data, signal, writing, image or video; \n(h)   “licence” means an authorization granted by the Autho rity for the establishm ent, \noperation or maintenance of any telecommuni cation system or provision  of \nany telecommuni cation service; \n \n(i)  “international telephony service” means any direct or indirect \ntelecommuni cation service, whether or not in digital form, conveyed by any \nmeans between a point  in Pakistan and a point  in another country, other than \nradio/b roadcasting  or television  broadcasting; \n \n(j) “licencee” means the grantee or holder of a licence; \n______________________ ____________________________________________  \n1Ins by Act No. II of 2006, s. 2 \n \nPage 7 of 41 \n  (k)   “network termination point” means any point  of termination on a telecommuni cation \nsystem at which terminal equipm ent may be connected; \n(l)  “National Telecommuni cation Corporation” means the corporation to be establish ed \nunder section 41; \n(m) “prescribed” means prescribed by rules made under this Act; \n1[(ma)  “Private Right of way” means the right of way which is owned, managed, maintained \nor repaired by anyone other than a public  authority; \n(mb)   “Public  Autho rity”, in relation to right of way, means the local authority, corporation, \nprovincial or Federal Government or any other public  body which owns that right of \nway or which is responsi ble for its maintenance, repair or management; \n(mc)  “Public  Right of way” means the right of way which is owned, managed, maintained \nor repaired by a public  authority;] \n(n) “public  switched network” means a telecommuni cation system which allows  \nintelligence to be switched between members of the publi c; \n(o) “public  fixed switched network” means any public  switched network other than a \npublic mobile  switched network; \n \n(p) “public  mobile  switched network” means a public  switched network using  wireless \n1[intelli gence] where the terminal equipm ent used for the emission  or reception  of \nintelligence may be connected to the network 1[could be] used while in motion;  \n \n(q)  “regulations” means the regulations  made under this Act; \n1[(qa)  “R&D Fund” means the Research and Developm ent Fund establish ed under sub-\nsection (1) of section 33C;  \n(qb)  “Right of Way” means a right belonging to any person or public  authority to pass \nover land or property of other person to provide  telecom license services; \n           (qc)  “scarce resources” means radio frequency spectrum, right of way and numb ering;] \n(r)    “telecommuni cation equipm ent” means switches, equipm ent, wires, cables, apparatus, \npoles, structures, ducts, man-holes and other tangible property, software and data, \nother than terminal equipm ent, comprising  any telecommuni cation system or used in \nconnection with any telecommuni cation service; \n(s)  “terminal equipm ent” means any apparatus directly or indirectly connected to any \nnetwork termination point  and used for sending, processing or receiving intelligence; \n \n \n_________________________________________________________________________________  \n1Ins & subs. by Act No.  II of  2006,  s. 2. \n \nPage 8 of 41 \n (t)  “telecommuni cation employees” means the employees of the Co rporation who are \ntransferred to the employment of the Comp any under this Act, other than those  to whom sub-\nsection (3) of s ection 36 applies, and all persons,  who, on the  effective date for the  Comp any, \nwere employees of the Corporation, the former Telegraph and Telephone Department of the \nFederal Government and are receiving, or are entitled to receive, pension ary benefits \nfrom the Co rporation; \n (u)  “telecommuni cation system” means any electrical, electro-magnetic, electronic, \noptical or optio-electronic system for the emission,  conveyance, switching or \nreception  of any intelligence within,  or into, or from, Pakistan, whether or not that \nintelligence is subjected to re-arrangement, computation or any other process in the \ncourse of operation of the system, and includes a cable transmission  system, a cable \ntelevision transmission  system and terminal equipment; \n \n(v)  “telecommuni cation service” means a service consisting  in the emission,  conveyance, \nswitching or reception  of any intelligence within , or into, or from, Pakistan by any \nelectrical, electro-magnetic, electronic, optical or optio-electronic system, whether or \nnot the intelligence is subjected to re-arrangement, comput ation or any other process \nin the course of the service; \n \n \n2[(va)  “Tribunal”  means the Telecommunication Appellate Tribunal established under \nsection 7A.]  \n(w)  “Trust” means the Pakistan Telecommuni cation Empl oyees Trust establish ed under \nsection 44; \n(x)  “trustees” means the board of trustees of the Trust; \n \n1[(xa)  “USF” means the Universal Service Fund establish ed under sub-section (1) of \nsection 33A; ] \n \n(y)  “video” means any visual images which are such that sequences of them may be seen \nas moving  images; \n \n \n(z)  “wireless telegraphy apparatus” shall have the same meaning as assigned to it in \nThe Wireless Telegraphy Act, 1933  (XVII of 1933).  \n \n \nCHA PTER  II \n \nPAKISTAN  TELECO MM UNICATION  AUTHORITY  \n \n3. Establishment of Pakistan Telecommunication Authority.−(1) As soon  as may be, \nafter the comm encement of this Act, the Federal Government shall, by notification in the official \nGazette, establish  an authority to be known  as the Pakistan Telecommuni cation Autho rity which \nshall be a body corporate, having perpetual succession  and a common  seal with powers, subject \nto the provision s of this Act, to acquire and hold property, both movable and immov able, and to sue \nand be sued by its name. \n \n \n \n \n1Ins by Act No. II of 2006,  s. 2. \n2Ins. by Act No. XXV of 2024, s. 2  \n \nPage 9 of 41 \n (2) The Autho rity shall consist  of three members one of whom  shall be a profession al \ntelecommuni cation engineer and other shall be a financial expert, to be appoint ed by the Federal \nGovernment for a term of four years and shall be eligible for appointm ent for a simil ar term or \nterms 1[:]. \n1[Provided that the Federal Government may increase the number of members of the Autho rity and \nprescribe their qualifications and mode  of appointm ent.] \n(3) The Federal Government shall, from amongst the members appoint ed under sub-section \n(2), appoint  a member to be the Chairman of the Autho rity. \n(4) A member of the Authority shall not have any direct or indirect financial interest in, or \nhave busin ess connection with any person, any establishm ent or firm which renders \ntelecommuni cation services in Pakistan or abroad or suppli es telecommuni cation equipm ent to any \ntelecommuni cation sector in Pakistan or abroad. \n \nExplanation. ⎯ For the purpose of this sub-section, any involv ement of the spouse  or any \nblood relation of any member of the Autho rity with any telecommuni cation establishm ent or firm \nshall be consid ered as a direct financial interest or connection of the member with such \nestablishm ent or firm. \n(5) A member of the Authority may resign from his office by writing in his hand addressed \nto the Federal Government, or may be removed from his office if, on an inquiry by the Federal \nPublic  Service Commission,  he is found  unable to perform the functions  of his office because of \nmental or physical disability or miscondu ct, including  corruption and dishon esty. \n \n(6) In case of death, resignation or removal of a member of the authority, another person \nmay be appoint ed as such member for the term specified at sub-section (2). \n \n1[(7) The member of the Autho rity shall be paid the salary and shall be entitled to the \nprivileges of an officer in MP-II and the Chairman shall be paid the salary and be entitled to the \nprivileges of an officer in MP-I.] \n \n1[(8) The powers of the Autho rity in the matters relating to its administ ration and the staff of \nthe Autho rity shall be exercised by the Chairman, including those mention ed in section 10, in \naccordance with regulations  made by the Autho rity pursuant to sub-section (3) of section 10 and \nother relevant regulations  made by the Auth ority from time to time.] \n \n(9) The decision  of the Autho rity shall, subject to sub-section (8), be taken with the \nconcurrence of the majority of its members. \n \n1[(10) Notwiths tanding  anything contained in sub-section (8), no act, proceeding or any \ndecision  of the Auth ority shall be invalid by reason only of the existence of a vacancy in, or a defect \nin the constitution  of, the Autho rity.] \n \n \n \n____________________________________ ______________________________________ _______________________  \n1Subs. and added by Act No. II of  2006, s. 3. \n \n \nPage 10 of 41 \n 4. Functions of the Authority.⎯ (1) The Autho rity shall⎯ \n(a)  regulate the establishm ent, operation and maintenance of telecommuni cation \nsystems and the provision  of telecommuni cation services in Pakistan; \n(b)  receive and expeditiously  dispose  of applications  for the use of radio-\nfrequency spectrum; \n(c)  promote  and protect the interests of users of telecommuni cation services in \nPakistan; \n(d)  promote  the availability of a wide  range of high quality, efficient, cost \neffec tive and competitive  telecommuni cation services throughout Pakistan; \n(e)  promote  rapid modernization of telecommun ication systems and \ntelecommuni cation services; \n(f) investigate and adjudicate on compl aints and other claims made against \nlicensees arising  out of alleged contraventions  of the provisions  of this Act, \nthe rules made and licences issued thereunder and take action accordingly; \n   \n(g)  make recomm endations  to the Federal Government on policies with \nrespect to int ernational telecommuni cations,  provision of suppo rt for \nparticipation in international meetings and agreements to be  executed in \nrelation to the routing of  international traffic and accou nting settlements; 1[*] \n(h)  perform such other functions  as the Federal Government may, from time to \ntime, assign to it [;]1 \n1[(i)  regulate arrangements amongst telecommuni cation service providers of \nsharing their revenue derived from provision  of telecommuni cation service; \n(j)     ensure effective compliance by licensees with Univ ersal Service \n          Obligations; \n(k)      regulate Access Promotion  Contribution;   \n(l)  settle disput es between licensees; and \n \n(m)   regulate competition  in the telecommuni cation sector and protect consum er \nrights.]  \n           5. Powers of the Authority. ⎯ (1) The Autho rity shall exercise all powers as shall \nenable it to effec tively perform its functions  specified in section 4. \n \n(2) In particular, and without  prejudice to the generality of the foregoing power, the Authority \nshall⎯ \n \n \n______________________________________________________________________________ ________  \n1Omitted , subs. and a dded by Act No. II of 2006,  s. 3 \n \nPage 11 of 41 \n (a)  grant and renew licences for any telecommuni cation system and any \ntelecommuni cation service on payment of such fees as it may, from time to \ntime specify; \n (b) monitor  and enforce licences; \n (c)  receive applications  for the use of radio frequency spectrum and, subject, \nwhere applicable, to grant of licences under clause (a), refer such \napplications  to the Board for assignment of spectrum within  a period of thirty \ndays; \n \n(d)  modi fy licences or conditi ons thereof in accordance with section 21 or \nsection 22; \n \n(e)  establish  or modi fy accounting  procedure for licences and regulate tariffs for \ntelecommuni cation service in accordance with sections  25 and 26; \n \n(f)  regulate the transfer of licences; \n \n(g)  prescribe standards for telecommuni cation equipm ent and terminal equipm ent, \ncertify compliance of such equipm ent with prescribed standards, and issue  \napprovals of terminal equipm ent and of approved installers under section 29; \n \n(h)  provide  guidelines for, and determin e, the terms of inter-connection \narrangements between licensees where the parties to those  arrangements are \nunable to agree upon  such terms; \n \n(i)  carry out inspections of telecommuni cation equipm ent and any premises \nowned or occupied by the licensees and summon  any person for investigation \nand an enquiry; \n(j)  appoint  an Administ rator in circumst ances provided in section 23;  \n(k)  develop national telecommuni cation numb ering plans; \n \n(l)  collect information with respect to telecomm unications  within  and outsi de \nPakistan and review the impact thereof; \n \n(m)  enter into contracts; \n \n(n)  acquire, lease, encumber, dispose  of, exchange, vest or otherwise deal with \nany movable or immov able property or any interest therein; [*]1 \n \n \n \n \n_________________________________________ ____________________________  \n1Omitted by Act No. II of  2006, s , 5. \n \n \n \nPage 12 of 41 \n (o)  issue  regulations  for exercising  its powers and performance of its functions  \n1[;] \n \n1[(p)  levy fee and other charges at such rates and in respect of such services as may \nbe fixed by it from time to time not exceeding the limits  as specified by a \nCommitt ee of the Cabinet; \n \n(q)  regulate the allocation of revenues from international telephony service, other \nthan revenues from leased circuits, between interconnecting licensees that \nhandle international telephony service and between any such licensee; and \n \n(r)  if it consid ers it appropriate to do so, undertake an auction, on such terms \nand conditions  as the Autho rity may determine  from time to time, or other \nopen and transparent competitive process to determine  eligibility for licensing \nthe Board’s allocated or assigned specific portions of the radio frequency \nspectrum.] \n \n6. Responsibilities of the Authority.⎯In exercising  its functions  and powers under this \nAct, the Autho rity shall ensure that⎯ \n \n(a)         rights of licensees are duly protected; \n \n(b)       all of its decisions  and determinations  are made prompt ly, in an open equitable, non- \ndiscriminatory, consist ent and transparent manner; \n \n(c)  all applications  made to it are dispos ed of expeditious ly; \n \n(d)        the persons affected by its decisions  or determinations  are given a due notice thereof \nand provided with an opportunity of being heard: \n1[(e)  fair competition  in the telecommuni cation sector exists and is maintained; and] \n \n(f)     the interests  of users  of telecommunication  services  are duly safeguarded   and \nprotected.  \n \n2[7. Appeals.⎯(1) A person aggrieved by any decision  or order of the Autho rity, on the \nground  that it is contrary to the provisions  of this Act, may, within  thirty days of the receipt of such \ndecision  or order, prefer an appeal to the Tribunal and the Tribunal shall decide such appeal  within  \nninety days.] \n \n \n(2) A person aggrieved by any decision  or order of any officer of the Autho rity acting under \nthe delegated powers of the Autho rity may, within thirty days of the receipt of the decision  or order, \nappeal to the Autho rity in prescribed manner and the Autho rity shall decide such appeal within  \nthirty days. \n \n 2[(3) No suit or other legal proceedings shall be brought in any civil court or court exercising \npower of the civil court against any order, decision, notice issued by the Authority under this Act or \nin respect of any matter which falls within the jurisdiction of the Tribunal and to determine and to \nadjudicate. Any civil court or court exercising power of civil court shall not grant injunction in \nrespect of any action taken or intended to be taken by the Tribunal in pursuance of its  jurisdiction.]  \n \n 1[* * * * * * *] \n1Subs. added and omitted by Act No. II of 2006,  ss. 5, 6 and 7.  \n2Subs. and added by Act No . XXV of 2024, s. 3  \n \nPage 13 of 41 \n  1[7A. Establishment of the Tribunal .⎯(1) The Federal Government shall, by notification in \nthe official Gazette , establish Tribunal for the purpose of exercising jurisdiction under this Act and \nthe Prevention of Electronic Crime Act, 2016 (XL of 2016), [and] the Tribunal consist of following \nthree member s:__ \n(a) No person shall be appointed as a chairperson of the Appellate Tribunal unless \nhe \n \n (i) has been a Judge of a High Cour t; or \n \n (ii)  is or has been an advocate having for a period of not less than \n fifteen  years’ active practice of conducting cases befor e a High \n Court;  \n \n(b) one member with masters level pr ofessional degree in electrical, \nelectronics, telecommunications, information and communication \ntechnology or information security or other related subjects with at \nleast ten years of relevant experienc e including at least five years \nexperience at senior m anagement level in the public or private sector; \nand \n \n (c)  one member with master’s level professional degree in finance, \ncommerce,  economics, charted accountancy or other related subject \nwith at least ten years  of relevant experience including at least  five \nyears experience at senior management level in the public or private \nsector.  \n \n  (2)  The Federal Government may increase or decrease the number of members of the \nTribunal and prescribe their qualification and mode of appointment of the new -members.  \n \n (3)  The Tribunal shall be assisted by such officers and other staff members as may be \nappointed by the division to which business of the Tribunal stands allocated and their terms and \nconditions of service shall be regulated in accordance with the Civil  Servant Act, 1973 (LXXI of \n1973) and rules made there under.  \n \n (4)  The Tribunal shall, for the purposes of hearing and deciding appeal under this Act and \nthe Prevention of Electronic Crime Act, 2016 (XL of 2016), have the same powers as are vested in a \ncivil court trying a suit under the Code o f Civil Procedure, 1908 (Act V of 1908), in respect of — \n \n (a) summoning and enforcing the attendance of any person and examining him on \n  oath;  \n \n (b) requiring the discovery and production of documents and material ob jects \n (c) receiving evidence on affidavits; and  \n (d) issuing  commissions for examination of witnesses and documents.  \n \n (5)  The Chairperson and members of the Tribunal shall be appointed by the Federal \nGovernment in the prescribed manner.  \n \n (6)  The Chair person and members shall hold office for a period of four years and shall be \neligible for re -appointment for a similar term or terms and shall cease to hold office on attaining the \nage of sixty -eight years or on the expiry of the term, unless renewed, whic hever is earlier.  \nIns. by Act No. XXV of 2024. s. 4 \n \nPage 14 of 41 \n  (7)  A person shall not be appointe d as Chairperson or a member, o r remain as Chairperson or \nsuch member, of the Tribunal unl ess he__ \n \n (a)  is a citizen of Pakistan;  \n (b) is not of the age exceeding six ty-four years on the date of his appointment;  \n (c)  has not been declared by a competent court of law as un -discharged insolvent \n  or his petition for the same is not pending adjudication;  \n \n (d) has not been declared by a competent court of law of un -sound  mind or insane;  \n (e) has not been convicted by a competent court of law for an offence, involving \n  moral turpitude, fraud, dishonesty or corruption;  \n \n (f) is not incapable of dis -charging  his duties by reasons or physical or mental un -\n  fitness and has n ot been so declared by a duly constituted medical board; and  \n \n \n (g) is not, or while appointed as member does not become, an officer or a director \n  of a company.  \n \n \n (8)  The Chairperson and members shall disclose the conflict of interest, direct or indir ect, at \nor within the time provided for such disclosure under this Act and the Pervention of Electronic Crime \nAct, 2016 (XL of 2016).  \n \n \n (9)  Where a retired Judge of a High Court is appointed as chairperson, he shall be entitled to \nthe salary, perks, and privileges as were last drawn by him as such Judge.  \n \n \n (10)  Where an advocate is appointed as chairperson, he shall be entitled to the salary, perks \nand privileges as are admissible to a person appointed in MP -I scale of the Federal Government.  \n \n (11)  Th e members shall be entitled to the salary, perks and privileges as are admissible to a \nperson appointed in MP -I scale of the Federal Government.  \n \n (12)  The chairperson or a member may by writing under his hand addressed to the Federal \nGovernment with a no tice it not less than thirty days resign from his office and shall continue to \nperform his duties till acceptance of his resignation.  \n \n \n (13)  The Federal Government for the purpose of practice and procedure of the Tribunal may, \nfrom time to time, by notif ication in the official Gazette, prescribe rules.  \n \n (14)  Until such rules are prescribed under sub -section (13), the Tribunal may adopt the \nprocedure laid down by the Islamabad High Court for filing an adjudication upon first appeal.  \n \n (15)  Subject to th e provision of this Act, the jurisdiction of the Tribunal may be exercised by \nthe bench, or the benches thereof. The Chairperson may constitute or re -constitute a bench or \nbenches accordingly.  \n \n \n (16)  The decision of the Tribunal shall be taken with conc urrence or by the majority of its \nmembers, as the case may -be: \n \n \n Provided that in case of difference in opinion as to the decision to be given on any point the \nmatter shall be referred to the Chairperson for the constitution of full bench.  \n \n \n (17)  All ap peals in respect of any mater under jurisdiction of the Tribunal but pending before \nany High Court immediately before commencement of the Establishment of Telecommunication \nAppellate Tribunal Ordinance, 20 23 (VIII of 2023) shall stand transferred to the Tr ibunal on said \ncommencement. Where any appeal stands transferred from any High Court to the Tribunal, the High \n \nPage 15 of 41 \n Court shall within a period of one month of the said commencement, transfer record of such appeal \nto the Tribunal.  \n \n  (18) The Chairperson and me mbers of the Tribunal shall be public servants within the \nmeaning of section 21 of the Pakistan Penal Code, 1860 (Act XV of 1860)  \n \n \n7B. Appeal to Supreme Court. ⎯Any person aggrieved by an order of the Tribunal may \nwithin sixty days thereof prefer a n appeal  to the Supreme Court ] \n \n8. Powers of the Federal Government to issue policy directives. (1) The Federal \nGovernment may, as and when it consid ers necessary, issue policy directives to the Autho rity, not \ninconsist ent with the provisions of the Act, on the matters relating to telecommun ication policy \nreferred to in sub-section (2), and the Authority shall comply with such directives. \n \n           (2) The matters on which the Federal Government may issue  policy directives shall be⎯ \n \n(a)  the numb er and term of the licenses to be granted in respect of \ntelecommuni cation systems which are public  switched networks, \ntelecommuni cation services over public  switched networks and international \ntelecomm unication services, and the conditions  on which those  Licenses \nshould be granted; 1[*] \n \n1[(aa) framework for telecommuni cation sector developm ent and scarce resources;] \n \n(b)  the nationality, residence and qualifications  of persons to whom licences for \npublic  switched networks may be issued or transferred or the persons by \nwhom licensees may be controlled; and   \n(c)  requirements of national security and of relationships  between Pakistan and \nthe Government of any other country or territory outside  Pakistan and other \nStates or territories outside Pakistan. \n \n1[(2A)  Notwithst anding anything contained in sub-section (2), the Cabinet, or any committ ee \nauthorized by the Cabinet, may issue  any policy directive on any matter related to \ntelecommuni cation sector, not inconsist ent with the provision s of this Act, and such directives shall \nby binding  on the Autho rity.] \n \n(3) The Federal Government may, from time to time, call for reports on the activiti es of \nthe Authority and Board and provide  for representation in meetings of international \ntelecommuni cation organizations.  \n \n1[9. Delegation of powers. The Autho rity may, by general or special order, delegate any of \nits powers, functions or duties as it may deem fit, from time to time, to the Chairman, member, or \nany of its officers subject to such condition s as it may deem fit to impos e; \n \nProvided that the delegation of such powers, functions  or duties shall not include the powers, \nfunctions  or duties under clause (a), (d), (e), (f), (h), (n) and (o) of section 5.] \n \n10. Appointment of employees. (1) For performance of its functions,  the Autho rity may, \nfrom time to time, employ 1[* * *]  such persons and on such terms and conditions as it may \nconsid er necessary. \n \n \n(2) Without  prejudice to the generality of the foregoing powers, the Autho rity may⎯ \n \n___________________________________________________ __________________________________________ __________________________  \n1Omitted, ins and subs. by Act No. II of 2006, s s. 8, 9 and 10.  \n \n \nPage 16 of 41 \n (a)     appoint  and remove  its employees and exercise discipline  and control over \nthem; \n \n(b)  regulate and manage its internal organization, set up divisions  within  the \nAutho rity and make appropriate appointm ents to those  divisions;  and \n \n(c)   appoint  adviso ry bodies, consult ants and advisors on contract to advise  the \nAutho rity in relation to its functions  or powers. \n \n(3)    The Autho rity may make regulations  for appointment, promotion,  termination and \nother terms and conditions  of employment of its employees. \n \n11. Members and employees. The members and employees of the Autho rity shall be public  \nservants within  the meaning of section 21 of the Pakistan Penal Code  (Act XLV of 1860).  \n \n12. Budget stateme nt. (1) The Autho rity shall, in respect of each financial year, prepare \nits own budget and submit  to the Federal Government three months  before the comm encement of \nevery financial year for1[information]. \n \n(2) The budg et statement shall specifically state the estimated receipts and expenditu re and  \nsums  which are likely to be required by the Autho rity from the Federal Government for the relevant \nfinancial year. \n \n(3) Any surplus of receipts over the actual expenditure in a year shall be remitted to the \nFederal Consolid ated Fund and any deficit from the actual expenditu re shall be made up by the \nFederal Government. \n \n13. Pakistan Telecommun ication Authority Fund.−(1) There shall be a fund to be known \nas the “Pakistan Telecommuni cation Autho rity Fund” which shall vest in the Autho rity and shall \nbe utilized by the Autho rity to meet all its expenses and charges in connection with its functions  \nunder this Act, including  the payment of salaries and other remuneration to its employees. \n \n(2) The bank accounts  of the Pakistan Telecommuni cation Autho rity Fund shall be \nmaintained with the National Bank of Pakistan. \n \n(3) The Pakistan Telecommuni cation Autho rity Fund shall be financed from the followi ng \nsources, namely:⎯ \n \n            (a)  fees and other amoun ts received by the Autho rity; \n \n(b)  grants from the Federal Government and the Provincial Governments, \nincluding an initial grant of fifty million  rupees by the Federal Government; \n \n(c)  loans obtained from the Federal Government; \n \n \n \n_________________________________________________________________________________  \n1 Subs. by Act II No. of 2006,  s. 11. \n \nPage 17 of 41 \n (d)   sale proceeds of bonds issued under the authority of the Federal \nGovernment; and \n \n(e)  loans and foreign aid obtained by the Autho rity with the approval of the \nFederal Government. \n \n14. Maintenance of accounts. The accounts  of the Autho rity shall be maintained in such \nform and in such manner as the Federal Government may determine  in consult ation with the Auditor -\nGeneral of Pakistan. \n \n15. Audit.−(1) The accounts  of the Autho rity shall be audited at the close of each financial \nyear by the Auditor -General of Pakistan. \n \n(2) The Autho rity shall produce such accounts,  books  and documents and furnish such \nexplanations and information as the Auditor -General or any officer authorized by him in this behalf \nmay require for the purpose of audit. \n \n(3) Copi es of the Audi tor-General's report on the accounts  shall be provided to the \nAutho rity and the Federal Government and shall also be available for public  inspection. \n \n(4) The Autho rity may, in addition  to the audit under sub-section (1), cause its accounts  to be \naudited by any other external audito rs. \n \n16. Authority to be deeme d to be a local authority. For the purpose of borrowing money, \nthe Autho rity shall be a local authority within  the meaning of the Local Autho rities Loans Act, \n1914  (IX of 1914), and any work undertaken in exercise of its powers under this Act shall be \ndeemed to be a 'work' under that Act. \n17. Liability of the Federal Government to be limited. The liability of the Federal \nGovernment under this Act to the creditors of the Autho rity shall be limit ed to the extent of any \ngrants made by it and the loans raised by the Autho rity with the approval of the Federal \nGovernment. \n18. Submission  of yearly report, returns, etc.−(1) As soon  as possible  after the end of \nevery financial year but before the last day of September next followi ng, the Autho rity shall submit  \na report to the Federal Government on the condu ct of its affairs, including action taken for protection \nof consum ers interests, for that year. \n(2) A copy of the report specified in sub-section (1) together with a copy of the audit \nreport referred to in section 15 shall be placed before the National Assembly within three months  \nafter the finalization of the audit report by the Auditor  General. \n \n(3) The Public  Accounts Committ ee of the National Assembly may scrutinise  and examine  \nthe reports referred to in sub-section (2) in the same manner as it examines and scrutinis es the reports \nof various Minist ries and Divisions  of the Federal Government. \n \n(4) For the purpose of carrying on its functions  under this Act, the Federal Government may \nrequire the Autho rity to supp ly any return, statement, estimate, statistics or other information in \nrespect of any matter under the control of the Autho rity or a copy of any document in the custody \nof the Autho rity. \n \nPage 18 of 41 \n 19. 1[*    * *     *     * *     * ]  \n \nCHA PTER  III \nLICEN SING  \n20. Licensing of telecommunication services.⎯ (1) No person shall establish,  maintain or \noperate any telecommuni cation system or provide any telecommuni cation service unless he has \nobtained a licence under this Act:  \nProvided that no licence shall be required for⎯ \n \n(a)  provision  of terrestrial wireless radio broadcasting  and Television  \nbroadcasting within  Pakistan; \n \n(b)  the establishm ent, maintenance or operation of a telecommuni cation system or \nthe provision  of any telecommuni cation service which does not include or use \nany wireless telegraphy apparatus and is not connected to any other \ntelecommuni cation system and where all the telecommuni cation equipm ent \ncomprised in the former system is establish ed or provided by a person for his \nown use and under his own control and is situated either in a single set of \npremises in single occupation within  a single unbroken bound ary or in a \nvehicle, vessel, aircraft or hovercraft ; \n \n(c)  the operation by an individu al of a telecommuni cation system which is whol ly \nunder his control and all information conveyed by it is solely for his own \ndomestic purposes; \n \n(d)  the operation of a telecommuni cation system or provision  of a \ntelecommuni cation service by the police, national security or armed forces; or \n \n(e)  the connection by any person of terminal equipm ent to a telecommuni cation \nsystem other than a public  switched network or for its connection to a public  \nswitched network if such equipm ent is approved for connection to that \nnetwork; or \n \n(f)  national and international telecommuni cation systems of the Minist ry of \nForeign Affairs, Intelligence Bureau and Inter-Services Intelligence \nDirectorate of the Government of Pakistan. \n \n(2) No licensee shall establish,  maintain or operate any telecommuni cation system or provide  \nany telecommuni cation service which is not authorized under the licence. \n \n \n \n1Omitt ed by the Finan ce Act, 1997  (XXII of 1997),s.10.  \n \n \n \n \nPage 19 of 41 \n Explanation.  Any breach of this sub-section shall, for the purposes of this Act, the rules or \nthe licence, be treated as a contravention  of the conditions  of the licence. \n \n21. Exclusive power of the Authority to grant licenses.⎯ (1) All licenses referred to in \nsection 20 shall be granted by the Auth ority which, in consid ering any application shall take into \naccount the following  factors, namely:⎯ \n \n(a)   the technical and financial resources of the applicant; \n \n(b)  the public  interest and benefits to users of telecommuni cation services; and \n \n(c)  policy directives of the Federal Government issued under section 8 above. \n \n(2) A licence granted by the Autho rity under this section may be granted either to a    \nperson, class of persons,  company or corporation. \n \n(3)  1 [* * * * * * * ] 1[No] licence shall confer exclusive  rights. \n \n(4)  Every licence granted under this Act may, inter alia, contain⎯ \n \n(a)  conditions  requiring the licensee to adhere to the provisions  of this Act and the \nrules and regulations  made thereunder; \n \n(b)  conditions  requiring the licensee to pay the fees for grant or renewal of the \nlicence; \n \n(c)  conditions  requiring the licensee to allow inspection by the Autho rity of any \npremises or telecommuni cation equipm ent, wherever situated, and to furnish \nto the Authority such information as may be required by the Autho rity; \n \n(d)  restrictions as to the types of telecommun ication system or telecommuni cation \nservice to be provided by the licensee, the area and period of operation and the \ntypes of telecommuni cation equipm ent that may be included in its \ntelecommuni cation system; \n \n(e)  obligation to ensure that only terminal equipment which is approved for \nconnection to the telecommuni cation system in question  is so connected; \n \n(f)  obligation to monitor  use of the licensed telecommuni cation service or \ntelecommuni cation system and to disconnect telecommuni cation service from \nany user who,  after written notice, misus es it. \n \n \n \n \n1Omitt ed and Subs.  by Act No. II of 2006, s. 12. \n \n \nPage 20 of 41 \n (g)  obligation to provide  telecommuni cation services to particular persons or areas \nto meet minimum  standards for quality and grade of service requirements; \n \n(h)  oblig ation not to interrupt service except for failure of the custom er to \ncomply with his contractual oblig ations  or out of genuine technical necessity \nor by reason of circumst ances to which section 54 applies; \n \n(i)  restrictions  on the licensee giving  undue  preference to, or unfairly \ndiscriminating against, any person; \n \n  (j)  restrictions  or limit ations  on transfer or assignment of the licence; \n \n(k)  conditions  relating to the preservation or the transfer or disposition  of \ntelecommunication equipm ent and other assets used in connection with any \npublic  switched network; 1[*] \n \n(l)   oblig ations  for protection of consum ers interest 1[;] \n \n1[(m) conditions requiring the licensee to contribute to Research and \nDevelopm ent Fund and Univ ersal Service Fund; and \n \n(n)  conditions  as to the security provided by a  licensee to suppo rt the \nfulfillment of the licensee’s obligations in the licence, and the realization on \nsuch security by the Autho rity.] \n \n(5) Subject to sub-section (7) and section 39 any person who,  on comm encement of this Act, \nholds  an authorization, licence or permit validly issued under any law in force on that date for the \nestablishm ent, maintenance or operation of any telecommuni cation system or the provision  of any \ntelecommuni cation service shall, unless it is contrary to the provisions  of this Act and the rules \nand regulations  made thereunder, be deemed to hold a licence in accordance with the provisions  \nof this Act for a period of twelve months  from the comm encing date. \n \n(6) Every person deemed to be a licensee under sub-section (5) shall, within three months  \nfrom the comm encement of this Act, supp ly to the Autho rity full details of his authorization, licence \nor permit, as the case may be, and apply for contin uance of the licence under this Act. \n \n(7) Where the Autho rity, on reviewing the authorization, licence or permit referred to in sub-\nsection (6), is satisfied that such authorization, licence or permit, as the case may be, had been \nvalidly issued under the laws, rules or regulations  in force at the comm encement of this Act, the \nAuthority shall, within nine mont hs of the date of the application made to it, issue  an order that the \nperson authorized thereunder, licensee or the permit-holder shall be a licensee under this Act till the \nexpiry of the term of the authorization, licence or permit with such modi fications  thereto as the \nAutho rity may consid er appropriate. \n \n(8) If the Autho rity is not satisfied that an authorization, licence or permit referred to in sub-\nsection (5) was validly issued for any reason, it shall, by an order, direct that the deemed licence \nshall expire from the date of such order. \n \n___________________________________________________________________________  \n1Omitted, subs. and added by Act No. II of 2006, s. 12. \n \nPage 21 of 41 \n (9) The Autho rity shall maintain a register of licences, showi ng applications  for licences \nreceived, enforcement orders relating to licence issued and details of licences revoked. \n(10) The register referred to in sub-section (9) shall be open to public  inspection and a person \nmay obtain a copy thereof subject to payment of such fee as may be prescribed by regulations.  \n \n22. Modification of licence conditions.⎯ (1) Subject to sub-section (2), the Autho rity \nshall have the right to modi fy a licence or its condit ions with the consent of the licensee1[.]  \n \n1[* * * * * * *] \n \n1[(2) If the Autho rity and a licensee cannot agree to modi fication propos ed by the \nAuth ority to a licence condition, the Authority and  the licensee  shall resolve  their difference or \ndispute  through consult ation and negotiation. If the licensee and the Autho rity fail to amicably \nresolve  such difference or disput e, either party may make an application to the High Court or a \nTribunal establish ed by the Federal Government for the purpose and the 2[Tribunal which shall \nexercise jurisdiction to adjudicate and settle all m atters connected therewith and in exercise of such \njurisdiction, the Tribunal ] shall follow  the procedure, as nearly as possibl e, as provided in the Code  \nof Civil  Procedure, 1908  (Act V of 1908):   \n \nProvided that no such amendment shall vary the tenure or scope of a licence.] \n \n1[(3) After the expiry of the initial or renewed term, the licence may be renewed on terms \nand conditions  consist ent with the policy directive, if any, of the Federal Government at the \nrelevant time.] \n23. Issue of enforceme nt orders and penalties.⸻(1) Where a licensee contravenes any \nprovision  of this Act or the rules made thereunder or any term or condition  of the licence, the \nAuthority 2[or any of its officers not below the rank of Director] may by a written notice require the \nlicense to show  cause within  thirty days as to why an enforcement order may not be issued. \n \n(2) The notice referred to in sub-section (1) shall specify the nature of the contravention  and \nthe steps to be taken by the licensee to remedy the contravention.  \n \n \n(3) Where a licensee fails to— \n \n(a)  respond  to the notice referred to in sub-section (1); or \n \n(b)  satisfy the Autho rity 1[or any of its officer not below the rank of Director] about \nthe alleged contravention;  or \n(c)  remedy the contravention within  the time allowed by the Autho rity 1[or any of \nits officers not below the rank of Director], the Autho rity 1[or any of its \nofficers not below the rank of Director] may, by an order in writing and giving \nreasons⎯ \n(i)  levy fine which may extend to three hund red and fifty million  rupees; \nor \n(ii)  suspend or terminate the licence, impose  additional conditions  or \nappoint  an Administ rator to manage the affairs of the licensee, but only \nif the contravention is grave or persistent. \n \n(4) Without  prejudice to the provisions  of sub-section (1) and sub-section (3), the Authority \n1[or any of its officers not below the rank of Director] may, by an order in writing, suspend or \nterminate a licence or appoint  an Administ rator, if the licensee⎯ \n \n1Subs, omitted, added and ins. by Act No. II of 2006, ss.13 and 14.  \n2Subs. by Act No. XXV of 2024, s. 5  \n \nPage 22 of 41 \n (a)  becomes insolv ent or a receiver is appoint ed in respect of a subst antial part of the \nassets; \n(b)  being an individu al, become insane or dies. \n \nExplanati on. For the purpose of this section, the Adminis trator shall be appoint ed from \namongst the persons having profession al know ledge and experience of telecomm unication. \n1[23A.  Fines and penalties to be credited to the Federal Consolidated Fund.⎯ All fines \nand penalties recovered by the Autho rity shall be credited to the Federal Consolid ated Fund. ] \n24. Powers of Administrator.−(1) An Administ rator appoint ed under sub-section (3) or sub-\nsection (4) of section 23 shall have such powers relating to the management of the licensee, the \npreservation of assets and for the purpose of remedying any contravention  of the conditions  of any \nlicence and for ensuring compli ance with any orders issued by the Autho rity as may be prescribed. \n(2) Having satisfied that the contravention  leading to the appointm ent of Administ rator has \nbeen remedied or the order of the Autho rity has been compli ed with the Autho rity shall withd raw \nthe order appointing  the Administ rator and the Administ rator shall forthwith  hand over the \nmanagement of the licensee to the person from whom such management was taken. \n(3) The Autho rity or the Administ rator shall not be liable for any loss or damages caused by \nany act or omission  of the Administ rator undertaken in good faith. \n \n25. Accounting procedures, investments and contracts.⎯ (1) The Autho rity may require \nany licensee to establish  and maintain specified accounti ng procedure in order to enable the \nAuthority to obtain all relevant information required for determining the tariff under section 26 or for \nexercise any other power of the Autho rity under section 5. \n \n(2) Accounting  procedures once establish ed may only be modi fied by the Autho rity after \nproviding reasons and an opportunity of being heard to the licensee. \n \n(3) No licensee shall enter into any agreement or arrangement which is inconsist ent with any \nobligation of the licensee under this Act, the rules or any condition  attaching to its licence; and \nany such agreement or arrangement shall to such extent be void.  \n26. Tariffs.—The level of tariffs for telecommuni cation service including  basic telephone \nservice shall be regulated by the Autho rity in accordance with the regulations  and the following  \ngeneral principles, namely:⎯ \n(a)  the regulations  shall be made with a view to achieving the greatest possible  \ndegree of pricing flexibility and stability compatible with safeguarding and \nprotecting the interests of consumers; \n(b)  the regulations  shall apply equally to comparable providers or users of any \nregulated telecommuni cation service; \n(c)  the criteria used for the establishm ent of tariff shall regularly be publish ed \nthree   months  before the criteria is adopted; \n__________________________________________________________________________   \n1 Ins. by Act No. XVII of  2012, s.  11.           \n \n \nPage 23 of 41 \n (d)     tariffs shall be at a level which provides a reasonable rate of return on \ninvestments taking into account the cost of operation; and \n \n(e)  there shall be no cross-subsidi zation of other telecommuni cation services by \nbasic telephone service. \n27. Privileges of licensee of public switched network.−(1) Every licensee of public  \nswitched network shall subject to the conditions  of the licence, be entitled to such rights and \nprivileges as were available to the Federal Government and the Corporation on the comm encing \nday in respect of telecommuni cation services and telecommu nication system under the Easement \nAct, 1882  (V of 1882),  Telegraph Act, 1885  (XIII of 1885 ), the Pakistan Telecommuni cation \nCorporation Act, 1991 (XVIII of 1991); or any other law for the time being in force. \n \n(2) For the purpose of the Land Acquisition  Act, 1894  (I of 1894),  acquisition  of land or any \ninterest in land by a licensee of a public  switched network for the purposes of the licence shall be \ndeemed to be acquisition  for a “public  purpose”. \n1[27A.Rig ht of Way.⎯(1) For the purpose of the installation or maintenance of its \ntelecommuni cation equipm ent or for the purpose of establishing  or maintaining its \ntelecommuni cation system, every licensee shall, subject to the conditions  provided in this section and \nthe policy directive issued by the Federal Government under section 8, have the right to share any \npublic  Right of Way or Private Right of Way. \n(2) In order to enjoy the rights granted by this section, the licensee shall request the \nowner of such Right of Way to approve the mode  of execution  of the works it propos es to undertake. \nIf the owner of such Right of Way does not respond  to such request within  a period of thirty days, \nsuch request shall be deemed to have been granted. While granting such request the owner of the \nRight of Way may impose  such condition s as to the payment of fees and the mode  or timing  of the \nexecution  of such work as may be reasonable in the circumstances: \n \nProvided that any right granted by this section shall be exercised equitably, ensuring proper \ncompensation of the owner of Right of Way and the access so provide to the licensee will not \nadversely affect the owner of the Right of Way. \n \n(3) The licensee shall exercise the powers conferred by this section in such a manner as to \ncause minim al interfere nce of the enjoyment of the Right of Way by the owner or other users thereof \nand if no fee are to be paid by the licensee to the owner of Right of Way, the licensee shall make \nreasonable reparation to the owner of such Right of Way. \n \n(4) The fee payable by a licensee to a public  Authority, for the use of a Public  Right of Way, \nshall be such reasonable amount  as is assessed by the Public  Autho rity after taking all relevant \nfactors into consid eration, including the laws applicable to the Public  Autho rity and the relevant \nlaws applicable in the district in which such Right of Way is situated. \n \n \n \n \n \n1Ins. by Act No. II of  2006, s.  15. \n \nPage 24 of 41 \n (5) In consid eration of the use of Private Right of Way, the licensee shall pay such fee to the \nowner of such Private Right of Way as may be mutu ally agreed between the licensee and such \nowner or in the absence of such agreement, such reasonable amount  as may be demanded by the \nowner of such Private Right of Way. \n \n(6) In the event of a dispute  as to the refusal by the owner of a Right of Way to allow a \nlicensee to exercise its powers under this section or the reasonableness of any condition  impos ed by \nthe owner of the relevant Right of Way, the same shall be referred, by an application, to the \nappropriate Government who shall decide the matter referred to it within a period of sixty days. \n \n(7) The appropriate Government shall nomin ate any officer not below the rank of Secretary \nto act on behalf of the appropriate Government under this section through a notification in the \nofficial Gazette within  sixty days of the comm encement of the Pakistan Telecommuni cation (Re-\norganization)  (Amendment) Act, 2006.]  \n \n28. National standards.⎯(1) The Autho rity may, with the approval of the Federal \nGovernment, notify regulations  for establishing  national standards for telecommuni cation \nequipm ent: \n \nProvided that the Authority may specify differerence  standards for different classes of \ntelecommuni cation equipment and may establish procedure for testing  thereof: \n \nProvided further that subject to the national standards establish ed under this sub-section and \nthe conditions  of the licence, the Autho rity shall not restrict the type of telecommuni cation \nequipm ent that may be used for the establishm ent, maintenance or operation of telecommuni cation \nsystems or the provision  of telecommuni cation services. \n(2) In determining  the standards referred to in subsection (1), the Autho rity shall have regard \nto the need for a safe, modern and efficient telecommuni cation environment and interoperability of \nnetwork. \n29. Terminal equipment and approved installers.⎯(1) No terminal equipm ent shall \ndirectly or indirectly be connected to a public  switched network unless it has been approved by the \nAutho rity or an agency appoin ted by the Autho rity in this behalf subject to such conditions  as it may \nimpos e, including conditions  limiting  its connection to specified types of telecommuni cation \nsystems. \n \n(2) The Autho rity may, by regulations,  specify technical standards for terminal equipm ent \nand procedure for approving test equipm ent and for testing  any terminal equipment and to certify that \nit compli es with the relevant technical standards. \n \n (3) No person may install any telecommuni cation equipm ent as part of, or connect \nterminal equipm ent (other than by a plug-into-socket connection)  to any public switched network \nexcept in accordance with regulations  made by the Autho rity. \n \n(4) The Federal Government may make rules requiring manufacturers, impo rters and dealers \nin terminal equipm ent to mark such equipm ent and indicate in advertising  therefor whether or not the \nterminal equipm ent is approved for connection to a public  switched network. \n \n(5) The Autho rity shall maintain a register of all terminal equipm ent and installers thereof \napproved under this section acid shall be open to public inspection. \n \n \nPage 25 of 41 \n 30. Recovery of arrears, etc. All fees, fines or other amounts  due or payable to the Autho rity \nmay be recovered as arrears of land revenue. \n \n31. Offences and penalties.⎯ (1) Whoever⎯ \n \n(a)  establish es, maintains or operates a telecommuni cation system or \ntelecommuni cation service or possesses any wireless telegraphy apparatus or \ncarries on any other activity in contravention  of this Act or the rules or \nregulations  made thereunder, the Wireless Telegraphy Act, 1933  (XV of \n1933),  or the conditions  of a licence; \n \n(b)  knowin gly or having reason to believe that any telecommuni cation system or \ntelecommuni cation service has been established or is maintained or is being \noperated in contravention of this Act, transmits  or receives any intelligence by \nmeans thereof, or performs any service incidental thereto; \n \n(c)  disho nestly obtains any telecommuni cation service, with the intent to avoid \npayment of a charge applicable to the provision  of that service; \n(d)  unauthorisedly transmits through a telecommuni cation system or \ntelecommuni cation service any intelligence which he knows or has reason to \nbelieve to be false, fabricated, indecent or obscene; \n(e)  engaged in the operation of a public  switched network otherwise than in the \ncourse of his duty intention ally modi fies or interferes with the contents of a \nmessage sent by means of that network; \n \n(f)  prevents or obstructs the transmission  or delivery of any intelligence through \na telecommuni cation system or telecommuni cation service; \n \n(g)  intercepts, acquaints hims elf with the contents of any intelligence or \nunauthorisedly discloses to any person the contents of such intelligence; \n            (h)  commits  mischief; \n \n(i)  damages, removes, interferes or tampers with any telecommuni cation \nequipment; \n \n(j)     unauthorisedly deciphers the contents of any message transmitt ed over a \npublic  switched network; \n \n(k)  assaults or intentionally obstructs a person engaged in the operation of a \npublic  switched network or the establishm ent, maintenance or operation of \ntelecommuni cation services over a public  switched network or intention ally \nobstructs the course of busin ess of that person; \n \n(1)  intention ally contravenes the rules made under subsection (4) of section 29: \n \nPage 26 of 41 \n (m)  intention ally obstructs an officer of the Authority or the Board in the \nexercise of his functions or powers under this Act in relation to the inspection \nof ally premises or telecommuni cation equipm ent or who,  after ten days \nwritten notice, fails or refuses without  due cause to provide  any \ninformation which the Auth ority or the Board is entitled to obtain under this \nAct or the rules or regulations  made thereunder 1[*] \n1[(n)  makes unauthorized use of radio frequency spectrum where authorization \nfrom the Board is required.] \nshall be guilty of an offence under this Act. \n \n(2) Every offence specified in sub-section (1) shall be punish able with imprisonm ent which \nmay extend to 1[three] years, or with fine which may extend to ten million rupees. or with both.  \n \n(3) Whoso ever conspi res to commit  or attempts  to commit  or aids or abets the commission  of \nany offence punish able under this Act shall be liable to same punishm ent as is provided in \nsubsection (2). \n \n(4) Where the Court imposes fine under subsection (2), it may direct that whole  or any part \nthereof shall be paid to the person who has suffered any mental or monetary loss because of \ncommission  of any offence specified in subsection (1). \n \n(5) No Court shall take cognizance of any offence punish able under this Act except on a \ncomplaint in writing by an officer authorized by the Autho rity or the Board. \n \n(6) Where the accused is a Comp any registered under the Comp anies Ordinance, 1984  \n(XLVII of 1984),  every Executive  Director, Chief Executiv e, Principal Officer and Secretary of such \nComp any shall be liable to the punishm ent specified in subsection (2) and the summons  for the \ntrial of the case shall be served on the Chief Executive, Principal Officer or the Secretary of that \nComp any in accordance with the provisions  of the Code  of Criminal Procedure, 1898 (Act V of \n1898). \n \n32. Warrants for search.— (1) Where on information furnished by the Autho rity or Board, \nthe Court has reason to believe that any unlicensed telecommuni cation system, wireless telegraphy \napparatus or unapproved terminal equipment 1[or unapproved crypto apparatus] is being kept or \nconcealed or any unlicenced telecommun ication service is provided, 1[or any lincensed service is \nbeing used against the interest of national security and public safety]  it may issue  a search warrant; \nand the person to whom  such warrant is directed, may enter the premises, vessel, aircraft, or \nhovercraft 1[or place] where such telecommuni cation system, wireless telegraphy apparatus or \nterminal equipment 1[or crypto apparatus] is allegedly kept or concealed or unlicensed \ntelecommuni cation service is provided 1[or any licensed service being used against the interest of \nnational security and public  safety] therefrom carry out search and inspection thereof and seize such \ntelecommuni cation system, wireless telegraph apparatus or terminal equipment  1[or crypto \napparatus]. \n \n \n \n_____________________________________________ _______________________  \n1Omitted , added , subs and ins. by the Act  No. II of  2006, ss.16 and 17.  \n \nPage 27 of 41 \n (2) Any telecommuni cation equipm ent, wireless telegraphy apparatus or terminal equipm ent \nseized under subsection (1) having no ostensible  owner shall vest to the Autho rity, or as the case \nmay be, the Board. \n \n33. Indemnity. No suit, prosecution  or other legal proceedings shall lie against the \nAutho rity or any member or employee of the Autho rity in respect of anything done  or intended to be \ndone  by the Autho rity in good faith under this Act. \n                                                           \n1[CHAPTER  III A \n  SPECIAL  FUNDS  \n \n33A.  Establishment of USF.⎯(1) As soon  as may be, after the comm encement of the \nPakistan Telecommuni cation (Amendment) Act, 2006, the Federal Government shall, by notification \nin the Official Gazette, establish a Fund to be called the Univ ersal Service Fund hereinafter to as \nUSF. \n(2) The USF shall be under the control of the Federal Government and therein shall be \ncredited any sums  of money mention ed under sub-section 4. \n \n(3) The balance to the credit of the USF shall not lapse at thhe end of financial year. \n \n(4) The USF shall consist  of⎯ \n \n(a)     grant made by the Federal Government and the P rovincial  Government s; \n \n(b)     prescribed contribution by licensees;  \n \n2[* * * * * * *] \n \n(d)      loans obtained from the Federal Government; and  \n \n(e)       grants and endowment s received from other agencies.  \n \n \n33B.  Administration and utilization of USF.⎯(1) The Federal Government shall have the \npower to administ er the USF in such manner as may be prescribed. \n \n \n(2) The USF shall be utilized exclusiv ely for providing  access to telecommunic ation services \nto people in the un-served, under -served,  rural and remote areas and other expenditu re to be made \nand incurred by the Federal Government in managing USF. \n \n(3) The Federal Government shall be responsible  for the co-ordination and ensuring timely \nutilization and release of sums  in accordance with the criteria as may be prescribed. \n \n \n \n \n_________________________________________________________________________________________________  \n1Ins. by Act No. II  of 2006, s. 18 \n2Omitted by finance Act , 2014 (Act No. IX of 2014), s. 5 (w.e.f  1-3-2014 ) \n \nPage 28 of 41 \n 33C.  Research and Development Fund.⎯ (1) As soon  as may be, after the \ncomm encement of the Pakistan Telecommuni cation (Re-organization)  (Amendment) Act,2006,  the \nFederal Government may by notification in the Official Gazette, establish  a Fund to be called the \nResearch and Developm ent Fund. \n \n(2) The Research and Developm ent Fund shall be under the control of the Federal \nGovernment and therein shall credited any sums  of money mention ed under sub-section (4). \n \n(3) The balance to the credit of the Research and Developm ent Fund shall not lapse at the end \nof the financial year \n \n            (4) The Research and Developm ent Fund shall consist of⎯ \n(a)  grants made by the Federal Government; \n(b)  prescribed contribution  by licensees; \n(c)  loans obtained from the Federal Government; and \n(d) grants and endowm ents received from other agencies. \n \n \n33D.  Administration and utilization of Research and Development Fund .⎯ (1) The \nFederal Government shall have the power to administ er the Research and Developm ent Fund in \nsuch manner as may be prescribed. \n(2) The Fund shall be utilized exclusively for prescribed research and developm ent activiti es \nin the field related to Information and Communi cation Technology and other expenditu re incurred \nby the Federal Government in managing Research and Developm ent Fund. \n \n(3) The Federal Government may co-ordinate with relevant entities to ensure timely \nutilization and release of sums  in accordance with the criteria as may be prescribed. \n \n33E.  Audit and public information.⎯(1) The accounts  of USF and Research and \nDevelopment Funds  shall be⎯ \n(a)  maintained in such form and manner as the Federal Government may \ndetermine; and \n(b)  audited by a chartered Accountant as defined in the Chartered Accountants \nOrdinance 1961  (X of 1961),  and the Auditor -General of Pakistan. \n(2) The Federal Government shall, after the end of every financial year, submit  to \nNational Assembly the audited annual statement of accounts of both the Funds , together with the \nreport of the Auditor -General of Pakistan. \n(3) The Federal Government shall also publish  after the end of every year a report on the \nstate of universal service and research and development and on its activiti es in this regard during that \nyear.] \n \n \n \nPage 29 of 41 \n CHAPTER IV  \n \nPAKISTAN  TELECOMMUNICATION  COMPANY  LIMITED  \n \n34. Establishment of the Company, etc.⎯ (1) As soon  as may be, after the \ncomm encement of this Act, the Federal Government shall establish a Comp any to be known  as the \nPakistan Telecommunication Comp any, limit ed by shares and cause it to be incorporated under \nthe Comp anies Ordinance, 1984  (XLVII of 1984),  with the principal object of provision  of domestic \nand international telecomm unication and related services consist ent with the provisions  of this Act. \n(2) The Federal Government shall nomin ate seven persons to subscribe to the Memorandum  \nand Articles of Association of the Comp any. \n(3) Initially, all shares of the Comp any shall be issued to, or held in trust for, the President of \nthe Islamic Republic  of Pakistan.   \n(4) The Federal Government may, whenever it thinks  appropriate, transfer its shares in the \nComp any to private investors or general public on such terms and conditio ns and in such manner as \nit may determine. \n \n(5) No person shall, except and to the extent permitted by the Articles of Asso ciation of the \nComp any, control directly or indirectly, the right to cast on a poll ten percent or more of the votes \nat a general meeting of the Comp any. \n \n(6) The Federal Government shall, immediately on incorporation of the Comp any, fix a date \nby a notice in the official Gazette for election of the Board of Directors of the Comp any consisting  \nof seven directors in accordance with the provisions  of the Companies Ordinance, 1984  (XLVII of \n1984):  \n \nProvided that, notwithst anding  the election of the Board of Directors of the Comp any, the \nBoard of Directors appoint ed under section 4 of the Pakistan Telecommuni cation Act, 1991  (XVIII \nof 1991),  shall contin ue to function until the effective date for the Comp any. \n \n35. Vesting of the rights, property and liabilities of the Corporation.⎯ (1) The Federal \nGovernment may, by orders, direct that all or any property, rights and liabiliti es to which the \nCorporation was entitled or subject to immediately before such orders, and identified therein, \nshall, on such terms and conditions  as the Federal Government may determine, vest in⎯ \n \n(a)        the Comp any; \n \n(b)       the National Telecommuni cation Corporation;  \n \n(c) the Autho rity; \n \n(d)       the Trust; or \n \n(e)  the Board through the Federal Government, \nand become the property, rights and   liabilities of the respective entity. \n \n(2) An order issued under sub-section (1) shall specify the employees of the Corporation \nwho shall, as from the effective date of the order, be transferred to and become employees of the \nentity referred to in the order: \n \nPage 30 of 41 \n Provided that such order shall not vary the terms and conditions  of service of such \nemployees to their disadvantage. \n \n(3) An order issued under sub-section (1) in favour of the Comp any shall provide  for⎯ \n \n(a)  the continu ation by the Comp any of the operations and undertaking of the \nCorporation on the same basis as were carried on immediately prior to the date \nof the order save in respect of the operations  and undertakings to be carried on \nby the National Telecommuni cation Corporation pursuant to section 41; and \n \n(b) the dissolution  of Corporation as from the effective date of the order. \n \n(4) In consid eration of the vesting in the Comp any of the property of the Corporation, the \nCompany shall issue  such securities in the name of the President of the Islamic Republic  of Pakistan \nas the Federal Government may direct. \n(5) Unless an order so directs, the property vested under sub-section (1) shall be free from \nany charge, burden hypothecation or encumbrances to which it may be subject at the effective date of \nthe order. \n(6) If any property of the Corporation vests in the Comp any subject to any charge, burden, \nhypothecation or encumbrance, the same shall be deemed to be on the assets of the Comp any and the \nprovisions  of section 121 of the Comp anies Ordinance, 1984  (XLVII of 1984),  shall apply to such \ncharge, burden, hypothecation or encumbrances as if it had been created on the assets of the \nComp any on the effective date for the Comp any. \n \n(7) If any property of the Corporation vests in the National Telecommunication Corporation, \nthe Autho rity or the Trust subject to any charge, burden, hypothecation or encumbrance, the same \nshall be the first charge by way of hypothecation in favour of the creditor. \n \n(8) In this section, “property” includes assets, rights and entitlements of every description  and \nnature wherever situated and “liabiliti es” includes duties, obligations,  loans incumbrance, claims and \ncharges of every description  and nature (actual or conting ent), whether or not they are capable, under \nany law of Pakistan or of any other State or under any agreement or otherwise, or being vested, \ntransferred or assigned by the Corporation. \n \n(9) No stamp duty shall be payable under any law for the time being in force on or in relation \nto the transfer or vesting of property of the Corporation under any order issued under subsection (1). \n \n36. Terms and conditions of service of employees.−(1) No person transferred to the \nCompany pursuant to subsection (2) of section 35, hereinafter referred to as “Transferred Empl oyee”, \nshall be entitled to any compensation as a consequence of transfer to the Comp any: \n \nProvided that the Federal Government shall guarantee the existing  terms and conditions  of \nservice and rights, including  pension ary benefits of the Transferred Empl oyees. \n \n(2) Subject to subsection (3), the terms and conditions  of service of any Transferred \nEmpl oyee shall not be altered adversely by the Comp any except in accordance with the laws of \n \nPage 31 of 41 \n Pakistan or with the consent of the Transferred Empl oyees and the award of appropriate \ncompensation \n(3) At any time within one year from the effective date of the order vesting  property of the \nCorporation in the Comp any, the Federal Government may, with the prior written agreement of a \nTransferred Empl oyee require him to be transferred to or revert him back and be employed by the \nAutho rity, National Telecommuni cation Corporation, Trust or the Federal Government on the \nsame terms and conditions  to which he was entitled immediately before such transfer. \n(4) Subject to proviso  to subsection (1) of section 45 on transfer of a Transferred Empl oyee \nunder sub-section (3), the Federal Government shall assume  responsibili ty for his pension ary \nbenefits without  recourse to the Pension  Fund referred to in that section. \n \n(5) Under the order vesting  property of the Corporation in the Com pany, the Federal \nGovernment shall require the Comp any to assume  the responsibili ty of pensionary benefits of the \ntelecommuni cation employees and the Comp any shall not alter such pension ary benefits without  \nthe consent of the individu als concerned and the award of appropriate compensation. \n \n37. Special provisions. For the purposes of this Act, the Comp any shall be exempt from the \nprovisions  of sections  62, 77,1[*] 178, 187, 206 and 235 of the Comp anies Ordinance. 1984  (XLVII \nof 1984) and further, notwithst anding  anything  contained in the Comp anies Ordinance, 1984  (XLVII \nof 1984), the Federal Government may, by notification in the official Gazette, exempt the Comp any \nfrom the application of such other provisions  of that Ordinance, as may be specified in this regard. \n \n1[37A.  Company shares deemed validly issued.⎯ The “A” ordinary shares and “B” \nordinary shares issued by the Comp any shall be deemed to be validly issued in terms of the \nComp anies Ordinance, 1984  (XLVII of 1984)]  \n \n38. Exemption from taxes, audit, etc.⎯(1) The Comp any shall not, till the 30th June, \n1999,  be liable to pay any income-tax, super tax or wealth tax on its income, profits or gains. \n \n(2) The value ascribed to the property vested in the Comp any by the Federal Government \nunder the order made under section 35 shall represent the actual acquisition  cost of the property \nfor the purposes of taxation and depreciation. \n \n(3) Notwithst anding  anything contained in the Pakistan (Audit  and Accounts)  Order, 1973  \n(XXI  of 1973),  the accounts of the Comp any shall not be audited by the Audit or-General of \nPakistan, but shall be subject to audit in accordance with the provisions  of the Companies \nOrdinance, 1984  (XLVII of 1984)  \n \n39. Licence to the Company.⎯ (1) With effect from the effective date for the Comp any, \nthe Company shall be entitled, until issue  of any licence under sub-section (2), to the same \nauthorizations  as the Corporation enjoyed immediately prior to that date. \n \n \n \n \n1Omitted and ins. by Act  No. II of  2006, ss.  19 and 20. \n \nPage 32 of 41 \n (2) Within six months of the comm encing date of this Act, the Auth ority shall grant a \nlicence to the Comp any in Pakistan, excluding  the Northern Areas, Azad Jammu  and Kashmi r, \nfor a period of twenty-five years on payment of licence fee determined by the Autho rity. \n \n(3) No licences to provide basic telephone  service shall be issued by the Autho rity for a \nperiod of seven years from the effective date referred to in section 35 vesting  property in the \nComp any other than to the National Telecommuni cation Corporation and the Comp any. \n \n40. Special Communication Organization. Notwithst anding  anything  contained in section \n39, the telecommuni cation services within  the Northern Areas and Azad Jammu  and Kashmir  shall \nbe operated by the Special Communi cation Organization and the Auth ority shall issue a licence to \nthe Organization accordingly. \n \nCHA PTER  V \nNATIONAL  TELEC OMM UNICATION  COR PORATION  \n \n41. National Telecommun ication Corporation.−(1) As soon  as may be but not later than \nthirty days from the comm encing day of this 1[Act], the Federal Government shall establish  a \ncorporation to be known  as the National Telecommuni cation Corporation which shall be a body \ncorporate, having perpetual succession  and a common  seal with power, subject to the provisions of \nthis Act, to acquire and hold property, both movable and immov able, and shall sue and be sued by its \nname. \n \n(2) The National Telecommuni cation Corporation shall be managed by a Management Board \nconsisting  of a Chairman and two other members, to be appoint ed by the Federal Government. \n \n(3) The Autho rity shall grant licence to the National Telecommuni cation Corporation for \nprovision  of telecommuni cation services within  Pakistan on a non-exclusive  basis only to the armed \nforces, defence projects, Federal Government, Provincial Governments or such other \nGovernmental agencies or Governmental institutions  as the Federal Government may determine; \nand during the exclusivi ty period of the Comp any specified in 'section 39, the National \nTelecommuni cation Corporation shall not sell its capacity on the telecommuni cation system to any \nperson other than such Government agencies or the Comp any. \n \n(4) The National Telecommuni cation Corporation shall have the power to— \n \n(a)  appoint,  promot e, remove  and exercise discipline  and control over its staff; \n(b)  set-up its internal organizations,  including bureaus, divisions  or offices and \nmake appointm ents thereto; \n(c)  enter into contracts; \n \n \n1Subs. by Act No. II  of 2006, s.  21. \n \n \nPage 33 of 41 \n (d)  acquire, lease, encumber, dispose  of, exchange, invest or otherwise deal with \nany movable or immovable property or any interest therein or thereto; and \n \n(e)  levy and collect fee and other charges for the service provided by it at such \nrates as may be determined by the Federal Government. \n \n(5) For the purpose of its functions,  the National Telecommu nication Corporation may, \nsubject to regulations  made by it providing  for procedure of appointm ent, promotion,  termination \nand terms and conditions  of service, employ such persons,  as it may consid er necessary. \n(6) The officers and employees of the National Telecommuni cation Corporation shall, for the \npurpose of this Act, be public  servants within  the meaning of section 21 of the Pakistan Penal Code  \n(Act XLV of 1860),  and the Indust rial Relations  Ordinance, 1[2002  (XCI of 2002)], shall not apply. \n \n(7) The National Telecommuni cation Corporation shall, in respect of each financial year, \nprepare its own budg et and submit  it for the approval of the Federal Government before the 1st \nJune every year. \n \n(8) The budg et statement, referred to in subsection (8), shall “specifically state the estimated \nreceipts, current and development expenditu re and the sums which arc likely to be required by the \nNational Telecommuni cation corporation, if any, from the Federal Government for the relevant \nfinancial year. \n \n(9) Any surplus of receipts over the actual expenditu re in a year shall be remitted to the \nFederal Consolid ated Fund and any deficit from actual expenditu re shall be made up by the Federal \nGovernment. \n \n(10) There shall be a fund to be known  as the “National Telecommuni cation Corporation \nFund” which shall vest in the National Telecommuni cation Corporation and shall be used by the \nNational Telecommuni cation Corporation to meet all its expenses and charges in connection with its \nfunctions  under this Act, including the payment of salaries and other remuneration to its employees. \n \n(11) The National Telecommuni cation Corporation Fund shall consist  of⎯ \n \n(i)       grants made by the Federal Government and the Provincial \nGovernments and Corporation; \n \n(ii)        loans obtained from the Federal Government; \n \n(iii)       sale proceeds of bonds  issued under the authority of the \nFederal Government; \n \n(iv)      loans obtained with the special or general sanction of the \nFederal Government; and \n \n(v)        all other sums  received and charges collected by the \nNational Telecommuni cation Corporation. \n________________________________________________________________________________  \n1Subs. by Act  No. II of  2006, s.  21. \n \nPage 34 of 41 \n (12) The accounts  of the National Telecommu nication Corporation shall be maintained in \nsuch form and manner as the Federal Government may determine  in consult ation with the Audito r-\nGeneral of Pakistan who shall be responsible  for audits  of the accounts  of National \nTelecommuni cation Corporation. \n \n(13) For the purpose of audit, the National Telecommuni cation Corporation shall produce \nsuch accounts  and books and connected documents and furnish such explanations  and information, \nas the Auditor -General, or any officer authorized by him on this behalf may require. \n \n(14) Copi es of the audit report shall be sent to the National Telecommuni cation Corporation \nand to the Federal Government and shall also be available for public inspection. \n \n(15) The National Telecommuni cation Corporation shall comply with any directive issued by \nthe Federal Government or the Public  Accounts Committ ee of the National Assembly for the \nrectification of an audit objection. \n \n(16) The National Telecommuni cation Corporation may, in addition  to the audit by the \nAuditor -General, cause its accounts  to be audited by internal or other external audito rs. \n \n(17) The National Telecommuni cation Corporation may, with the approval of the Federal \nGovernment, by notification in the official Gazette, make regulations  for the management and \noperation of its business and activiti es. \n \n(18) Notwithst anding anything contained in any other law for the time being in force, the \nNational Telecommuni cation Corporation shall not, for a period of three years from the date of its \nestablishm ent, be liable to pay any tax on its income, assets, turnover and sales under the Income \nTax Ordinance 1979  (XXXI of 1979),  the Wealth Tax Act ,1963 (XV of 1963) and the Sales Tax \nAct, 1990,  and shall, for a similar period be  entitled to such exemptions from custom-duties as the \ncorporation was entitled immediately before the establishm ent of National Telecommuni cation \nCorporation. \n                                                             \nCHA PTER  VI \nFREQUENCY  ALLOCATION  BOARD  \n42. Frequency Allocation Board.— (1) The Federal Government shall, by a Notification in \nthe official Gazette, establish  a Frequency Allocation Board to take over the functions  performed by \nthe Pakistan Wireless Board which shall, from the date of such notification, stand dissolv ed. \n \n(2) The Board shall be funded by funds  provided by the Autho rity in the prescribed manner. \n \n(3) The Board shall make regulations,  with the approval of the Federal Government, \ngoverning the manner in which the Board may function and exercise its powers. \n \n43. Powers and functions of the Board. — (1) The Board shall have exclusive  authority \nto allocate and assign portions  of the radio frequency spectrum to the Government, providers of \ntelecommuni cation services and telecommuni cation systems, radio and television broadcasting \noperations, public  and private wireless operators and others. \n \n \n \n \nPage 35 of 41 \n (2) The Board shall consist  of⎯ \n1[(i)  Chairman who shall be appoint ed by the Federal Government;] \n(ii)  One Executive  Director appoint ed by the Federal Government, who shall be \nits Vice-Chairman; \n(iii)  the Chairman of the Authority; and \n(iv)  a nomin ee each of the Minist ry of Defence (Corps of Signals), Minist ry of \nInformation and Broadcasting and Ministry of Interior 1[,Information \nTechnology and Telecommuni cation Division  and Pakistan Electronic Media \nRegulatory Autho rity:] \n \n1[Provided that the Federal Government may increase the numb er of members of the Board \nand may prescribe their qualifications and mode  of appointm ent.] \n \n(3) The Vice-Chairman shall be an employee of the Board who shall devote his full time to \nthe busin ess of the Board and shall not hold any other office or position  during his tenure as such \nVice-Chairman. \n \n(4) In exercise of its powers under subsection (1), the Board shall be guided by the applicable \nrecomm endations of the International Telecommuni cation Union or any of its standing committ ees \nof organizations  including  the International Consult ative Commit tee on Telecommuni cation, \nInternational Consult ative Committ ee on Radio, the International Frequency Registration Board and \nother simil ar international organizations.  \n \n(5) Every application for allocation and assignment of radio frequency spectrum shall, in the \nfirst instance, be made to the Autho rity which shall, after such inqui ry as it may deem \nappropriate, refer the application to the Board within  thirty days from receipt of such application. \n \n(6) On receipt of application under subsection (5), the Board shall classify the \ntelecommu nication services and may allocate or assign specific frequencies to the applicant: \n \nProvided that the Board shall intim ate the applicant status of the application within  three \nmonths.  \n \n(7) The Board may, with the approval of the Federal Government, make regulations , for \nexercising  its powers and performance of its busin ess.                 \n \n \nCHA PTER  VII \nPAKISTAN  TELECO MM UNICATION  EMPLOYEES  TRU ST \n44. Establishment of the Pakistan Telecommunication Employees Trust .— (1) As soon  \nas may be, after the commencement of this Act, the Federal Government shall, by notification \nin the official Gazette, establish  a trust to be called the Pakistan Telecommuni cation Empl oyees \nTrust. \n_______________________________________________________________________________  \n1Subs. and added by Act No. II of  2006, s.  22 \n \nPage 36 of 41 \n (2) The Trust shall be a body corporate, having perpetual succession  and a common  seal \nwith power, subject to the provisions  of this Act, to acquire and hold property, both movable \nand immov able, and shall sue and be sued by its name. \n \n(3) The Trust shall be managed by a Board of Trustees consisting  of six trustees, three to \nbe appoint ed by the Federal Government and three by the Comp any, for a period of three years, \nunless earlier removed by the appointing  authority. \n \n(4) The trustees shall be eligible for re-appointm ent for a simil ar term or terms specified in \nsubsection (3).  \n \n(5) The trustees may appoint⎯ \n(a)  a Chairman of the Board of Trustees from amongst themselves; \n(b)  the Manager of the Trust;  \n(c)  an Actuary: \nProvided that the first Chairman of the Board of Trustees shall be \nselected from amongst the trustees appoint ed by the Federal Government and \nshall, unless removed on the charges of physical or mental infirmity or \nmiscondu ct, including  corruption  and dishon esty remain in the office of \nChairman for the first twelve months  of his tenure as a Trustee. \n(6) A Trustee may resign from his office by writing in his hand addressed to the Board of \nTrustees. \n(7) In case of a vacancy being created due to the death, resignation or removal of a Trustee, \nthe appointing  authority referred to in subsection (3) may appoint  another person in his place as \nTrustee for the unexpired term. \n \n(8) The Manager and Actuary of the Trust shall be entitled to such remuneration and \nperquisites as the Board of Trustees may determine. \n \n(9) The Board of Trustees may, with the approval of the Federal Government and by \nnotification in the official Gazette, make rules for the management and condu ct of busin ess of the \nTrust. \n45. Pension Fund.— (1) The Federal Government shall, by notification in the official \nGazette, order that from the effec tive date, all assets of the Pakistan Telecommuni cation \nCorporation Empl oyees Pension  Fund as created by a Trust Deed dated, the 2nd April, 1994, \nhereinafter referred to as the “Pension  Fund”, and such liabilities as are specified in the \nnotification, shall vest in and shall become the assets and liabilities of the Trust: \n \nProvided that 1[pro rata] of the accrued liability determined on the 30th June, 1995,  \nspecified in the notification shall be paid to the Federal Government in twelve month ly installments \nin respect of telecommuni cation employees or Transferred Employees transferred to the Pakistan \nTelecommuni cation Autho rity, Frequency Allocation Board, National Telecommuni cation \nCorporation and Federal Government. \n \n1Subs. by Act No. II of 2006, s.  23. \n \nPage 37 of 41 \n (2) The Comp any shall contribute  to the Pension  Fund the amount  determined by the \nActuary representing  the unfunded proportion of the accrued pension  liabiliti es which shall be \nassum ed by the Comp any from the effective date specified in the order made under section 35. \n \n(3) The Pension  Fund shall consist  of⎯ \n \n(a)  amounts  received from the Pakistan Telecommuni cation Corporation \nEmpl oyees Pension  Fund referred to in subsection (1); \n \n(b)  contribution  to be paid by the Comp any under subsection (2); \n \n(c)  annual contribution  to be paid by the Company at the comm encement of each \nfinancial year; \n \n(d)  investments and the profits, gains and other returns accrued on such \ninvestments; and \n \n(e)  donations  and other contributions  by individu als or any aid-giving \nagencies. \n46. Functions and powers of the Trust.— (1) For carrying out the purposes of the Trust, the \nBoard of Trustees shall− \n(a) take over and assume  the liability of the Pension  Fund, including  \ncontributions  of the Comp any to the Pension  Fund; \n \n(b) obtain payment from the Comp any of the amount  determined by Actuary as \nrepresenting the unfunded proportion of the accrued pension  liabiliti es to be \ndischarged by the Comp any; \n \n(c)  determine, at the comm encement of each financial year, the amount  to be \ncontributed to the Pension  Fund by the Comp any; and \n \n(d)  make provision  for the payment of pensions  to telecommuni cation employees \nto the extent of their entitlement. \n \n(2)  In performance of its functions,  the Board of Trustees shall⎯ \n \n(a)  have the exclusive  right to determine  the amounts,  if any, payable in respect \nof pension  benefits to the telecommuni cation employees; \n \n(b)  administ er and operate the Pension  Fund; \n \n(c)  specify and certify the requirements to be fulfilled for payments of the \npensions to be made from the Pension  Fund; \n \n(d)  appoint, promot e, remove  and exercise discipline  and control over its \nemployees; \n \n(e)  enter into contracts; \n(f)  acquire, lease, encumber, dispose  of, exchange, invest or otherwise deal with \nany movable or immov able property or any interest therein; and \n \nPage 38 of 41 \n  (g)  exercise all such powers as may be necessary or incidental to the performance \nof any of its functions  or the exercise of any of its powers. \n \n(3) The Manager of the Board of Trustees shall be responsible  for administ rative control of \nthe employees of the Trust and day to day working of the Trust as may be assigned to him by the \nBoard of Trustees. \n47. Decision  of the Trust, etc.⎯ (1) The decision  of the Board of Trustees shall be taken by \nmajority of the votes of the trustees present in a meeting to be called by the Chairman of the Trust: \nProvided that such majority votes shall include at least one trustee appoint ed by the \nFederal Government and one Trustee appoint ed by the Comp any. \n(2) All meetings of the Board of Trustees shall be presided over by its Chairman or, in his \nabsence, by another Trustee selected by the trustees amongst themselves. The quorum of the \nmeeting of the Board of Trustees shall be four Trustees out of which two shall represent the \nFederal Government and the other two by the Company: \n Provided that the Chairman of the Board of Trustees shall have no casting  vote. \n(3) No act or proceeding of the Trust shall be invalid by reason only of the existence of a \nvacancy in, or a defect in, the constitution  of the Board of Trustees. \n \n(4) The Board of Trustees shall, by resolution, determine  the procedure for appoint ment, \npromotion  and termination and other terms of employment of the employees of the Trust. \n \n \n48. Delegation of Powers. The Board of Trustees may, by a resolution,  delegate to any \nofficer of the Trust any of its powers of functions  under this Act, subject to such conditions  as it may \ndeem fit to impos e. \n \n49. Budget.⎯(1) The Board of Trustees shall, in respect of each financial year, prepare its \nown budget specifying the estimated receipts and the sums  which are likely to be required by the \ntrust for the payments to be made in the relevant financial year. \n \n \n(2) Any surplus of receipts over the amount  specified in the budget in a financial year shall \nbe credited to the Pension  Fund and any deficit from the estimated amount  specified in the annual \nbudget shall be made up from the Pension  Fund. \n \n \n50. Audit.−(1) The accounts of the Trust shall be audited at the close of each financial year \nby independent audito rs. \n \n(2) The Trust shall produce such accounts,  books and documents and furnish explanations  \nand information as the audito rs may require for the purpose of audit. \n \n(3) Copi es of the Audito r's report on the accounts  shall be furnished to the Federal \nGovernment, Comp any and the Trust. \n \n51.  1[*   *   *   *   *           *        *] \n \n________________________________________________________________________  \n1Omitted by Act No. IV  of 1999, s.  26. \n \nPage 39 of 41 \n 52. Application of Trusts Act, 1882.— (1) The provisions  of Chapters III, IV, V, VI (other \nthan section 60 thereof, in so far as it provides that a person domi ciled abroad is not a proper \nperson for the purposes of that section) and VII of the Trusts Act, 1882  (II of 1882),  to the extent \nnot inconsist ent with the provisions  of this Act, shall apply to the Trust and the Board of Trustees to \nthe same extent that they apply to a trust and “Trustees” as defined in section 3 of the said Act. \n \n(2) For the purposes of the Trusts Act, 1882,  the “author  of the Trust” shall be the Federal \nGovernment and Comp any, the “Trustees” shall be the Trustees appoint ed under section 45, \n“beneficiaries” shall be the telecommuni cation employees, the “trust property” or “trust money” \nshall be the Pension  Fund, “beneficial interest” shall be the right of the telecommuni cation \nemployees specified in the rules made under, this Chapter and the “instrument of trust” shall be this \nAct and such rules. \n \n(3) The accounts  of the Trust shall be kept and maintained with the National Bank of \nPakistan or such other bank as the Trustees may determine. \n \n53. Winding-up of the Trust.−(1) The Trust shall be wound  up by the Federal \nGovernment on the recomm endation of the Board of Trustees and the certification by the Actuary \nthat no pension  payment is required to be made from the Pension  Fund. \n \n(2) The balance of the Pension  Fund shall, on the winding  up of the Trust, be paid to the \nFederal Government and the Comp any pro-rata of the assets of the Pakistan Telecommuni cation \nCorporation Empl oyees Fund and contributions  made from time to time by the Company. \n                       \nCHA PTER  VIII \nMISCELLANEOUS  \n \n54. National Security.−(1) Notwithst anding  anything contained in any law for the time \nbeing in force, in the interest of national security or in the apprehension  of any offence, the Federal \nGovernment may authorise any person or persons to intercept calls and messages or to trace calls \nthrough any telecommuni cation system. \n \n(2) During a war or hostiliti es against Pakistan by any foreign power or internal aggression  \nor for the defence or security of Pakistan, the Federal Government shall have preference and priority \nin telecommuni cation systems over any licensee. \n \n (3) Upon  proclamation of emergency by the President, the Federal Government may \nsuspend or modi fy all or any order or licences made or issued under this Act or cause \nsuspension  of operation, functions  or services of any licensee for such time as it may deem \nnecessary: \n \nProvided that the Federal Government may compensate any licensee whose  facilities or \nservices are affected by any action under this sub-section. \n \n55. Liability of the Federal Government. The Federal Government shall not be responsib le \nfor any loss or damage which may occur as a consequence of any act or omission  of a licensee. \n \n \n \n \nPage 40 of 41 \n 56.  1[*  *   *   *   *   *                       *] \n \n57. Power to make rules.⎯ (1) For carrying out the purposes of this Act 2[* * *] the \nFederal Government may, from time to time, by notification in the official Gazette, make rules \nnot inconsist ent with this Act. \n \n(2) Without  prejudice to the foregoing powers the Federal Government may make rules— \n \n(a) extending  the categories of telecommuni cation systems or telecommuni cation     \nservices  for which a licence is not required under section 20; \n \n2[(ab)  the manner  in which the USF and Research and Development funds  may be \nadministered; \n \n(ac)     the criteria based on which sums may be released from USF and Research and \nDevelopment funds; \n \n(ad)    preventing, prohibiting, and remedying the effects of anticompetitive conduct by \nlicensees; \n \n(ae)    regulating agreements or arrangements by licensees in respect of international \ntelephony  service; \n \n(af)  requiring licensees that handle international telephony service to make payments (i) \nto prescribed categories of licensees that terminate international telephony  service \ncalls in Pakistan in form of APC and (ii) to USF in respect of international telephony  \nservice calls that prescribed categories of licensees terminate in Pakistan; \n \n(ag)  enforcing  national security measure in telecommunication sector; and \n \n(ah)  regarding lawful interception.]  \n \n \n(b)  3[*         *  *           *                       *           *             *] \n \n(c)  restricting or prohibiting the use of any public switched network for signalling \npurposes in circumstances in which charges otherwise payabl e may be avoided \nor reduced, or the advertising of means or services for such use.  \n \n58. Ordinance to override other laws. The provisions  of this Act shall have effect \nnotwithst anding  anything contained in the Telegraph Act, 1885  (XIII of 1885), the Wireless \nTelegraphy Act, 1933  (XVII of 1933),  or any other law containing  any provision  inconsist ent to \nthis Act. \n \n59. Repeal and savings.− (1) The Pakistan Telecommuni cation Corporation Act, 1991  \n(XVII of 1991),  The Pakistan Telecommuni cation (Re-Organization)  Ordinance, 1996  (LXXVII \nof 1996),  and the Minist ry of Communi cations,  Government of Pakistan, Notifications  numb ering \n5(4)/95 -PTC, dated the 7th August, 1995,  are hereby repealed. \n_____________________________________________________________________________ _ \n1Omitted by Act No. IV  of 1999, s.  26.  \n2Omitte d and  Ins. by Act  No. II of 2006, s. 24. \n3Omitted by Ord inance No. LI of 2002,s.  28. \n \n \nPage 41 of 41 \n (2) Notwithst anding anything contained hereinbefore, all orders made, actions  taken, vesting  \norders or Notifications  issued, property, assets and liabiliti es of the Corporation vested or transferred \nand the employees of the Corporation transferred to the Pakistan Telecommuni cation Auth ority, \nFrequency Allocation Board, Pakistan Telecommuni cation Comp any Limited, National  \nTelecommuni cation Corporation or Pakistan Telecommuni cation Empl oyees Trust, under any of the \npowers conferred or vested under the Pakistan Telecommuni cation (Re-Organization)  Ordinance, \n1995  (CXV of 1995),  the Pakistan Telecommuni cation (Re-Organization)  Ordinance, 1996 (XXX  of \n1996),  the Pakistan Telecomm unication (Re-Organization)  Ordinance, 1996  (LXXV II of 1996)  shall \nbe deemed always to have been lawfully and validly made, taken, issued, vested or transferred \nunder the provisions  of this Act and shall continue  to be in force unless amended, varied, \nwithd rawn, rescinded or annull ed by a person or authority competent to do so under this Act. \n \n \n \n \n \n \n________________  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n4115040  \nRGN Date: 19 -11-2024"
}