{
    "file": "./converted_json\\administrator578875efd3b016bbe84f3f783c4b5fce.json",
    "name": "War Risks Insurance Continuance Ordinance, 1969",
    "date": "16th February, 1969",
    "tagline": "Providing for the continuance of the War Risks Insurance Fund and its provisions.",
    "content": "Page 1 of 2 \n   \n \n \nTHE WAR RISK S INSURANCE CONTINUANCE ORDINANCE, \n1969  \n  \nCONTENTS  \n1.  Short title, extent and commencement  \n2.  Continuance of War Risks Insurance Fund  \n \n\n \nPage 2 of 2 \n THE WAR RISK S INSURANCE CONTINUANCE ORDINANCE, 1969  \n \nORDINANCE NO. V OF 1969  \n          \n         [16th February, 1969]  \n \nAN \n \n ORDINANCE  \n \nto provide for the continuance of the War Risks Insurance Fund established under the War Risk \nInsurance Ordinance, 1965, and of the provisions of that Ordinance relating to the Fund.  \n            WHEREAS i t is expedient to provide for the continuance of the War Risks Insurance Fund \nestablished under the War Risks Insurance Ordinance, 1965, and of the provisions of that Ordinance \nrelating to the Fund;  \n            AND WHEREAS the National Assembly is not in s ession and the President is satisfied that \ncircumstances exist which render immediate legislation necessary;       \n NOW, THEREFORE, in exercise of the powers conferred by Article 29 of the Constitution, \nand of all other powers enabling him in that behalf, t he President is pleased to make and pro mulgate \nthe following Ordinance :___ \n 1. Short title, extent and commencement. ___(1) This Ordinance may be called the War \nRisks Insurance Continuance Ordinance, 1969.   \n (2) It extends to the whole of Pakistan.  \n (3) It shall come into force on the day on which the War Risks Insurance Ordinance, 1965 \n(XXVI of 1965), ceases to have effect under clause (7) of Article 30 the Constitution.  \n 2. Continuance of War Risks Insurance Fund. —Notwithstanding the War Risk Insurance \nOrdinance, 1965(XXVI of 1965), hereinafter referred to as the said Ordinance, ceasing to have \neffect,___  \n(a)  the War Risks Insurance Fund established thereunder shall continue and all \nsums which were required to be paid into, and all liabilities which were  \nrequired to be discharged and all sums required to be paid out of , that Fund \nimmediately before the commencement of this Ordinance shall be so paid and \ndischarged, and   \n(b)  the provisions of sectio ns 2 to 13, 15, 17, 20 and 22 to 27 of the said \nOrdinance  is so far as those relate to the liabilities incurred before the \ncommencement of this Ordinance , all appointments made, and so much of any \nScheme, rule, order, notification or other instrument made thereunder in force \nimmediately before such commencement as relates to the War Risks Insurance \nFund or the liabilities so incurred, shall continue in force.    \n \n RGN Dated: - 1.4.2024"
}