{
    "file": "./converted_json\\administrator8953bacbad72a78a047a5b9097a48e20.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "-30- \nCODE OF CONDUCT \nCODE OF CONDUCT TO BE -OBSERVED BY JUDGES OF THE \nSUPREME COURT AND OF THE HIGH COURTS OF PAKISTAN  \nThe Prime duty of Judge as an individual is to \npresent before the public an image of the justice of \nthe nation. As a member of his Court, that duty is \nbrought within the disciplines appropriate to a \ncorporate body.  \nThe Constitution, by declaring that all authority \nexercisable by the people is a sacred trust from \t • \nAlmighty Allah, makes it plain that the justice of \nthis nation is of Divine origin. It connotes full \nimplementation of the high principles which are \nwoven into the Constitution, as well as the universal \nrequirements of natural justice. The oath of a Judge \nimplies complete submission to the.Constituion, and \nunder the Constitution to the law. Subject to these \ngoverning obligations, his function of interpretation \nand application of the Constitution and the law is to \nbe discharged for the maintenance of the Rule of Law \nover the whole range of human activities within the \nnation. \nTo be a living embodiment of these powers, functions \nand obligations calls for possession of the highest \nqualities of intellect and character. Equally, it \nimposes patterns of behaviour which are the hall-mark \n, of distinction of a Judge among his fellow-men. \nIn this Code an attempt is made to indicate \ncertain traditional requirements of behavour in the \nJudges of the Superior Courts, conducive to the \nachievent of a standard of justice worthy of the nation. \n-209(zA \nL \tiit\\\\,‘ `11  \n-31- \nARTICLE I (General) \nOn equiponderance stand the heavens and the earth. \nBy equiponderance, oppression meaning unjust and un-\nequal burdens, is removed. The Judge's task is to secure \nthat such equality should prevail in all things. \nARTICLE II (Judicial qualities) \nA Judge should be God-fearing, law-abiding, \nabstemious, truthful of tongue, wise in opinion, \ncautious and forbearing, blameless, untouched by greed. \nWhile dispensing justice, he should be strong \nwithout being rough, polite without being weak, awe-\n'1116piring in his warnings and faithful, to his work, \nalways preserving calmness, balance and complete \ndetachment, for the formation of correct conclusions \nin all matters coming before him. \nIn the matter of taking his seat, of his personal \nbehaviour when in his seat and of rising from his seat., \nhe shall be punctilious in point of time, mindful of \nthe formal courtesies, careful to preserve the dignity \nof the Court, while maintaining an equal aspect towards \n70111 litigants as well as all lawyers appearing before \n,him. 1 ARTICLE III \nTo be above reproxh, and for this purpose to keep \nis conduct in all things, officials and private, free \nrom impropriety is expected of a Judge. \n• \n-32- \nICLE IV \nA Judge must decline resolutely to act in a ,se involving his own interest, including those of \nrsons whom he regards and treats as near relatives close friends. \nA Judge must regidly refrain from entering into \ncontinuing any business dealing, howsoever unim-\nrtant it may be, with any party to a case before him. \nhould the dealing be unavoidable, he must discontinue \ns connection with the case forthwith. \nA judge must refuse to deal with any case in \nich he has a connection with one party or its lawyer \nre than the other, or even with both parties and ir,lawyers. \nTo ensure that justice is not only ,done, but is so seen to be done, a Judge must avoid all possibility \nf his opinion or action in any case being swayed by \ny consideration of personal advantage, either direct r indirect. \nTICLE V \nFunctioning as he does in full view of the public, \nJudge gets thereby all the publicity that is good \nor him. He should not seek more. In particular, he \nshould not engage in any public controversy, least of \nill on a political question, notwithstanding that it \nnvolves a question of law. \nRTICLE VI \nA Judge should endeavour to avoid, as far as \nbssible, being involved in litigation either on his \nwn behalf or on behalf of others. In particular he \n-33- \nshould not involve himself in activities such as \nindustry, trade, or speculative transactions, for \nthe pursuit of wealth can never be the objective of \na judge. \nTo employ the influence of his position to gain \n'undue advantage, whether immediate or future, is a \ngrave fault. \nA Judge must avoid incurring financial or other \nobligations to private institutions or persons such as \nmay embarrass him in the performance of his functicne. \nARTICLE VII \nExtra-judicial duties or responsibilities', officiLl \nor private, should be generally avoided. He should \nequally avoid being a candidate for any elective \noffice in any organisation whatsoever. \nARTICLE VIII \nGifts are to be received only from near relatives \nand close friends, and only such as are customary. \nEverything in the way of favours in consequence of \nthe office must be refused. In accepting any enter-\ntainment offered, whether general or particular, care \nshould be taken that its real purpose does not conflict \nwith a Judge's duty to maintain detachment from likely \nlitigants, and from partisan activity. \nARTICLE IX \nIn his judicial work, and his relations with \nother Judges, a Judge should act always for the mainte-\nnance of harmony within his own Court, as well as amcng \nall Courts and for the integrity of the institution cf \nljustice. Disagreement with the opinion of any Judge, \nwhether of equal or of inferior status, should invariably \nbe expressed in terms of courtesy arrd restraint. \nI.CLE X \nIn his judicial work a Judge shall lake all steps to decide ClisfAVwhhin the snodoi4 lime, controlling \nmade to prevem eady disposal ol cases and matte every endeavour to minimize sui e -ing el itig ants 1 \nexpeditiously through proper written judgments. A Judge who is unmindful or incillsrs nt tewa .dethir \nWy m nutfaaMuho his work, which is a grave fault. 11"
}