{
    "file": "./converted_json\\administrator09eff742eefb6421b6d97e4cf63dd2fc(1).json",
    "name": "Gilgit-Baltistan Persons with Disabilities Act, 2019",
    "date": "August 17, 2019",
    "tagline": "To promote and ensure full and effective inclusion of Persons with Disabilities in the community",
    "content": "PART I]       THE GAZETTE OF PAKISTAN, EXTRA., NOVEMBER 5, 2019  731 \n \n \n \n \n \n  \nISLAMABAD , TUESDAY , NOVEMBER  5, 201 9  \n \nPART I  \n \nActs, Ordinances, President’s Orders and Regulations  \n \nGOVERNMENT OF GILGIT -BALTISTAN  \nLAW AND PROSECUTION DEPARTMENT  \n(Gilgit -Baltistan  Secretariat ) \n \nGilgit , the 17th August , 201 9 \n \nTHE GILGIT -BALTISTAN PE RSONS WITH DISABILITIES ACT, 2019  \n \n(ACT NO.V OF 2019)  \n \nAN \n \nACT \n \nto promote and ensure full and effective inclusion of Persons with Disabilities in \nthe community in line with the Islamic teachings and international best practices \nto protect their rights  \n \nPreamble.  WHEREAS  it is expedient to put in place legal and institutional  \nframework to protect the rights of the Persons with Disabilities:  \n \n It is hereby enacted as follows: - \n \n \n(731) \n \nPrice: Rs. 20.00 \n \n[1725 (2019)/Ex. Gaz.]    \n732 THE GAZETTE OF PAKISTAN, EXTRA.,  NOVEMBER 5, 2019  [PART I \n \n \n \n CHAPTER -1 \n \nPRELIMINARY  \n \n 1. Short title, extent and  Commencement. —(1) This Act may be \ncalled the Gilgit -Baltistan Persons with  Disabilities Act, 2019.  \n \n (2) It shall extend to the whole of Gilgit -Baltistan  \n \n (3) It shall come into force at once.  \n \n 2. Definitions. —In this Act, unless the re is anything repugnant in the  \nsubject or context :— \n \n (a) “Act” means the Gilgit -Baltistan Persons with Disabilities Act, \n2019;  \n \n (b) “Access ” means meaningful and effective access to various \nphysical and intangible means made suitable to fulfill the spec ial \nneeds of the Persons with Disabilities;  \n \n (c) “Barrier ” means the physical, psychological, illegal or attitudinal \nhurdles in the way to access to infrastructure and services;  \n \n (d) “Order ” means the Government of Gilgit -Baltistan Order 2018;  \n \n (e) “Council” means the Provincial Council on Rights of Persons with \nDisabilities set up under section 21;  \n \n (f) “Disability ” means a physical or mental  condition that limits a \nperson’ s movements, senses, or activities and shall include \nphysical, mental, intellect ual or sensory impairments while \ninteracting with various other physical and psychological barriers \nand hinder performance of persons suffering from such conditions \nto participate fully and effectively in day to day performance and \ninteraction with others on an equal basis;  \n \n (g) “Equality before law ” means rights guaranteed by the Government \nof Gilgit -Baltistan Order 2018 and also includes principles of \nequality on equitable basis that Persons with Disability shall have \nin line with the constitutional and international covenants in which \nPakistan is a signatory;  \n \nPART I]       THE GAZETTE OF PAKISTAN, EXTRA., NOVEMBER 5, 2019  733 \n \n \n \n  (h) “Freedom of movement ” means shall have the same meaning as \nexpressed in Article 15 of the Government of Gilgit -Baltistan Order \n2018;  \n \n (i) “Fund ” means the Rehabilitation of Persons with Disab ilities Fund \nestablished under section 24 of this Act.  \n \n (j) “Government ” means the Government of Gilgit -Baltistan.  \n \n (k) “Independent living ” means living with freedom, self-control, \nchoice and self -determination in day to day life;  \n \n (l) “Mobility ” means  the possible independence for Persons with \nDisabilities in access to quality  mobility aiding them devices, \nassistive technologies and forms of assistance and intermediaries, \nmaking them available at affordable cost;  \n \n (m) “Reasonable accommodation ” means necessary and appropriate \nmodification where needed in a particular case, to ensure that the \nPersons with Disabilities to enjoy or exercise on equal basis access \nwith others of all human and fundamental rights of freedoms at \nhome, workplace and in social l ife; \n \n (n) “Prescribed ” means prescribed by rules or regulations; and  \n \n (o) “Secretary ” means the person to be appointed as Secretary of \ncouncil by the government.  \n \nCHAPTER II  \n \nRIGHTS OF PERSONS WITH DISABILITIES  \n \n 3. Rights of Persons with  Disabilities. —(1)The government shall \nensure that every Person with  Disability shall have a right to be respected for his \nindividual  dignity and leading a decent life with equal opportunity to participate \nin educational, social, economic, cultural religious and all othe r activities in the \nsociety without any discrimination.  \n \n (2) No person or institution, whether public or private, shall be allowed \nto discriminate against Persons with Disabilities or violate their rights or restrict \nbenefits in any manner.  \n \n (3) The gove rnment shall take all necessary legal and administrative \nsteps, including appropriate changes in the existing laws, to ensure that Persons \nwith Disabilities enjoy full rights inclusive the right of equality guaranteed under \n734 THE GAZETTE OF PAKISTAN, EXTRA.,  NOVEMBER 5, 2019  [PART I \n \n \n \n the Government of Gilgit -Baltist an Order 2018 and that such person’ s disability \nshall not be used by any person or institution to restrain or restrict  him from \nenjoying his rights unless there is a reasonable cause that not to restrict such \nperson may cause harm or letting him to perform  something which may be out of \nhis physical or mental capacity.  \n \n (4) In view of restricted access of the Persons with Disabilities to earn \ntheir livelihood independently, the government shall take extraordinary steps to \nensure their effective inclusivenes s in the society through suitable education, skill \ndevelopment, training and placement against appropriate positions in the \ngovernment departments and entities in the private sector according to the \nallocated quota.  \n \n (5) No Person with Disability shall be  subject to any research without \nhis willingness or consent or any pressure and such research shall be through \nusing accessible modern modes, means and formats of communication.  \n \n 4. Equality before law. —(1) The government shall ensure that \nPersons with Di sabilities to be treated at par with persons without such \ndisabilities and they are not discriminated in exercise of their rights.  \n \n (2) It shall be ensured that such persons have legal capacity to enjoy \ntheir rights and such support is provided to them fr ee of cost.  \n \n 5. Right to privacy. —(1) Persons with Disabilities shall have right to \nprivacy as provided under law regardless of living in a private home, \nrehabilitation centers, hostels, or in any private or public living facility.  \n \n (2) No Persons with D isabilities regardless of place of residence or \nliving arrangements shall be subjected to arbitrary or unlawful interference with \nhis privacy of person, family, home and communication or correspondence. Such \npersons shall have right to be protected under l aw against any illegal interference  \nand attack against their person, family, property and reputation.  \n \n 6. Women, children and  elderly people with  disabilities. —(1) In \nview of the vulnerability of women, children and  senior citizens with disabilities, \nthe government shall take special  measures to ensure that such women, children \nand elderly people are given full protection under law in enjoying their rights.  \n \n (2) The government shall also take necessary measures to ensure \ndevelopment, advancement and empow erment of women, children and senior \ncitizens with disabilities.  \n \n 7. Ease of access and mobility. —(1) The government shall take \nnecessary measures allowing ease of access to the Persons with Disabilities in \npublic and private buildings, places, hospitals,  public transport, streets and roads. \nPART I]       THE GAZETTE OF PAKISTAN, EXTRA., NOVEMBER 5, 2019  735 \n \n \n \n The old buildings and vehicles shall also be appropriately modified and new \nbuildings and vehicles shall be built conforming to the appropriate standards to \nmeet the requirement of Persons with Disabilities.  \n \n (2) The council shall develop a guideline for removing barriers and \nobstacles to access in buildings, roads, modes of transportation, housing, \nhospitals, schools, workplaces, communication and information related services \nand get them implemented by the concerned authorities and persons both in \npublic and private sectors.  \n \n (3) The council shall develop a set of minimum standards of access and \nrelated signage that each department, authority, entity, and private sector shall \nput in place to ensure necessary access o f Persons with Disabilities.  \n \n (4) The government shall implement procedures and programs to \npromote the personal mobility of Persons with Disabilities at concessional costs  \n  \n (5) The government shall ensure special seats in all means of transport \nfor per sons with disabilities and to allot parking space exclusively for the persons \nwith disabilities at all public places free of cost. These spaces shall be nearest to \nthat particular public place.  \n \n (6) The council shall develop and enforce guidelines allowin g Persons \nwith Disabilities to have full and appropriate access to all forms of mass \ncommunication including information technology to enjoy freedom of \ninformation without any charge.  \n \n 8. Protection from abusive,  violent and intolerant behavior. —(1) \nThe g overnment shall take all possible steps to protect  Persons with Disabilities, \nfrom all forms of abuse, violence and  exploitation by any person, institution or \nauthority.  \n \n (2) Whenever an act of abuse, violence and intolerant behavior is \ncommitted against  person with disability and information of such act is \ncommunicated to council or any law enforcement agency, as the case may be, \nThe concerned agency or Council on receipt of such information, shall \nimmediately take necessary action to curb such act and t o take appropriate \nmeasures under law. No cost shall be recovered from such affected person for \nlodging in safe place in such situation.  \n \n (3) Notwithstanding the provisions of any other law for the time being \nenforced, an act of physical violence against a person with disability shall be \ntreated in accordance with the provisions of Pakistan Penal Code, 1860. Other \nsituation of aggravated abuse and violence shall also be deemed to have more \ngravity than in case of a person without disabilities.  \n736 THE GAZETTE OF PAKISTAN, EXTRA.,  NOVEMBER 5, 2019  [PART I \n \n \n \n  (4) In case  of need for legal aid such aid shall be made available to \nsuch affected person at public expense.  \n \n 9. Equity in education. —(1) The government shall take all necessary \nmeasures to ensure that Persons with Disabilities are afforded equal rights to \naccess i n private and public educational institutions and shall be provided with \nadequate facilities for their education without any discrimination.  \n \n (2) The government shall provide free education to Persons with \nDisabilities in pursuance of article 27 of the Go vernment of Gilgit -Baltistan \nOrder 2018 or higher education in all educational institutions whether Public or \nPrivate shall give 50% fee relaxation. They shall also be entitled to a special \nquota seats in institutions as per notification issued by the gove rnment from time \nto time.  \n \n (3) The council shall take necessary measures to establish special \neducation institutions for the Persons with Disabilities to cater their special needs \nin addition to making other institutions reasonably equipped and staffed to  \nprovide adequate facilities for inclusive education to such persons in those \ngeneral educational institutions.  \n \n (4) No Persons with Disabilities shall be denied admission into any \neducational institution, whether state owned or private, on ground of his \ndisabilities.  \n \n (5) A Quota of 5% with age relaxation minimum 5 years if needed \nshall be dedicated for admission to all educational institutions whether State \nowned or private for persons with Disabilities.  \n \n (6) The Government shall ensure inclusive educa tion at all levels \nfocusing on personality development, creativity and strengthening of physical \nand mental capabilities of Persons with Disabilities.  \n \n (7) Reasonable and appropriate accommodation shall be  provided to \nPersons with Di sabilities in all inst itution including hostels.  \n \n (8) The government shall also establish adequate dedicated and general \nfacilities for teacher training with a view to train adequate number of specially \ntrained teachers equipped with skills to teach students with various disab ilities.  \n \n (9) The government shall ensure that all Persons with Disabilities are \ngiven full access to all modes and means of education including but not limited to \nvocational training, online education, distance learning and adult education.  \n \nPART I]       THE GAZETTE OF PAKISTAN, EXTRA., NOVEMBER 5, 2019  737 \n \n \n \n  10. Equity in employment. —(1) No person, institutions, organization \nor entity, whether public or private, shall discriminate a person on the ground of \ndisability in respect of employment, promotion, career development and enjoying \nfruits of his employment.  \n \n (2) The employer shall ensure the provision of reasonable \naccommodation including necessary aid and equipment which a Person with \nDisabilities would reasonably require to perform his duties.  \n \n (3) The government shall reserve a quota of 03 % (three percent) \nagains t total sanctioned strength at various levels for the Persons with Disabilities \nin the government departments, institutions, entities, and corporate entities \nowned and managed by the government. The government shall also impress upon \nthe Gilgit -Baltistan l egislature and local bodies to include such measures in their \nlaws and practices.  \n \n (4) The government shall encourage private enterprises to employ \nPersons with Disabilities through incentives for which the government shall \nprepare long term inclusion pla ns and allocate necessary resources.  \n \n (5) The terms and conditions of employment shall not be less favorable \nfor Persons with Disabilities as compared with those offered to other persons \nappointed against same or similar  positions.  \n \n (6) An establishment Public and Private both which does not employ \nPersons with Disabilities as required by section 4(sub -section 4) of this section \nshall pay twice in to the funds each month the sum of money it would have paid \nas salary or minimum wages notified by the Govern ment to a Person with \nDisability had he been employed and the relevant entities / administrative head \nshall be responsible for enforcement and implementation.  \n \n (7) Minimum wages to be fixed as notified by the government from \ntime to time under Minimum Wag es Act.  \n \n (8) The provision of rules made for the employees of provincial  \ngovernment in respect of accommodation shall also apply to persons with \ndisabilities.  \n \n 11. Equity in health and  rehabilitation services. —(1)The \ngovernment shall ensure barrier free access to  necessary public health services in \nand public institutions and  infrastructure to Persons with Disabilities without any \ndiscrimination and without any cost borne by such persons.  \n \n (2) The council shall devise plans to provide special health insu rance to \nPersons with Disabilities and free medical coverage. The government shall \nearmark necessary funds for financing such health insurance scheme and medical \ncoverage.  \n738 THE GAZETTE OF PAKISTAN, EXTRA.,  NOVEMBER 5, 2019  [PART I \n \n \n \n  (3) Special health service for early identification and intervention of \ndisabilitie s and medical services especially designed to prevent disability shall be \nimplemented.  \n \n (4) The government shall initiate, with the help of the medical and \nscientific community, research to identify causes of various disabilities and make \nefforts to creat e awareness in public to adopt practices that help to prevent such \ndisabilities.  \n \n (5) The Government shall undertake initiatives to promote, support and \nimplement community based rehabilitation and research initiatives at all level.  \n \n 12. Right to live in dependently in community. —(1) The Persons \nwith Disabilities shall have equal right to  live independently in the community.  \n \n (2) Such persons shall be provided all necessary facilities by the \nGovernment without discrimination to enable them to live indepe ndently.  \n \n (3) The government shall take necessary preventive measures to ensure \nthat Persons with Disabilities are not excluded or segregated from the community \non basis of their disability.  \n \n (4) The government shall also take necessary measures to enabl e the \nPersons with Disabilities to have access in the house, residential and other \ncommunity support services, including personal assistance service necessary to \nsupport living and the cost of which shall be borne by the government.  \n \n (5) The government sh all provide Persons with disabilities appropriate \naid and equipment, assistive technology on free or subsidized rate. A special \ntraining is provided at all levels from time to time in order to train persons with \ndisabilities in mobility skills.  \n \n (6) Entit ies that produce such equipment's are provided with all the \nfacilities they require at a subsidized rate.  \n \n 13. Right of accommodation. —(1) Every person with disability shall \nhave right to a decent place of living of his choice as contemplated by Article 2 3 \nof the Government of Gilgit -Baltistan Order 2018  and no person shall \ndiscriminate against a person with disability by way of refusing to rent him or \nsell to a place of living because of him being a person with disability.  \n  \n (2) The government shall evol ve a policy of 5% quota with 50% \nconcession on the total cost payable on easy installments toward housing \nschemes for Persons with Disabilities who do not own any property in \nGovernmental/private housing schemes in government owned, sponsored, or \nPART I]       THE GAZETTE OF PAKISTAN, EXTRA., NOVEMBER 5, 2019  739 \n \n \n \n assisted projects and also in the private housing schemes. The authorities \napproving establishment of new government or private housing schemes and \nplans shall ensure that adequate number of affordable housing units are included \nin each scheme or plan.  \n \n (3) The go vernment shall set up and maintain decent housing facilities \nfor the Persons with Disabilities who do not have a place to live and needs a \ndecent temporary shelter. The council shall with the help from the provincial \nauthorities; civil society organization s and society at large assist to arrange \npermanent shelter for such persons.  \n \n 14. Right to  home and family. —(1) No person with disability, \nespecially a child/  adult/  senior  citizen, shall be separated from his family on the \ngrounds of  disability unless a court of law requires him to be so separated in his \nbest interest.  \n \n (2) Where the immediate family of a person is unable to cater a person, \nespecially a child with disabilities, the Council shall make an effort to place such \nperson at a setup suitable for  his safe living. The Government shall establish \ninstitutions for the comfortable living for Persons with Disabilities.  \n \n (3) All Persons with Disabilities shall have the right to marry a person \nof their own choice and raise their family without any discri mination.  \n \n (4) No person with disability shall be subjected to any forced medical/  \nsurgical procedure leading to infertility and  provided that in case of mental \ndisability a person, forced sterilization may be conducted subject to consent of \nhis legal hei rs. Forced sterilization shall be a non -compoundable offence.  \n \n (5) The government shall provide free services regarding reproductive \nhealth especially to women with disabilities.  \n \n 15. Freedom of expression  and information. —(1) The government \nshall ensure  that Persons with  Disabilities have freedom of speech, right to \nexpression and  information and effective measure are taken for their such rights \nto be protected in accordance with law.  \n \n (2) The council shall take necessary measures to get the voice of \nPersons with Disabilities and their organizations to the governments, society and \ninternational community.  \n \n 16. Right  of political participation. —(1) Persons with Disabilities \nshall have full right to  participate in the political activities in the Gilgit -Baltistan  \nincluding exercising right of vote and right to be elected in an elected body.  \n \n740 THE GAZETTE OF PAKISTAN, EXTRA.,  NOVEMBER 5, 2019  [PART I \n \n \n \n  (2) The government shall make necessary arrangements to ensure that \nvoice of the Persons with Disabilities is effectively heard in the elected houses at \nvarious levels . \n \n (3) The Election Commission of Pakistan shall ensure that each polling \nstation is accessible to the Persons with Disabilities and necessary arrangements \nare made for them to cast their votes confidentially and without any difficulty. \nAny act by any per son to cause hindrance on exercise of right to vote, by a \nperson with disability shall be deemed as forceful obstruction that shall be \nadjudicated under the law by the Presiding Officer as an offence. The \nCommission shall ensure that effect of such forcefu l obstruction is rectified.  \n \n (4) The participation of disable persons as provided by the  \nNotifications issued by the Gilgit -Baltistan Government from time to time shall \nalso apply to all the political parties.  \n \n 17. Access to justice. —(1) The Government s hall ensure that the \nPersons with Disabilities have unhindered access to the justice system in the \nGilgit -Baltistan including courts of law, tribunals, police and other law \nenforcement agencies.  \n \n (2) The cases involving Persons with Disabilities shall be decided off \non priority basis.  \n \n (3) All judicial officers shall be adequately trained to understand the \nimportance of dispensing justice particularly to the Persons with Disabilities and \non matters relating to them.  \n \n 18. Right to own property. —(1) Each P erson with Disabilities shall \nhave full and discrimination -free right to own, maintain, purchase, and sell \nproperty on his own choice.  \n \n (2) The Persons with Disabilities shall not be denied right of \ninheritance to property.  \n \n (3) The courts shall decide m atters relating to property disputes \ninvolving Persons with Disabilities on priority basis.  \n \n 19. Participation in sports,  cultural and recreational activities. —(1) \nThe government shall ensure that no person is  discriminated against in \nparticipation of any  sports, games,  cultural and recreational activities on ground \nof his disability. Assistive devices, equipment and latest technology shall fully be \nmade available for their inclusion in sports, cultural, recreational and leisure \nactivities.  \n \nPART I]       THE GAZETTE OF PAKISTAN, EXTRA., NOVEMBER 5, 2019  741 \n \n \n \n  (2) Access t o cultural materials, programs and activities shall be \nprovided in accessible and appropriate formats to Persons with Disabilities.  \n \n (3) Barrier -free and discrimination -free access to media programs, \nfilms mandatory requirement of captions and  sign/  symbo ls for theatres, parks, \nstadiums, play grounds, beaches and other places of leisure, recreation, sports \nand cultural activities shall be provided to such persons.  \n \n (4) The government shall fully facilitate participation of Persons with \nDisabilities in sco uting, art classes, outdoor camps, and hunting, tourism and \nadventure activities and shall also help to develop and utilize their artistic, \ncreative and intellectual capabilities.  \n \n 20. Protection of Persons  with Disabilities in risk and disaster \nsituation s.—(1) All Persons with Disabilities shall be given top priority  in \nproviding suitable protection and safety in situations of risk  and natural disasters \nand they shall immediately be removed from such areas and moved to a safe \nplace on priority.  \n \n (2) In situations of armed conflict, the police, civil defense and the \narmed forces shall take appropriate measures on priority to ensure the safety, \nprotection and removal of such persons.  \n \n (3) All authorities engaged in reconstruction activity subsequent to any  \nsituation of armed conflict, humanitarian emergencies or natural disasters shall \nensure that Persons with Disabilities are accorded priority in reconstructing their \ninstitutions, homes and other facilities and restoring services.  \n \n (4) The council shall k eep a close coordination with the disaster \nmanagement authorities for protection and removal to safety and keep record of \nsuch persons caught in such situation and ensure early rehabilitation.  \n \nCHAPTER III  \n \nADMINISTRATION OF RIGHTS  \n \n 21. The Provincial Cou ncil for the Rehabilitation of Disabled \nPersons. —(1) There shall be established an autonomous body shall be called as \nProvincial Council for the Rights of Persons with Disabil ities consisting the \nfollowing: — \n \n(i) Minister for Social  Chairperson  \n Welfare D epartment ;   \n(ii) Secretary  Social  Vice Chairperson  \n Welfare Department;   \n742 THE GAZETTE OF PAKISTAN, EXTRA.,  NOVEMBER 5, 2019  [PART I \n \n \n \n (iii) A Person with  Co-Chairperson  \n Disability; selected in  \nconsultation with  \nGilgit -Baltistan level  \nregistered  \nrepresentative  \nbody/association of   \n \n Persons with Disability  \nfor the period of two  \nyears   \n(iv) DG Health Department;  Member  \n(v) One representative each  Members  \n (not below the rank of   \n Deputy Secretary) of  \nthe Education, Planning   \n & Development, Law ,  \nFinance and Services   \n Departments   \n(vi) Deputy Director  Member  \n Bait-ul-Mal  \n(vii) Two persons to be  \nnominated by the  Members  \n Provincial Council  \nfrom amongst the  \nperson with disability  \nand persons engaged in  \nthe empowerment of   \n Persons with   \n Disabilities for the   \n(viii)  period of two years  Members  \n Two Member of Gilgit -  \n Baltistan Assembly   \n (one male and one  \nfemale) to be  \nnominated by the   \n Speaker of Gilgit -  \n Baltistan Assembly for  \nthe period of two years   \n(ix) Deputy Director Social  Member/Secretary  \n Welfare   \nPART I]       THE GAZETTE OF PAKISTAN, EXTRA., NOVEMBER 5, 2019  743 \n \n \n \n  A qualified person with  \ndisab ility to be  \nspecially appointed in  \nBPS-11 as Social Need  \nOfficer   \n(x) Assistant to  \nSecretary The  \nProvincial  \nCouncil for  \nthe Rehabilitation of  \nDisabled Persons   \n \n \n  \n \n (2) The government functionaries represented on the council shall hold \ntheir offices as ex -officio. The private appointees shall be appointed by the \ngovernment for a period of two years and shall be eligible for reappointment for \none additional term.  \n \n (3) The council shall meet at least once every three months.  \n \n (4) A vacancy in  the Council caused by the death, resignation or \nremoval of any member shall be filled in by Government by appointment of \nanother member within thirty days, for the remaining term of his predecessor.  \n  \n 22. Functions of the Council. —(1) The council shall h ave the \nresponsibility of achieving objectives of this Act and to assist the government in \ndeveloping legal and institutional framework.  \n \n (2) The Council shall be the executive authority to implement this Act \nto develop a legal and social environment and to help the Persons with \nDisabilities to have the protection of law in enjoying their fundamental rights.  \n \n (3) The council shall, with the help of other authorities and persons, \ntake all possible measures to protect Persons with Disabilities from \ndiscrimi nation, exploitation, torture, inhuman or degrading treatment on the \nhands of any one including their families and caregivers.  \n \n (4) The council shall coordinate the implementation of the principles of \nthe Convention at provincial and lower administrative levels through providing \ntechnical assistance to various organs of the provincial legislatures and \ngovernments in developing appropriate legal and institutional frameworks in \ntheir jurisdictions and making them efficiently and effectively achieve the \nobjec tive of protection and enforcement of rights.  \n \n (5) The council shall evaluate the effectiveness of laws and policies \nand assess the implementation of the laws and policies at the Provincial level and \nrecommend to the government about the changes required in the policies, laws \nand rules.  \n \n744 THE GAZETTE OF PAKISTAN, EXTRA.,  NOVEMBER 5, 2019  [PART I \n \n \n \n  (6) The council shall conduct or cause to conduct research on the status \nof the Persons with Disabilities and matters related promoting and protecting \ntheir rights.  \n \n (7) The council shall put into place an institutional mechanism to \nregularly monitor performance of various departments and organizations in the \ngovernment and issue a  performance score card to each such entity and \norganization at least once in every three years. Similarly, the council shall devise \nand mainta in score cards for private entities that seek such evaluation and \nassessment. Such performance audits shall be conducted by professionals and the \ncouncil staff  \n \n (8) The council also assesses its own performance in creating legal and \nsocial environment in the Gilgit -Baltistan and issue an annual status report within \n3 months of end of every calendar year.  \n \n (9) The council shall be responsible to monitor the activities of the \nprivate and community based organizations to ensure that required standard of \nservices are maintained and that funds generated by them in the name of Persons \nwith Disabilities are appropriately used. The council may enforce an institutional \nmechanism for effective, efficacious and transparent functions of such \norganizations and may impo se restrictions on organizations not meeting the \nobjective criteria laid down by it.  \n \n (10) The council shall have the powers to frame and enforce regulations \nand guidelines for its own efficient and professional working and for effective \nachievements of o bjects of this law.  \n \n 23. Governmental authorities and other persons to  assist the \ncouncil. —All the functionaries of the government shall extend full  and effective \ncooperation to the Council in ensuring the  enforcement of this Act and other \nlaws for prote cting the rights of the Persons with Disabilities.  \n \n 24. Funds for rehabilitation. —(1) The government shall establish \nnon-endowment fund for sustainably financing the projects and activities related \nto ensuring effective rights protection and inclusion in society of Persons with \nDisabilities.  \n  \n (2) The government shall establish non -endowment fund and other \nvaluables.  \n \n (3) The funds established in sub -sections (1) and (2) shall be managed \nby the council.  \n \n (4) The funds shall be financed through: — \n \n (i) Grants from provincial governments;  \n \n (ii) Grants  from  international  organizations,  governments and other \nsuch bodies;  \nPART I]       THE GAZETTE OF PAKISTAN, EXTRA., NOVEMBER 5, 2019  745 \n \n \n \n  (iii) Imposition of taxes and other charges by the government for \nrehabilitation of disabled person;  \n \n (iv) Donations and bequests by pri vate persons; and  \n \n (v) Any other source.  \n \n (5) The money from the funds mentioned sub -sections (1) and (2) shall \nbe used only for the projects and activities directly related to rehabilitation of the \nPersons with Disabilities.  \n \n 25. Creating public  awaren ess.—(1) The council shall take \nimmediate, appropriate and result  oriented measure to raise awareness amongst \nthe society as a  whole with regard to recognition and respect for the Persons with \nDisabilities and their rights.  \n \n (2) The council shall recommen d to the provincial governments \nmeasures to include the topics on disability in educational curriculum to create \nawareness among young students about the Persons with Disabilities generating \nrespect for such persons and their rights to become effective com ponents of  the \ncommunities, trade and commerce.  \n \n (3) The government shall include topics on addressing the problems of \nthe Persons with Disabilities in the training programs of the institutions \nresponsible for imparting trainings to the officers and offic ials of the government \nincluding judges and court officials.  \n \n 26. Rehabilitation. —(1) The government shall take all possible \nmeasures to ensure that Persons with Disabilities attain maximum independence \nand ability to participate in the activities of thei r life including getting education, \ndoing business, getting employed and participating in sports and cultural \nactivities.  \n \n (2) The government shall promote continuing skill development and \ntraining in existing and new skills and technologies to the Person s with \nDisabilities for maximum and effective participation and integration of such \npersons in the community.  \n \n (3) The government shall undertake initiatives to promote, support and \nimplement community based rehabilitation and research initiatives of prov incial \ngovernment and organizations outside the government spheres.  \n \n 27. Insurance cover. —(1)The council shall devise and put in place \ncomprehensive life medical and accidental insurance for the participating Persons \nwith Disabilities and shall also facil itate such persons in getting affordable life \nand other forms of insurance.  \n746 THE GAZETTE OF PAKISTAN, EXTRA.,  NOVEMBER 5, 2019  [PART I \n \n \n \n  (2) The council may set up a separate fund to pay premium for the \nPersons with Disabilities who cannot pay for the premium from their own \nsources.  \n \nCHAPTER IV  \n \nMISCELLANEOUS  \n \n 28. Power to make rules and regulation. —(1) The government shall \nhave power to make rules and  regulations under this law for its efficacious and \neffective  implementation and for carrying out the purposes of this Act.  \n \n (2) The council shall have power to make  regulations for its internal \norganization and operation and also to lay down processes and procedures to \nimplement this act and rules made under it.  \n \n 29. Removal of difficulties. —If any difficulty arises in giving effect to \nany of the provisions of this Act, the government may make such order, not \ninconsistent with the provisions of this Act, as may appear to be necessary, for \nthe purpose of removing the difficulty.  \n \n 30. Repeal and savings. —(1) The Disabled Persons (Employment and \nRehabilitation) Ordinan ce XL of 1981 in its application to the Gilgit -Baltistan is \nhereby repealed.  \n \n (2) All the acts done under the repealed law shall continue to remain \nenforce and cases for the time being pending in courts and tribunals shall be \ndecided according to that law . \n \n \n \nFIDA MO HAMMAD NASHAD,  \nSpeaker  \nGilgit -Baltistan Assembly . \n \n_______  \n \n \nRAJA JALAL HUSSAIN MAQPOON,  \nGovernor  \nGilgit -Baltistan . \n \n \n \n \nPRINTED  BY THE MANAGER, PRINTING CORPORATION OF  PAKISTAN PRESS, ISLAMABAD . \nPUBLISHED BY THE  DEPUTY CONTROLLER, STATIONERY AND FORMS, UNIVERSITY ROAD, KARACHI."
}