{
    "file": "./converted_json\\administrator889746414e53d53e4398264cda458947.json",
    "name": "The National Accountability Ordinance, 1999",
    "date": "1999",
    "tagline": "Eradicating Corruption and Holding Accountable All Those Accused of Such Practices",
    "content": "Page 1 of 38 \n  \n \n \n \n \n \nTHE  NATIONAL  ACCOUNTABILITY  ORDINANCE,  1999  \n \n \n \n \n \n \n                   \nCONTENTS  \n                                                       \n1.  Short  title. \n \n2.  Commencement.  \n \n3.  Ordinance  to override  other  laws.  \n \n4.  Application.  \n \n5.  Definitions.  \n \n5A.  Establishment of Courts and appointment of Judges.  \n \n5B.  Pensionary  benefits  to serving  District  and Sessions  Judge  retiring  while  serving  as Judge  of a \nCourt.  \n \n6.  National  Accountability  Bureau.  \n \n7.  Deputy  Chairman,  National  Accountability  Bureau.  \n \n8.  Prosecutor  General  Accountability.  \n \n9.  Corruption  and corrupt  practices.  \n \n10.  Punishment  for corruption  and corrupt  practice.  \n \n11.  [Omitted]  \n \n12.  Power  to freeze  property.  \n \n13.  Claim  or objection  against  freezing.  \n \n14.  [Omitted]  \n \n\n   \n \nPage 2 of 38 \n 15.  Disqualification  to contest  elections  or to hold public  office.  \n \n16.  Case Management and t rial of offences.  \n \n16A.   Transfer  of cases.  \n \n16B.   Contempt  of Court.  \n \n17.  Provisions  of the Code  to apply.  \n \n18.  Cognizance  of offences.  \n \n19.  Power  to call for information.  \n \n20.  Reporting  of suspicious  financial  transactions.  \n \n21.  International  Cooperation  Request  for mutual  legal  assistance.  \n \n22.  Jurisdiction.  \n \n23.  [Omitted]  \n \n24.  Arrest.  \n \n25.  Voluntary  return  and plea bargain.  \n \n25A.   Payment  of loans,  etc. \n \n26.  Tender  of pardon.  \n \n27.  Power  to seek assistance.  \n \n28.  Appointment  of officers  and staff in the National  Accountability  Bureau.  \n \n29.  Accused  to be competent  witness.  \n \n30.  False  evidence  etc. \n \n31.  Prohibition  to hamper  investigation.  \n \n31A.   [Omitted]  \n \n31B.   Withdrawal  and termination of pending proceedings.  \n \n31C.   Court  to take cognizance  of offence  with prior  approval  of the State  Bank.  \n \n31D.   Inquiry,  investigation  or proceedings  in respect  of imprudent  bank  loans,  etc. \n \n31DD.  Approval of the State Bank of Pakistan.  \n \n   \n \nPage 3 of 38 \n 31E.  Protection  of witnesses.  \n \n32.  Appeal  and revision.  \n \n33.  Transfer  of pending  proceedings.  \n \n33A.   Payment  of bonuses  etc. \n \n33B.   Reporting  of public  contracts.  \n \n33C.   Measures  for the prevention  of corruption  and corrupt  practices.  \n \n33D.   NAB  to submit  an annual  report.  \n \n33E.  Recovery  of amount  of fines,  etc., as arears  of land revenue.  \n \n33F.  Restriction on issuance of public statements.  \n \n33G.  Punishment for making public statements.  \n \n34.  Power  to make  rules.  \n \n34A.   Delegation  of powers.  \n \n35.  Repeal.  \n \n36.  Indemnity.  \n \n37.  Removal  of difficulties.  \n \n \nTHE  SCHEDULE.  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n   \n \nPage 4 of 38 \n THE  NATIONAL  ACCOUNTABILITY  ORDINANCE,  1999  \n \n*ORDINANCE  No. XVIII  OF 1999  \n \nAn Ordinance  to provide  for the setting  up of a National  Accountability  Bureau  so as to \neradicate  corruption  and corrupt  practices  and hold accountable  all those  persons  accused  of such \npractices  and matters  ancillary  thereto;  \n \nWHEREAS  it is expedient  and necessary  to provide  for effective  measures  for the detection,  \ninvestigation,  prosecution  and speedy  disposal  of cases  involving  corruption,  corrupt  practices,  \n1[misuse  or abuse]  of power  2[or authority],  misappropriation  of property,  2[taking  of] kickbacks,  \ncommissions  and for matters  connected  and ancillary  or incidental  thereto;  \n \nAND  WHEREAS  there  is an emergent  need  for the recovery  of outstanding  amounts  from  \nthose  persons  who have  committed  default  in the repayment  of amounts  to Banks,  Financial  \nInstitutions  3[Governmental  agencies]  and other  agencies  ; \n \nAND  WHEREAS  there  is a grave  and urgent  need  for the recovery  of state money  and other  \nassets  from  those  persons  who have  misappropriated  or removed  such 2[money  or] assets  through  \ncorruption,  corrupt  practices  and misuse  of power  4[*] or authority;  \n \n5[AND WHEREAS there is an urgent need to educate the society about the causes and effects \nof corruption and corrupt practices and to implement policies and procedures for the pre vention of \ncorruption in the society ;]  \n \n6[AND WHEREAS there is an increased international awareness that nations should co­operate \nin combating corruption and seek, obtain or give mutual legal assistance in matters concerning \ncorruption and for matters co nnected, ancillary or incidental thereto ;] \n \nAND WHEREAS it is necessary that a National Accountability Bureau be set up so as to \nachieve the above aims;  \n \nAND WHEREAS the National Assembly and the Senate stand suspended in pursuance of the \nProclamation of t he fourteenth day of October, 1999, and the Provisional Constitution Order No. 1 of  \n1999, as amended;  \n \nAND WHEREAS the President is satisfied that circumstances exist which 7[render] it \nnecessary to take immediate action;  \n \nNOW THEREFORE, in pursuance of the aforesaid Proclamation and Provisional \nConstitutional Order as well as Order No. 9 of 1999, and in exercise of all powers enabling him in that \nbehalf, the President of the Islamic Republic of Pakistan is pleased to make a nd promulgate the \nfollowing Ordinance: — \n \n \n \n*The  NAB  Ordinance,  1999  and all rules,  notifications  and orders  made  or issued  thereunder  have been  adapted  and applied  in the Northern  \nAreas,  see SRO­467(I)/2000,  dt. 28­6­2000.  \n1Subs.  by the National  Accountability  Bureau  (Amdt.)  Ordinance,  2002  (133 of 2002).  s. 2, for “misuse/abuse ”. \n2Ins. ibid., \n3Subs.  ibid., for “government, ” \n4The word  and oblique  “and/” omitted  ibid. \n5New paragraph ins. ibid.. \n6New paragraph ins. by the National Accountability Bureau (Amdt.) Ordinance, 2001 (35 of 2001),  s. 2 \n7Subs. by the National Accountability Bureau (Amdt.) Ordinance, 2002 (133 of 2002), s. 2, for “renders ”. \n   \n \nPage 5 of 38 \n 1. 1[Short  title]. This Ordinance  may be called  the National  Accountability  2[*] Ordinance,  \n1999  (XVIII  of 1999).  \n \n2. Commencement.  This Ordinance  shall  come  into force  at once  and shall  be deemed  to have  \ncome  into force  from  the 1st day of January,  1985.  \n \n3[3. Ordinance  to override  other  laws . — The provisions  of this Ordinance  shall  have  effect  \nnotwithstanding  anything  contained  in any other  law for the time being  in force.]  \n \n4[4. Application. — (1) This Ordinance extends to the whole of Pakistan and shall apply to all \npersons, including those persons who are or  have  been  in the service  of Pakistan,  except  persons  and \ntransactions  specified  in sub-section  (2). \n \n(2) The provisions  of this Ordinance  shall not be applicable to the following  persons or  \ntransactions, namely: — \n \n(a) all matters pertaining to Federal, Provincial or Local taxation,  other  levies  or \nimposts,  including  refunds,  or loss of exchequer  pertaining  to taxation  5[, \ntransactions or amounts duly covered by amnesty schemes of Government of \nPakistan] ; \n \n(b) decisions of  Federal or Provincial  Cabinet, their Committees  or Sub-Committees  \nCouncil  of Common  Interests  (CCI),  National  Economic  Council  (NEC),  National  \nFinance  Commission  (NFC),  Executive  Committee  of the National  Economic \nCouncil (ECNEC), Central Development Working  Party  (CDWP),  Provincial  \nDevelopment  Working  Party  (PDWP),  Departmental  Development  Working  Party  \n(DDWP),  5[Board of Directors of State Owned Enterprises (SOEs)  and Board of \nTrustees/Directors of all Statutory Bodies, ]  the State Bank of Pakistan and such \nother bodies  except where the holder of the p ublic office has received a  monetary  \ngain as a result  of such decision;  \n \n(c) any person or entity who, or transaction in relation thereto,  which are not directly or \nindirectly connected with the holder  of a public  office  except  offences  falling  under  \nclauses  (ix), (x) and (xi) of sub-section (a)  of section  9; \n \n(d) procedural  lapses  in performance  of any public  or governmental  work  or function,  \nproject  or scheme,  unless  there is evidence to prove that a holder of public office or \nany other  person  acting  on his behalf  has been  conferred  or has received  any \nmonetary  or other  material  benefit from that particular public or governmental work \nor function, whether  directly or indirectly on account of such procedural lapses,  \nwhich  the said recipient was  otherwise  not entitled  to receive;  \n \n \n \n \n1Subs. by the National Accountability Bureau (Amdt.) Ordinance, 2002 (133 of 2002), s.3, for “Title”.  \n2The word “Bureau”, omitted ibid. \n3Subs. and shall be deemed always to have been so subs. by the National Accountability Bureau (Amdt.) Ordinance, 1999 (19 of 1999), s.2 \nfor “the original section 3”.  \n4Subs. by Act XI of 2022, s.2 \n5Ins. by Act XVI of 2022, s.2  \n \n \n \n   \n \nPage 6 of 38 \n (e) a decision  taken,  an advice,  report  or opinion  rendered or given by a public \noffice holder or any other person in the  course of his duty, unless there is \nsufficient evidence to show  that the holder of public office or any other person \nacting on  his behalf received or gained any monetary or other material  benefit, \nfrom that decision, advice, report or opinion, whether  directly or indirectly, \nwhich the said recipient was otherwise  not entitled  to receive;  1[*] \n \n(f) all matters, which have been decided by, or fall within the  jurisdiction  of a \nregulatory  body  established  under  a Federal  or Provincial  law 1[; and]  \n \n1[(g)  all matters where the funds, property or interest not involving or belonging to \nthe appropriate government, except for the offences under clauses (ix), (x) or \n(xi) of sub -section (a) of section 9.]  \n \n(3) Upon the National Accountability  (Amendment) Act, 2022 ( XI of 2022),  coming  into force,  \nall pending  inquiries,  investigations,  trials  or proceedings  under  this Ordinance,  relating  to persons  \nor transactions mentioned  in 2[***]  of sub-section  (2), shall  stand  transferred  to the concerned  \nauthorities, departments  and 2[courts ] under  the respective  laws. ] \n2[(4) Upon commencement of the National Accountability (Amendment) Act, 2022 (XI of \n2022) and the National Accountability (Second Amendment) Act, 2022 (XVI of 2022),__ \n(a)  all pending inquiries, required to be transferred under sub -section (3), shall be \nexamined by the Chairman. If the Chairman is satisfied that no case is made out \nagainst an accused, the inquiry shall be closed after recording reasons and where \nthe Chairman  is of the opinion that prima facie  case is made out against an \naccused under any other law for the time being in force, he shall refer the matter \nto the relevant agency, authority or department, as the case may be;  \n(b)  all investigations, required to be transferred under sub -section ( 3), shall be \nexamined be the Chairman. If the Chairman is satisfied that no case is made out \nagainst an accused and the investigation may be closed, he shall refer the matter \nto the Court for approval and for the release of t he accused, if in custody. Where \nthe Chairman is of the opinion that prima facie , case is made out against an \naccused under any other law for the time being in force, he shall refer the matter \nto the relevant agency, authority or department, as the case ma y be;  \n(c)  the agency, authority or department, to which inquiry or investigation is \ntransferred under clauses (a) and (b), may proceed with such inquiry or, as the \ncase may be, investigation in accordance with the applicable laws, from the \nstage at which it was pending immediately before such transfer;  \n \n \n \n \n \n1Omitted Subs. and added by Act XVI of 2022, s.2  \n2Omitted, Subs. & Added by Act No. XXIV of 2023, s. 2.  \n \n   \n \nPage 7 of 38 \n (d)  where the Court seized with a case is of the opinion that it is not triable by that \nCourt un der this Ordinance, the Court shall, after examination with assistance \nof the National Accountability Bureau, refer it to the appropriate court, tribunal, \nforum, agency, authority or department, as the case may be, for exercise of \njurisdiction in accordanc e with the applicable law;  \n(e)  upon transfer under clause (d), the court, tribunal or forum of competent \njurisdiction may proceed with the case from the stage at which it was pending \nin the Court and shall try and decide the same under the law regulating its \njurisdiction and procedure; and  \n(f)  all final order, decisions or judgements passed by the Court before the \ncommencement of the National Accountability (Amendment) Act, 2022 (XI of \n2022), the National Accountability (Second Amendment) Act, 2022(XVI of \n2022) and the National Account ability (Amendment) Act, 2023 (    of 2023), \nshall remain in force and operative unless reversed, notwithstanding anything \ncontained in sub -section (2) of section 1 each of the National Accountability \n(Amendment) Act, 2022 (XI of 2022), the National Account ability (Second \nAmendment) Act, 2022 (XVI of 2022) and the National Accountability \n(Amendment) Act, 2023 (   of 2023).  \n(5) The court, tribunal, forum, agency, authority or department may, after receipt of the case, \nre-examine any witness or examine a new wi tness, in accordance with their jurisdiction under the laws \nfor the time being in force.  \n(6) Upon commencement of the National Accountability (Amendment) Act, 2022 (XI of 2022), \nthe National Accountability (Second Amendment) Act, 2022 (XVI of 2022) and the  National \nAccountability (Amendment) Act, 2023 (    of 2023) . \n(a) all pending inquiries, investigations, trials and proceeding relating to matters \nnot falling within the definition of offence under clause (o) of section 5 shall be \ntransferred to the concerned agencies, authorities, departments, courts, tribunals \nor forum s having jurisdiction under the respective laws; and  \n(b)  the provisions of clauses (a) to (f) of sub -section (4) shall mutatis mutandis \napply to the transfer of all matters under clause (a).]  \n \n1[5. De finitions. —In this Ordinance, unless t here is anything repugnant  in the subject  or \ncontext, — \n \n(a) “accused”  shall mean a person in respect of whom there are reasonable \ngrounds to believe that he is or has been involved  in the commission of any \noffence triable under this Ordinance  or is subject of an investigation or inquiry \nby the National  Accountability Bureau or any other agency authorised by the  \nNational  Accountability  Bureau  in this regard  under  this Ordinance;  \n \n \n \n \n1Subs. by Act XI of 2022, s.3  \n \n   \n \nPage 8 of 38 \n (b) “appropriate Government” means in relation to any person serving  in connection  \nwith the affairs  of the Federation,  including  any person  employed  by a \ncorporation,  body,  financial institution, bank, authority undertaking or any other  \norganization set up, controlled or administered by or under the authority,  of the \nFederal  Government,  the Federal  Governmen t and in other cases the Provincial  \nGovernment  or the  local  government concerned;  \n \n(c) “assest” includes all kinds of property owned by or belonging to an accused or \nheld as benami whether within or outside  Pakistan;  \n \n(d) “assoc iates” means— \n \n(i) any person who is or has been managing the affairs of or keeping \naccounts for the accused or who enjoys or has  enjoyed  any benefit  from  \nthe assets;  \n \n(ii) any association  of persons,  body  of 1[individual s], partnership firm or  \nprivate limited company within the meaning of  the Companies Act, \n2017 (XIX of 2017), of which the  accused is or has been a member, \npartner or director or  which has been promoted, floated, established or \nrun by  the accused,  whether  singly or jointly,  with other  persons;  \n \n(iii) a trustee  of any trust declared  by the accused, or of which the accused  is \nalso a trustee  or a beneficiary; and  \n \n(iv) a Benamidar.  \n \n(e) “Benamidar”  means  a person  who ostensibly  holds  any property  of an accused  \non his behalf  for the benefit  and enjoyment of the accused.  \n \nExplanation. —A property shall  only be  held as a Benami  property when \nthe accused has paid the consideration of the  property,  and holds  title documents  \nand possession of the property with the intent ion and object of executing a \nBenami  transaction.  \n \n(f)  “Chairman National Accountability  Bure au” means a person who  is appointed  \nas such by the Federal  Government  as mentioned  in section 6  (b) hereafter;  \n \n(g) “Code” m eans the Code of Criminal Procedure, 1898  (Act V of 1898) ;  \n \n(h) “Conciliation Committee”  means the Conciliation Committee constituted  under  \nsection  25A;  \n \n(i) “Court” means Accoun tability Court established under section 5A  of this \nOrdinance;  \n \n(j) “Judge” means a Judge appointed or deemed to have been  appointed under \nsection 5A of this Ordinance;  \n \n1Subs.  by Act No. XXIV of 2023, s. 3. \n   \n \nPage 9 of 38 \n (k) “Deputy Chairman National Accountability Bureau” means the  person  \nappointed  as Deputy  Chairman  of the National Accountability  Bureau by  the \nFederal Government;  \n \n(l) “National Accou ntability Bureau ” means the Bureau  set up and notified under this \nOrdinance, hereinafter referred to as  NAB;  \n \n(m) “Freezing” includes attachment, sealing, prohi biting, holding, controlling  or \nmanaging  any property  either  through  a Receiver or otherwise as may be \ndirected by the Court or  Chairman  NAB  and in case it is deemed  necessary  the \ndisposal  thereof,  by sale through  auction  or negotiation  subject to confirmation \nby the Court or by Chairman NAB as  the case may  be after  public notice;  \n \n(n) “Holder of public office” means a person wh o— \n \n(i) has been the President of Pakistan or the Governor of a  Province;  \n \n(ii) is, or has been the Prime Minister, Chairman Senate  1[, Deputy Chairman \nSenate] , Speaker  1[**] National  Assembly,  Deputy  Speaker  National \nAssembly, Federal Minister, Minister of State,  Attorney General and other \nLaw Officer appointed under  the Central Law Officers Ordinance, 1970, \n(VII of 1970)  Advisor to the Prime Minister, Special Assistant to the  Prime  \nMinister,  Federal  Parliamentary  Secretary,  Member  of Parliament,  Auditor  \nGeneral,  Political  Secretary, Consultant to the Prime Minister and holds or  \nhas held a post or office with the rank or status of a  Federal  Minister or  \nMinister of State;  \n \n(iii) is, or has been, the Chief Minister, Speaker Provincial  Assembly,  Deputy  \nSpeaker  Provincial  Assembly,  Provincial  Minister,  Advisor  to the Chief  \nMinister,  Special  Assistant  to the Chief  Minister,  Provincial  Parliamentary  \nSecretary,  Member  of the Provincial  Assembly,  Advocate  General  \nincluding  Additional  Advocate  General  and Assistant  Advocate  General,  \nPolitical Secretary, Consultant to the Chief Minister and  who holds or has \nheld a post or office with the rank or  status  of a Provincial Minister;  \n \n(iv) is hol ding, or has held, an office or post in the service of  Pakistan, or any \nservice in connection with the affairs of  the Federation, or of a Province, or \nof a local council  constituted under any Federal or Provincial law relating  \nto the constitution of local councils cooperative societies  or in the \nmanagement of corporations, banks, financial  institutions firms, concerns, \nundertakings or any other  institution  or organization  established,  controlled  \nor administered by or under the Federal Government or a  Provincial \nGovernment, other than a person who is a  member of any of the armed \nforces of Pakistan except a  person who is, or has been a member of the said \nforces  and is holding, or has held, a post or office in any public  corporation, \nbank, financial insti tution, undertaking or  other  organization  established,  \ncontrolled  or administered by or under the Federal Government or a  \nProvincial  Government  or, notwithstanding  anything  contained in the \nPakistan Army Act, 1952 (XXXIX of  1952) or any other law for the t ime \nbeing in force, a  person who is a civilian employee of the Armed Forces  of \nPakistan;  \n \n1Ins. and Omitted by Act No. XXIV of 2023, s. 3. \n   \n \nPage 10 of 38 \n (v) has been,  the Chairman  or Vice -Chairman  of a zila council , a municipal \ncommittee, a municipal corporation  or a metropolitan  corporation  \nconstituted  under  any Federal  or Provincial  law relating  to local  \ncouncils;  \n(vi) is or has been a District Nazim or Naib Nazim, Tehsil  Nazim  or Naib \nNazim  or Union  Nazim  or Naib  Nazim.  \n \nExplanation .—For the purpose of this sub-clause the \nexpress ions “ Chairman ”   and “ Vice -Chairman ”   shall include “Mayor ” \nand “Deputy Mayor ” as the case may be, and the respective councilors \ntherein; and  \n \n(vii) has served in and retired or resigned from or has been  discharged  or \ndismissed  from  the Armed  Forces  of Pakistan;  \n \n(o) “Offence” means    the   offences   of   corruption   and   corrupt practices and \nother offences as defined in this Ordinance  1[of the value not less than five \nhundred million rupees]  and includes  the offences  specified  in the Schedule  to \nthis Ordinance;  \n \n(p) “Person” unless the context otherwise so requires, includes  in the  case of a \ncompany or  a body corporate,  the sponsors,  Chairman,  Chief  Executive,  \nManaging  Director, elected Directors, by whatever name called, and guarantors \nof the company or body corporate or any one exercising 2[direct]  control of the \naffairs of such  company or a body corporate;  and in the case of any firm, \npartnership or sole proprietorshi p, the partners,  proprietor  or any person  \nhaving  any interest in the said firm, partnership  or proprietorship 2[concern ed \nor having direct  control  thereof ]; \n \n(q) “Private Person” s hall mean any pe rson, other than a holder of public  office;  \n \n(r) “Property” includes   any   or   all   movable   and   immovable properties  situated  \nwithin or  outside Pakistan;  \n \n(s) “Public at Large” means at least one hundred persons; \n \n(t) “Government Property” means   property be longing to   the Government  and \nincludes  gifts,  donations,  financial  assistance, grants, aid received or collected \nin whatever name  or for whatever purpose by a holder of public office during \nthe tenure  of office;  and \n \n(u) “willful default” a person or a holder of pu blic o ffice is said to commit  an \noffence of  willful  default  under this Ordinance if he does not pay, or continues \nnot to pay, or return or repay the  amount  due from  him to any bank,  financial  \ninstitution,  cooperative  society,  Government  department or a statutory body or  \nan authority  established  or controlled  by a Government on the date that it \nbecame due as per agreement  containing the obligation to pay, return or repay \nor according  to the laws, rules, regulations, instructions, issued or notified  by \nthe State  Bank  of Pakistan,  or the bank,  financial  institution,  2[cooperative ] \nsociety,  Government department statutory body or an authority established or \ncontrolled by a Government, as the case may be, and a thirty days notice has \nbeen  given to  such person or  holder  of public office:  \n \n1Ins. by Act XVI of 2022, s.3  \n   2Subs  by Act No. XXIV of 2023, s. 3. \n   \n \nPage 11 of 38 \n Provided  that it is not willful  default  under this Ordinance if such person \nor holder of public office was unable to pay, return or repay the amount as \naforesaid on account of any willful  breach of agreement or obligation or failure \nto perform statutory duty on the part of any bank, financial institution, \ncooperative society or a Government department statutory body or an authority \nestablished or controlled by Government:  \n \nProvided further  that in the case of default concerning a  bank or a \nfinancial institution a seven days notice has also  been given to such person or \nholder of public office by the  Governor,  State Bank  of Pakistan:  \n \nProvided also that the aforesaid thirty days or seven days   notice shall \nnot apply to cases pending trial at the time of  promulgation  of the National  \nAccountability  Bureau  (Amendment)  Ordinance,  2001 (XXXV of 2001). ] \n \n3[5A. Establishment of Courts and appointment of Judges. — (1) The Federal Government \nshall establish as many Courts as it may deem necessary to try offences under this Ordinance.  \n \n(2) A Judge shall be appointed by the Federal Government after consultation with the Chief \nJustice of the High Court concerned and sh all hold office for a term of three years from the date of his \ninitial appointment as such Judge.  \n \n(3) No person shall be appointed as Judge unless he is a serving District and Sessions Judge or \nAdditional District and Sessions Judge.  \n \n(4) A Judge shall no t ordinarily be removed or transferred by the Federal Government from his \noffice before completion of his term, except after consultation with the Chief Justice of the High Court \nconcerned.]  \n \n1[5B. Pensionary benefits to serving District and Sessions Judge retiring while serving as \nJudge of a Court. — Where a serving District and Sessions Judge retires while serving as a Judge of \na Court, he shall be entitled to such pension as would have been adm issible to him in his service as \nDistrict and Sessions Judge, had he not been appointed as Judge of a Court, his service as a Judge of a \nCourt being treated as service for the purpose of calculating that pension.]  \n \n6. National Accountability Bureau. — \n \n(a)  There shall be constituted a National Accountability Bureau for the whole of \nPakistan.  \n \n2[(b) Chairman,  National  Accountability  Bureau: — \n \n(i) There shall be a Chairman, National Accountability Bureau to  be \nappointed by the Federal Government after consultation  between  the \nLeader  of the House  and the Leader  of the Opposition  in the National  \nAssembly:  \n \nProvided  that the consultation  between  Leader  of the House \nand Leader of the Opposition shall be initiated two  months prior to the \nexpiry of the term o f outgoing Chairman  and shall be  concluded  within  \nthe period  of forty  five days;  \n \n(ii) If there is no consensus on the name of the Chairman, the names \nproposed by the Leader of the House and the Leader of the Opposition  \nshall be forwarded by the Chairman of the Senate and Speaker of the    \n \n1New section 5B ins. by Ord. No. 35 of 2001. s. 4.  \n2 Subs. by Act XI of 2022, s. 5  \n3Subs. by Act XVI of 2022, s.4  \n   \n \nPage 12 of 38 \n National Assembly, as the case may be, to the Parliamentary Committee \nappointed under clause (iii), which may confirm any one name for \nappointment as Chairman:  \n \nProvided that the Leader of the House and Leader of the opposition \nshall propose two names each for consideration of the Parliamentary \nCommittee;  \n \n(iii) The Parliamentary Committee under clause (ii) shall be constituted by the \nSpeaker, National Assembly, comprising fifty percent members from the \ntreasury benches and fifty percent from the opposition benches, based on \ntheir strength in Majlis -e-Shoora (Parliame nt), to be nominated by the \nrespective Parliamentary Leaders:  \n \nProvided that the Parliamentary Committee shall recommend the \nname of the Chairman not later than thirty days;  \n \n(iv) The total strength of the Parliamentary Committee shall be twelve members \nout of which one third shall be from the Senate. If the National Assembly \nstands dissolved at the material time, all the members of the Committee \nshall be from the Senate;  \n \n(v) The Chairman shall, on such terms and conditions as may be determined by \nthe Fede ral Government, hold office for a non - extendable term of three \nyears and shall not be eligible for subsequent appointment as Chairman and \nshall not be removed from office except on the grounds and in the manner \nas provided in Article 209 of the Constituti on: \n \n5[Provided that as and when the office of the Chairman NAB falls \nvacant or when the Chairman NAB is absent or unable to perform the \nfunctions of his office, due to any reason whatsoever, the Deputy Chairman \nNAB shall act as Chairman NAB and in absence  of Deputy Chairman NAB, \nthe Federal Government shall appoint an acting Chairman NAB from \namongst the senior officers of the NAB; and]  \n \n(vi) The Chairman may, by writing under his hand, addressed to the Federal \nGovernment, resign from his office.]  \n \n2[(ba)  A person shall not be appointed as Chairman NAB unless he — \n \n(i)  is a retired Chief Justice or a Judge of the Supreme Court or a Chief Justice \nof a High Court; or  \n \n(ii)  is a retired officer of the Armed Forces of Pakistan equivalent to the rank \nof a Lieu tenant General; or  \n \n(iii)  is a retired Federal Government Officer in BPS 22 or equivalent.]  \n \n \n4[(c)  * * * * * * *] \n \n7. Deputy Chairman, National Accountability Bureau. — \n \n(a) There shall be a Deputy Chairman NAB appointed by the 3[Federal Government] \nin consultation with the Chairman NAB. The Deputy Chairman 1[NAB] shall assist \nthe Chairman 1[NAB] in the performance of his duties and 1[shall] carry out such \nfunctions as may be directed by the Chairman 1[NAB].  \n \n \n1Ins. by the National Accountability Bureau (Amdt.) Ordinance, 2002 (133 of 2002), s.  8. \n2New sub­section (ba) added ibid. s. 7. \n3Subs. by the Act XI, 2022, s. 6. \n4Omitted  by Act XVI of 2022, s. 5 \n5Subs  by Act No. XXIV of 2023, s. 2.  \n   \n \nPage 13 of 38 \n 1[(aa)   A person  shall  not be appointed  as Deputy  Chairman  NAB  unless  he— \n \n \n(i) is or has been  an officer  of the Armed  Forces  of Pakistan  equivalent  to \nthe rank of a Major  General  10[or above] ;  or \n \n \n(ii)  is or has been  a Federal  Government  officer  in BPS 21 or equivalent  10[or \nabove] ;] \n \n \n3[(b)  The Deputy  Chairmen  2[NAB]  shall  hold office  for a 2[non­extendable]  period  \nof three  years  and shall  not be removed  except  on the ground  of misconduct  as \ndefined  in 10[the rules relating to efficiency and discipline of civil servants of \nthe Federal Government made under the Civil Servants Act, 1973(LXXI of \n1973)] .] \n \n \n8. Prosecutor  General  Accountability .— 4[(a) (i) The 9[Federal Government, on \nrecommendation of ]  the 5[* * *] Chairman  NAB,  may appoint  any person,  who is qualified  to be \nappointed  as a Judge  of the Supreme  Court,  as Prosecutor  General  Accountability.  \n \n \n6[(ii)  Subject to the  provisions  of  10[this  Ordinance],  the  Prosecutor General  \nand Special  Prosecutors  shall  render  independent  advice  to the \nChairman  and shall  ensure  fair, consistent,  uniform, non -discriminatory \nand expeditious prosecution of  cases and in doing so shall protect and \naccord all lawful rights  and interests  of the accused  persons.]  \n \n \n6[(iii) The Prosecutor General Accountability shall hold office for 9[**] \nextendable term of three years. ] \n \n \n(iv)  The Prosecutor  General  Accountability  shall  not be removed  from  office  \nexcept  on the grounds  of removal  of a Judge  of Supreme  Court  of \nPakistan.  \n \n \n(v) The Prosecutor  General  Accountability  may,  by writing  under  his hand  \naddressed  to the 6[Federal Government] , resign  his office.]  \n \n(b)  The Prosecutor General 7[Accountability] shall give advice to the Chairman \nNAB upon such legal matters and perform such other duties of a legal character \nas may be referred or assigned to him by the Chairman NAB and in the \nperformance of his duties, he shall have the right of aud ience in all 8[Courts \nestablished under this Ordinance and all other 10[courts ] 7[including the \nSupreme Court and a High Court] 10[and tribunals ]] in Pakistan.  \n \n \n \n \n \n \n \n \n \n \n1New sub­section (aa) ins. by Ord. No.133 of 2002, s.8.  \n2Ins. by the National Accountability Bureau (Amdt.) Ordin ance, 2002 (133 of 2002), s. 8.  \n3Subs. b y the National Accountability Bureau (Amdt .) Ord. 2001 (35 of 2001), s.6., for sub­section (b) . \n4Subs. by the National Accountability Bureau (Amdt .) Ord. 2001 (35 of 2001), s.7., f or sub­section (a).  \n5The words “Chief Justice of Pakistan and ” omitted by the National Accountability Bureau (Amdt ) Ord. 2002 (133 of 2002), s. 9 . \n6Subs. by the Act XI  of 2022, s. 7.  \n7Ins. by the National Accountability Bureau (Amdt) Ord. 2002 (133 of 2002), s. 9 . \n8Subs. by the National Accountability Bureau (Amdt) Ord. 2000 (4 of 2000), s.5, for certain words.  \n9Subs . and Omitted  by Act XVI of 2022, s. 6. \n10Ins. and Subs. by Act No. XXIV of 2023 ss. 5&6.  \n \n \n   \n \nPage 14 of 38 \n 1[(c)  The Prosecutor  General  Accountability,  with the approval  of Chairman  NAB  \n2[* * *] may appoint  Special  Prosecutors  to conduct  prosecution  of cases  and to \nappoint  advocates  to institute  or defend  cases,  appeals,  petitions,  applications  \nand all other  matters  before  any 3[Court or courts or tribunal s] including  the \nHigh  Courts  and Supreme  Court  in matters  arising  out of or relating  to \nproceedings  under  this Ordinance.]  \n \n4[(d)  In case the Prosecutor  General  Accountability  is absent  or unable  to perform  the \nfunctions  of his office  due to any reason  whatsoever,  any other  Law Officer  of \nthe NAB,  duly authorised  by the Chairman  NAB,  shall  act as the Prosecutor  \nGeneral  Accountability.]  \n \n5[(e) Chairman, NAB shall provide Investigation Report to the  Prosecutor General \nand seek concurrence of the Prosecutor General for commencement or \ncontinuation of prosecution.]  \n \n \n6[9. C orru ption and  corrupt  practices.—(a)  A  holder  of  a  public office, or any other \nperson, is said to commit or to have committed  the offence  of corruption  and corrupt  practices — \n \n(i) if he accepts  or obtains  from  any person  or offers  any gratification  directly  or \nindirectly,  other  than legal  remuneration, as a motive or reward such as is specified \nin section 161 of  the Pakistan Penal  Code (Act  XLV  of 1860) for doing  or \nforbearing to do any official act, or for showing or for bearing to show, in the \nexercise of his official functions, favour or disfavour to any person, or for rendering \nor attempting to render any service or disservice to any person; or  \n \n(ii) if he accepts or obtains or offers any valuable thing without consideration, or for \na consideration which he knows to be inadequate, from any person whom he \nknows to have been, or likely to be, concerned in any proceeding or business \ntransacted or about to be transacted by him, or having any connection with his \nofficial functions or from any person whom he knows to be interested in or related \nto the person so concerned; or  \n \n(iii) if he dishonestly or fraudulently  mis-appropriates or otherwise converts for his \nown use, or for the use of any other person, any property entrusted to him, or under \nhis control, or willfully allows any other person so to do; or  \n \n(iv) if he by corrupt, dishonest, or illegal means, obtains  or, seeks to obtain for himself, \nor for his spouse or dependents or any other person, any property, valuable things \nor pecuniary advantage; or  \n \n(v) if he or any of his dependents or other Benamidars , through corrupt and dishonest \nmeans, owns, possesses or  acquires rights or title in assets substantially dis -\nproportionate to his known sources of income which he can not reasonably account \nfor. \n \n \n \n \n \n \n1Subs. by Ord. no.35 of 2001, s.7, for sub­section (c). \n2The certain words omitted by Ord. 133 of 2002, s.9.  \n3Subs.  by Act.  No XXIV of 2023 by s.6.  \n4New sub­section  (d) ins. By the National  Accountability  Bureau  (amdt)  Ord. 2002  (133 of 2002),  s.9. \n5Ins. by the Act XI  of 2022, s. 7.  \n6Sub. by the Act XI  of 2022, s. 8.   \n   \n \nPage 15 of 38 \n Explanation I. —The valuation of immovable property shall be reckoned on the \ndate of purchase either according to the actual price shown in the relevant title \ndocuments or the applicable rates prescribed by District Collector or the Federal \nBoard of Revenue whichever is higher. No evidence contrary  to the later shall \nbe admissible.  \n \nExplanation II. —For the purpose of calculation of movable assets, the sum \ntotal of credit entries of bank account shall not be treated as an asset. Bank \nbalance of an account on the date of initiation of inquiry may be t reated as a \nmovable asset. A banking transaction shall not be treated as an asset unless there \nis evidence of creation of corresponding asset through that transaction.  \n \n \n(vi) if he intentionally misuses his authority by dis -regarding law so as to gain any \nmonetary benefit or favour for himself or any other person related to him or on his \nbehalf.  \n \nExplanation I. —That an act done in good faith and in discharge of duties and \nperfo rmance of official function shall not constitute an offence under this clause.  \n \nExplanation II .—That nothing shall be an offence of misuse of authority unless \nit is proved through material evidence that the holder of public office has gained \nany monetary b enefit or asset from the person in whose favour the act of misuse \nof authority has been rendered.  \n \nExplanation III. —That the authority of the holder of a public office shall be \nclearly specified as per the applicable Government rules and regulations.  \n \n \n \n(vii)  Omitted;  \n \n(viii)   if he commits  an offence  of willful  default;  or \n \n(ix)  if he commits  the offence  of cheating  as defined  in section  415 of the Pakistan \nPenal Code, 1860 (Act XLV of 1860) and  thereby dishonestly induces members \nof the public at large to  deliver any property including money or valuable security \nto any person:  \n \nProvided  that nothing  shall  be an offence  under  clause (ix ) unless  it is established  \nthat there  was an intention  of  cheating  at the time of initiation of  a transaction.  \n \nExplanation. —The civil and commercial  disputes  between  parties  shall  not \nbe triable  under  the provisions  of  this Ordinance.  \n \nIllustration I: A runs a Ponzi scheme and gives profit to  its investors with intent \nto allure public. A is said to have  committed  cheating.  \n \nIllustration  II: A receives  investments  in a lawful  business and continued to pay \nagreed profits to the investors.  Later  the business  runs into losses  and a default  on his \nobligations.  A has  not committed cheating.  \n \nPage 16 of 38 \n (x) if he commits  the offence  of criminal  breach  of trust as defined in section 405 of \nthe Pakistan Penal Code, 1860 (Act  XLV of 1860) with regard to any property \nincluding money or    valuable security entrusted to him by members of the public \nat large;  \n  \n(xi)  if he, in his capacity as a banker, merchant, factor, broker,  attorney  or agent,  \ncommits  criminal     breach  of trust as provided in section 409 of the Pakistan \nPenal Code, 1860 (Act     XLV of 1860) in respect of property entrusted to him or \nover which  he has  dominion;  and \n  \n            (xii)   if he aids, assists, abets, attempts or acts in conspiracy with a  person or a holder \nof public office accused of an offence as  provided  in clauses  (i) to (xi).  \n \n(b)      Subject  to the provisions  contained  in sections  439, 496, 497, 498 and 498A  of \nthe Code,  no Court  other  than the Court  established  under  this Ordinance  shall  \nhave  powers  to grant  bail or order  release  of the accused.  \n \n(c)      If after completing the investigation of an offence against a holder  of public \noffice or any other person, the Chairman NAB is satisfied  that no prima facie \ncase is made out against him and the case may  be closed, the Chairman NAB \nshall refer the matter to a Court for  approval  and for the release  of the accused, \nif in custody.  \n \n(d)      The closure of an inquiry or investigation shall be communicated to  the accused  \nand such inquiry  and investigation  shall  not be reopened without  prior  \npermission of  the Court .] \n \n10. Punishment  for corruption  and corrupt  practice. — \n \n(a)  1[A holder  of public  office  or any other  person]  who commits  the offence  of \ncorruption  and corrupt  practices  shall  be punishable  with 2[rigorous]  \nimprisonment  for a term which  may extend  to 3[fourteen]  years  4[and with fine]  \nand such of the assets  and 5[pecuniary  resources]  of such 6[holder  of public  office  \nor person,  as are] found  to be disproportionate  to the known  sources  of his income  \nor which  7[are]  acquired  by money  obtained  through  corruption  and corrupt  \npractices  whether  in his name  or in the name  of any of his dependents,  or \nbenamidars  shall  be 8* * * forfeited  to the appropriate  Government  9[, or the \nconcerned  bank  or financial  institution  as the case may be] 3[:] \n \n \n 3[Provided  that the convict  shall  be entitled  to benefit  under   section  \n382-B of the  Code.]  \n \n10[(b)  The offences  specified  in the Schedule  to this Ordinance  shall  be punishable  in \nthe manner  specified  therein.  \n \n(c) The Federal  Government  may,  by notification  in the official  Gazette,  amend  the \nSchedule  so as to add any entry  thereto  or modify  or omit any entry  therein.  \n \n \n3[(d) *    * * * *     *     *]] \n \n1Subs. by the National Acconutability Bureau (Amdt.) Ordinance, 2002 (133 of 2002), s.11  for “A person ”. \n2Ins. ibid., \n3Subs., added and omitted by the Act XI  of 2022, s. 9. \n4Subs. by the National Acconutability Bureau (Amdt.) Ordinance, 2002 (133 of 2002), s.11 , for “or with fine or with both ”. \n5Subs. ibid., for “property ”. \n6Subs. ibid., for “person which is. ”. \n7Subs. ibid., for: ”is”. \n8 The words “liable to be ” omitted by the National Acocuntability Bureau (amdt) Ord ., 2002 (133 of 2002), s. 11.  \n9Added ibid. \n10Subs. ibid, for “sub­section (b) ”. \n \n \n \nPage 17 of 38 \n 11[11. * * * * * * ] \n \n12. Power 1[***] to freeze property. — \n \n(a)  The Chairman NAB or the court trying 2[an accused] for any offence as \nspecified under this Ordinance, may, at any time, if there appear reasonable \ngrounds for believing that the accused has committed such an offence, order the \nfreezing of his property 3[* * *] or part thereof, whether in his possession or in \nthe possession of any relative, associate or person on his behalf.  \n \n(b)  If the property ordered to be frozen under sub­section (a) is a debt or other \nmovable property, the freezing may be made:  \n \n(i)  by seizure; or  \n \n(ii)  by appointment of receiver; or  \n \n(iii)  by prohibiting the delivery of such property to the accused or to anyone \non his behalf; or  \n \n(iv)  by all or any of such or other methods as the court or the Chairman NAB \nas the case may be, deem fit. \n \n(c)  If the property ordered to be frozen is immovable, the freezing shall, in the case \nof land paying revenue, be made through the Collector of the district in which \nthe land is situated, and in all other cases — \n \n(i)  by taking possession; or  \n \n(ii)  by appointment of receiver; or  \n \n(iii)  by prohibiting the payment of rent or delivery of property to the accused \nor to any other person on his behalf; or  \n \n(iv)  by all or any of such methods as the Chairman NAB or the Court may \ndeem fit:  \n \nProvided that a ny order of seizure, freezing, attachment or any prohibitory order \nmentioned above by the Chairman NAB shall remain in force for a period not \nexceeding 4[fifteen] days unless confirmed by the 5[*] Court, where the Reference \nunder this Ordinance shall be se nt by 6[Chairman] NAB:  \n \nProvided further that notwithstanding 7[anything to the contrary contained \nherein,] the order of 6[Chairman] NAB or the Court shall be effective from the time of \npassing thereof or proclamation thereof in a newspaper, widely circula ted and dispatch \nat the last known address of the accused 8[either by registered post A.D. or courier \nservice or 9[* * *] electronic media as the 10[Court] may deem proper having regard \nto the facts and circumstances of the case.]  \n \n \n \n \n1The words “of the Court” omitted by the National Accountability Bureau (Amdt) Ord., 2000 (4 of 2000), s. 7  \n2Subs. by Ord. No.133 of 2002, s.13, for “a person”.  \n3The words and comma “movable or immovable,” omitted ibid., \n4Subs, by the National Accountability Bureau (Amdt.) O rdinance, 2001 (35 of 2001), s. 9, for “30.”.  \n5The word “Accountability” omitted by the National Accountability Bureau (Amdt.) Ordinance. 2002 (133 of 2002), s.13.  \n6Ins. ibid, \n7Subs, ibid, for “that”.  \n8Added by the National Accountability Bureau (Second Am dt.) Ordinance, 2000 (24 of 2000), s. 5.  \n9The words “any other mode of” omitted by Ord. No. 133 of 2002. s. 13.  \n10Subs, ibid, for “court”.  \n11Omitted by Act XVI of 2022, s.7  \n \n \nPage 18 of 38 \n (d)  If the property  ordered  to be frozen  consists  of livestock  or is of a perishable  \nnature,  the Chairman  NAB,  or the Court  may,  if it deems  proper  and expedient,  \norder  the immediate  sale thereof  and the proceeds  of the sale may be deposited  \nwith the Chairman  NAB  or the Court,  or as either  may direct  as Appropriate.  \n \n(e)  The powers,  duties,  and liabilities  of a receiver,  if any, appointed  under  this \nsection  shall  be the same  as those  of a receiver  appointed  under  Order­XL  of \nthe Code  of Civil  Procedure,  1908  (Act V of 1908).  \n \n1[(f)  The order  of freezing  mentioned  in sub­sections  ‘a’ to ‘e’ shall  remain  operative  \nuntil the final disposal  of the case by the Court,  and in the event  of the acquittal  \nof the accused,  shall  continue  to remain  operative  for a period  of ten days after \nreceipt  of certified  copy  of the order  of acquittal  2[or release]  by NAB,  \nwhereafter  it shall  be subject  to an order  by the court  in which  an appeal,  if any, \nis filed. ] \n \n13. Claim  or objection  against  freezing. — \n \n(a)  Notwithstanding  the provisions  of any law for the time being  in force,  the 3[*] \nCourt  shall  have  exclusive  jurisdiction  to entertain  and adjudicate  upon  all \nclaims  or objections  against  the freezing  of any property  under  section  12 above.  \nSuch  claims  or objection  shall  be made  before  the 3[*] Court  within  14 days \nfrom  the date of the order  freezing  such property.  \n \n(b)  The Court  may for sufficient  cause  extend  the time for filing  such claims  or \nobjections  for a period  not exceeding  additional  14 days.  \n \n4[(c)  The accused  or any other  aggrieved  party,  whose  claim  or objection  against  \nfreezing  of property  has been  dismissed  by the Court,  may,  within  ten days file \nan appeal  against  such order  before  the High  Court.]  \n \n5[14.   * * * * * * * *] \n \n15. Disqualification to contest elections 6[or to hold public office]. — \n \n7[(a)  Where an accused person is convicted 8[of an offence under section 9 , of this \nOrdinance] he shall forthwith cease to hold public office, if any, held by him \nand further he shall stand disqualified for a period of ten years, to be reckoned \nfrom the date he is released after serving the sentence, for seeking or from being \nelected, chosen, appointed or nominated as a member or representative of any \npublic body or any statutory or local authority or in service of Pakistan or of any \nProvince:  \n \n \n \n \n \n \n \n1Subs,  by the National  Accountability  Bureau  (Amdt.)  Ordinance,  2001  (35 of 2001),  s. 9, for sub­section  (f). \n2Ins. by the National  Accountability  Bureau  (Amdt.)  Ordinance,  2002  (133 of 2002),  s 13. \n3The word  “Accountability ” omitted  ibid., s. 14. \n4Subs,  by Ord. No. 35 of 2001,  s. 10. for sub­section  (c), which  was previously  amended  by Ord. No. 4 of 2000,  s. 8. \n5Omitted by Act. XI of 2022, S.10.   \n6Added by the N ational Accountability Bureau (Amdt) Ord., 2000 (4 of 2000), s.10.  \n7Subs. by Ord. 35 of 2001, s.12, for sub­section (a).  \n8Subs. by Ord. no.133 of 2002 s.16, for certain words.  \n \nPage 19 of 38 \n Provided  that any accused  person  who has availed  the benefit  11[*] 1[ 2[* *]  \nof section]  25 shall  also be deemed  to have  been  convicted  for an offence  under  this \nOrdinance,  and shall  forth  with cease  to hold public  office,  if any, held by him and \nfurther  he shall  stand  disqualified  for a period  of ten years,  to be reckoned  from  the \ndate he has discharged  his liabilities  relating  to the matter  or transaction  in-issue,  \nfor seeking  or from  being  elected,  chosen,  appointed  or nominated  as a member  or \nrepresentative  of any public  body  or any statutory  or local  authority  or in service  of \nPakistan  or of any Province.]  \n \n(b)  Any person convicted of an offence 7[under section 9 of this Ordinance] shall not \nbe allowed to apply for or be granted or allowed any financial facilities in the form \nof any loan or advances 8[or other financial accommodation by] any bank or \nfinancial institution 9[owned or controlled by th e Government] for a period of 10 \nyears from the date of conviction.  \n \n3[16. Case  management  and  trial  of  offences. —(a)  Notwithstanding anything contained in \nany other law for the time being in force, an accused shall be prosecuted for an offence under  this Ordinance \nin the Court established under this Ordinance and the case shall be disposed of within one year.  \n \n(b)       The Court  shall  sit at such place  or places  as the Federal  Government may, by   \norder, specify  in this behalf.  \n \n(c) Where more Courts than one have been established at a place, the  Chief Justice of \nthe High Court 11[***]  concerned shall  designate a Judge of any such Court to be \nan administrative Judge  and a case triable under this Ordinance shall be filed before \nthe Court of the Administrative Judge who  may either try the case  himself or, assign \nit for trial by any other 11[Court established ] at that  place  at any time prior  to the \nframing  of the  charge.  \n \n(d) In respect of a case assigned to a Court under sub -section (c),  all orders made or \nproceedings taken before the assignment shall be  deemed to have been made or \ntaken by the Court to which the case  has been assigned.  \n \n10[(e) Notwithstanding anything contained in this section, an accused shall be tried for an \noffence under this Ordinance in the Court in whose territorial jurisdiction the \noffence is alleged to have been committed:  \n \nProvided that NAB shall file the reference, after the investigation is fully \ncompleted, which shall be treated as the final reference, and n o supplementary \nreference shall be filed thereafter, unless investigation reveals new facts and with \nthe permission of the Court .]] \n \n4[16A. Transfer of cases. — \n \n(a)  Notwithstanding anything contained in any other law for the time being in force, \nthe Chairman  NAB may apply to any court of law or tribunal that any case \ninvolving 5[any] offence under this Ordinance pending before such court or tribunal \nshall be transferred to a Court established under this Ordinance, then such other \n11[court or tribunal ] shall transfer the said case to any Court established under this \nOrdinance and it shall 6[be deemed to be a reference under section 18 of 11[this \nOrdinance ], and it shall] not be necessary for the Court to recall any witness or \nagain to record any evidence that may have been recorded.  \n \n1Subs. by Ord. No. 133 of 2002 , s.16, for “section”. \n2Omitted by Act. XI of 2022, S.11  \n3Subs. by Act. XI of 2022, S.12  \n4New section 16A added by the National Accountability Bureau (Amdt.) Ordinance, 2000 (4 of 2000), s. 12.  \n5Subs. by Ord. No. 133 of 2002, s. 18, for “a Schedule”.  \n6Ins. Ibid \n7Subs. Ibid, s. 16 \n8Subs. by the National Accountability Bureau (Second Amdt.) Ord. 2000 (24 of 2000), s.6 for “from”.  \n9Subs. Ibid, for “in the public sector”  \n10Subs. by Act XVI of 2022, s.8  \n11Omitted and Subs. by Act. No XXIV of 2023 by s s.7-9. \n \n \nPage 20 of 38 \n 1[(b)  In respect  of any case pending  before  a Court,  2[if] the Prosecutor  General  \nAccountability  or any Special  Prosecutor  authorised  by him in this behalf,  \nhaving  regard  to the facts  and circumstances  of the case and in the interest  of \njustice  and for the protection  and safety  of witnesses,  considers  it necessary  that \nsuch case is 5[required to be]  transferred  for trial, he may apply,  for the transfer  \nof the case from  any such Court  in one Province  to a Court  in another  Province  \nor from  one 2[Court]  in a Province  to another  Court  in the same  Province.  \n \n \n(i)  to the Supreme  Court  of Pakistan  in case the transfer  is intended  from  a \nCourt  in a Province  to a Court  in another  Province;  and \n \n(ii)  to the High  Court  of the Province  in case the transfer  is intended  from  \none Court  in a Province  to another  Court  in the same  Province5[:]  \n \n \nand the Supreme  Court  or the High  Court,  as the case may be, if it is in the \ninterest  of justice,  transfer  the case from  one 2[Court]  to another  2[Court]  and \nthe case so transferred  shall  be tried under  this Ordinance  without  recalling  any \nwitness  whose  evidence  may have  been  recorded.  \n \n(c) The accused may also make an application to the Supreme Court for the transfer \nof a case from a Court in one Province to a Court in another Province and to  the \nHigh Court for transfer of a case from one Court in a Province to another Court \nin the same Province and the Supreme Court or the High Court, as the case may \nbe, if it is in the interest of justice, transfer the case from one Court to another \nCourt, a nd the case so transferred shall be tried under this Ordinance without \nrecalling any witness whose evidence may have been recorded.] ] \n \n4[(d)  The provisions of this section shall mutatis mutandis  apply to the Islamabad \nCapital Territory.]  \n \n3[16B. Contempt of Court .—The Court shall have the power to punish for contempt of court \nwith imprisonment for a term which may extend to six months and with fine which may extend to \none million rupees any person who — \n \n(a)  abuses, interferes with or obstru cts the process of the Court in any way or \ndisobeys any order or direction of the Court;  \n \n(b)  scandalizes the Court or otherwise does anything which tends to bring the Court \nor a person constituting the Court into hatred, ridicule or contempt;  \n \n(c)  does anything which tends to prejudice the determination of a matter pending or \nmost likely to come up before the Court; or  \n \n(d)  does anything which, by any other law, constitutes, contempt of court.  \n \n \n \n \n \n \n1Subs. by the National Accountability Bureau (Amdt.) O rdinance, 2001 (35 of 2001) s. 14, for sub­section (b).  \n2Subs.  & Ins.  by Ord. No. 133 of 2002,  s. 18, for “court ”. \n3New section 16B ins. by the National Accountability Bureau (Second Amdt.) Ordinance, 2000 (24 of 2000), s. 7.  \n4Added  by Act XVI of 2022, s. 9 \n5Ins. and Subs. by Act XXIV of 2023 by s.9.  \n \n \n \nPage 21 of 38 \n 1[*  *  *  *  *  *  *] \n \n \n17. 2[Provisions ] of the Code  to apply. — \n \n \n(a)  Notwithstanding  anything  contained  in any other  law for the time being  in force,  \nunless  there  is anything  inconsistent  with the provisions  of this Ordinance,  the \nprovisions  of the Code  of Criminal  procedure,  1898,  (Act V of 1898 ) shall  \nmutatis  mutandis , apply  to the proceedings  under  this 3[Ordinance].  \n \n \n(b)  Subject  to sub­section  (a), the provisions  of Chapter  XXIIA  of the Code  shall  \napply  to trials  under  this Ordinance.  \n \n \n7[(c)  * * * * * * * ] \n \n \n5[(d)  Notwithstanding  anything  in section  234 of the Code,  a person  accused  of more  \noffences  than one of the same  kind committed  during  the space  of any number  \nof years,  from  the first to the last of such offences,  may be charged  with and \ntried at one trial for any number  of such offences. ] \n \n18. Cognizance  of offences. — \n \n(a)  The 4[*]Court  shall  not take cognizance  of any offence  under  this Ordinance  \nexcept  on a reference  made  by 6[the Chairman  NAB  or an officer  of the NAB  \nduly authorised  by him.] \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n1Explanation  omitted by the National Accountability Bureau (Amdt.) Ordinance, 2001 (35 of 2001), s. 15.  \n2Subs. by Ord. no.133 of 2002, s.19, for “Provision ”. \n3Subs. ibid., for “Order ”. \n4The word “Accountability ” omitted by the National Accountability Bureau (Amdt.) Ordinance, 2002 (133 of 2002) s . 20. \n5New sub­section (d) ins.  ibid, s.19.  \n6Subs. by the National Accountability Bureau (Second Amdt.) Ordinance, 2000 (24 of 2 000), s. 8, for certain words.  \n7Omitted. by Act XVI of 2022, s.10  \n \n  \n \nPage 22 of 38 \n (b)  A reference under this Ordin ance shall be initiated by the 1[*] National \nAccountability Bureau on — \n \n(i)  a reference received from the 2[***] appropriate government; or  \n \n(ii)  receipt of a complaint; or  \n \n(iii)  3[its] own accord.  \n \n                                    4[(c)  Where  the Chairman  NAB,  or an officer  of the NAB  duly authorized  by him, is \nof the opinion  that it is, or may be, necessary  and appropriate  to initiate  \nproceedings  against  any person,  he shall  refer  the matter  for inquiry  5[. If after \ncompletion of inquiry the allegations of commission of an o ffence under this \nOrdinance are substantiated  with material  evidence,  the matter  shall  be \nconverted    into investigation:  \n \nProvided  that the report  of the inquiry  shall  be provided  to the     accused. ]] \n \n(d)  The responsibility  for inquiry  into and investigation  of an offence  alleged  to \nhave  been  committed  under  this Ordinance,  shall  rest on the NAB  to the \nexclusion  of any other  agency  or authority,  unless  any agency  or authority  is \nrequired  to do so by the Chairman  6[NAB]  7[or by an officer  of the NAB  duly \nauthorised  by him]5[*]. \n \n5[(e)  * * * * * * *] \n \n(f)  Any Inquiry  8[or] Investigation  under  this Ordinance  shall  be completed  \n5[within six months ] 9[***]. \n \n(g)  The 10[*] Chairman  NAB,  11[or 12[*] an officer  of the NAB  duly authorized  by \nhim,]  shall  appraise  the material  and the evidence  placed  before  him during  the \ninquiry  and the investigation,  and if he decides  that it would  be proper  and just \nto proceed  further  13[and there  is sufficient  material  to justify  filing  of a \nreference],  he shall  refer  the matter  to 14[a] Court.  \n \n \n \n \n \n \n \n1The word “Chairman ” omitted,  by NAB (amd t) Ordonnance, 2000 (24 of 2000), s.8.  \n2The words “Chief Executive of an ” omitted by the National Accountability Bureau (Amdt.) Ordinance, 2000 (4 of 2000), s. 13.  \n3Subs. by Ord. No. 24 of 2000, s. 8 for “his”. \n4Subs. ibid for the original sub­section (c).  \n5 Subs.  and Omitted  by Act . XI of 2022, S. 13  \n6Ins. by Ord. No. 133 of 2002, s. 20.  \n7Subs. by Ord. No. 24 of 2000, s. 8 for “or/and Deputy Chairman ”. \n8Subs.  by the National Accountability Bureau (Amdt.) Ordinance, 2002 (133 of 2002) s. 20 , for “and”. \n9The Certain  words  omitted  by the National  Accountability  Bureau  (Second  Amdt.)  Ordinance,  2000  (24 of 2000),  s. 8. \n10The word  “Deputy ” omitted  by the national  Accountability  Bureau  (Amdt)  Ord. 2000  (4 of 2000),  s. 13. \n11Ins. by Ord. no. 24 of 2000,  s.8. \n12The word  “by” omitted  by the National  Accountability  Bureau  (Amdt)  Ord. 2001  (35 of 2001),  s.16. \n13Ins. ibid. \n14Subs.  by Ord. No.133  of 2002,  s.20, for “an Accountability ”. \n \n \nPage 23 of 38 \n  (h)  If a complaint is inquired into and investigated by the NAB and it is concluded \nthat the complaint received was prima facie frivolous  or has been filed with \nintent to malign or defame any persons, the Chairm an 1[NAB] or Deputy \nChairman NAB or 2[an officer of the NAB duly authorised by the Chairman \nNAB], may refer the matter to the Court, and if the complainant is found guilty \nhe shall be punishable with imprisonment for a term which may extend to one \nyear, or with fine or with both.  \n \n19. Power  to call for information .—10[(1)] The Chairman  NAB  or 3[an officer  of the NAB  \nduly authorised  by him]  may,  during  the course  of an inquiry  4[or investigation]  5[of an offence  under  \nthis Ordinance]: — \n \n(a)  call for information  from  any person  9[with regard to particulars of the subject \ninquiry or investigation]  for the purpose  of satisfying  himself  whether  there  has \nbeen  any contravention  of the provisions  of this Ordinance  or any rule or order  \nmade  there  under;  \n \n(b) require  any person  to produce  or deliver  any document  or thing  useful  or \nrelevant  9[with regard to the subject inquiry or investigation ]; \n \n(c)  examine  any person  acquainted  with the facts  and circumstances  of the case \n9[with regard to the subject inquiry or investigation] ;  11[and] 6[*] \n \n7[(d)  require  an bank  or financial  institution,  notwithstanding  anything  contained  in \nany other  law for the time being  in force,  to provide  any information  relating  to \nany person  whosoever,  including  copies  of entries  made  in a bank’ s or a \nfinancial  institution ’s books  such as ledgers,  day books , cash books  and all other  \nbooks  including  record  of information  and transactions  saved  in electronic  or \ndigital  form,  and the keepers  of such books  or records  shall  be obliged  to certify  \nthe copies  in accordance  with law 9[with regard to the subject inquiry or \ninvestigation]  8[.]] \n \n9[12[(2)] 11[Any] person called to provide information  11[under sub -section (1)]  in relation to an \noffence alleged to have been committed under this Ordinance, shall be informed if he is an accused \nperson or otherwise, and if the person is alleged to have committed an offence he shall be informed of \nthe allegations against him in such  manner as would enable him to file his defence.]  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n1Ins, by the National Accountability Bureau (Amdt.)  Ord. 2002 ( 133 of 2002) s. 20.  \n2Subs. by the National Accountability Bureau (Amdt.)  Ord. 2002  (133 of 2002) s. 20. for “the prescribed law officer ”. \n3Subs.  by the National  Accountability  Bureau  (Amdt.)  Ordinance,  2002  (133 of 2002)  s. 21, for “any authorised  officer ”. \n4Ins. by the National  Accountability  Bureau  (Amdt)  Ordinance  2000  (4 of 2000),  s. 14. \n5Subs. by Ord. No. 133 of 2002, s. 21, for “in connection with the contraventions of any p rovisions of this Ordinance .” \n6The word “and” omitted ibid. \n7Subs. by the National Accountability Bureau (Amdt.) Ordinance, 2001 (35 of 2001), s. 17 for clause (d).  \n8Subs.  by Act No. XXIV of 2023 s.10  for the expression “; and” . \n9Ins. and Subs. by Act XVI of 2022, s.1 1 \n10The existing provision of section 19 shall be numbered as sub -section (1) by Act No.XXIV of 2023 by s.10.  \n11Ins. and Subs. by Act No. XXIV of 2023 s.10. \n12Clause (e) re -numbered as sub -section 2 by  Act X XVI of 202 3 s.10. \n \n \n \nPage 24 of 38 \n 20. Reporting  of suspicious  financial  transactions. ―  \n \n(a)  Notwithstanding  anything  contained  in any law for the time being  in force,  it \nshall  be the duty of all banks  and financial  institutions  to take prompt  and \nimmediate  notice  of all unusual  or large  transactions  1[in an] account,  which  \nhave  no apparently  genuine  economic  or law full purpose  and upon  bonafide  \nprofessional  judgment  of the Bank  2[or financial  institution]  that such \ntransactions  could  constitute  or be related  to 3[an offence  under  this Ordinance],  \nthe manager  or director  of such 4[Bank  or] financial  institution  shall  report  all \nsuch transactions  to the Chairman  NAB  forthwith  by the quickest  possible  mode  \nof communication  to be confirmed  in writing.  \n \n(b)  Whoever  fails to supply  the information  in accordance  with sub­section  (a) shall  \nbe punishable  with rigorous  imprisonment  which  may extend  to 5 years,  5[and]  \nwith fine 6[***]. \n \n11[Explanation . —For the purposes of this section, a transaction in cash over two million \nRupees shall be considered as an unusual or large transaction.]  \n \n7[(c) *  *  *  *  *  *  *] \n \n \n21. International  Cooperation  Request  for mutual  legal  assistance.12[(1)] The Chairman  \nNAB  or any officer  authorized  by the Federal  Government  may request  a Foreign  State  to do 8[any or \nall of] the following  acts in accordance  with the law of such State: — \n \n(a)  have  evidence  taken,  or documents  or other  articles  produced;  \n \n(b)  obtain  and execute  search  warrants  or other  lawful  instruments  authorizing  \nsearch  for things  relevant  to investigation  or proceedings  in Pakistan  believed  \nto be located  in that State,  and if found,  seize  them;  \n \n(c)  freeze  assets,  by whatever  processes  are lawfully  available  in that State,  to the \nextent  to which  the assets  are believed  on reasonable  grounds  to be situated  in \nthat State;  \n \n(d)  confiscate  articles  and forfeit  assets  to the extent  to which  the articles  or assets,  \nas the case may be, are believed  to be located  in that State;  \n \n(e)  transfer to Pakistan any such evidence, documents, things, articles, assets or \nproceeds realized from the disposal of such articles or assets ; 13[and]  9[*] \n \n(f)  transfer in custody to Pakistan a person detained in 10[that] State who consent \nto assist Pakistan in the relevant investigation or proceedings  13[.] \n \n \n \n \n \n \n \n \n \n \n \n1Subs.  by the National  Accountability  Bureau  (Amdt.)  Ordinance,  2001  (35 of 2001),  s. 18, for “with context  to the”. \n2Subs.  ibid., for “suspicion ”. \n3Subs.  by Ord. No. 133 of 2002  s. 22, for certain  words.  \n4Ins. by Ord. No. 35 of 2001,  s. 18. \n5Subs.  by Ord. No, 133 of 2002,  s. 22, for “or”. \n6The Comma  and words  “, or with both” omitted  ibid. \n7Sub­section  (c) omitted  ibid. \n8Ins. ibid., s.23. \n9The word “and” omitted by the National Accountability Bureau (Amdt,) Ordinance, 2001 (35 of 2001) s. 19.  \n10Subs. by the National Accountability Bureau (Amdt.) Ordinance, 2002 (133 of 2002), s. 23, for “the foreign ”. \n11Added by Act XVI of 2022, s.12  \n12The existing provision of section 21 shall be numbered as sub -section (1) by Act X XIV of 2023 by s.11.  \n13Added  and Subs.  by Act No. XXIV of 2023 s.11.  \n \n \n \n \nPage 25 of 38 \n 1[(g)  * * * * * * *] \n \n \n2[6[(2)] 7[Notwithstanding ] anything  to the contrary  contained  7[in sub-section (1)] , the \nChairman  NAB  may,  on such terms  and conditions  as he deems  fit, employ  any person  or organisation,  \nwhether  in Pakistan  or abroad,  for detecting,  tracing  or identifying  assets  acquired  by an accused  in \nconnection  with an offence  under  this Ordinance,  and secreted  or hoarded  abroad,  or for recovery  of \nand repatriation  to Pakistan  of such assets.]  \n \n22. Jurisdiction.―  \n \n(a)  The Chairman  NAB  may 3[inquire  into and] investigate  any suspected  offence  \nwhich  appears  to him on reasonable  grounds  to involve  4[an offence  under]  this \nOrdinance,  and has been  referred  to him, or of his own accord.  \n \n(b)  The Chairman  NAB  may,  if he thinks  fit, conduct  any such investigation  in \nconjunction  with any other  agency  or any other  person  5[*] who is, in the \nopinion  of the Chairman  NAB,  a proper  Agency  or person  to be concerned  in \nit. \n \n1[23.  * * * * * * *] \n \n \n1[24. Arrest.—(a)  The  Chairman  NAB  may  issue  warrant  of  arrest during  the course  of \ninvestigation under  this Ordinance, if — \n \n(i) the accused  is intentionally  or willfully  not joining  the      investigation  after \nrepeated  notices;  \n \n(ii) the accused  is attempting  to abscond;  \n \n(iii) there  are sufficient  grounds  that the accused  would  temper       with the \nprosecution  evidence;  or \n \n(iv) there is credible information regarding repetition or  continuation  of offence \nunder  this Ordinance.  \n \n(b) If the Chairman, NAB, or an officer of the NAB duly authorized by  him, decides to refer \nthe case to a Court, such reference along -with report of Inves tigation Officer shall \ncontain the substance of the  offence  or offences  as the case may be, alleged  to have  been  \ncommitted by the accused and a copy of such reference shall be  forwarded  to the \nRegistrar  of the Court  to which  the case has been sent to  try the accused,  and another  \ncopy  shall  be delivered  to the accused.    \n \n(c) The provisions of sub -section (a) shall also apply to cases, which  have  already  been  \nreferred  to the Court.  \n \n \n1Omitted  and Subs.  by Act. XI of 2022, S s. 14 , 15 and 16 . \n2New clause  (h) added  by the National  Accountability  Bureau  (Amdt.)  Ordinance,  2002(133  of 2002)  s. 23. \n3Ins. by the National  Accountability  Bureau  (Amdt.)  Ordinance,  2000  (4 of 2000),  s. 15. \n4Subs.  by Ord. No. 133 of 2002,  s. 24, for certain  words.  \n5The word  and oblique  “which /” omitted  ibid. \n6Clause (h) re -numbered as sub -section 2 by Act No. XXIV of 2023 , s.11. \n7Subs. by Act No. XXIV of 2023 s.11.  \n \n \n \n \nPage 26 of 38 \n (d)  Notwithstanding anything contained in the Code, where the holder  of a public office or \nany other person accused of an offence is  arrested by NAB under this Ordinance, NAB \nshall, 3[at the time of arrest ], inform him of the grounds and substance on the basis of \nwhich  he has been arrested and produce him before, the Court within a  period of twenty \nfour hours of  arrest excluding the time necessary  for the journey from the place of arrest \nto the Court and such person   shall, having regard to the facts and circumstances of the \ncase, be  liable to be detained in the custody of NAB for purpose of inquiry  and \ninvestigation  for a period not  exceeding  fourteen  days.  \n \n(e)  The chairman, NAB may declare and notify any place as a police  station or  a \nsub-jail at his discretion. ] \n \n1[25. Voluntary  return  and plea bargain.―  \n \n(a)  Notwithstanding  anything  contained  in section  15 or in any other  law for the \ntime being  in force,  where  a holder  of public  office  or any other  person,  prior  to \nthe authorization  of investigation  against  him, voluntarily  comes  forward  and \noffers  to return  the assets  or gains  acquired  or made  by him in the course,  or as \nthe consequence,  of any offence  under  this Ordinance,  the Chairman  NAB  may \naccept  such offer  and after determination  of the amount  due from  such person  \nand its deposit  with the NAB  discharge  such person  from  all his liability  in \nrespect  of the matter  or transaction  in issue:  \n \nProvided  that the matter  is not sub judice  in any court  of law. \n \n(b)  Where  at any time after the authorization  of investigation,  before  or after the \ncommencement  of the trial or during  the pendency  of an appeal,  the accused  \noffers  to return  to the NAB  the assets  or gains  acquired  or made  by him in the \ncourse,  or as a consequence,  of any offence  under  this Ordinance,  the Chairman,  \nNAB,  may,  in his discretion,  after taking  into consideration  the facts  and \ncircumstances  of the case,  accept  the offer  on such terms  and conditions  as he \nmay consider  necessary,  and if the accused  agrees  to return  to the NAB  the \namount  determined  by the Chairman,  NAB,  the Chairman,  NAB,  shall  refer  the \ncase for the approval  of the Court,  or as the case may be, the Appellate  Court  \nand for the release  of the accused2[:] \n \n4[Provided that statement of an accused entering into plea bargain or \nvoluntarily return shall not prejudice case of any other accused:  \n \nProvided further that in case of failure of accused to make payment in \naccordance with the plea bargain agreement approved by the Court, the \nagreement of plea bargain shall become inoperative to the rights of the parties \nimmediately.]  \n \n4[(ba)  Where an accused challenges validity of order approving plea bargain or it \ncomes to the knowledge of the Court otherwise that the plea bargain was a result \nof duress, coercion or any other illegal pressure exerted on the accused during \nthe course of inquiry or investigation, the Court after h earing both the parties \nmay recall the approval of plea bargain to the extent of that accused.]  \n \n \n1Subs. by Ord. No. 133 of 2002, s. 27. for “section 25”, which was previously amended by various enactments.  \n2 Subs. by Act. XI of 2022, S. 17 . \n3Subs. by Act XVI of 2022, s.13  \n4Subs. and Ins. by Act XVI of 2022, s.14  \n \n \n \n \nPage 27 of 38 \n (c)  The amount deposited by the accused with the NAB shall be transferred to the \nFederal Government or, as the case may be, a Provincial Government or the \nconcerned bank or financial institutio n, company, body corporate, co­operative \nsociety, statutory body, or authority concerned  8[* * *].] \n \n1[25A.  Payment  of loans,  etc.― \n \n2[(a)  Where  3[an accused  person]  has been  arrested  or is in the custody  of NAB  or \napprehends  such arrest  or custody  for the investigation  of the charge  against  him \nof committing  an offence  of wilful  default  on account  of non­payment  of dues \nto a bank  or financial  institution  or Co­operative  Society,  he may at any stage  \nbefore  or after such arrest  or before,  during  or after such custody  or investigation  \napply  to the Governor,  State  Bank  of Pakistan  for reconciliation  of his liability  \nthrough  the Conciliation  Committee  and the Governor  may,  if he deems  fit, refer  \nthe matter  to the Conciliation  Committee.  \n \n(aa)  The Governor,  State  Bank  of Pakistan  shall  constitute  one or more  Conciliation  \nCommittees  for the purposes  of this Ordinance.]  \n \n4[(b)  The Conciliation Committee shall consist of a nominee of the Governor, State \nBank of Pakistan, being a senior officer of the State Bank well qualified in the \nprofession of banking who shall be the Chairman of the Committee, two \nnominees of the NAB to be no minated by the Chairman NAB, two chartered \naccountants to be nominated by the Governor, State Bank of Pakistan, one \nChartered Accountant to be nominated by the Council of the Institute of \nChartered Accountants of Pakistan, Karachi, such nomination to be ob tained by \nthe Governor, State Bank of Pakistan, a Chartered Accountant to be nominated \nby the 5[accused] and a Chartered Accountant to be nominated by the lender \nbank or financial institution.  \n \nExplanation . —Where the 6[lender] is a consortium or group of banks \nor financial institutions, the lender means the lead bank or financial institution.  \n \n(bb)  The Chairman of the conciliation Committee shall convene the meetings and \nconduct proceedings of the 7[Conciliation] Committee in the manner he deems \nfit.] \n \n \n \n \n \n \n \n \n \n \n1New section  25A ins. by the National  Accountability  Bureau  (Amdt.)  Ordinance,  2000  (4 of 2000),  s. 18. \n2Subs.  by the National  Accountability  Bureau  (Second  Amdt.)  Ordinance,  2000  (24 of 2000),  s. 11, for sub­section  (a) which  was previously  \namended  by Ord. No. 4 of 2000,  s. 18. \n3Subs.  by the National  Accountability  Bureau  (Amdt.)  Ordinance,  2002  (133 of 2002),  s. 28, for “a person ”. \n4Subs. by Ord. No. 24 of 2000, s. 11, for sub­section (b).  \n5Subs. by the National Accountability Bureau (Amdt.) Ordinance, 2002 (133 of 2002), s. 28, for “borrower”.  \n6Subs. ibid., for “Leader”.  \n7Ins. ibid., \n8Omitted. by Act XVI of 2022, s.1 4 \n \n \n \nPage 28 of 38 \n 1[(c)  The Conciliation  Committee,  after examination  of the record  of the lending  \nbank  or financial  institution  and the 2[accused]  and after hearing  the parties  \nthrough  their Chartered  3[Accountants],  shall  determine  the amount  outstanding  \nagainst  the 2[accused]  calculated  in accordance  with law, rules,  regulations  and \ncirculars  of the State  Bank  of Pakistan  and further  determine  the manner  and the \nschedule  of repayment  having  regard  to the facts  of each case.  The 2[accused],  \nif he so desires,  shall  be heard  at commencement  and before  the conclusion  of \nproceedings:  \n \n \nProvided  that the 2[accused]  shall  have  the right  to have  access  to, and \ninstruct,  the Chartered  Accountant  representing  him before  the Conciliation  \nCommittee  even  if the 2[accused ] is in 4[*] custody,  during  the proceedings  of \nthe Conciliation  Committee.]  \n \n \n(d)  The Conciliation  Committee  shall  conclude the  reference  within  thirty  days and \nits recommendations  shall  be recorded  by its Chairman  and shall  contain  the \nviews  of all member  of the 5[Conciliation] Committee. The recommendations \nof the Conciliation Committee shall be submitted to the 6[Governor, Stat e Bank \nof Pakistan ]. \n \n \n7[(e)  The Governor, State Bank of Pakistan shall consider the recommendations \nsubmitted to him under sub­section (d) and may accept the recommendations or \nmay, for reasons to be recorded, pass such other appropriate order thereon as he \ndeems fit. The acceptance of the recommendations of the 5[Conciliation] \nCommittee or passing any other order as aforesaid shall constitute the decision \nof the Governor, State Bank of Pakistan.]  \n \n8[(f)  Where the 2[accused] undertakes to repay the amount as determined by the \nConciliation Committee, the Chairman NAB, with the approval of the Court, \nmay release the accused.]  \n \n \n9[(g)  The decision of the Governor State Bank of Pakistan shall be communicated to \nthe Chairman NAB, which shall be binding on him, except for valid reas ons to \nbe recorded in writing subject to approval of the Court, to be accorded within a \nperiod of seven days.]  \n \n \n10[(h)  In the event of failure either of the Conciliation Committee to conclude the \nreference within thirty days of the commencement of the co nciliation \nproceedings or the failure of the 2[accused] to accept and implement the decision \nof the Governor, State Bank of Pakistan regarding the payment and matters \nrelating thereto, such failure to accept or implement the decision shall be \nreferred to t he 11[*]Court subject to the provisions of Section 31 D and the Court \nmay proceed with the case thereafter:  \n \n \n \n \n \n1Subs.  by the National  Accountability  Bureau  (Second  Amdt.)  Ordinance,  2000  (24 of 2000),  s. 11, for sub­section  (c). \n2Subs.  by Ord. No. 133 of 2002,  s. 28, for “borrower ”. \n3Subs.  ibid., for “Accountant ”. \n4The word  “the” omitted  ibid. \n5Ins. by the National Accountability Bureau (Amdt.) Ordinance, 2002 (133 of 2002), s. 28.  \n6Subs. by the National Accountability Bureau (Second Amdt .) Ordinance, 2000 (24 of 2000), s. 11, for the “Chairman NAB ”. \n7Subs. ibid., for sub­section (e).  \n8Subs. by the National Accountability Bureau (Amdt.) Ordinance, 2001 (35 of 2001), s. 23, for sub­section (f), which was previ ously amended \nby Ord. No. 24 of  2000, s. 11.  \n9Subs. by Ord. No. 35 of 2001, for sub­section (g).  \n10Subs. by Ord. No. 24 of 2000, s. 11, for sub­section (h).  \n11The word “Accountability” omitted by Ord. No. 133 of 2002, s. 28.  \n \nPage 29 of 38 \n Provided  that the period  of thirty  days may be extended  by the Governor,  \nState  Bank  of Pakistan  by such further  period  or periods  as he may find \nnecessary  having  regard  to the facts  and circumstances  of the case and for \nreasons  to be recorded.]  \n \n1[26. Tender  of pardon. —(a) Notwithstanding anything  contained in  the Code, at any stage of \ninquiry, investigation or trial, the Chairman  NAB may, with a view to obtaining the evidence of any \nperson  supposed  to have  been  directly  or indirectly  concerned  in or privy       to any offence, tender a \nfull or conditional pardon to such a person  on condition of his making a full and true disclosure of the \nwhole of           the circumstances within his knowledge based on material relating  to the said offence \nincluding the names of the persons involved  therein  whether  as principals or abettors or  otherwise:  \n \n Provided that such person shall stand disqualified for a period  of ten years, to be reckoned \nfrom the date of termination of the trial,  for seeking  or from  being  elected,  chosen  appointed  or \nnominated as  a member  or representative  of any public  body  or any statutory  or local authority  or in \nservice of  Pakistan  or of  any Province.  \n \n(b) Every person accepting a tender of pardon under sub -section (a)  shall be examined by \na Magistrate in the presence of the accused  who shall be given an  opportunity of cross -\nexamining the person  and the person  shall  also be examined  as a witness  in the \nsubsequent  trial.] \n \n(c)  Subject to sub­section (d), the person to whom pardon has been granted under this \nsection shall not — \n \n(i)  in the case of a full pardon be tried for the offence in respect of which the pardon \nwas granted; and  \n \n(ii)  in the case of a conditional pardon be awarded a punishment or penalty higher \nor other than that specified in the grant of pardon notwithstanding the \npunishment or penal ty authorized by law.  \n \n(d)  Where the Chairman NAB certifies that in his opinion, any person who has accepted \nsuch tender has, either by wilfully concealing anything essential or by giving false \nevidence through wilful or reckless mis­statement, not compli ed with the condition on \nwhich the tenders 2[of pardon] was made, such a person may be tried for the offence in \nrespect of which the pardon was so tendered, or for any other offence of which he \nappears to have been guilty in connection with the said matter  including the offence of \ngiving false evidence, which he knows or ought to know is false.  \n \n(e) Any statement made before 3[a magistrate] by a person who has accepted tender of \npardon may be given in evidence against him at 4[the] trial.  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n1 Subs. by Act XI of 2022, S. 18   \n2Ins. by Ord. No. 133 of 2002, s. 29.  \n3Subs. by the National Accountability Bureau ( Second Amdt.) Ordinance. 2000 (24 of 2000). s. 12, for certain words.  \n 4Subs. ibid., for “such”.  \n \nPage 30 of 38 \n 27. Power  to seek assistance . The Chairman  NAB  1[,or an officer  of the NAB  duly authorised  \nby him,]  shall  have  the power  to seek full and complete  assistance  and call for all or any documents  \nand information  relevant  to or in connection  with any matter  or 2[inquiry  or investigation]  pending  \nbefore  the NAB,  3[or disposal  of any property  surrendered  to or seized  by the NAB,]  from  any \ndepartment  of the Federal  Government,  Provincial  Government,  local  authority,  bank,  financial  \ninstitution,  person  or any authority  and institution  or department  in the public  sector  or the private  \nsector,  as he may deem  fit and proper  to demand  or require,  11[ except to seek information, document \nor assistance the secrecy of which is protected under the law].  \n \n4[28. Appointm ent of officers and staff in the National Accountability Bureau. — \n \n(a) The National Accountability Bureau  may, in such manner and on such 12[terms] and \nconditions of service,  efficiency,  discipline  and conduct  etc. as may be  prescribed  \nby rules,  appoint  such officers  and staff as may be considered  necessary  for the \nefficient performance of  its functions.  \n \n(b) The National  Accountability  Bureau,  may appoint  advisers,  consultants and experts, \non payment of such fee or remuneration as  may be prescribed by rules to perform \nits functions and exercise its  powers under this  Ordinance. ] \n \n29. Accused to be competent witness.  5[An accused] shall be a competent witness for the \ndefence and may give evidence on oath in disproof of the charges made against him:  \n \n \nProvided that the accused shall not be compelled to be a witness against himself:  \n \nProvided further that, where an accused 6[*] appears as a witness of his own choice and refuses \nto answer any question, the Court may draw such adverse inference from such r efusal as it may think \nproper.  \n \n30. False evidence etc .—(a) Notwithstanding anything 7[to the contrary] contained in 8[this \nOrdinance] or any other law 9[for the time being] in force, on pronouncement of judgement the 10[*] \nCourt shall have the jurisdiction and power to take cognizance of an offence committed in the course \nof the investigation or trial of a case by any officer, any witness, including an expert, who has tendered \nfalse evidence in the case, whether he depos ed in 12[Court] or not, or any other person, under sections \n176 to 182 of Chapter X, or sections 191 to 204, or 211 to 223, or 225­A of Chapter XI, of the Pakistan \nPenal Code 1860, ( Act XLV of 1860 ) or under any other law relating to false evidence and off ences \nagainst public justice, and to summarily try him and award punishment provided for the offence under \nthe law.  \n \n \n \n \n \n \n \n \n \n \n \n1Ins. by the National Accountability Bureau (Second Amdt.) Ord. 2000 (24 of 2000), s. 13. \n2Subs.  by the National  Accountability  Bureau  (Amdt.)  Ordinance,  2002  (133 of 2002),  s. 30, for “proceeding ”. \n3Ins. ibid., s 30. \n4Subs.by Act XI of 2022, S. 19.  \n5Subs. by the National Accountability Bureau (Amdt.) Ordinance, 2002 (133 of 2002) , s. 32, for certain words.  \n6The word “person” omitt ed by the National Accountability Bureau (Amdt.) Ordinance, 2002 (133 of 2002) s. 32.  \n7Ins. ibid, s. 33.  \n8Subs. ibid, for the “the preceding provisions”.  \n9Subs. ibid., for “already”.  \n10The word “Accountability” omitted ibid., \n11Subs. by Act XVI of 2022, s.15 \n12Subs. by Act No. XXIV of 2023 s s.12 & 13.  \n \n \nPage 31 of 38 \n (b)  For the purpose of trial under sub­section (a), the Court may, as nearly as may \nbe, follow the procedure specified in Chapter XXII of the Code.  \n \n(c)  The proceeding under sub­section (a) may be initiat ed by the 1[*] Court  on its \nown accord at any time after the decision of the case or, in the event that there \nis an appeal, after the decision thereof, or on an application made by the 1[*] \n2[prosecution] 3[or the accused] tried by the Court, within thirty  days.  \n \n31. 4[Prohibition to hamper investigation ].—(a) Notwithstanding anything contained in any \nother law for the time being in force, if any person concerned with the inquiry 5[,] investigation and \nprosecution of a case consciously and deliberately and with malice 6[*] compromises, hampers, \nmisleads, jeopardizes or defeats an 7[inquiry or] investigation of a case under process before NAB or \nany concerned agency or authority or 8[the Court or any other court] he shall be 9[guilty of an offence \nunder this Ordinance punishable with rigorous imprisonment for a term which may extend to ten \nyears].  \n \n(b)  No person will be proceeded 10[against] under this section except with the \nsanctio n of a Committee 11[comprising] the Chairman NAB Deputy Chairman \nNAB and the Prosecutor General Accountability.  \n \n \n*[12[31A.  * * * * * * * ] \n \n13[31B. Withdrawal and termination of pending proceedings.  — (1) Prior to filing of a \nreference, the Chairman, NAB in consultation with the Prosecutor General, having regard to the totality \nof facts, circumstances and evidence, may partly, wholly, conditionally or unconditionally withdraw \nor terminate any proceed ings under this Ordinance, if such proceedings are unjustified.  \n \n(2) After the filing of a reference, if the Chairman, NAB in consultation with the Prosecutor \nGeneral, having regard to the totality of facts, circumstances and evidence is of the view that t he \nreference is Partly or wholly unjustified, he may recommend to the Court for approval where the matter \nis pending that the reference may partly or wholly be withdrawn or terminated and upon such \nwithdrawal or termination — \n \n(i)  if it is made before a ch arge has been framed, the accused shall be discharged \nin respect of such offence or offences; and  \n \n(ii)  if it is made after a charge has been framed, he shall be acquitted in respect of \nsuch offence or offences. ] \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n1The word “Special ” omitted by the National Accountability Bureau (Amdt.) Ordinance, 2000 (4 of 2000), s. 20.  \n2Subs. by the National Accountability Bureau (Amdt.) Ordinance, 2001 (35 of 2001), s. 24, for “Prosecutor ”. \n3Subs. by Ord. No. 133 of 2002, s. 33, for “of the person  accused of an offence ”. \n4Amended by Ord. No.4 of 2000, s. 21. \n5Subs. by the National Accountability Bureau (Amdt.) Ordinance, 2002 (133 of 2002), s. 34, for “and”. \n6The word “aforethought ” omitted ibid., \n7Ins. by the National Accountability Bureau (Amdt.) Ordinance, 2002 (133 of 2002), s.34.  \n8Subs. ibid., for “any Court or an Court” which was previously amended by Ord. NO. 4 of 2000, s. 21.  \n9Subs. ibid., for certain words.  \n10Subs. ibid., for “with”.  \n11Subs. ibid., for “composing”.  \n12Omitted. by Act XVI of 2022, s.1 6 \n13Subs . by Act XVI of 2022, s.1 7 \n*Ss. 31A, 31B and 31C Ins. by the National Accountability Bureau (Amdt.) Ordinance, 2000 (4 of 2000), s. 22.  \n \n \nPage 32 of 38 \n 31C. 1[Court to take cognizance of offence with prior approval of the State Bank .] No \nCourt establish ed under this Ordinance shall take cognizance of an offence against an officer or an \nemployee of a bank or financial institution for writing off, waiving, restructuring or refinancing any \nfinancing facility, interest or mark­up without prior approval of th e State Bank of Pakistan.]  \n \n2[31D. Inquiry, investigation or proceedings in respect of imprudent bank loans, etc. \nNotwithstanding anything contained in this Ordinance or any other law for the time being in force, no \ninquiry, investigation or proceedings in  respect of imprudent loans, defaulted loans or rescheduled \nloans shall be initiated or conducted by the National Accountability Bureau against any person, \ncompany or financial institution without reference from Governor, State Bank of Pakistan : \n \nProvided that cases pending before any Accountability Court before coming into force of the \nNational Accountability Bureau (Second Amendment) Ordinance, 2000, shall continue to be \nprosecuted and 11[conducted ] without reference from the Governor, State Bank of Pakis tan.] \n \n3[31DD.    Approval   of   the   State   Bank   of   Pakistan. —Notwithstanding anything \ncontained in this Ordinance or any other law for the time being in force, no inquiry, investigation or \nproceedings in respect of a decision of a Board  11[or cre dit committee]  of a Bank or financial \ninstitution, shall be initiated without the prior approval of the Governor, State Bank of Pakistan.]  \n \n4[31E. Protection of witnesses . The Chairman NAB or the Court may in the facts and \ncircumstances of a case take such  measures as may be considered necessary for the safety, security \nand protection of witnesses and their families.]  \n \n \n32. Appeal 5[and revision] . — (a) Any 6[person convicted or the Prosecutor General \nAccountability, if so directed by 7[the Chairman] NAB,] aggrieved by the final judgement and order \nof the Court under this Ordinance may, within 8[thirty]  days of the final Judgement and order of the \n9[*] Court prefer an  appeal to the High Court 11[under whose jurisdiction]  where the Court is situated \n10[:] \n \n10[Provided that no appeal shall lie against any interlocutory order of the Court.]  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n1Ins by Ord. No. 24 of 2000  s.15. \n2New section 31D ins. ibid., s. 16.  \n3 Ins. by Act XI of 2022, S. 20.  \n4New section 3IE, ins. by  the National Accountability Bureau (Amdt.) Ordinance, 2001 (35 of 2001), s. 26.  \n5Added by the National Accountability Bureau (Amdt.) Ordinance, 2002 (133 of 2002), s. 37.  \n6Subs. by the National Accountability Bureau (Amdt.) Ordinance, 2000 (4 of 2000), s.  23, for “Party to the Proceedings”.  \n7Ins. by Ord. No. 133 of 2002, s. 37.  \n8Subs. by Act XI of 2022, S. 21for “ten”  \n9The word “Accountability” omitted  by Ordinance, 2002 (133 of 2002), s. 37. \n10Subs. and Ins. by the National Accountability Bureau (Amdt.) Ordinance, 2001, (35 of 2001), s. 27.  \n11Subs.  and Ins.  by Act No. XXIV of 2023 s s.14-16. \n \n \nPage 33 of 38 \n (b)  All Appeals against the final Judgement 1[* *] filed before the High Court will \nbe heard by a Bench of not less than two judges constituted by the Chief Justice \nof the High Court 2[The provisions contained in section 426 of the Code shall \napply mutatis mutandis  in case of an appeal filed against order of conviction .] \n \n3[(c)  No revision shall lie against any in terlocutory order of the Court .] \n \n4[(d) *  *  *  *  *  *  *] \n \n5[33. Transfer of pending proceedings .— Any and all proceedings pending before a 6[court] \nunder the Ehtesab Act, 1997(IX of 1997) , shall stand transferred to 7[a] Court as soon as it is constituted \nunder this Ordinance within the same Province  13[or area of jurisdiction] , and it shall not be necessary \nto recall any witness or again to r ecord any evidence that may have been recorded.]  \n \n8[33A. Payment of bonuses etc . There may be paid bonuses or ex­gratia  9[payments] to the \nofficers and staff of the 10[NAB], other Government servants, public servants and rewards to members \nof public for re ndering commendable services in detection, investigation and prosecution of 11[any \noffence under this Ordinance] as may be prescribed by rules].  \n \n12[33B. Reporting of public contracts.― All Ministries, Divisions and Attached Departments \nof the Federal Gove rnment, all departments of Provincial and local governments, statutory \ncorporations or authorities established by the Federal Government or Provincial Government and \nholders of public office shall furnish to NAB a copy of any contract, entered into by such  Ministries, \nDivisions and Attached Departments of the Federal Government, all departments of Provincial \nGovernment or local government, statutory corporations or authorities established by the Federal \nGovernment or Provincial Government or such holder of public office on its behalf, as the case may \nbe, of the minimum monetary value of fifty million rupees or more, within such time as is reasonably \npracticable from the date of signing such contract.  \n \n33C. Measures for the prevention of corruption and corrup t practices.― The Chairman \nNAB, shall from time to time as he deems fit, constitute committees comprising officers of the NAB \nor other persons or organisations from the private or public sectors to — \n \n(a)  educate and advise public authorities, holders of p ublic office and the \ncommunity at large on measures to combat corruption and corrupt practices;  \n \n(b)  develop, arrange, supervise, participate in or conduct educational programmes  \nor media campaigns, and generally to disseminate information on the \ndetrimental effects of corruption and corrupt practices and the importance of \nmaintaining the integrity of public administration;  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n1The words “and order” omitted by  Ord. 4 of 2000,  s.23 \n2Subs. by  Act XI of 2022, S. 21  \n3Subs. by Ord. No. 133 of 2002, s. 37, for “sub­section (c)” which was previously amended by various enactments.  \n4Sub­section (d) omitted by Ord. No. 35 of 2001, s. 27.  \n5Subs. and shall be deemed always to have been so subs, by the National Accountability Bureau (Amdt.) Ordi nance, 1999 (19 of 1999), s.3, \nfor the original section 33.  \n6Subs. by Ord. No. 133 of 2002, s. 38, for “Court ”. \n7Subs, ibid., for “an Accountability ”. \n8New section 33A ins. by the National Accountability Bureau (Amdt.) Ordinance. 2001 (35 of 2001),  s.28. \n9Subs. by the National Accountability Bureau (Amdt.) Ordinance. 2002 (133 of 2002). s. 39, for “payment ”. \n10Subs. ibid,, for “National Accountability Bureau ”. \n11Subs. ibid., for  certain words.  \n12New sections 33B, 33C, 33D and 33E ins. by Ord. No. 133 of 2002, s. 40.  \n13Ins. by Act No. XXIV of 2023 by s.17.  \n \nPage 34 of 38 \n (c)  examine  the laws in force,  and also rules  and regulations  relating  to the practice  \nand procedure  of various  ministries,  departments  of the Federal  Government  or \nProvincial  Government,  statutory  or other  public  corporations  or bodies,  and the \nconduct  of holders  of public  office  and to recommend  amendments  in such laws,  \nrules  or regulations,  as the case may be, in order  to eliminate  corruption  and \ncorrupt  practices;  \n \n(d)  instruct,  advise  and assist  any statutory  or other  public  corporation  or bodies  or \nupon  request,  any organi sation  in the private  and public  sector  on measures  for \nthe reduction  and elimination  of corruption  and corrupt  practices;  and \n \n(e)  monitor  the implementation  of the instructions  and advice  as aforesaid  and to \nassess  and evaluate  the success  or otherwise  of such instructions  and advice  on \nthe reduction  and elimination  of corruption  and corrupt  practices.  \n \n33D.  NAB  to submit  an annual  report . The Chairman  NAB  shall  as soon  as possible  after \nthe end of every  calendar  year but before  the last day of March  next following,  submit  to the 1[National \nAssembly and the Senate]  a report  of its affairs  for that year which  report  shall  be a public  document  \nand on its publication  copies  thereof  shall  be provided  to the public  at a reasonable  cost. \n \n33E.  Recovery  of amount  of fines,  etc., as arrears  of land  revenue. — Any fine or other  sum \ndue under  this Ordinance,  or as determined  to be due by a Court,  shall  be recoverable  as arrears  of land \nrevenue.]  \n \n2[33F.    Restriction on issuance of public statements. —No official of NAB, in any capacity, \nshall make any statement in public or to the media regarding persons involved in any inquiry or \ninvestigation conducted by NAB until a reference has been filed against such persons .] \n \n3[33G.    Punishment     for      making      public      statements. —Whoever contravenes the \nprovisions of section 33F shall be pun ished with imprisonment for a term which may extend to one \nyear but shall not be less than one month and with a fine of one million Rupees. ] \n \n4[34.    Power   to   make   rules. —The   Federal   Government   may, by notification in the \nofficial Gazette, ma ke rules to carry out the purposes of this Ordinance .] \n \n5[34A. Delegation of powers .― The Chairman NAB may, by an order in writing delegate any \nof his powers to and authorise  performance of any of his functions by, an officer of the NAB as he \nmay deem fit and proper, subject to such conditions, if any, as may be specified in the order, for \ncarrying out the purposes of this Ordinance.]  \n \n \n \n \n \n \n \n \n \n \n \n1Subs. by Act XI of 2022, S. 22  for “President”  \n2Ins. by Act XI of 2022, S. 23.  \n3Ins. by Act XI of 2022, S. 24.  \n4Subs. by Act XI of 2022, S. 25  \n5New section 34A ins. by the National Accountability Bureau (Amdt.) Ordinance 2001 (35  of 2001),  s. 29.  \n \nPage 35 of 38 \n 35. Repeal. — (a) The Ehtesab  Act 1997  shall  stand  repealed  from  the date of promulgation  of \nthis Ordinance,  provided  that notwithstanding  the repeal  of the said Act, any proceedings  pending  \nunder  Ordinance  CXI of 1996,  Ordinance  No. XX of 1997  and the Ehtesab  Act, 1997,  before  any Court  \nestablished  under  the said Act of 1997  1[*] or any of the aforesaid  Ordinances  amending  the same,  \nshall  2[continue  under  this Ordinance  as transferred  under  3[***] section  33 to 4[a] Court.]  \n \n5[(b)  Any case or proceeding s pending under the aforesaid Ordinances and the Act of \n1997 immediately before the commencement of this Ordinance and transferred \nto any 6[Court] 7[***] shall be proceeded with and all subsequent proceedings \nshall be completed in accordance with, and under  the provisions of, this \nOrdinance.]  \n \n36. Indemnity . No suit, prosecution, or any other proceedings shall lie against the Federal \nGovernment, Provincial Government, Chairman NAB, or any other member of the NAB or any person \nexercising any power or performi ng any function under this Ordinance or the Rules made hereunder \nfor any act or thing which has been done in good faith or intended to be done under this Ordinance or \nthe rules thereof  8[:] \n \n8[Provided that if the accused has been acquitted by the Court on  the ground that the case was \ninitiated with malafide  intention or based on false or fabricated evidence, the person responsible shall \nbe punished with imprisonment of either description for a term which may extend to five years and \nshall also be liable to  fine.] \n \n9[37. Removal of difficulties. ―  If any difficulty arises in giving effect to any provision of \nthis Ordinance, the 10[Chairman NAB] 11[with the approval of the 8[Federal Government] ], may make \nsuch order, not inconsistent with the provisions of th is Ordinance, as may appear to him to be necessary \nfor the purpose of removing such difficulty.]  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n1The word  “and/” omitted  by Ord. No. 133 of 2002,  s. 42. \n2Subs.  by Ord. No. 4 of 2000,  s. 25, for certain  words,  which  was previously  ins. by Ord. No. 19 of 1999  s. 4. \n3The words  “sub­section  (b) of” omitted  by Ord. No. 35 of 2001,  s. 30. \n4Subs.  by Ord. No. 133 of 2002,  s. 42, for “an Accountability ”. \n5Subs. by Ord. No. 4 of 2000, s. 25, for the original sub­section (b).  \n6Subs. by Ord. No. 133 of 2002, s. 42, for “court ”. \n7The words “established under this Ordinance ” omitted ibid., \n8Subs. and added by Act XI of 2022, S s. 26-27. \n9Subs. by the National Accountability Bureau (Amdt.) Ordinance, 2001 (35 of 2001), s. 31, for sec tion 37.  \n10Subs. by the National Accountability Bureau (Amdt.) Ordinance, 2002 (133 of 2002), s. 43 for “President”.  \n11Subs. ibid., for certain words.  \n \n \n \n \nPage 36 of 38 \n 1[THE SCHEDULE]  \n \n[See section 10(b) ] \n \nS.NO  Offences  Punishment  \n(1) (2) (3) \n1. Any person who aids, abets or through any wilful act or \nomission is instrumental in the commission of the offence of \nwilful default or with wrongful intent for illegal gratification by \nmisuse of power, authority, influence, nepotism, favouritism  \nwrites off , waives, restructures or refinances illegally, \nimproperly or without sufficient justification the principal \namount of loan on any financial facility, interest or mark­up on \nany loan or financial facility provided to any person by any \nbank or financial ins titution, a co­operative society, a \nGovernment department or an authority established or \ncontrolled by the Government shall have committed or be \ndeemed to have committed the offence of corruption or corrupt \npractices.  Rigorous imprisonment  \nfor a term wh ich may \nextend to fourteen years  \nand fine. \n2. Refuses to answer questions, or to provide information to any \nmember of the NAB or any other agency when required to do \nso. Rigorous imprisonment \nfor a te rm which may \nextend to five years.  \n \n3.  \n Giving false information or  \nfabricating false evidence during inquiry into or investigation \nof an offence by the NAB or any agency authorised by the \nNAB in this regard when given by — \n(a) a complainant, witness or an accused person or any inquiry \nofficer; and  \n \n \n(b) the investigator of the National Accountability Bureau or \nconcerned agency.  \n  \n \n \n \n \nRigorous imprisonment \nfor a term which may \nextend to five years.  \n \nRigorous imprisonment \nfor a term which may \nextend to ten years.  \n \n \n \n \n \n \n \n \n \n \n \n \n1Subs  by the National Accountability Bureau (Amdt.) Ordinance, 2002 (133 of 2002) , s. 44 for “the Schedule”, which was previously  \namended by various enactments.  \n \nPage 37 of 38 \n S.NO  Offences  Punishment  \n(1) (2) (3) \n4. Misuse of authority or power in committing any offence \nspecified above, by any person holding a public office \nincluding any offence under sections 161 to 165A of the \nPakistan Penal Code (Act XLV of  1860).  Rigorous  imprisonment for \na term which may extend to \nfourteen years.  \n5. Deceitfully, fraudulently or dishonest ly causing loss to a \nbank, a financial institution, a co­operative society, a \nGovernment department, a statutory body or an authority \nestablished or controlled by the Federal Government, a \nProvincial Government or a local government.  Rigorous  impr isonment for \na term which may extend to \nfourteen years.  \n1[6. Section 168 PPC­Public Servant unlawfully engaging in \ntrade.  Simple imprisonment for \none year, or fine, or both.  \n7. Section 169 PPC­Public  Servant unlawfully buying or \nbidding for property.  Simple imprisonment for \ntwo years, or fine, or both, \nand confiscation of \nproperty, if purchased.  \n8. Section 201 PPC­Causing  dis­ appearance of evidence of \nan offence committed, or giving false information touching \nit to screen the offender 2[* * * ]. Imprisonment of either \ndescription for seven years, \nand fine.  \n \n \n \n \n \n \n \n \n \n \n \n1Added by S.R.O. 1065(I)/03 dated 20­11­03.  \n2Omitted by S.R.O. 696(I)/04 dated 12­8­04.  \n \n \nPage 38 of 38 \n  \n \n \n \n \n \n \n \n \n \n \n \n \n S. No. Offences  Punishment  \n(1) (2) (3) \n9. Section 218 PPC­Public servant fram ing an \nincorrect  record  or writing with intent  to save \nperson from  punishment,  or property  from \nforfe iture. Impr isonment  of either \ndescription  for three years,  or \nfine, or both.  \n10. Section 219 PPC­Public servant  in a judicial \nproceed ing corrupt ly making and  \npronounc ing an orde r, report, verdict or \ndecision which he knows to be contrary  to \nlaw. Impr isonment  of either \ndescription  for seven years,  or \nfine, or both.  \n11. Section 468 PPC­Fo rgery for the purpose  of \ncheat ing. Impr isonment  of either \ndescription  for seven  years and \nfine. \n12. Section 471 PPC­Us ing as genuine a forged \ndocument  which is known  to be a forged. Punishable for fo rgery of such \ndocument.  \n13. Section 472 PPC­Mak ing or counterfe iting a \nseal, plate, etc., with intent to comm it a \nforgery punishable under  section 467 of the \nPakistan Panel Code,  or possess ion with like \nintent  any such  seal, plate, etc., know ing the  \nsame  to be counterfe it. Impr isonment for life or \nimprisonment of either descr iption \nfor seven  years,  and fine. \n14. Section 477A Falsification  accounts.   Imprisonment of either \ndescription for  seven years, or \nfine, or both.]"
}