{
    "file": "./converted_json\\administrator965ba3ad9b9def555c59cee6b41ad5f9.json",
    "name": "Agriculture Census Act, 1958",
    "date": "23rd September, 1958",
    "tagline": "An Act to provide for certain matters for the purpose of taking agricultural census",
    "content": "THE AGRICULTURE CENSUS ACT, 1958  \n1ACT NO. XLI OF 1958  \n[23rd September, 1958]  \nAn Act to provide for certain matters for the purpose of taking agricultural census.  \n WHEREAS  in a general meeting of the Food and Agricultural Organization of the United \nNations a decision has been taken urging the member countries to take agricultural census ;  \n1 For Statement of Objects and Reasons, see Gaz. of P., 1958, Ext., P. 1509.  \n \n  \nAND WHEREAS  it is expedient to take agricultural census in pursuance of the said \ndecision a nd to provide for certain matters for that purpose ;  \n AND WHEREAS  in pursuance of the proviso to Article 108 of the Constitution the \nGovernors of the Provinces of East Pakistan and West Pakistan have been consulted ;  \n It is hereby enacted as follows :___  \n 1. Short title, extent and commencement. ___ (1) This Act may be called the \nAgricultural Census Act, 1958.  \n (2) It extends to the whole of Pakistan.  \n (3) It shall come into force on such date2 as the 3[Federal Government] may, by \nnotification in the offic ial Gazette, appoint.  \n 2. Definitions. In this Act unless there is anything repugnant in the subject or context \n:___  \n(a) “census” means agricultural census ;  \n(b) “census officer” means an officer appointed for the purpose of carrying out the \nprovisions of this Ac t. \n3. Census Officers. ___ (1) The 3[Federal Government] may appoint__  \n(i)  a Census Commissioner to supervise the taking of the census throughout \nPakistan ;  \n(ii)  Joint Census Commissioners, Deputy Census Commissioners and Assistant \nCensus Commissioners to supervise the taking of census within the Provinces \nand the Federal Capital; and  \n_____________________________________________________________________  \n1 I, e., the 1st December, 1958, see Gaz. of P., 1958, Pt. I, p. 469.  \n2 Subs. by F.A.O., 1975, Art. 2 and Table, for “Central Government”.  \n(iii)  other census officers to take, aid in or supervise the taking of, the census \nwithin any specified area.  \n \n (2) The 1[Federal Government] may, by order, delegate the powers conferred upon it \nby clause (iii) of sub -section (1) to the Provincial Government or to such officer or authority \nsubordinate to the Provincial Government as may be specified in the order.  \n \n (3) A declaration in writing, signed by any authority authorized by the 1[Federal \nGovernment] in this beh alf, that a person has been duly appointed a census officer shall be \nconclusive proof of such appointment.  \n \n 4. Collection of information for census. ___ (1) For the purpose of taking census, \ninformation shall be collected on or with respect to the followi ng matters, namely :___  \n \n(a) land ownership and land tenure ;  \n(b) land unit and subdivision of land ;  \n(c) land utilization;  \n(d) crop acreage and production ;  \n(e) livestock and poultry;  \n(f) employment in agriculture;  \n(g) agricultural population;  \n(h) agricultural power and machinery;  \n \n \n1 Subs. by F.A.O., 1975, Art. 2 and Table, for “Central Government”.  \n(i) irrigation and drainage;  \n(j) fertilizers and soil dressing  \n(k) wood and fishery products ;  \n(l) agricultural credit ;  \n(m) agriculture and sericulture ;  \n(n) fruit and vegetable products  ; and  \n(o) such other matters as the 1[Federal Government] may, by notification in the official \nGazette, specify.  \n(2) For the purpose of collecting information referred to in sub -section (1), the \n1[Federal Government] may, by notification in the official Gazet te, prepare such \nquestionnaire as it thinks fit and a census officer may require any person within his \njurisdiction to give answers to such questionnaire and to such other questions relevant to the \nquestionnaire as he may think fit to ask.  \n(3) Any person w ho is required to give answers to the questionnaire and the other \nrelevant questions under sub -section (2) shall be legally bound to give answers to the best of \nhis knowledge or belief.  \n5. Crop -cutting experiment.___ (1) For the purpose of collecting infor mation referred \nto in sub -section (1) of section 4, crop -cutting experiments may be conducted, and for such \nexperiments may be conducted, and for such experiments any land in any area may be \nselected.  \n(2) The owners or occupiers of lands or their agents or  servants shall allow such \naccess to the census officers and other persons assisting them to their lands as may be \nnecessary for the conduct of crop -cutting experiments.  \n(3) The owner or other person entitled to the crop shall be paid such compensation for  \nany loss or damage caused to him by the conduct of crop cutting experiments 2[as is not less \nthan such loss or damage, and the assessment of the loss or damage shall be carried out in \nsuch manner] as the 1[Federal Government] may prescribe.  \n \n1 Subs. by F. A.O., 1975, Art. 2 and Table, for “Central Government”.  \n2 Ins. by the Agricultural Census (Amdt.) Ordinance, 1984 (19 of 1984), s. 2.  \n \n6. Access to census officers to premises and lands. Every person owning or \noccupying any house, premises or lands shall a llow the census officers such access thereto as \nthey may require for the purposes of the census and shall allow them to paint on, affix to, or \ndig in, the house, premises or lands such letters, mark or objects as may be necessary for the \nsaid purpose.  \n7. Penalties. ___ (a) Any census officer or any person lawfully required to give \nassistance towards the taking of a census who refuses or neglects to use reasonable diligence \nin performing any duty imposed upon him or in obeying any order issued to him in \naccordance with this Act or any rule made thereunder, or any person who hinders or obstructs \nanother person in performing any such duty or in obeying any such order, or  \n(b) any census officer who knowingly makes any false return or, without the previous \nsancti on of the 1[Federal Government] or the Provincial Government, discloses any \ninformation which he has received by means of, or for the purposes of, a census return, or  \n(c) any person who intentionally gives a false answer to, or refuses to answer to the \nbest of his knowledge or belief, to the questionnaire or other relevant question asked of him \nby a census officer which he is legally bound to answer, or  \n(d) any person occupying any house, premises or land who refuses to allow a census \nofficer such reasonab le access thereto as he is required under section 6 to allow, or  \n(e) any person who removes, obliterates, alters or damages without proper authority or \nbefore the completion of the census any letters, marks or objects which have been painted, \naffixed or d ug for the purposes of the census, shall be punishable with fine which may extend \nto five hundred rupees.  \n8. Sanction for prosecution under this Act. No prosecution under this Act shall be \ninstituted except with the previous sanction of the 2[Federal Gover nment] or of an authority \nauthorized in this behalf by the 2[Federal Government].  \n \n1 Subs. by F.A.O., 1975, Art. 2 and Table, for “Central Government”.  \n2 Subs. ibid., Art. 2 and Sch., for “Provincial Government”.  \n \n9. Prosecution under other laws. Nothing in this Act shall be deemed to prevent any \nperson from being prosecuted under any other law for any act or omission under this Act \nwhich constitutes an offence under such other law :  \nProvided that no such prosecution shall be instituted except with the pre vious sanction \nreferred to in section 8.  \n10. Jurisdiction. No court inferior to that of a Magistrate of the second class shall try \nan offence under this Act.  \n11. Census records not open to inspection. No person shall have a right to inspect \nany book, regi ster or record made by a census officer in the discharge of his duties as such, \nand notwithstanding anything to the contrary in the Evidence Act, 1872 (I of 1872), no entry \nin any such book, register or record shall be admissible as evidence in any civil p roceeding \nwhatsoever, or in any criminal proceedings, other than a prosecution under this Act or under \nany other law for any act or omission under this Act which constitutes an offence under such \nother law.  \n12. Preparation of statistical abstracts. The Cen sus Commissioner or any Joint \nCensus Commissioner, Deputy Census Commissioner or Assistant Census Commissioner or \nsuch person as the 1[Federal Government] may authorize in this behalf may, if he thinks fit, at \nthe request and cost (to be determined by him)  of any local authority or person, cause \nabstracts to be prepared and supplied containing any such statistical information as can be \nderived from the census returns being information which is not contained in any published \nreport and which, in his opinion,  it is reasonable for that authority or person to require.  \n13. Censes officers to be public servants. All census officers shall be deemed to be \npublic servants within the meaning of section 21 of the Pakistan Penal Code (Act XLV of \n1860).  \n14. Power to mak e rule. The 1[Federal Government] may make rules for carrying out \nthe purposes of this Act.  \n \n1 Subs. by F.A.O., 1975, Art. 2 and Table, for “Central Government”."
}