{
    "file": "./converted_json\\administratorbfdcbedb15edae32d2df6d9b13498a22.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "Page 1 of 8 \n   \n \n \nTHE UNITED NATIONS (DECLARATION OF DEATH OF \nMISSING PERSONS) ACT, 1956  \n \n \n \nCONTENTS  \n1.  Short title and commencement  \n2.  Provisions of the Schedule to have the force of law  \n3.  Powers to make declaration in respect of certain persons having disappeare d subsequent to \n1945  \n4.  Power to make rules  \n5.  [Repeal.]  \nTHE SCHEDULE  \n\n \nPage 2 of 8 \n THE  UNITED  NATIONS  (DECLARATION  OF DEATH  OF MISSING  \nPERSONS)  ACT,  1956  \nACT  NO. VII OF 1956  \n[11th April,  1956]  \nAn Act to give effect  to the United  Nations  Convention  on the Declaration  of Death  of Missing  \nPersons.  \n  WHEREAS  it is expedient  to give effect  to the United  Nations  Convention  on the \nDeclaration  of Death  of Missing  Persons  ; \n  It is hereby  enacted  as follows  :___ \n  1. Short  title and commencement.___ (1) This Act may be called  the United  Nations  \n(Declara tion of Death  of Missing  Persons)  Act, 1956.  \n (2) It shall  extend  to the whole  of Pakistan  and shall  come  into force  at once.  \n 2. Provisions  of the Schedule  to have  the force  of law.___ (1) Notwithstanding  anything  to \nthe contr ary contained  in any other  law for the time being  in force,  the provisions  set out in the \nSchedule  to this Act, of the Convention  on Declaration  of Death  of Missing  Persons,  adopted  by the \nUnited  Nations  Conference  on the Declaration  of Death  of Missing  Persons, on the 6th Day of April,  \n1950,  shall  have  the force  of law in Pakistan.  \n  (2) The 2[Federal  Government]  may by notification  in the official  Gazette  amend  the said \nSchedule  in conformity  with any amendments  duly made  in the provisions  of the said Convention.  \n 3. Powers to make declaration in respect of certain persons having disappeared \nsubsequent to 1945.  ___(1) Where  in pursuance  of any international  agreement,  convention  or other  \ninstrument  it is necessary  or permissible  to make  a declaration  of death in respect  of persons  having  \ndisappeared  subsequent  to 1945  under  circumstances  similar  to those  mentioned  in the provisions  set \nout in the Schedule  to this Act, the 1[Federal  Government]  may,  by notification  in the official  \nGazette,  declare  that the said provisions  or such of them  as it may deem  necessary  or convenient  for \ngiving  effect  to the said agree ment,  convention  or other  instrument,  shall  apply  with such adap tations  \nas may be necessary  to the persons  specified  in the notifica tion, and thereupon the said provisions  \nshall  apply  accordingly  and notwithstanding  anything  to the contrary  contained  in any other  law for \nthe time being  in force,  shall  in such application  have  the force  of law in Pakistan.  \n(2) The persons  to be specified  in the notif ication as afore said may be specified  in such \nmanner  as the 2[Federal  Government]  may think  fit. \n 4. Power to make rules.  ___The 1[Federal  Government]  may make  rules  for carrying  out the \npurposes  of this Act. \n 5. (Repeal.)  Omitted  by the Federal  Laws  (Rev ision and Declaration)  Ordinance,  1981  (27 of \n1981),  s. 3 and II Sch. \n \n1Subs.  by F.A.O.,  1975,  Art. 2 and Table.  \n \nPage 3 of 8 \n THE  SCHEDULE  \n(See sections  2 and 3) \nARTICLE  1 \nScope  \n 1. The present  Convention  provides  for declarations  of death  of persons  whose  last reside nce \nwas in Europe,  Asia or Africa  who have  disappeared  in the years  1939 -1945,  under  circumstances  \naffording  reasonable  ground  to infer  that they have  died in consequence  of events  of war or of racial,  \nreligious,  political  or national  persecution.  \n Howeve r, members  of armed  forces  serving  in Europe,  Asia or Africa  shall  not, by reason  \nonly of such service,  be considered  as having  had their residence  in those  continents.  \n  2. Contracting  States  may,  by notification  to the Secretary -General  of the United  Nations, \nextend  its application  to persons  having  disappeared  subsequently  to 1945  under  similar  circums -\ntances.  Such  extension  shall  only apply  as between  those  States  which  have  made  such notification.  \n  3. The persons  covered  by paragraphs  1 and 2 of this article will be hereafter  referred  to as \n“missing  persons”. \nARTICLE  2 \nCompetent  tribunals  \n  1. The term “tribunal”, as used in the present  Convention,  shall  apply  to all authorities  \nempowered  ratione  materioe  to determine  the fact of death  under  the gover ning domestic  law. \n 2. Subject  to paragraph  1 of this article,  the following  tribu nals shall  be competent  ratione  \nloci to receive  applications  and to issue  declarations  of death  : ___ \n(i)  The tribunal  of the place  of the last domicile  of the missing  person or of his \nlast voluntary  or involuntary  residence  ; \n(ii)  The tribunal,  in the country  of which  the missing  person  was a national,  \ncompetent  under  applicable  domestic  law or, in its absence,  the tribunal  of the \ncapital  of that country  ; \n(iii)  The tribu nal of the place  of the situs of property  of the missing  person  ; \n(iv)  The tribunal  of the place  of decease  of the missing  person  ; \n(v)  The tribunal  of the place  of domicile  or residence  of the applicant  in the case \nof an application  filed by any of the following  relatives  ; ascendants,  \ndescendants,  adopted  children  and their issue,  brothers  and sisters  and their \nissue,  uncles,  aunts  or spouse.  \n 3. However,  any Contracting  State  shall  be entitled  to designate  for the whole  or a part of its \nterritory  one or several  tribunals  to which  it will transfer  or assign  the competence  which  the \n \nPage 4 of 8 \n preceding  paragraph  would  have  conferred  on any of its tribunals.  Such  designation  shall  be \ncommunicated  to the Secretary -General.  \n 4. When  an applicant  has applied  to a Tribunal considered  by him as competent  under  the \npreceding  paragraphs  of the present  article,  he shall  not be entitled  to make  a subsequent  application  \nto another  tribunal  unless  he has withdrawn  his first application  before  judgment  has been  rendered  \nor unless the first tribunal  does not regard  itself  as competent  to deal with the application.  \nARTICLE  3 \nApplication  for declaration  of death  \n 1. Any competent  tribunal  in each Contracting  State  shall,  at the instance  of any natural  or \njuridical  person  having  a legal interest  in the matter  or of an authority  charged  with the protec tion of \nthe public  interest,  or acting  on its own motion,  issue  a declaration  of death  of a missing  person  \nprovided  that all of the following  requirements  are met: \n(i)  Such  missing  person had his last residence  in Europe,  Asia or Africa  ; \n(ii)  Such  missing  person  disappeared  in the years  1939  ___ 1945  ; \n(iii)  The circumstances  of the disappearance  afford  reason able ground  to infer  that \nthe missing  person  died in consequence  of events  of war or of racial,  religious,  \npolitical  or national  persecution  ; \n(iv)  A period  of at least five (5) years  has elapsed  since  the last known  date on \nwhich  the missing  person  was probably  alive,  as indicated  by the reception  of \nnews  or the occurrence  of any other  fact before  the tribunal;  \n(v)  In the course  of the proceedings  for the issuance  of such declaration,  public  \nnotice  has been  give reason ably designed  to afford  the alleged  descendant  an \nopportunity  to make  known  that he is alive.  \n 2. Only  the following  natural  or juridical  persons  shall  be considered  as having  a legal  \ninterest  within  the meaning  of the preceding  paragraph:  \n(i)  Persons  who may be entitled  to, or have  an interest,  other  than that of a \ncreditor,  in any part of the missing  person’s  estate under  a will or intestacy  ; \n(ii)  Persons  who may be entitled  to, or have  an interest,  other  than that of a \ncreditor,  in any property  the devolution  or distribution  of which  may depend  \neither  on the survival  or death  or on the date of death  of the missing person  ; \n(iii)  Persons  whose  personal  status  may be affected  by the survival  or death  of the \nmissing  person  ; and \n(iv)  Persons  desirous  of adopting  the minor  children  of the missing  person.  \n \n \n \nPage 5 of 8 \n ARTICLE  4 \nDate  of death  \n 1. In issuing  a declaration  of death,  the competent  tribunal  shall  determine  the date and the \ntime of death,  taking  into consi deration  any evidence  or indication  regarding  the circumstances  or the \nperiod  in which  death  occurred.  \n 2. In the absence  of any such evidence  or indication,  the date of death  shall  be fixed  at the \ndate of disappearance.  \n 3. The date of disappearance  shall  be the date of the last known  indication  of the existence  of \nthe missing  person.  It shall  be determined  by the tribunal  taking  into accounts  facts  brought  to its \nattention  and, in particular,  the last news  of the missing  person.  \n 4. In the absence  of any evidence  or indication  regarding  the time of death,  it shall  be \ndeclared  to have  taken  place  at the last moment  of the declared  day of death.  \nARTICLE  5 \nEffect s of declarations  of death  \n 1. Declarations  of death  issued  in conformity  with the present  Convention  in one Contracting  \nState  shall  constitute  in the other  Contracting  States  prima  facie  evidence  of death  and the date of \ndeath  until contrary  evidence  is submitted.  \n 2. However,  the Contracting  States  may by special  arrange ments,  which  shall  be notified  to \nthe Secretary -General,  grant  broader  effects  than those  provided  for in the preceding  paragraph  to the \ndeclarations  of death  issued  in their respective  territories.  \nARTICLE  6 \nEffects  of declarations  issued  prior  to the entry  into force  of the Convention.  \n Declarations  of death  issued  in one of the Contracting  States  before  the entry  into force  of the \nConvention  shall  have,  in the territory  of other  Contrac ting States,  the validity  of a declaration  issued  \nunder  this Convention  if the issuing  tribunal  certifies  that the declaration  satisfies  the conditions  and \nrequirements  which  are at present  contained  in articles  1, 2 and 3 of this Convention.  How ever,  \nproperty or other  rights  acquired  in such territory  before  such a declaration  is presented  shall  not \nthereby  be impaired.  \nARTICLE  7 \nRes judicata  of declarations  issued  prior  to the entry  into force  of the Convention.  \n This Convention  shall  not be construed  as impairing  the force  of res judicata  of final \ndeclarations  of death  having  acquired  the force  of res judicata  before  the entry  into force  of the \nConven tion. \n \n \n \nPage 6 of 8 \n ARTICLE  8 \nInternational  Bureau  for Declarations  of Death  \n 1. There  shall  be established  within  the framework  of the United  Nations  an International  \nBureau  for Declarations  of Death.  The Secretary -General  of the United  Nations  shall  deter mine  its \nseat, composition,  organisation  and method  of operation.  \n 2. A central  registry  shall  be established  in the Bureau.  \n 3. The working  languages  of the International  Bureau  shall  be English  and French.  \n 4. The Bureau  shall  be empowered  to receive  from  Govern ments  or individuals  authenticated  \ncopies  of Declarations  of Death  of Missing  Persons,  as defined  in article 1 of the present  Convention,  \nissued  before  the entry  into force  of the present  Convention.  \nARTICLE  9 \nCommunication  of applications  \n 1. A tribunal  to which  an application  for declaration  of death  is made  or which  has initiated  \nsuch a proceeding  on its own motion,  shall,  within  fifteen  days,  communicate  to the International  \nBureau  the following  information,  in so far as possible:  \n(i)  Full name  of the missing  person  ; \n(ii)  Names  and, if practicable,  addresses  of the closest  relatives  ; \n(iii)  Place  and date of birth  of the missing  person  ; \n(iv)  His habitual  residence  ; \n(v)  His last known  voluntary  or involuntary  residence  ; \n(vi)  Any information  as to his nationality  ; \n(vii)  The last known  date on which  the missing  person  was probably  alive  \naccording  to the application  ; \n(viii)   Names  and addresses  of the applicant,  his interest  and relationship,  if any, to \nthe missing  person  ; \n(ix)  Date  of institution  of the proceedings.  \n2. If the Bureau  ascertains  that a proceeding  is already  pending  before  another  tribunal,  it \nshall  immediately  notify  the tribunal  to which  the later application  has been  made.  Such  tribunal  \nshall  suspend  its proceedings  pending  a final decision  by the other  tribunal  and shall  inform  the \napplicant  of the tribunal  before  which  proceedin gs have  already  been  instituted  and of the name  of \nthe other  applicant.  The Bureau  shall  also inform  the tribunal  to which  the first application  has been  \nmade  of the appli cation  subsequently  made  to another  tribunal.  \n \n \nPage 7 of 8 \n ARTICLE  10 \nPublication  and communicat ion of decisions  \n 1. A tribunal  issuing  a decision  under  the present  Conven tion shall  communicate  its decision  \nto the International  Bureau  within  fifteen  days from  the date on which  such decision  becomes  final,  \nwhether  the decision  is positive  or negative . Such communi cation  shall  contain  the date of the \ndecision  and the date fixed  as the date of death,  or a short  statement  of the grounds  for denying  the \napplication.  \n 2. The International  Bureau  shall  publish,  periodically,  lists of all applications  and final \ndecisions  as well as of certifica tions  issued  in accordance  with article  6, which  are communicated  to \nit, and it shall  also include  therein  any declarations  of death  which  it may receive  under  paragraph  4 \nof article  8. It shall  simul taneously  send notice of the applications,  decisions  and certifica tions  to the \nclose  relatives  whose  names  are communicated  to it in accordance  with paragraph  1 (ii) of article  9 \nof the present  Convention.  The International  Bureau  shall  also transmit  to any tribunal  in which an \napplication  has been  filed for a declaration  of death  the grounds  for any previous  denial  by any other  \ntribunal  of an application  for a declaration  of death  concerning  the same  missing  person.  \n 3. A declaration  of death  shall  not be issued  in accordance with the present  Convention  until \nthe expiration  of three  months  from  the publication  of the application  by the International  Bureau.  \n 4. If a final declaration  of death  is under  reconsideration  in the country  where  it was issued  \nunder  the present  Convention,  the application  for reconsideration  and the decision  which  will be \nrendered  thereon  shall  be subject  to the provisions  of paragraphs  1 and 2 of this article.  This \nprovision  shall  also apply  to the declara tions  certified  in accordance  with article 6. \nARTICLE  11 \nLetters  rogatory  \n  1. The Contracting  States  shall  be bound  to execute  letters  rogatory  relating  to proceedings  \nunder  the Convention  in accord ance with their domestic  law and practice  and international  agree -\nments  concluded  or to be concl uded. \n  2. The transmission  of letters  rogatory  shall  be effected  by the usual  methods.  However,  \nContracting  States  may also transmit  such letters  rogatory  through  the International  Bureau.  \nARTICLE  12 \nExemption  from  costs,  and free legal  aid \n Aliens  instit uting proceedings  under  the present  Conven tion shall  be granted  exemption  from  \nall costs  and charges,  and free legal  aid in all cases  where,  under  the national  law, such exemp tion or \naid is granted  in like proceedings  to nationals  of the country  where  a proceeding  is pending.  Indigent  \napplicants  shall  be exempt  from  the requirements  of posting  security  for costs  which  are imposed  on \naliens  alone.  \n \n \n \nPage 8 of 8 \n [ARTICLES  13 AND  14 OMITTED]  \nARTICLE  15 \nApproval  by the General  Assembly  \n The establishment  of the Internati onal Bureau  provided  for in article  8 shall  require  the \napproval  of the General  Assembly  of the United  Nations.  \n[ARTICLES  16 AND  17 OMITTED]  \nARTICLE  18 \nSettlement  of Disputes  \n If a dispute  shall  arise  between  Contracting  States  relating  to the interpretati on or application  \nof the present  Convention,  and if such dispute  has not been  settled  by other  means,  it shall  be \nreferred  to the International  Court  of Justice.  The dispute  shall  be brought  before  the Court  either  by \nthe notification  of a special  agreemen t or by a unilateral  application  of one of the Parties  to the \ndispute.  \nARTICLE  19 \nReservations  \n Any State  may subject  its accession  to the present  Conven tion to reservations  which  may be \nformulated  only at the time of accession.  \n If a Contracting  State  does not accept  the reservations  which  another  State  may have  thus \nattached  to its accession,  the former  may,  provided  it does so within  ninety  days from  the date on \nwhich  the Secretary -General  will have  transmitted  the reservations  to it, notify  the Secreta ry-General  \nthat it considers  such accession  as not having  entered  into force  between  the State  making  the reser -\nvation  and the State  not accepting  it. In such case,  the Convention  shall  be considered  as not being  in \nforce  between  such two States.  \n[ARTICLE  20 OMITTED]  \n_____ _____  \n  \n \n \n \n \n \n \n \n \n \n \n RI - Date: 1 3-05-2024"
}