{
    "file": "./converted_json\\administrator522b16a42c22b962dc086dc4fa150fea.json",
    "name": "The Lighthouse Act, 1927",
    "date": "21st September, 1927",
    "tagline": "An Act to consolidate and amend the law relating to the provision, maintenance and control of lighthouses by the Government in Pakistan.",
    "content": "Page 1 of 10 \n  \n \n \n THE LIGHT HOUSE ACT, 1927  \n \n  \n \n \n \n \n \nCONTENTS  \nPRELIMINARY  \n1. Short title, extent and commencement  \n2. Definitions  \n3. Appointment of officers  \n4. Advisory committees  \n5. Management of general lighthouses by the Federal Government and delegation of  management  \nLOCAL LIGHT HOUSES  \n6. Power to inspect local lighthouses  \n7. Control of local lighthouses by the Federal Government  \n8. Management of local lighthouses by the Federal Government  \nLIGHT­DUES  \n9. Levy and collection of lig ht­dues  \n10. Rates of light­dues leviable  \n11. Receipts for light­dues  \n12. Ascertainment of tonnage  \n13. Recovery of light dues, expenses and costs  \n14. Refusal of port­clearance  \n15. Determination of disputes as to liability for payment  \n \n\n \nPage 2 of 10 \n 16. Light­dues payable at one port recoverable at another  \n17. Penalty for evading payment of light­dues  \n18. Exemption from payment of light­dues  \n19. Refund of excess payments  \nACCOUNTS  \n20. Accounts, etc  \nRULES  \n21. Power to make rules  \nREPEALS  \n22. [Repeales.]  \nTHE SCHEDULE.  \n[Repealed.]  \n \n  \n \nPage 3 of 10 \n THE LIGHT HOUSE ACT, 1927  \n1Act No. XVII OF 1927  \n[21st September, 1927]  \nAn Act to consolidate and amend the law relating to the provision, maintenance and control of \nlighthouses by the Government in 2[Pakistan].  \nWHEREAS it is expedient to consolidate and amend the law relating to the provision, \nmaintenance and control of lighthouses by the Government in 2[Pakistan] ;  \nit is hereby enacted as follows :_  \nPRELIMINARY  \n1. Short title, extent and commencement.__ (1)This Act may be called the 3*Lighthouse \nAct, 1927.  \n4[(2) It extends to the whole of Pakistan.]  \n(3) It shall come into force on such date5 as the 6[Federal Government] may, by notification \nin the 7[official Gazette ] appoint.  \n2. Definitions.  In this Act unless there is anything repugnant in the subject or context :‑  \n8(a)  9[Collector of Customs] means an officer of customs exercising the powers of a \nCustoms‑collector under the 10[Customs Act 1969 (IV of 1969)], and includes \nany person appointed by the 6[Federal Government] to discharge the functions \nof  a Customs‑collector u nder this Act;  \n(b) “district” means an area defined as a district for the purposes of this Act under \nsection 3;  \n(c) “general lighthouse” means any lighthouse which the 6[Federal Government] \nmay, by notification in the 7[official Gazette], declare to be a g eneral lighthouse \nfor the purposes of this Act;  \n \n1For statement of Objects and Reasons, see Gazette of India, 1927, pt. V, p.53, and for Report of Select committee, see ibid,,  p.215.  \n2Subs. by the Central Laws (Statute Reform) ordinance, 1960 (21 of 1960),  s.3 and 2nd Sch. ( with effect from 14th October, 1955 ), for “the \nProvinces and the Capital of the Federation” which had been subs. by A.O. 1949, for “British India”.  \n3The word “Indian” omitted by A.O., 1949.  \n4Subs.by Ordinance 21 of 1960, s.3 and 2nd Sch ( with effect from the 14th October, 1955 ), for sub­section (2) as amended by A.O. 1949.  \n5The Ist April, 1929; see Gazette of India, 1929, Part I, p.96.  \n6Subs. by F.A.O., 1975 Art.2 and Table, for “Central Government” which was previously amended by A.O., 1937, for “G.G.in C”.  \n7Subs by A.O., 1937, for “Gazette of India”.  \n8For Notifn. under this caluse, see Gaz. of P., 1960, Pt, I, p.25.  \n9Subs. by the Federal Laws (Revision and Declaration) Ordinance, 1981 (279, 1981), S.3 and Sch.,  II, for \"Customs­Co llector\".  \n 10Subs. ibid, for \"Sea Customs Act, 1878\".  \n  \n \nPage 4 of 10 \n (d) “lighthouse” includes any light‑vessel, fog‑signal, buoy, beacon, or any mark, sign or \napparatus exhibited or used for the guidance of ships;  \n(e) “local lighthouse” means any lighthouse which is n ot a general lighthouse;  \n(f) “local lighthouse authority” means a 1[Provincial Government], local authority or other \nperson having the superintendence and management of a local lighthouse;  \n(g) “owner” includes any part‑owner, charter, or mortgagee in possession and any agent to \nwhom a ship is consigned;  \n(h) “port” means any port, as defined in the Ports Act, 1908 (XV of 1908), to which that \nAct extends; and  \n(i) words and expressions used in this Act and not otherwise defined have the same \nmeanings resp ectively as in the Merchant Shipping Act, 1923 (XXI of 1923).  \n3. Appointment of officers.  The 2[Federal Government] may, by notification in the \n3[official Gazette],__ \n4(a)  define areas to be districts for the purposes of this Act;  \n(b) appoint a person to be the Superintendent of Lighthouses in each district;  \n(c) appoint a person to be the Chief Inspector of Lighthouses in 5[Pakistan]; and  \n(d) appoint persons to be Inspectors of Lighthouses.  \n4. Advisory Committees.__ (1) The 2[Federal Government] shall appoint a Central \nAdvisory Committee and shall consult it in regard to__ \n(a) the erection or position of lighthouses or of any works appertaining thereto;  \n(b) additions to, or the alteration or removal of, lighthouses;  \n(c) the variation of the character of  any lighthouse or of the mode of use thereof;  \n(d) the cost of any proposals relating to lighthouses; or  \n(e) the making or alteration of any rules or rates of dues under this Act.  \n(2) The 2[Federal Government] may, if 6[it] thinks fit, appoint an Advisory Committee for \nany district for the purpose of advising in regard to any of the matters specified in sub‑section (1) in \nso far as the interests of the district are affected thereby.  \n \n1Subs. by A.O., 1937, for “L.G.”.  \n2Subs. by F.A.O., 1975, Art.2 and Table, for “Central Government” which was previously amended by A.O., 1937, for “G.G. in C.”.  \n3Subs. by A.O.,1937, for \"Gazette of India.”  \n4For notifn. issued under this clause, see Gaz. of P., 1956, Pt.I, pp.436­437.  \n5Subs. by the Central Laws ( Statute R eform) Ordinance, 1960 (21 of 1960), s. 3 and 2nd Sch. (with efect from the 14th October, 1955), for \"the \nProvinces and the Capital of the Federation\" which had been subs. by A.O., 1949, for \"British India\".  \n6Subs. by A.O., 1937, for \"he\".  \n  \n \nPage 5 of 10 \n (3) Advisory Committees shall consist of persons representing interests affected by this \nAct or having special knowledge of the subject‑matter thereof.  \nGENERAL LIGHTHOUSES  \n5. Management of general lighthouses by the Federal Government and delegation of  \nmanagem ent.__ (1) The superintendence and management of all general lighthouses are vested in the  \n1[Federal Government].  \n(2) The 1[Federal Government] may require any local light‑house authority to undertake the \nsuperintendence and management of any general light house situated in or adjacent to the local limits \nwithin which the authority exercises its powers, and shall pay to the authority such sums to defray the \ncost of superintendence and management as 2[the 3[Federal Government]] may determine.  \nLOCAL LIGHTHOUSE S \n6. Powers to Inspect local lighthouses.__ (1) The Chief Inspector of Lighthouses may, at \nany time, and any Superintendent or Inspector of Lighthouses may, if authorised in this behalf by a \ngeneral or special order in writing of the 1[Federal Government], enter upon and inspect any local \nlighthouse   and make such inquiries in respect thereof or of the management thereof as he thinks fit.  \n(2) Every person having the charge of, or concerned in the management of, any lighthouse \nshall be bound to furnish to any officer authorised by or under sub‑section  (1) to inspect the light‑house \nall such information regarding the same as the officer may require.  \n(3) Every local lighthouse authority shall furnish to the 1[Federal Government] all such \nreturns and other information in respect of the lighthouses under i ts supervision and management, or \nof any of them, as 2[the 3[Federal Government]] may require.  \n7. Control of local light­houses by the Federal Government.  If, after an inspection \nunder  section 6 or such other inquiry as 2[it] thinks fit, the 1[Federal Gove rnment] is satisfied a direction \nunder this sub‑section is necessary or expedient for the safety, or otherwise in the interests, of shipping, \n2[it] may direct any local lighthouse authority — \n(a) to remove or discontinue or to refrain from moving or discont inuing any \nlighthouse under its superintendence and management or to make or refrain \nfrom making any variation in the character or mode of use of any such \nlighthouse, or  \n(b) to erect, place or maintain, or to refrain from erecting, placing or maintaining, \nany lighthouse within the local limits within which the local lighthouse authority \nexercises its powers.  \n(2) A local lighthouse authority shall not erect, place, remove or discontinue any lighthouse \nor vary the character or mode of use of any lighthouse, unless it has given to the 1[Federal Government] \nat least one month's notice in writing of its intention so to do:  \n \n1Subs. by F.A.O., 1975, Art. 2 and Table, for “Central Government” which was previously amended by A.O., 1937, for “G.G. in C.”. \n2Subs. by F.A.O., 1937, for “he”.  \n3Subs.by F.A.O., 1975, Art.2 and Table, for \"Central Government\".  \n  \n \nPage 6 of 10 \n Provided that, in cases of emergency, a local lighthouse authority may take such action as it \ndeems necessary and shall give immediate notice of the same to the 1[Federal Government] and, so  \nfar as is possible, to all shipping approaching or in the vicinity of the lighthouse.  \n(3) If a local lighthouse authority‑  \n(a) fails to comply with any direction made under sub‑section (1), or  \n(b) fails to exercis e or perform, or exercises or performs in an improper, inefficient \nor unsuitable manner, any power or duty relating to the superintendence or \nmanagement of lighthouses conferred or imposed upon it by or under any law \nfor the time being in force, or  \n(c) fails to make adequate financial provision for the performance of any such duty,  \nthe 1[Federal Government], may, by order in writing, require the local lighthouse authority to comply \nwith the direction, or to make arrangement to 2[the satisfaction of the 3[Federal Government]] for the \nproper exercise of the power or performance of the duty, or to make financial provision to 2[the \nsatisfaction of the 3[Federal Government]] for the performance of the duty, as the case may be within \nsuch period as 4[the 3[Federal Government]] may specify.  \n(4) If the local lighthouse authority fails to comply with an order made under sub‑section \n(3) within the specified period or within such further time as the 1[Federal Government] may allow, \nthe 1[Federal Government] may exercise the power or perform the duty or make the requisite financial \nprovision, as the case may be, and the local lighthouse authority shall be liable to repay to the 1[Federal \nGovernment] any expenditure incurred by 5[it] in so doin g. \n8. Management of local lighthouses by the Federal Government.  The 1[Federal \nGovernment] may, at the request of a local lighthouse authority, undertake the superintendence and \nmanagement of any local lighthouse on its behalf, and the local lighthouse aut hority shall pay to the \n1[Federal Government] such sums to defray the cost of superintendence and management as may be \nagreed.  \nLIGHT­DUES  \n9. Levy and collection of light‑dues.  For the purpose of providing or maintaining or of \nproviding and maintaining ligh thouses for the benefit of ships voyaging to or from 6[Pakistan] or \nbetween ports in 6[Pakistan], the 1[Federal Government] shall, subject to the provisions of this Act, \ncause light‑dues to b e levied and collected in respect of every ship arriving at or de parting from any \nport in 6[Pakistan].  \n1Subs. by F.A.O., 1975, Art.2 and Table, for “Central Government” which was previously amended by A.O., 1937, for “G.G. in C.” . \n2Subs. by A.O., 1937, for “his satisfaction”.  \n3Subs. by F.A.O., 1975, Art 2 and Table, for “Central Government.”  \n4Subs by A.O., 1937, for \"he\".  \n5Subs. ibid. for \"him\".  \n6Subs. by the Central Laws (Statute Reform) Ordinance, 1960 (21 of 1960), s.3 and 2nd Sch. ( with effect from the 14th October, 1955 ) for “the \nProvinces and the Capital of the Federation “which had been subs. by A.O., 1949, for “British India”.  \n  \n \nPage 7 of 10 \n 10. Rates of light‑dues leviable.  (1) The 1[Federal Government] may, 2[from time  to \ntime] by  notification in the 3[official Gazette], prescribe rates, 2* * * *at which light‑due s shall be \npayable,  and may prescribe different rates for different classes of ships, or for ships of the same class \nwhen in  use for different purposes or in different circumstances.  \n(2) Light‑dues payable in respect of a ship shall be paid by the owner or  master of the ship \non its arrival at, and on its departure from, any port in 4[Pakistan] :  \nProvided that, if light‑dues have been paid in accordance with the provisions of this Act in \nrespect of any ship, no further dues shall become payable in respect of  that ship for a period of thirty \ndays from the date on which the dues so paid became payable.  \n(3) An order under sub‑section (1) imposing, abolishing or varying light‑dues shall not take \neffect till the expiration of thirty days from the day on which the order was notified in the 3[official \nGazette].  \n11. Receipts for light‑dues.  Light‑dues shall be paid to the 5[Collector of Customs] who \nshall grant to the person paying the same a receipt in writing specifying — \n(a) the port at which the dues have been paid;  \n(b) the amount of the payment;  \n(c) the date on which the dues became payable; and  \n(d) the name, tonnage and other proper description of the ship in respect of which \nthe payment is made.  \n12. Ascertainment of tonnage.__ (1) For the purpose of the levy of light‑dues, a ship's \ntonnage shall be reckoned as under the Merchant Shipping Acts  for dues payable on a ship’s tonnage, \nwith the addition required under section 85 of the Merchant Shipping Act, 1894 (57 & 58 Vict., c.60), \nwith respect to deck carg o. \n(2) In order to ascertain the tonnage of any ship for the purpose of levying light‑dues, the  \n5[Collector of Customs] may‑‑  \n(a) if the ship is registered under any law for the time being in force in 4[Pakistan] \nor under the law of any foreign country in respect of which an Order in Council \nhas been made under section 84 of the Merchant Shipping Act, 1894 (57 & 58 \nVict., c.60.,) tha t ships of that country shall be deemed to be of the tonnage \ndenoted in their certificates of registry or other national papers (any such ship \nbeing hereafter in this section referred to as a  registered ship), require the \nowner or master or other person ha ving possession of the ship’s register or \nother papers denoting her tonnage to produce the same for inspection and,  \n \n1Subs. by F.A.O., 1975, Art. 2 and Table, for “Central Government” which was previously amended by A.O., 1937, for “G.G in C.” .   \n2 Ins. om itted by Act XVII of 1994, s.2.  \n3Subs. by A.O., 1937, for \"Gazette of India\".  \n4Subs. by the Central Laws (Statute Reform) Ordinance, 1960 (21 of 1960), s.3 and 2nd Sch. ( with effect from the 14th October , 1955) for \"the \nProvices and the Capital of the Fed eration\" which had been subs. A.O., 1949, for British India\".  \n5Subs. by the Federal Laws (Revision and Declaration) Ordinance, 1981 (27 of 1981), s.3 and Sch., II, for “Customs­Collector”.  \n  \n \nPage 8 of 10 \n if such owner, master or other person refuses or neglects to prod uce the register \nor papers, as the case may be, or otherwise to satisfy the 1[Collector of Customs] \nas to the tonnage of the ship, cause the ship to be measured and the tonnage to \nbe ascertained ; or  \n(b) if the ship is not a registered ship and the owner or master fails to satisfy the \n1[Collector of Customs] as to the true tonnage thereof according to the mode of \nmeasurement prescribed by the law for the time being in force for regulating the \nmeasurement o f registered ships, cause the ship to be measured and the tonnage \nthereof to be ascertained according to such mode.  \n(3) If any person refuses or neglects to produce any register or other papers or otherwise to \nsatisfy the 1[Collector of Customs] as to the true tonnage of any ship when required to do so under this \nsection, such person shall be liable to pay the expenses of the measurement of the ship and of the \nascertainment of the tonnage and if the ship is a registered ship, shall further, on conviction by  a              \n2* * * Magistrate of the first class having jurisdiction in the port where the ship lies or in any port to \nwhich she may proceed, be punishable with fine which may extend to one thousand rupees.  \n13. Recovery of light‑dues, expenses and costs.__ (1) If the owner or master of any ship \nrefuses  or  neglects  to  pay  to  the  1[Collector  of  Customs]  on  demand  the  amount  of  any  \nlight‑dues or  expenses payable under this Act in respect of the ship, the 1[Collector of Customs] may \nseize  the ship and the tackle, apparel and furniture belonging thereto, or any part thereof, and detain \nthe same until the amount of the dues or expenses together with the costs of the seizure and detention, \nis paid.  \n(2) If any part of such dues, expenses or co sts remains unpaid after the expiry of five days \nfollowing the date of the seizure, the 1[Collector of Customs] may cause the ship or other thing seized \nto be sold, and with the proceeds of the sale may satisfy the dues, expenses or costs remaining unpaid,  \ntogether with the costs of the sale, and shall repay the surplus, if any, to the person by whom the same \nwere payable.  \n14. Refusal of port‑clearance.  The officer whose duty it is to grant a port‑clearance for \nany ship shall not grant the port‑clearance until the amount of all light‑dues, expenses and costs payable \nin respect of the ship under this Act and of any fines imposed thereunder has been paid, or until security \nfor the payment thereof has been given to his satisfaction.  \n15. Determination of disputes as to liability for payment.  If any dispute arises as to \nwhether light‑dues, expenses or costs are payable in respect of any ship under this Act or as to the \namount of such dues, expenses or costs, the dispute shall, on application made in this behalf by either \nof the  disputing parties, be heard and determined by a 2* * * Magistrate of the first class having \njurisdiction at the place where the dispute  arises, and the decision of such Magistrate shall be final.  \n16. Light‑dues payable at one port recoverable at another.__(1) If the master of any ship \nin respect of which any light‑dues are payable at any port causes the ship to leave such port without \nhaving paid the same, the 1[Collector of Customs] at that port may by writing require the 1[Collector  \nof Customs] at any other port in 3[Pakistan] to which the ship may proceed or in which she may be to \nrecover the dues remaining unpaid.  \n \n1Subs. by the Federal Laws (Revision and Declaration) Ordinance, 1981 (27 of 1981), s.3 and Sch.II, for “Customs­Collector”.  \n2The words “Presidency Magistrate or” omitted by A.O., 1949.  \n3Subs. by the Central Laws (Statute Reform) ordinance, 1960 (21 of 1960), s.3 and 2nd Sch. ( with effect from the 14th October, 1955 ), for “the \nProvinces and the Capital of the Federation” which had been subs. by A.O., 1949, for “British India”.  \n \nPage 9 of 10 \n (2) Any 1[Collector of Customs] to whom such a requisition is directed shall proceed to \nlevy such sum as if it were payable under this Act at the port at which he is the 1[Collector of \nCustoms] and a certificate by the 1[Collector of Customs] at the port at which t he light‑dues first \nbecame payable, stating the amount payable, shall be sufficient proof in any proceeding under \nsection 13 or section 15 that such amount is payable.  \n17. Penalty for evading payment of light‑dues.__ (1) If the owner or master of a ship \nevades or  attempts to evade  the  payment  of any light‑dues,  expenses or costs payable  in  respect  of  \nthe  ship  under this Act, he shall, on conviction by a 2* * * Magistrate of the first class having \njurisdiction in any port to which the vessel may pro ceed or in which she may be found, be punishable \nwith fine which may extend to five times the amount of the sum payable.  \n(2) In any proceeding before a Magistrate in a prosecution under sub­section (1), any such \ncertificate as is mentioned in sub‑section ( 2) of section 16, stating that the owner or master has evaded \nsuch payment, shall be sufficient proof of the evasion, unless the owner or master shows to  the \nsatisfaction of the Magistrate that the departure of the vessel without payment of the sum was cau sed \nby stress of weather, or that there was lawful or reasonable grounds for such departure.  \n18. Exemption from payment of light‑dues.  The following ships shall be exempted from \nthe payment of light‑dues under this Act, namely :‑  \n(a) any ship belonging to 3[Government] 6* * * or to a foreign Prince or State and \nnot carrying cargo or passengers for freight or fares; and   \n(b) any ship of a tonnage of less than fifty tons;  \nand the 4[Federal Government] may, by notification in the 5[official Gazette], exempt any other \nships, or classes of ships or ships performing specified voyages from such payment either \nwholly or to such extent only as ma y be specified in the notification.  \n19. Refund of excess payments.  Where light‑dues have been paid in respect of any ship in \nexcess of the amount payable under this Act, no claim to refund of such excess payment shall be \nadmissible, unless it is made withi n six months from the date of each payment.  \nACCOUNTS  \n20. Accounts, etc.__ (1) The 4[Federal Government] shall cause to be maintained a separate  \naccount of all amounts received by way of light‑dues, expenses, costs and fines under this Act and of  \nall expend iture incurred for the purposes of this Act, and shall cause such account to be laid before  the \nCentral Advisory Committee as soon as possible after the close of each financial year.  \n(2) The 4[Federal Government] shall cause to be laid before the Central Advisory \nCommittee before the close of each financial year a statement of the estimated receipts under, and \nexpenditure for the purposes of, this Act during the forthcoming year.  \n \n1Subs. by the Federal Laws (Revision and Declaration) Ordinance,1981  (27 of 1981), s. 3 and Sch. II., for \"Customs‑Collector\".  \n2The words “Presidency Magistrate or” omitted by A.O., 1949.  \n3Subs. by A.O., 1961, Art.2, for “His Majesty” ( with effect from the 23rd March, 1956 ). \n4Subs. by F.A.O., 1975, Art.2 and Table, for “Ce ntral Government” which was previously amended by A.O., 1937., for “G.G. in C”.  \n5Subs. by A.O., 1937 for “Gazette of India”.  \n6The words “a  the Govt.” omitted by A.O., 1937   \n \nPage 10 of 10 \n RULES  \n21. Power to make rules.__ The 1[Federal Government] may make rules2 consistent with \nthis Act to carry into effect the purposes thereof.  \n(2) In particular and without prejudice to the generality of the foregoing power, such rules \nmay provide for all or any of the following matters, namely :‑  \n(a) the powers and duties of the  Chief Inspector of Lighthouses and of \nSuperintendents and Inspectors of Lighthouses;  \n(b) the procedure and conduct of business of Advisory Committees constituted \nunder this Act;  \n(c) the rate of travelling and subsistence allowance payable to members of Ad visory \nCommittees; and  \n(d) the period in respect of which and the form in which the separate account \nreferred to in sub‑section (1) of section 20 shall be kept and the forms in which \nthat account and the statement referred to in sub­section (2) of that sec tion shall \nrespectively be presented to  the Central Advisory Committee.  \nREPEALS  \n22. [Repeals .] Rep. by the Repealing Act, 1938 (I of 1938), s. 2 and Sch.  \nTHE SCHEDULE.‑[ENACTMENTS REPEALED]. Rep. by the Repealing Act, 1938 (I of 1938), \ns. 2 and Sch.  \n \n \n \n \n \n \n \n \n \n1Subs. by F.A.O., 1975, Art.2 and Table, for “Central Government” which was previously amended by A.O., 1937., for “G.G. in C” . \n2For the Lighthouse Advisory Committees Rules, 1962, see Gaz. of P, 1962, Pt.I, pp.137­138."
}