{
    "file": "./converted_json\\administrator16c9a44f416f5f1994dd678707b8d0c3.json",
    "name": "Federal Ombudsmen Institutional Reforms Act, 2013",
    "date": "20th March, 2013",
    "tagline": "An Act to enhance effectiveness of the Federal Ombudsmen",
    "content": "Page 1 of 7 \n \n \n \n \n \n \n \n \nTHE FEDERAL OMBUDSMEN INSTITUTIONAL REFORMS ACT, \n2013  \n \n \n \n  \n  \n \n \n \nCONTENTS  \n \n \n1.  Short title, extent and commencement.  \n2.  Definition.  \n3.  Tenure of the Ombudsman.  \n4.  Acting Ombudsman.  \n5.  Removal of Ombudsman.  \n6.  Resignation.  \n7.  Grievance Commissi oner.  \n8.  Oath of office.  \n9.  Expeditious disposal of complaints.  \n10.  Powers of Ombudsman.  \n11.  Temporary Injunction.  \n12.  Power to punish for contempt.  \n13.  Review.  \n14.  Representation . \n15. Personal hearing.  \n16.  Supply of copies.  \n17.  Administrative and  financial powers of Ombudsman.  \n18.  Bar of jurisdiction.  \n19.  No additional responsibility.   \n\n \nPage 2 of 7 \n 20.  Holding office of profit after expiry of tenure.  \n21.  Miscellaneous.  \n22.  Power to make rules.  \n23.  Removal of difficulties.  \n24.  Overriding effect.  \nSCHEDULE\n \nPage 3 of 7 \n THE FEDERAL OMBUDSMEN INSTITUTIONAL REFORMS ACT, 2013  \nACT NO. XIV OF 2013  \n[20th March, 2013]  \nAn Act to make institutional reforms for standardizing and harmonizing the laws relating to Federal \nOmbudsmen institution and the matters ancillary or akin thereto ; \nWHEREAS it is expedient to make institutional reforms for standardizing and harmonizing \nthe laws relating to institution of Federal Ombudsmen and the matters ancillary or akin thereto:  \nAND WHEREAS, it is expedient to enhance effectiveness of the Federal Ombudsmen to \nprovide speedy and expeditious relief to citizens by redressing their grievances to promote good \ngovernance;  \nAND WHEREAS , it is necessary that in order to enable the Federal Ombudsmen to perform \ntheir functions efficiently, they should enjoy a dministrative and financial autonomy;  \nNow, THEREFORE, it is hereby enacted as follows: — \n1. Short title, extent and commencement. —(1) This Act may be called the Federal \nOmbudsmen Institutional Reforms Act, 2013.  \n(2)        It extends to the whole of Pakista n. \n(3)        It shall come into force at once.  \n2.  Definition. — In this Act, unless there is anything repugnant in the subject or context, — \n(a)       “Agency ” means, the Agency defined in the relevant legislation and in relation \nto the Establishment of th e Office of Wafaqi Mohtasib (Ombudsman) Order, \n1983 (P.O. No. 1 of 1983) shall include an Agency in which the Federal \nGovernment has any share or which has been licensed or registered by the \nFederal Government and notified by the Federal Government in the Official \nGazette.  \n(b)      “Ombudsman ” means an Ombudsman appointed under the relevant legislation \nand includes the Ombudsman appointed under section 21.  \n(c)       “relevant  legislation ” means, the Office of Wafaqi Mohtasib (Ombudsman) \nOrder, 1983 (P.O. No .l of 1983), the Establishment of the Office of Federal \nTax Ombudsman Ordinance, 2000 (XXXV of 2000), the Insurance Ordinance, \n2000 (Ordinance No. XXXIX of 2000), the Banking Companies Ordinance, \n1962 (LVII of 1962), and the Protection against Harassment o f Women at the \nWorkplace Act, 2010 (IV of 2010).  \n3. Tenure of the Ombudsman. —The Ombudsman shall hold office for a period of four \nyears and shall not be eligible for any extension of tenure or re -appointment as Ombudsman under \nany circumstances:  \n \nPage 4 of 7 \n Provided t hat the Ombudsman shall continue to hold office after expiry of his tenure till his \nsuccessor enters upon the office.  \n4. Acting Ombudsman. —At any time when the office of Ombudsman is vacant or he is \nunable to perform his functions due to any cause the Pres ident shall appoint an Acting Ombudsman \nwho shall perform functions and exercise powers as are vested in the Ombudsman and shall be \nentitled to all privileges as are admissible to Ombudsman:  \nProvided that till such time the Acting Ombudsman is appointed, t he Wafaqi Mohlasib \n(Ombudsman) shall act as Ombudsman of the concerned office and in case the Wafaqi Mohtasib is \nabsent or unable to perform functions of his office, the Federal Tax Ombudsman shall act as Wafaqi  \nMohtasib (Ombudsman), in addition to his own  duties.  \n5. Removal of Ombudsman. —An Ombudsman may be removed from office through \nSupreme Judicial Council on the grounds of being incapable of properly performing duties of his \noffice by reason of physical or mental incapacity or found to have been guilty  of misconduct.  \n6. Resignation. —The Ombudsman may resign his office by writing under his hand addressed \nto the President.  \n7. Grievance Commissioner. —(1) The Ombudsman shall appoint or designate an officer not \nbelow BPS -21 as a Grievance Commissioner in an Agency against which a large number of \ncomplaints are received persistently.  \n(2)  The Grievance Commissioner shall exercise the powers and perform the functions as may \nbe specified by the Ombudsman.  \n8. Oath of office. —An Ombudsman shall take Oath before he  enters upon his office in the \nform as prescribed in the relevant legislation and in case such form is not prescribed in the relevant \nlegislation he shall make oath before the President before he enters upon office in the form set out in \nthe Schedule to th is Act.  \n9. Expeditious disposal of complaints. —(1) The Agency shall, if so required by the \nOmbudsman submit written comments in a complaint within fifteen days, and this period may be \nextended for a further period of seven days on a sufficient cause.  \n(2) The representative of the Agency shall, if so required by the Ombudsman, attend the \nhearing of complaint, or may request in writing for adjournment with specific reasons, such \nadjournment if justified shall not be allowed more than seven days.  \n(3)  Discipli nary action shall be taken by the competent authority if there is failure in terms of \nsub-section (1) or sub -section (2).  \n(4) The Competent authority shall within fifteen days inform the Ombudsman about the \naction taken on his orders under sub -section (3).  \n(5) The Ombudsman shall dispose of the complaint within a period of sixty days.  \n10. Powers of Ombudsman. —In addition to powers exercised by Ombudsman under the \nrelevant legislation, he shall also have following powers of a civil Court, namely: — \n \nPage 5 of 7 \n (i) granti ng temporary injunctions; and  \n(ii) implementation of the recommendations, orders or decisions.  \n11. Temporary Injunction. —The Ombudsman may stay operation of the  impugned order \nor decision for a period not exceeding sixty days.  \n12. Power to punish for cont empt .—An Ombudsman shall have power to punish for \ncontempt as provided in the Contempt of Court Ordinance, 2003 (V of 2003).  \n13. Review. —(1) The Ombudsman shall have the power to review any findings, \nrecommendations, order or decision on a review petition made by an aggrieved party within thirty \ndays of the findings, recommendations, order or decision.  \n(2)  The Ombudsman shall decide the review petition within forty five days.  \n(3) In review, the Ombudsman may alter, modify, amend or recall the recommendatio n, order \nor decision.  \n14. Representation. —(1) Any person or party aggrieved by a decision, order, findings or \nrecommendations of an Ombudsman may file representation to the President within thirty days of the \ndecision, order, findings or recommendations.  \n(2) The operation of the impugned order, decision, findings or recommendation shall remain \nsuspended for period of sixty days, if the representation is made as per sub -section (1).  \n(3) The representation shall be addressed directly to the President and not through any \nMinistry, Division or Department.  \n(4) The representation shall be processed in the office of the President by a person who had \nbeen or is qualified to be a judge of the Supreme Court or has been Wafaqi Mohtasib or Federal Tax \nOmbudsman.  \n(5) The  representation shall be decided within ninety days.  \n15. Personal hearing. —It shall not be necessary for the President or the Ombudsman to give \npersonal hearing to the parties and the matter may be decided on the basis of available record and \nwritten comme nts filed by the Agency.  \n16. Supply of copies. —The Ombudsman shall supply free of cost copies of the findings and \nrecommendations to the parties within fifteen days of the decision.  \n17. Administrative and financial powers of Ombudsman. —(1) The Ombudsman sh all be \nthe Chief Executive and Principal Accounting Officer of the Office and shall enjoy complete \nadministrative and financial autonomy.  \n(2) The remuneration payable to the Ombudsman and the administrative expenses of the \noffice shall be an expenditure ch arged upon Federal Consolidated Fund.  \n \nPage 6 of 7 \n (3) The Ombudsman shall have full powers to create new posts and abolish old posts, to \nchange nomenclature and upgrade or downgrade any post provided the expenditure is met from \nwithin the allocated budget of the offic e of Ombudsman.  \n(4) The Ombudsman shall have full powers to re -appropriate funds from one head of account \nto another head of account and to sanction expenditure on any item from within the allocated budget.  \n(5) The Ombudsman may delegate any of his financi al powers to a member of the staff not \nbelow BPS -21 or equivalent:  \nProvided that approval of the Ombudsman shall be obtained by the delegatee for exercise of \npowers under sub -section (3) and for re -appropriation of funds under sub -section (4), before \nimple mentation thereof.  \n18. Bar of jurisdiction. —No Court or authority shall have jurisdiction to entertain a matter \nwhich falls within the Jurisdiction of an Ombudsman nor any Court or authority shall assume \njurisdiction in respect of any matter pending with o r decided by an Ombudsman.  \n19. No additional responsibility. —Except as provided in Section 4, the Ombudsman shall \nnot— \n(a)        hold any other office of profit in the service of Pakistan; or  \n(b)       occupy any other position carrying the right to remun eration for rendering of \nservices.  \n20. Holding office of profit after expiry of tenure. —The Ombudsman shall not hold any \noffice of profit in the service of Pakistan, other than a judicial or quasi -judicial office, before the \nexpiration of two years after h e has ceased to hold office nor shall he be eligible, during the tenure of \noffice and for a period of two years thereafter, for election as a member of Parliament or a Provincial \nAssembly or any local body or take part in any political activity.  \n21. Miscel laneous.—A woman, with an experience of atleast ten years in the matters relating \nto protection of women against harassment shall also be eligible to be appointed by the President as \nOmbudsman under the Protection against Harassment of Women at the Workpla ce Act, 2010 (IV of \n2010).  \n22. Power to make rules. —The Federal Government may, by notification in the Official \nGazette, make rules to carry out the purposes of this Act.  \n23. Removal of difficulties. —If any difficulty arises in giving effect to any provisi on of this \nAct, the President may make such Order, as may appear to him to be necessary or expedient for the \npurpose of removing the difficulty.  \n24. Overriding effect. —(1) The Provisions of this Act shall have effect notwithstanding \nanything contained in a ny other law for the time being in force.  \n(2)  In case there is a conflict between the provisions of this Act and the relevant legislation, \nthe provisions of this Act to the extent of inconsistency, shall prevail.  \n \nPage 7 of 7 \n THE SCHEDULE  \n[See section 8]  \nI,…………………………… ………  do solemnly swear that I will bear true faith and  \nallegiance to Pakistan;  \nThat as ……………………………Ombudsman, I will discharge my duties and perform my \nfunctions honestly, to the best of my ability, faithfully in accordance with the laws of the Islamic \nRepub lic of Pakistan, and without fear or favour, affection or ill -will; \nThat I will not allow my personal interest to influence my official conduct or my official  \ndecisions;  \n            And that I will not directly or indirectly communicate, or reveal to any p erson any matter \nwhich shall be brought under my consideration, or shall become known to me, as Ombudsman, \nexcept as may be required for the due discharge of my duties as Ombudsman.  \nMay Allah Almighty help and guide me (Ameen)."
}