{
    "file": "./converted_json\\administratorc3238b262f5df9c1e7091d296bc29993.json",
    "name": "Pakistan Nursing Council Act, 1973",
    "date": "9th February, 1973",
    "tagline": "An Act to amend and consolidate the laws relating to registration and training of nurses, midwives, and health visitors",
    "content": "Page 1 of 17  \n \n \n \n \nTHE  PAKISTAN N URSING  COUNCIL  ACT,  1973  \n \n CONTENTS  \n1. Short title, extent and comme ncement. \n2. Definitions.  \n2A. Purpose of Pakistan Nursing  and Midwifery Council.  \n3. Establishment of the Council.  \n3A. Powers of the Council.  \n4. Term of office of members. \n5. Casual vacancies.  \n6.  Vacancy etc., not to invalidate proceedings. \n7.  Meet ings of Council. \n8.  President and Vice -President.  \n9.  Executive Committee. \n9A.  The President.  \n9B.  The Vice -President.  \n9C.  Office of the Council  \n9D.  Secretary.  \n9E.    Finance Di rector.  \n9F.  Appointment of other Personnel . \n9G. Functions of Council . \n10.   Officers and Supportive Staff  of the Council. \nAS FOR AS POSSIBLE AMENDED \nACCORDING TO G AZETTE  \n\n \nPage 2 of 17  \n 11.  Nursing Exa mination Board. \n12. Recognition of institutions or authority conducting educational course or programs.  \n13.  Recognition of foreign qualification.  \n14.  Certification of certain persons as possessed of recognized qualification. \n15.  Effect of recognition. \n16.  Institutions to furnish information required by Co uncil. \n17.  Inspection of institution. \n18.  Withdrawal of recognition. \n18A.  Maintenance    of   Data    Base.  \n19. Maintenance of the register. \n20.    Procedure for registration. \n21.  Removal of name from the register. \n22.  Disqualification for registration.  \n23.  Prohibition of employment of unregistered nurses, etc.  \n24.  Penalty for certain offences. \n25.  Annual report. \n26. Power to make regulations. \n26A.  Powers to make Rul es. \n27. Repeal and saving .  \n \n \n \n \n \n \n \nPage 3 of 17  \n THE  PAKISTAN N URSING  COUNCIL  ACT,  1973.  \n1ACT NO. XX VI OF 1973 \n[9th F ebruar y, 197 3] \n \nAn Act to amend and consolidate the laws relating to registration and training of nurses, midwives and \nhealth visitors. \nWHEREAS  it is expedient to amend and consolid ate the laws relating to registration and training \nof nurses, midwiv es and health visito rs and to provide  for matters ancillary thereto; \nIt is hereby enacted as follows :— \n1. Short  title,  extent  and  comme ncement.—(1)  This  Act  may  be  called  the Pakistan \nNursing Coun cil Act, 1973.  \n(2) It extends to the whole of  Pakistan.  \n(3) It shall come into force at once. \n2[2. Definitions. —In this Act, unless there is anything repugna nt in the subject or co ntext, — \n \n(a) “Board”  means a Provincial Nursing and Midwifery Examination Board \nconstituted under section 20;  \n(b) “BSN”  means a bachelors of science in nursing and determined as a Recognized \nhigher Qualification;  \n(c) “CNS”  means Clinical Nurse S pecialist a registered nurse who having enrolled in \nand successfully completed one year post BSN diploma in a relevant discipline \nand or MSN degree in specialized clinical tract recognized by PN&MC and is \nregistered with PN&MC and is licensed to practice a s a Clinical Nurse Spec ialist \nunder section 24(c)(i) and 36(2)(h) of this Act within a defined scope of practice:  \n(d) “Council”  means the Pakistan Nursing and Midwifery Council (PN&MC) \nestablished under section 4;  \n \n(e) “Current registration”  means registration giv en by Pakistan Nursing and \nMidwifery Council, which is present on its Register;  \n \n(f)    “ HEC”  means the Higher Education Commission of Pakistan;  \n(g) “LEW”  means Lady Health Visitor who has completed the prescribed \nqualification recognized by PN&MC, and has be en registered and licen sed by the \nPN&MC as a registered Lady Heath Visitor;  \n(h) “Member”  means a member of the Council;  \n(i) “Ministry”  means administrative ministry of PN& MC;  \n(j) “MNHSRC”  means Ministry of National Health Services, Regulation & \nCoordination;  \n \n1For Statement of Objects and Reasons, see Gaz. of R. 1973. Ext.. Ft. III. p. 28H. \n2Subs. by Pakistan Nursing Council (Amendment ) Act, 2023 (Act No V of 2023) s.2.    \n \nPage 4 of 17  \n (k) “National Medical Authority” means the Authority constituted under section \n15 of the Pak istan Medical Commissio n Act, 2020;  \n(l) “Nurse”  means registrant of PN&MC licensed to practice as a  nurse ; \n(m) “NP” means Nurse Practitioner a registered advanced practice nurse, who \nhaving been enrolled to a Master Degree in Nursing (MSN) recognized by \nPN&MC, is registered with  PN&MC as Nurse Practitioner and is currently \nlicensed by PN&MC to practice autonomously and in collaboration with others \nunder section 15 (c)(i) a nd section 26 (2)(i) of this Act within a defined scope \nof practice;  \n(n)  “PN&MC”  means the Pakistan Nursing and Midwifery Council;  \n(o) “Prescribed”  means prescribed by this Act and rules and regulations made \nunder this Act;  \n(p) “Recognized Higher Qualifications”  means a degree qualification recognized \nby the Higher Education Commission gra nted by an institution established and \nmaintained in Pakistan or in a foreign country, or granted by a \nBoard/University for nurses, midwives and LHV which is declared to be a \nrecognized higher qualification for the purposes of this Act:  \nProvided any qualif ication recognized as a  higher qualification under \nthis Act and obtained by a person registered with the PN&MC prior to the date \nof the amendment of the Act shall continue to be recognized for the benefit of \nthe person regisred prior to the date of the ame ndment;  \n(q) “Recognized  qualifications”  means a qualification granted by a \nBoard/University for which is declared to be a recognized qualification for the \npurposes of this Act and includes: — \n(i) a qualification specified in the schedule; and  \n(ii)  a qualificat ion which was, immediat ely before the commencement of \nthis Act, a recognized qualification under the Pakistan Nursing Council \nAct, 1952 (LIX of 1952) and 1973 to the extent of only such person \nregistered with the PN&MC prior to this amendment to the Act un less \ncontinued to be re cognized after the amendment to this Act.  \n(r) “Register”  means the register of nurses, midwives, Lady Health Visitors and \nnursing auxiliaries maintained under section 20;  \n(s)      “Regulations”  mean regulations made under this Act;  \n(t)   “RM ” means Registered Midw ife who has complete d the prescribed \nqualification recognized by PN&MC and has been registered and licensed by \nPN&MC to p ractice as a registered midwife;  and \n(u)   “Other Committees”  means sub -committees appointed by the council for \nspecial  purpose under s ection 11(2) of the Act. ] \n \nPage 5 of 17  \n 1[2A. Purpose of Pakistan Nursing and Midwifery Council. —(a) To protect, promote, \nand maintain the public health and wellbeing,  \n(b)    To serve the public of Pakistan with regards to healthcare services in general, \nbut nursing an d Midwifery services in particular,  \n(c) To ensure competence of registered professionals of PN&MC, and  \n(d)  To liaison with all stakeholders about nursing and Midwifery education, \nprofessional conduct and practice within and outside the Republic of \nPakista n,]   \n1[3. Establishment of  the Council.  (1) The Federal  Government  shall,  as soon  as may  \nbe, establish  a Council  to be called  the Pakistan  Nursing Council,  which  shall consist  of the \nfollowing  member,  namely: — \n \n \n(a) Secretary of the  concerned Division or  his nominee  \nnot below  the rank of BPS -20; Ex-Officio Member  \n(b) Chief  Nursing  Administrator,  by whatever  name  \ncalled  of the Armed Forces  Nursing  Service;  Ex-Officio Member  \n(c) one nurse from each Province, to be  elected  by the \nprovincial  nursing  board, o ne senior nurse from \nfederal  capital  to be nominated  by the concerned  \ndivision  and one senior  nurse from the Government \nof Gilgit  Baltistan to be elected by the nursing board  \nof that Government;                      Member  \n(d) Three  members  pointed  by the Prime Minister on the \nrecommendation of  the concerned  Division   from   \nwhom one  member  shall  be a,—                   Members  \n(i) Philanthropist or from civil society of known integrity and eminence \nwith a minimum of fifteen years  of related experience in the field of \nphilanthropist or civil society;  \n(ii) legal profession of known integrity and eminence with a minimum of \nfifteen years of experience in the field of law as a practicing lawyer or a \nretired High Court Judge;  \n(iii)     Charted Accountant of known integrity and eminence with a minimum \nof fifteen years of related experience in the field of accountancy.  \n(2) The Council  established  under  sub-section  (1) shall  be a body  corporate having perpetual \nsuccession and a common seal , with power, among  others, to acquire, hold and dispose of property, \nand shall by its name sue and be   sued.]  \n \n \n \n \n[ \n 1Ins.& Subs. by Pakistan Nursing Council (Amendment) Act, 2023 (Act No V of 2023) ss.3 & 4.   \n \nPage 6 of 17  \n 1[3A. Powers  of the Council. —The powers of the Council shall be, — \n(a) to license and regulate Registered Nurse, Nurse Specialist,  Nurse Practitioner, \nMidwife and Lady Health Visitor practice  in Pakistan;  \n(b) to register, maintain and update the register of Registered  Nurses, Nurse \nSpecialists , Nurse Practi tioners, Midwives and  Lady Health  Visitors;  \n(c) to prescribe the requirements to be met as to the evidence of  good  health  and \ngood  character  in order  to satisfy  the Registrar that an applicant is capable of \nsafe and effective practice  as a nurse  or midwife of lady health  visitor;  \n(d) to require public, private and non -government educational  institutions  and \nemployers of  registrants of  the Council  to promptly  submit  annual  returns  of \nregistered  nurses,  midwives , lady heath visitors in their employment and such  \nother  information  as may  become necessary  from  time to  time;  \n(e)  to assist  and advise the Federal  and Provincial  Governments  on matters  \npertaining  to policies  of nursing  and midwifery  professions;.  \n(f) to carry out licensure examinations for grant of  licence t o practice with \nPN&MC a nd to practice; and to develop, revise  and update curricula and \nrecommend these as appropriate to nursing  teaching  institutions;  \n(g) Provided that all actions of the council will be in accordance  with the law and \nCouncil will ensure that  the right to prescribe  drugs  or medical  devices  may \nnot be given  to Registered  Nurses , Nurse Spe cialists, Nurse Practitioners, \nMidwives, or  Lady  Health  Visitors,  or any  other  nurse  practitioners  in \ncontravention of the law and without the prior approval o f the Federal  \nGovernmen t; \n(h) to evaluate and accredit institutions that provide education and training  in \nnursing,  midwifery  and LHV , and to cooperate  with other accreditation bodies \nwhere necessary in accordance with the objectives of the PN&MC subject to \nevaluation and  accreditat ion of institutions affiliated with a university shall  be \nregulated  by the university  and the Higher  Education  Commission  on criteria  \nformulated  and provide  by the PN&MC;  \n \n(i) to designate new nursing and midwifery programs, specialties and categories  \nwhere  deemed necessary  by the council;  \n \n(j) to determine  Scope  of Practice  for its registrants;  \n \n \n \n(k) to set, monitor and update, — \n \ni. standards  for education,  clinical  practice.  professional  conduct  and \ninstitutional  accreditation;  \n \nii. conditions /policies for registrat ion/licence to practice;  \n \niii. conditions/policies for enrollment  into nursing  programs;  and \niv. conditions/policies  for institutions  offering  nursing  programs.  \n \n1Ins. by Pakistan Nursing Council (Amendment) Act, 202 3 (Act No V of 20 23) s .5.   \n \nPage 7 of 17  \n (l) to formu late, revise and update policies, and to advocate and  motivate \ninstitutions, government and private sector to adopt the changes  suggested  for \nthe improvement  of nursing,  midwifery  and LHV  in the country;  \n(m) to establish  an independe nt arm(s)  for quality  assurance,  examination. \naccreditation and or curriculum development and approvals  for PN&MC  \ncredibility  as deemed  by the council.  The independent  arms  shall  accredited  \nby any international  credible  agency  such as ISO;  \n(n) to determine  and receiv e fees donat ions, grants or any ot her financial  benefits  \nor assistance;  \n(o) to collect, analyze data and disseminate  information  about  nursing  midwifery  \nand lady health  visitors'  education,  practice and the nursing, midwifery and \nlady health vis itors’  work force;  \n(p) to consider any matter affecting nursing, midwifery and lady  health  visiting  \nfalling within  the ambit of  the Council  and make representations or take such \naction as the Council deems advisable:  \n(q) to approve  alter,  modify  and/or  chan ge the Rules  and Regula tions of the \nCouncil wh en deemed fit and necessary for  the promotion of  the purposes  of \nthe Act; \n(r) to elect the Executive Committee of the Council;  \n(s) to approve the annua l audited accounts audited by a duly  appointed  chartered  \naccountant;  \n(t) to appoin t a registered Chartered Accountant at its Annual  General  Meeting  \nfor auditing  the accounts of  the PN&MC;  and \n(u) to do all things necessary and ancillary to the above purposes of the Act. \n3(B).  Notwithstanding anything contained in this Act, the Prime Min ister on the \nrecommendation of the Minister -in-Charge of the concerned division, may remove all or any \nmember of the Board in the manner as may be prescribed. ] \n4. Term of office of members.—(1) Subject to the provisions  of this  section, an elected or \nnomin ated member shall hold office for a t erm of th ree years from the d ate of his election or \nnomin ation, as the case may be. \n(2) An elected or a nominated member may at any time 1[submit his written, signed \nresignation] to the President of the Council, and the  seat of such member shall thereupon become \nvacant.  \n \n(3)  An elected or a nomin ated member shall be deemed to h ave vacated his seat— \n \n1[(a) On completion of his tenure of three (3) years as prescribed in sub -section in (2) \nabove with out any further notific ation by PN&MC/NHSRC;]  \n \n1Subs & i ns. by Pakistan Nursing Council (Amendment) Act, 2023 (Act No V of 2023) s. 6.   \n \n \nPage 8 of 17  \n 1[(b)]  if  he  ceases  to  represent  the  p articular  int erest  which  he  w as  1[**] \nnomin ated to represent or 1[ceases] to hold any office or appointm ent by \nvirtue of whi ch he was 1[eligible]  to be elected or nomin ated; or \n1[(c)]   if he is declared by the  Coun cil to have been absent without  sufficient cause from \nthree consecutive meetings of the Coun cil. \n1[(d) if the nominating authority wi thdraws the nomination at any time.]  \n \n(4) An  elected or a nomin ated member shall be eligible for re-election or re-nomin ation but not \nfor more than two consecutive  terms. \n \n5. Casual vacancies.  A casual vacancy in the office of a member shall be filled for the remainder \nof the term of such member by 2[**] nomin ation of another person in his pl ace in the s ame manner in \nwhich such member was 2[**] nomin ated. \n \n6. Vacancy, etc., not to invalidate proceedings. No act or proceeding of the Council shall be \ninvalid merely on the ground  of the existence of any vacancy in, or any defect in the constitution  of, the \nCouncil. \n7. Meet ings of Council.—(1) The  Coun cil shall, for the purpose of transacting its busin ess, meet \nat least once every 2[three]  months  at such 2[time and place] as the Coun cil may deem fit or as the \nPresident of the Coun cil may determine. \n(2) Special meetings may be held at such times and places as the Coun cil may deem fit or as the \nPresident of the Coun cil may determine. \n \n2[(3)  A written notice along with the agenda and the time and place of each meeting shall be set \nby post or courier or by modern electronic means that constitutes documentary proof of notice such as an \nemail, by the Register of the Council to all the members at least ten days before t he date fixed for such \nmeeting:  \n \nProvided that an emergency meeting may be called at twenty -four hour notice.]  \n \n (4) Unl ess otherwise prescribed, 3[four] members shall form a quo rum for the m eetings of the \nCoun cil; and all decision s of the Coun cil shall be made by a majority of the m embers present and vo ting. \n \n2[(8). President and Vice -President .—(1) The President and the Vice -President shall be \nappointed by the Prime Minister on the recommendation of the concerned Division from amo ngst the \nMembers specif ied in clauses (c) and (d) of sub -section (1) of section 3  \n(2) The President and the Vice -President shall hold office for a period of three years.]  \n \n9. Executive Committee.— 2[(1) The Council will, for efficient functioning, form an Executive \nCommittee to meet more frequently than the Council and oversee day to day functions. The executive \ncommittee would include the President of the Council, who will chair the committee, and four other \nmembers of Council, elected by the Council, with  duties and authority a s recommended by Council. The \nCouncil may replace a member of the executive committee by majority vote. ] \n \n1re-numbered, omitted, ins., and subs. by Pakistan Nursing Council (Amendment) Act, 2023 (Act No V of 2023) s.6.   \n2Omitted  and subs.,  by Pakistan Nur sing Council (Amendment) Act, 2023 (Act No V of 2023) ss.7, 8, 9 & 10 .   \n3Subs. by Act  XLV I of 2023,  s.2.(always be deemed to ha ve been so subs tituted on and from commencement of the Pakistan  Nursing \nCouncil ( Amendment ) Act, 2023 ( V of 2023 )). \n \nPage 9 of 17  \n 1[(2) Council m ay also constitute such other committees or sub -committees as it may deem \nfit for carrying out the purposes of this Act.]  \n(3) The Executive  Committee shall exercise and perform such powers and functions as are, \nor may be, conferred or impos ed upon it  by 1[the Council and will report on its activities to Council \nat every Council meet ing]. \n1[9A.  The President .—The President shall be the head of the council and shall presi de over \nall meetings of the Council and the executive committee and shall convene the \nmeetings.  \n9B.  The Vice -President .—The Vice -President shall act in the absence of the President \nand shall carry out any duties assigned to him/her by the President.  \n9C.  Office of the Council .—The office of the council will consist of full -time employees \nof the Council, including a Secretary, Finance director, Human resource Director and \nsuch other persons as Council might consider necessary for the efficient functioning \nof Council and to meet the aims of this Act. Council will have the authority to create, \nredesignate or abolish posts, and establish salaries and benefits for its employees, so \nlong as the fiscal implications remain within the approved  budget:  \n \nProvided the Federal Government may by notification direct the National \nMedical Authority to undertak e and provide all administrative functions of the \nPN&MC including the functions of the    Finance    Director,    Human    Resource    \nDirector,    Director Curriculum and Education and Director Registration except the \nfunctions of the Secretary which shal l be performed by the Secretary of the Council. \nThe costs of such administrative functions shall be reimbursed to the National \nMedical Authority by the PN&MC or the Fed eral Government as directed by the \nFederal Government.  \n \n9D.  Secretary .—The Council will  appoint a full time Secretary as prescribed. The \nSecretary shall:  \n(a) Act under the direction of and report to the President and Council;  \n(b) Be respons ible for the efficient management of the office of the PN&MC;  \n(c) Send out notices for the meetings to be held in c onsultation with the President \nand shall record the minutes of all meetings and send out notices along with \nthe agenda;  \n(d) Keep the President inform ed of all matters; and  \n(e) Perform any other duties as prescribed by the President and Council.  \n \n9E.    Finance Dir ector.— The Council subject to section 9C w ill appoint a full time \nFinance   Director  as  prescribed. The  Finance  Director  shall  be  responsi ble  for  \nthe \n \n \n1Subs.,  and ins. by Pakistan Nursing Council (Amendment) Act, 2023 (Act No V of 2023) ss.10 & 1 1.   \n \nPage 10 of 17  \n  financial management and maintenance of proper accounts of the Council and shall \nensure the annual audit by a duly appointed registered cha rtered accountant. He s hall \nreport all matters to the President and shall keep the Council informed of all \nimpo rtant matters, and update the Council at each Council meeting.  \n9F.  Appointment of other Personnel .— (1) The Council may appoint any other \nperson nel, including a Direct or of Registration and a Director o f Curriculum and \nEducation, as required for the effic ient functioning of the Council to meet the \nrequirements of the Act as deemed fit by council.  \n(2) The Council shall determine, in accordance with the  available budget, the terms and \nconditions of service and the pay and allowances of the officers and servants.  \n9G. Functions of Council .—Function of the Council shall be, — \n(a) to administer, manage and run the affairs of the PN&MC efficiently and to \nhire an d fire staff whenever or wherever deemed necessary in the interests of \nthe PN&MC.  \n(b)       to properly maintain the records, minutes and all documents of the PN&MC.  \n(c)  to administer the finance and maintain the accounts of the PN&MC with \nannual audits by a chartered accountant duly appointed by the Council.  \n(d)  to hire staff to positions necessary for the efficie nt administration and \nmanagement of the PN&MC . \n(e)  to co -opt, or appoint persons who are not members of the Council to serve on \ncommissions , or to provide consultation  and advice to the Council.  \n(f)  to acquire, rent, let, hire or dispose off property, bo rrow moneys, accept and \nadminister any trust or donation , and charge fees for any services of the \nCouncil, in the interests of the promotion of t he purposes of the Act.  \n(g)  to carry out all actions connected and ancillary to the purposes of the Act.]  \n10.  Officers  and  1[Supportive Staff] of  the  Council.—(1)  The  Coun cil  shall  appoint  \n1[professional and administrative and supportive staff o n contract] as it may deem 1[fit and] \nnecessary for carrying out the pu rposes of this Act: \n1[*  *  *  *  *  *  *]  \n(2) The  Coun cil shall, 1[*****] , determine  the terms and conditions  of service and fix the \npay and allowances of its officers and 1[supportiv e staff]. \n11. 2[*]Nursing Exa mination Board.— 2[(1) The PN&MC in consultation with Federal \nGovernment shall con stitute a nursing examination board. ] \n \n \n1Subs., ins. deleted and omitted by  Pakistan Nursing Council (Amendment) Act, 2023 (Act No V of 2023) s.1 2.   \n2Omitted and Subs.  by Pakistan Nursing Council (Amendment) Act, 2023 (Act No V of 2023) s.13.   \n \nPage 11 of 17  \n (2) The  functions  of a Board shall be 1[to hold examinations and] to confer, grant or issue  \ndiplom as, licenses, certificates or other documents stating or implying that the holder, grantee \nor recipient thereof has acquired a qualification in nu rsing, midwi fery, health visitin g, public health \nnursing or auxiliary nursing 1[*****] . \n1[(3) Verify Pre -enrollment certificates from the relevant authority on random  basis. The \nboard shall  verify from issuing board of higher secondary & intermediate boards or authorities on \nrandom basis each year and send report to the Council.  \n(4) If any documents are found fake or forged then debar student and issue warning letter t o \nthe institution from where the enrolment has been sent. A copy of such documents must be sent to \nPN&MC.]  \n \n(3) A Board shall condu ct its proceedings in su ch manner as may be prescribed. \n2[12. Recognition of institutions or authority conducting educational  course or \nprograms .—(1) Any institution or authority aiming to conduct any Degree/courses/programs of \nstudy, i n nursing , midwifery and health vi siting shall apply to the PN&MC  for its recognition. The \ninstitution may start the course only after obtaining approval from the PN&MC ,— \n(2)  The Council may hold such inquiry as it may think fit, to requir e the institutio n or \nauthority m aking an application under sub -section (1), to fulfil the following requirements as may be \nprescribed by the PN&MC, — \n(a) Proof of  legitimacy of the inst itution - submit documentary proof of \nregistration under whichever authority registered;  and financial sus tainability \nfor next five years;  \n(b) Prove capacity to conduct   the program   applied for by  possessing the, — \n(i) Proper infra structure;  \n(ii) Qualifi ed number of faculty; and  \n(iii) Clinical facility;  \n(c)  Satisfy the PN&MC that it shall  comply with the Rules, Regulations and \nStandards as prescribed by the PN&MC.]  \n13. 2[Recognition of foreign qualification] .—(1) The  Coun cil may, for settling  a scheme of \nreciprocity for recog nition  of qualifications,  enter into negotiations  with any authority in a foreign \ncountry which, by the law of such country, is entrusted with the m aintenance  of,  or  is  authorised  \nto  maintain,  a  register  of  nurses,  midwiv es  or  health visito rs. \n \n(2) The Coun cil may, in pursuance of any scheme of reciprocity settled under sub-section \n(1), by noti fication in the official Gazette, declare in respect of any qualification or higher \nqualification  granted  by  any  authority  in  such  country  that  such  qualification  or  such higher  \n \n \n1Ins. and omitted by  Pakistan Nursing Council (Amendment) Act, 2023 (Act No V of 2023) s. 13.   \n2Subs., by Pakistan Nursing Council (Amendment) Act, 2023 (Act No V of 2023 ) ss.14 & 15 .   \n \n \nPage 12 of 17  \n qualification, or such qualification or higher qualification only wh en granted after the d ate specified \nin the notification, shall be a recognised qualification or a recognised higher qualification for the \npurposes of this Act. \n(3) Notwit hstanding that a scheme of reciprocity has not been settled under sub -section (1), \nthe Federal Government may, after consult ation with the Coun cil, by notification in  the official \nGazette, declare that a qualification or higher qualification granted by an institution  or authority of \na foreign  country shall,  for such  period  and  subj ect  to  su ch conditions,  if any, as may be \nspecified in the notification, be a recognised qualification or a recognised higher qualification for the \npurposes of this Act. \n14. Certification of certain persons as possessed of recognized qualification.— (1) \nWhere, upon  an application made in this behalf, the Cou ncil is satisfied that a person is, by reason \nof qualifications  granted by an institution  outside  Pakistan and of experience gained in \nPakistan, possessed of qualifications  not inferior to  a recognised qualification, it may,  with  the  \napproval  of the  1[Higher Education Commission] ,  certify that  such  person  poss esses \nqualifications  which entitle him  to be  regarded as possessing  a recognised qualification. \n(2) A  person in favour of whom  a certificate under subsection (1) h as been granted shall be \ndeemed to be  possessed of a recognised qualification for the p urposes of this Act. \n \n15. Effect of recognition.— Notwithst anding anything contained in any other law for the \ntime b eing in force,— \n \n(a)      a  person possessing a recognised qualification shall be entitled to be enrolled \nin the register; \n \n(b)      a p erson possessing a recognised higher qualification shall be entitled to have \nsuch qualification entered as a suppl ementary qualification in the register; \nand \n \n(c)       no person shall, after the comm encement of this Act, be  entitled— \n \n \n(i)       to  be enrolled in the register as a nurse, midwi fe, health visito r, public  \nhealth nurse or nursing auxiliary unl ess such person possesses a \nrecognised qualification; or \n \n \n(ii)    to have any of his qualifications  which is not a recognised higher \nqualification entered as 1[an advanced professional] qualification in the \nregister. \n \n16. I nstitutions to furnish information required by Co uncil.—Every institution or  \nauthority whi ch conducts any 2[educational programs] for the purpose of preparing candidates   for   \nany   recognised qualification or  recognised   higher   qualification,   or applies for the recognition of \nany qualifications  granted by it 2[in the fields Nursing,  Midwifery or Healt h Visitors] , shall furnish \nto the Coun cil such information as it may, from time to tim e, require relating to— \n(a)       the 2[educational program s]; \n(b)       examinations condu cted during such 2[educational programs] ; \n \n1Subs . by Pakistan Nursing Council ( Amendment) Act, 2023 (Act No V of 2023) ss.16 & 17.   \n2Subs ., ins. by Pakistan Nursing Council (Amendment) Act, 2023 (Act No V of 2023) s.18.   \n \n \nPage 13 of 17  \n (c)      the  ages  at  which  admissions  are  allowed  to  such  courses  of  study  and \ntraining; and \n1[(d) Clinical s etting  and beds pertaining to education Program ; and \n(e)  Any ot her matter generally pertinent to the requirements for its recog nition. ] \n(d)       any other matter generally pertinent to the requirements for its recognition.  \n17. Inspection of institution.—2[(1) The Council shall form a Committee for accreditation \nfrom amongst those who have a qualification level higher than the qualificat ion level of the progra m \nfor which the institution or authority is applying for recognition. ] \n(2) The  persons nominated under sub-section (1) sh all report to the 2[Council]  on the \nsuitability of the institution  or authority for the purposes of 2[educationa l program]  and the \nadequacy of training  imparted therein. \n(3) The 2[Council] shall forward a copy of a report made under sub-section (2) to the \ninstitut ion or authority concerned for making such observations  thereon as it may think fit to make \nwithin  the p eriod sp ecified by the Committ ee. \n2[(4) Upon the expiry of the period specified under sub -section (3) the Counc il shall, make \nsuch recommendations thereon as it may deem fit.] \n2[(5) Council Members cannot be members of the Accreditation committee.  \n(6) Any college or institution affiliated with a university for purposes of granting a nursing \nqualification shall be i nspected and accredited and reg ulated by the university and the Higher \nEducation Commission subject to criteria of accreditation and curriculum p rescribed by the \nPN&MC. ] \n18. Withdrawal of recognition.—(1) Where, after consid ering a report submitt ed und er \nsub-section (4) of section 17, the Coun cil is of opinion — \n(a)    that the 2[educational program] required to be undergone for obtaining a \nrecognised qualification or recognised higher qualification, or conditions  for \nadmission  to such 2[educational program] , or the standards of proficiency \nacquired by the candidates at the examinations held by the  Board, are not in \nconformity with, or  fall short of the st andards required by, the regulations,  or \n2[(b) that an Institution or authority recognized by the Council  for the education of \nNurses, Midwives, Lady Health Visitors does not satisfy the prescribed \nrequirements as to edu cational program for obtaining  recognized qualificati ons \nor recognized higher qualifications the council shall send a statement to that \neffec t stating clearly the reasons for non -recognition to the institution or \nauthority concerned , and requesting submission within a specified period or \nsuch explanation as the institution or authority may like to offer. ] \n2[*  *  *  *  *  *  *] \n \n1Ins. by Pakist an Nursing Council (Amendment) Act, 2023 (Act No V of 2023) s.18.   \n2Subs ., ins.  omitted  by Pakistan Nursing Council (Amendment) Act, 2023 (Act N o V of 2023) ss.19 & 20 .   \n \nPage 14 of 17  \n (3) Upon  the expiry of the period specified under 1[clause (b) of sub-section (1)], the \n1[Council] , after consid ering the explanation, if any, offered by any institution  or authority, 1[shall] \ntake such steps as may be necessary to ensure compli ance by the institution  or authority with the \nrequirements of this  Act and regulations. \n(4) Without prejudice to any steps that may be taken by it under sub-section (3) with respect \nto an institution  or authority, the Coun cil may, by noti fication in the official Gazette, declare that \nany qualification granted by such institution  or authority wh ich is a recognised qualification or a \nrecognised higher qualification shall, if it is granted after a date specified in the notification, cease \nto be recognised qualification or, as the case may be, a recognised higher qualification. \n(5) The Coun cil may, by notification in the official Gazette, declare that any qualification \ngranted outside  Pakistan which is a recognised qualification or a recognised higher qualification \nshall, if it is granted after a date specified in the notification, cease to be  a recognised qualification \nor, as the case may be, a recognised higher qualification. \n2[18A.  Maintenance  of Data Base. —The council will maintain the follow ing data for \nnational n ursing human resources,  — \n(a) Pre-Registration;  \n(b) Registration; and  \n(c) Faculty registration:  \nProv ided the Council shall maintain and verify the CNIC and all other necessary credentials \nof a person registered and licensed by the PN&MC and carr y out biometrics of all  persons registered \nand maintain the updated information of where each person registered  and licensed under the Act is \nworking. Such information shall be shared by the Council with the Federal Government.  Provincial \nGovernment s, Nat ional Medical Authority  and the respective healthcare commissions. ] \n \n19. Maintenance of the register.— The Coun cil shall, for the purpose of registration of  \nnurses, midwiv es, health visito rs and nursing auxiliaries possessing recognised qu alifications  or \nrecognised higher qualifications, maintain a register in which shall be entered such particulars \nrelating to the  persons registerd as may be prescribed. \n20. Procedure for registration.—(1) Any   person   possessing   a   recognised qualification \nor recognised higher qualification who is not disqu alified for registration under section 22 may \nmake an application, accompanied by the prescribed fee, for registration of his n ame in the \nregister. \n(2) The  Coun cil shall, if it is satisfied that the applicant possesses a recognised qualification \nor recognised higher qualification and is not disqu alified for registration under section 22, register \nthe name of  the applicant in the register. \n \n(3) No application under sub-section (1) shall be rejected except after giving the applicant an \noppo rtunity of being h eard. \n \n \n1Subs ., by Pakistan Nursing Council (Amendment) Act, 2023 (Act N o V of 2023) s.20.  \n2Ins., by Pakistan Nursing Council (Amendment) Act, 2023 (Act No V of 2023) s.21.   \n  \n \nPage 15 of 17  \n 21. Removal of name from the register.—(1) T he Coun cil may, if it is satisfied that a \nperson has, after his registration, become disqu alified for such registration, remove  the n ame of  \nsuch person from the register and th ereupon  such person shall cease to be so registered: \nProvided that no name shall be so removed except after giving the  person affected an \noppo rtunity of being heard 1[where a person’s na me has been removed from the register, the Council \nshall publish this fact on its website].  \n(2) The Coun cil may, at any time  for reason to be recorded in writing, restore in the register \nthe n ame of any person 1[who] has been removed therefrom under sub-section (1). \n22. Disqualification for registration. A person shall be disqu alified for registration in the \nregister if h e— \n(a) has been convicted of any offence under this Act or of any other offence \nwhich in the opinion of  the Coun cil impli es a defect of character; or \n (b) has, at any enquiry held by the Coun cil in which the person was given a \nreasonable oppo rtunity of being heard, been found guilty of such condu ct as \nis consid ered derogatory to his profession  in accordance with the regulations \nmade und er section 26. \n23. Prohibition of employment of unregistered nurses, etc. No hospit al, asylum, \ninfirmary, dispensary or lying in hospit al maintained 1[by public or private  sector ] shall employ \ntherein any person as nurse, midwi fe, health visitor or  nursing auxiliary unless such person— \n \n(a)       is registered in the register; or \n \n(b)       is a trainee at an institut ion recognised for the purpose by the Coun cil and is \ncertified by the head of that institution  to have already received sufficient \ntraining  to be  able to p erform his duti es safely and satisfactorily. \n \n24. Penalty for certain offences.—(1) A  person shall be punis hable with imp risonm ent of \neither description  for a term which may extend to 2[one year] , or with fine 2[***] , or with both, if — \n(a)       he procures or attempts  to procure the  registration of his  name in the register, \nor abets the procurement of such registration of any name, by making or \ncausing  to be made in any manner whatsoever any false or fraudulent \nstatement, representation or declaration; or \n(b)     h e, not being registered in the register, represents that he is so registered, or \nuses with his n ame any title or any word or letter representi ng or calculated to \nrepresent that he is so registered; or \n(c) he p ractices as a nurse, midwi fe, health visitor  or nu rsing auxiliary in \ncontravention  of any regulations  made und er section 26. \n2[(2) No suit, prosecution or other legal proceedi ng shall lie against th e Government, the \nCouncil or any committee thereof, or any officer or staff of the Gover nment or Council for anything \nwhich is in good faith done or intended to be done under this Act.]  \n \n1Ins., and subs., by Pakistan Nursing Council (Amendment) Act, 2023 ( Act No V of 2023)  ss.22 & 23 .  \n2Subs.,omitted and ins by Pakistan Nursing Council (Amend ment) Act, 2023 (Act No V of 2023) s.24.   \n \nPage 16 of 17  \n 25. Annual report.—(1) The  Coun cil shall submit  to the Federal Government 1[and display \non its website ], as soon  as possible  after the end of every 1[fiscal] year, a report on the condu ct of its \naffairs during that year. \n \n(2) The Federal Government may at any time require the Coun cil to furnish it  with— \n \n(a)  a report on any subject with which the Council  is concerned; \n \n(b)      any return, statement, statistics or other information regarding any matter \nunder the control of the Coun cil; or \n \n(c)      a  copy of any document in the charge of the Coun cil,  \n \nand the Coun cil shall comply with every such requisiti on. \n26. Power to make regulations.—(1) The Coun cil 1[shall] , make regulations  for carrying \nout the pu rposes of this Act. \n(2) In particular, and without  prejudice to the generality of the foregoing power, such \nregulations  may provide  for— \n \n(a)      the management of the property of the Coun cil and the maintenance and audit \nof its accounts;  \n \n(b)       the  m anner  in  which  the  elections  of  the  President,  Vice-President  and \nmembers shall be conducted; \n \n(c)       the summoning  and holding of  the meetings of the Coun cil or of a Board, the \ncondu ct  of  busin ess  thereat  and  the  numb er  of  m embers  necessary  to \nconstitute a  quorum; \n \n(d)     p rescribing the functions of the Executive  Committee, the summoning  and \nholding  of meetings thereof, the times and places at which such meetings \nshall be held, and the n umber of members necessary to constitute a  quorum; \n \n(e)       prescribing the po wers and duti es of the President and the Vi ce-President; \n \n(f)        p rescribing the terms and conditions  of service and the powers and duties of \nthe o fficers and 2[supportive staff]  of the Coun cil; \n \n(g)      1[* * * * * * *] \n(h)       prescribing the conditio ns for admission  to courses of training  as aforesaid; \n \n(i)        p rescribing  the  standards  of  examination  and  other  requirements  to  be \nsatisfied for declaration of any qualification as recognised qualification or \nrecognized  higher qualification; \n \n \n1Ins., subs., and omitted by Pakistan Nursing Council (Amendment) Act, 2023 (Act No V of 2023) ss.25 & 26.  \n \n \n \nPage 17 of 17  \n (j)        regulating  the  practice  of  nurses,  midwiv es,  health  visito rs  and  nursing \nauxiliaries and for prohibiting p ersons not registered in the register from so \npracticing; \n \n(k)       prescribing fees to be charged for registration or for any other purpose of the \nAct; \n(1)       prescribing fees for recognition  of any institution  or authority; and \n1[(m)  Prescribing a code of professional conduct and standard for practice and \neducation for Nurses, Midwives and Lady Health Visitors; and  \n(n) Prescribing  the functi ons of the N ursing Examination B oards .] \n(m)      any other matter which is to be  or may be prescribed. \n1[26A. Powers to make Rules .—The Federal Government may make rules for carrying out \nthe purposes of this Act in respect of functions ascribed to the Federal Governme nt under the Act .] \n27. [Repeal and Saving.]  Omitted by the Federal Laws. (Revision  and Declaration) \nOrdinan ce, 1981  (XXVII of 1981).  s. 3 and S ch., II. \n \n \n2[THE  SCHEDU LE \n[See section 3(n)] \nRECOGNIZED  QUALIFICATION:  \n \n(a) Bachelor's of Scie nce in Nursing: Four ye ars Degree Course.  \n(b) Post RN Bachelor’s in Nursing: T wo years Degree Course.  \n(c) Master’s in N ursing (MSN): Two years Degree Course.  \n(d) Doctorate in Nursing: 4 years Degree Course.  \n(e) Post Basic Specialization: 1 year diploma course in diffe rent disciplines e.g. C ardiac \nCare Nursing, Oncology Nursing etc.  \n(f) Lady Health Visitor (LHV): Twenty -seven month s Diploma Course.  \n(g) Community Midwife (CMW ): Two years Diploma Course.  \n(h) Pupil Midwife: One year Certificate Course.  \n(i) Associate Degree (LHV): Two year s Course.  \n(j) Associate Mid wifery Degree: Two years Midwifery Course.  \n(k) Post Associate Bachelor’s Degree for (LHV):  Two years Degree  Course.  \n(l) Post Associate Midwifery Degree (RM): Two years Midwifery Degree Course. ] \n \n \n 1Ins. by Pakistan Nursing Council (Amend ment) Act, 2023 (Act No  V of 2023) ss.2 6 & 27.   2Subs. by Pakistan Nursing Council (Amendment) Act, 2023 (Act No V of 2023) s.28."
}