{
    "file": "./converted_json\\administratora522f8db17a8fa28b29b5444ded32b3c.json",
    "name": "The Provincial Employees' Social Security Ordinance, 1965",
    "date": "17th May, 1965",
    "tagline": "An Ordinance to introduce a scheme of Social Security for providing benefits to certain employees or their dependents in the event of sickness, maternity, employment, injury or death and for matters ancillary thereto.",
    "content": "Page 1 of 32 \n  \n \n \n \n \n THE PROVINCIAL EMPLOYEES’ SOCIAL SECURITY \nORDINANCE,  1965  \n \n \n \n \n \nCONTENTS  \n \n     \nCHAPTER I  \n \nPRELIMINARY  \n \n1. Short title, extent, commencement and application.  \n \n2. Definitions.  \n \nCHAPTER II  \n \nORGANISATION  \n \n3. Establishment and incorporation of Employees’ Social Security Institution.  \n \n4. Management.  \n \n5. Governing Body.  \n \n6. Powers and functions of the Governing Body.  \n \n7. Meetings of the Governing Body.  \n \n8. Authentication of orders, et c. \n \n9. Supersession of the Governing Body.  \n \n10. Fees and allowances.  \n \n11. Resignation.  \n \n12. Disqualifications.  \n \n13. Filling of casual vacancies.  \n \n14. Head Office.  \n \n15. Medical Advisor.  \n \n\n \nPage 2 of 32 \n 16. Duties of Medical Advisor.17. Medical practitioners and Medical Boards.  \n \n18. Commissioner and Vice -Commissioner.  \n \n19. Officers and staff of the Institution.  \n \nCHAPTER III  \n \n \nCONTRIBUTIONS  \n \n20. Amount and payment of contributions.  \n \n21. Records and returns by employees.  \n \n22. Officials of Institution to check employer’s boo ks. \n \n23. Increase of unpaid contributions and recovery of contributions, etc., as arrears of land \nrevenue.  \n \n24. Safeguard of secured persons’ rights in default of payment of contributions by  \nemployer.  \n \n25. Return of contributions paid erroneously.  \n \n26. Increase of contributions where safety rules not observed.  \n \n27. Extinguishment of claims to contributions.  \n \nCHAPTER IV  \n \nFINANCE AND AUDIT  \n \n28. Employees’ Social Security Fund.  \n \n29. Security reserves.  \n \n30. Investments and loans.  \n \n31. Budget.  \n \n32. Accounts and Audit.  \n \n33. Annual Reports.  \n \n34. Valuation of assets and liabilities.  \n \nCHAPTER V  \n \nBENEFITS  \n \n35. Sickness benefit.36. Maternity benefit.  \n \n37. Death grant.  \n \n38. Medical care during sickness and maternity.  \n \n \nPage 3 of 32 \n 38-A. Medical care of dependents, etc.  \n \n39. Injury benefits.  \n \n40. Disablement pension.  \n \n41. Disablement gratuity.  \n \n42. Survivor’s Pension.  \n \n43. Death grant in case of death while in receipt of injury benefit or total disablement \npension.  \n \n44. Medical care in the case of employment injury.  \n \n45. Extent of medical care.  \n \n46. Manner of providing medical care.  \n \n47. Institution’s power to promote measures for health, welfare etc. of secured persons.  \n \n47-A Establishment of medical and other institutions.  \n \n48. Manner of claiming benefit.  \n \n49. Benefit no t assignable or attachable.  \n \n50. Exemption from stamp duty.  \n \n51. Non-duplication of benefits.  \n \n52. Repayment of benefit improperly received.  \n \n53. Institution’s right to recover damages from employer in certain cases.  \n \n54. Institution’s right to be indemnified in certain cases.  \n \n54-A. Extent of benefits, etc.  \n \n55. Recovery of amounts due.  \n \nCHAPTER V -A \n \nMEDICAL TREATMENT OF DOMESTIC SERVANTS  \n \n55-A. Medical treatment of domestic servants.  \n \n \nCHAPTER VI  \n \nDETERMINATION OF QUESTIONS AND CLAIMS  \n \n56. Assessment of disablement.  \n \n57. Decisions on complaints, questions and disputes.  \n \n \nPage 4 of 32 \n 58. Review on account of new facts.  \n \n59. Appeal to Social Security Court.  \n \n60. Constitution of Social Security Court.  \n \n61. Jurisdiction of Social Security Courts.  \n \n62. Powers  of Social Security Court, etc.  \n \n63. Appearance by legal practitioners.  \n \n64. Appeal.  \n \n65. Stay of payment pending appeals.  \n \nCHAPTER VII  \n \nOFFENCES AND PENALTIES  \n \n66. Offences.  \n \n67. Prosecution.  \n \nCHAPTER VIII  \n \nMISCELLANEOUS  \n \n68. Contributions, etc., to have priority over other debts.  \n \n69. Exemption from taxes.  \n \n70. Levy of special tax.  \n \n71. Review and modification of wage limits, contribution and benefits.  \n \n72. Employers not to dismiss or punish employee during the period of sickness, etc.  \n \n73. Bar on benefits under other law.  \n \n74. Suit for damages in a Civil Court.  \n \n75. Members and servants of the Institution to be public servants.  \n \n76. Removal of difficulties.  \n \n77. Delegation of powers.  \n \n78. Protection of pro ceedings of the Governing Body.  \n \n79. Power to make rules.  \n \n80. Power to make regulations.  \n \n81. Supersession of certain laws, etc.  \n \nPage 5 of 32 \n  \n82. Repeal.  \n \n83. Savings.  \n \n84. Repeal.  \n \n  \n \nPage 6 of 32 \n 1THE 2[PROVINCIAL] EMPLOYEES’ SOCIAL  \nSECURITY ORDINANCE, 1965  \n \n(W.P. Ordinance X of 1965)  \n[17th May, 1965]  \n \nAn Ordinance to introduce a scheme of Social Security for providing benefits to certain employees or \ntheir dependents in the event of sickness, maternity, employment, injury or death and for matters \nancillary thereto . \nPreamble  \nWHEREAS it is expedient to introduce a scheme  of Social Security for providing benefits to \ncertain employees or their dependents in the event of sickness, maternity, employment, injury or death, \nand for matters ancillary thereto;  \nAND WHEREAS the Provincial Assembly of West Pakistan is not in session and the Governor \nof West Pakistan is satisfied that circumstances exist which render immediate legislation necessary;  \nNow, THEREFORE, in exercise of the powers conferred on him by clause (1) of Article  \n79 of the Constitution, the Governor of West Pakistan is pleased to make and promulgate th e following \nOrdinance: - \nCHAPTER I  \nPRELIMINARY  \n1. Short title, extent, commencement and application . – (1) This Ordinance may be called \nthe 2[Provincial] Employees’ Social Security Ordinance, 1965.  \n(2) It extends to the w hole of 3[Pakistan]  \n \n(3) It shall come into force at once, but shall apply only to such areas, classes of persons, \nindustries or establishments, from such date or dates, and with regard to the provision of such benefits \nas Government may, by notification, specify in this behalf.  \n \n2. Definitions .– In this Ordinance, unless the context otherwise requires, the following \nexpressions shall have the meanings hereby respectively assigned to them, that is to say – \n \n(1) “appointed day” means in relation to any area, class of persons, industries, establishments \nor benefits, the day on which this Ordinance is applied to such area or in respect of such class of \npersons, industries, establishments or benefits;  \n \n(2) “Chairman” means the Chairman of the Governing Body;  \n \n(3) “Commissioner” means the Commissioner of the institution;  \n \n1This Ordinance was promulgated by the Governor of West Pakistan on 14th May, 1965; approved by the Provincial Assembly of Wes t Pakistan on 8th \nJuly, 1965, under clause (3) of Article 79 of the Constitution of the Islamic Republic of Pakistan (1962); and, published in the West Pakistan Gazette \n(Extrao rdinary), dated 8th July, 1965, pages 3579 -3610.  \n2Substituted by P.O. 4 of 1975 , for “West Pakistan”.  \n3Substituted  ibid., for “West Pakistan, except  the Tribal Areas”.  \n \n \n  \n \nPage 7 of 32 \n (4) “confinement” means labour resulting in the issue of a living child, or labour after twenty -\nsix weeks of pregnancy resulting in the issue of a child, whether alive or dead;  \n \n(5) “contribution” means the sum of money payable to t he institution by an employer in  respect \nof an employe e, 1[* * *] in accordance with the provisions of this Ordinance;  \n \n(6) “dependent” means the wife or wives  or a needy invalid husband 2[, dependent parents] and \nany unmarrie d children under the age of 2[twenty -one] years dependent upon the secured person 2[:] \n \n2[Provided that such age limit shall not apply to unmarried dependent daughters;]  \n \n(7) “disablement” means a condition caused by an employment injury which, as certified by a \nmedical practitioner a uthorised for the purpose as provided in the regulations, has permanently reduced \nor is likely to reduce permanently a secured person’s earning  capacity, and disablement shall be \n“minor” where the loss of earning capacity  3[is less than twenty per centum] , “partial” where the loss \nof earning capacity ranges from twenty - one per centum to sixty -six per centum, and “total” where the \nloss of earning capacity is in excess of sixty -six per centum;  \n \n4[(7-a) “domestic servant” means any person working whole -time in connection with the work \nof any household for any consideration, whether in cash or in kind];  \n \n5[(8) “employee” means any person employed, whether directly or through any other person \nfor wages or otherwise to do any skilled or unskilled, supervisory, c lerical, manual or other work in, \nor in connection with the affairs of an industry or establishment, under a contract of service or \napprenticeship, whether written or oral, expressed o r implied but does not include ––] \n \n(a)  persons in the service of the State, including members of the Armed Forces, \nPolice Force and Railway servants;  \n \n(b)  persons employed in any undertaking under the control of any Defence \nOrganization or Railway Administration;  \n \n(c)  persons in the service of a local council, a municipal  committee, a cantonment \nboard or any other local authority;  \n \n(d)  any person in the service of his father, mother, wife, son or daughter, or of her \nhusband;  \n \n(e)  4[*  *  *  *  *  *  *] \n \n(f)  any person employed on wages exceeding 6[7[ten] thousand] rupee s per \nmensem2[:] \n \n \n \n1The words “and includes any amount payable by or on behalf  of the employee” deleted by the Ordinance IX of 1972.  \n2Inserted , Subs. and Added  by the Labour Laws (Am endment) Act, 1994 (Act No. XI of 1994).  \n3Substituted by W.P . Ord. XLVII of 1969, for the words “ranges from five per centum to twenty per centum”.  \n4Ins. & Deleted  by Ord. IX of 1972.  \n5Subs. by Ord. IV of 2002, s.2.  \n6Subs. by Ord. No. LIII of 2001, s.2+Sch. Which previously amended by Act No. XI of 1994, s.2, for “t hree thousand” . \n7Subs. by Act No. I of 2008, s.3 (w.e.f . 1-7-2008) . \n \nPage 8 of 32 \n 1[Provided that an employee shall not cease to be an employee for the reason that his \nmonthly wages ex ceed 2[3[ten] thousand] rupees.]  \n(9) “employer” means in the case of works executed or undertakings carried on by any \ncontractor or licensee on behalf of the State, the contractor or licensee working for the State, and in \nevery other case the owner of the industry, business, undertaking or establishment in which an \nemployee works and incl udes any agent, manager or representative of the owner;  \n \n(10) “employment injury” means a personal injury to a secured person caused by an accident \nor by such occupational disease as may be specified in the regulations, arising out of and in the course \nof his employment;  \n \n(11) “establishment” means an organisation, whether industrial, commercial, agricultural or \notherwise;  \n \n(12) “Fund” means the Employees’ Social Security Fund set up under section 3;  \n \n(13) “Governing Body” means the Governing Body of the in stitution;  \n \n(14) “Government” means the 4[Feder al or a ] 5[Provincial Government ] \n \n(15) “industry” means any business, trade, undertaking, manufacture or calling of employers, \nand includes any calling, service, employment, handicraft, industrial occupation or avocation of \nworkmen;  \n \n(16) “Institution” means the Employees’ Social Security institution established under section \n3; \n \n(17) “Medical Advisor” means the Medical Advisor appointed under section 15;  \n \n(18) “medical board” means a board consisting of two or more medical practitioners, appointed \nunder section 17;  \n \n(19) “medical practitioner” means a person practising medicine and having such qualifications \nas may be provided in the regulations;  \n \n(20) “Member” means a member of the Governing Body;  \n \n(21) “prescribed” means prescribed by rules;  \n \n(22) “registered Trade Union” means a Trade Union registered under the Trade Unions Act, \n1926 (XVI of 1926);  \n \n(23) “regulations” means regulations made under this Ordinance;  \n \n(24) “rules” means rules made under this  Ordinance;  \n \n(25) “secured person” means a person in respect of whom contributions are or were payable \nunder this Ordinance;  \n \n1Proviso added by Act No. XI of 1994, s.2.  \n2Subs. by Ord. No. LIII of 2001, s.2+Sch.  \n3Subs. by Act No. I of 2008, s.3 (w.e.f 1 -7-2008).  \n4Ins. by Ord. No. CIV of 2002, s.2.  \n5Substituted by P.O. 4 of 1975, for “Government West Pakistan”.  \n \nPage 9 of 32 \n 1[(25a) “Self -Assessment Scheme” means a scheme of social security benefits, effective from \nthe 1 st July, 2001, with no intervention through checking  by any staff member of the \nInstitution, in respect of employees sec ured under this Ordinance 2[* * *] and the \nemployer undertakes to pay a contri bution in respect of them 2[at the fixed rate of 3[three \nhundred and sixty] rupees]  per month per secured empl oyee; ] \n \n(26)   “sickness” means a condition which requires medical treatment or necessitates \nabstention from work on medical grounds;  \n \n(27)  “Social Security Area” means an area to which this Ordinance has been applied;  \n \n(28)  “Social Security Court” means a court constituted under section 60:  \n \n(29)  “strike” and “lock -out” shall have the same meaning as is respectively assigned to  them \nin the Industrial Disputes Ordinance, 1959 (LVI of 1959);  \n \n(30)    “wages” means remuneration for service paid or payable i n cash or in kind to a secured \nperson, not being less than remuneration based on the minimum rates of wage declared \nunder the Minimum Wages Ordinance, 1961 (XXXIX of 1961), without taking account \nof deductions for any purpose, under a contract of service o r apprenticeship, expressed \nor implied, and shall be deemed to include any dearness allowance or other addition in \nrespect of the cost of living and any payment by the employer to a secured person in \nrespect of any period of authorised leave, illegal lock -out or legal strike; but does not \ninclude – \n \n(a)  any payment for overtime; or  \n \n(b)  any sum paid to the person employed to defray special expenses entailed by the \nnature of his employment; or  \n \n(c)  any gratuity payable on discharge; or  \n \n(d)  any sum paid a s bonus by the employer;  \n \n(31) “week” means a period of seven days commencing at midnight of Sunday night.  \n \nCHAPTER II  \nORGANISATION  \n \n3. Establishment and incorporation of Employees’ Social Security Institution .– (1) As \nsoon as may be after the commencement  of this Ordinance, Government shall establish by notification \nan institution to be called the Employees’ Social Security Institution.  \n \n(2) The Institution shall be a body corporate having perpetual succession and a common seal, \nwith power, subject to the provisions of this Ordinance, to acquire, hold and dispose of property, both \nmovable and immovable, and shall by the aforesaid name sue and be sued.  \n \n(3) The institution shall have its own fund, to be called the Employees’ Social Security Fund, \nand may inc ur out of the said Fund such expenditure as may be necessary.  \n \n1Inserted by Ordinance LIII of 2001, s.2 . \n2Omitted & Subs. by Ord. No. CIV of 2002, s.2.  \n3Subs. by Finance Act I of 2008, s.3.  (w.e.f 1 -7-2008).  \n \nPage 10 of 32 \n 4. Management .– (1) The general direction and su perintendence of the affairs of the institution \nshall vest in a Governing Body which, with the assistance of a Commissioner, may exercise all powers \nand do all acts and things which may be exercised or done by the Institution.  \n \n(2) In discharging its funct ions, the institution shall be guided by such instructions on questions \nof policy as may be given to it from time to time by Government, which shall be the sole judge as to \nwhether any instructions are on a question of policy or not.  \n \n5. Governing Body .– (1) The Governing Body shall consist of the following members to be \nappointed by Govern ment, by notification, namely: - \n \n1[(a)   the Minister -in-charge of the Labour Department, Government of the Punjab, a \nperson who is or has been a Judge of the High Court, a senior officer in the \nservice of Pakistan not below the rank of a Commissioner of a Division or \nSecretary to Government, and such person shall be the Chairman of the \nGoverning Body];  \n \n(b)  four persons to represent Government, one each respectivel y from the \ndepartments of  Labour, Industries, Health and Finance;  \n \n(c)  three  persons to represent employe rs; \n \n(d)  three persons to represent secured persons;  \n \n(e)  2[the Commissioner and the Medical Adviser, ex-officio .] \n \n(2) Members to be appointed und er clause (c) or clause (d) of sub -section (1) shall respectively \nbe chosen from a list of names submitted in the prescribed manner by the organisations of employers \nand employees recognised by Government for that purpose:  \n \nProvided that pending the making  of rules in this behalf, the first members to be so appointed \nshall be chosen from such persons as Government may deem suitable.  \n \n(3) Subject to the other provisions of this Ordinance a member shall hold office for three years \nfrom the date on which his a ppointment is notified under sub -section (1).  \n \n6. Powers and functions of the Governing Body .– In addition to the powers conferred on, \nand the functions entrusted to it by the other provisions of this Ordinance or by the rules, the Governing \nBody shall hav e powers – \n \n(a)  to approve the budget estimates, the audited accounts and the annual report of \nthe Institution for submission to Government in accordance with the provisions \nof this Ordinance; and  \n \n(b)  to call for any information, or direct any research to be made for the furtherance \nof the objects of this Ordinance.  \n \n7. Meetings of the Governing Body. – (1) The meetings of the Governing Body shall be held \nat such times and at such places as may be provided by regulations, and until regulations are made in  \nthis behalf, such meetings shall be convened by the Chairman.  \n1Subs. by Pb Act V of 1973.  \n2Subs. by Pb  Ord. Xof 1971, for “the Medical Advicsor, ex -officio”.  \n \nPage 11 of 32 \n (2) To constitute a quorum at a meeting of the Governing Body, the number of members present \nshall be five.  \n \n(3) Each member shall have one vote, and, in the event of equality of votes, the  Chairman shall \nhave second or casting vote.  \n \n(4) The meetings of the Governing Body shall be presided over by the Chairman, and in the \nabsence of the Chairman, by the person elected for the purpose by the members present from amongst \nthemselves.  \n \n8. Authentication of orders, etc .– All orders and decisions of the Governing Body shall be \nauthenticated by the signature of the Chairman or of such other member as may hav e been authorised \nby the Governing Body in writing for the purpose.  \n \n9. Supersession of the Governing Body .– (1) If, in the opinion of Government, the Governing \nBody has persistently failed to perform the duties imposed upon it by or under this Ordinance, or has \nabused its powers, Government may, by notification, supersede the Governing Body:  \n \nProvided that before such supersession, Government shall give the Governing Body a \nreasonable opportunity to show why it should not be superseded, and shall consider any explanation \nor objection which it submits.  \n \n(2) Upon the publication of a notification under subsection (1), the person holding office as \nChairman and members shall cease to hold such office.  \n \n(3) Immediately upon the supersession of a Governing Body, Government shall constitute \nanother Governing Body by appointing new members in accordance with the provisions of section 5.  \n \n10. Fees and allowances .– Members shall receive such fees and allowances as may be \nprescribed.  \n \n11. Resignation. – A member, other than 1[an] ex -officio member, may resign his office by \nnotice in writing to Government, and his seat shall fall vacant on the acceptance of the resignation.  \n \n12. Disqualifications .– (1) No person shall be or shall continue to be member, if he– \n \n(a)  has been convicted of an offence involving moral turpitude; or  \n \n(b)  is declared to be of unsound mind by a competent Court; or  \n \n(c)  is an undischarged insolvent; or  \n \n(d)  2[*  *  *  *  *  *  *  *]; \n \n3[(e)  is a member of the staff of the Ins titution other than the Commissioner and the  \nMedical Adviser];  \n \n(f)  has any direct or indirect interest in a contract with, or in any work being done \nfor, the Institution, except as a shareholder (not bei ng a Director) of a company; \nor \n \n1Subs. by Pb Ord. X of 1971, for “the”.  \n2Del. by Pb Act  V of 1973.  \n3Subs. by Pb Ord. X of 197 1. \n \nPage 12 of 32 \n (g)  owes to the Institution contributions to the extent specified in the regulations; \nor \n \n(h)  has lost the capacity by virtue of which he was appointed as a member; or  \n \n(i)  has failed to attend more than one -third of the number of meetings of the \nGoverning  Body held during any year.  \n \n(2) Government may, by order in writing, remove the Chairman or a member, if he – \n \n(a)  refuses or fails to discharge or becomes, in the opinion of Government, \nincapable of discharging his responsibilities under this Ordinance; or  \n \n(b)  has, in the opinion of Government, abused his position as a member; or  \n \n(c)  has absented himself from three consecutive meetings of the Governing Body \nwithout the lea ve of Government in the case of the Chairman, or of the \nChairman in the case of a member:  \n \nProvided that before such removal, Government shall give the Chairman or the member, as the \ncase may be, a reasonable opportunity of showing cause as to why he shoul d not be removed, and shall \nconsider any explanation or objection which he submits.  \n \n13. Filling of casual vacancies .– A member appointed to fill a vacancy other than a full -term \nvacancy, shall hold office for only so long as the member in whose place he i s appointed would have \nbeen entitled to hold office if the vacancy had not occurred.  \n \n14. Head Office .– The head Office of the Institution shall be at Lahore, but Government may, \nby notification, transfer it to such other place as may be specified in such notification.  \n \n15. Medical Advisor .– As soon as may be, *{the Institution}* shall appoint a Medical Advisor \nhaving the prescribed qualifications.  \n \n16. Duties of Medical Advisor .– The Medical Advisor shall – \n \n(a)  advise the Governing Body on matters relatin g to the administration of medical \ncare and the prevention and treatment of diseases among secured persons;  \n \n(b)  perform such other duties in connection with medical care as may be specified \nin the regulations.  \n \n17. Medical practitioners and Medical Board s.– (1) The Institution shall appoint Medical \nPractitioners and Medical Boards in such Social Security areas and in such manner as may be provided \nby regulations.  \n \n(2) The powers and functions of Medical Practitioners and Medical Boards, and the fees and \nallowances to be paid to such practitioners or the members of such boards, shall be such as may be \nprovided by regulations.  \n \n \nPage 13 of 32 \n 18. Commissioner and Vice -Commissioner .– (1) There shall be a Commissioner and a Vice - \nCommissioner of the Institution both to be ap pointed by Government.  \n \n(2) The Commissioner shall – \n \n(a)  be the chief executive of the Institution and shall act as Secretary to the \nGoverning  Body;  \n \n(b)  be responsible to the Governing Body in respect of all matters relating to the \nstructure, administration and personnel of the Institution; and  \n \n(c)  have such powers regarding appointment, transfer, promotion, dismissal and \nother matters affecting the staff of the Institution as are provided for by \nregulations.  \n \n(3) The Vice -Commissioner shall perform the duties of the Commissioner when the latter is \nabsent or prevented from acting, and the Commissioner may assign to the Vice - Commissioner the \nresponsibility for the direction of certain services or delegate to him any of his own powers under thi s \nOrdinance, the rules and the regulations.  \n \n19. Officers and staff of the Institution .– The Governing Body may employ such officers and \nstaff for the administration of the affairs of the Institution as the regulations may provide.  \n \nCHAPTER III  \nCONTRIBUTIO NS \n \n20. Amount and payment of contributions .– (1) Subject to the other provisions of this \nChapter, the employer shall, in respect of every employee, whether employed by him directly or \nthrough any other person pay to the Institution a con tribution at such times, at such  rate 1[not more \nthan six per cent ] and subject to such condi tions as may be prescribed 2[:] \n \n2[Provided that no contribution shall be payable on  so much of an employee’s wages as is in \nexcess of 3[1[four] hundred rupees per day or 1[five] th ousand rupees per month]   \n \n(2) 4[*   *  *  *  *  *  *  *] \n \n4[(3) The employer shall n ot be entitled, to deduct 3[his own share of contribution] from the \nemployee’s wages or otherwise to recover from him any portion of the contribution, notwithstanding \nany agreement to the contrary].  \n \n(4) 2[*  *  *  *  *  *  * ] \n \n(5) For the purpose of determining the amount of the contribution payable, daily wages shall \nbe calculated in such manner as may be provided by regulations.  \n \n1Ins. And Subs. by Finance Act No. I of 2008, S.3 (w.e.f 1 -7-2008).  \n2Subs., added & omitted bt Act IX of 1994, s.4+sch.  \n3Subs. by Ord. No. CIV of 2002, s.3.  \n4Del. & Subs. by Ord. IX of 1972.  \n \n \n \nPage 14 of 32 \n (6) Where the mode of payment of remuneration, whether in cash or in kind, makes it difficult \nto determine the amount of wages for computing the contribution, the Commissioner may, subject to \nregulations and in consultation with the representatives of employers and employees, determine such \nwages.  \n \n(7) Any sum deducted from another employee’s wages by  the employer under this Ordinance \nshall be deemed to have been entrusted to him for the purpose of paying the employee’s contribution \nin respect of which it was deducted.  \n \n(8) In the case of construction work the owner of the building shall guarantee the payment of \ncontributions by the contractors.  \n \n(9) In the case of works executed or undertakings carried on behalf of the State by a contractor \nor licensee, the competent public authority shall, before final settlement of the claims of the contractor \nor lic ensee arising out of the contract, require the production of a certificate from the Institution \nshowing that the necessary contributions have been paid, and in default of such certificate it shall \ndeduct from the amount otherwise payable in settlement of s uch claim, the appropriate amount of the \ncontributions payable, and pay such amount direct to the Institution.  \n \n1[20A. Self -Assessment Scheme .– (1) Notwithstanding anything contained in this Ordinance, \nan employer who opts for the self -assessment scheme sh all be liable to pay to the Institution a \ncontribution 2[of 3[three hundred and sixty] rupees]  per month per secured employee.  \n \n(2) The liability of an employer to pay contribution under the self -assessment scheme shall be \nin respect of those employees who  were secured under t his Ordinance on the 30th June, 2001.  \n \n(3) Every employee secured under this Ordinance in respect of whom the employer pays \ncontribution shall be liable to pay through the  employer an amount of  twenty rupees per month as his \nshare t o the Institution.]  \n \n21. Records and returns by employees. – Every employer shall keep such records and shall \nsubmit to the Institution such returns, at such times, in such form and containing such particulars \nrelating to persons employed by him, as may be provided in the regulations.  \n \n22. Officials of Institution to check employer’s books .– (1) Any official of the Institution \nduly authorised by a certificate in a form specified in the regulations, may, for the purpose of inquiring \ninto the correctness of an y of the particulars stated in the records or returns referred to in section 21 or \nfor the purpose of ascertaining whether any of the provisions of this Ordinance have been complied \nwith– \n \n(a)  require an employer to furnish to him such information as he may consider \nnecessary;  or \n \n(b)  at any reasonable time enter any establishment or other premises occupied by \nsuch employer and require any person  found incharge  thereof to produce   and  \n \n \n1Ins. by Ord. LIII of 2001, s.2+Sch.  \n2Subs. by Ord. CIV of 2002, s.2. \n3Subs. by Finance Act No. I of 2008, s.3 (w.e.f 1 -7-2008).  \n  \n \n \nPage 15 of 32 \n allow him to examine such accounts, books and other documents relating to the \nemployment of persons and payment of wages, or to furnish to him such \ninformation, as he may consider necessary;  or \n \n(c)  examine, with respect to any matter relevant to the purposes aforesaid, the \nemployer, his agent or any person found in such establishment or other \npremises, or any other person whom the said official has reasonable cause to \nbelieve to be or to have been a secured person.  \n \n(2) The official referred to in sub -section (1), shall be bound to secrecy as regards all matters \nwith which he becomes acquainted in the performance of his duties and which do not relate to matters \nprovided for in this Ordinan ce. \n \n(3) If an employer fails to maintain records or to submit returns as required by regulations, or \notherwise fails to comply with the provisions of sub -section (1) and thereby makes it difficult to \nascertain the identity of persons required to be secure d or the amount of contribution payable, the \ncontribution shall be assessed on the basis of such evidence as the Institution may find satisfactory for \nthis purpose.  \n \n1[(4) No staff member of the Institution shall visit the premises of any establishment, op ting \nfor the Self -Assessment Scheme under section 20A, for the purpose of checking of employer’s books, \nrecord , etc., during the period 2[of two years].]  \n \n2[(5) The number of annual inspections in respect of those establishments which do not opt for \nself-assessment scheme shall be restricted to only one which shall be notified to the establishments in \nadvance and shall, at the maximum, be restricted to last two years.]  \n \n23. Increase of unpaid contributions and recovery of contributions, etc., as arrears of land \nrevenue. – (1) If any employer fails to pay, on the due date, the contributions payable by him under \nsub-section (1) of section 20, the amount so payable by him shall be increased by such percentage or \namount as may be prescribed:  \n \nProvided that in no case shall such increase exceed fifty per centum of the amount due:  \n \nProvided further that no part of such increase shall be payable by, or the liability to pay the  \nsame be passed on by the employer to his employees.  \n \n(2) Without prejudice to any other re medy, the amount of the contributions due, together with \nthe increase provided for under sub -section (1), may be recovered as arrears of land -revenue.  \n \n24. Safeguard of secured persons’ rights in default of payment of contributions by \nemployer. – In the eve nt of default in payment of contributions by the employer in respect of a  secured \nperson, such secured person shall, unless he has connived at such default, have and enjoy the same \nrights under this Ordinance as if no such default had occurred.  \n \n25. Return  of contributions paid erroneously .– 3[An] employer shall be entitled to the refund \nto any contribution paid to the institution under the erroneous belief that it was payable 4[* * *] under \nthe provisions of this Ordinance, and shall be entitled to the refund of the excess amount of the \ncontribution where such contribution had been paid at a higher rate than the rate prescribed.  \n1Added by Ord. LIII of 2001, s.2+Sch.  \n2Subs. & added by Ord. CIV of 2002, s.5 . \n3 Subs. by Ord. IX of 1972, for “Every person or  his”. \n4The words “in respect of such person,” del. Ibid. \n \nPage 16 of 32 \n Provided that where a contribution was paid under the erroneous belief that a person was a \nsecured person, any sum paid to such person or his dependents by way of benefits shall, in so far as \npossib le, be deducted from the amount of such refund:  \n \nProvided further that no contribution or excess amount of any contribution shall be refunded \nunless an application for such refund is made within six months of the date on which the contribution \nwas paid.  \n \n26. Increase of contributions where safety rules not observed .– If an employer fails to \nobserve rules of safety or hygiene prescribed by or under any enactment applicable to his \nestablishment, the Commissioner may, subject to rules, by order in writing, increase the employer’s \nrate of contribution provided that such increase shall not exceed twenty per centum of the contribution \notherwise payable.  \n \n27. Extinguishment of claims to contributions .– Any claim of the Institution for unpaid \ncontributions shall be extinguished in the manner provided in the regulations.  \n \nCHAPTER IV  \nFINANCE AND AUDIT  \n \n28. Employees’ Social Security Fund .– (1) All contributions paid under this Ordinance, and \nall other moneys received by or on behalf of the Institution shall be paid into the Fund, which shall be \nheld and administered by the Institution for the purposes of this Ordinance.  \n \n(2) The Institution may accept grants, donations and gifts from any Government or from a local \nauthority or other body for all or any of the purpose s of this Ordinance.  \n \n(3) All moneys accruing or payable to the Fund shall be paid into such scheduled bank as may \nbe approved by the Governing Body, or to any office of the Institution.  \n \n(4) The Institution shall maintain separate accounts for administrative expenses, and for such \nbranches of social security and such other purposes as may be prescribed.  \n \n29. Security reserves .– The Institution shall establish and maintain reserves in connection with \nthe branches of social security prescribed in accordance with sub -section (4) of section 28 at such \ntimes, upto such amounts, and in such manner as may be prescribed.  \n \n30. Investments and loans .– (1) Subject to rules, the Institution may, from time to time, invest \nany moneys which are not immediately required for payments under this Ordinance, and may reinvest \nor realise such investments.  \n \n(2) The Institution may, with the previous sanction of Government and on such terms as it may \nspecify raise loans and take measures for discharging such loans.  \n \n31. Budget .– (1) The Institution shall, before such date and in such manner as may be \nprescribed, draw up estimates for the ensuing year of – \n \n(a)  the administrative expenses of the Institution;  \n \n(b)  the expenditure to be incurred under each of the branches o f social security and \nother purposes for which separate accounts are prescribed in accordance with \nsub-section (4) of section 28; and  \n \n(c)  the income of the Institution from contributions, the special tax payable under \nsection 70, and other sources, if an y. \n \nPage 17 of 32 \n (2) The Institution shall allocate the estimated income from the special tax towards meeting \ncapital expenditure in accordance with sub -section (3) of section 70, and after allocating sufficient of \nthe estimated income from contributions and other sourc es, if any, to cover the estimated \nadministrative expenses, shall allocate the remainder of such estimated income among the branches of \nsocial security and other purposes referred to in clause (b) of sub -section (1).  \n \n(3) Such estimates and allocations shall, before such date as may be prescribed be submitted to \nGovernment and, when approved by it, shall constitute the budget of the Institution for the ensuing \nyear.  \n \n(4) If Government has not approved such estimates and allocations, with or without \namendments, within thirty days of their submission or before the commencement of the financial year \nto which such estimates relate, whichever is the later, its approval shall be deemed to have been given \nand the estimates and allocations as submitted shall  constitute the budget of the Institution for the \nfinancial year to which they relate.  \n \n(5) If it appears that expenditure under any budget head is likely to exceed the budget provision \nunder such head, the Governing Body may increase such budget provision  by transferring thereto from \nany other budget head, any amounts not required or not expected to be required or not under such head:  \n \nProvided that no such transfer shall be made to the budget heads for either administrative \nexpenses or the provision of me dical care without the prior approval of Government.  \n \n(6) If, notwithstanding the application of the provisions of sub -section (5), it appears that \nexpenditure under any budget head is likely to exceed the corresponding budget provision, or that \nincome und er any budget head is likely to fall short of the corresponding budget provision, the \nexpected excess or deficiency, as the case may be, shall be reported to Government, who shall take \nsuch action, if any, as may seem appropriate:  \n \nProvided that no payment  to which a claimant is entitled under this Ordinance shall be withheld \npending such action.  \n \n32. Accounts and Audit .– (1) The Institution shall maintain accounts of its income and \nexpenditure and of its assets and liabilities in such form and manner as ma y be prescribed.  \n \n(2) The Institution shall appoint an internal auditor who shall perform such duties and exercise \nsuch powers as may be provided by regulations.  \n \n(3) The accounts of the Institution shall be audited by an external auditor appointed by \nGove rnment, at such times and in such manner as may be prescribed.  \n \n(4) The external auditor shall have access to the books, accounts and other documents of the \nInstitution at all reasonable times, and may call for such explanations and information as he may \nrequire, or examine any officer of the Institution.  \n \n(5) The external auditor shall forward his report to Government together with an audited copy \nof the accounts of the Institution.  \n \n33. Annual Reports .– (1) The Institution shall, within six months after t he closing of a \nfinancial year, submit to Government an annual report of its work and activities during that financial \nyear, and such report shall cover such matters as may be prescribed.  \n \n(2) The annual report, together with the audited accounts of the In stitution, shall be published \nand copies thereof shall be made available for sale to the public.  \n \n \nPage 18 of 32 \n 34. Valuation of assets and liabilities .– The Institution shall, at intervals of not more than five \nyears, have an actuarial valuation made of its assets and liabilities:  \n \nProvided that Government may direct a valuation to be made at such other times as it may \nconsider necessary.  \n \nCHAPTER V  \nBENEFITS  \n \n35. Sickness benefit .– (1) A secured person who is certified, by a medical practitioner \nauthorised by the Institution in the manner provided in the regulations to give such a certificate, to be \nincapable of attending to his work on account of sickness shall, subject to regulations, be entitled to \nreceive sickness benefit at such rate as may be fixed by Governm ent by notification, in consultation \nwith the Institution, if during the six calendar months immediately preceding the date on which his \nincapacity or work was so certified, contributions in respect of him were paid or payable for not less \nthan ninety days . \n \n1[(2) A secured person shall be entitled to receive sickness benefits throughout the period of \nsickness:  \n \nProvided that during a continuous period of three hundred and sixty -five days such benefit shall \nnot be allowed for a period exceeding – \n \n2[(a)  three hundred and sixty -five days, in case he has been suffering from \nTuberculosis or  Cancer which render an employee incapable to earn his \nlivelihood .]; and  \n \n(b)  one hundred and twenty -one days, in case he has been suffering from any other \ndisease:  \n \nProvided further that he shall not be entitled to receive such benefit for \nthe first two days  of his sickness if such sickness does not, within fifteen days,  \nfollow the previous period of  sickness for which he received or was entitled to \nreceive such benef it.] \n \n36. Maternity benefit .– A secured woman shall, subject to regulations be entitled to receive \nmaternity benefit at such rate as may be fixed by Government by notification, in consultation with the \nInstitution, if contributions in respect of her were p aid or payable for not less than one hundred and \neighty days during the twelve calendar months immediately preceding the expected date of her \nconfinement as certified by a medical practitioner authorised by the Institution in the manner provided \nin the reg ulations to give such a certificate, and such benefit shall be paid for all days on which she \ndoes not work for remuneration during a period of twelve weeks, of which not more than six weeks \nshall precede the expected date of confinement.  \n \n37. Death  grant .– 2[(1)] On the death of a secured person receiving or entitled to receive injury \nor sickness benefit, or medical care at the time of his death, the surviving widow, widows or needy \nwidower, or if there is no surviving widow, widows or needy widower, the person who provided for \nthe funeral, shall, subject to regulati ons, be entitled to such death  grant  equal to the daily rate of \nsickness  benefit  multiplied by thirty, but in no case less  than 2[one thousand and five hundred] rupees.  \n \n 2[(2) Where husband of a secured woman dies, she shall, subject to regulations, be entitled to \nreceive iddat  benefit equal to the daily rate of her wages during the period of her iddat : \n \n1Subs. by Act XV of 1971.  \n2Subs. renumbered and added by Act No. XI of  1994, s. 2 + sch.  \n \nPage 19 of 32 \n Provided that a secured woman being a seasonal employee shall be entitled to receive iddat  \nbenefit in the same manner and to the same extent notwithstanding termination of seasonal \nemployment during the period of iddat : \n \nProvided further  that no employer shall refuse leave for the period of iddat  and such leave shall \nnot be accounted towards leave provided under any other law for the time being in force.]  \n \n38. Medical care during sickness and maternity .– 1[(1) A secured person and his dep endents \nshall be entitled to medical care in the manner and to the extent provided in the regulations.]  \n \n(2) A secured woman shall subject to regulations, be entitled to prenatal confinement and post -\nnatal medical care, if she is entitled to maternity bene fit under section 36 or if, during six calendar \nmonths immediately preceding her claim, contributions in respect of her were paid or payable for not \nless than ninety days.  \n \n2[38-A. Medical care of dependents, etc. – Where a secured person dies other than du e to any \nemployment injury, his dependents shall, subject to regulations, be entitled to medical care for one \nyear from the date of death of the secured person:  \n \nProvided that the deceased secured person had been in continuous employment of an \nestablishment for not less than twelve months immediately preceding his death:  \nProvided further that where the deceased secured person was a seasonal employee, his dependents \nshall be entitled to medical care for six months from the date of death of such s ecured person:  \n \nProvided also that the deceased had been in employment of an establishment for not less than \nsix months during two continuous seasons immediately preceding his death.]  \n \n39. Injury benefits .– A secured person shall, subject to regulations, be entitled to receive \ninjury benefit at such rate as may be fixed by Government by notification, in consultation with the \nInstitution, in respect of any day 3[* * *  * * * * ] including the day on which, as  a result of an \nemployment injury, he is certified by a medical practitioner authorised by the Institution in the manner \nprovided in the regulations to give such a certificate to be incapable of work, but for not more than one \nhundred and eighty days.  \n \n40. Disablement pension .– (1) A secured person who sustains total or partial disablement \nshall, subject to regulations, be entitled, upon the expiration of his entitlement to injury benefit, to \nreceive disablement pension, according to the degree of disableme nt determined from time to time, at \nsuch rates for different degrees of disablement as may be fixed by Government by notification, in \nconsultation with the Institution.  \n \n(2) Disablement pension shall terminate with the death of the recipient or when disabl ement \nceases, or ceases to be total or partial disablement:  \nlife. \nProvided that if a disablement pension has been paid for five years it shall be payable for  \n \n41. Disablement gratuity .– (1) A secured person who sustains minor disablement shall, \nsubject to regulations, be entitled to a disablement gratuity at such rates for different degrees of \ndisablement as may be fixed by Government by notification, in consultation with the Institution.  \n \n1subs. by W.P. ord. XLVII of 1969  \n2 Ins. by Act XI of 1994, s. 2 + s ch. \n \n \n \n \nPage 20 of 32 \n (2) Where a person receiving disablement pension ceases to suffer from total or partial \ndisablement but continues to suffer from minor disablement he shall, on the termination of his \ndisablement pension, be entitled to disablement gratuity under this section.  \n \n42. Survivor’s Pension .– (1) Where a secured person dies as a result of an employment injury, \na survivor’s pension shall, subject to regulations, be payable to each of his dependents as follows, that \nis to say – \n \n(a)  to the widow, widows, or  needy widower, during life, at a rate equal to three -\nfifths of the rate of total disablement pension to which the secured person was, \nor would have been entitled, and where there are two or more widows, the \npension shall be divided equally between them;  \n \n(b)  to each dependent child, at a rate equal to one -fifth of the rate of such total \ndisablement pension:  \n \nProvided that if the child is a full orphan, the rate shall be two -fifths of \nthe rate of the total disablement pension:  \n \nProvided further that if and  so long as the total of the survivor’s pensions \nwould otherwise exceed the rate of such total disablement pension, the pension \nof each of the survivors shall be reduced proportionately so that the total \npensions payable to them does not exceed the rate of  the said total disablement \npension.  \n \n(2) In case the deceased person does not leave a widow, or needy widower, a survivor’s pension \nshall be payable for life to a dependent father, if he be alive, and if he be not alive, to a dependent \nmother, if she be a live, at a rate equal to one -fifth of the rate of the total disablement pension to which \nthe secured person was or would have been entitled.  \n \n1[(2-A) In case the deceased person does not leave a dependent, a survivor’s pension shall be \npayable for life to a dependent father if he be alive, and if he be not alive, to a dependent mother, if \nshe be alive and if she be not alive, to dependent brothers and sisters in equal shares, at a rate equal to \none half of the rate of total disablement pension to which the secured person was or would have been \nentitled.]  \n \n(3) Survivor’s pension shall be payable upon the death of the secured person and shall  \nterminate – \n \n(a)  upon the death of the survivor; or  \n \n(b)  where the survivor is a widow, upon her remarriage; or  \n \n 2[(c) where the survivor is a dependant child – \n \n(i)  on attaining the age of nineteen years, in case of a female child; and  \n \n(ii)  Twenty -one years, in case of a male child  2[:]] \n \n  2[Provided that such as limit shall not apply to dependent un married daughters;]  \n \n \n1Added by P.b Act II of 1975 . \n2Subs. and added by Act XI of 1994, s. 2 + Sch.  \n \nPage 21 of 32 \n and in any such case the pensions of the remaining survivors shall, if necessary, be adjusted within the \nmaximum laid down in the second proviso to sub -section (1).  \n \n43. Death grant in case of death while in receipt of injury benefit or total disablement \npension .– Where a secured person dies while he is in receipt of injury benefit or of a total disablement \npension the widow, widows or needy widowers, or, if there is no widow or needy widower, the person \nwho provided for the funeral, shall, subject to regulations , be entitled to a death grant equal to the daily \nrate of the injury benefit or of the total disablement pension, as the case may be, multiplied by thirty, \nbut in no case less than 1[one thousand and five hundred]  rupees.  \n \n44. Medical care in the case of employment injury. – (1) When medical care is required as \na result of an employment injury – \n \n(a)  no conditions as regards payment of contributions shall apply; 2[and]  \n \n(b)  it shall include dental care in addition to the services referred to in section 45;  \n3[* * *]  \n \n(c)  4[*  *  *  *  *  *  * ] \n \n(2) A person in receipt of injury benefit, disablement pension for loss of earning capacity not \nless than fifty per centum of a survivor’s pension shall be entitled to medical care for so long as the \ninjury benefit,  disablement pension or survivor’s pension, as the case may be, continues, and, in the \ncase of a disablement pension being received by the secured person, for six months after the \ntermination of the pension.  \n \n45. Extent of medical care .– (1) Medical care s hall include – \n \n(a)  general practitioner care, including domiciliar visiting;  \n \n(b)  specialist care in hospitals for in -patients and out -patients and such specialist \ncare as may be available outside hospitals;  \n \n(c)  essential pharmaceutical supplies as prescribed by a medical practitioner;  \n \n(d)  hospitalization where necessary, including cases of pregnancy and confinement;  \n \n(e)  pre-natal confinement and post -natal care, either by medical practitioners or by \nqualified midwives.  \n \n(2) 2[*   *  *  *  *  *  * ] \n \n46. Manner of providing medical care .– (1) Regulations shall specify the manner in which \nmedical care shall be provided.  \n \n \n1Subs. by Act XI of 1994, s. 2 + Sch.  \n2Added  and del. by Ord. IX of 19 72 \n3 the word “and”, del. Ibid. \n4Del. Ibid. \n \n \n \nPage 22 of 32 \n (2) The Institution may, with the approval of Government, establish and maintain such \nhospitals, dispensaries and other facilities as it finds necessary for providing medical care in pursuance \nof the provisions of this Ordinance.  \n \n(3) The Institution may buy or import and dispense pharmaceutical supplies direct to the \nbeneficiaries.  \n \n(4) The Institution may enter into agreements with Government, any local authority, private \nbody or individual in regard to the provision of medical care to persons entitled to it un der this \nOrdinance.  \n \n(5) The Institution may enter into an agreement with an employer who maintains a hospital or \ndispensary or any other medical facility for the benefit of his employees for the utilization of such \nhospital, dispensary or facility for the  purposes of the Institution and such agreement may, among other \nthings, specify the persons to whom medical care shall be provided, the type of benefit to be made \navailable, the minimum level of such benefit, the conditions under which such benefit shall be \nprovided, the extent of supervision which the Institution may exercise over the hospital, dispensary or \nother medical facility, the submission of reports to the Institution by the employer, and the extent and \nmanner of re -imbursement to the employer.  \n \n47. Institution’s power to promote measures for health, welfare etc. of secured persons .– \nThe Institution may, in addition to the benefits specified in this Ordinance, undertake other measures \nfor improving the health and welfare of secured persons and for the rehabilitation and settlement of \nsuch secured persons as may have been disabled or injured, and may for that purpose incur expenditure \nfrom the Fund.  \n \n48. Manner of claiming benefit .– (1) All claims for benefits under this Ordinance shall be \nmade withi n such times as may be prescribed, and in such form and manner, and shall be accompanied \nby such documents, information and evidence as to entitlement as may be provided in the regulations.  \n \n(2) Payment in respect of benefits shall be made in such manner, and at such times and places \nas may be provided in the regulations.  \n \n49. Benefit not assignable or attachable .– (1) The right to receive any payment in respect of \nany benefit under this Ordinance shall not be transferable or assignable.  \n \n(2) No benefit pay able under this Ordinance shall be liable to attachment or sale in execution \nof any decree or order of any Court.  \n \n50. Exemption from stamp duty .– Notwithstanding anything to the contrary contained in the \nStamp Act, 1899 (Act II of 1899), stamp duty shall not be chargeable upon any draft or order or receipt \nin respect of any benefit payable under this Ordinance.  \n \n51. Non -duplication of benefits .– (1) A secured person shall not be paid, for the same period, \nmore than one of the benefits referred to in sectio ns 35, 36 and 39, namely, sickness benefit, maternity \nbenefit and injury benefit, and where any person is entitled to more than one of these benefits shall be \ngiven the higher or highest of such benefits.  \n \n \n \nPage 23 of 32 \n (2) No person shall be entitled to sickness benef it or maternity benefit or injury benefit for any \nday for which he receives wages.  \n \n52. Repayment of benefit improperly received .– (1) When a person has received any benefit \nor payment under this Ordinance to which he is not lawfully entitled, he shall be liable to repay to the \nInstitution the value of the benefit or the amount of such payment, and, in the case of his death, his \nlegal heirs shall be liable to repay the same from the assets of the deceased:  \n \nProvided that the Institution may waive repayment where there was no misrepresentation on \nthe part of the beneficiary and the repayment would cause undue hardship to him, or as the case may \nbe, to his survivors.  \n \n(2) For the purposes of this section, the value of any benefit received otherwise than in cas h \nshall be determined in accordance with the regulations.  \n \n53. Institution’s right to recover damages from employer in certain cases .– Where, \naccording to the finding of a Court, an employment injury was sustained by a secured person by reason \nof a wrongfu l act or omission of the employer or his agent, the employer or his agent shall reimburse \nto the Institution the actuarial present value of any periodical payment or the amount of any lump sum \npayment which the Institution is liable to make under this Ordi nance and such actuarial value shall be \ndetermined in accordance with the regulations.  \n \n54. Institution’s right to be indemnified in certain cases .– Where a secured person is entitled \nto receive or to recover, but has not received or recovered, from any pe rson, compensation or damages \nin respect of any sickness or employment injury caused under circumstances creating a liability in \nsome person other than, in case of employment injury, the employer or his agent, the Institution shall \nbe entitled to be indemn ified by the person so liable.  \n \n1[54-A. Extent of benefits, etc .– Notwithstanding anything contained in this Chapter, so much \nof wages of a secured person’s as are in excess of  2[two hundred  rupees per day or five thousand rupees \nper month]  shall not be accounted for the purpose of determining the rate of benefits provided under \nsections 35, 36, 37, 39, 40, 41, 42 and 43].  \n \n55. Recovery of amounts due .– Any amount recoverable by the Institution under this  \nChapter may be recovered as arrears of land -revenue.  \n \n3[(CHAPTER V -A \nMEDICAL TREATMENT OF DOMESTIC SERVANTS  \n \n55-A. Medical treatment of domestic servants. – Every employer of a domestic servant shall be \nliable to provide at his own cost to the domestic servant medical care to the extent menti oned in section \n45.] \n \n \n \n \n1Ins. by Act XI of 1994, s. 2 + sch.  \n2Subs . by Ord. CIV of 2002, s. 6.  \n3Added by Ord. IX of 1972.  \n \n \n \nPage 24 of 32 \n CHAPTER VI  \nDETERMINATION OF QUESTIONS AND CLAIMS  \n \n56. Assessment of disablement .– All questions as to the assessment of the degree of \ndisablement shall be determined by a medical board or medical practitioner appointed under section \n17. \n \n57. Decisions on complaints, questions and disputes .– If any complaint is received or any \nquestion or dispute arises as to – \n \n(a)  whether any person is a secured person within the meaning of this Ordinance \n1[* * *];  or \n \n(b)       the rate of wages or average daily wages of a secured person for the purposes of \nthe Ordinance; or  \n \n(c)  the rate of contribution payable by an employer in respect of an employee; or  \n \n(d)  the person who is or was the employer in respect of a secured person; or  \n \n(e)  any benefit and the amount and duration thereof; or  \n \n(f)  any other matter in respect of any contribution or benefit or other dues payable \nor recoverable unde r this Ordinance;  \n \nthe matter shall be decided by the Institution, in such manner, and within such time as the regulations \nmay provide, and the Institution shall notify its decision to the person or persons concerned, in writing, \nstating therein the reason  or reasons for its decisions.  \n \n58. Review on account of new facts .– The Institution may, subject to regulations, on new facts \nbeing brought to its notice, review a decision given by it under section 57:  \n \nProvided that no decision shall be so reviewed without giving the person or persons concerned \nan opportunity of being heard and adducing evidence in support of or against the decision, as the case \nmay be.  \n \n59. Appeal to Social Security Court .– Any person aggrieved by a decision of the Institution \nunder  section 57 or on a review under section 58 may appeal to the appropriate Social Security Court.  \n \n60. Constitution of Social Security Court .– (1) Government may for purposes of this \nOrdinance constitute, by notification, a Social Security Court for any Soc ial Security area or areas \nspecified in the notification.  \n \n(2) A Social Security Court shall be presided over by a Judge who shall be appointed by \nGovernment.  \nhas– \n \n \n1The words “or whether he is liable to pay the secured person’s contribution”, del. by Ord. IX of 1972  \n \n \nPage 25 of 32 \n (3) A person shall not be appointed as a Judge of a Social Security Court unless he  \n \n(a)  for a period of not less than three years held a judicial office; or  \n \n(b)  for a period, or for periods aggregating, not less than seven years, been an \nadvocate or pleader of the High Court.  \n \n61. Jurisdiction of Social Security Courts. – (1) Subject to the provisions of sub -section (2), \na Social Security Court shall have exclusive jurisdiction to hear and decide appeals from decisions of \nthe Institution  under section 57 or review under section 58 in respect of all claims, questions and \ndisputes arising in the appropriate Social Security Area. . \n \n(2) Government may, by order in writing, transfer an appeal from one Social Security Court to \nanother, whenever  it appears to it that such transfer will promote the ends of justice or tend to the \ngeneral convenience of the parties and witnesses.  \n \n(3) The Social Security Court to which an appeal has been transferred under the provisions of \nsub-section (2) shall deal  with the same as if it had been originally instituted in, or presented to, such \nCourt.  \n \n62. Powers of Social Security Court, etc. – (1) A Social Security Court shall have all the \npowers of a Civil Court for the purposes of summoning and enforcing the attendance of witnesses, \ncompelling the discovery and production of documents and material objects, administering oath and \nrecording evidence, and such a Court shall be deemed to be a Civil Court within the meaning of section \n195 of the Code of Criminal Pr ocedure, 1898 (Act V of 1898).  \n \n(2) Notwithstanding anything contained in any other law, a Social Security Court may, for the \npurpose of deciding any appeal, examine such witnesses and take such evidence as it considers \nnecessary.  \n \n(3) A Social Security Court may make such order with regard to costs incidental to any appeal \nas it thinks fit.  \n \n(4) An order of a Social Security Court shall be enforceable as if it were a decree of a  \nCivil Court.  \n \n(5) A person shall be guilty of contempt of a Social Security Court if he, without lawful \nexcuse – \n \n(a) offers any insult to the Social Security Court or any member thereof while the Court is \nfunctioning as such; or  \n \n(b) causes any interruption in the work of the Social Security Court; or  \n \n(c) fails to produce or deli ver a document when ordered by the Social Security Court to do \nso; \n \n(d) refuses to answer any question of the Social Security Court which he is bound to \nanswer; or  \n \n \nPage 26 of 32 \n (e) refuses to take oath to state the truth or to sign any statement made by him when \nrequi red by the Social Security Court to do so;  \n \nand the Social Security Court may, without any complaint having been made to it, forthwith try such \nperson for such contempt and sentence him to a fine not exceeding fi fty rupees.  \n \n63. Appearance by legal practit ioners. – Any application, appearance or act required to be \nmade or done by any person to or before a Social Security Court (other than the appearance of a person \nrequired for the purposes of his examination as a witness) may be made or performed by a legal  \npractitioner or by an officer of a registered trade union authorized in writing by such person, or, with \nthe permission of the Court, by any other person so authorized.  \n \n64. Appeal. – (1) Save as expressly provided in this section, no appeal shall lie from an order \nof a Social Security Court.  \n \n(2) An appeal shall lie to the High Court from an order of a Social Security Court if it involves \na substantial question of law.  \n \n(3) The period of limitation for an appeal under this section shall be thirty days.  \n \n(4) The provisions of sections 5 and 12 of the Limitation Act, 1908 (IX of 1908)  shall, apply \nto appeals under this section.  \n \n65. Stay of payment pending appeals. – Where the Institution has  appealed against an order \nof a Social Security Court that Court may, and, if so directed by the High Court shall, pending the \ndecision of the appeal, direct that the payment of any sum required to be paid by the order appealed \nagainst shall be withheld.  \n \nCHAPTER VII  \n \nOFFENCES AND PENALTIES  \n66. Offences .– (1) If any person – \n \n(a) for the purpose of obtaining the allowance or denial of any payment or benefit under this \nOrdinance, whether for himself or some other person, or for the purpose of avoiding any pa yment to \nbe made by himself or any other person under this Ordinance – \n \n(i) knowingly makes or causes to be made any false statement or false \nrepresentation;  Or \n \n(ii) produces or furnishes, or causes or knowingly allows to be produced or \nfurnished, any docu ment or information which he knows to be false in a \nmaterial particular; or  \n \n(b) fails to pay any contribution which under this Ordinance he is liable to pay; or  \n \n(c) recovers or attempts to recover from a secured person, or deducts or attempts to \ndeduct from his wages the whole or any part of the 53[68][* * *] contribution; \nor \n \n \nPage 27 of 32 \n (d) fails or refuses to submit any return required by regulations or makes a false \nreturn; or  \n \n(e) obstructs any official of the Institution in the discharge of his duties; or  \n \n(f) is guilty of any contravention of, or non -compliance with, any of the \nrequirements of this Ordinance or the rules or the regulations,  \n \nhe shall, without prejudice to any action to which he may be liable under section 23 or section 70 or \nany other provisio n of this Ordinance, be punished with imprisonment which may extend to three \nmonths, or with fine  not exceeding one thousand rupees , or with both.  \n \n67. Prosecution .– (1) No prosecution under this Ordinance shall be instituted except with the \nprevious sanct ion of the Commissioner or of an officer authorized by him in writing in this behalf.  \n \n(2) No Court inferior to that of a magistrate of the first class shall try any offence under this \nOrdinance.  \n \n(3) No Court shall take cognizance of any offence under thi s Ordinance except on a complaint \nmade in writing within six months of the date on which the offence was discovered.  \n \n(4) 1[*  *  *  *  *  *  * ] \n \nCHAPTER VIII  \n \n MISCELLANEOUS  \n \n68. Contributions, etc., to have priority over other debts .– In any proceedings  of insolvency \nagainst a person or proceedings for the winding up of a company, any contribution or other amount \npayable under this Ordinance by such person or company shall be deemed to be included among debts \nto be paid in priority to all other debts.  \n \n69. Exemption from taxes .– Notwithstanding anything contained in any other law, \nGovernment may, by order in writing, exempt the Institution from any tax, rate or duty leviable by \nGovernment or by a local authority under the control of Government.  \n \n70. Levy of special tax. – (1) Where, in respect of any group of undertakings producing a \nparticular type of product or performing a particular type of service this Ordinance is, in accordance \nwith the provisions of sub -section (3) of section 1, applied to some area s or establishment, but not to \nother areas or establishments, Government may, after consultation with the Institution by a notification \nlevy on the employers in the areas or establishments to which the Ordinance is not applied, \nnotwithstanding anything con tained in this Ordinance, a special tax, to be paid to the Institution, at \nsuch rate, not exceeding five per centum of the total wages paid by the employer, at such times and \nsubject to such conditions, as may be prescribed.  \n \n2[(2) For the purposes of subs ection (1), the total wages paid by the employers shall mean the \ntotal wages which have accrued to all his employees not taking into account so much of an employee’s \nwages as are in excess of one hundred and twenty rupees per day or three thousand rupees p er month.  \n1Del. by Act of1973.  \n21Subs. by Act XI of 1994, s. 2 + sch.  \n \n \n \n \nPage 28 of 32 \n (3) The proceeds of the special tax shall be paid into the Fund and shall be utilized for capital \nexpenditure towards building up and improving the medical facilities available for th e provision of \nmedical care under this Ordinance.  \n \n(4) All provisions of this Ordinance and rules or regulations relating to contributions, with the \nexception of section 26 and the rules made there under, shall apply to the special tax as if it were a \ncontribution payable under section 20.  \n \n71. Review and modification of wage limits, contribution and benefits .– (1) In January of \neach year, the Governing Body shall review the wage limits specified in 1[clause (f) of sub -section (8) \nof section 2] and the rates of contribution and benefits provided under this Ordinance in the light of \nany changes in wage  levels or living costs and shall submit a report thereon together with its \nrecommendations to  \nGovernment.  \n \n(2) Government may, after considering the said report and recommendations, by notification, \nenhance or reduce the wage limits specified in 1[clause (f) of sub -section (8) of section 2] or the rates \nof benefits payable under this Ordinance.  \n \n72. Employers not t o dismiss or punish employee during the period of sickness, etc .– (1) \nNo employer shall dismiss, discharge or reduce or otherwise punish an employee during the period in \nwhich the employee is in receipt of sickness benefit, maternity benefit, injury benefi t or medical care.  \n \n(2) No notice of dismissal or discharge or reduction given to an employee during the period \nspecified in sub -section (1) shall be valid or operative.  \n \n73. Bar on benefits under other law .– When a person is entitled to any of the benefit s \nprovided by this Ordinance, he shall not be entitled to any similar benefit under any other law.  \n \n74. Suit for damages in a Civil Court .– No suit for damages shall be instituted by secured \nperson against the employer in any Civil Court in respect of empl oyment injury covered by this \nOrdinance.  \n \n75. Members and servants of the Institution to be public servants .– The members of the \nGoverning Body and all officers and servants of the Institution shall be deemed to be public servants \nwithin the meaning of the  Pakistan Penal Code (Act XLV of 1860).  \n \n76. Removal of difficulties .– (1) If any difficulty arises in giving effect to the provisions of \nChapters III and V, Government may, by order notified in the official Gazette, make such provision or \ngive such direct ion as appears to it to be necessary for the removal of the difficulty.  \n \n(2) Any order made under sub -section (1) shall have effect notwithstanding anything \ninconsistent therewith in any rules or regulations.  \n \n77. Delegation of powers .– The Governing Body may direct that all or any of its powers and \nfunctions may, in relation to such matter, and subject to such conditions, if any, as may be specified, \nbe also exercisable by the Commissioner or any other officer or authority subordinate to the Institution.  \n \n \n1Subs. by Act XI of 1994, S.2+ Sch.  \n \nPage 29 of 32 \n 78. Protection of proceedings of the Governing Body .– No act or proceeding of the \nGoverning Body shall be invalid or questioned merely on the ground of existence of any vacancy \ntherein or of any defect in the constitution thereof or in the appointment or qualification of any member.  \n \n79. Power to make rules. – (1) Government may, subject to the condition of previous \npublication, by notification, make 1[rules ] to carry out the purposes of this Ordinance.  \n \n(2) In particular and without prejudice to the generality of the foregoing power such rules may \nprovide for all or any of the following matters, namely: – \n \n(i)  the manner in which names of persons from whom members of the Governing \nBody may be appointed shall be submitted by  organizations of employers and \nemployees recognized by Government for that purpose;  \n \n(ii)  powers and functions of the Governing Body;  \n \n(iii) fees and allowances of the members of the Governing Body;  \n \n (iv) qualifications to be possessed by th e Medical Advisor;  \n \n (v) times and rates at which and conditions subject to which contributions and the \nspecial tax shall be payable 2[* * *];  \n \n(vi) percentage or amount by which contributions and special tax in arrears may be \nincreased under section 23;  \n \n(vii) increase of  3[* * *] contribution under section 26 where employer fails to \nobserve rules of safety or hygiene;  \n \n(viii)  branches of social security and other purposes for which separate accounts \nshall be maintained by the Institution;  \n \n(ix) times at which, amounts up to which and the manner in which security \nreserves shall be established and maintained;  \n \n(x) investment of surplus moneys, realisation of investments and reinvestment of \nthe proceeds;  \n \n(xi) times at which and the manner in which the budge t shall be prepared and \nsubmitted to Government;  \n \n(xii) form and the manner in which the Institution shall keep accounts of its income \nand expenditure and of its assets and liabilities;  \n \n(xiii)  times at which and the manner in which the accounts of the Institution shall be \naudited by the external auditor;  \n \n(xiv)  matters which the annual report of the Institution shall cover; (xv) times within \nwhich claims for benefit shall be made;  \n \n(xvi)  remuneration and conditions of service of officers to be appointed  by \nGovernment under this Ordinance;  \n1See Gazette of W.P. 1966, Part -I Page 1289.  \n2The words “and the ratio of the employer’s” contribution to the employees contribution”, del. by Ord. IX of 1972     \n3The word “employer’s, del. by Ord. IX of 1972.  \n \nPage 30 of 32 \n (xvii)  any other matter which is required or allowed by this Ordinance to be \nprescribed.  \n \n80. Power to make regulations .– (1) The Governing Body may, subject to the condition of \nprevious publication, by notification, make regulations not inconsistent with the pro visions of this \nOrdinance or the rules.  \n \n(2) In particular, and without prejudice to the generality of the foregoing power, such \nregulations may provide for all or any of the following matters, namely: - \n \n(i) the manner in which medical practitioners shall be authorised to give \ncertificates required under any of the provisions of this Ordinance, the form of \nsuch certificates and the duties of medical practitioners in that regard;  \n \n(ii) occupational diseases which may cause employment injury;  \n \n(iii) qualifications which a person practising medicine shall possess for \nappointment as a medical practitioner under section 17 or to be authorised to \ngive certificates under sections 35, 36 and 39 or for recognition for any other \npurpose under this Ordinance;  \n \n(iv) times and places at which meetings of the Governing Body shall be held;  \n \n(v) amount of contributions owed to the institution which shall disqualify a person \nfrom being or continuing to be a member of the Governing Body;  \n \n(vi) duties of Medical Adviso r in connection with medical care;  \n \n(vii) powers, functions, fees and allowances of medical practitioners and medical \nboard and the areas for which and the manner in which they shall be \nappointed;  \n \n(viii)  powers of the Governing Body to employ officers and  staff for administration \nof the affairs of the institution;  \n \n(ix) method of recruitment, pay and allowances, superannuation benefits and other \nconditions of service of officers and servants of the Institution;  \n \n(x) powers of the Commissioner with regard t o appointment, transfer, promotion, \ndismissal and other matters affecting the staff of the Institution;  \n \n(xi) 1[*  *  *  *  *  *  * ] \n \n(xii) the manner in which daily wages shall be calculated for the purpose of \ndetermining the contribution payable;  \n \n(xiii)  determination of wages for computation of contributions where the mode of \npayment of remuneration, in cash or kind, makes such computation difficult;  \n \n(xiv)  records to be kept and returns to be submitted by employers, times at which \nand the form in which such returns are to be submitted, and the particulars \nrelating to employees to be stated in such returns;  \n \n(xv)  form of certificate authorising an official of the Institution to exercise the \npowers of inspection under section 22;  \n \n1Del. by Ord. IX of 1972.  \n \nPage 31 of 32 \n (xvi)  the manner in which any claim of the Institution for unpaid contributions may \nbe extinguished;  \n \n(xvii)  powers and duties of internal auditor;  \n \n(xviii)  conditions of entitlement to receive sickness, maternity and injury benefit, \ndisablement pension, disablement gratuity, death grant, survivor’s pension and \nmedical care;  \n \n(xix)  the items of medical care in respect of specified disease to which a secured \nperson shall be entitled;  \n \n(xx) the manner in which medical care shall be provided;  \n \n(xxi)  arrangements under which beneficiaries shall share the costs of certain kinds \nof medical care and the manner in which such costs shall be determined;  \n \n(xxii)  the form and manner in which claims for benefits shall be preferred, and the \ndocuments, informatio n and evidence which shall accompany such claims;  \n \n(xxiii)  the manner in which and the times and places at which payment in respect of \nbenefits shall be made;  \n \n(xxiv)  determination, for the purpose of repayment to the Institution, of the value of \nany benef it received otherwise than in cash;  \n \n(xxv)   determination of the actuarial present value of any periodical payment for \nwhich the Institution becomes liable by reason of a wrongful act or omission \nof the employer or his agent;  \n \n(xxvi)  the manner in which and the time within which complaints, questions and \ndisputes shall be decided;  \n \n(xxvii)  the circumstances and manner in which, on new facts coming to light, the \nInstitution may reopen cases and review decisions;  \n \n(xxviii)  the manner in which supplies for the use of the Institution shall be obtained \nand immovable property hired or acquired, and in which such supplies or \nproperty shall be sold or otherwise disposed of; and  \n \n(xxix)  any other matter not provided for in this Ordinance or rules and necessary to  \ngive effect to the provisions of this Ordinance.  \n \n81. Supersession of certain laws, etc .– Workmen’s compensation and maternity benefit \npayable under the Workmen’s Compensation Act, 1923 (VIII of 1923), the Employers’ Liability Act, \n1938 (XXIV of 1938), th e Mines Maternity Benefit Act, 1941 (XIX of 1941), the West Pakistan \nMaternity Benefit Ordinance, 1958 (West Pakistan Ordinance XXXII of 1958), or under any other law \nshall not be payable in respect of any employment on or after the appointed day in respec t of such \nemployment and the enactments and laws aforesaid shall, in so far as they are inconsistent with the \nprovisions of this Ordinance, cease to have effect.  \n \nPage 32 of 32 \n  \n82. Repeal. – The Employees’ Social Insurance Ordinance, 1962 (XXII of 1962), in its  \napplicati on to the Province of West Pakistan, is hereby repealed.  \n \n___________"
}