{
    "file": "./converted_json\\administrator1ba27ea90854ee67504cbca238ea8e0e.json",
    "name": "China Pakistan Economic Corridor Authority Act, 2021",
    "date": "10th June, 2021",
    "tagline": "An Act to establish the China Pakistan Economic Corridor Authority for the development of the China Pakistan Economic Corridor",
    "content": "REGISTERED NO..!A:Iq2. L,-1&6\n@eGatdfr d SsHtnr\n--.Ft-\nEXTRAORDINANY\nPUBLISHED BY AUTHOBITY9\nISLAMABAD, TIIU'RSDAY, JI'I\\E IO, 2O2I\nPART I\nActs, Ordioeuces, Presideut's Orders end RegulatioDs\nSENATE SECRETARIAT\nIslonabad, the 9th June, 2021\nNo. F. 9(2y2021-t gis.-The followinS A.t of Mdjlis-e-Shoora\n(Parliament) received the assent ofthe President on 4th June, 2021 and is hereb)'\npublished for general information:-\nAcrNo. V oF 2021\nAn Act to plot'ide lor lhe cstoblishmenl ofchina Pakiston Economic Co idor\nAuthotily\nWHERf,AS it is exp€dient to establish the China Pakistan Economic\nConidor Authority for the purposes hereinafter appearing and to provide for\nmafters connected therewith and ancillary thereto;\nIt is hercby enacted as follows:-\n[8 i 5(2021)Ex.Gaz.]( l7l)\nPtice: Rt 20.00\n112 THrj CAZETTE OF PAKISTAN, EXTRA., JINE t0,202t [PAx.',]',I\nCT{APTER I\nPRELIMINARY\nt. Short title, c(.Dt .trd cotnEedced.nt.-{l) This Act may bc\nclllcdthe China Pakistsn E onomic Corridor Authority Acl,202l.\n12) It exiends to the whole of Pakistan\n{3) [t shall cohc into force at once-\n2. Defitritiors.-ln this Act, ulless therr is an)^hing repugnanl in\nthe subject or context.-\n(i) \"Authority\" means the China Pakistu Economic Conidor\nAuthority established under section 3;\n(ii) \"BudSet Comdittee\" means lhe committee as provided under\ns b-section (4) ofs€ction 16;\n(i,i) \"Chairperson\" means the chrirperson of the Authority appointed\nunder section 6, end includes any person performinS for the time\nb€ing the functions of the Chairperson;\n(iv) \"Executive Director Operations\" meaos the Executive Director\nOp€rations appointed under section t;\n(v) \"Exeautive DirEctor Reserrch\" means the Exeautive Di.ector\nResearch appointed under section 9;\n(vD\n('iD\"rGov€mment\" means the Fedcral Govemmenq\n\"Joint Coopeaarion Committee\" mezns the Committee jointly\nheaded by the Minister lor Planning Development and Sp€cial\nlnitietives of the Islarnic Republic of Pakistan and thc\nvice Chairperson of the Narional Developmenl and .Reform\nCommission ofthe People's Republic ofChina.\n(viii) 'Joint Working Group\" mcans the lvorkio8 group constituted and\nvorking unde. the Joint Coopeiation Cornmitlee;\n(ix) 'Member\" means a Membe. of the Authority appointed undlr\nseclion 7 and shall include the Chairpcrson, Excculive Director\n(Jpcrations and lrxalutive Director Research;\n(ji) 'misconduct\" means misconduct as defined in the rules made\npursuantto the Civil Servants Act, 1973 (Acr LXXI of t973);\nPART I] THE GAZETTE OF PAKISTAN, EXTRA., JTJNE IO, 2O2I t13\n(xi) \"Principal Accounting Oflice/' shall mean the person specified in\nsub-s€ction (3) ofsection l6;\n(xii) \"record\" includes an sccount, boolq rEtum, statemcnt, document,\nrepoG chafi, tabl€, disgam, form, survcy, image, invoice, letter,\nmap, agreement, memorandum, plan, vouch€r, finarcial and non-\nfinancial information, 6nd anyGing conreining information,\nwhcther in writing, {igital or in electronic fom or represcnted or\nreproduc.cd by any othcr m€ani ard recording of details of\nclectsonic dalr proccssing systems 8nd proglams to illustrste wha!\ntfie systcms rnd programs do and how they operotr;\n(xiii) 'regulations\" means the rcgulstions made undcr scction 25 oftfiis\nAct; snd\n(xiv) \"rulcs\" mcars the rules made under section 24 ofthis Act\nCHAPTER II\nESTABLISHMENT OF TIIE AUTHORITY\n3. Est blishE€ot of the Authority.-(1) The Covemment shall, by\nnotification in the official G6zette, establish an authority to be kno',rr as the\nChina Pakistan Economic Corridor Authority, for csrrying out the purposes of\nthis Act.\n(2) The Authority shall carry out its functions, in accordance with the\nprovisions ofthis Act, and shall repo( to the Prime Minister through its Division\nconcemed.\n(3) Thc Authority shall be a body corporale, having perpetual\nsuccession and a common seal, with power to enrer into contracls within its\nbudSetary allocation following all the applicable rules and regulations, acquirc\nor dispose of propeny, both movable and immovable, and may, by its name, sue\no. be sued.\n(4) The head office ofthe Authority shall be at Islamabad\n4. Poperr.Dd FuBction! of the Authority.{l) ln addition to such\nother powe$ and firnctions as may be assigncd under this Act, the Authority\nshali be responsible for planninS, facilitatin& coordinating enforcing,\nmonitoring and evaluating lhe smooth implementation ofall activities related to\nthe China Pakistan Economic Corridor, in accordance wirh the Memo.andum of\nUnderstrnding between the National Developmcnt and Reform Commission of\nthe People's Republic of China end the Ministry of Plenning Development and\nSp€cial lniriatives of lslamic Republic of Pakistan on Outline of the Long Term\nPlan of China-Pakin E onomic Corridor signed in Beijing on thc tth day of\nl'14 TltE GAZETTE OF PAKISTAN, EXTRA., J{JNE 10,2021 [PAxr ]\nNolember 2014, as well as decisions taken, from time to time, at meetings ofthe\nJoiflt Cooperation Committee:\nProvided that the function of planning shall follow the existing\narraogernenl hing adopted by the Planning Commission:\nProvided further that the Government may, from time ro time, assign\nadditiorral functions and responsibitities in this regard, and issue further\nguidelines to the Authority:\nProvided also that exisling arrangement of China Pakistan Econorhic\nCorrido. related activities shall continue until the Authority becomes functional\nunder tlLis Act.\n(2) The Authority may call for any pertinent infonnation, .equired by\nit for carrying out the purposes ofthis Act, from any person, institution or bod],\nthat is or has been involved, directly or indirectly, in an!,China Pakistan\nEconomic Corridor .elated activlty, or any matter incidental or consequential\nrhereto. Anv person institution or body called upon by the Authority, or its\nauthori2:ed officer, to provide such information shall do so within the period\nprescribed by the Authonty or such olficer.\n(3) The Authority may in the pe.formance of its functions seek\nassistance or facilitation of any omce, authority or agency working under the\nGovcmrnenf, a Provincial govemment or a Iocal govemment or of a\nrep.esentative desiglated by the Provinces and Territories. In this regard,\nProvinces and Terntories may appoint a representative to provide input and\nassist the Arffiority in p€rformance ofits functions under this Act.\n(4) Without prejudice to generality of the foregoing, the Authority\nma)':\n(D afe-up issues involved for the smood implementation of the CPE,C\nFrameworlq wi$ the relevant ministrieq omces and departrnents.\n(ii) interfac€ wifi National Development and Reform Comrnission of the\nGovemment ofthe People's Republic ofChina after due deliberations\nand consultations uith rElevaDt ministries, depafiments, and othe.\nexistingrford constituted by the Government;\n(iii) organiz! meetings ofJoint Cooperation Committee and Joint Working\nGroups;\n(iv) €nsure inter-provincial and inter-ministerial coordinatron for China\nPakistan Economic Coridor related activiticst\nPARTI] THE GAZETTE OF PAKISTAN, EXTRA., JIJNE IO,2O2I 175\n(v) ensure nararive building and communication of China Pakist n\nEaonomic Conidor rclated activities;\n(vi) conducl sectoral resert th for informd decision making, providing\ninput for long-term plarming and identi&ing potrntial arcas and\npmjects for intervention; and\n(vii) perform any other fllnction u,hich is necessary for dre discharge of its\nfirnctions und€r this Ac! with the spproval of the Primc Minister.\nCHAPTER III\nMANAGEMEM A}ID ADMINISTRATION OF TIIE AUTHORITY\n5. Composition ofthe Arthority.-{l) The Authority shall comprise\na Chairperson, an Executive Director OperEtions, an E-yecutive Directol\nRes€arch and six other Members.\n(2) The Chairperson shall be the convener and head ofthe Authority\n(3) The Authority may, with drc prior approval of lhe Prime Minister,\nco-opt any other person. as e Member. from time !o time.\n(4) AJl oflicer of the Authoriry, so rominated by it, shall act as\nSecretary to rh€ Authority. l+e Secretsy shall be the custodian ofthe common\nsealofthc Authority.\n(5) The Authority may, whenever deemed eppropriate, employ\nofncers, staff, expcns, consultanb, advisors, public and civil servants, or other\nemployees, on such tenrts and conditions as may be determincd by the\nAuthority, fiom time to time.\n6. Appointment of the Chsirp€rson.-{l) The Chairpcrson of the\nAuthority shall be appointed by the Govemment for a term of four yeals, on\nsuch terms and conditions a5 may be detedrined by the Covemment.\n(2) The Chairp€rson shall be eliSible for rc-appointment for one\nadditional term of four years:\nProvided that no person shall be appointed as Chairperson for morc than\ntwo consecutrve tenns\n(3) The Govemment may, by rules, prescribe thc qualitications ard\nexperience required for appoiotment ofthe Chairp€rson.\n(4) The Prime Minisrer, if necessary, may desiSnate any Member ol\nthe Authority, as provided in sub section ( I) ofsection 5 to act as Chairpe6on\n176 T1IE CAZETTE OF PAXISTAN, EXTRA,, JTJNE IO,2O2I\n7. AppointEetrt of lhe Mcllbers.-{l) Members of fte Authority\nshall bG lppointed by the Prime Minister for a term of four years, on such terms\nand conditions ss may be determined b)'the Prime Minister.\n(2) Upon completion of the first term, cach Member shall be cligible\nfor re-appoiltm€nt for one additional term of four yeals:\nProvided thet no person shslt be appointed ra Mcmber for mor€ than two\ncoNecutive tenns.\n(3) Thc qualifications ard experiencc required for appointment as a\nMembcr shall b. such &s mey b€ prescribrd by the Rules.\nt. Erlcutivc Director Op€rraiotr!.-<l) Thc Primc Minist6 shall,'upon thc recomm€ndation of the Authority, appoirt Executive Di.ector\nOpeBtions, fol a term of four yea.E on such tcrms ard conditions ss mry bc\nprescribed by the Authority.\n(2) The Executive Director Operations shall be eligible for\nreappoiltment for one additionalterm of fou. ycars:\nProvided that no person shall be appointed as Execulive Director\nOpera(ions for more than two consecuhve lerms.\n(3) The Aulhority nay, by regrlations, prcscribc the qualificdions snd\nexperielce required for appointment ofthe Executive Director Operations.\n9. Etccutive Dircclor Rcaaarch.-{ I ) The Prime Minister shall,\nupoo the recommendation of the Authority, appoint Executive Director\nResearch, for a term of four yearst on such terms and conditions, as may be\nprescriH by the Authority,\n(2) The Executive Director Rcs€arch shall b€ eligible for re-\nappointmenl for one additional lerm of four years:\nProvided dlat no person shall be appointed 0s Executive Director\nOperaliom for more than two consecutive terms.\n(3) The Govcmment m6y, by re8llations, prescribe the qualifications\nand experience required for appointment ofthe Executive Director Research.\n10. Removel or Raaigmaioo of Chrirpersotr, Executive Di.ecton\nstrd Membel'.{l) The Chairp€rson, Executive Direator Operations, Execfiive\nDirector Research or any orher Member may, prior to expiry of their respective\nterrns, rcsign from omce by writing under his hard addressed to the\nPrime Minrster.\nPART I] THE GAZETTE OF PAKISTAN, EXTRA., JIJNE IO,2O2I 177\n(2) The Prime Minist€r or any person so dcsignated by him may, after\nconductinS an inquiry, remove the Chairp€rson from office on grounds of\ninefficiency, incapacity or misconduct. Tle procedure for conducting such an\ninquiry shall be such as may be prescrib€d by rules.\n(3) The Prime Minister may, upon recommendation of the Au6ority,\nremove the E\\€cutive DirEctor Operuions, Executive Director Research or ary\nMember from office on grounds of ineffici€ncy, incapscity or misconduct. For\nthe purposes ofsuch recommendation, the Authority shall conduct an inquiry in\nsuch manner as may be prescribed b) regulations.\n(4) [n case ofe v.cancy occurring due to deitl\\ resignation, retiaement\nor nemoval of the Chairperson, Executive Directff Operations. Executive\nDirector Research or a Member, the appointnent ofanother qualified p€rson to\nthe said post shall be made within a period not exce-eding nincty days from the\ndate of such vacancy.\n| 1. CoDEittee! rtrd ruEcomEittcca.-Th€ Chairpe6o[ rnay\nconstitute committees and sub-.ommite€s and assign spocific t sk to the said\ncommirte€s or sub-commitrees for eflicienl performance of thc functions of the\nAuthoriry. The committe€s or sub-committ€es, so cansritute4 shall p€rform their\nmendated tasks in the manner !o be specified by the Chairperson-\n12. Meetings of th€ Aulhority.-{l) On the direction of the\nChairperson, the Executive Diltttor Operetions, or .ny other offic€r designaled\nin this regard by the Authority, shall call a meeting ofthe Aulhority.\n(2) The Chairperson shall elso cill a meeting of the Aurhority, within\nfive working days, on bcing requested in writing to do so by at least drrec\nMembers of the Authority.\n(3) The Members of the Authority shall havc ressonable notice of the\ndate, time, and place of a meering of th€ Authority and each mstter on which a\ndecision has to be made:\nProvided that in case ofan urgent issue, the r€quirEment of prior notice\nmay be waived by the Chairperson.\n(4) The Authority may, by the regulations, prescribe the manner in\nwhich Authority meetings are to be held.\n(5) The Aulhority shall meet at lesst once in every quarter of the\nfinancial year.\n(5) The Chairparson. or in his atlsence, any other Memb€r so\nnominatcd by thc Chairp€rson, shall preside the meeting ofthe AuthoriLv.\nI78 TH-E GAZETTE OF PAKISTAN, EXTRA., JI'NE IO,2O2I [PART I\n(7) The decision ofthe Authority shall be taken by the majority of total\nMembers.\n(t) The quorum for a meeting shall be two-lhird ofthe lotal Members\nwi$ a frlction bcing counted as one.\n(9) No act or proceedings of the Authority shall be questioned or\ninyali&led mcrely on Ge trouod of existenc€ of any vacancy or defect in the\ncon stitul ion ofthe Authoriry.\n13. Cooflict of I!terest.--{l) No pcrson shall be appointed as\nChairpersn. Member, Executive Director Operations or Executive Director\nRescerch ifhe or his dependents have any dirEct or indirEct financial interEst in,\nor have any conncction u,fiich might reasonably be viesad as Siving rise to a\nconflict of inrcr.st with any person institution or body involved in any China\nPakistah Economic Corridor project or initiative. No person appointed as\nChairpcrson, Member, Exe4utive Director Opeotions or Executive Director\nRese&ch shall, durint his or her term in office, hBve or mainrain any direct or\nindirect financial intercst with any person involved in any China Pakistan\nEconomic Corrido. prcj.4 or initialive. The Chairperson, Member, Excautive\nDirector Operations or Execulive Director Rescarch shall not, at ony time during\ntheir rcsp€ctive terms of office, engage themselves in any other service,\nbusl'res.<, vocation or enrploynent.\n(2) tf at any timq lhe ChairpeEon, Member, Executive Dircctor\nOpe.ations or Executive Director Rescarch of the Authority. in any, way,\ndeveiopr a conflict of interest &s describ€d in suEsection (l), he or shc shall\npromptly disclose rhe said int€rEst to the Aulhoriry, which shall promptly inform\nthe Pdme lv{inister, who shall decide on the continuation in office of such\nperson.\n(3) Every person \\-ho knowinSly contravenes any of thc proyisions of\nsub-secr ion (1) or suFsection (2) shau be guilry ofmisconduct.\n14. ChiM Prktut Ecoromic Corridor BusinBs Coumil.-{l)\nThere shall be a China Pakistan Economic Corridor Business Council, to be\nconstituted and notified by the Board of Investment, as prescribed by the\nregulalicns.\n(2) The China Pakistan Economic Corridor Business Council shall\nadvise the Authoriry on how best to achieve th€ objcctives of this Acq in\naccordsnce with the Memorandum of Understsnding between the National\nDe\\,elopment and Reform Commission of the Pcople's Republic of China a0d\nthe Mi'ristrv of Planning Developmenr and Sp€cial Initiatives of the Islamic\nRepublic of Pakistan specified in suEsection (l ) of section 4 ofthis AcL\nPART U THE GAZETTE OF ?AKISTAN, EXTRA,, JL,NE IO, 2O2I r79\n(3) The Board of Investment shall act as secrctariat of Business\nCouncil which shall meet penodically.\n(4) A Secretary to the Business Council shall be nominated by the\nBoard of lnvestment.\nCHAPTER tV\nBIIDGET, FINA.IICE AI\\D AUDIT\n15. China PaHstan Economic Corridor Fund.-The Authority may\nestablish a CPEC Fund to fir(her its objectives in such manner and on such\nterms and conditions as approved by the Finance Division.\n16. Budg.l Fitrauce ood Accoutrh.-{I) A sir8le lioe budSd shall\nbe provided to the Authority.\n(2) The Aurhority shall, io respect of each financial year, prepare its\nown t,udget, and shall maintain complete and accurate books of accounts and\nother rccords relatiog to its financialaffails.\n(l) The Chairperson shall be the Principal Accounting Officer ofthe\n(4) The budSet prepared by the Authority shall be reviewed by the\nBudget Committee consisting of three members ofwhich two shall be nominated\nby the Authority and one member by the Division concemed. The Budget\nCommittee shall ensure that the Authority complies with all requirements ofrhis\nAct afld the rules and regulations.\n(5) All irvestrnents by the Autho ty shall b€ made with the approval\nof the Budget Committee.\n17. Audit.{l) The Auditor General of Pakislan shall annually audit\nthe accounts ofthe Authority.\n(2) The Authority, in additior to the audit under sub-section (l), shall\ncause its accounts to be annually audited by a Cha(ered Accountant or a firm of\nCharlered Accountants.\n(3) 'I'he auditor appointed under suFsection (2) shall be provided such\naccess to the books, accounts and other documents as may be considerEd\nnecessary lor the audit ofaccounts by the auditor.\n(4) The auditor appointed under sub-section (2) shatl submit the\nannual or any speciat audit report to the Authority, and the Authority, under .\nI8O THTJ GAZETTE OF PAKISTAN, EXTRA., JTJNE 1O,2O2I IPART I\nintimation to the Covemmenl shall Lle appropriate remedial or other action in\nthe light ofthe audit reporr.\n(5) The Authority shall prescribe, by re8llations, procedures for\nfinancial management and intemal audil.\n18. ADrurl Report-{l) The Authority shall, within thre€ months of\nthe cnd ofa financial year, submit to the hime Mioister, its annual report, which\nshall consist ofthe accounts and audit reports ofthe Authority, a comprchensive\nstatement of the work a[d ectivities carried out by the Authorily durin8 the\nFeceding finencial faa, and its proposed activities as well qs such ofier matters\nas may be deemed necessary by the Authority.\n(2) The Prime Minister, at any lime, msy seek any delails or\nclarificalion ftom the Authority about its financiel affairs.\n{3) Quarterly prcgrrss rcpons oflhe Authority shall be published on\nthe omcral *tbsitc of the Authorilv.\nCTIAPTER V\nMISCELLAIYEOUS\n19. Delegrtiotr of PoweE.-{l) The Authority may bv general or\nspecial crdcr, subjcct to such conditions and rcslrictions as may be sp€cified in\nthe orde., delegete to any officer of the Authority, any of the poweE, duti€s or\nfunclions of another oflicerofthe Authority:\nProvided thar, the delegation of financial [Ewers shall be in accorda[c€\nwith the provisions of system offinancial conrol and budgeting and instructions\nissued by Fioarce Division fiom trme to time.\n20. Public serv.trb-The Chairperson, Members, Executive Director\nOperations, Exeautive Dircctor Research, officers, or o$er employees of fie\nAuthority, or expefis, consullants, advisors employed, hirEd or engaSed by the\nAuthoriry ftom timc to time shall, when actinS or purporting to act in pursuance\nofany ofthe provisions ofthis Act, rules or regulations, be deemcd to be public\nservants withir the meaning of section 2l of the Pakistan P€nal Code, lt60\n(XLV ol lt60).\n21. Ch.irperson, elc. troi to be cMl sarvrtrts.-The Chairpeason,\nMemberc, Executive Director Operations, Executive Director Research, oflicers,\nor other employees of the Authority, or expens, consultsnts, advisors employed,\nhircd or enSaged by lhe Aulhority Iiom time to time, shall be govemed by the rerms\nand conditions of thei appointmedt, 6nd sholl not b€ de€med to be civil servans\nwithh tie mea-ding of tle Civil Senants Act, 1973 (Act LXXI of I973):\nPART I] THE GAZETTE OF PAKISTAN, EXTRA,, JUNE IO, 2021 tEl\nProvided that if a Civil Servant is appoiDtcd to a post in lhe Authority,\non deputation, he shall continue to be govemed by the Civil Servants Act 1973\n(Act LXXI of 1973) and the rules made thereunder.\n22. Conlidentisl Informatioo.-{ I ) Except as plovided under $e\nregulations, no p€lson shall communicate or allow to be communicaled, any\nrecord or information obtained pursusrt lo this Act, to a person nol legall)\nentilled to that rEcord or information or allorv ary p€Eon not legally entitled to\nthat record or information to have access to arry rccord obtained under this Act.\n(2) A person who knowingly receives 6ny record or information\nobtained underthis Act shall hold such record or information subject to the same\nreshictions under suusection (l) as apply to rhe person fiom whom such record\noa information were rcceived-\n23. Ind€mnity. No suit, pros€cution or other legal proceedtng shall\nlie against the Authority, tie Chairperson, Member, Executive DirEctor\nOpeiations, Executive Director Research, employees, omcers, exp€rts,\nconsultants or advisols ofthe Authority, in respect ofanything done or purported\nto b€ done in good faith, under the provisions of this Act or the rules and\nregu lations.\n24. Power to Erke rulB-The Government may, by notification in\nthe Ofiicial Gazette, make rules not inconsislent with the provisions ofthis Act,\nfor c€rrying out the purposes of this Act.\n25. Power lo mske rcgu|.tlotrr.-The Authority may make\nregulations, not iflconsistent with the provisions of lhis Act or the rules, for\ncarrying out the purpos€s of this Act.\n26. Overriding ellect. The provisions of this Act shall hsve effect\nnotwithstanding an),thing to the conFary contaircd in any other law, rule or\nrcgulalion, for the timc bcing in force, and any such lew, rule or reguladon shall,\nto the eKent ofany inconsistency, cease to have effect .|Il the commencement of\nthis Act.\n27. Ssvitrgs.-{ I ) All actions duly taken under the China Pakistan\nfuonomic Conidor Authority Ordinancr, 2019 (xII of 2019) shall be deemed to\nhave been validly taken ard done under this Act and shall always be deemed to\nhave b€en so taken and done,\n(2) Subject to this Act, any lic€nse, order, agr€ement, directive,\ninstuction or other instrumeot, issued or executed under the China Pakistan\nEc.nomic Conidor Authority Ordinance, 2019 (Xll of 2019), shall be deemed to\nhave be€n issued under this Acl and shall continu€ to be in forEe unlil it expires\nor is canccllcd or withdrawn by the compaent au$ority.\n162 THE GA.ZETTE OF PAKISTAN, EXTRA., JT'NE IO,2O2I TI\n28. Porer to rr6ov. dilliculticr.lf any difEculty arises in giving\ncffcct to afly p.ovision ofthis Acl, the ftime Minister mey make such order not\ninconsistent with the provisions ofthis Act, as may be necassary to rcmove the\ndifficulty.\nMOHAMMAD QASIM SAMAD KITAN,\nSecrer@y.\nPRN II]D IlY THE M-ANAGEI. PfuNlIN6 CORPON T|oN OF PAI(ISTAN PRESS. IST.AMAB D\nPL'B[6II--D BY THE DEPI'IY COT{T*OLLFX- STANONERY AND FORMS INI}EFSN-Y ROAD KANACHI"
}