{
    "file": "./converted_json\\administratorcc6512fde72ce79b0cd3b7129c090610.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "PART I] THE GAZETTE OF PAKISTAN, EXTRA.,   JANUARY 11,  2020  9 \n \n \n \n  \nISLAMABAD,  SATURDAY ,  JANUARY  11, 2020   \n \nPART I  \n \nActs, Ordinances, President’s Orders and Regulations  \n \nSENATE SECRETARIAT  \n \nIslamabad , the 9th January , 2020 \n \n No. F. 9(3)2020-Legis. —The following Act of Majlis -e-Shoora \n(Parliament) received the asse nt of the President on 9th January, 2020 and is \nhereby pub lished for general information: — \n \nACT NO. III OF 2020  \n \nAn Act further to amend the Pakistan Navy Ordinance, 1961  \n \n WHEREAS  it is expedient further to amend the Pakistan Navy Ordinance, \n1961 (XXXV of  1961) for the Purposes hereinafter appearing;  \n \n It is hereby enacted as follows: — \n \n 1. Short title and commencement. —(1) This Act shall be called the \nPakistan Navy (Amendment) Act, 2020.  \n \n (2) It shall come into force at once and shall be deemed to have t aken \neffect on the 27th day of November, 2019.  \n \n \n(09) \n \nPrice : Rs.6.00  \n [5039 (2020)/Ex. Gaz.]    \n10     THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  JANUARY  11,  2020  [PART I \n \n  2. Amendment of section 4, Ordinance XXXV of 1961. - In the \nPakistan Navy Ordinance, 1961 (XXXV of 1961), hereinafter referred to as the \nsaid Ordinance, in sect ion 4, after clause (iv), the following new clause shall be \ninserted, namely: — \n \n“(iva)   “Chairman, Joint Chiefs of Staff Committee” means an \nofficer who has been appointed as the Chairman, Joint Chiefs \nof Staff Committee, by the President, in accordance wi th \nArticle 243 of the Constitution of the Islamic Republic of \nPakistan, read with section 14D;”.  \n   \n 3. Insertion of new Chapter, Ordinance XXXV of 1961. - In the \nsaid Ordinance, after Chapter -III, the following new Cha pter shall be inserted, \nnamely: — \n \n“CHA PTER IIIA. - \n \nAPPOINTMENT OF THE CHIEF OF THE NAVAL STAFF AND THE \nCHAIRMAN, JOINT CHIEFS OF STAFF COMMITTEE  \n \n 14A.   Appointment of the Chief of the Naval Staff. —(1 )The \nPresident shall, on the advice of the Prime Minister, appoint an Admiral as the \nChief of  the Naval Staff, for a tenure of three (03) years.  \n \n (2) The terms and conditions of the Chief of the Naval Staff shall be \ndetermined by the President, on the advice of the Prime Minister.  \n \n 14B.   Reappointment or extension of the Chief of the Naval Staff .— \n(1) Notwithstanding anything contained in this Act or any other law for the time \nbeing in force, the President, on the advice of the Prime Minister, may reappoint \nthe Chief of the Naval Staff for additional tenure of three (03) years, or extend \nthe tenu re(s) of the Chief of the Naval Staff up to three (03) years, on such terms \nand conditions, as may be determined by the President, on the advice of the \nPrime Minister, in the national security interest or exigencies, from time to time.  \n  \n (2) Notwithstandi ng anything contained in this Act or any other law, \nor any order or judgment of any Court, the appointment, reappointment or \nextension of the Chief of the Naval Staff, or the exercise of discretion by the \nappointing authority in this regard, shall not be c alled into question before any \nCourt on any ground whatsoever.  \n \n 14C.   Retirement age and service limits of the Chief of the Naval \nStaff. - The retirement age and service limits prescribed for an Admiral, under \nthe Rules and Regulations made under this Ordi nance, shall not be applicable to \nthe Chief of the Naval Staff, during his tenure of appointment, reappointment, or \nextension, subject to a maximum age of sixty -four (64) years. Throughout such \nPART I] THE GAZETTE OF PAKISTAN, EXTRA.,   JANUARY 11,  2020  11 \n \n tenure(s), the Chief of the Naval Staff shall continue to serv e as an Admiral in \nthe Pakistan Navy.  \n \n 14D.   Appointment of the Chairman, Joint Chiefs of Staff \nCommittee. —(1) The President may, on the advice of the Prime Minister, \nappoint a Chairman, Joint Chiefs of Staff Committee, from amongst Generals in \nthe Pakist an Army, Admirals in the Pakistan Navy, or Air Chief Marshals in the \nPakistan Air Force, for a tenure of three (03) years.  \n \n (2) The terms and conditions of the Chairman, Joint Chiefs of Staff \nCommittee shall be determined by the President, on the advice o f the Prime \nMinister.  \n \n (3) If the Chairman, Joint Chiefs of Staff Committee is appointed from \namongst Admirals in the Pakistan Navy, the provisions of this Ordinance shall \nbe applicable to the such Chairman, Joint Chiefs of Staff Committee.  \n \n 14E.  Reappo intment or extension of the Chairman, Joint Chiefs of \nStaff Committee. —(1) Notwithstanding anything contained in this Act or any \nother law for the time being in force, the President, on the advice of the Prime \nMinister, may reappoint the Chairman, Joint Ch iefs of Staff Committee for \nadditional tenure of three (03) years, or extend the tenure(s) of the Chairman, \nJoint Chiefs of Staff Committee up to three (03) years, on such terms and \nconditions, as may be determined by the President, on the advice of the Pr ime \nMinister, in the national security interest or exigencies,  from time to time.  \n \n (2) Notwithstanding anything contained in this Act or any other law, \nor any order or judgment of any Court, the appointment, reappointment or \nextension of the Chairman, J oint Chiefs of Staff Committee, or the exercise of \ndiscretion by the appointing authority in this regard, shall not be called into \nquestion before any Court on any ground whatsoever.  \n \n 14F.  Retirement age and service limits of the Chairman, Joint \nChiefs o f Staff Committee. —In case an Admiral of the Pakistan Navy is \nappointed as the Chairman, Joint Chiefs of Staff Committee, the retirement age \nand service limits, prescribed under the Rules and Regulations made under this \nOrdinance, shall not be applicable t o the said Admiral during his tenure of \nappointment, reappointment or extension, subject to a maximum age of sixty -\nfour (64) years. Throughout such tenure(s), the Chairman, Joint Chiefs of Staff \nCommittee, appointed under this Ordinance, shall continue to serve as an \nAdmiral in the Pakistan Navy.”  \n \n 4. Amendment of section 15, Ordinance XXXV of 1961 .—In the \nsaid Ordinanc e, in section 15, for the word “ Ever y” the expression, “ subject to \nChapter III -A, every” shall be substituted and for the full stop at the end, a colon \n12     THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  JANUARY  11,  2020  [PART I \n \n shall be substituted and thereafter the following provisos shall be inserted  \nnamely: — \n \n “Provided that the appointment, reappointment, extension, and \ntenure of the Chief of the Naval Staff shall be determined in accordance \nwith sections 14A, 1 4B and 14C.  \n \n Provided further that the appointment, reappointment, extension, \nand tenure of the Chairman, Joint Chiefs of Staff Committee shall be \ndetermined in accordance with sections 14D, 14E and 14F.”.  \n \n 5. Amendment of section 177, Ordinance XXXV of 1961. —In the \nsaid Ordinance, in section 177, in sub -section (2), in sub -clause (a), after the \nword “the”, occurring for the first time, the words and commas “appointment, \nreappointment, extension” and after the word “Ordinance”, the words and \ncommas “inclu ding the Chief of the Naval Staff and the Chairman, Joint Chiefs \nof Staff Committee” shall be added.  \n \n 6. Amendment of section 178, Ordinance XXXV of 1961. —In the \nsaid Ordinance, in section 178, in sub -section (1), after the word “forces”, the \nwords and co mmas “including the Chief of the Naval Staff and the Chairman, \nJoint Chiefs of Staff Committee”, shall be added.  \n \n 7. Overriding effect. —(1) The provisions of this Act shall have \neffect notwithstanding anything contained in the said Ordinance, any other la w, \nrules, regulations or bye -laws, notifications and other legal instruments for the \ntime being in force.  \n \n (2) In case there is any conflict between the provisions of this Act and \nany other law for the time being in force, the provisions of this Act shall  prevail \nto the extent of inconsistency.  \n \n_______  \n \nDR. AKHTAR NAZIR , \nSecretar y. \n \n \n \n \n \n \n \n \n \n \nRINTED  BY THE MANAGER, PRINTING CORPORATION OF  PAKISTAN PRESS,  ISLAMABAD \nPUBLISHED BY THE  DEPUTY CONTROLLER, STATIONERY AND FORMS, UNIVERSITY ROAD, KARACHI.."
}