{
    "file": "./converted_json\\administrator95fd4de9c6252ff15bdf8274b700dd0b.json",
    "name": "Pakistan Penal Code (Amendment) Ordinance, 2019",
    "date": "December 26, 2019",
    "tagline": "Further to amend the Pakistan Penal Code for the purpose of making offenses cognizable but subject to certain conditions",
    "content": "PART I]     THE GAZETTE OF PAKISTAN, EXTRA., APRIL   8,  201 8 761 \n \n \n \n \nISLAMABAD,  SATURDAY , DECEMBER   28,  2019 \n \nPART I  \n \nActs, Ordinances, President’s Orders and Regulations  \n \nGOVERNMENT OF PAKIST AN \nMINISTRY OF LAW AND JUSTICE  \n \nIslamabad, the 27th December , 201 9 \n \n  No. F. 2(1)/201 9-pub.—The following Ordinance promulgate d on 26th \nDecember, 2019 by the President is hereby pub lished for general information: — \n \nORDINANCE NO. XXV  OF 2019  \n \nAN \n \nORDINANCE  \n \nfurther to amend the Pakistan Penal Code  \n \n WHEREAS  it is expedient further to amend the Pakistan Penal Code  \n(Act XLV of 1860 ) for the purpose hereinafter appearing;  \n \n AND WHEREAS  the Senate and the National Assembly are not in session \nand the President of the Islamic Republic of Pakistan is satisfied that \ncircumstances exist which render it necessary to take immediate action;  \n \n(761) \n \nPrice: Rs. 5.00 \n \n[2032 (2019)/Ex. Gaz.].   \n762 THE GA ZETTE OF PAKISTAN, EXTRA., DEC.   28,  201 9 [PART I \n \n  NOW, THEREFORE , in exercise of the power conferred by clause (1) of \nArticle 89 of the Constitution of the Islamic Republic of Pakistan, the President is \npleased to make and promulgate the following Ordinance: - \n \n 1. Short title and commencement. —(1) This Ordinance may be \ncalled the Pakistan Penal Code (Amendment) Ordinance, 2019.  \n \n (2) It shall come into force at once.  \n \n 2. Substitution of section 462 -O, Act XLV of 1860. —In the Pakistan \nPenal Code (Act XLV of 1 860), for section 462 -O, the followin g shall be \nsubstituted, namely: — \n \n “462-O. Cognizance. —The offences punishable under this Chapter shall \nbe cognizable but the police shall not take cognizance of an offence \nunder this Chapter except where information of  such offence is provided \nto the police in writing by a duly authorized officer (not below Grade 17) \nof the Government or by an officer of an equivalent grade of a \nDistribution Licensee, as the case may be. ”. \n \n \n  \n \nDR. ARIF ALVI , \nPresident . \n \n————  \n \n \nMUHAMMAD  KHASHIH -UR-REHMAN , \nSecretary.  \n \n \n \n \n \n \n \n \n \n \n \n \n \nPRINTED  BY THE MANAGER, PRINTING CORPORATION OF  PAKISTAN PRESS,  ISLAMABAD .  \nPUBLISHED BY THE  DEPUTY CONTROLLER, STATIONERY AND FORMS, UNIVERSITY ROAD , KARACHI ."
}