{
    "file": "./converted_json\\administrator0a64f5c9fe76796a9ea1b1f176c20a74.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "P\nAR\nT\n I]\n    THE GAZETTE OF PAKISTAN,  EXTRA., APRIL  20,  2020\n169\n__________________________________________________________________\n__________________________________________________________________\nISLAMABAD, \nMON\nDA\nY\n,  \nAPRIL\n  20, 2020\n__________________________________________________________________\n__________________________________________________________________\nP\nART I\nActs, Ordinances, President’s Orders and Regulations\nGOVERNMENT\n \nOF\n \nP\nAKIST\nAN\nMINISTR\nY\n OF\n LA\nW\n \nAND JUSTICE\nIslamabad, the 19\nth\n April, 2020\nNo. F. 2(1)/2020-Pub.—\nThe following Ordinance promulgated on 17th\nApril, 2020 by the President is hereby published for general information:—\n \nO\nRDINANCE\n No. 1 \nOF\n 2020\nAN\nO\nRDINANCE\nfurther to amend certain tax laws\nW\nHEREAS, \nthe COVID-19 pandemic has created a worldwide crisis due to\nwhich industries, businesses, offices, services have been shut down in Pakistan and\neconomic activity is at a stand-still;\n(169)\nPrice : Rs. 20.00\n[5446(2020)/Ex. Gaz.]\n170\nTHE GAZETTE OF PAKISTAN, EXTRA., APRIL  20,  2020\n  [P\nAR\nT\n I\nA\nND WHEREAS\n, the said situation has adversely affected Pakistan’s economy\nand all segments of its society and population are suffering economic hardship;\nA\nND WHEREAS,\n in the existing circumstances, the poor and most vulnerable\nsegments of the population, including the daily wagers in Pakistan are at most risk of\nsuffering and facing danger to their livelihood;\nA\nND WHEREAS, \nin order to protect and revive the economy of Pakistan, it is\nessential and critical to give incentives for revival of the construction industry with\ncertain conditions as provided for in this Ordinance;\nA\nND WHEREAS\n it is expedient to amend certain tax laws for the purposes\nhereinafter appearing;\nA\nND WHEREAS,\n the Senate and the National Assembly are not in session\nand the President of the Islamic Republic of Pakistan is satisfied that circumstances\nexist which render it necessary to take immediate action;\nN\nOW, THEREFORE,\n in exercise of the powers conferred by clause (1) of\nArticle 89 of the Constitution of the Islamic Republic of Pakistan, the President of\nthe Islamic Republic of Pakistan is pleased to make and promulgate the following\nOrdinance: —\n1.\nShort title and commencement.—\n(1) This Ordinance shall be called\nthe Tax Laws (Amendment) Ordinance, 2020.\n(2)\nIt shall come into force at once.\n2.\nAmendment in the Finance Act, 1989.—\nIn the Finance Act, 1989\n(V of 1989), in section 7, after sub-section (10), the following new sub-section shall\nbe inserted namely:—\n“\n(11) Sub-section (1) shall cease to apply from the date of\ncommencement of the Tax Laws (Amendment) Ordinance, 2020.”.\n3.\nAmendments in the Income Tax Ordinance, 2001 (Ordinance\nXLIX of 2001).—\nIn the Income Tax Ordinance, 2001 (XLIX of 2001), the following\nfurther amendments shall be made, namely:—\n(1)\nin section 2, in clause (29C),—\n(a)\nin sub-clause (a), in para (iv), the word “and” shall be omitted; and\nP\nAR\nT\n I]\n    THE GAZETTE OF PAKISTAN,  EXTRA., APRIL  20,  2020\n171\n(b)\nafter sub-claus\ne (a), amended as aforesaid, the following new sub-\nclause shall be inserted, namely,—\n“(aa)   from the 1st day of May, 2020, a person directly involved\nin the construction of buildings, roads, bridges and other such\nstructures or the development of land, to the extent and for the\npurpose of import of plant and machinery to be utilized in such\nactivity, subject to such conditions as may be notified by the\nBoard; and” ;\n(2)\nafter section 100C, the following new section shall be inserted,\nnamely:—\n     “100D.—Special provisions relating to builders and\ndevelopers.\n—(1) For tax year 2020 and onwards, the tax payable by\na builder or a developer, as defined in sub-section (9), who opts to pay\ntax under this section shall be computed and paid in accordance with\nthe rules in the Eleventh Schedule on a project by project basis on the\nincome, profits and gains derived from the sale of buildings or sale of\nplots, as the case may be, from—\n(a)\na new project to be completed by the 30th day of September,\n2022; or\n(b)\nan incomplete existing project to be completed by the 30th day\nof September, 2022:\n          Provided that any income, profits and gains of a builder or\ndeveloper of an incomplete existing project earned up to tax year\n2019  shall be subject to the provisions of the Ordinance as were\nin force prior to the commencement of the Tax Laws\n(Amendment) Ordinance, 2020:\n         Provided further that any income of a builder or developer\nother than income, profits and gains subject to this section shall\nbe subject to tax as per the provisions of the Ordinance.\n(2)\nWhere sub-section (1) applies,—\n(a)\nthe income shall not be chargeable to tax under any head of income in\ncomputing the taxable income of the person;\n(b)\nno deduction shall be allowed under the Ordinance for any expenditure\nincurred in deriving the income;\n172\nTHE GAZETTE OF PAKISTAN, EXTRA., APRIL  20,  2020\n  [P\nAR\nT\n I\n(c)\nthe amount of the income shall not be reduced by—\n(i)\nany deductible allowance under Part-IX of Chapter-III; or\n(ii)\nthe set off of any loss.\n(d)\nno tax credit shall be allowed against the tax payable under sub-section\n(1) except credit for tax under section 236K collected from the builder\nor developer after the commencement of the Tax Laws (Amendment)\nOrdinance, 2020 on purchase of immoveable property utilized in a\nproject;\n(e)\nthere shall be no refund of any tax collected or deducted under the\nOrdinance;\n(f)\nif the tax payable has not been paid or short paid, the said amount of\ntax may be recovered and all the provisions of the Ordinance shall\napply accordingly; and\n(g)\nsections 113 and 113C shall not apply on the turnover, income, profits\nand gains of a builder or developer from a project.\n(3)\nThe provisions of section 111 shall not apply to capital investment\nmade in a new project under clause (a) of sub-section (1) in the form of money or\nland, subject to the following conditions, namely:—\n(a)\nif the investment is made by a builder or developer being an individual—\n(i)\nin the form of money, such builder or developer shall open a new\nbank account and deposit such amount in it on or before the 31st\nday of December, 2020; or\n(ii)\nin the form of land, such builder or developer shall have the\nownership title of the land at the time of commencement of the\nTax Laws (Amendment) Ordinance, 2020.\n(b)\nif the investment is made by a person in a project through a company\nor an association of persons,—\n(i)\nsuch company or association of person shall be a single object\n(builder or developer) company or association of persons\nregistered under the Companies Act, 2017 (XIX of 2017) or the\nPartnership Act, 1932 (IX of 1932), as the case may be, after\nP\nAR\nT\n I]\n    THE GAZETTE OF PAKISTAN,  EXTRA., APRIL  20,  2020\n173\nthe date of commencement of the Tax Laws (Amendment)\nOrdinance, 2020 and on or before the 31st day of December,\n2020; and\n(ii)\nthe pers\non shall be a member or shareholder of such association\nof persons or company, as the case may be;\nand if the capital investment is made,—\n(i)\nin the form of money, such amount shall be invested through a\ncrossed banking instrument deposited in the bank account of\nsuch association of persons or company, as the case may be, on\nor before the 31st day of December, 2020; or\n(ii)\nin the form of land, such land shall be transferred to such\nassociation of persons or company, as the case may be, on or\nbefore the 31st day of December, 2020:\nProvided that the person shall have the ownership title of\nthe land at the time of commencement of the Tax Laws\n(Amendment) Ordinance, 2020.\n(c)\na person making an investment under clause (a) or (b) shall submit a\nprescribed form on IRIS web portal;\n(d)\nthe money or land invested under clause (a) or (b) shall be wholly\nutilized in a project; and\n(e)\ncompletion of the project shall be certified in the following manner,\nnamely:—\n(i)\nin case of a builder, the map approving authority or NESPAK\nshall certify that grey structure as per the approved map has\nbeen completed by the builder on or before the 30th day of\nSeptember, 2022; and\n(ii)\nin case of a developer,—\n(A)\nthe map approving authority or NESPAK shall certify that\nlandscaping has been completed on or before the 30th day\nof September, 2022;\n(B)\na firm of chartered accountants having an ICAP QCR rating\nof ‘satisfactory’\n, notified by the Board for this purpose,\n174\nTHE GAZETTE OF PAKISTAN, EXTRA., APRIL  20,  2020\n  [P\nAR\nT\n I\nshall certify that at least 50% of the plots have been booked\nfor sale and at least 40% of the sale proceeds have been\nreceived by the 30th day of September, 2022; and\n(C)\nat l\neast 50% of the roads have been laid up to sub-grade\nlevel as certified by the approving authority or NESPAK.\n(4)\nThe provisions of section 111 shall also not apply to.—\n(a)\nthe first purchaser of a building or a unit of the building purchased\nfrom the builder in respect of purchase price of the building or unit of\nthe building subject to the following conditions, namely:—\n(i)\nfull payment is made through a crossed banking instrument to\nthe builder during a period starting from the date of registration\nof the project with the Board under this section and ending on\nthe 30th day of September, 2022, in case the purchase is from a\nnew project; and\n(ii)\nfull or balance amount of payment is made through a crossed\nbanking instrument to the builder during a period starting from\nthe date of registration of the project with the Board under this\nsection and ending on the 30th day of September, 2022, in case\nthe purchase is from an existing incomplete project; and\n(b)\nthe purchaser of a plot who intends to construct a building thereon,\nif—\n(i)\nthe purchase is made on or before the 31st day of December,\n2020;\n(ii)\nthe full payment is made on or before the 31st day of December,\n2020 through a crossed banking instrument;\n(iii)\nconstruction on such plot is commenced on or before the 31st\nday of December, 2020;\n(iv)\nsuch construction is completed on or before the 30th day of\nSeptember, 2022; and\n(v)\nthe person registers himself with the Board on the online IRIS\nweb portal.\n(5)\nWhere sub-section (3) or (4) apply, the value or price of land or building,\nas the case may \nbe, shall be the higher of clause (a) or (b) below:—\nP\nAR\nT\n I]\n    THE GAZETTE OF PAKISTAN,  EXTRA., APRIL  20,  2020\n175\n(a)\n130% of th\ne fair market value as determined by the Board under sub-\nsection (4) of section 68; or\n(b)\nat the option of the person making investment, the lower of the values\nas determined by at least two independent valuers from the list of\nvaluers approved by the State Bank of Pakistan.\n(6)\nSub-sections (3) and (4) shall not apply to —\n(a)\nholder of any public office as defined in the Voluntary  Declaration of\nDomestic Assets Act, 2018 or his benamidar as defined in the Benami\nTransactions (Prohibition) Act, 2017 (V of 2017) or his spouse or\ndependents;\n(b)\na public listed company, a real estate investment trust or a company\nwhose income is exempt under any provision of the Ordinance; or\n(c)\nany proceeds derived from the commission of a criminal offence\nincluding the crimes of money laundering, extortion or terror financing\nbut excluding the offences under the Ordinance.\n(7)\nDividend income paid to a person by a builder or developer being a\ncompany out of the profits and gains derived from a project shall be exempt from\ntax.\n(8)\nNotwithstanding anything contained in this section or the Eleventh\nSchedule, where a return or declaration has been made through mis-representation\nor suppression of facts, such return or declaration shall be void and all the provisions\nof the Ordinance shall apply:\nProvided that no action under this sub-section shall be taken if such\nmis-representation has been made on account of a \nbona fide\n mistake:\nProvided further that no action under this sub-section shall be taken without\nproviding an opportunity of being heard and without prior approval of the Board.\n(9)\nIn this section,—\n(a)\n“builder” means a person who is registered as a builder with the Board\nand is engaged in the construction and disposal of residential or\ncommercial bui\nldings;\n176\nTHE GAZETTE OF PAKISTAN, EXTRA., APRIL  20,  2020\n  [P\nAR\nT\n I\n(b)\n“capital investment” me\nans investment as equity resources and does\nnot include borrowed funds;\n(c)\n“developer” means a person who is registered as a developer with the\nBoard and is engaged in the development of land in the form of plots\nof any kind either for itself or otherwise;\n(d)\n“existing project” means a construction or development project, which—\n(i)\nhas commenced before the date of commencement of the Tax\nLaws (Amendment) Ordinance, 2020;\n(ii)\nis incomplete;\n(iii)\nis completed on or before the 30th day of September, 2022; and\n(iv)\na declaration is provided in the registration form under Eleventh\nSchedule to the effect of percentage of the project completed up\nto the last day of the accounting period pertaining to tax year\n2019.\n(e)\n“first purchaser” means a person who purchases a building or a unit,\nas the case may be, directly from the builder and does not include a\nsubsequent or a substituted purchaser;\n(f)\n“new project” means a construction or development project, which—\n(i)\nis commenced during the period starting from the date of\ncommencement of the Tax Laws (Amendment) Ordinance, 2020\nand ending on the 31st day of December, 2020; and\n(ii)\nis completed on or before the 30th day of September, 2022.\n(g)\n“project” means a project for construction of a building with the object\nof disposal, or a project for development of land into plots with the\nobject of disposal or otherwise;\n(h)\n“registered with the Board” means registered after submission of form\non project-by-project basis on the online IRIS web portal.\n(10)\nThe provisions of the Ordinance not specifically dealt with in this section\nor the rules made thereunder shall apply \nmutatis mutandis\n to builders and developers\nin so far as they are\n not inconsistent with this section or the rules made thereunder.”;\nP\nAR\nT\n I]\n    THE GAZETTE OF PAKISTAN,  EXTRA., APRIL  20,  2020\n177\n(3)\nIn the First Sch\nedule, in Part-IV, in Division-VIII, for full stop at the\nend a colon shall be substituted; and thereafter the following proviso shall be added,\nnamely:—\n“Provided that in case of immovable property sold by auction, the rate of\ncollection of tax under this section shall be 5% of the gross sale price.”;\n(4)\nIn the Second Schedule,—\n(a)\nin Part-I, after the omitted clause (114A), the following new clause\nshall be inserted, namely:—\n“(114AA)\nAny income chargeable under the head “capital gains” derived\nby a resident individual from the sale of constructed residential\nproperty:\n     Provided that exemption under this clause shall only apply,\nif—\n(a)\nat the time of sale, the residential property was being used\nfor the purpose of personal accommodation by the resident\nindividual, his spouse or dependents and for which any of\nthe utility bills is issued in the name of such individual;\n(b)\nthe land area of the property does not exceed 500 square\nyards in case of a house and 4000 square feet in case of a\nflat; and\n(c)\nexemption under this clause has not previously been availed\nby the individual, his spouse or dependents.”; and\n(b)\nin Part-III, after clause (9A), the following new clause shall be inserted,\nnamely:—\n“(9B)\nThe tax payable on the income, profits and gains of projects of\n‘low cost housing’ developed or approved by Naya Pakistan\nHousing and Development Authority (NAPHDA) or under the\nEhsaas Programme shall be reduced by 90%.”;\n(5)\nafter the Tenth Schedule, the following new Schedule shall be inserted,\nnamely:—\n178\nTHE GAZETTE OF PAKISTAN, EXTRA., APRIL  20,  2020\n  [P\nAR\nT\n I\n“ELEVE\nNTH SCHEDULE\n[\nSee\n section 100D]\nRULES FOR COMPUTATION OF PROFITS AND GAINS OF\nBUILDERS AND DEVELOPERS AND TAX PAYABLE THEREON\n1.\nEligibility.—\nThese rules shall apply to projects undertaken by builders\nand developers under section 100D.\n2.\nScope and payment of tax.—\n(1) Income computed and tax payable\nthereon shall be on Project-by-Project basis which shall be computed and paid at the\nrates provided in rule 10.\n(2)   (a)\n  The above-referred rates shall be applicable for computing tax\nliability for the project on annual basis. The annual tax liability shall be worked out as\nunder:\nTax liability as per the rates in rule 10\nEstimated project life in years\n(b)\nThe estimated project life for tax purposes shall not exceed two and a\nhalf years:\nProvided that in case of existing incomplete projects, the estimated project\nlife shall be treated as three years from tax year 2020 through tax year 2022, and the\ntax payable shall be reduced by the percentage of completion up to the last day of\nthe accounting period pertaining to tax year 2019 as declared in registration form:\nProvided further that tax liability of tax year 2020 shall be paid along-with\nreturn.\n(c)\nYear shall include fraction of a year; and\n(d)\nThe tax liability so calculated and paid shall be final tax.\n3.\nRegistration and filing of return.—\n(1) A builder or developer shall\nelectronically register a project on IRIS through FBR website on or before the 31st\nday of December, 2020 through submission of—\n(a)\nregistration form as may be prescribed which shall include, \ninter alia,\ndetails of a member or shareholder of a builder or developer, as the\ncase may be:\n        Provided that a developer who is also a builder in case of a\nproject shall submit two separate forms for registration as a developer\nand as a builder; and\nP\nAR\nT\n I]\n    THE GAZETTE OF PAKISTAN,  EXTRA., APRIL  20,  2020\n179\n(b)\nan irrevoc\nable option to be assessed under this Schedule in respect of\neach project.\n(2)\nA builder or developer availing this scheme shall electronically file a\nreturn of income and wealth statement as may be prescribed accompanied with\nevidence of payment of due tax which shall be taken for all purposes of the Ordinance\nto be an assessment order issued to the taxpayer by the Commissioner to the extent\nof income computed under these rules.\n4.\nCertification.—\nEvery builder or developer shall be required to obtain\nand provide to the Board in the prescribed manner a certificate from approving\nauthority or map approving authority or NESPAK, as the case may be, to the following\neffect, namely:—\n(a)\n‘total land area’ in square yards;\n(b)\n‘covered area’ in square feet;\n(c)\n‘saleable area’ in square feet; and\n(d)\ntype (commercial, residential or industrial) of saleable area or the total\nland area, as the case may be.\n5.\nAdvance tax.—\nA builder or developer falling under this scheme shall\npay advance tax equal to one-fourth of the tax liability for the year as determined in\naccordance with sub-rule (1) of rule 2 in four equal installments in the manner laid\ndown in section 147 of the Ordinance.\n6.\nIncorporation of profits and gains for computation of income.—\nA builder or developer opting for taxation under section 100D shall not be allowed to\nincorporate profits and gains accruing from such projects in excess of ten times of\nthe tax paid under rule 2.\n7.\nExemption from withholding of tax under sections 150 and\n153.—\n(1) The provisions of section 153 shall not apply to builders and developers\non—\n(a)\nthe purchase of building material except steel and cement;\n(b)\nservices of plumbing, electrification, shuttering and other similar services\nother than those provided by companies.\n(2)\nThe provisions of section \n150 shall not apply to payment of dividend\nexempt under sub-section (7) of section 100D.\n180\nTHE GAZETTE OF PAKISTAN, EXTRA., APRIL  20,  2020\n  [P\nAR\nT\n I\n8.\nRestriction on c\nhange in pattern of ownership of a builder or\ndeveloper before completion of a project.—\nWhere exemption from the\nprovisions of section 111 has been claimed under sub-section (3) of section 100D,\nthe following restrictions shall apply, namely:—\n(a)\na shareholder or a partner of a builder or developer shall not be allowed\na change in ownership of an incomplete project except where at least\nfifty percent of the total project cost, as certified by a firm of chartered\naccountants having an ICAP QCR rating of ‘satisfactory’, notified by\nthe Board for this purpose, has been incurred up to the date of change\nof ownership;\n(b)\nThe succession to legal heirs in case of deceased shareholder or a\npartner shall be allowed;\n(c)\nThe additional partners or shareholders in a builder or developer after\nthe 31st day of December, 2020 may join but additional partners or\nshareholders shall not be eligible for exemption provided under\nsub-section (3) of section 100D.\n9.\nDefinitions.—\n(1) In these rules, unless there is anything repugnant in\nthe subject or context,—\n(a)\n“area” \nmeans—\n(i)\nin case of a builder,—\n(a)\nin case of a commercial or a residential building excluding\na house, the saleable area of the building; and\n(b)\nin case of a house, the covered area of house;\n(ii)\nin case of a developer, the total land area of the project;\n(b)\n“building”\n means a residential or commercial building or unit thereof;\n(c)\n“commercial building”\n includes any building or part thereof which\nis to be used for commercial purposes in accordance with the relevant\nlaws;\n(d)\n“commencement of project” \nmeans,—\n(i)\nin case of a construction project, when layout plan is approved\nby the concer\nned authority; and\nP\nAR\nT\n I]\n    THE GAZETTE OF PAKISTAN,  EXTRA., APRIL  20,  2020\n181\n(ii)\nin case of a development project, when the development plan is\napproved by the concerned authority:\nProvided that where the builder or developer has taken all\nactions and done all things which are required and necessary to\nprocure any approvals but any such approval is delayed beyond\na period of 30 days from date of relevant application and the\ncutoff date of 31st day of December, 2020 is not adhered to by\nthe builder or developer, the Board may provisionally accept\ncommencement of such project on a case to case basis;\n(e)\n“completion of project” \nmeans.—\n(i)\nin the case of a builder, the date on which the grey structure is\ncompleted:\nProvided that such grey structure shall only be considered\nas completed when the roof of the top floor has been laid as per\nthe approved plan;\n(ii)\nin the case of a developer, the date on which—\n(A)\nat least 50% of the total plots have been booked in name of\nbuyers;\n(B)\nat least 40% of the sale proceeds have been received;\n(C)\nlandscaping has been completed; and\n(D)\nat least 50% of the roads have been laid up to sub-grade\nlevel as certified by the approving authority or NESPAK;\n(f)\n‘low cost housing’\n means a housing scheme as developed or approved\nby NAPHDA or under the ‘Ehsaas Programme’;\n(g)\n“NAPHDA”\n means Naya Pakistan Housing and Development\nAuthority;\n(h)\n“NESPAK”\n means National Engineering Services Pakistan (Private)\nLimited;\n(i)\n“residential building”\n means a building which is not a commercial\nbuilding but does not include buildings used for industrial purposes;\n182\nTHE GAZETTE OF PAKISTAN, EXTRA., APRIL  20,  2020\n  [P\nAR\nT\n I\n(j)\n“saleable area”\n in case of buildings, means saleable area as\ndetermined by the approving authority or map approving authority or\nNESPAK under the relevant laws;\n(k)\n“unit”\n means a self-contained or independent building or part \nthereof\nincluding houses, apartments, shops, offices, etc.\n(2)\nAll other expressions used but not defined in these rules shall have the\nsame meaning as assigned to them under the Ordinance.\n10.\nRate and computation of tax liability.—\n(1) The rate of tax under\nsection 100D shall be computed in accordance with the Table below, namely:—\nTABLE\n_____________________________________________________________\n        Rate in respect of\n(1)\n(2)\n(3)\n(4)\n____________________________________________________________\nH\nyderabad,\nSukkur,\nMultan,\nUrban Areas not\nKarachi,\nFaisalabad,\nspecified in\nArea in\nLahore and\nRawalpindi,\ncolumns (2) and (3)\nIslamabad\nGujranwala,\nSahiwal,\nPeshawar,\nMardan,\nAbbottabad,\nQuett\na,\nTAX\n ON BUILDERS\nFOR COMMERCIAL BUILDINGS\nSq. Ft.\n-\n-\n-\nAny Size\nRs. 250 per\nRs. 230 per\nRs. 210 per\nSq. ft\nSq. ft\nSq. \nft\nP\nAR\nT\n I]\n    THE GAZETTE OF PAKISTAN,  EXTRA., APRIL  20,  2020\n183\n \nFOR RESIDENTIAL BUILDINGS\nSq. Ft.\n-\n-\n-\nupto 3000\nRs. 80 per\nRs. 65 per\nRs. 50 per\nSq. ft\nSq. ft\nSq. \nft\n3000 and\nRs. 125 per\nRs. 110 per\nRs. 10 per\nabove\nSq. ft\nSq. ft\nSq. \nft\nTAX ON DEVELOPERS (ENTIRE PROJECT)\nSq. Yds.\n-\n-\n-\nAny size\nRs. 150 per\nRs. 130 per\nRs. 100 per\nSq. yd\nSq. yd\nSq. \nyd\nFOR DEVELOPMENT OF INDUSTRIAL AREA\nSq. Yds.\n-\n-\n-\nAny size\nRs. 20 per\nRs. 20 per\nRs. 10 per\nSq. yd\nSq. yd\nSq. \nyd\n(2)\nIn case of mixed use buildings having both commercial and residential\nareas, respective rates mentioned above shall apply.\n(3)\nIn case of development of plots and constructing buildings on the same\nplots as one project, both rates shall apply:\nProvided that in the case of ‘low cost housing’ and all projects developed by\nNAPHDA, the higher rates shall apply.\nDR. ARIF ALVI,\nPresident.\n————\n       MUHAMMAD KHASHIH-UR-REHMAN,\nSecretary.\nPRINTED BY THE MANAGER, PRINTING CORPORATION OF PAKISTAN PRESS, ISLAMABAD\nPUBLISHED BY THE DEPUTY CONTROLLER, STATIONERY AND FORMS, UNIVERSITY ROAD, KARACHI"
}