{
    "file": "./converted_json\\administratore6832df82e3801b99cb9b25baacd71a3.json",
    "name": "Federal Public Service Commission (First Amendment) Ordinance, 2006",
    "date": "2006",
    "tagline": "Further amendment to the Federal Public Service Commission Ordinance, 1977",
    "content": "FEDERAL PUBLIC SERVICE COMMISSION (FIRST AMENDMENT) \nORDINANCE, 2006.  \nORDINANCE NO. V OF 2006  \nAn Ordinance further  to amend the Federal Public Service Commission Ordinance, 1977  \n WHEREAS it is expedient further to amend the Federal Public Service Commission  \nOrdinance, 1977 (XLV of 1977), for the purpose hereinafter appearing;  \n AND WHEREAS the National assembly is not in session and the President is \nsatisfied that circumstances exist which render it necessary to take immediate action;  \n NOW, THEREFORE, in exer cise of the powers conferred by clause (1) of Article 89 \nof the Constitution of the Islamic Republic of Pakistan, the President is pleased to make and \npromulgate the following Ordinance: - \n  1. Short title and commencement . (1) This Ordinance may be called the Federal \nPublic Service Commission (First Amendment) Ordinance, 2006.  \n (2) It shall come into force at once.  \n2. Amendment of section 4, Ordinance XLV of 1977. In the Federal Public Service \nCommission Ordinance, 1977 (XLV of 1977), in section 4, for subs ection (1) the following \nshall be substituted and shall be deemed always to have been so substituted, namely:  \n\"(1) a member of the Commission shall hold office for a term of three years from \nthe date on which he enters upon office or till he attains the ag e of sixty -five \nyears whichever is earlier:  \nProvided that a member of the Commission who is a retired Judge of \nthe Supreme Court or a High Court shall hold office for a term of three years \nwithin five years from the date of his retirement:  \nProvided further  that a member of the Commission shall not be eligible \nfor re -appointment.  \n(1A)  Notwithstanding anything in any contract, agreement or any instrument \ncontaining terms and. conditions of the service, a member who, on or after the \ncommencement of the Federal  Public Service Commission (Amendment) \nOrdinance, 2005 (XV of 2005), completes his tenure or attains upper age -limit \nspecified in subsection (1) shall on such commencement of forthwith cease to \nbe member as defined in clause (b) of section 2.\".  \n___________ ________"
}