{
    "file": "./converted_json\\administrator9c923f9e9736c8699d10f468cdae6a79.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "Page 1 of 7 \n  \n \n \n   \nTHE ASSETS DECLARATION ACT, 2019  \n \n \n \n \n \nCONTENTS  \n1. Short title, extent and commencement  \n2. Definitions  \n3. Declaration of undisclosed assets, sales and expenditure  \n4. Charge of tax and default surcharge  \n5. Value of assets  \n6. Time for payment of tax  \n7. Incorporation in books of account  \n8. Conditions for declaration  \n9. Mode and manner of repatriation of assets held outside Pakistan and payment of tax thereon.  \n10. Tax paid not refundable  \n11. Act not to apply to c ertain persons, assets or proceeding  \n12. Declaration not admissible in evidence  \n13. Misrepresentation  \n14. Confidentiality  \n15. Power to make rules  \n16. Act to override other laws  \n17. Removal of difficulty  \n18. Revision of declaration  \n19. Repeal  \n  \n \n\n  \nPage 2 of 7 \n THE ASSETS DECLARATION ACT, 2019  \n \n [1st July, 2019]  \nAct No. V \n \nAN 1ACT  \nto provide for voluntary declaration of undisclosed assets, sales and expenditure  \nWHEREAS there is a reportedly large scale non -declaration of assets, sales and expenditure;  \nAND WHEREAS it is expedient to make provisions for declaration of such assets, sales and \nexpenditure for the purposes hereinafter appearing;  \nAND WHEREAS it is expedient to — \n(a) allow the non -documented economy’s inclusion in the taxation system; and  \n(b) serve the purpose of economic revival and growth by e ncouraging a tax \ncompliant economy;  \nIt is hereby enacted as follows: — \n1. Short title, extent and commencement .—(1) This Act shall be called the Assets \nDeclaration Act, 2019.  \n(2) It extends to the whole of Pakistan.  \n(3) It shall come into force at once.  \n2. Definitions .—(1) In this Act, unless there is anything repugnant in the subject or context, — \n(a) “Board” shall have the same meaning as defined in clause (8) of section 2 of the \nIncome Tax Ordinance, 2001 (XLIX of 2001);  \n(b) “court  of law” means a High Court or Supreme Court of Pakistan;  \n(c) “declarant” means a person making a declaration under section 3;  \n(d) “holder of public office” means a person as defined in the Voluntary Declaration \nof Domestic Assets Act, 2018 or his Benamida r as defined in the Benami  \nTransactions (Prohibition) Act, 2017 (V of 2017) or their spouses and \ndependents;  \n(e) “undisclosed assets” means all domestic and foreign assets of every kind the \nvalue of which has been unreported, under -reported or understated and includes \nBenami  assets as defined in the Benami  Transactions (Prohibition) Act, 2017 (V \nof 2017);  \n(f) “undisclosed expenditure” means any unexplained or unaccounted expenditure \nunder the provisions of the Income Tax Ordinance, 2001 (XLIX of 2001) up to  \nthe tax year 2018, which has not been declared in the return of income or for \nwhich a return of income has not been filed and such expenditure is not \naccounted for;  \n1This Act has been enacted by Finance Act, 2019 (Act. No V of 2019) s.17.  \n  \nPage 3 of 7 \n (g) “undisclosed  sales” means sales or supplies chargeable to sales tax or goods or \nservices subject to federal excise duty under the Sales Tax Act, 1990 or the \nFederal Excise Act, 2005, respectively, which were not declared or have been \nunder -declared up to the 30th June, 2018.  \n(2) All other words and expressions used but not defined in this Act shall have the same \nmeaning assigned thereto under the Income Tax Ordinance, 2001 (XLIX of 2001), the Sales Tax Act, \n1990, the Federal Excise Act, 2005, the Benami  Transactions (P rohibition) Act, 2017(V of 2017) and \nthe rules made thereunder.  \n3. Declaration of undisclosed assets, sales and expenditure .— Subject to the provisions of \nthis Act, any person may make, on or before the 30th June, 2019, a declaration only in respect of any — \n(a) undisclosed assets, held in Pakistan and abroad, acquired up to the 30th June, \n2018;  \n(b) undisclosed sales made up to the 30th June, 2018;  \n(c) undisclosed expenditure incurred up to the 30thJune, 2018; or  \n(d) Benami  assets acquired or held on or befo re the date of declaration.  \nExplanation .— It is clarified that the benefit under this Act shall also be available where — \n(a) any proceedings have been initiated or are pending or where any income has \nbeen assessed under the Income Tax Ordinance, 2001 (XLIX  of 2001), which \nare relatable to undisclosed assets or expenditure except where the matter has \nattained finality; and  \n(b) any proceedings have been initiated or are pending or have been adjudicated \nunder the Sales Tax Act, 1990, or the Federal Excise Act,  2005, which are \nrelatable to any undisclosed sales or supplies except where the matter has \nattained finality.  \n4. Charge of tax and default surcharge .—(1) The undisclosed assets shall be chargeable to \ntax and default surcharge at the value mentioned in sec tion 5 and at the rates specified in the Schedule \nto this Act.  \n(2)    The undisclosed sales and expenditure shall be chargeable to tax and default surcharge at \nthe rates specified in the Schedule to this Act.  \n5. Value of assets .—Value of assets, — \n(a) in ca se of domestic immovable properties shall be the cost of acquisition but \nshall not be less than — \n(i) 150% of the FBR value notified under sub -section (4) of section 68 of \nthe Income Tax Ordinance, 2001 (XLIX of 2001); or  \n(ii) 150% of the DC value, where FBR value has not been notified or the \nFBR value is less than the DC value; or  \n(iii) 150% of FBR value notified under sub -section (4) of section 68 of the \nIncome Tax Ordinance, 2001 (XLIX of 2001) for land and 150% of DC \n  \nPage 4 of 7 \n value for constructed property, whe re FBR value has not been notified \nfor constructed property.  \n(b) in case of all other assets, shall be the price which the assets would ordinarily \nfetch on sale in the open market on the date of declaration but in no case shall \nbe less than the cost of acq uisition of the asset:  \n   Provided that in case of foreign assets, the fair market value shall be \ndetermined at the exchange rate prevalent on the date of declaration.  \nExplanation .— It is clarified as follows — \n(a) in case any declarant has already filed a declaration in respect of any immovable \nproperty under the Income Tax Ordinance, 2001 (XLIX of 2001), or the \nVoluntary Declaration of Domestic Assets Act, 2018 and wishes to enhance the \ndeclared value of the said immovable property, he may file a declarati on under \nthis Act in terms of the value mentioned in section 5 and above; and  \n(b) in case a person has already filed a declaration in respect of any immovable \nproperty which is in line with section 68 of the Income Tax Ordinance, 2001 \n(XLIX of 2001), or th e Voluntary Declaration of Domestic Assets Act, 2018 no \nfurther proceedings or action shall be initiated against him in view of the \nprovisions of this Act, in particular section 5 thereof.  \n6. Time for payment of tax .—(1) The due date for payment of tax cha rgeable under this Act \nshall be on or before the 30th June, 2019:  \nProvided that after the due date under this sub -section, the tax shall be paid on or before the \n30th June, 2020 along with default surcharge at the rates given in clause (2) of the Schedule to this \nAct. \n(2) The tax in respect of foreign assets or foreign currency held in Pakistan shall be paid in \nforeign currency according to the procedure prescribed by the State Bank of Pakistan, in the mode and \nmanner provided in section 9.  \n(3) If a person fails to pay tax and default surcharge according to this section, the declaration \nmade shall be void and shall be deemed to have never been made under this Act.  \n(4) Notwithstanding the provisions of clause (g) of section 11, in case of outstanding demand \nat the time of filing of declaration, the declarant may pay the amount of such tax determined by the \nOfficer of Inland Revenue, under the provisions of the Sales Tax Act, 1990 or  the Income Tax \nOrdinance, 2001 (XLIX of 2001), or the Federal Excise Act, 2005 , without payment of default \nsurcharge and penalty.  \n(5) Where a person declares undisclosed sales and in case of undisclosed assets or undisclosed \nexpenditures resulting from such sales, he is also required to declare such assets or such expenditures \nor bo th and pay tax at the rates specified in the Schedule to this Act on such assets or expenditures or \nboth in addition to tax on such sales.  \n(6) Where the declarant has paid tax under this section, no tax shall be payable by the declarant \nunder the Income Ta x Ordinance, 2001 (XLIX of 2001), in respect of undisclosed assets and \nundisclosed expenditures.  \n  \nPage 5 of 7 \n (7) Where the declarant has paid tax under this section, no tax shall be payable by the declarant \nunder the Sales Tax Act, 1990 or the Federal Excise Act, 2005  in respect of undisclosed sales.  \n7. Incorporation in books of account .—(1) Where a declarant has paid tax under section 6 \nin respect of undisclosed assets, sales and expenditure the declarant shall be entitled to incorporate \nsuch assets, sales or expendit ure in his return, wealth statement or financial statement irrespective of \nthe fact that the asset, sales or expenditure were relatable to a year which is barred by time for the \npurpose of revision of return of income or wealth statement, as the case may b e. \n(2) No allowance, credit or deduction under any law for the time being in force shall be \navailable for assets so incorporated.  \n8. Conditions for declaration .—The declaration made shall be valid, if — \n(a) cash held by the declarant is deposited into a bank account in the manner \nspecified at the time of declaration and is retained in such bank account up to \nthe 30th June, 2019:  \n Provided that this clause shall not apply to an individual who cannot \ndeposit cash in the bank account on the 30th June, 2019 o n account of \ninvestment in immovable property or business, subject to payment of tax at a \nrate which is 2% more than the normal rate prescribed in the Schedule:  \n Provided further that such person shall provide particulars of the \nimmovable property or inves tment in business as prescribed in the declaration \nform; or  \n(b) the foreign currency held in Pakistan declared under section 3 is deposited into \ndeclarant’s own foreign currency bank account at the time of declaration and is \nretained in such account till t he 30th June, 2019; or  \n(c) the repatriated foreign liquid asset is deposited into declarant’s own Pak Rupee \naccount or his foreign currency bank account in Pakistan or is invested into \nPakistan Banao  Certificates or any foreign currency denominated bonds i ssued \nby the Federal Government; or  \n(d) foreign liquid assets not repatriated to Pakistan shall be deposited in declarant’s \nforeign bank account on or before the 30th June, 2019.  \n9. Mode and manner of repatriation of assets held outside Pakistan and paymen t of tax \nthereon. —The State Bank of Pakistan shall notify the mode and manner of — \n(a) repatriation of assets to Pakistan;  \n(b) deposit of tax in foreign currency through State Bank of Pakistan; and  \n(c) method of conversion of value of assets held outside Pa kistan in Pak Rupees.  \n10. Tax paid not refundable. —Any amount of tax or default surcharge paid under the \nprovisions of this Act shall not be refundable.  \n11.  Act not to apply to certain persons, assets or proceedings .—The provisions of this Act \nshall not a pply to — \n  \nPage 6 of 7 \n (a) holders of public office;  \n(b) a public company as defined under clause (47) of section 2 of the Income Tax \nOrdinance, 2001 (XLIX of 2001);  \n(c) any proceeds or assets that are involved in or derived from the commission of a \ncriminal offence;  \n(d) gold, precious metals, precious stones or jewelry, except gold held as stock -in-\ntrade by a jeweler;  \n(e) bearer prize bonds;  \n(f) bearer securities, bearer shares, bearer certificates, bearer bonds or any other \nbearer assets; or  \n(g) proceedings pending in any court of law.  \n12. Declaration not admissible in evidence .—Notwithstanding anything contained in any \nother law for the time being in force, nothing contained in any declaration made under this Act shall \nbe admissible in evidence against the declarant fo r the purpose of any proceedings relating to \nimposition of penalty or adverse action or for the purposes of prosecution under any law.  \n13. Misrepresentation .—(1) Notwithstanding anything contained in this Act, where a \ndeclaration has been made by misrepresentation or suppression of facts in respect of the undisclosed \nassets declared therein, such declaration, to the extent of the asset to which such misrepresentation or \nsuppression of facts relates to, shall be void and shall be deemed to have been  never made under this \nAct. \n(2) A declaration made under this Act shall not render any declaration made under the Foreign \nAssets (Declaration and Repatriation) Act, 2018 or the Voluntary Declaration of Domestic Assets Act, \n2018.  \n14. Confidentiality .—Notwithstanding any other law for the time being in force including the \nRight of Access to Information Act, 2017 (XXXIV) and sub -section (3) of section 216 of the Income \nTax Ordinance, 2001 (XLIX of 2001), except the provisions of clauses (a) and (g) of sub-section (3) \nof section 216 of the Income Tax Ordinance, 2001(XLIX of 2001), particulars of any person making \na declaration under this Act or any information received in any declaration made under this Act shall \nbe confidential.  \n15. Power to make rules. —The Board may, by notification in the official Gazette, make rules \nfor carrying out the purposes of this Act including the manner, procedure, payment of tax and \nconditions under which the declaration under this Act shall be filed.  \n16. Act to override othe r laws .—The provisions of this Act shall have effect notwithstanding \nanything to the contrary contained in any other law for the time being in force.  \n17. Removal of difficulty .—If any difficulty arises in giving effect to the provisions of this \nAct, the Fe deral Government may, by notification in the official Gazette, remove such difficulty as is \nnot inconsistent with the provisions of this Act.  \n18. Revision of declaration .—Any person who, having filed a declaration, hereinafter referred \nto as the “original declaration”, discovers any omission, mistake, computational error or wrong \n  \nPage 7 of 7 \n statement therein, may file revised declaration within the due date specified in section 3, subject to the \ncondition that the value of asset or tax thereon shall be not less than t he value of asset and tax thereon, \ndeclared in the original declaration.  \n19. Repeal .—The Assets Declaration Ordinance, 2019 (III of 2019) is hereby repealed from \nthe date of commencement of this Act.  \n_________________  \nTHE SCHEDULE  \n[see section 4 ] \nRates of Tax \n(1) The rates of tax imposed on undisclosed assets, sales and expenditures shall be as \nspecified in the following Table, namely: — \nTABLE  \nS. No.  Undisclosed assets, sales or expenditure  Rate of tax  \n(1)   (2)   (3)  \n1.  Domestic immovable properties   1.5%  \n2.  Foreign liquid assets not repatriated  6%  \n3.  Unexplained expenditure  4%  \n4.  Undisclosed Sales  2%  \n5.  All other assets   4%  \n  \nRates of Default Surcharge  \n \n(2) The amount of tax under clause (1) of the Schedule payable after the 30th June, 2019 shall \nbe increased by a default surcharge, by amount as specified in col umn (3) of the following Table, \nnamely: —   \nTABLE  \n  \nS. No.  Time of payment of tax  Rate of default \nsurcharge  \n(1)  (2)  (3)  \n1.  If the tax is paid after the 30th June, 2019 and on or before the \n30th September, 2019  10% of the tax amount  \n2.  If the tax is paid after the 30th September, 2019 and on or before \nthe 31st December, 2019  20% of the tax  amount  \n3.  If the tax is paid after the 31st December, 2019 and on or before \nthe 31st March, 2020  30% of the tax amount  \n4.  If the tax is paid after the 31st March, 2020 and on or before the \n30th June, 2020  40% of the tax amount"
}