{
    "file": "./converted_json\\administrator6bd9ccf63ef5fbb91a8749e28043fb30.json",
    "name": "National Database and Registration Authority (Amendment) Ordinance, 2021",
    "date": "December 9, 2021",
    "tagline": "Further to amend the National Database and Registration Authority Ordinance, 2000",
    "content": "ISLAMABAD,  THURS DAY ,  DECE MBER  9,  2021  \n \nPART I  \n \nActs, Ordinances, President’s Orders and Regulations  \n \nGOVERNMENT OF PAKIST AN \nLAW AND JUSTICE  DIVISION  \n \nIslamabad , the 8th  Decem ber, 2021  \n \nNo. F.2(1)/2021 -Pub.—The following Ordinance Promulgated on  6th \nDecember, 2021 by the President is hereby published for general information: — \n \nORDINANCE  NO. XXX OF 2021 \n \nAN \n \nORDINANCE  \n \nfurther to amend the National Database and Registration Authority  \nOrdinance, 2000  \n \n WHEREAS  it is expedient further to amend the N ational Database and \nRegistration Authority Ordinance, 2000 (VIII of 2000) for the purposes \nhereinafter appearing;  \n AND WHEREAS  the Senate and the National Assembly are not in session \nand the President of the Islamic Republic of Pakistan is satisfied that \ncircumstances exist which render it necessary to take immediate action;  \n \n(1105 ) \n \nPrice : Rs. 5.00 \n[1746 (2021)/Ex. Gaz.]   \n1106    THE  GAZETTE  OF PAKISTAN,  EXTRA.,  DEC EMBER  9, 2021 [PART I \n \n  NOW, THEREFORE , in exercise of the powers conferred by clause (1) of \nArticle 89 of the Constitution of the Islamic Republic of Pakistan , the President is \npleased to make and promu lgate the following Ordinance: — \n 1. Short title and commencement. —(1) This Ordinance shall be \ncalled the National Database and Registration Authority (Amendment) \nOrdinance, 2021.  \n (2) It shall come into force at once.  \n 2. Amendment of section 7, Ordinance VIII of 2000. —In the \nNational Database and Registration Authority Ordinance, 2000 (VIII of 2000), in \nsection 7, after sub -section (3), the following new sub -sections shall be added, \nnamely:— \n  “(4) Notwithstandin g anything to the contrary contained in any \nother law for the time being in force or in any agreement or instrument \nwhatsoever, every user and feeder agency shall promptly provide data to \nthe Authority as specified and required by it for the purposes of th is \nOrdinance.  \n  (5) Whoever contravenes the provisions of sub -section (4) shall be \nguilty of misconduct and liable for action under the relevant law upon a \ncomplaint made to the Authority ”. \n \n \nDR. ARIF ALVI , \nPresident . \n \n \n—————  \n \n \nRAJA NAEEM AKBAR , \nSecretary . \n \n \n \n \n \n \n \n \nPRINTED  BY THE MANAGER, PRINTING CORPORATION OF  PAKISTAN PRESS,  ISLAMABAD . \nPUBLISHED BY THE  DEPUTY CONTROLLER, STATIONERY AND FORMS, UNIVERSITY ROAD, KARACHI ."
}