{
    "file": "./converted_json\\administratorf8f2245fac1149c28664595da275b9a6.json",
    "name": "HYDERABAD INSTITUTE OF TECHNICAL AND MANAGEMENT SCIENCE ACT",
    "date": "3rd December, 2021",
    "tagline": "An act to provide for the establishment of Hyderabad Institute for Technology and Management Sciences",
    "content": "Page 1 of 29 \n \n \n \n \nTHE HYDERABAD INSTITUTE OF TECHNICAL AND \nMANAGEMENT SCIENCE ACT, 2021  \n \n \n \n \n                                        CONTENTS  \n                                         __________  \n \n                            CHAPTER  – I \n          PRELIMINARY  \n             1.      Short  title and commencement.  \n             2.       Definitions.  \n            CHAPTER  – II \nTHE  INSTITUTE  \n             3.       Incorporation.  \n             4. Powers and purposes of the Institute.  \n             5. Institute open to all classes, creeds, etc.  \n6. Teaching at the Institute.  \n \nCHAPTER – III \nOFFICERS OF THE INSTITUTE  \n7. Principal Officers . \n8.  Chancellor.  \n9. Removal from the Board.  \n10.  Visitation.   \n\n \nPage 2 of 29 \n 11.  The Pro-Chancellor.  \n12.  The Rector.  \n13.  Appointment and removal of the Rector.  \n14. Registrar.  \n15. Director Finance.  \n16.  Controller of Examinations.  \n17. Adviser Quality Assurance.  \n19.  Board of Governors.  \n20. Powers and functions of the Board.  \n21.  Academic Council.  \n22.  Powers and functions of the Academic Council.  \n23.  Appointment of Committees by certain Authorities.  \n24.  Statutes.  \n25. Regulations.  \n26.  Rules.  \n28.  Audit and accounts.  \nCHAPTER –VII \nGENERAL PROVISIONS  \n29.  Opportunity to show cause.  \n30.  Appeal to the Rector and the Board.  \n31. Service of the Institute.  \n32. Benefits and insurance.  \n33. Commencement of term of office of members of Authority.  \n \nPage 3 of 29 \n 34.  Filling of causal vacancies in Authorities.  \n35. Flaws in the constitution of Authorities.  \n36. Proceedings of Authorities not invalidated by the vacancies.  \n37. First Statutes and Regulations.  \n38.  Interpretation and removal of difficulties.  \n39.  Indemnity.  \n40. Power to allow appointment of employees of the Government, other universities or \neducational or researc h institutions to the Institute  \n  \n \nPage 4 of 29 \n SCHEDULE  \n[see section 38]  \nThe First Statutes of the  Hyderabad Institute for Technology  \nManagement Sciences  \n1.   Faculties.  \n2.   Board of Faculty.  \n3.  Dean.  \n4.   Teaching Departments and Heads of the Departments.  \n5.   Board of Studies.  \n6. Graduate Studies and Research Board.  \n7.   Selection Board.  \n       8.  Finance and Planning Committee.  \n9.   Discipline Committee.  \n \n \n \n \n  \n \nPage 5 of 29 \n  \nTHE HYDERABAD INSTITUTE OF TECHNICAL AND MANAGEMENT \nSCIENCE ACT, 2021  \n \n           [3rd December,  2021 ] \nACT NO. XXXI OF 2021   \nAn act to provide  for the establishment  of Hyderabad  Institute  for Technology  \nand  Management  Sciences  as a degree awarding  institute  \n  WHEREAS  it is expedient  to provide for the establishment of Institute of  Hyderabad  \nInstitute  for Technology  and Management  Sciences  and for the matters  connected therewith \nand ancillary  thereto;  \nIt is enacted  as follows:  \n                  CHAPTER  – I \nPRELIMINARY  \n \n 1.  Short  title and commencement. (1) This Act shall  be called  the        Hyderabad  Institute  \nfor Technology  and Management  Sciences  Act, 2021.  \n (2 )It shall  come  into force,  on such date as the Government  may,  by notification  \nin the official  Gazette,  appoint.  \n   2.     Definitions .In this Act, unless  there  is anything  repugnant  in the subject  or \ncontext, \n(i) “Academic  Council ” means  the Academic  Council  of the Institute;  \n(ii) “Authority” means any of the Authorities of the Institute specified  in this \nAct; \n(iii) “Board ” means the Board of Governors of the Institute constituted  under  \nsection 19;  \n(iv) Pro-Chancellor ” means the Pro-Chance llor of the U niversity; \n(v) “Chamber ” means  the Chambers  of Commerce  and Industry,  Hyderabad;  \n(vi) “Chancellor ” means  the Chancellor  of the Institute;  \n(vii) “Commission ” means the Higher Education Commission set up  under  \nHigher  Education  Commission  Ordinance,  2002  (LIII  of 2002);  \n(viii) “Dean ” means the head of a Faculty or the head of an academic  body \ngranted the status of a Faculty by this Act or by the Statutes or  \nRegulations;  \n(ix) “Department ” means  a teaching  department  maintaine d and administered  \nor recognized  by the Institute  in the manner  prescribed;  \n \nPage 6 of 29 \n (x) “Director”  means     the    head    of    an    academic,    research    or \nadministrative unit of the Institute established under the Statutes or  \nRegulations  in terms of  the power  delegated by  this Act;  \n(xi) “employees”  means  whole  time  teachers,  officers  and  other  staff \nappointed  or inducted and  paid by  the Institute; ―Faculty means   an   \nadministrative   and   academic   unit   of   the Institute.  \n(xii) “Facu lty”   means   an   administrative   and   academic   unit   of   the \nInstitute  consisting  of one  or more departments  as prescribed;  \n(xiii) “Government ” means  the Federal  Government;  \n \n(xiv) “Institute”  means  the  Hyderabad  Institute  for  Technolo gy  and \nManagement Sciences;  \n(xv) “prescribed ” means prescribed by Statutes, Regulations or Rules  made  \nunder  this Act; \n(xvi) “quality  assurance ” means  assuring  compliance  to all such academic  and \nadministrative  regulations,  rules,  polices  or guidelines provided by the \nCommission or set by the Institute itself  in above and beyond of those \ngiven by the Commission but not  inconsistent with  this Act;  \n(xvii)  “Rector ” means  the Rector  of the Institute;  \n(xviii)  “Review Committee ” means the Review Committee set up by the  \nChancellor  in accordance  with the provisions  of section  8; \n(xix) “Schedule ” means  a Schedule  to this Act; \n(xx) “Search Committee ” means the Search Committee set up by the  \nChancellor  under  section 13;  \n(xxi) “Statutes”,   ”Regulations”   and   “Rules”  means   respectively   the Statutes,  \nthe Regulations  and the  Rules  made  under  this Act; and \n(xxii)  “Teachers ” include  Professors,  Associate  Professors,  Assistant  \nProfessors and Lecturers engaged whole -time by the Institute and  such \nother  persons  as may be declared  by Regulations  to be teachers.  \n                                      _________  \n \n            CHAPTER  – II \nTHE  INSTITUTE  \n            3.        Incorporation. —(1) The Hyderabad Institute for Technology and Management Sciences \nis hereby established as degree awarding institution.  \n            (2)     The Institute  shall have  its campus  in Hyderabad.  \na)  the Chancellor;  \nb)  the Pro-Chancellor;  \n \nPage 7 of 29 \n c)  the Rector;  \nd)   the Deans  and the Heads  of Departments;  \ne)   the members  of the Authorities  of the Institute  established  under  this  \nAct; \nf) all Teachers  and persons  recognized  as students  of the Institute  in \naccordance     with terms  prescribed  from  time to time; and  \ng)  all other  full-time officers  and members  of the staff of the Institute.  \n        (4)      The Institute shall be a body corporate by the name of Hyderabad  Institute  for \nTechnology and  Management  Sciences and  shall  have  perpetual  succession  and a common  \nseal and may  sue and be  sued by  the said name.  \n         (5)        The Institute shall be competent to acquire and hold property, both  movable and \nimmovable, and to lease, sell or otherwise transfer any movable and  immovable  property  \nwhich  may have  become  vested  in or been acquired  by it. \n          (6)         Notwithstanding anything contained in any other law for the time  being in force, \nthe Institute shall have academic, financial and administrative  autonomy, including the power \nto employ officers, teachers and other employees  on such terms as may be prescribed, subject \nto the terms of this Act and the  Higher Education Commission  Ordinance, 2002  (LIII  of 2002).  \n4.  Powers and purposes of the Institute .— (1) The Institute shall be a premier institute \nfor advance studies and training and its curricula shall include promotion of special scientific and \nsocial studies.  \n(2) Notwithstanding the afor esaid, the institute shall, inter -alia, \n(i)  provide for education and scholarships in such branches of knowledge as it may \ndeem fit, and to make provision for research, service to society and for the \napplication, advancement and dissemination of knowledge in such manner as it \nmay determine;  \n(ii)  prescribe courses of studies to be conducted by it;  \n(iii)  develop, active and continued relationship with industrial, business and service \nsectors for curriculum design and implementation;  \n(iv)  hold e xaminations and to award and confer degrees, diplomas, certificates and \nother academic distinctions to and on persons who have been admitted to and \nhave passed its examinations under prescribed conditions;  \n(v)  prescribe the terms and conditions of employ ment of the officers, teachers and \nother employees of the Institute and to lay down terms and conditions that may \nbe different from those applicable to Government servants in general;  \n (vi)  engage, where necessary, persons on contract of specified duratio n and to \nspecify the terms of each such engagement;  \n(xiv)  confer degrees on persons who have carried on independent research under \nprescribed conditions;  \n \nPage 8 of 29 \n (xv)  accept the examinations passed and the period of study spent by students of the \nInstitute at o ther universities and places of learning equivalent to such \nexaminations and periods of study in the Institute, as it may prescribe and to \nwithdraw such acceptance;  \n(xvi)  co-operate with other universities, public authorities or private organizations, \ninside as well as outside Pakistan, in such manner and for such purposes as it \nmay prescribe;  \n(xvii)   establish Professorships, Associate Professorships, Assistant Professors hips \nand Lecturerships and any other posts and to appoint persons thereto;  \n (xviii) create posts for research, extensions, administration and other related purposes \nand to appoint persons thereto;  \n(xix)   establish and award financial assistance to studen ts in need, fellowships, \nscholarships, bursaries, medals and prizes under prescribed conditions;  \n (xx)  establish teaching departments, schools, faculties, museums and other centers \nof learning for the development of teaching and research and to make such \narrangements for their maintenance, management and administration as it may \nprescribe;  \n(xxi)  provide for the residence of the students of the Institute and to maintain halls of \nresidence and to approve or license hostels and lodging;  \n(xxii)  maintain order , discipline and security in the Institute;  \n(xxiii)  promote the extra -curricular and recreational activities of such students and to \nmake arrangements for promoting their health and general welfare;  \n            (xxiv)   demand and receive such fees and oth er charges as it may determine;  \n(xxv)  make provision for research, advisory or consultancy services and with these \nobjects to enter into arrangements with other institutions, public or private \nbodies, commercial and industrial enterprises under prescribe d conditions;  \n(xxvi)   enter into, carry out, vary or cancel contracts;  \n            (xxvii)   receive and manage property transferred and grants, contributions made \nto the Institute and to invest any fund representing such property, grants, \nbequests, trusts , gifts, donations endowments or contributions in such manner \nas it may deem fit;  \n           (xxviii)   provide for the printing and publication of research and other works; \nand  \n(xxix)   do all such other acts and things, whether incidental to powers afore said or not, \nas may   be requisite or expedient in order to further the objectives of the \nInstitute as a place of education, learning and research.  \n5.  Institute open to all classes, creeds, etc. — (1) The Institute shall be open to all \npersons of either ge nder and of whatever religion, caste, race, creed, class, colour or domicile and no \nperson shall be denied the privileges of the Institute on the ground of gender, religion, race, c lass, \ncolour, creed or domicile  \n \nPage 9 of 29 \n (2)  The Institute shall admit students from all regions of the country on merit.  \n(3)  An increase in any fee or charge that is in excess of ten percent per annum on an annual \nbasis from the last such increase may not be made except in special circumstances and only with \napproval of the Board.  \n(4)  The Institute shall launch financial aid programmes for students in need, to the extent \nconsidered feasible by the Board, given the resources are available, so as to enable admission and \naccess to the Institute and the various opportunities provided by  it to be based on merit rather than \nability to pay.  \n6. Teaching at the Institute. — (1) The academic programmes  of the Institute shall be \nconducted in the prescribed manner and may include lectures, tutorials, discussions, seminars, \ndemonstrations, updated methods of instructions and practical work in laboratories, workshops, \nindustries, technological parks and oth er government and private organizations.  \n (2)  The Institute shall restrict to phase -wise development of its academic programmes and \nhaving developed the necessary infrastructure and human resources. It shall launch its academic \nprogrammes subsequently.  \n (3)  The degree awarding programmes of the Institute shall conform to the approved criteria \nof the Commission and shall be accredited by the respective accreditation councils, where deem \nnecessary.  \n(4)  The Institute may associate external examiners for th e conduct of examinations.  \n(5)  The authority responsible for organizing recognized teaching shall be such as may be \nprescribed.  \n (6)  The Institute shall not affiliate any institution for the purpose to award degree.  \n                                                                       _________  \n \nCHAPTER – III \nOFFICERS OF THE INSTITUTE  \n7.  Principal officers. The following shall be the principal officers  of the Institute, \nnamely: \n (a)  the Chancellor;  \n (b)  the Pro -Chancellor;  \n (c)  the Rector;  \n (d)  the Deans;  \n (e)  the Adviser Quality Assurance;  \n (f)  the Heads of the Departments;  \n (g)  the Registrar;  \n (h)  the Director Finance;  \n \nPage 10 of 29 \n  (i)  the Controller of Examinations; and  \n (j)  such other persons as may be prescribed by the Statutes or Regulations to  be \nthe principal officers of the Institute.  \n8.  Chancellor. —(1) The President of Pakistan shall be the Chancellor of the Institute.  \n(2)  The Chairperson and the members of the Board, other than the ex -officio members, \nshall be appointed by the Chancellor from amongst the persons recommended by the Board in \naccordance with sub -section (2) of section 19.  \n(3)  The Rector shall be appointed by the Chancellor from amongst the persons \nrecommended by the Search Committee constituted under sub -section (2) of section 13.  \n(4)  Every proposal to confer an honorary degree shall be subject to confirmation by the \nChancell or.  \n(5)  If the Chancellor is satisfied that serious irregularity or mismanagement with respect \nto the affairs of the Institute has occurred, he may, — \n(a)    as regards proceedings of the Board, direct that specified proceedings be \nreconsidered and approp riate action taken within one month the directions \nhaving been issued: Provided that if the Chancellor is satisfied that either no \nreconsideration has been carried out or that the reconsideration has failed to \naddress the concern expressed, he may, after c alling upon the Board to show \ncause in writing, appoint a Review Committee to examine and report to the \nChancellor on the proceeding of the Board. The report of the Review \nCommittee shall be submitted within such time as may be prescribed by the \nChancellor . The Review Committee shall be drawn from persons of eminence \nin academics and in the fields of law, accountancy and administration: \nProvided further that if the Chancellor is not satisfied with the findings of the \nreport of the Review Committee, he may, by order in writing, annul such \nproceedings or orders; and  \n (b)  as regards proceedings of any Authority or with respect to matters within the \ncompetence of any Authority other than the Board, direct the Board to exercise \npowers under section 20.  \n 9.  Remo val from the Board. —(1) The Chancellor may, upon the recommendations of \nthe Review Committee, remove any person from the membership of the Board on the ground that such \nperson, \n(a)    has become of unsound mind; or  \n(b)   has become incapacitated to functi on as member of the Board; or  \n(c)  has been convicted by a court of law for an offence involving moral turpitude; \nor \n(d)  has absented himself from two consecutive meetings without just cause; or  \n(e)     has been guilty of misconduct, including use of pos ition for personal advantage \nof any    kind or gross inefficiency in the performance of his functions:  \nProvided that the Chancellor shall constitute a Review Committee under sub -section (5) of section 8:  \n \nPage 11 of 29 \n  (2)  The Chancellor shall remove any person from the membership of the Board on a \nresolution calling for the removal of such person supported by at least three fourths of the membership \nof the Board:  \nProvided that before passing such resolution, the Board shall provide the member concerned a fair \nhearing : \n10.  Visitation. —The Chancellor may cause an inspection or inquiry to be made in respect \nof any matter connected with the affairs of the Institute and shall, from time to time, direct any person \nor persons as he may deem fit to inquire into or carry out inspection.  \n11.  The Pro -Chancellor .— (1) The Federal Minister in -charge of the Division to which \nthe business of the Institute is assigned shall be the Pro -Chancellor of the Institute.  \n(2)  The Pro -Chancellor shall preside over the meeting of the Board. He may appoint any \nmember, other than ex -officio, to preside over the meeting in his absence.  \n(3)  In absence of the Chancellor or during the Chancellor’s inability to act or when the \nChancel lor so directs, the Pro -Chancellor shall exercise all powers and performs all functions of \nChancellor.  \n12.  The Rector. —(1) There shall be a Rector of the Institute who shall be an eminent \nacademic, renowned researcher or a distinguished administrator and shall be appointed on such terms \nand conditions as may be prescribed.  \n(2)  The Rector shall be the chief executive officer of the Institute responsible for all \nadministrative and academic functions of the Institute and for ensuring that the provisions of t his Act, \nStatutes, Regulations and Rules are faithfully observed in order to promote the general efficiency and \ngood order of the Institute. The Rector shall have all powers prescribed for this purpose including \nadministrative control over the officers, te achers and other employees of the Institute.  \n(3)  The Rector shall, if present, be entitled to attend any meeting of any Authority or body \nof the Institute.  \n(4)  The Rector may, in an emergency that in his opinion requires immediate action \nordinarily not i n the competence of the Rector, take such action and forward, within seventy -two hours, \na report of the action taken to the members of the Emergency Committee of the Board, to be set up by \nStatutes. The Emergency Committee may direct such further action as  is considered appropriate.  \n(5)  The Rector shall also have the following powers, namely: — \n(a)  to direct teachers, officers and other employees of the Institute to take up such \nassignments in connection with examination, administration and such other \nactivities in the Institute as he may consider necessary for the purposes of the \nInstitute;  \n(b)  to sanction by re -appropriation an amount not exceeding an amount prescribed \nby the Board for unforeseen item not provided for in the budget and report it to \nthe Board at the next meeting;  \n(c)  to make appointment of such categories of employees of the Institute and in \nsuch manner as may be prescribed by the Statutes;  \n \nPage 12 of 29 \n (d)  to suspend punish and remove in accordance with prescribed procedure, from \nservice officers , teachers and other employees of the Institute except those \nappointed by or with the approval of the Board;  \n(e)  to delegate, subject to such conditions as may be prescribed any of his powers \nunder this Act to an officer or officers of the Institute; and   \n(f)  to exercise and perform such other powers and functions as may be prescribed.  \n(6)  The Rector shall preside at the convocation of the Institute in the absence of the \nChancellor.  \n(7)  The Rector shall present an annual report before the Board within three months of the \nclose of the academic year. The annual report shall present such information as regards the academic \nyear under review as may be prescribed including disclosure of all relevant facts pertaining to, — \n(a) academics;  \n(b) research;  \n (c) administration; and  \n(d) finances and audit.  \n(8) The annual report shall be made available, prior to its presentation before the Board, to all \nofficers and Teachers and shall be published in such numbers as are required to ensure its wide \ncirculation.  \n13.  Appointment and removal of the Rector. —(1) The Rector shall be appointed by the \nChancellor on the recommendations of the Search Committee.  \n(2)  A Search Committee for the recommendation of persons suitable for appointment as \nRector shall be constituted by the Chancellor on the date and in the manner prescribed by the Statutes \nand shall comprise three to five members to be nominated by the Chancellor. The Search Committee \nshall remain in existence till such time that the appointment of the next Rector has be en made by the \nChancellor.  \n(3)  The Rector shall be appointed for a tenure of four years on such terms and conditions \nas may be prescribed by Statues. The incumbent Rector shall not be allowed any extension in his tenure \nbut subject to eligibility he may again compete for the seat of Rector in accordance with the procedure \nprescribed.  \n(4)  The Board may, pursuant to a resolution in this behalf passed by three -fourths of its \nmembership, recommend to the Chancellor the removal of the Rector on the ground of inefficiency, \nconviction of an offence of moral turpitude, physical or mental incapacity or gross misconduct, \nincluding misuse of position for personal advantage of any kind:  \nProvided that the Chancellor may make a reference to the Board stating the instan ces of inefficiency, \nmoral turpitude or physical or mental incapacity or gross misconduct on the part of the Rector that \nhave come to his notice. After consideration of the reference the Board may, pursuant to a resolution \nin this behalf passed by two - thirds of its membership, recommend to the Chancellor the removal of \nthe Rector:  \n \nPage 13 of 29 \n Provided further that prior to a resolution for the removal of the Rector being voted upon the Rector \nshall be given an opportunity of being heard.  \n(5)  A resolution recommending  the removal of the Rector shall be submitted to the \nChancellor forthwith. The Chancellor may accept the recommendation and order removal of the Rector \nor return the recommendation to the Board.  \n(6)  At any time when the office of the Rector is vacant, or the Rector is absent or is unable \nto perform the functions of his office due to illness or some other cause, the senior most professor of \nthe Institute shall perform the duties of the Rector till the appointment of new Rector or his return to \noffice.  \n14.  Registrar. —(1) There shall be a Registrar of the Institute to be appointed by the Board \non the recommendation of the Rector, on such terms and conditions as may be prescribed.  \n(2)  The experience as well as the professional and academic qualifications nece ssary for \nappointment to the post of the Registrar shall be as may be prescribed.  \n(3)  The Registrar shall be a full -time officer of the Institute and shall, — \n(a)  be the administrative head of the secretariat of the Institute and be responsible \nfor the  provision of secretarial support to the Principal Officers of the Institute;  \n(b)  be the custodian of the common seal and the academic records of the Institute;  \n(c)  maintain a register of registered graduates in the prescribed manner;  \n(e)  supervise the  process of election, appointment or nomination of members to the \nvarious authorities and other bodies in the prescribed manner; and  \n(e)  perform such other duties as may be prescribed.  \n(4)  The term of office of the Registrar shall be a renewable period of three years  \nProvided that the Board may, on the advice of the Rector, terminate the appointment of the Registrar \non grounds of inefficiency or misconduct in accordance the prescribed procedure.  \n15.  Director Finance. —(1) There shall be a Director Financ e of the Institute to be \nappointed by the Board on the recommendation of the Rector, on such terms and conditions as may be \nprescribed.  \n(2)  The experience and the professional and academic qualifications necessary for \nappointment to the post of the Direct or Finance shall be as may be prescribed.  \n(3)  The Director Finance shall be the chief financial officer of the Institute and shall, — \n(a) manage the assets, liabilities, receipts, expenditures, funds and investments of \nthe Institute;  \n(b) prepare the annual  and revised budget estimates of the Institute and present them \nto the   Board for approval;  \n(c) ensure that the funds of the Institute are expended on the purposes for which \nthey are provided;  \n \nPage 14 of 29 \n (d) have the accounts of the Institute audited annually so as  to be available for \nsubmission to the Board within six months of the close of the financial year; \nand  \n(e) perform such other duties as may be prescribed.  \n(4)  The term of office of the Director Finance shall be a renewable period of three years:  \nProvided  that the Board may, on the advice of the Rector, terminate the appointment of the Director \nFinance on grounds of inefficiency or misconduct in accordance with the prescribed procedure.  \n16.  Controller of Examinations. — (1) There shall be a Controller of E xaminations to be \nappointed by the Board on the recommendation of the Rector, on such terms and conditions as may be \nprescribed.  \n(2)  The minimum qualifications necessary for appointment to the post of the Controller of \nExaminations shall be as may be pres cribed.  \n(3)  The Controller of Examinations shall be a full -time officer of the Institute and shall be \nresponsible for all matters concerned with the conduct of examinations and perform such other duties \nas may be prescribed.  \n(4)  The Controller of Examina tions shall be appointed for a renewable term of three years:  \nProvided that the Board may, on the advice of the Rector, terminate the appointment of the Controller \nof Examinations on grounds of inefficiency or misconduct in accordance with the prescribed \nprocedure.  \n17.  Adviser Quality Assurance .— (1) There shall be an Adviser Quality Assurance of \nthe Institute, equivalent to the status of Dean, to be appointed by the Board on the recommendation of \nthe Rector, on such terms and conditions as may be prescrib ed. \n(2)  The experience as well as the professional and academic qualifications necessary for \nappointment to the post of the Adviser Quality Assurance shall be as may be prescribed.  \n(3)  The Adviser Quality Assurance shall be a full time officer of the Ins titute and shall - \n(a)  be the quality auditor of the Institute and be responsible to facilitate Rector in \nquality assurance in terms of clause (xvi) of section 2;  \n(b)  be the principal officer and ex -officio member of the Academic Council of the \nInstitute  in terms of sections 7 and 21;  \n(c) coordinate with all the departments, as shall be required, for performing his \nresponsibilities as specified in clause (a) of subsection (3) and shall directly \nreport to the Rector;  \n(d) release an annual compliance report  of the Institute based on his findings while \nperforming his responsibilities as specified in clause(a) of sub -section (3) for \nreview of the Board.  \n(4)  The Board may, on the advice of the Rector, terminate the appointment of the Adviser \nQuality Assurance on grounds of inefficiency or misconduct in accordance with the prescribed \nprocedure.  \n_________  \n \nPage 15 of 29 \n                                        CHAPTER – IV \n                    AUTHORITIES OF THE INSTITUTE  \n18.  Authorities. —(1) The following shall be the Authorities of the Institute, namely: — \n(a)  Authorities established by this Act shall be, — PART I] THE GAZETTE OF \nPAKISTAN, EXTRA., DECEMBER 4, 2021 959  \n (i)  the Board of Governors;  \n (ii)  the Academic Council; and  \n(b)  Authorities to be established by the Statutes shall be, — \n(i)  Graduate Studies and Research Board;  \n(ii)  Search Committee for the appointment of the Rector;  \n(iii)  Finance and Planning Committee; and  \n(iv)  Selection Boards.  \n(2)  The Board of Governors an d the Academic Council may set up such other committees \nor sub -committees, by whatever name described, as are considered desirable through Statutes or \nRegulations as appropriate. Such committees or sub -committees shall be Authorities of the Institute \nfor the purposes of this Act.  \n19.  Board of Governors .— (1) The body responsible for the governance of the Institute \nshall be described as the Board of Governors and shall consist of the following, namely: — \n(a)  the Pro -Chancellor;  \n(b)  the Rector, ex -officio;  \n(c)  the Pro -Chancellor of the Commission or his nominee, ex -officio;  \nd) Secretary or his nominee as ex -officio of the Ministry to which business of this \nAct stands allocated;  \n(e)  one person to be nominated by the Government of from among persons who \nare engineers, scientists, technologists or industrialists of repute;  \n(f)  two professors of the Institute to be nominated by the Academic Council;  \n(g)  three persons of outstanding merit in the field of education, engineering or \nscience, industry, business  and administration to be nominated by the \nChancellor; and  \n(h)  two persons from industrial and business sectors of the country to be nominated \nby the Chancellor on the recommendation of the Chamber.  \n(2)  Appointments of persons described in clauses (h) a nd (i) of subsection (1) shall be \nmade from amongst a panel of three names for each vacancy recommended by the Board or Chamber \nas the case may be:  \nProvided that effort shall be made, without compromising on quality or qualification, to give fair \nrepresent ation to women on the Board:  \n \nPage 16 of 29 \n Provided further that as regards the persons described in clause (g) of sub -section (1) the Board shall \nprescribe a procedure for appointment of professors to the Board.  \n(3)  The members of the Board, other than ex -officio members, shall hold office for three \nyears:  \nProvided that no person, other than an ex -officio member, shall serve on the Board for more than two \nconsecutive terms.  \n(4)  The Board shall meet at least twice in a calendar year on such dates as may be fixed by  \nthe Pro -Chancellor.  \n(5) A special meeting may be called at any time on the direction of the Chancellor or on a \nrequisition made by not less than five members of the Board to consider a matter of urgent nature.  \n(6)  Not less than seven clear days’ notice o f a special meeting shall be given to the members \nof the Board and the agenda of the meeting shall be restricted to the matter for which the special \nmeeting is called.  \n (7)  Service on the Board shall be on honorary basis, provided that actual expenses may  be \nreimbursed as may be prescribed.  \n(8)  Unless otherwise prescribed by this Act, all decisions of the Board shall be taken on \nthe basis of the opinion of the majority of the members present. In the event of the members being \nevenly divided on any matter  the person presiding over the meeting shall have a casting vote.  \n(9)  The quorum for a meeting of the Board shall be two -third of its membership, a fraction \nbeing counted as one.  \n(10)  The Registrar shall be the Secretary of the Board.  \n20.  Powers and functions of the Board. — (1) The Board shall have the power of general \nsupervision over the Institute and shall hold the Rector and the Authorities accountable for all the \nfunctions of the Institute. The Board shall have all powers of the Insti tute not expressly vested in an \nAuthority or officer by this Act and all other powers not expressly mentioned by this Act that are \nnecessary for the performance of its functions.  \n(2)  Without prejudice to the generality of the foregoing powers, the Board s hall have the \nfollowing powers, namely: — \n(a)  to take decisions on questions of policy relating to the administration and \nworking of the Institute;  \n (b)  to oversee the quality and relevance of the Institute’s academic programmes \nand to review the academic  affairs of the Institute in general;  \n (c)  to hold control and lay down policy for the administration of the property, funds \nand investments of the Institute, including the approval of the sale and purchase \nor acquisition of immovable property;  \n(d)  to approve the proposed annual plan of work, the annual and revised budgets, \nthe annual report and the annual statement of account;  \n(e)  to approve the appointment of the Deans, Professors, Associate Professors and \nsuch other senior faculty and senior adminis trators as may be prescribed;  \n \nPage 17 of 29 \n (f)  to create professional, research and administrative posts and such other posts \nas may be required to carry out for the purpose of the Institute and set the terms \nand conditions of appointment of all officers, teachers an d other employees of \nthe Institute;  \n(g)  to suspend, punish or remove from service employees of the Institute in the \nmanner as may be prescribed after due inquiry and justice;  \n (h)  to approve the Statutes and Regulations proposed by the Academic Council or \nother authorities of the Institute: Provided that Board may frame Statute or \nRegulation on its own initiative and approve it after calling for the advice of the \nrelevant authority of the Institute, as the case may be;  \n(i)  to recommend to the Chancello r removal of any member of the Board in \naccordance with the provisions of this Act;  \n(j)  to make appointment of members of the Academic Council, other than ex \nofficio members, in accordance with the provisions of this Act;  \n(l)  to appoint Emeritus Profess ors on such terms and conditions as may be \nprescribed;  \n(m)  to remove any person from the membership of any Authority if such person, — \n(i)  has become of unsound mind;  \n(ii)  has become incapacitated to function as member of such Authority; or  \n                        (iii) has been convicted by a court of law for an offence involving moral \nturpitude; and  \n(n)  to determine the form, provide for the custody and regulate the use of the \ncommon seal of the Institute.  \n(3)  The Board may, subject to th e provisions of this Act delegate all or any of the powers \nand functions of any Authority, officer or employee of the Institute, to any Authority, \ncommittee, officer or employee for the purpose of exercising such powers and performing such \nfunctions and fo r this purpose the Board may create new posts or positions in the Institute.  \n21.  Academic Council .— (1) There shall be an Academic Council of the Institute \nconsisting of the following, namely: — \n(a)  the Rector who shall be its Chairperson;  \n            (b)  the Deans;  \n(c)  the Adviser Quality Assurance;  \n (d)  the Heads of all the teaching Departments;  \n(e)  all Professors including Emeritus Professors;  \n(f)  the Director Finance;  \n            (g)  the Controller of Examination;  \n(h)  the Librarian;  \n \nPage 18 of 29 \n (i)  the Registrar who shall be the secretary of the Academic Council; and  \n(j)  five eminent professors from other degree awarding institutions in the area \nrelevant to the Institute to be nominated by the Board.  \n(2)  The Academic Council shall meet at least once in each quarter.  \n(3)  The quorum for meeting of the Academic Council shall be two  \nthird on the total number of members, a fraction being counted as one.  \n(4)  The members, other than ex -officio members, shall h old office for three years.  \n22.  Powers and functions of the Academic Council .—(1) The Academic Council shall \nbe the principal academic body of the Institute and shall subject to the provisions of this Act and the \nStatutes, have the power to lay down prope r standards of instructions, research and examinations and \nto regulate and to promote the academic life of the Institute.  \n(2)  Without prejudice to the generality of the foregoing powers and subject to the \nprovisions of this Act and the Statutes, the Acade mic Council shall have the power to — \n(a)  approve the policies and procedures pertaining to the quality of academic \nprogrammes;  \n(b)  approve academic programmes;  \n(c)  approve the policies and procedures pertaining to student related functions \nincluding a dmissions, expulsions, punishments, examinations and \ncertifications;  \n(d)  approve the policies and procedures assuring quality of teaching and research;  \n(e)  recommend the process and procedures for affiliation of other educational \ninstitutions;  \n(f)  propose to the Board schemes for the constitution and organization of Faculties, \nteaching dep artments and boards of studies;  \n(g)  appoint paper setters and examiners for all examinations of the Institute after \nreceiving panels of names from the relevant auth orities: - \n  i.  institute programmes for the continued professional development of \nTeachers at all levels;  \n  ii.  recognize the examinations of other universities or examining bodies as \nequivalent to the corresponding examination of the Institute; and  \n iii.  regulate the award of studentships, scholarships, exhibitions, medals \nand prizes;  \n(h)  frame Regulations for submission to the Board;  \n(i)  prepare an annual report on the academic performance of the Institute; and  \n            (j) perform such other func tions as may be prescribed by Regulations.  \n \n \nPage 19 of 29 \n   23. Appointment of Committees by certain Authorities. — (1) The Board, the Academic \nCouncil and other Authorities may, from time to time, appoint such standing, special or advisery  \ncommittees, as they may deem fit and may place on such committees the persons who are not members \nof the Authorities appointing the committees.  \n  (2) The constitution, functions and powers of the Authorities for which no specific provision \nhas been made i n this Act shall be such as may be prescribed by Statutes or Regulations.  \n \n___________  \n  \n \nPage 20 of 29 \n                                                                      CHAPTER – V \nSTATUTES, REGULATIONS AND RULES  \n 24.  Statutes. —(1) Subject to the provisions o f this Act, Statutes to be published in the \nofficial Gazette may be made to regulate or prescribe all or any of the following matters, namely: — \n(a)  the contents of and the manner in which the annual report to be presented by the \nRector before the Board sh all be prepared;  \n (b)  the fee and other charges;  \n(c)  the constitution of any pension, insurance, gratuity, provident fund and \nbenevolent fund for employees;  \n (d)  the scales of pay and other terms and conditions of service of officers teachers \nand other  employees;  \n(e)  the maintenance of the register of the graduates;  \n (f)  the establishment of Faculties, departments, schools, centers and other academic \ndivisions;  \n(g)  the powers and duties of officers and teachers;  \n (h)  conditions under which the Institute may enter into arrangements with other \ninstitutions or with public bodies for purposes of research and advisory services;  \n(i)  conditions for appointment of Emeritus Professors and award honorary degrees;  \n (j)  efficie ncy and discipline of Institute employees;  \n(k)  the constitution and procedure to be followed by the Search Committee for \nappointment of the Rector;  \n(l)  constitution, functions and powers of the Authorities of the Institute; and  \n(m)  all other matters which by this Act are to be or may be prescribed or regulated \nby Statutes  \n  (2)  The draft of the Statutes shall be proposed to the Board, by a committee constituted \nunder the supervision of the Rector, which may approve or pass those wi th such modifications as the \nBoard may think fit or may refer back to the committee, as the case may be, for reconsideration of \nthe proposed draft:  \n Provided that the Board may initiate Statutes with respect to any matter in its power or with respect \nto wh ich Statutes may be framed in terms of this Act and approve such statutes.  \n  25.  Regulations. — (1) Subject to the provisions of this Act and the Statues, the Academic \nCouncil may make regulations, to be published in the official Gazette, for all or any of  the following \nmatters, namely: — \n(a)  the courses of study for degrees, diplomas and certificates of the Institute;  \n(b)  the manner in which the teaching referred to in sub -section (1) of section 6 shall \nbe organized and conducted;  \n(c)  the admission and  expulsion of students to and from the Institute;  \n \nPage 21 of 29 \n (d)  the conditions under which students shall be admitted to the courses and the \nexaminations of the Institute and shall become eligible for the award of degrees, \ndiplomas and certificates;  \n(e)  the cond uct of examinations;  \n(f)  conditions under which a person may carry on independent research to entitle \nhim to a degree;  \n(g)  the institutions of fellowships, scholarships, exhibitions, medals and prizes;  \n(h)  the use of the Library;  \n (i)  the formation of Faculties, departments and board of studies; and  \n (j)  all other matters which by this Actor the statutes are to be or may be prescribed \nby Regulations.  \n (2)  Regulations shall be proposed by the Academic Council and shall be submitted to the \nBoard which may approve them or withhold approval or refer them back to the Academic Council \nfor reconsideration. The Regulations proposed by the Academic Council shall not be effective unless \nthat receive approval of the Board.  \n 26.  Rules .— (1) The Authorities  and the other bodies of the Institute may make Rules, to \nbe published in the official Gazette, consistent with this Act, Statutes and the Regulations, to regulate \nany matter relating to the affairs of the Institute which has not been provided for by this Act or that \nis not required to be regulated by Statues or Regulations, including Rules to regulate the conduct of \nbusiness and the time and place of meetings and related matters.  \n (2)  Rules shall become effective upon approval by the Board.  \n \n                                                                       ________  \n \nCHAPTER –VI \nFUND OF THE INSTITUTE  \n 27.  Fund of the Institute. — The Institute shall have a Fund to which shall be credited its \nincome from fee charges, donations, trusts, bequests, endowments, contributions, grants and all other \nsources.  \n 28.  Audit and accounts. — (1) The accounts of the Institute shall be maintained in such \nform and in such manner as may be prescribed.  \n (2)  The teaching departments and all other bodies designated a s such by the Board in terms \nof Statutes shall be independent cost centers of the Institute with authority vested in the head of each \ncost centre to sanction expenditure out of the budget allocated to it:  \nProvided that re -appropriation from one head of acc ount to another may be made by the head of a \ncost centre in accordance with and to the extent prescribed by the Statutes.  \n (3)  All funds generated by a teaching department or other unit of the Institute through \nconsultancy, research or other provision of service shall be made available without prejudice to the \n \nPage 22 of 29 \n budgetary allocation otherwise made after deduction of overheads in the matter and to the extent \nprescribed by Statutes to the teaching Department or other unit for its development. A part of the \nfunds so generated may be shared with the Institute Teachers or researchers in charge of the \nconsultancy, research or service concerned in the manner and to the extent prescribed by Statutes.  \n (4)  No expenditure shall be made from the funds of the Institute,  unless a bill for its \npayment has been issued by the head of the cost center concerned in accordance with the relevant \nStatutes and the Treasure has verified that the allocation is provided for in the approved budget of \nthe cost center, subject to the aut hority to re -appropriate available to the head of the cost center.  \n (5)  Provision shall be made for an internal audit of the finances of the Institute.  \n (6)  Without prejudice to the requirement of audit by an auditor appointed by Government \nin accordance  with the provisions of any other law in force the annual audited statement of accounts \nof the Institute shall be prepared in conformity with the Generally Accepted Accounting Principles \n(GAAP) by a reputed firm of chartered accountants and signed by the D irector Finance. The annual \naudited statement of accounts so prepared shall be submitted to the Auditor -General of Pakistan for \nhis observations.  \n (7)  The observations of the Auditor -General of Pakistan, if any, together with such \nannotations as the Director Finance may make shall be considered by the Board and shall be placed \nbefore the Board within six months of closing of the financial year.  \n________  \n \nCHAPTER –VII \nGENERAL PROVISIONS  \n 29.  Opportunity to show cause .—Except as otherwise provided by th is Act no officer, \nteacher or other employee of the Institute holding a permanent post shall be reduced in rank, or \nremoved or compulsorily retired from service for cause arising out of any act or omission on the part \nof the person concerned unless he has been given a reasonable opportunity of showing cause against \nthe action proposed to be taken.  \n 30.  Appeal to the Rector and the Board. —Where an order is passed punishing any \nofficer, other than the Rector, teacher or other employee of the Institute or alt ering or interpreting to \nhis disadvantage the prescribed terms or conditions of his service, he shall, where the order is passed \nby any officer or teacher of the Institute, other than the Rector, have the right to appeal to the Rector \nagainst the order and  where the order is passed by the Rector, have the right to appeal to the Board.  \n 31.  Service of the Institute. —(1) All persons employed by the Institute in accordance \nwith the terms and conditions of service prescribed by Statutes shall be persons in the  service of \nPakistan for the purposes of any court or tribunal set up by law in terms of Article 212 of the \nConstitution of the Islamic Republic of Pakistan:  \nProvided that any provision as regards the terms and conditions of employment of persons in the \nservice of Pakistan in general or in comparable  \nemployment notwithstanding the service of persons employed by the Institute shall be entirely \ngoverned by the terms and conditions prescribed by the relevant Statutes.  \n \nPage 23 of 29 \n (2) An officer, teacher or other employe es of the Institute shall retire from service on the attainment \nof such age or tenure of service as may be prescribed.  \n 32.  Benefits and insurance. —(1) The Institute shall constitute for the benefit of its \nofficers, teachers and other employees schemes, a s may be prescribed, for the provision of post -\nemployment benefits as well as health and life insurance while in service.  \n(2) Where any provident fund has been constituted under this Act the provisions of the Provident \nFunds Act, 1925 (XIX of 1925), shall apply to such funds as if it wer e the Government Provident \nFund  \n 33.  Commencement of term of office of members of Authority .— (1) When a member \nof a newly constituted Authority is elected, appointed or nominated his tenure of office shall be as \nmay be pre scribed.  \n(2) Where a member who has accepted any other assignment or for any other similar reason remains \nabsent from the Institute for a period of not less than six months he shall be deemed to have resigned \nand vacated his seat.  \n 34.  Filling of causal v acancies in Authorities. — Any casual vacancy among the members \nof any Authority shall be filled, as soon as conveniently may be, in the same manner and by the same \nperson or Authority that had appointed the member whose place has become vacant and the pers on \nappointed to the vacancy shall be a member of such Authority for the residue of the term for which \nthe person whose place be fills would have been a member.  \n 35.  Flaws in the constitution of Authorities .— Where there is a flaw in the constitution \nof an  Authority, as constituted under this Act, the Statutes or the Regulations on account of the \nabolition of a specified office under Government or because an organization, institution or other \nbody outside the Institute has been dissolved or has ceased to fu nction, or because of some other \nsimilar reason, such flow shall be removed in such manner as the Board may direct.  \n 36.  Proceedings of Authorities not invalidated by the vacancies .— No act, resolution \nor decision of any Authority shall be invalid by reas on, of any vacancy in the Authority doing, \npassing, or making it or by reason of any want of qualifications invalidity in the election, appointment \nor nomination of any de -facto member of the Authority whether present or absent.  \n 37.  First Statutes and Re gulations. —(1) Notwithstanding anything to the contrary \ncontained in this Act, the first Statutes and Regulations specified in the Schedule to this Act shall be \ndeemed to be Statutes and Regulations made under sections 24 and 25 respectively and shall continue \nto remain in force till the time new Statutes and Regulations are framed in accordance with the \nprovisions of this Act.  \n (2)  Notwithstanding anything contained in this Act, the members of the first Board, except \nthe Institute Professors, shall be  appointed by the Chancellor in accordance with the number and \ncriteria for membership specified in this Act. The first Board so constituted shall initiate, as soon as \npossible, the process for recruitment of Institute professors and appointment of members  of the \nAcademic Council in accordance with the terms of this Act. The Institute professors to be appointed \nto the first Board shall be appointed as soon as the procedure prescribed for appointment of Institute \nprofessors to the Board has been complied wit h. The term of tenure provided in sub -section (3) of \nsection 19 notwithstanding, one -third of the members, other than ex -officio members, of the first \nBoard, to be determined by lot, shall retire from office on the expiration of one year from the date of \nappointment by the Chancellor. One -half of the remaining members, other than ex -officio members, \n \nPage 24 of 29 \n of the first Board, to be determined by lot, shall retire from office on the expiration of two years from \nthe date of appointment and the remaining one -half, ot her than ex -officio members, shall retire from \noffice on expiration of the third year.  \n (3)  Notwithstanding anything contained in this Act, the first Rector shall be appointed by \nthe Chancellor for a period of four years.  \n 38.  Interpretation and removal of difficulties. —(1) If any question arises as to the \ninterpretation of any of the provisions of this Act it shall be placed before the Chancellor whose \ndecision thereon shall be final.  \n (2)  If any difficulty arises in giving effect to any of the provisio ns of this Act, the \nChancellor may make such order after obtaining views of the Board, not inconsistent with the \nprovisions of this Act, as may appear to him to be necessary for removing the difficulty.  \n (3)  Where this Act make any provision for anything to be done but no provision or no \nsufficient provision has been made as respects the authority by whom, or the time at which, or the \nmanner in which, it shall be done, then it shall be done by such authority, at such time or in such \nmanner as the Chancello r may direct after obtaining views of the Board.  \n 39.  Indemnity. — No suit or legal proceedings shall lie against the Government, the \nInstitute or any Authority, officer or employee of the Institute or a member of an Authority in respect \nof anything which is done in good faith under this Act.  \n 40.  Power to allow appointment of employees of the Government, other universities \nor educational or research institutions to the Institute. — (1) Notwithstanding anything contained \nin this Act, the Board may on advice  of the Finance and Planning Committee, allow any post in the \nInstitute to be filled in by appointment, on such terms as the Board may specify, an employee of the \nGovernment or any other institute or educational or research institution.  \n (2)  Where any app ointment has been made under this section, the terms and conditions of \nservice of the appointee shall not be less favorable than those admissible to him immediately before \nsuch appointment and he shall be entitled to all benefits of his post of service.  \n_________  \n \nSCHEDULE  \n[see section 38]  \nThe First Statutes of the  \nHyderabad Institute for Technology and Management Sciences  \n \n 1.  Faculties. —(1) The Institute shall have the following faculties, namely:  \n(a)  Faculty of ICT, Arts and Humanities  \n(b)  Faculty of Design, Music and Creative Arts  \n(c)  Faculty of Natural Sciences;  \n(d)  Faculty of Business and Entrepreneurship; and  \n(e) Any other Faculty as considered appropriate by the Board.  \n \nPage 25 of 29 \n  (2)  Each faculty shall include teaching departments, centers o r the other teaching or \nresearch units as may be prescribed by the Statutes.  \n 2.  Board of Faculty. —(1) There shall be a Board of each Faculty which shall consist of — \n(a)  the Dean to be appointed in manner prescribed in sub -paragraph (2) of \nparagraph 3;  \n(b)  the Professors, the Directors and the Heads of the Teaching Departments \ncomprised in the Faculty;  \n(c)  Adviser Quality Assurance;  \n(d)  two members of each Board of Studies comprised in the Faculty to be \nnominated by the Board of Studies concerned; an d  \n(e)  three teachers to be nominated by the Academic Council by reason of their \nspecialized knowledge of the subjects which, though not as signed to the Faculty \nhave in the opinion of the Academic Council, important bearing on the subjects \nassigned to th e Faculty.  \n (2)  The members mentioned in clauses (d) and (e) of sub -paragraph (1) shall hold offices \nfor two years.  \n (3)  The quorum for a meeting of the Board of a Faculty shall be twothird of the total \nnumber of members, fraction being counted  \n (4)  The Board of each Faculty shall, subject to the general control of the Academic Council \nand the Board of Governors, have the powers to — \n(a)  co-ordinate the teaching, publication and research work in the subjects assigned \nto the Faculty;  \n (b)  scrutinize the recommendations of the Board of Studies in the Faculty with \nregard to the appointment or paper setters and examiners, except for research \nexaminations, and to forward the panels of suitable paper setters and examiners \nfor each examination to  the Rector;  \n(c)  consider any other academic matter relating to the Faculty and to report thereon \nto the Academic Council; and  \n(d)  perform such other functions as may be assigned.  \n 3.  Dean. —(1) There shall be a Dean of each Faculty, who shall be the C hairperson and \nconvener of the Board of the Faculty.  \n(2) The Dean of each Faculty shall be appointed by the Chancellor from among the three senior most \nProfessors in the Faculty for a period of three years. A Dean shall be eligible for re -appointment:  \nProv ided that if no professor is available in a Faculty, the Vice Chancellor may assigned the charge \nof the post to the Dean of other Faculty till a Professor of the Faculty itself is appointed.  \n(3) The Dean shall present candidates for admission to degrees ex cept honorary degrees, in the \ncourses falling within the purview of the Faculty.  \n(4) The Dean shall exercise such administrative and academic powers as may be delegated to him.  \n \nPage 26 of 29 \n (5) At any time when the office of the Dean is vacant, or the Dean is absent or  is unable to perform \nthe functions of his office due to illness or some other cause, the Dean from other Faculty shall \nperform the duties of the Dean till the appointment of new Dean or his return to office.  \n(6) The Vice Chancellor shall initiate the proc ess of appointment of a Dean well before the expiry of \nthe term of the sitting Dean or his retirement.  \n 4.  Teaching Departments and Heads of the Departments. —(1) There shall be a \nTeaching Department for each subject or a group of subjects, as may be presc ribed by regulations, \nand each Teaching Department shall be headed by a Head of the Department.  \n (2)  The Head of a Teaching Department shall be appointed by the Board on the \nrecommendation of the Rector from amongst the three senior most Professors of the  Department for \na period of three years and shall be eligible for re -appointment:   \nProvided that in a Department where there are less than three Professors the appointment shall be \nmade from amongst the three most senior Professors and Associate Professor s of the Department:  \nProvided that in a Department where there are less than three Professors the appointment shall be \nmade from amongst the three most senior Professors and Associate Professors of the Department:  \nProvided that in a Department where there are less than three Professors the appointment shall be \nmade from amongst the three most senior Professors and Associate Professors of the Department:  \n 5.  Board of Studies. —(1) There shall be a separate Board of Studies for each subject or \ngroup of subjec ts, as may be prescribed by regulations.  \n (2)  Each Board of Studies shall consist of — \n(a)  the Head of the Teaching Department;  \n(b)  Adviser Quality Assurance; and  \n(c)  all Professors and Associate Professors in the Teaching Department: Provided \nthat i f the total number of Teachers under clause (c) and this clause comes to \nless than three, this number may be made up by nominating one Lecturer or \nAssistant Professor from amongst the Teachers; and   \n(d)  one teacher of the subject from outside the Departme nt or preferably from any \nother institution to be appointed by the Rector.  \n  (3)  The functions of the Board of Stu dies shall be to  \n (a)  advise the Authorities on all academic matter connected with instruction, \npublication, research and examination in the subject concerned;  \n(b)  propose circular and syllabi for all degrees, diplomas and certificate courses in \nthe subject or subjects concer ned; and  \n(c)  perform such other functions as may be prescribed.  \n 6.  Graduate Studies and Research Board .—(1) The Graduate Studies and Research \nBoard shall consist of — \n(a)  the Rector as Chairperson;  \n(b)  the Deans;  \n \nPage 27 of 29 \n (c)  the Adviser Quality Assurance;  \n(d) three Professor of the Institute other than Deans to be appointed by the \nAcademic Council; and  \n(e) three Professors from other degree awarding institutions having research \nqualifications and experience to be appointed b y the Board.  \n (2)  The term of office of members of the Graduate Studies and Research Board, other than \nex-officio members, shall be three years.  \n (3)  The quorum for a meeting of the Graduate Studies and Research Board shall be two -\nthird of the total numb er of members, fraction being counted as one.  \n (4)  The functions of the Graduate Studies and Research Board shall be — \n(a)  to advise the Authorities on all matters connected with the promotion of \ngraduate studies, publication and research in the Institut e; \n (b)  to consider and report to the Authorities on the institution of research degrees \nin the Institute;  \n(c)  to propose regulations regarding the award of research degrees;  \n(d)  to appoint supervisors for research studies and to determine the subjects  for their \nthesis;  \n(e)  to recommend panels of names of paper setters and examiners for research \nexaminations after considering the proposals of the Board of Faculties in this \nbehalf; and  \n (f)  to perform such other functions as may be prescribed by regul ations.  \n 7.  Selection Board. —(1) The Selection Board shall consist of — \n(a)  the Rector as Chairperson;  \n(b)  Secretary, Ministry of Federal Education and Professional Training or his \nnominee;  \n(c)  Chairperson of the Commission or his nominee;  \n(d)  concerned Dean of the Faculty;  \n(e)  the two members of the Board of Governors nominated by the Board;  \n(f)  two members from industry nominated by the Board; and  \n(g)  Registrar as Secretary of the Selection Board.  \n (2)  The members mentioned in clause ( e) and (f) of sub -paragraph (1) shall hold office for \ntwo years.  \n (3)  The quorum of Selection Board shall be two -third of the total number of members, \nfraction being counted as one.  \n (4)  No member who is candidate for the post to which appointment is to be made shall take \npart in the proceedings of the Board  \n \nPage 28 of 29 \n  (5)  In selecting candidates for posts of Professors and Associate Professors, the Selection \nBoard shall co -opted or consult three experts in the subject concerned and in selecting candidates for \nother teaching posts, two experts in the subject concerned, to be nominated by the Rector from the \nstanding list of experts for each subject approved by the Board on the recommendation of the \nSelection Board and revised from time to time.  \n (6)  The Selection Board for teaching and other posts shall consider the applications \nreceived in response to advertisement and recommend to the Board of Governors the names of \nsuitable candidates for appointment to teaching or other posts, as the case may be and may also \nrecommend — \n(a)  the grant of a higher initial pay in a suitable case for reasons to be recorded; or  \n (b) the grant of a special pay -package in a suitable case for reasons to be recorded.  \n 8.  Finance and Planning Committee. —(1) The Finance and Planning Comm ittee shall \nconsist of — \n(a)  the Rector as Chairperson;  \n(b)  one member of the Board to be appointed by the Board;  \n(c)  two members of the Academic Council to be appointed by the Academic \nCouncil;  \n(d)  representative of the Commission;  \n(e)  representative of the Ministry of Finance;  \n(f)  the Registrar;  \n(g)  the Director Planning & Development; and  \n(h)  the Director Finance who shall be the secretary of the Committee.  \n (2)  The quorum for a meeting of the Finance and Planning Committee shal l be two -third \nof the total number of members, fraction being counted as one.  \n (3)  The functions of the Finance and Planning Committee shall be to — \n (a)  consider the annual statement of accounts and the annual and revised budget \nestimates and advice the Board thereon;  \n(b)  consider creation and abolishment of teaching and administrative posts and \nrecommend to the Board thereon;  \n(c)  review periodically t he financial position of the Institute;  \n(d)  advice the Board on all matters relating to planning, development, finance \ninvestments, and accounts of the Institute; and  \n(e)  perform such other functions as may be prescribed.  \n 9.  Discipline Committee. — (1) The Discipline Committee shall consist of — \n(a)  a Chairperson of the Committee to be nominated by the Rector;  \n(b)  three teachers to be nominated by the Academic Council;  \n \nPage 29 of 29 \n (c)  the officer in -charge of students affairs, by whatever name called, as membe r \nwho shall also act as Secretary of the Discipline Committee; and  \n (d)  Registrar or his deputy.  \n (2)  The term of office of the members of the Committee, other than ex -officio members, \nshall be two years.  \n (3)  The quorum for a meeting of the Discipline Committee shall be two -third of the total \nnumber of members, fraction being counted as one.  \n (4)  The functions of the Discipline Committee shall be to — \n(a)  to examine and decide complaints referred to it by a head of a department or a \ncompetent body or forum against the conduct and behavior of students;  \n(b)  to propose Regulations to the Academic Council relating to the conduct of \nstudents, maintenance of discipline and breach of discipline; and  \n(c)  to perform such other functions as may be prescribed."
}