{
    "file": "./converted_json\\administratorbc103c7f3e2b3b1cf5445bd0673da0f6.json",
    "name": "Naya Pakistan Housing and Development Authority Act,",
    "date": "15th January, 2020",
    "tagline": "Act to provide for housing and real estate development",
    "content": "Page 1 of 29 \n  \n \n \nThe NAYA PAKISTAN HOUSING AND DEVELOPMENT \nAUTHORITY  ACT, 2020 \n \n \n \n \n \n    CONTENTS  \nCHAPTER  I \n \nPRELIMINARY  \n \n1. Short title, extent, commencement and application.  \n2. Application.  \n3. Definitions.  \nCHAPTER  II \nINCORPORATION  AND  FUNCTIONS  \n \n4. Authority.  \n5. Functions  of the Authority.  \nCHAPTER  III \n \nPATRON,  POLICY  BOARD  AND  ADMINISTRATION  \n \n6. Patron and Policy Board.  \n7. Disqualification of members.  \n8. Removal of a member.  \n9. Functions of the Policy Board.  \n10. Chairman and Acting Chairman.  \n11. Functions and Powers of Chairman.   \nUpdated till 19.04.2023\n \nPage 2 of 29 \n 12. Appointments  of employees.  \nCHAPTER  IV \n \nFEDERAL  LAND  BANK  ETC.  \n \n13. Delegation of functions.  \n14. Conflict of interest.  \n15. Committees  and sub-committees.  \n16. Federal  Land  Bank.  \n17. Vesting  of Property.  \n18. Regulation of Transfers etc. \nCHAPTER  V \n \nDEVELOPMENT  OF SCHEMES  AND  PROCUREMENTS  ETC.  \n \n19. Development of  schemes.  \n20. Procurement,  Outsourcing  and public  private  partnership  etc. \n21. Re-development  schemes.  \nCHAPTER  VI \n \nREGISTER  OF TITLES  \n \n22. Registrar.  \n23. Record  of titles.  \n24. Registration  of Properties.  \nCHAPTER  VII \n \nHOUSE  FINANCE  AND  MORTGAGES  \n \n25. House finance for a scheme.  \n26. Process for Mortgage and Auction.  \nCHAPTER  VIII \n \nCOMMON  PROPERTY  \n \n27. Common  property.  \n \nPage 3 of 29 \n  \nCHAPTER  IX \n \nTAXES,  FEES  AND  CHARGES  \n \n28. Authority  to be exempt  from  taxation.  \n29. Authority to collect property tax.  \n30. Authority  to levy fee and charges.  \n31. Additional  charge  or surcharge.  \nCHAPTER  X \n \nOFFENCES,  ENFORCEMENT  AND  ADJUDICATION  \n \n32. Penalty.  \n33. Offences and cognizance.  \n34. Offences  to be cognizable  and bailable.  \n35. Offences by companies.  \n36. Administrative  penalties.  \n37. Administrative penalty and offence.  \n38. Enforcement  inspectors.  \n39. Power  to enter.  \n40. Ejectment  of unauthorized  occupants.  \n41. Adjudicator.  \n42. Inquiry  and decision.  \n43. Review.  \n44. Recovery of dues.  \n45. Appeals.  \n46. Bar of jurisdiction.  \n        CHAPTER  XI \n \nFINANCIAL  PROVISIONS  \n \n47. Fund.  \n48. Bank accounts.  \n \nPage 4 of 29 \n 49. Budget  and accounts.  \n50. Audit.  \n         CHAPTER  XII \n \nMISCELLANEOUS  \n \n51. Duty  to assist  the Authority.  \n52. Authentication  of instruments  of Authority.  \n53. Annual  report.  \n54. Public  servants.  \n55. Immunity.  \n56. Act to prevail  over other  laws.  \n57. Rules.  \n58. Regulations.  \n59. Removal of Difficulties.  \n60. Savings.  \n________________  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nPage 5 of 29 \n The NAYA PAKISTAN HOUSING AND DEVELOPMENT AUTHORITY , 2020 \n \n[15th January,  2020 ] \n \nAn Act to  provide  for housing  and real estate  development and  other  activities  related  to land and \nconstruction  through  the establishment  of             Naya  Pakistan  Housing  and Development  Authority  \n \nWHEREAS  the Constitution  of the Islamic  Republic  of Pakistan,  1973,  requires  the State  to \nendeavour  to provide  housing,  a basic  necessity  of life, to its citizens;  \n \nAND WHEREAS  it is expedient to establish the Naya Pakistan Housing and   Development  \nAuthority  for the purposes  of planning,  development,  construction  and management  of real estate  \ndevelopment  schemes  and projects,  including  housing,  and matters  connected  therewith  and \nancillary  thereto  so as to pursue  philanthropic  and other objectives on profit and non­profit basis \nand to carry out refurbishment,  uplift  or establishment and maintenance  of infrastructure, roads  \netc. and the  performance  of other  civic  and municipal  ventures  or tasks;  \n \nIt is enacted as  follows: — \n \nCHAPTER  I \n \nPRELIMINARY  \n \n1. Short title, extent, commencement and application. — (1) This  Act shall be \ncalled the Naya Pakistan Housing and Development Authority Act,  2020.  \n \n(2) It extends  to the whole  of Pakistan.  \n \n(3) It shall  come  into force  at once.  \n \n2. Application. — This Act shall  apply  to the works,  lands  and buildings  owned  or \nacquired  by, vested  in or in the possession  of the Federal  Government  in the specified  area and  the \nschemes developed  or re­developed under  this Act. \n \n3. Definitions. — In this Act,— \n \n(a) “Acting Chairman” means the Acting Chairman of the Authority  appointed  in \nterms  of sub­sections  (6) or (7), respectively,  of section  10; \n \n(b) “Adjudicator” means an Adjudicator of the Authority appointed in  accordance  \nwith section  41; \n \n(c) “Appellate Tribunal” means the Appellate Tribunal of the Authority     established  \npursuant  to this Act; \n \n \nPage 6 of 29 \n (d) “Authority”  means  Naya  Pakistan  Housing  and Development  Authority  \nestablished  under  this Act; \n \n(e) “certificate of title” includes a certificate of title with regard to the  entitlement \nto an immovable property in terms of a lease, tenancy,  license, allotment or \nallocation or any other mode of grant issued by  the Registrar,  in the manner  and \non such terms  and conditi ons as may be prescribed;  \n \n(f) “Chairman”  means  the Chairman  of the Authority;  \n \n(g) “enforcement  inspector”  means  an employee  of the Authority  designated as  \nenforcement  inspector  in accordance  with section  38; \n \n(h) “Federal  Land  Bank”  means  the Federal  Land  Bank  constituted  under  section  16; \n \n(i) “finance” shall have the same meaning as assigned thereto in the  Financial  \nInstitutions  (Recovery  of Finances)  Ordinance,  2001  (XLVI  of 2001);  \n \n(j) “financial  institution”  shall  have the same  meaning  as assigned  thereto  in the \nFinancial  Institutions  (Recovery  of Finances)  Ordinance,  2001  (XLVI  of 2001);  \n \n(k) “Fund” means Naya Pakistan Housing and Development Authority  Fund  \ncreated under  this Act; \n \n(1) “house finance” means finance provided by financial institutions to  individuals  \nfor the construction,  refurbishment  or purchase  of residential  houses, units or \napartments or for purchase of residential plots and  construction  thereon;  \n \n(m) “management association” means a body, association, trust, body  corporate,  \nsociety  or any other  entity,  registered  or otherwise,  established  and mandated  \nby the Authority,  in the prescribed  manner,  for managing  a scheme  or part \nthereof;  \n \n(n) “member”  means  a member  of the Policy  Board;  \n \n(o) “Policy Board” means the Policy Board of the Authority constituted  under  this \nAct; \n \n(p) “prescribed”  means  prescribed  by rules  or regulations  under  this Act; \n \n(q) “Patron”  means  the Patron  of the  Authority;  \n \n(r) “Registrar”  means  a registrar  appointed  under  Section­22  of this Act; \n \n(s) “Schedule”  means  a Schedule  appended  to this Act; \n \nPage 7 of 29 \n (t) “scheme”  means  a scheme  or schemes,  plan,  facility  or project,  on profit  or \nnon­profit  basis,  comprising  development  or redevelopment  of: \n(i) new or existing  cities,  towns  and islands,  or \n(ii) mix­use, housing, commercial and/or  public amenity plots,  buildings  and/or  \nunits  and related  infrastructure,  or \n(iii) infrastructure  and services  including  transportation  systems  and road \nnetworks,  traffic  management  systems,  healthcare  facilities,  educational  \nfacilities,  recreational  and cultural  facilities,  municipal  and civic facilities and \nservices, communications systems and  facilities, utilities infrastructure and \nnetwork (including water  supply,  drainage,  sewerage,  sanitation),  or \n(iv) energy  generation,  procurement,  transportation,  transmission  and   distribution \nsystems including for electric power (through any  energy  source)  and gas \n(LNG/RLNG,  LPG etc.),  or \n(v) industrial  estates  and parks,  and \n(vi) all facilities, systems and works incidental or ancillary thereto,  planned, \nmade, undertaken and/or supervised and/or approved  by the Authority  under  \nthis Act. \n(u) “Secretary”  means  the Secretary  of the Authority  appointed  in accordance \nwith section 6  (7) of this Act; \n(v) “section”  means a  section  of this Act; and \n(w) “specified  area”  includes  an area in which  the Authority  may pursue  a scheme;  \n \nCHAPTER  II \n \nINCORPORATION  AND  FUNCTIONS  \n \n4. Authority. — (1) The Patron  shall,  by notification  in the official  Gazette,  establish  the \nNaya  Pakistan  Housing  and Development  Authority.  \n \n(2) The Authority shall be a corporation having perpetual succession, a  common seal and \nmay sue or be sued in the name mentioned in sub­section (i) of  this section  4. \n(3) The head office  of the Authority  shall be at Islamabad  and the Authority  may establish  \nregional  and/or  such offices  in such other  parts  of Pakistan  as it may deem  necessary.  \n \n5. Functions  of the Authority. — (1) The Authority  as may be prescribed,  shall: — \n \n \nPage 8 of 29 \n (a) identify  immovable  properties  and projects  suitable  for the development  of \nschemes;  \n \n(b) recommend  to the Federal  Government  to provide  or procure  immovable  \nproperty  or a project  through  any means  permissible  under  law, including  \ncompulsory  acquisition;  purchase,  lease  or license  through  private  agreement;  \ndonation  by any private  party  or any state land or project  by any government  or \nother  public  authority,  on such terms  as may be  mutually agreed between the \nFederal Government and the  relevant  transferor  or provider;  \n \n(c) cause studies, surveys, experiments or technical researches to be  undertaken  or \ncontribute  towards  the cost of any such studies,  surveys,  experiments or  technical  \nresearches,  undertaken  by any other  entity;  \n \n(d) if necessary,  prepare  and approve  a master  or site plan of a specified  area \ncontaining  zoning,  spatial  or town  planning,  infrastructure  development,  land \nuse and building  control  regulations  in consonance  with the planning under the \napplicable building and town­planning  dispensation;  \n \n(e) undertake, design, approve and execute a scheme or schemes in  specified  areas;  \n \n(f) prescribe  transparent  criteria  and procedure  for registration,  membership, \npossession, transfer  and cancellation of immovable  property  in a scheme;  \n \n(g) facilitate  the low income  segment  for availing  housing  under  this Act or any other  \nspecific  programme  or otherwise  through  the provision  of loans  or other  facilities;  \n \n(h) develop  procedures  for allocation,  allotment,  lease  or auction,  if any, of any type \nof immovable  property,  including  the procedure  to transact  or exchange  the actual  \nproperty  or allotment/  allocation  file thereof;  \n \n(i) ensure  maximum  use of indigenous  labour  and construction  material  in the \ndevelopment  of schemes;  \n(j) formulate  and, from  time to time,  vary the organogram,  job descriptions,  human  \nresource  policies  and terms  and conditions  of employment  of all employees  of \nthe Authority;  \n \n(k) create  or abolish  posts  and oversee  the performance  of its employees;  \n \n(1) take disciplinary  action  against  employees  in the prescribed  manner;  \n \n(m) establish committees for assistance and advice in relation to the  performance  of \nits functions  and determine  the membership  and terms  of reference  of a \ncommittee;  \n \n \nPage 9 of 29 \n (n) develop  and maintain  public  amenities  and common  areas  in a scheme;  \n \n(o) maintain  updated  record  of immovable  property  including  title, leasehold  rights,  \nmortgage,  easement,  license,  tenancy  and possession  thereof;  \n \n(p) publish  geo­tagged  title, leasehold  rights,  mortgage  and other  rights  or  interests  in \nan immovable  property  on its website;  \n \n(q) collect all levies, taxes, duties, fees and charges on the transfer, or  possession \nof an immovable property, or any encumbrance thereon,  under any law after \nagreeing on an arrangement with the relevant  agency;  \n \n(r) exercise control over maintenance of buildings, their common areas  and \namenities  in a scheme;  \n \n(s) impose, levy and collect fines, fees, tolls, penalties, surcharges and  charges  as \nmay be prescribed;  \n \n(t) coordinate with simi lar agencies or bodies at the federal, provincial  and local  \nlevel  for the achievement  of the objectives  of this Act; \n \n(u) to undertake schemes for the purposes of raising funds for various  objects  of the \nAct including  funding  for subsidies  in low cost housing  projects  and creation  of \nemployment  and opportunities;  and \n \n(v) perform  any ancillary  functions  or a function  under  this Act. \n \n2. The Authority,  as may be prescribed,  may. — \n \n(a) raise  funds  through  any means  considered  appropriate  in the circumstances  \nincluding  through  real estate  investment  trusts,  bonds,  sukuk  and other  forms  of \nfinances  obtained  on the basis  of participation  term certificate  (PTC),  musharika  \ncertificates,  term finance  certificates  (TFC)  or any other  financial  or debt \ninstruments  or securities;  \n \n(b) raise  funds  and obtain  finance  or loans  from  donor  agencies,  governmental  \nbodies,  and financial  institutions,  including  on the security  of its Fund  or any portion  \nthereof;  \n \n(c) provide or facilitate and support the provision of finance, including  housing  \nfinance,  for the achievement  of the objectives  of the Act; \n \n(d) generate electricity or obtain utilities in bulk or otherwise and carry  out, \nmaintain,  arrange,  manage  and provide  all facilities,  services  and utilities,  \nincluding  water,  gas and sewerage  in schemes;  \n \nPage 10 of 29 \n  \n(e) manage  and maintain  utilities;  \n \n(f) assign  any function  to a local  government  or local  authority  and vice versa \non mutually  agreed  terms  and conditions;  \n \n(g) outsource  any function  through  public  private  partnership  or any other  mode;  \n \n(h) hire or utilize services for undertaking of schemes including design,  technical  \nevaluation  and monitoring  thereof;  \n \n(i) provide and release receipts, guarantees, indemnity bonds, cheques  and enter \ninto contracts, deeds, instruments, arrangements, joint  ventures and agreements  \nwith any person or grant concessions, for  the working  of the Authority,  for the \npreparation,  planning,  development,  execution, implementation and  maintenance \nof schemes and  for carrying  out the purposes  of this Act; \n \n(j) to set up agencies,  companies,  subsidiaries,  trusts,  societies,  associations, \njoint­ventures (whether contractual or incorporated) or  any other  vehicles  for the \npurposes  of carrying  out its objectives;  \n \n(k) incur any expenditure and procure plant, machinery, equipment,  instruments  \nand neces sary materials;  \n \n(l) plan, approve and execute mergers and amalgamations with other  housing  \nschemes  or cooperative  housing  societies  subject  to the approval    of the competent \nauthorities of those housing schemes or housing  societies  for such merger  or \namalgamation;  \n(m) impose, vary, and recover development charges and transfer fees in  respect  of \nany immovable  property  within  any scheme;  \n \n(n) lease,  purchase,  procure,  sell, exchange,  mortgage,  rent out or otherwise   dispose  of \nor deal with any property  under  the management  and control  of the Authority;  \n \n(o) cancel  or re­plan  any scheme  or part thereof;  \n \n(p) do all such acts, deeds  and things  that may be necessary  or expedient  for the \npurpose  of proper  preparation,  planning,  development,  execution,  implementation,  \nmanagement  and maintenance  of schemes;  \n \n(q) frame,  amend  or repeal  service,  conduct  of business  and other  regulations  \nnecessary  for carrying  out the purposes  of the  Act; \n \n(r) make recommendations to the Patron for prescription of rules under     this Act; \n \nPage 11 of 29 \n  \n(s) institute, commence, prosecute, defend, compromise, settle any and   all actions,  \ndisputes,  suits and legal proceedings  whether  civil or criminal  before  any court,  \ntribunal,  administrative  body  or authority;  and \n \n(t) exercise  any other power that is necessary for the performance of  any function.  \n \n(3) Except  where  any powers  and functions  of the Authority  are specified    in this Act to be \nexercised or performed by the Policy Board or the Patron, all the   powers  and discretions of the \nAuthority shall be exercised, and the functions and  duties  of the Authority  shall  be performed,  by \nthe Chairman.  \nCHAPTER  III \n \nPATRON,  POLICY  BOARD  AND  ADMINISTRATION  \n \n6. Patron and Policy Board. — (1) The Prime Minister of the Islamic  Republic of \nPakistan shall be the Patron of the Authority, who shall review the  performance of the Authority \nand may, from time to time, give to the Authority  general  policy  directions  to implement  the same,  \nsubject  to the terms  of this Act. \n \n(2) The Patron  shall,  by notification  in the official  Gazette,  constitute  the   Policy Board \ncomprising not less than five and not more than eleven members  (including  the Chairman),  for a \nterm of five years.  In case of any casual  vacancy,  a  member  (other than the Chairman) may, in the \nlike manner, be nominated by the  Patron  for the remaining  unexpired  term of the outgoing  \nmember.  \n(3) The Chairman shall preside over the meetings of the Policy Board,  however,  in his \nabsence,  a member  nominated  by the Chairman  may so preside.  \n \n(4) A member,  unless  disqualified  under  this Act from  holding  office,  may be re­appointed  \nby the Patron  in the above  manner,  provided  that no individual  shall  serve  for more  than two \nconsecutive  terms  as a member.  \n \n(5) Two thirds (2/3rd) of the members, including the Chairman [or his  nominee  under  \nsub­section  (3) of this Section  6] present  in person  or through  video­  conference or tele­conference, \nshall constitute the quorum for a meeting of the  Policy  Board.  Subject  to quorum,  the decisions  of \nthe Policy  Board  shall  be taken  by   majority  of the members  present  and voting,  provided  that in the \nevent  of a tie, the Chairman  [or his nominee  under  sub­section  (3) of this Section  6 presiding  at \nsuch meeting]  shall  have  a second  and casting  vote.  \n \n(6) The Policy Board shall meet at least once in every calendar quarter  and a meeting of \nthe Policy Board shall be held on such date and at such time and   place, as  the Chairman may  \ndetermine.  \n \n(7) The Chairman  shall appoint  a Secretary  of the Authority  on such terms    and conditions \nas may be prescribed and who shall perform such functions as the  Chairman  may direct.  The \n \nPage 12 of 29 \n Secretary  of the  Authority  shall  also be the secretary  of  the Policy Board and shall maintain or \ncause to be maintained, in the prescribed  manner,  the record  of each meeting  of the Policy  Board  \nincluding  the minutes  of the meetings  as approved by  the Chairman.  \n \n(8) The Chairman  may invite  any person  other  than a member  to attend  a meeting of the \nPolicy Board for the purposes of advising or assisting the Policy  Board  on any agenda  item taken  \nup for consideration  at such  meeting.  \n \n(9) A member  may resign  from  his office  at any time by writing  under  his  hand  addressed \nto the Patron and such resignation shall be effective from the date    of its acceptance  by the Patron.  \n \n(10) No act or proceeding of the Policy Board shall be invalid merely by   reason  of any \nvacancy  in or defect in  the constitution  of the Policy  Board.  \n \n7. Disqualification of members. — The Patron shall not nominate a  person  as a \nmember, who: — \n \n(a) is or at any time,  has been  convicted  of an offence  involving  moral   turpitude;  \n \n(b) is or, at any time,  has been  adjudicated  as an insolvent;  \n \n(c) is found  to be a lunatic  or of unsound  mind  or otherwise  physically   incapacitated;  \nor \n \n(d) is in a situation  of irreconcilable  conflict  of interest  with the Authority.  \n \n8. Removal of a member. — (1) The Patron may remove a member  (including  the \nChairman)  during  the term of office,  if such member  is:— \n \n(a) disqualified  from  being  a member;  or \n \n(b) absent  from  three  consecutive meetings  of the Policy  Board  without  leave of  \nabsence from  the Policy Board;  or \n \n(c) found  guilty  of misconduct.  \n \n(2) The Patron  shall not remove  a member  (including  the Chairman)  under  sub­section  (1) \nwithout  a show  cause  notice,  provision  of an opportunity  of hearing  and recording  of reasons  in \nwriting.  \n \n9. Functions of the Policy Board. — (1) Subject to sub­section (1) of  section  6, the \nPolicy  Board  shall  have  the responsibility  of laying  down  the policies,  plans  and guidelines  for \ncarrying  out the purposes  of this Act. \n \n \nPage 13 of 29 \n (2) Without  prejudice  to the generality  of the functions,  mentioned  in sub­ section  (1), the \nPolicy  Board  shall — \n \n(a) establish  and maintain  strategic  direction  of the Authority;  \n \n(b) oversee  implementation  of strategic  objectives  of the Authority;  \n \n(c) monitor  performance  and review  achievements  of the Authority;  \n \n(d) approve  the audited  accounts  of the Authority;  \n \n(e) arrange  for, and oversee,  the provision  of funds  for the Authority;  \n \n(f) approve  feasibility  studies  and proposals  for development  of scheme  or \nschemes  in specified  areas;  \n \n(g) take measures  for capacity  building  of the Authority  for performing  its objectives  \nunder  this Act; and \n \n(h) transact  such other  business  of the Authority  as the Patron  or the    Chairman  \nmay place before  it. \n10. Chairman and Acting Chairman. — (1) The Patron shall appoint a   Chairman  of the \nAuthority  on such terms  and conditions  as may be prescribed.  \n \n(2) The Chairman shall be a person of sound integrity and competence,  meeting  one of \nthe following: — \n \n(a) that he is a serving  or retired  officer  of the Federal  Government  in the      BPS­22  or \nequivalent;  or \n \n(b) that he is a serving  or retired  officer of  the Armed  Forces,  not below    the rank of \na Lieutenant­General  or equivalent;  \n \nExplanation:  The serving  officers  from  the civil bureaucracy  and the Armed \nForces will be eligible to be appointed as the Chairman on  deputation  or \nsecondment  basis,  as per the applicable  laws and rules;  or \n \n(c) that he is an experienced  professional  or business  person,  not having  less than \nhirty  years  of experience  in his field and possesses: — \n \n(i) a Masters  degree  recognized  by the Higher  Education  Commission of \nPakistan, in the field of accounting, finance,  business  administration,  \nmanagement,  commerce,  engineering,  economics,  planning,  law; or \n \n \nPage 14 of 29 \n (ii) the qualification  of chartered  accountancy,  cost and management  \naccountancy,  barrister­at­law,  solicitor.  \n \n(3) The Chairman shall not be more than sixty two years of age on the  date of first \nappointment  as Chairman.  \n \n(4) The Patron  shall constitute  an evaluation  committee,  comprising  a least one Minister  and \nat least two Secretaries,  respectively,  of the Federal  Government,  for the purposes  of evaluating  and \nrecommending  suitable  candidates  to the Patron  for appointment  as Chairman.  For this purpose,  \nthe evaluation  committee  shall,  on behalf  of the Patron,  solicit  applications  from  candidates  through  \nadvertisement  and recommend  at least three  names  to the Patron.  If the Patron  is not satisfied  with \nthe recommendations of the evaluation committee, he may require further  recommendations  \nin the like manner.  \n \n(5) The Chairman  shall,  subject  to this Act, hold office  for a term of five years and  may \nbe re­appointed  by the Patron  for an additional  term of five years.  \n \nExplanation : In the event  of reappointment  as Chairman,  sub­section  (3) of this section,  \nshall  not apply.  \n(6) In case of death, resignation or removal of the Chairman the Patron  shall, in his \ndiscretion, appoint an Acting Chairman to exercise the powers and  discretions  and discharge  the \nfunctions  and duties of  the Chairman  under this  Act, till a new Chairman is appointed, which shall \nbe done within three months of the  occurrence  of the vacancy.  \n \n(7) Immediately upon the notification of establishment of the Authority  under section 4 \nof this Act and pending appointment of the first Chairman, the  Patron, in his discretion, may \nappoint an Acting Chairman to exercise the powers  and discretions  and discharge  the functions  and \nduties of the Chairman  under  this Act. \n \nExplanation : An Acting  Chairman,  appointed  under  this Act, shall  not be precluded  \nfrom  appointment  as the permanent  Chairman.  \n \n11. Functions and Powers of Chairman. —The Chairman shall be the  chief  executive  \nofficer  of the Authority  responsible  for the management,  administration  and operations  of the \nAuthority  and, subject  to the provisions  of this Act, shall exercise  all powers  and discretions  and \nperform  all functions  and duties  of the Authority  under  the Act. \n \n12. Appointments  of employees. — (1) The Authority  may,  in such manner and on such \nterms and conditions as may be prescribed by regulations,  appoint,  remove  and regulate  the working  \nof, the employees,  consultants  and advisers  of the Authority  as may be  necessary for  purposes of  \nthis Act. \n \n(2) The Authority  may,  from  time to time,  request  the Federal  Government  to arrange  for the \nsecondment  or deputation  of employees  of the Federal  Government  to the Authority for the purposes \n \nPage 15 of 29 \n of this Act and the Federal Government may  depute  such employees,  subject  to their  relevant  \nservice  rules  and regulations.  \n \n13. Delegation of functions. —The Chairman may, through a written  order,  delegate  any \npowers,  functions  or duties  of the Authority  to any other  employee  of the Authority and may at his \ndiscretion, through a written order, revoke and  rescind  such delegation.  \n \n14. Conflict of interest. —(1) A member of the Policy Board other than  the Chairman,  \nshall not directly  or indirectly  receive  any remuneration  for his position  as the member except the \nreasonable expenses incurred by the member in the  performance of duties under this Act and such \nfee for attending the meetings as  may be  prescribed.  \n \n(2) The pecuniary interests of the immediate family members or close  personal  or \nbusiness  associates  of a member  or an employee  of the Authority  shall  also be considered  to be the \npecuniary  interest of  the member  or employee.  \n(3) A member or an employee of the Authority shall be in conflict of  interest  if the \nmember  or employee: — \n \n(a) is an employee or a consultant of a business entity that has, or of a  trade  \nassociation  of business  entities  that have,  a substantial  pecuniary  interest  in any of \nthe functions  of the Authority;  \n \n(b) owns, controls or has directly or indirectly more than ten per cent equity  in a \nbusiness  entity  that has a substantial  pecuniary  interest in  any of the functions  of \nthe Authority;  \n \n(c) receives  more  than twenty­five  per cent of his individual  income  from  a business  \nentity  that has a substantial  pecuniary  interest  in any of the functions  of the \nAuthority;  or \n \n(d) benefits  either  directly  or indirectly,  financially  or otherwise,  from  any other  \norganization  for being  the member  or employee  of the Authority.  \n \n(4) An employee  of the Authority  shall disclose  a potential,  real or perceived  conflict of \ninterest as soon as he becomes aware of the potential conflict, to the  Chairman.  A member  of the \nPolicy  Board  (other  than the Chairman)  shall  disclose  a potential, real or perceived conflict of \ninterest as soon as he becomes aware of the potential conflict, before the Policy Board or any of \nits committees seized of the  matter.  The Chairman  shall disclose  a potential,  real or perceived  \nconflict  of interest  as soon  as he becomes  aware  of the potential  conflict,  to the Patron.  Any \nuncertainty  or doubt on part of the disclosing party with respect to the existence of conflict of  \ninterest shall be decided by the corresponding person or forum as applicable to  whom  disclosure  \nis to be made  in terms  of this sub­section.  \n \n \nPage 16 of 29 \n (5) A member  shall  not take part in the proceedings  of the Policy  Board  in which  any \nquestion  of conflict  of interest  of the member is  on the agenda.  \n \n(6) The disclosure  of conflict  of interest  and the decision  of the Chairman,  Policy Board or \nthe Patron, as the case may be, shall be specifically recorded in  writing  and form  part of the records  \nof the Authority.  \n \n15. Committees  and sub-committees. —(1) The Chairman  may constitute committees \nand sub­committees and assign specific tasks to the said  committees’ or sub­committees for \nefficient performance of the functions of the  Authority. The committees or sub­committees, so \nconstituted, shall perform their  mandated  tasks in  the manner  to be specified  by the Chairman.  \n(2) A committee  or sub­committee  may comprise  one or more  members  of the Policy  \nBoard,  employees  of the Authority  and/or  such experts or  persons  as the Chairman  may consider  \nappropriate  for the relevant  mandate  of the said committee  or sub­committee.  \n \n(3) The committees or sub­committees, as applicable, shall submit their  reports  to the  \nChairman.  \nCHAPTER  IV \n \nFEDERAL  LAND  BANK  ETC.  \n \n16. Federal  Land  Bank.— (1) The Federal  Government,  on the recommendation of the \nAuthority, shall constitute a Federal Land Bank and for  which  it may arrange  or procure  \nimmovable  property  for the purposes  of a scheme  through  any means  permissible  under  law, \nincluding  provision  of state land by any government or public department, authority, agency or \nany corporation or entity  falling thereunder, on such terms as may be mutually agreed between \nthe F ederal  Government  and the relevant  transferor  or provider;  compulsory  acquisition;  purchase,  \nlease  or license  through  private  agreement  or donation  by any private  party,  in the prescribed  \nmanner.  \n \n(2) For the purposes  of the Federal  Land  Bank,  the Federal  Government,  Provincial \nGovernments, Local Governments and all other public departments,  authorities,  agencies  and all \ncorporations  and entities  falling  thereunder  shall cooperate  with the Authority  to collect  information  of \nthe immovable  property  owned  or possessed  by them  and to furnish the  same in the manner  as \nprescribed.  \n \n(3) The information  collected  under  sub­section  (2) of this section  shall  be compiled  and \nrecorded  by the Authority  in hardcopies  and software  containing  requisite  details,  maps  and \ngeo­graphical  location  of the immovable  properties.  \n \n17. Vesting  of Property. — Upon  arrangement  or procurement  of immovable  properties  \nin terms  of section  16, the relevant  immovable  property  shall,  unless  already  so vested,  vest in and \nbelong  to, the Federal  Government.  The Authority  shall, for and on behalf of the Federal \n \nPage 17 of 29 \n Government, possess, control, manage and  deal with all such immovable  property  for the purposes,  \nand in accordance  with the provisions,  of this Act and any rules  or regulations  prescribed  hereunder.  \n \n18. Regulation of Transfers etc. — Dealings with immovable property  in a scheme \nincluding transfer, lease, license or encumbrance of such immovable  property may be restricted \nand controlled in such manner and on such terms and  conditions  as may be prescribed  under  this \nAct. \n \nCHAPTER  V \n \nDEVELOPMENT  OF SCHEMES  AND  PROCUREMENTS  ETC.  \n \n19. Development of  schemes.— The Authority shall prepare  or cause  to be prepared \nfeasibility studies for the development of a scheme or schemes and  determine  the mode  of \ndevelopment  accordingly.  \n \n20. Procurement,  Outsourcing  and public  private  partnership  etc.— \n(1) The Authority  may outsource  any of its activities,  including  development  works,  through  any \nmode  including  public  private  partnership.  \n \n(2) Notwithstanding  anything  in the Public  Private  Partnership  Authority  Act, 2017  (Act \nNo. VIII of 2017),  any rules  and regulations  made  thereunder  or any similar  laws,  the Authority  may,  \nby regulations,  prescribe  the manner,  methods  and  procedures for undertaking public private \npartnerships under this Act and such  prescribed conditions shall exclusively govern public private \npartnerships by the  Authority.  \n \n(3) Notwithstanding anything in the  Public Procurement  Regulatory  Authority  \nOrdinance  2002  (Ordinance  No. XXII  of 2002),  any rules  and regulations  made  thereunder  or any  \nsimilar  laws,  the Authority  may, by  regulations, prescribe  the manner, methods and procedures for \nundertaking procurements under this Act  and such prescribed  conditions  shall exclusively  govern  \nprocurements  by the Authority.  \n \n21. Re-development  schemes. — (1) The Authority  may undertake  re­development  \n(including  renewal,  re­construction,  or upgradation)  of whole  or a part of a scheme.  \n \n(2) The provisions of this Act for development of a scheme shall, with  necessary  changes, \napply  to re­development  under  sub­section  (1). \n \nCHAPTER  VI \n \nREGISTER  OF TITLES  \n \n22. Registrar. — (1) The Authority may appoint one or more Registrars  of titles for a \nspecified area or part thereof on the terms and conditions as may be  prescribed  in the regulations.  \n \n \nPage 18 of 29 \n (2) In the course  of performance  of his duties  under  this Act, the Registrar   may exercise the \npowers of a civil court under the Code of Civil Procedure, 1908  (as enforced in the Province or \nterritory of the relevant Registrar) for summoning  any person,  document,  enforcing  attendance  of \nany person  or compulsory  production  of any document  or taking  statement  on oath.  \n23. Record  of titles.— (1) The Authority  may,  in the prescribed  manner,  maintain the \nrecords of titles itself or outsource the same in the specified; area or  part thereof,  to a central  \ndepository  company  or any other  similar  entity.  \n \n(2) The Authority  may link the record  of titles  in the specified  area with    the record  of the \nNational  Database  and Registration  Authority  on mutually  agreed  terms  and conditions.  \n \n(3) The Authority  shall  maintain  computerized  record  of titles  which  may be exhibited  on \nthe website  of the Authority,  in the prescribed  manner.  \n \n24. Registration  of Properties. — (1) Notwithstanding  anything  contained     in any other  law, \nthe Authority,  as prescribed,  may enter  into arrangements  to effect  registration  and transfer  of \nproperties  and maintain  records  in relation  to any property  or part thereof  falling  in a scheme,  with \nProvincial  Governments,  and where  applicable,  Local  Governments  or other  bodies.  \n \n(2) The certificate of title issued by the Registrar shall be deemed to  constitute  a title \ndocument  of the relevant  immovable  property.  \n \n(3) The Registrar shall maintain, accurately and completely the current  facts  about  each \nimmovable  property  including  certificate  of title, leasehold  rights,  mortgage, an easement, a right \nof occupation or any other right or interest which  shall  be available  online  on the website  of the \nAuthority  with geo­tagged  system,  in such manner  as may be prescribed.  \n \n(4) The Registrar may issue certified copies of certificates of title in the  prescribed  \nmanner.  \n \nCHAPTER  VII \n \nHOUSE  FINANCE  AND  MORTGAGES  \n \n25. House finance for a scheme. — (1) Where house finance has been  provided  by a \nfinancial  institution  for immovable  property  in a scheme  pursuant  to an arrangement  between  the \nAuthority  and the financial  institution,  all disputes  between  the financial  institution  and the relevant  \nborrowers  in the scheme  shall,  notwithstanding  anything contained in any other law, be adjudicated \nupon by the Adjudicator. The  process  and requirements  for lodging  and adjudication  of a claim  before  \nthe Adjudicator  shall  be prescribed  through  regulations.  \n \n(2) Any party aggrieved of the final judgment of the Adjudicator under  sub­section  (1) \nmay,  within  thirty  days of the final judgment,  file an appeal  before the Appellate  Tribunal.  The \nprocess  and requirements  for lodging  and adjudication  of an appeal  before  the Appellate  Tribunal  \nshall  be prescribed  through  regulations.  \n \nPage 19 of 29 \n (3) An appeal  to the Supreme  Court  from  a final judgment  or order  of the Appellate  \nTribunal  shall  lie only if the Supreme  Court  grants  leave  to appeal.  \n \n26. Process for Mortgage and Auction. — Where house finance for  immovable  \nproperty  in a scheme  is or is proposed  to be secured  through  mortgage  of such immovable property, \nthe manner, method and procedure for creation and  registration of such mortgage, determination \nof liability, valuation of mortgaged  property,  fixation  of reserve  price,  auction,  bidding  and sale of \nmortgaged  immovable  property  shall  be as prescribed.  \n \nCHAPTER  VIII \n \nCOMMON  PROPERTY  \n \n27. Common  property. — (1) The common  property/common  areas  in a scheme \n(including common areas in buildings) shall remain vested in the Federal  Government. The \nAuthority shall  control, manage and deal with all such common  property/common  areas  for and on \nbehalf  of the Federal  Government,  for the purposes  of this Act. \n \n(2) The Authority may delegate and regulate the management of the  common \nproperty/common areas in a scheme in the prescribed manner. Without  prejudice to the generality \nof the foregoing, such prescription may provide for the  establishment  (including  incorporation),  \ncomposition,  regulation,  operations,  powers  and functions  and dissolution  of management  \nassociations  by whatever  name  called.  \n \nCHAPTER  IX \n \nTAXES,  FEES  AND  CHARGES  \n \n28. Authority  to be exempt  from  taxation.— (1) Notwithstanding  anything  contained  \nin any other  law, for a period  of five years  starting  from  the date  of notification  under  sub­section  \n(1) of section  4, the Authority  shall  be exempt  from   income  tax. \n \n(2) The Federal  Government  through  a notification  in the official  Gazette    may extend  the \nexemption  mentioned  in sub­section  (1) of this section  to such extent  and on such terms  and \nconditions,  as it may deem  fit. \n \n29. Auth ority to collect property tax. — The Authority or, if authorized  by the \nAuthority,  management  association  shall  collect  property  tax, if any, and the Authority  shall enter  \ninto an arrangement  with the concerned  government  for sharing  of proceeds  of the property  tax \ncollected  from  a scheme.  \n \n30. Authority  to levy fee and charges.— The Authority  shall  fix fees or charges for \nrendering of any service in a scheme including registration fee, water  rate, sanitation fee, solid \nwaste management fee, development or re­development  charge  and maintenance  fee or any other  \nfees, dues and charges.  \n \nPage 20 of 29 \n 31. Additional  charge  or surcharge. — If a person  fails to pay a tax, fee or charge to \nthe Authority, the Authority may in the prescribed manner, but  subject  to the terms  of  arrangement  \nwith the concerned  government,  levy and collect  additional  charge  and surcharge  for non­payment  \nof dues within  the specified  time.  \n \nCHAPTER  X \n \nOFFENCES,  ENFORCEMENT  AND  ADJUDICATION  \n \n32. Penalty.— (1) If a person contravenes any provision of this Act, or  any rules  or \nregulations  made  under  this Act, he shall,  if no other  penalty  is provided  for such contravention, be \npunishable with imprisonment for a term which may  extend  to one year or with fine which  may \nextend  to two hundred  thousand  rupees  or with both.  \n \n(2)   The magistrate competent to try an offence under sub­section (1)  may try the offence \nin a summary manner in accordance with the provisions of  sections  260 to 265 of the Code  of \nCriminal  Procedure,  1898  (V of 1898).  \n \n33. Offences and cognizance. — (1) If a person commits an offence  specified  in— \n \n(a) Part­A of the Schedule, such person shall be liable to imprisonment  for a term \nwhich  may extend  to seven  years  or fine which  may extend  to five hundred \nthousand rupees or with both and where an accused  was directed by the \nAuthority for immediate discontinuance of the  offence, the court may impose a \nfurther fine which may extend to  fifty thousand rupees for every day for the \nperiod the accused has  persisted  in the offence  from  the date of its commission;  \nand \n \n(b) Part­B of Second Schedule, he shall be liable to imprisonment for a  term which \nmay extend to three years or fine which may extend to  one hundred  thousand  \nrupees  or with both and where  an accused  was directed  by the Authority  for \nimmediate  discontinuance  of the offence,  the court  may impose  a further  fine \nwhich  may extend  to ten thousand  rupees for every day for the period the accused \nhas persisted in the  offence  from  the date of its commission.  \n(2) An offence  punishable  under  sub­section  (1) shall  be cognizable  on a complaint  in \nwriting  of an employee  authorized  by the Authority  to the officer  incharge  of the police  station.  \n \n34. Offences  to be cognizable  and bailable.— Notwithstanding  anything  contained  in the \nCode  of Criminal  Procedure,  1898  (Act V of 1898),  offences  under  this Act shall be bailable  and \ncognizable  by the magistrate  first class  on the complaint  of an employee  authorized  by the Authority.  \n \n35. Offences by companies. — (1) Where an offence under this Act has  been committed \nby a company, every person who at the time of commission of  offence was in charge of and was \nresponsible for the conduct of its activities shall  be deemed to be guilty of the offence and shall \nbe liable to be proceeded against  under  this Act. \n \nPage 21 of 29 \n  \n(2) Nothing  contained  in this section  shall render  any such person  liable  if it is proved  that \nthe offence  was committed  without  the person’s  knowledge  or that such person  exercised  due care \nto prevent  the commission  of the offence.  \n \n36. Administrative  penalties. — (1) An Adjudicator  may,  in the prescribed  manner,  issue  \ndirections  to any person  for compliance  with any provision  of this Act, the rules  or regulations  within  \nthe time and in the manner  specified  in such directions.  \n \n(2) If a person  fails to comply  with any direction  of the Adjudicator  within  such time as may \nbe specified in such direction or where violation is declared as  grave  under  the regulations,  the \nAdjudicator  may pass one or more  of the following  orders,  namely: — \n \n(a) direct the delinquent person to pay a fine as administrative penalty  which may \nextend to one hundred thousand Rupees and in case the  failure continues, with \nan additional fine which may extend to five  thousand Rupees for every day \nduring which such failure continues  after the direction  to pay fine for the  first \nsuch failure  is passed;  \n \n(b) direct initiation of prosecution against the delinquent person for the  offence  \nunder  section  33; \n \n(c) seal (for a specified or unspecified period) the immovable property  where  \nviolation  of this Act, rules  or regulations  has taken  place;  \n \n(d) direct  the relevant  employee  of the Authority,  a civic  or utility  agency  to stop or \ndiscontinue  the provision  of municipal  or utility  services  to the immovable  \nproperty  in occupation  of the delinquent  person  till such time as the violation  \ncontinues;  \n(e) direct  removal  or construction  of any structure  by the Authority;  \n \n(f) direct  the enforcement  inspector  to dispossess  an unauthorized  occupant  from  \nan immovable  property  and hand  over peaceful  possession of the property to \nthe person entitled to the possession of  the property;  and \n \n(g) direct  cancellation  of lease  or allotment  of the delinquent  person  and resumption  \nof possession  of the immovable  property  by the Authority.  \n \n(3) The Adjudicator shall take cognizance of a case on the report of an  enforcement  \ninspector  or an employee  authorized  by the Authority  which  shall contain  documentary  evidence  of the \nviolation  and identification  of the delinquent  person.  \n \n(4) The Adjudicator shall not pass any final direction or order without  issuing  a \nshow­cause  notice  in writing  and affording  an opportunity  of hearing  to the delinquent  person,  in the \nprescribed  manner.  \n \nPage 22 of 29 \n  \n37. Administrative penalty and offence. — (1) A person, on whom an  administrative \npenalty is imposed under section 36, shall not be prosecuted for an  offence  in respect  of the same  \nincident  that gave rise to imposition  of the administrative  penalty  unless  the Adjudicator  directs  \nprosecution  of the person.  \n \n(2) A person  charged  with an offence  may also be subject  to an administrative  penalty  in \nrespect  of the same  incident  that gave  rise to the charge  of the offence.  \n \n38. Enforcement  inspectors. — (1) The Authority  shall  devise  and implement \nenforcement plans regarding the observance of this Act, rules and  regulations.  \n \n(2) The Authority  shall  designate  enforcement  inspectors  for the implementation of the \nenforcement plans in such manner as may be prescribed  under  the regulations.  \n \n(3) The enforcement  inspectors  shall exercise  such powers,  in such manner  and to such \nextent  as is provided  in this Act or as may be prescribed  in the rules  or regulations.  \n \n(4) The Authority  may,  for discharge  of its functions  under  this Act, seek assistance  and \nsupport  from  law enforcement  agencies  and other  public  bodies  who shall  provide  all such \nassistance  and support.  \n39. Power  to enter.— (1) Subject  to any rules  or regulations,  an enforcement  inspector  \nmay,  whenever  it is necessary  for purposes  of this Act and at all reasonable  times,  enter  upon  any \nimmovable  property  and— \n \n(a) make  inspection,  survey,  measurement,  valuation  or enquiry;  \n \n(b) take levels;  \n \n(c) dig or bore into sub­soil;  \n \n(d) set out boundaries  and intended  lines  of work;  \n \n(e) mark  such levels, boundaries  and lines  by placing  marks and  cutting  trenches;  \n \n(f) take electronic or other evidence;  and \n \n(g) do such other  acts or things  as may be prescribed.  \n \n(2) An enforcement  inspector  shall not enter  any immovable  property  except;  \n \n(a) with the consent  of the occupant  and with prior  written  notice  specifying  date and \ntime of inspection;  or \n \n \nPage 23 of 29 \n (b) when  directed  by a court  or Adjudicator;  or \n \n(c) without  notice  to prevent  any disaster  in an emergency.  \n \n40. Ejectment  of unauthorized  occupants. — (1) Subject to an opportunity  of \nhearing,  the Chairman,  enforcement  inspector  or any other  authorized  officer  of the Authority  may \nsummarily  eject  any person  in unauthorized  occupation  of any immovable  property  under the  \nmanagement  or control  of the Authority  and may for such ejectment  use such force  as may be \nnecessary.  \n \n(2) Subject to an opportunity of hearing, the Chairman enforcement  inspector  or any \nother  authorized  officer  of the Authority,  on his own motion  or on the application of the lawful \noccupier of an immovable property, summarily eject  any person  in unauthorized  occupation  of such \nimmovable  property  in a scheme  and may,  for such ejectment,  use such force  as may be necessary.  \n \n(3) Nothing contained in sub­sections (1) and (2) shall prohibit the  Chairman,  \nenforcement  inspector  or any other  authorized  officer  of the Authority  to proceed  against  such \nperson  on commission  of an offence,  as provided  in the Act. \n41. Adjudicator. — (1) The Authority  shall appoint  one or more  Adjudicators  for a specified  \narea and if the Authority  appoints  more  than one Adjudicators  for a specified area, it shall specify \njurisdiction of each Adjudicator. The qualifications  and terms  and conditions  of appointment  as \nAdjudicator  shall  be prescribed  through  regulations.  \n \n(2) The Adjudicator shall hear and decide a case referred to him by the  Chairman,  Registrar  \nor an enforcement  inspector  under  this Act, rules  or regulations.  \n \n42. Inquiry  and decision.— (1) The  Adjudicator  may— \n \n(a) conduct  an inquiry  in any case;  \n \n(b) while  inquiring  into a case,  exercise  powers  of a civil court  under  the Code  of \nCivil  Procedure  1908  (Act V of 1908)  in respect  of the following  matters:  \n \n(i) summon and enforce attendance of a person, compel a person  to give oral \nor written evidence on oath and to produce a  document  or any other  \nmaterial;  \n \n(ii) receive  evidence  on affidavit;  \n \n(iii) requisition  information  from  any office;  and \n \n(iv) issue  summons  for witnesses  or documents.  \n \n(2) The Adjudicator shall execute his decisions as if he is a civil court  under the Code of \n \nPage 24 of 29 \n Civil Procedure, 1908 (Act V of 1908) or may direct an  enforcement inspector to execute the \ndecision in the manner mentioned in the  direction.  \n \n(3) During  the course  of any proceedings  before  him, and before  passing  a final order,  the \nAdjudicator  may pass such interlocutory  orders  as he may consider  appropriate  in the \ncircumstances.  \n43. Review.— If no appeal  is filed under  section  45 against  any decision  of the \nAdjudicator,  the Adjudicator  may,  at any time,  review  his decision  to correct  any error  or on proof  \nof any other  sufficient  cause  justifying  review  of the decision.  \n \n44. Recovery of dues. — (1) If a person fails to pay any amount due to  the Authority  or \na mortgagor  fails to repay  house  finance  in accordance  with Section 25, the Adjudicator shall, \non a reference from an authorized employee of  the Authority or the financial institution, as \napplicable, recover the amount due  from the person or mortgagor as arrears of land revenue under \nthe Land Revenue  Act, 1967  (XVII  of 1967).  \n \n(2) In exercise  of powers  under  this section,  the Adjudicator  shall exercise  any power  of \ncollector under  the Land  Revenue  Act, 1967  (XVII  of 1967).  \n \n45. Appeals.— (1) A person  aggrieved  from  any final direction,  decision  or order  of an \nAdjudicator  may,  within  thirty  days from  the date of communication  of the same,  file an appeal  \nbefore  an Appellate  Tribunal  of the Authority.  \n \n(2) The Appellate Tribunal shall be constituted and shall discharge its  functions  in the \nprescribed  manner.  \n \n(3) An appeal  to the Supreme  Court  from  a final judgment  or order  of the Appellate  \nTribunal  shall  lie only if the Supreme  Court  grants  leave  to appeal.  \n \n46. Bar of jurisdiction. — Notwithstanding  anything  provided  in any other  law for the time \nbeing  in force,  but save as expressly  provided  in this Act— \n \n(a) no court or other authority whatsoever shall have jurisdiction to  entertain, or to \nadjudicate upon, any matter which the Authority, the  Chairman, the Registrar or a \nAdjudicator, enforcement inspector or  any other person is empowered by or under \nthis Act, or the rules or  regulations  framed  thereunder,  to dispose  of or to determine;  \n \n(b) the validity  of anything  done  or an order  passed  by the Authority,  the Chairman, the \nRegistrar or a Adjudicator, enforcement inspector or  any other person empowered by \nor under this Act, or the rules or  regulations framed thereunder, shall not be called in \nquestion in any  manner  whatever  before  or by any court  or other  authority  \nwhatsoever;  and \n \nPage 25 of 29 \n  \n(c) no court or other authority whatsoever shall be competent to grant  any injunction  or \npass any other  order  in relation  to any proceedings  under this Act or any rules or \nregulations framed thereunder before  the Authority,  the Chairman,  the Registrar  or a \nAdjudicator,  enforcement  inspector  or any other  person  empowered  by or under  this \nAct, or the rules  or regulations  framed  thereunder.  \n \nCHAPTER  XI \n \nFINANCIAL  PROVISIONS  \n \n47. Fund.— (1) The Authority shall establish a fund to be known as  Naya  Pakistan \nHousing and Development Authority Fund to be administered and  controlled  by the Authority.  \n \n(2) The Fund  shall  consist  of— \n \n(a) funds, loans or grants provided by the Federal Government or a  Provincial  \nGovernment;  \n \n(b) grants and loans negotiated and raised or otherwise obtained by the  Authority;  \n \n(c) fee, charges,  rentals,  tolls,  fines  and other  moneys  received  or collected  by the \nAuthority;  \n \n(d) income  from  the lease  or sale of the  property;  \n \n(e) funds  from,  bonds,  sukuk  and other  forms  of finances  obtained  on the basis of \nparticipation term certificate (PLC), musharika certificates,  term finance  \ncertificates  (TFC)  or any other  financial  or debt instruments  or securities  \nissued  by the authority;  and \n \n(f) all other  sums  received  by the authority.  \n \n(3) The fine imposed or the  fee charged under this Act, the rules or  regulations shall, on \nreceipt or recovery, be deposited in and shall form part of  Naya  Pakistan  Housing  and \nDevelopment  Authority  Fund.  \n \n(4) The Authority shall meet all its expenses from the Fund and shall  exercise  prudence  \nin its expenditures  from  the Fund.  \n \n48. Bank accounts. — The Authority may open and maintain its bank  accounts at such \nscheduled banks as may be prescribed and until so prescribed, as  the Chairman  may determine.  \n \n \nPage 26 of 29 \n 49. Budget  and accounts. — (1) The Chairman  shall cause  to be prepared  the budget  of the \nAuthority  for each financial  year commencing  on first day of July of a year and ending  on thirtieth \nday of June of the succeeding  year.  \n(2) The Chairman  shall approve  the budget  at least forty -five days prior  to the \ncommencement  of a financial  year.  \n \n(3) The accounts  of the Authority  shall  be maintained  in such manner  as may be  \nprescribed.  \n50. Audit.— (1) The Chairman  shall  appoint  a firm of chartered  accountants, which is \nplaced in category ‘A’ by State Bank of Pakistan, for the  annual  audit  of the accounts  of the \nAuthority.  \n \n(2) The auditors appointed under sub­section (2) shall submit the audit  report to the \nChairman and the Chairman shall cause the same to be placed before  the Policy  Board  for \napproval.  \n \nCHAPTER  XII \n \nMISCELLANEOUS  \n \n51. Duty  to assist  the Authority. — (1) The Authority  may in the performance of its \nfunctions seek assistance of any office, authority or agency  working under the Federal  \nGovernment, a Provincial Government or a  local  government.  \n \n(2) The office,  authority  or agency  shall  comply  with the direction  of the Authority under \nsub­section (1) unless, for reasons to be recorded in writing and  within  thirty  days of \nthe direction,  an officer  not below  the rank of head of the office,  \n(3)  authority  or agency  requests  the Authority  to place  the matter  before  the Chairman  \nwhose  decision,  on such matter,  shall  be final.  \n \n52. Authentication  of instruments  of Authority. — All orders,  decisions  and other  \ninstruments  of the Authority  shall  be authenticated  by the signature  of the Chairman  or any other  \nemployee  of the Authority  authorized  by the Chairman.  \n \n53. Annual  report.— (1) The Authority  shall,  within  three  months  of the end of a \nfinancial  year,  submit  to the Patron  art annual  report.  \n \n(2) The Annual  report  under  sub­section  (1) shall  consist  of.— \n \n(a) the statement of  accounts  and audit  reports  of the Authority;  \n(b) a comprehensive statement of the work and activities of the  Authority during \n \nPage 27 of 29 \n the preceding financial year and its proposed  projects;  and \n \n(c) such other matters as may be prescribed or as the Authority  may consider  \nappropriate.  \n \n54. Public  servants.— The Chairman,  a member,  Adjudicator,  enforcement  inspector, \nRegistrar and an employee, expert or consultant of the Authority shall  when  acting  or purporting  \nto act in pursuance  of any of the provisions  of this Act, be deemed  to be public  servants  within  the \nmeaning  of section  21 of the Pakistan  Penal  Code,  1860  (Act XLV  of 1860).  \n \n55. Immunity. — No suit, prosecution  or any other  legal  proceedings  shall lie against  the \nChairman,  a member,  Adjudicator,  enforcement  inspector,  Registrar  or an employee,  expert  or \nconsultant  of the Authority,  in respect  of anything  done  or intended  to be done  in good  faith under  \nthis Act. \n \n56. Act to prevail  over  other  laws.— (1) In the event  of any conflict  or inconsistency  \nbetween  the provisions  of this Act and the provisions  of any other  law, the provisions  of this Act shall,  \nprevail  to the extent  of such conflict  or inconsistency.  \n \n(2) If an instrument is required to be registered under this Act as also  under  any other  law, \nthe instrument  shall  only be registered  under  this Act. \n \n57. Rules.— The Patron may, on the recommendation of the Authority  and by \nnotification  in the official  Gazette,  make  rules  for carrying  out the purposes  of this Act. \n \n58. Regulations. — Subject  to this Act and any rules  prescribed  hereunder,  the Authority  \nmay,  by notification  in the official  Gazette  and publication  on its website,  make  regulations,  to give \neffect  to the provisions  of this Act. \n \n59. Removal  of Difficulties. — If any difficulty arises in giving effect to  any provision \nof this Act, the Authority may, at any time, make such order, not  inconsistent  with provisions  of \nthis Act and any rules  made  hereunder,  as may appear  to it to be necessary  for the purpose  of \nremoving  the difficulty.  \n \n60. Savings.— Notwithstanding  the provisions  of this Act, all actions  taken  and decisions \nmade by the Government for providing housing and real estate  development  and other  activities  \nrelated  to land and construction  through  the Naya  Pakistan  Housing  and Development  Authority  \ntill the enactment  of this Act shall  continue  and be deemed  to have  been  validly  made  under  the \nprovisions  of this Act. \n \n \n \n \n \nPage 28 of 29 \n SCHEDULE  \n \n[see section  33] \n \nLIST  OF OFFENCES  \n \nPart­A  \n \n1. Discharging any dangerous chemical, inflammable, hazardous or  offensive  article  in any \ndrain,  or sewer,  public  water­course  or land in a scheme in such manner as causes or is likely \nto cause danger to  persons  passing  by or living  or working  in the neighbourhood,  or risk or \ninjury  to property  or causing  harm  to the environment.  \n \n2. Failure  of industrial  or commercial  concerns  or such property  holders  to provide  adequate  \nand safe disposal  of affluent  or prevention  of their mixing  up with the water  supply  or \nsewerage  system.  \n \nPart­B  \n \n3. Wilfully obstructing any officer or servant of the Authority or any  person  authorized  to \nexercise powers  conferred  under  this Act. \n \n4. Failure to deliver back possession of property to the Authority on  expiration or cancellation \nof lease or allotment or exemption of  immovable  property.  \n \n5. Doing  an act without  license,  approval  or permission  when  the doing  of such act requires  a \nlicense  or permission  under  any of the provisions  of the Act, the rules  or regulations  \nhereunder.  \n \n6. Violation  of the master  plan,  building  plan or sanctioned  site development  scheme  including  the \nplans  and schemes  sanctioned  under  the repealed  enactments, allotting, selling or using the \nland for the purpose other  than the approved  layout  plan.  \n \n7. Erection or re­erection  of any structure which is not approved or  authorized  by the \nAuthority.  \n \n8. Changing  or converting  into any other  use any portion  of a commercial  or residential  building  \nor area specified  or earmarked  for public  parking  or amenities.  \n9. Establishing  any parking  stand  on any property  or on any open  space  and public park or land \nmanaged, maintained or controlled by the  Authority.  \n \n10. Establishing temporary shops or running any restaurant or vending  stalls  for eatables,  \nwooden  khokas  or any sort of commercial  activity  on any road, street, footpath, public place, \nover a drain, or any other  property  managed,  maintained  or controlled  by the Authority.  \n \n \nPage 29 of 29 \n 11. Obstructing  or tampering  with any road,  street,  drain  or sewer  pipe or pavement  or tampering  \nwith any main  pipe,  meter  or any apparatus  or appliance  for the supply  of water  or sewerage  \nsystem  or laying  out a drain  or altering  any drain  in a street  or road.  \n \n12. Connecting any house drain with a drain in a public street without  approval  of the \nAuthority.  \n \n13. Drawing  off, diverting  or taking  any water  except  with the permission  required  under  this Act, \nrules  or regulations.  \n \n14. Willfully causing damage, or allowing damage to be caused to any  property  managed,  \nmaintained  or controlled  by the Authority,  or which  is intended  to be managed,  maintained  or \ncontrolled  by the Authority,  or unlawfully  converting  it to his own or any other  person’s  use. \n \n15. Refusal  or willfully  neglecting  to provide  any officer  or servant  of the Authority  with the \nmeans  necessary  for entering  into any premises  for the purpose  of collecting  any information  \nor making  an examination  or enquiry  in relation  to any matter  under  the Act, rules  or \nregulations.  \n \n16. Without  lawful  excuse,  failing  or refusing  to comply  with any direction  or order  issued  by the \nAuthority  under  this Act. \n \n17. Unauthorized  occupation  immovable  property  in a scheme.  \n \n18. Attempting to commit or abetting the commission of an offence  punishable  under  this Act. \n \n________________________"
}