{
    "file": "./converted_json\\administratoraf08741de601982d29ac2f0c3fee482e.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "Page 1 of 6 \n  \nISLAMABAD TRANSFUSION OF SAFE BLOOD ORDINANCE, \n2002  \n \n \n \nCONTENTS  \n1.  Short title, extent and commencement  \n2.  Definitions  \n3.  Transfusion of safe blood  \n4.  Registration of blood banks  \n5.  Establishment of Islamabad Blood Transfusion Authority  \n6.  Functions of the Authority  \n7.  Appointment of officers and staff  \n8. Funds of Authority  \n9.   Accounts of Authority  \n10.  Responsibilities of blood banks  \n11.  Penalty for contravention  \n12.  Cognizance of the contravention  \n13.  Power to make rules  \n \n  \n\n  \nPage 2 of 6 \n ISLAMABAD TRANSFUSION OF SAFE BLOOD ORDINANCE, 2002  \n \nORDINANCE No. LXXIII OF 2002  \n [15-10-2002]  \n to regulate transfusion of safe blood an blood products in the Islamabad Capital Territory  \n WHEREAS it is expedient to regulate transfusion of safe and healthy blood and blood \nproducts free from viruses and infective agents in the Islamabad Capital Territory and to provide for \nmatters connected therewith and incidental thereto;  \n AND  WHEREAS the President is satisfied that circumstances exist which render it necessary \nto take immediate action;  \n NOW, THEREFORE, in pursuance of the Proclamation of Emergency of the Fourteenth day \nof October, 1999, and the Provisional Constitution Order No. 1 of 1999, read with the Provisional \nConstitution  (Amendment) Order No. 9 of 1999, and in exercise of all powers enabling him in that \nbehalf, the President of the Islamic Republic of Pakistan is pleased to make and prom ulgate the \nfollowing Ordinance: — \n 1. Short title, extent and commencement: —(1) This Act may be called the Islamabad \nTransfusion of Safe Blood Ordinance, 2002.  \n (2) It extends to the whole of the Islamabad Capital Territory.  \n (3) It shall come into force at once.  \n 2. Definitions :—In this Ordi nance unless there is anything repug nant in the subject or \ncontext,— \n(a) “Authority” means the Islamabad Blood Transfusion Authority established \nunder section 5;  \n(b) “blood bank ”  includes  private,  Government  or Armed  F orces  blood  banks \nmaintained for the purpose of receiving,  preserving,  storing,   analyzing and \nprocessing blood and blood products;  \n(c) “incharge” means the owner of a blood bank and in case of company or other \nbody  corporate;  its  chief  executive  or  a  person  declared  as  su ch  at  the  \ntime  of registration;  \n(d) “prescribed ” means prescribed by the r ules made under this Ordinance;  \n(e) “safe blood ” means human blood which is healthy and free from human \nimmunodeficiency  (HIV), Hepatitis B and C viruses or infective agent like \nmalarial parasites and Treponema pallidum (syphilis) or such other viruses or \ninfective agents as the Federal Government may, by notification in the official \nGazette, specify; and  \n  (f) “Schedule” means the schedule to this Ordinance.  \n 3. Transfusion of sa fe blood :—Every physician, surgeon, medical practitioner or any other \nperson transfusing blood or blood Products to any patient shall, before such transfusion, ensure that \n  \nPage 3 of 6 \n the blood or, as the case may be, blood products, is healthy and has been certified by the blood bank, \nas screened for any virus or infection specified in clause (e) of section 2.  \n 4. Registration of blood banks :—No blood bane shall receive or supply blood unless it is \nregistered with the Authority and a license  is issued to it by the Authority in the manner and subject \nto payment of such fee as may be prescribed.  \n 5. Establishment of Islamabad Blood Transfusion Authority :— As soon as may be, after \nthe commencement of this Ordinance, the Federal Government may, b y notification in the official \nGazette, establish an Authority to be known as the Islamabad Blood Transfusion Authority and \nconsisting of such technical experts in hematology , transfusion medicine, representative of the \nArmed Forces and from private sector  and other stakeholders, possessing such qualification and \nexperience as may be prescribed, by the Federal Government.  \n 6. Functions of the Authority :—(1)The functions of the Authority shall be to — \n(a) implement the approved national policy;  \n(b) register a nd issue the licences to blood banks;  \n(c) allow renewal of licence issued to blood banks annually on payment of such \nfee after satisfying  that instructions  issued by it for safe blood transfusion \nwere being followed by the blood banks;  \n(d) prescribe regi stration and licence fees;  \n(e) ensure implementation of the national safety standards;  \n (f)  fix service charges of the blood and blood products;  \n(g)  ensure that bio -safety, measures specified in the Schedule are strictly adhered \nto by the blood banks;  \n(h)  ensure that the blood banks are managed and run by qualified professionals \nhaving post -graduate  qualifications  in blood transfusion  or haematology \nrecognized  by the Pakistan  Medical  and  Dental  Council  established  under  \nthe  Medical  and  De ntal Council Ordinance, 1962 (XXXII of 1962); and  \n(i)  monitor the  working  of  the  blood  banks  and  carry  out  periodical  \ninspections, where necessary.  \n (2) For furthering the functions of the Authority, the Federal Government, as and when it \nconsid ers necessary, issue directives to the Authority on matters of Policy, and such directives shall \nbe binding on the Authority. If a question arises whether any matter is a matter of Policy or not, the \ndecision of the Federal Government shall be final.  \n 7. Appointment of officers and staff :__(1) To carry out the purposes of this Ordinance the \nAuthority may, from time to time, employ such officers and servants, or appoint such experts or \nconsultants, as it may consider necessary for the performance of its func tions, on such terms and \nconditions as it may deem fit.  \n (2) Within  the  finances  available  to  it,  the  Authority  shall  prepare  a  permanent \nSchedule of establishment showing the officers and servants of various categories and submit to the \nFederal  Government which may sanction and approve the same with or without amendment.  \n  \nPage 4 of 6 \n  8. Funds of Authority :—(1) A non -lapsable fund vesting in the Authority known as the \n“Islamabad Blood Transfusion Authority Fund ”, to be utilized by the Authority to meet opera tional \ncharges in connection with its functions under this Ordinance including the payment of salaries and \nother remuneration and allowances to the persons engaged and employed for the performances of \nduties and service of the Authority.  \n (2)  The Islamaba d Blood Transfusion  Authority Fund shall be kept in a scheduled bank  \nand  shall  be  operated  according  to  rules  and  regulations  of  the  Federal Government.  \n (3) To the credit of the Islamabad Blood Transfusion Authority Fund shall be placed all funds \nreceived by the Authority and the Fund shall consist of, –– \n(a)  grants made by the Federal Government including an initial grant of two \nmillion rupees;  \n(b)  income from users fees, licence fees and income from supply of blood;  \n(c)  funds provided by  the Federal Government;  \n(d)  foreign aids, grants and loans negotiated and raised by the Authority with the \nprior approval of the Federal Government;  \n(e) all other sums received  by the Authority,  such as fees, damages,  costs, \nrefunds, forfeitures, sale s proceeds, lease money, rentals and fines, renewal \nand fees;  \n(f)  income from the sale of assets or vehicles; and  \n(g)  royalty and  income  from  sale  proceeds  of  published   research  work; \ncontributions and donations.  \n 9.  Accounts of Authority: —(1) The Authority shall maintain complete and accurate books \nof accounts of its actual expenses and receipts in such manner as the Federal Government may, in \nconsultation of the Controller -General of Accounts, determine.  \n (2)  The accounts of the authority sha ll be audited annually by the Auditor -General of \nPakistan.  \n 10.  Responsibilities of blood banks :—Every blood bank shall –– \n(a)  have a separate  department,   staff  and  equipment for  the  purpose  of  blood \ndonations and for selection, handling, care an d safety of the donors;  \n(b)  select donors of blood in  accordanc e with the instructions issued by the \nAuthority;  \n(c)  cause the donated blood and blood products to be screened, examined and \ntested in accordance with the instructions issued by the Federal G overnment \nfor detection of any communicable disease;  \n(d)  possess  equipment  required  for hemoglobin  estimation,  blood grouping,  \ncross - matching,  anti -bodies  detection  and screening  of infectious  agents, \nsuch as human immunodeficiency, hepatitis v iruses, malaria and syphilis;  \n  \nPage 5 of 6 \n (e)  equip itself  with  proper  refrigeration  of  blood  and  blood  products  and  \nmake arrangements for uninterrupted power supply for refrigeration;  \n(f)  observe standard operating procedures approved by the Authority and  \nspecified in the Schedule;  \n(g)  not accept blood from professional blood donors; and  \n(h)  submit periodical reports in respect of donations of the blood received by it \nwith break  up of blood groups, detection of anti -bodies and screening of \ninfectious age nts. \n 11. Penalty for contravention :—(1) Any person contravening any provision of this \nOrdinance shall be punished with imprisonment for a term which may extend to one year, or with \nfine which may extend to hundred thousand rupees, or with both.  \n (2) For p urpose of this section, the in charge  of a blood bank shall personally be held \nresponsible for any contravention taking place in the blood bank.  \n 12. Cognizance of the contravention :—(1) No Court shall take cognizance of any \ncontravention under  this Ordinance except  on a complaint  in writing made by the Chairman of the \nAuthority or a person authorized by him in this behalf.  \n (2)  Notwithstanding anything in the Code of Criminal Procedure, 1898 (Act V of \n1898),— \n(a)  no Court other than a Magistrate o f the First Class shall try an offence under \nthis Ordinance; and  \n(b)  it shall be lawful  for  any  Magistrate  of  the  First  Class  to  pass  any  \nsentence authorized by this Ordinance.  \n 13. Power to make rules :—(1) The Authority may, with the prior app roval of the Federal \nGovernment any by notification in the official Gazette, make rules for carrying out the purposes of \nthis Ordinance.  \n (2)  Without prejudice to the foregoing powers, such rules may provide for –– \n(a)  procedure for registration, licensin g, renewal of registration of blood banks \nand fees  to  be  paid  for  registration,  renewal  of  registration  and  \nmonitoring  of  blood Banks;  \n(b)  quality assurance in maintenance of an effective  anti-HIV, hepatitis -B, \nhepatitis -C, Malaria, Syphilis a nd other viruses and infective agents screening;  \n(c)  standard operating  procedures  for  evolving  quality  system  of  blood  and  \nblood products;  \n(d)  safety  measures to be adopted in blood banks and laboratories; and  \n(e)  screening  and  examination  of  blood  and  blood  products  for  detection  of \ninfectious agents.  \n \n  \nPage 6 of 6 \n  \n \nTHE SCHEDULE  \n[See section 6(g)]  \nBIO SAFETY MEASURES  \n(1) Hands to be washed before and after each procedure, between each patient, before and after \n using gloves.  \n(2)   No work inside the laboratory shall be carried with exposed skin, cuts and lesions.  \n(3)   Blood shall be drawn through new disposable, properly sterilized syringes and needles.  \n(4)  Blood shall not be pipetted by mouth.  \n(5)   A freshly prepared solution o f 01% sodium hypochlorite  should always be available in the  \n blood bank for sterilization of re -usable equipment e.g.  pipettes,  scissors, beakers,  flasks \n and other equipment.  \n(6)   Needles and other sharp instruments shall always be kept in rigid plast ic, glass or metallic \n containers.  \n(7)   Needles shall be properly capped.  \n(8)  Decontaminated material shall be autoclaved or burnt and buried at a scientific landfill site.  \n(9)   Contaminated laboratory and other clothing be autoclaved before sending them for washing.  \n(10)   Work surfaces shall be decontaminated with 10% sodium hypochlorite solution, bleach and \n soap at the end of each day.  \n(11)  At the end of work, hands shall be washed with soap or disinfectant."
}