{
    "file": "./converted_json\\administratorcbd1f429c38e2f5aafbdb40e6c6b8491.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "Page 1 of 13 \n     \n \n \nNATIONAL EDUCATION FOUNDATION ORDINANCE 2002  \n              \n \n \nCONTENTS  \n1.  Short title and commencement  \n2.  Definitions  \n3.  Establishment of the Foundation  \n4.  Objectives of the Foundation  \n5.  Functions of the Foundation  \n6.  Cardinal Principles  \n7.  Authorities of the Foundation.  \n8.  Filling in  casual vacancy  \n9.  Resignation by a member of the Board of Governors  \n10.  Foundations Fund  \n11.  Appointment of officers, employees etc . \n12.  Committees  \n13.  Authentication of decisions etc . \n14.  Rules  \n15.  Regul ations  \n16.  Winding Up  \n17.  Indemnity  \n18.  Repeal  \n \n \n \n \n\n \nPage 2 of 13 \n  \nNATIONAL EDUCATION FOUNDATION ORDINANCE 2002  \nORDINANCE XX OF 2002  \n          [17th April, 2002]  \n 1. Short title and commencement .―(1) This Ordinance may be called the National  \nEducation Foundation Ordinan ce, 2002.  \n (2) It shall come into force on such date as the  Federal Government may notify in the officia l \nGazette.  \n 2. Definitions. In this Ordinance, unless there is anything  repugnant  in the subject or context,— \n(a)        “Authority ” means the Federal  Government;  \n(b)        “beneficiaries ” means teachers, educationists and students;  \n(c)        “Board” means the Board of Governors established   under section 7;  \n(d)        “Chairperson ” means the Chairperson of the Board;  \n(e)        “Committee ” means a Co mmittee constituted under section 12;  \n(f) “dependent ” means the wife or wives, dependent parents, dependent sons and \nunmarried daughters of the teachers and, educationists and such other relatives \nof  the teachers and educationists as may be recognized by the Board to be the \nbeneficiaries for the purpose of this scheme;  \n(g) “disadvantaged group ” means the children below poverty line of children \nbelonging to minorities or handicapped children or children living in  very    \nbackward remote rural areas;  \n(h) “educationist ” means a person engaged in educational research, planning, \nmanagement or promotion in the Federal Ministry of Education or an \norganization  set  up  or  established  by  the  Federal  Government  or  in  any  \norganization as may be recognized by the Committee for the, purposes of this \nscheme, and shall include a person who has so retired;  \n(i) “Federal Administered Areas ” means territories of ICT; FATA, FANA, under \ncontrol of Federal Government and includes A.J.K for the purposes of this \nOrdinance;  \n(j) “Foundation ” means the National Education Foundation established under \nsection 3;  \n(k)        “Fund” means the fund constituted under section 10;  \n(l) “Grant” means a sum of non -refundable amount advanced to an Organization \nfrom the Foundation ”s Fund;  \n(m)       “Government ” means the Federal Government of Pakistan;  \n \nPage 3 of 13 \n (n)      “Loan” means a refundable sum of money advanced by the Foundation to an \norganization;  \n(o)      “Non-Governmental Organization ” means an  organization  set up with private \nfinance for ad vancement of education and  is registered under the Voluntary \nSocial Welfare Agencies Registration and Control Ordinance, 1961 (XLVI of \n1961), Societies Registration Act, 1860 (XXI of 1860), the Trust Act, 1882 (II \nof 1882), and the Companies Ordinance, 198 4 (XLVII of 1984) ;  \n(p)        “prescribed ” means prescribed by rules under this Ordinance;  \n(q)        “regional office ” means sub offices established in Federal  Administered  Areas; and  \n(r)     “teacher”  means a person engaged in teaching in an educationa l  institution \nestablished or controlled by the Federal Government Ministry of Education or \nany   such other educational institution as may be recognized by the committee \nfor purposes of this scheme, and shall include a person who has so retired.  \n 3. Estab lishment of the Foundation. ― (1) As soon as may be after the comm encement of \nthis Ordinance, the  Federal Government shall, for the purpose of carrying out the objectives of this \nOrdinance, by notification in the official Gazette, establish a Foundation to be known as the National \nEducation Foundation.  \n (2) The Foundation shall be a body corporate having perpetual succession and a common  seal \nwith power to acquire, hold and dispose of property, both movable and immovable, and shall by the \nsaid name sue and be sued.  \n (3) The Foundation  shall be guided by following: ― \n (i) Vision : \n(a)  Providing    quality    enabling    education    through    public    private \npartnerships for disadvantaged groups.  \n Explan ation I― “enabling” means, increasin g capabilitie s for improving well -being and \nentitlements; ability to keep pa ce with changing   times;   problem   solving   and   skills   to   access   \nofficial procedures, institutions and potential resources; and enabling both individual and societal \ndimensions;  \n Explanation II―“education ” means early childhood education, focus  on elementary \neducation, special needs within Education For All secondary and technical, integrated literacy \nprogramme  for disadvantaged groups under EFA, Information Technology (IT) literacy,(EFA   \nareas),   welfare   activities   for   Federal   Governm ent teachers and their families, post secondary \nwith specific reference to teacher   education   [all  subjects]   education   research,   management, \npolicy and planning.  \n Explanation III―“disadvantaged ”   means   population   living below poverty line, girls and \nwomen in rurla areas and urban slums, child labour,  children  in priso n,  minorities,  nomads,  slum  \ndwellers, people in under -served areas including revering communities, childr en with special needs, \nGender equality and not gender equity is seen as a measure of overcoming disadvantaged status for \ngirls and women.  \n (ii) Mission  \n \nPage 4 of 13 \n  To become a vibrant catalyst for quali ty enabling education through  support to private and \nnon-governme ntal sectors by mobilizing sufficient resources as an effective self sustaining \norganization.  \n Explanation ―“private” signifies to private   sector capped at tuition fee schedules of Rs. 200 \nper month for elementary education, Rs. 600 per month for secondary and technical and Rs. 1500 per \nmonth for tertiary or special education or as may be notified by the Fede ral Government from time to \ntime.  \n 4. Obje ctives of the Foundation. ―(1) The objectives of the Foundation are to promote \nquality and gender sensitive education in the territories of Federal administered Areas as defined in \nsection 2(i). \n (2) The three major  categories of objectives are:  \n (i) Promotion of Education  \n(a) to  promote  public  private  partnerships   in  attaining  basic  education  for \nall through  multiple  delivery  systems  (up  to elementary  and  including \nearly childhood and literacy for empowerment) with special focus on \ndisadvantaged communities and girls by direct support to private and NGOs \nschools in the form of grants and loans. Support through loans and grants may \nbe used  for establishment  of facilities,  teacher  training,  train ing  in general, \nteacher support,  curriculum support and resource centers;  \n(b) to support  initiatives   in   secondary   education   especially   the   technical \nstrea m  including Information  Technology  (IT) literacy managed by NGOs \nand priva te sector on no profit basis ; \n(c)     to interface  and  facilitate  private  initiatives  with  public  ones  for \npromotion of elementary, technical, and IT programs;  \n(d)   to extend assistance to existing special needs initiatives within existing \nmainstream progr ams to address needs of children;  \n(e)      to promote welfare activities  for the teachers and education ists of the Federal \nGovernment Institutions including provide scholarships and assistance to \nstudents and teachers in genera l and to students and familie s of teachers in \nFederal Government institutions in particular. This activity shall be carried out \nof the return on the endowment fund of Federal Teacher Foundation \ntransferred on its   merger with National Education Fund ; \n(f) to facilitate  and undertake   innovative  programs  between  public  and private \nsectors or otherwise and their replication;  \n(g) to mobilize   and  manage   resources   and  to  act  as  a  conduit   for \npromotion of   education through multiple sources;  \n(h) to assist and facilitate formulating national educational policies for the private \nsector; and \n(i) to develop  and  implement  gender  sensitivity  and  aware  raising  programs \namong teachers, students and other members of the academic community.  \n \nPage 5 of 13 \n  (ii) Capacity Building:  \n(a)  Provide support to organizations engaged in educa tion development and \ncapacity building in areas of training , mainta ining standards, curric ulum \nmanagement, assessment and evaluation;  \n(b)  to strengthe n institutiona l capaci ty of partne r organiza tions Community  Board \nOrganisations and private sector organizations to become self -reliant in terms   \nof quality , resourc e generation  a nd manageme nt and effective community   \nparticipation for good governance in education;  \n(c)  to strengthe n institutiona l capacity  of the Foundation  to manage and achieve \nits objectives, mission and Vision;  \n(d)  to support program s for Teache r Educa tion (general  and  subject specific) \neducation management and planning ; \n(e)  to set up cell for private sector resource mobilization from l ocal as well as \nexpatriate   Pakistanis   for   education   initiatives   through   public   private \npartnership; and \n(f)  to prepare and develop gender sensitive curriculum and materials that will \npromote equality, peace, human rights and development for all. \n (iii) Research and development:  \n(a)  to provide support to organizations engaged in education development, \nresearch, assessment and evaluation;  \n(b)  to  share  best  practices  and  foster  exchange  of  resources  for  optimum \neducation  development   including  collaborat ion with  all  Education \nFoundations,  NGOs, national,  regional and international  agencies  and other \nstakeholders ; \n(c)        to create  a  database  on  private  educational  institutions  and  related  NGOs \nin the country;  \n(d)  to compile  and  synthesize  sex  disaggregated  data  and  information \navailable   for policy makers, research institutions, and donor agencies ; \n(e)  to influence   education   policy   through   documented   research   and \npractice; and \n(f)  to assist  in  the  maintaining  of  standards  of  education  according  to agreed \nnorms in the privately managed schools.  \n 5. Functions of the Foundation .―(1) Establishing partnership and collaboration with \nagencies and organizations pursuing the common goal of educational development particularly \npromoting  public -private  partnership; mobilizing resources for basic/elementary, \ntechnical/vocational educatio n. \n (2)   Initiating   and   maintaining   contact   and   collaborating    with   other o rganizations,   \ninstitutions, NGOs, bodies and societies   in Pakistan and   abroad including  relevant  international  \n \nPage 6 of 13 \n agencies,  constituents  of  UN  system  inter ested  in similar objectives and to cooperate with such \ninstitutions, bodies and organizations for furthering the objectives of the Foundation . \n \n (3) Coordinating and networking with other Foundations and stakeholders, initiating, \norganizing and facilitati ng projects and programs on resource sharing basis.  \n (4) Providing support in providing and org anizing in -service training for ;  \n(a)        teachers of the pilot project and innovative program;  \n(b)        Private school teachers; and \n  (c)  NGO communities , representatives and members of educational committees \n   and other bodies developed for such purpose from time to time.  \n (5) Providing and administrating direct financial assistance to private school operators and \ninstitutions related to educational deve lopment.  \n (6) Providing consultancy services for education development and related activities as and \nwhen required by national, international and other organizations.  \n (7) Ensuring sustainability of  educational development under public private partnership \nthrough innovative  mechanisms  such as  providing  endowment  and matching grants etc. \n (8) Ensuring that equal opportunities for education are provided to boys and girls of whatever \nsocial, class, colour, race or creed to promote equality, development, human rights and peace for all. \n (9)    Fiend raising from    public,    private,    support    organization    donors, international \nagencies and other sources including income from Foundation ”s projects.  \n (10) Welfare program for dependents of educationis ts and teachers including scholarships for \nstudents, financial support to widows and other related projects.  \n (11)  Developing databases, conducting research and  preparing periodical reports on \neducational development particularly in private and NGO sector . \n (12) Providing assistance  through newsletters,  rendering  advice, developing training \npackages, providing a forum for exchange of ideas and sharing experiences among various \nstakeholders promoting educational development in particular.  \n (13)   Providin g   support   and   assistance   for   the   efforts   in   educational development \nwith focus on new technologies including IT etc. \n (14) Establishing in any place in the Federal Administered Areas such regional offices, \nbranches and local units as may be  necessary for managing any of the affairs of the Foundation.  \n (15) Investing and dealing with all money of the Foundation not immediately required in \nsuch securities, shares, debentures and in such manner as shall from time to time be determined for \nthe b enefit of the Foundation as may be permissible under the law and to create reserve fund, \ninsurance fund and depreciation fund thereto.  \n (16) Purchasing, taking on lease or on allotment or hire or otherwise acquire, erect or adapt \nmovable or immovable prope rties for the time being and to sell, let outor hire all or any portion of \nthe same as considered necessary for attaining the objects of the Foundation.  \n \nPage 7 of 13 \n  (17) Entering into any arrangement with any government authority (Federal, Provincial,  \nmunicipal, loc al or otherwise),  or any corpora tion, company or persons that may be conducive  to \nthe Foundation ”s  objectives and to obtain from any such governme nt, authority,  corporation,  \ncompany  or  person  any  charters,  contracts, decrees, rights, privileges a nd concessions which the \nFoundation may think desirable, and  to carry  out,  exercise  and comply  with  any such  charters,  \ncontracts,  decrees, rights, privileges and concessions.  \n (18) Opening accounts with bank or banks or approved financial institut ions and to draw, \nmake, accept, endorse, discount, execute and issue promissory  notes, bills of exchange, cheques, \nbills of lading, warrants, debentures, and other negotiable or transferable instruments, concerning the \nbusiness of the Foundation.  \n 6. Card inal Principles. The cardinal principles governing the whole operation of the \nFoundation ” shall be that Board shall― \n (1) Ensure that  the  resources  of the  Foundation  shall  not be used  for political patronage \nor for any other political purposes ; \n (2) Treat  the  income  and  monies  of  the  “Foundation ”,  all  of  which  shall  be considered  \npublic  assets,  as  a  sacred  trust  and  it  shall  be  their  prime responsibility  to administer  and \nmanage Foundation  with due diligence  and transpare nt fiduciary  responsibility   and  for  the  \npurposes  for  which  the Foundation has been established;  \n (3) Ensure that as far as possible the Foundation ”s  operations  are decentralized, subject to \nsound financial and operational management principles, to facilitate access to the Foundation ”s \nservices by partner organizations in all the Federal Administered Areas ; \n (4) Ensure  that  the  resources  of  the  Foundation  are  only  provided  to  well functioning,  \nprofessionally  managed  institution  wit h transparent  governance and financial management \nsystems ; \n (5) Ensure that financial  assistance  to partner organizations  and beneficiaries  is based  on  \nsound  principles  of cost  sharing  and sustainability,  and  financial viability where applica ble. \n 7. Authorities of the Foundation.  \n I. Board of Governors:  \n (1) The Board shall consist of thirteen members, including Chairperson, as under :― \n(i)  Four  from  civil  society  i.e., NGO”s  Philanthropists,   technocrats and   \nacademicians from privat e sector,  \n(ii)  Joint Educational Adviser (concerned), Ministry of Education,  \n(iii)  Financial Adviser (Education), Ministry of Finance,  \n(iv) Vice -Chancellor Allama Iqbal Open University,  \n(v)  “Eminent educationists from ICT, FATA, FANA and AJK.” and \n(vi) Managing Director of the Foundation who shall be Member/Secretary;  \n (2) The Chairperson of the Board shall be selected by the Search Committee to be constituted  \nby  the  Ministry  of  Education  comprising  members  from  the Ministry  of  Education,  Mi nistry  \n \nPage 8 of 13 \n of  Finance  and  Planning  and  a  renowned N.G.O. involved in educational development which is \nnot associated with the Foundation in running any of its programmes.  \n (3) There shall be Vice Chairman of the Board who shall be selected by the Member s from \namongst themselves.  \n (4) In order to ensure gender balance the Board may be composed of on equal number of men \nand women.  \n (5) The Members of the Board other than ex-officio  members shall hold office for a period of \nthree years following the date fr om which they were appointed as members   and  shall  be  eligible   \nfor  re -appointment   on  such  terms   and conditions as may be prescribed under the rules. The \nRetiring members of the Board shall continue to perform their functions until their succes sors are \nappointed.  For the   initial  selection  of  the  members  other  than  ex-officio  members,   Ministry   \nof   Education   shall   constitute   a   special   committee comprising   of   government   and   non -\ngovernment   representatives   for   the selection.  \n (6) The Board shall meet at least twice  a year. The Chairperson  or the Vice - Chairperson or \nany three Members of the Board may at any time summon a meeting of the Board. Not less than \nseven days notice shall be given to the members of any s uch meeting and the agenda and the \nworking papers for the meeting shall be circulated to the members with the notice of such meetings.  \n (7) The Board  shall be responsible  for management  and administration  of the affairs of the \nFoundation at policy leve l. The Board may from time to time delegate any of its powers to a \ncommittee or committees consisting of three or more  members  as  it  deems  appropriate.  Any  \ncommittee  so  formed  shall conform  to  any  regulations  that  may  be  made  by  the  Boa rd  and  \nshall  be governed  in  the  exercise  of  the  powers  so  delegated  by  the  provisions contained for \nregulating meeting and proceedings.  \n (8) The  Chairperson  of  the  Board  in  consultation  with  members  may invite advisers and \nexperts by  special invitation to the meeting of the Board.  \n (9) The Managing Director shall be the Chief Executive of the Foundation. The Managing   \nDirector   shall   be  a  full   time   salary   paid   employee   of  the Foundation.  \n (10) The Board shall generall y pursue vision and mission of the Foundation for providing \nenabling education through public private partnerships for disadvantaged  groups and carry out the \nobjective s of the Foundation  which includes promotion of education, capacity building arid \nResea rch and Development.  \n (11) The Board shall have the responsibility to determine direction and scope of the activities \nof the Foundation. It shall also have the responsibility to review, approve work plan, projects, \napproving grants, donations, loans, contr ibutions, technical   assistance   to  partner   organizations,   \nNGOs   and   others   school operators and Community Board Organisations.  \n (12) The   Board   shall   review,   revise   and   approve   the   annual   and supplementary \nbudgets.  \n (13) The B oard may exercise the powers of the Foundation to acquire, borrow or to mortgage  \nproperty  or  any  part  thereof  or  to  issue  debentures  or  other securities.  \n (14) The   Board   may   from   time   to   time   and   at   any   time   appoint   any company, \norganisation, NGO or person to be the attorney or attorneys of the Foundation for such purposes \n \nPage 9 of 13 \n including audit of the Foundation and with such powers,  authorities  and  discretions  for  such  \nperiod  and  subject  to  such conditions as the Boar d may deem appropriate.  \n (15) The Board shall record minutes to be kept in bound volume provided for the purpose: (a) \nof names of the persons present in each meeting of the Board and any  committee  of  the  Board;  (b)  \nof  all  resolutions  and  proceedi ngs  at  all meetings of Board and committees of the Board. Every \nmember present at any meeting of Board shall be provided minutes for obtaining their consent.” \n (16) Minutes of the Board ’s meeting shall be open for inspection by any member during \noffice h ours. Minutes of the Executive Committee of all the meetings shall be presented in the next \nmeeting of the Board.  \n (17) The Board may meet on a tentativ e agenda to be confirmed  at the meeting, adjourn, or \notherwise regulate its meetings as it deems fit. \n (18) The quorum necessary for the transaction of the business of the Board shall be observed \nas simple majority.  \n (19) All questions arising at a meeting of the Board shall be decided by simple majority of \nvotes to be given by a show of hands but the Chair person may order, if so requested by any member, \nthat voting on any specific question shall be by secret ballot. In the event of an equality of votes \nhowsoever given the Chairperson shall have a second or casting vote.  \n (20) The Chairperson of Board shall preside at every Board’s  meeting.  If at any meeting he is \nnot present, the Vice -Chairperson of the Board shall preside over the meeting and, failing him, the \nmembers present may choose one of their member to be the Chairperson of the meeting.  \n (21) A membe r of the board shall be paid travelling, boarding, lodging and other expenses \nincurred by them in the performance of their duties or business if any of them has to come to attend \nthe Board or general meeting of the Foundation from outstation.  \n (22) The  Bo ard  may  create,  abolish  or  suspend  Foundation ”s  posts  as  deemed \nnecessary : \n Provided  that  initially  the  required  posts  shall  be  created  or  abolished  in consultation \nwith the Finance Division.  \n (23) The Board may, from time to time deleg ate to the Chairperson  such of its powers as it \nmay consider necessary; provided that Chairperson in any emergency, which in his or her opinion \nrequires immediate action, may take such action, but the action taken shall be reported to the Board \nin the next meeting.  \n (24) The Board may delegate any of its powers to the Managing Director to enable him to \ncarry out his functions.  \n (25) The  Board  may  determine,  revise  personal  requirements,  rules  and  salary structure \nof the Foundation employees accord ing to prevailing market and can also offer incentives to attract \ncompetent professionals.  \n (26) The  Board  may  approve,  modify  or  amend  rules  and  regulations  of  the \nFoundation framed or recommended by Executive Committee or Committee constituted  for this \npurpose.  \n II. Executive Committee  \n \nPage 10 of 13 \n  (1) There shall be  an Executive Committee consisting of the following: ―  \n(i)         Managing Director -Chairperson.  \n(ii)        Joint Educational Advisor (concerned) Ministry of Education or  his nominee.  \n(iii)       Financial Advisor (Education) or his nominee.  \n(iv)      Two members    to   be   nominated    by   BOG   from   NGO  or vicil society.  \n (2) Subject to the provisions  of this Ordinance  and the Rules and Regulations made  there  \nunder  and  the  general  or  special  directions  of  the  Board,  the Executive  Committee   shall  be  \nthe  principal  administrative   body  of  the Foundation responsible for executing all policies and \ndischarging all functions of the Foundation.  \n (3) The Executive Committee shall perform the following functions :― \n(i)    Develop criteria for financing enabling quality education programs in the \ncountry.  \n(ii)    Review and scrutinize proposals received from Private and Non- \nGovernmental   Organizations,   based   on  the  eligibility   criteria  for \nfinancing the proposal.  \n(iii)       Review and approve various programs of the Foundation.  \n(iv)       Scrutiny of the budget and examining  of audit, and accounts reports.  \n(v)        Recommend creation of posts or otherwise change in positions to  the Board.  \n(vi)       Any  other matter assigned to it by the Board.  \n (4) The Executive Committee shall meet at least once in three months and or as and when \nrequired.  \n III. Managing Director:  \n (1) As an administrative head of  the Foundation, a Managing  Director shall be appointed  by \nFederal Government on recommendation of the Board.  \n (2) The appointment  of Managing  Director  may be terminated  by the Federal Government  \non  advice  of  the  Board  in  accordance  with  the  prescribed procedure.  \n (3) The Managing  Director shall  hold office, and exercise  such powers duties, obligations  \nand privileges  as the Board may confer upon him from time to time  and  shall  accordingly  in  \nexercise  of  such  powers  delegated  to  him conform to any limits and restrictions which may be  \nimposed by the Board from time to time in this respect. The Managing Director may exercise all \nsuch powers and do all acts and things on behalf of the Foundation as he may be authorized to do by \nthe Board.  \n (4) In case the post of the Managing Director is  vacant, an officer appointed by the \nChairperson, shall act on his behalf and exercise powers as delegated to him by the Chairperson from \ntime to time.  \n \nPage 11 of 13 \n  (5) The Managing Director shall be responsible for the day to day management of the \nFoundation particul arly for: \n(i)    ensuring that the Foundation ”s Vision, Mission, Objectives and Cardinal \nPrinciples are adhered to; \n(ii) proper administration of the affairs, funds and resources of the Foundation;  \n(iii) making to draw, endorse, sign, accept, negotiate and  give all cheques, bills of \nlading, drafts, orders, bills of exchange, promissory notes, and other  \nnegotiable  instruments as  may  be  required  by  and  be  in  the interest of the \nFoundation.  \n(iv) securing the  fulfillment  of  any  contract,  agreemen ts, or engagements \nentered into by the Foundation by mortgage or charge of all or any of  the  \nproperties  of  the  Foundation  from  time  to  time  or  in  such manner as he \nmay think fit in the interest of the Foundation.  \n(v) appointing at his discretio n through delegated powers by the Board, removing            \nor suspending officers and staff including secretaries, clerks and other  \nemployees,     either  permanent  or temporary,  as he may, deem fit and to \ndetermine their    assignments and duties and  fix their salaries or emolu ments \nand he may constitute committees for this purpose;  \n(vi) instituting, conducting,  defending  or abandon  any legal proceedings by or \nagainst the Foundation or its officers or otherwise concerning the affairs  of \nthe Founda tion and also to compound  and allow time for payment or \nsatisfaction of any debts due and of any claims or demands by car against \nFoundation and for the purpose to appoint advocate (s); \n(vii) referring any  claims  or  demands  by  or  against  the  Found ation  to \narbitration and observe and perform the awards;  \n(viii)  exercising supervision  and  disciplinary  control  over  the  work  and conduct \nof  all employees of the Foundation; and \n(ix) any other tasks as may be delegated by the Board.  \n (6) The Mana ging Director― \n(a) may in writing delegate his powers, as he may consider necessary to any \nofficer of the Foundation;  \n(b)     exercise in respect of the Foundation such administrative and financial powers \nincluding powers of delegation as may be delegated to him by the Board or the \nChairper son; \n(c)       submit the annual work plan and budget of the Foundation to the Executiv e \nCommittee and the Board;  \n(d)        operate the accounts of the Foundation;  \n(e)        prepare the annual report of the Foundation for the Board . \n \nPage 12 of 13 \n (f)     have powers  to  incur  miscellaneous,  contingent  expenditure within the \nbudgetary provision;  \n(g) exercise powers of a controlling officer in respect of his own and  the  \ntraveling  allowance  bills  of  the  employees  of  the Foundation; and \n(h) interacting with  international  agencies  and  donors,  preparing  and \nsubmitting    projects negotiating and executing partnership programs and \nprojects with partner organization.  \n 8.  Filling  in casual vacancy. Any  casual  vacancy  caused  due  to   the  permanent absence  \nof a member,  other  than ex-officio   members,  shall  be filled  by a person nominated by the Federal \nGovernment and the person so nominate shall hold office for the un -expired period of the term of his \npredecessor.  \n 9. Resignati on by a member of the Board of Governors. A member of the Board of \nGovernors, other than an ex-officio  member, may, at any time, resign his office by letter addressed to \nthe Chairperson provided that no resignation shall take effect until it has been accep ted by the \nFederal Government.  \n 10. Foundation ”s Fund.―(1) There shall be Foundation ”s Fund to be known as the “Fund”, \nand the following shall be the sources of the Fund, namely― \n(a)        grants made by the Federal Government;  \n(b)        income from investments made by the Foundation;  \n(c) donations and    e ndowments    from    national    and    international, \norganizations; and \n(d) revolving funds placed by the Federal Government and incomes from other \nsources.  \n (2) The Fund shall be kept in such custody and shall be utilized and regulated in such manner \nas may be prescribed.  \n (3) The  accounts  of the Foundation  shall  be maintained  in such  form  and manner as may \nbe prescribed and shall be audited by an auditor to be appointed by the Federal  Government  being  \na  person  who  is  a  Chartered  Accounta nt  within  the meaning of the Chartered Accountants \nOrdinance, 1961 (X of 1961).  \n (4) The Foundation shall, after the end of every financial year, submit to the Board the \naudited annual statement of accounts of the Foundation, together with the report of the auditor.  \n (5) The Foundation shall also submit to the Board after the end of every year a report of its \nactivities during that year.  \n 11. Appointment of officers, employees etc. For the efficient ” performance of its functions, \nthe Foundation may appoin t its employees, with the prior approval of the Board on such terms and \nconditions as may be prescribed.  \n 12. Committees. ― (1) The Board may constitute such financial, technical, advisory and \nother committees which may be deemed necessary for carrying out the purposes of this Ordinance.  \n \nPage 13 of 13 \n  (2) The composition and functions of a committee shall be such as the Board may determine.  \n 13. Authentication of decisions etc. All decisions of the Board shall be authenticated  by  \nthe  signature  of  the  Chairperson  o r  of  any  other  member authorized by the Board in this behalf \nand all other orders or instruments issued or executed by or on behalf of the Board shall be \nauthenticated  by the signature of an officer of the Board authorized by it in this behalf.  \n 14. R ules. The Federal Government may, by notification in the official Gazette, make rules \nfor carrying out the purposes of this Ordinance.  \n 15. Regulations. Subject to this Ordinance and the rules made thereunder, the Board may, \nwith the previous approval of t he Federal Government, make regulations for all matters not provided \nfor in the rules for which provision is necessary for carrying out the purposes of this Ordinance and \nthe rules.  \n 16. Winding Up. The Foundation shall be wound up voluntarily whenever a special \nresolution is passed by the Board and is so consented by the Authority.  \n 17. Indemnity. No suit, prosecution or other proceedings shall lie against any officer or  \nemployee  of  the  Foundation  or  any  other  person  exercising  any  power  or performing   any   \nfunction   under   this   Ordinance   or   the   rules   or   regulations made thereunder for anything \nwhich is done in good faith.  \n 18. Repeal. The National Education Foundation established under Notification S.R.O. No. \n487(I)/97, dated 2 6-06-1997, shall stand repealed."
}