{
    "file": "./converted_json\\administratoraab1579349f1390fac1f7805fbbc0295.json",
    "name": "Anti-Money Laundering Act, 2010",
    "date": "27th March 2010",
    "tagline": "Prevention of money laundering, combating financing of terrorism and forfeiture of property",
    "content": "1 \n \n \n \n \nTHE ANTI­MONEY LAUNDERING ACT, 2010     \n \n \n \n \n \n \n \n \nCONTENTS    \n \nSECTIONS:   \n1. Short title, extent and commencement.   \n2. Definitions.   \n3. Offence of money laundering.   \n4. Punishment for money laundering.   \n5. National Executive Committee.   \n6. Financial Monitoring Unit.  \n \n 6A.   AML/CFT regulatory authority . \n 6B.  International Cooperation by regulators.  \n 6C.   Oversight body for SRBs.  \n7. Procedure and manner of furnishing information by reporting entities.  \n 7A.  Conducting CDD.  \n 7B.  Relaince on third parties . \n 7C.  Record keep ing. \n 7D.  Inability to complete CDD and tipping off.  \n 7E.  Anonymous business relationships and transa ctions . \n 7F. Risk undertaking .  \n 7G.  Compliance program . \n 7H.  Policies and procedures.  \n 7I.  Sanctions for reporting entities  \n 7J.  Appeal to concern ed AML/CFT regulatory authority.  \n  \n8. Attachment of property involved in money laundering.   \n9. Investigation.  \n 9A.  Application of investigation techniques.   \n10. Vesting of property in Federal Government.   \n11. Management of forfeited properties.   \n 2 12. No civil or criminal p roceedings against reporting entities in \ncertain cases.   \n13. Power of survey.   \n14. Search and seizure.   \n15. Search of persons.   \n16. [Omitted] .  \n17. Retention of property.   \n18. Retention of records.   \n19. Presumption as to records or property in certain cases.   \n20. Jurisdiction.   \n21. Offences  to be non­cognizable and non­bailable.   \n22. Application of Code of Criminal Procedure, 1898 (Act \nV of 1898) to proceedings before courts.   \n23. Appeal to High Court.   \n24. Appointment of investigating officers and their powers.   \n25. Assistance to authorities . \n \n26. Agreements w ith foreign countries.   \n27. Letter of request to a contracting State etc.   \n28. Assistance to a contracting State in certain cases.   \n29. Reciprocal arrangements for processes and assistance for \ntransfer of accused persons.   \n30. Attachment, seizure and forfeiture etc., of p roperty in a \ncontracting State or Pakistan.   \n31. Procedure in respect of letter of request.   \n32. Punishment for vexatious survey and search.   \n33. Liability for failure to file ST R and for providing false \ninformation .  \n34. Disclosure of information.   \n35. Bar of jurisdiction.   \n36. Notices, etc . not to be invalid on certain grounds.   \n37. Offences by  Legal persons .  \n38. Continuity of proceedings in the event of death or insolvency.   \n39. Act to have overriding effect.   \n 3 40. Members etc ., to be public servants.   \n41. Act not to apply to fiscal offences.   \n42. Power to amend the Schedule.   \n43. Power to make rules.   \n44. Power to make regulations.   \n45. Power to remove difficulties.   \n46. Validation of actions, etc.  \nSCHEDULE -I  \nSCHEDULE -II  \nSCHEDULE -III  \nSCHEDULE -IV \n 4 ANTI -MONEY LAUNDERING ACT, 2010  \nACT No. VII OF 2010  \n[27th March 2010 ] \nAn Act to provide for prevention of money laundering.  \nWHEREAS  it is expedient to provide for prevention of money laundering , \ncombating financing of terrorism and forfeiture of property derived from, or involved in, \nmoney laundering or financing of terror ism and for matters connected therewith or \nincidental thereto;  \nIt is hereby enacted as follows: ___ \n1. Short title, extent and commencement. -- (1) This Act may be called the Anti -\nMoney Laundering Act, 2010.  \n(2) It extends to the whole of Pakistan.  \n(3) It s hall come into force at once.  \n  1[\"2. Definitions. — In this Act, unless there is anything repugnant in the subject or \ncontext, — \n(i) \"AML/CFT\" means anti money laundering and countering  financing of \nterrorism;  \n(ii) \"AML/CFT regulatory authority\" means the r egulator or SRB as defined under \nsection 6A;  \n(iii) \"attachment\" means prohibition of transfer, conversion, disposition or \nmovement of property by an order issued under section 8;  \n(iv) \"beneficial owner\" means, — \n \n(i) natural person who ultimately owns or contro ls a customer or the \nnatural person on whose behalf a transaction is being conducted; or  \n(ii) natural person who exercises ultimate effective control over a legal \nperson or legal arrangement;  \n(v) \"business relationship\" means professional or commercial rel ationship \nbetween a reporting entity and a customer to conduct transaction, activity or to \nprovide service or product;  \n(vi) \"CDD\" means customer due diligence and the obligations set out in section \n7A; \n1Subs. By the Anti -Money Laundering (Second  Amdt.) Act , 2020 (XXX of 2020) s.20. \n 5 (vii) \"company\" means any  body corporate and includes a firm or other association \nof individuals;  \n(viii)  competent authorities \" means the regulators, oversight  bodies for SRBs, the \nFinancial Monitoring Unit and the  investigatin g or prosecuting agencies as \ndefined in this Act;  \n(ix)  \"corporate group\" means a group that consists of a parent entity exercising \ncontrol or management on branch or  subsidiary that are subject to AML/CFT \npolicies  And procedures at the group level;  \n(x) \"Court\" means the Court specified under section 20;  \n(xi) \"CTR\" means report on currency transactions exceeding such amount as may \nbe specified by the National Executive Committee by notification in the \nofficial Gazette;  \n(xii) \"designated non -financial busin esses and professions\" or \"DNFBPs\" means \nthe following persons, namely: — \n(a) real estate agents, including builders and real estate developers, when \nperforming the prescribed activities in the prescribed circumstances \nand manner;  \n(b) dealers in precious me tals and precious stones, including jewellers and \ngem dealers, when performing the prescribed activities in the \nprescribed circumstances and manner;  \n(c) lawyers, notaries, accountants and other legal profe ssionals who \ncarryout monetary transactions for the ir clients concerning .the \nfollowing activities: — \n(I) managing, operating, buying and selling of real estate, legal \npersons and legal arrangements and preparing, documents \ntherefor;  \n(II) managing of client money, securities or - other asset's;  \n(III) managi ng bank, savings or se curities accounts; or  \n(IV) organizing contributions for the creation, operation or \nmanagement of companies;  \n(d) trust and company service  providers, when they carry out monetary \ntransactions or services for a client concerning the fol lowing \nactivities: — \n(I) acting as a formation agent of legal persons;  \n 6 (II) acting as or arranging for another per son to act as a director or \nsecretary of a company, a partner of a partnership, or  a similar \nposition in relation to other legal persons;  \n(III) providing a registered office, business  address or \naccommodation, corres -pondence or administrative address for \na company, a partnership or any other legal person or \narrangement;  \n(IV) acting as or arranging for another person to act as a trustee of a \ntrust or performing the equivalent function for another form of \nlegal arrangement; and  \n(V) acting as or arranging for another person to act as a nominee \nshareholder for another person; and  \n(e) such other, designated non -financial businesses and professions as may \nbe notified by the  Federal Government;  \n(xiii)  \"Director General\" means the Director General of FMU appointed under sub -\nsection (3) of section 6;  \n(xiv)  \"financial  institution\" includes any perso n carrying on any one or more of the \nfollowing activities, namely: — \n(a) acceptance of deposits and other repayable funds from the public;  \n(b) lending in whatsoever form;  \n(c) financial leasing;  \n(d) money or value transfer;  \n(e) issuing and managing means of payments including but not ,limited to, \ncredit and debit ca rds, cheques,  traveller's cheques, money orders; bank \ndrafts and electronic money;  \n(f) financial guarantees and commitments; and  \n(g) trading in  \n(i) money market instruments;  \n(ii) foreign exchange;  \n(iii) exchange, interest rate and index instruments;  \n(iv) transferable securities;  \n(v) commodity futures trading;  \n(vi) participation in shares issues and the provision of services \nrelated to such issues;  \n 7 (vii) individual and collective portfolio management;  \n(viii)  safekeeping and  administration of cash or liquid securities on \nbehalf of other persons;.  \n(ix) investing, administering or managing funds or money on behalf \nof other persons;  \n(x) insurance business transactions;  \n(xi) money and currency changing; and  \n(xii) carrying out business as inter mediary;  \n(xv) \"FMU \" means the Financ ial Monitoring Unit established under section 6;  \n(xvi)  \"foreign serious offence\" means an offence, — \n(a) against the law of  a foreign state stated in a certificate  issued by, or on \nbehalf of, the gov ernment of that foreign state; and \n(b)  which, had it occurred in Pakistan, would have - constituted a \npredicate offence;  \n(xvii)  \"investigating officer\" means the officer nominated or appointed under section \n24; \n(xviii)  \"investigating or prosecuting agency\" means the National Accountability \nBureau  (NAB), Federal Investigation. Agency (FIA), Anti -Narcotics Force \n(ANF), Directorate General (Intelligence and Investigation — Customs) \nFederal Board of Revenue, Directorate General (Intelligence and Investigation \nInland Revenue) Federal Board of Revenue, Provincial Counter Terrorism \nDepartments or any other law enforcement agency as may be notified by the \nFederal Government for the investigation or prosecution of an offence under \nthis Act;  \n(xix)  \"legal arrangements\" means trusts, waqfs or other similar leg al arrangements \nas may be defined in any other law; ,  \n(xx) \"legal person\" means companies, associations, foundations, partnerships, \nsocieties and any other legal person as may be defined in any other law;  \n(xxi)  \"National Executive Committee\" means the Nati onal Executive  committee \nconstituted under section 5;  \n(xxii)  \"occasional transactions\" means any transaction conducted by a reporting \nentity for a customer with whom the reporting entity does not have a business \nrelationship;  \n(xxiii)  \"offence of money laun dering\" has the meaning as defined in section 3;  \n 8 (xxiv)  \"oversight body for SRP\" means a body appointed by the Federal Government \nby notification in the official Gazette to monitor the complianc e of an SRB \nwith respect to the  provisions of this Act;  \n(xxv)  \"person\" means any natural or legal person;  \n(xxvi)  \"predicate offence\" means an offence specified in Schedule -I to this Act;  \n(xxvii)  \"prescribed\" mean's prescribed by rules or regulations made under this Act;  \n(xxviii) \"proceeds of cr ime\" means any property  derived  or obtained directly or \nindirectly by any person from the  commission of a predicate offence or a \nforeign serious offence;  \n \n(xxix)  \"proliferation financing\" means the financing proliferation of weapons of mass \ndestruction;  \n(xxx)  \"property\" means pr operty or assets of any description, whether corporeal . or \nincorporeal, movable or immovable, tangible or intangible and includes deeds \nand instruments evidencing title to, or interest in, such property or assets, \nincluding cash and monetary instruments, w herever located;  \n(xxxi)  \"property involved in money laundering\" means, regardless of who holds or \nhas held the property, proceeds of crime, property derived or obtained directly \nor indirectly from the offence of money laundering and property used or \nintend ed to be used in commission of the offence of money laundering, a \npredicate offence or a foreign serious offence;  \n(xxxii)  \"record\" includes the records maintained in the form .of books or stored in a \ncomputer or any electronic device, or  such other form as  may be prescribed;  \n(xxxiii) \"regulator\" means a regulator as men tioned in clause 1 of Schedule -IV; \n(xxxiv) \"reporting entity\" means financial institutions and DNFBPs and any other \nperson notified by the Federal Government in the official Gazette;  \n(xxxv)  \"risk\" means the risk of money laundering or the risk of financing of terrorism;  \n(xxxvi ) \"SBP\" means the State -Bank of Pakistan established under  the State Bank of \nPakistan Act, 1956 (XXXIII of 1956);  \n(xxxvii) \"Schedule\" means schedule to this Act;  \n(xxxviii) \"SECP\" means the Securities and Exchange Commission of Pakistan \nestablished under the Securities and Exchange Commission of Pakistan Act, \n1997 (XLII of 1997);  \n(xxxix)  \"SRB\" means a self -regulatory body as mention ed in clause 2 of Schedule -IV;  \n 9 (xl) \"STR\" o r \"Suspicious Transaction Report\" means the report on suspicious \ntransaction as provided under section 7;  \n(xli) \"TFS\" or \"targeted financial sanctions\" means the freezing and prohibition \nobligations in relation to the property of the designated or proscrib ed persons \nunder the United Nations (Security Council) Act, 1948 (XIV of 1948) or the \nAntiterrorism Act, 1997 (XXVII of 1997) and any rules or regulations made \nthereunder; and  \n(xlii)  \"transfer\" means sale, lease, purchase, mortgage, pledge, gift, loan or any \nother form of transfer of right, title, possession or lien.\". ] \n3. Offence of money laundering._ A person shall be guilty of offence of money \nlaundering, if the person:_ \n(a)  acquires , converts, possesses, uses or transfers property, knowing or \nhaving r eason to believe that such property is proceeds of crime;   \n(b)  conceals  or disguises the true nature, origin, location, disposition, \nmovement or ownership of property, knowing or having reason to believe \nthat such property is proceeds of crime;  \n(c)  holds  or possesses on behalf of any other person any property knowing or \nhaving reason to believe that such property is proceeds of crime; or  \n(d)  participates  in, associates, conspires to commit, attempts to commit, aids, \nabets, facilitates, or counsels the co mmission of the acts specified in \nclauses (a), (b) and (c).  \n1[Explanation -I]. ___The knowledge, intent or purpose required as an element of \nan offence set forth in this section may be inferred from factual circumstances in \naccordance with the Qanun -e-Shaha dat, 1984 (P.O.10 of 1984).  \n1[Explanation -II._ For the purpose of proving an offence under this section, the \nconviction of an accused for the respective predicate offence shall not be required.”.]  \n2[4. Punishment for money laundering ._ (1). Whoever commits  the offence of \nmoney laundering shall be punished with rigorous imprisonment for a term whi ch shall not be \nless than one ye ar but may extend upto ten years and shall also be liable to fine which may \nextend upto twenty -five million rupees and shall also be  liable to forfeiture of property \ninvolved in money laundering or property of corresponding value.  \n(2) The fine under, sub -section (1) may extend upto one hundred million rupees in \ncase of a legal person. Any director, officer or employee of  such legal per son who is also \nfound guilty un der this section shall also be punishable as provided under sub -section (1) .] \n \n1Subs. and added by the Anti -Money Laundering (Amdt.) Act,2015 (XXIII of 2015) s.3. \n2Subs. by the Anti -Money Laundering (Second Amdt.) Act,2020 (X XX of 2020) s.3. \n \n 10 1[5. National Executive Committee .__ (1) Within thirty days of the  \ncommencement of this Act, the Federal Government shall, by notification in the official \nGazette, constitute a committee to be known as the National Executive Committee wh ich \nshall consist of the member s as mentioned in Schedule -II. \n(2) The National Executive Committee shall hold its meetings at  least twice a year \nand shall be responsible to perform the following functions, namely: — \n(a)  make recommendations to the Federal Government to make rules 'for \neffective implementation of this Act and framing of national policy to combat \nmoney laundering and financing of terrorism;  \n(b) make recommendations to the Federal Government to make rules for the \ndetermination of offences exis ting in Pakistan that may be considered to be \npredicate offences for the purposes of this Act;  \n(c) make recommendations to the Federal Government on the application of \ncountermeasures as called for by the Financial Action Task Force (FATF) to \ncombat money laundering and financing of terrorism;  \n(d) provide guidance and recommendations in making rules and regulations under \nthis Act;  \n(e) approve, review and oversee the implementation of a national strategy to fight \nmoney laundering and financing of terrorism;  \n(f) seek reports from competent authorities as it may require,  including an annual \nreport cont aining overall analysis of the STRs and CTRs, statistics concerning \nthe investigations and prosecutions conducted in relation to the offences of \nmoney laundering and the financing of terrorism - in Pakistan, statistics of \nsuperv isory actions taken by the AML/CFT regulatory authorities according to \nclause (i) of sub -section (2) of section 6A or by the oversight body for SRB \naccording to section 6C. In this behalf, Se cretary of the National Executive \nCommittee may call periodic reports from the AML/CFT regulatory \nauthorities, oversight body for SRB, investigating and  prosecuting agencies in \nsuch manner as may be specified by him;  \n(g) discuss any other issue of national  importance relating to money laundering \nand financing of terrorism; and  \n(h) undertake and perform such other functions as assigned to it by the Federal \nGovernment, relating to money la undering and financing of terro rism.  \n(3)  The National Executive Commit tee may con stitute one or more sub-\ncommittees to perform such functions as it may deem fit.  \n(4) The National Executive Committ ee may delegate or assign its functions to the \nGeneral Committee or a sub -committee, if deems appropriate.  \n1Subs. ibid.,s.4. \n 11 (5) The Federal Government shall, by notification in the official Gazette, \nconstitute a committee to be known as the General Committee which shall consist of the \nmembers as mentioned in Schedule -III. \n(6) The General Committee shall assist the National Executive  Committee for the \npurposes of this Act.  \n(7) The General Committee may invite any person to participate in its meeting as \nit deems necessary.  \n(8) The General Committee shall perform the following functions, namely: — \n(a) develop a national strategy to fight  money laundering and financing of \nterrorism;  \n(b) issue necessary directions to the investigating or prosecuting agencies, \nAML/CFT regulatory authorities, FMU and any other authority appointed by \nthe Federal Government involved in the implementation and ad ministration of \nthis Act, including measures for development and performance review of such \nagencies and authorities;  \n(c) seek reports from the competent authorities as it may require, including an \nannual report containing overall analysis of the STRs and CTRs, statistics \nconcerning the investigations and prosecutions conducted in relation to the \noffences of money laundering and the financing of terrorism in Pakistan, \nstatistics of supervisory actions taken by the AML/CFT regulatory authorities \naccording to  clause (i) of sub -section (2) of section 6A or by the oversight \nbody for SRB according to section 6C. In this behalf, Secretary of the General \nCommittee may call periodic reports from the ,AML/CFT regulatory \nauthorities, oversight body for SRB, investigat ing and prosecuting agencies in \nsuch manner as may be specified by the Secretary;  \n(d) approve FMU's budgetary proposals for achieving the objects of this Act;  \n(e) approve FMU's staffing  requirements, pay, allowances, privileges and \ncompensation packages a nd other matters incidental thereto;  \n(f) provide necessa ry assistance to the National Ex ecutive Committee in carrying \nout its functions and duties under this Act;  \n(g) discuss any other issue of national importance relating to money laundering \nand terrorist  financing; and  \n(h) undertake and perform such other functions as assigned or delegated to it by \nthe National Executive Committee.  \n(9) The General Committee may constitute one or more sub -committees to  \nperform such functions as it may deem fit.\". ] \n 12 1[6. Financial Monitoring Unit._ (1) The Federal Government shall, by \nnotification in the official Gazette, establi sh a Financial Monitoring Unit which shall be \nhoused in SBP or at any other place in Pakistan.  \n(2) The FMU shall have independent decision making au thority on day -to-day \nmatters falling within its area of responsibility.  \n(3) The federal Government in consultation with SBP shall appoint a Director \nGeneral who shall be a financial sector specialist to head FMU. He shall exercise all powers \nand perform a ll functions of the Fl \\JU subject to the administrative oversight of the General \nCommittee.  \n(4) The FMU shall have the following powers and the functions, namely: — \n(a) to receive STRs and CTRs from reporting entities as may be nece ssary to \naccomplish the o bjectiv es of this Act;  \n(b) to analyse the STRs and CTRs arid in th at respect the FMU may call for \nrecord and information from any agency or person in Pakistan related to the \ntransaction in question. All such agencies or persons shall be required to \npromptl y provide the requested record and information;  \n(c) to disseminate on. a confidential basis, after analyzing the STRs and CTRs and \nother record, necessary information or material to the concerned investigating' \nor prosecuting agencies for enquiry or other action under this Act or any other \napplicable law;  \n(d) to create and maintain a data base of all STRs and CTRs, related information \nand such other materials as the Director General determines are relevant to the \nwork of the FMU and  in that respect, the FMU  is _authorized to establish \nnecessary analytic software and computer equipment to effectively search the \ndatabase, sort and retrieve information and perform real time linkages with \ndatabases of other agencies both in and outside Pakistan as may be require d \nfrom time to time;  \n(e) to cooperate with financial intelligence units of other c ountries and to make \nreciprocal  arrangement's in order to share, request and receive information \nrelating to money laundering, predicate offences and financing of terrorism \nand any other information that may be necessary to accomplish the objectives \nof this Act;  \n(f) to represent Pakistan at all -international and regional organizations and \ngroupings of financial intelligence units and other international groups and \nforums whic h address the offence of money laundering, financing of terrorism \nand other  related matters;  \n1Subs. by  the Anti -Money Laundering (Second Amdt -) Act 2020 (XXX of 202 0) s.5. \n 13 (g) to req uest the investigating or prosec uting agencies any feedback regarding th e \ndisseminations made under clause (c) in the form of periodic reports or \nstatistics concerning the Investigations and prosecutions of  money laundering \nand financing of terrorism in Pakistan;  \n(h) to make, regulations in con sultation with the AML/CFT regula tory authorities \nfor ensuring 'receipt of STRs and CTRs from reporting entities with the \napproval of, the National Executive Committee;  \n(i) to enter  into arrangements with domestic agencies, authorities, or any \n.reporting entity of' any  of its officers as may be necessary for getting \nfacilitation in. implementation of the provisions of this Act, or the rules or \nregulations made hereunder; and  \n(j) to perform all such functions and exercise all such powers as are necessary for, \nor ancillary to, the attainment  of the objectives of this Act.  \n(5) On considering STR or CTR, the FMU may, if deems necessary,  convey \nmatters involving regulatory or administrative action to the concerned regulatory or \nadministrative body for appropriate action._  \n(6) Subject to the regu lations sanctioned by the National Executive Committee in \nthis behalf, the Director General may, if the re appear to be reasonable grounds to believe that \na property is involved in money laundering, order freezing of such property, for a maximum \nperiod of f ifteen days, in any manner that he may  deem fit in the circumstances.\". ] \n1[6A. AML/CFT regulatory authority. — (1) AML/CFT regulatory authority means \nthe regulators and SRBs as specified in Schedule IV. They shall exercise the powers and \nperform the functio ns as set out in this Act and as prescribed thereunder.  \n(2) AML/CFT regulatory authority shall exercise and perform the following \npowers and functions with respect to it s reporting entities, namely: —  \n(a) licensing or registration of reporting entities;  \n(b) imposing any conditions  to conduct any activities by reporting entities to  \nprevent the offence of money laundering, predicate offence or financing of \nterrorism;  \n(c) issuing regulations, directions and guidelines with respect to sections 7A to \n7H; \n(d) issuing regulations, directions and guidelines with respect to financing of \nproliferation obligations;  \n(e) providing feedback to reporting entities for the purpose of compliance with the \nrequirements of sections 7A to 7H and as prescribed thereunder;  \n1Ins. by the Anti -Money Laundering (Second Amdt.) Act, 2020 (XXX of 2020) s.6. \n 14 (f) monitoring and supervising, including conducting inspections, for the purpose \nof determining compliance with the requirements of sections 7(1), 7(3) to 7(6) \nand 7A to 7H and any ru les or regulations made thereunder and with the \norders or regulations made thereunder,  that impose TFS obligations;  \n(g) compelling production of information relevant to monitoring compliance with \nthe requirements of sections 7(1), 7(3) to 7(6) and 7A to 7H  and any orders, \nrules or 'regulations made thereunder that impose TFS obligations;  \n(h) impose sanctions, including monetary and administrative penalties to the \nextent and in the manners as may be prescribed, upon their respective \nreporting entity, includi ng its directors and senior mana gement and officers, \nwho violat e any requirement in sections 7(1), 7(3) to 7(0) and 7A to 7H and \nany rules or regulations made thereunder or those, who fail to comply with the \nTFS regulations. Any person aggrieved by the imp osition of sanctions under \nthis clause may prefer an appeal in such manner and within such period to \nsuch authority as may be prescribed;  \n(i) maintaining statistics of the actions performed in  respect of the functions and \npowers co nferred by this Act, in o rder to report to the National Executive \nCommittee and the General Committee as required; and  \n(j) exercising any other powers and performing any other  functions that may \notherwise be provided in any other applicable law.  \n6B. International cooperation by re gulators .— The re gulators as specified in \nclause 1 of Schedule IV shall ,co -operate with their foreign counterparts and shall make \nreciprocal arrangements to be -reduced in writing to share, request and receive information \nrelating to the requirements of t his Act and any regulations made thereunder.  \n6C. Oversight body for SRBs .— The Federal Government shall by notification in \nthe official Gazette, appoint an oversight body for the SRBs mentioned in clause 2 of \nSchedule IV which shall exercise and perform th e w following powers and functions with \nrespect to their respective SRB; n amely:_ \n(a) make regulations for the SRB with respect to the provisions of this Act;  \n(b) monitor and oversee the SRB in accordance with the  provisions of this Act;  \n(c) impose sanctio ns, to the extent and in the manner as may be prescribed, upon \ntheir respe ctive SRB who fails to comply with any provision of this Act and \nany rules or regulations made thereunder; and  \n(d) exercise any other powers and perform any other functions as  may be  notified \nby the Federal Government in the official Gazette.\". ] \n 15 7. Procedure and manner of furnishing information by 1[the financial \ninstitutions or ] reporting entities. ___1[(1) Every financial institution shall file with the \nFMU, to the extent and in th e manner prescribed by the FMU, 2[STRs]  conducted or \nattempted by, at or through that financial institution if the financial institution and \nreporting entity knows, suspects, or has reason to suspect that the transaction or a pattern \nof transactions of whi ch the transaction is a part - \n(a)  involves  funds derived from illegal activities or is intended or conducted in \norder to hide or disguise proceeds of crime;  \n(b)  is designed to evade any requirements of this 2[Act] ; or \n(c)  has no apparent lawful purpose after examining the available facts, \nincluding the background and possible purpose of the transaction; or  \n(d)  involves financing of terrorism , including funds collected, provided, use or \nmeant for, or otherwise linked or related to, terrorism, terrorist a cts or \norganizations and individuals concerned with terrorism;  \nProvided that 3[STRs] shall be filed by the financial institution or reporting entity \nwith the FMU 2[promptly .]] \n(2) Any 1[*] government agency, autonomous body  3[oversight body for SRB, \nAML/CF T] 1[,] regulatory  authority  1[“, domestic or foreign]  may share intelligence or \nreport their suspicions within the meaning of 3[STRs]  or CTR to FMU in normal course \nof their business and the protection provided under section 12 shall be available to such \nagency, body or authority.  \n(3) All CTRs  shall, to the extent and in the manner prescribed by the FMU, be \nfiled by the 3*** or reporting entities with the FMU immediately, but not later than seven \nworking days, after the respective currency transaction.  \n(4) Every reporting entity shall keep and maintain all record related to 3[STRs]  and \nCTRs  filed by it for a period of at least 4[ten]  years after reporting of transaction  under \nsub-sections (1), (2) and (3).  \n(5) The provisions of this section shall have effec t notwithstanding any obligation \nas to secrecy or other restriction on the disclosure of information imposed by any other \nlaw or written document.  \n(6) Notwithstanding anything contained in any other law for the time being in force, \nany 3[STRs]  required to be submitted by any person or entity to any investigating or prosecuting \nagency shall, on the commencement of this Act, be solely and exclusively submitted to FMU to \nthe exclusion of all others.  \n3[* * * * * * *] \n1Omitted and Subs. by the Anti -Money Launder ing Act, 2015 (XXIII of 2015) s.7. \n2Subs. , by Act XXX of 2020 , s.7. \n3OSubs. Ins. and Omitted by the Anti -Money Laundering(Second Amdt.) Act, 2020 (XXXI of 2020) s.7. \n4Subs., by Act IX of 2020 , s.4. \n 16 1[7A. Conducting CDD. — (1) Every reporting entity shall co nduct CDD in the \nmanner as may be prescribed and in accordance with the provisions of this Act in the \nfollowing matters, namely: — \n(a) entering into a business relationship;  \n(b) conducting an occasional transaction above the prescribed threshold;  \n(c) where there is a s uspicion of money launder ing or terrorist financing; or  \n(d) where there are doubts about the veracity or adequacy of previously obtained data.  \n(2) Every reporting entity shall — \n(a) identify the customer and verify the customer's identity on  the basis of \ndocume nts, data or information obtained from  reliable and independent \nsources;  \n(b)  identify the beneficial owner and take reasonable measures  to verify the \nbeneficial owner's identity on the basis of documents, data or information \nobtained from reliable sources  and be satisfied that it knows who the \nbeneficial owner is;  \n(c) understand and, as appropriate, obtain information on the purpose and \nintended nature of the business relationship;  and \n(d) monitor the business relationship on an ongoing basis.  \n7B. Reliance  on third parties .— A reporting entity may rely on third party to \nperform CDD in the manner as may be prescribed.  \n7C. Record keeping.— Every reporting entity shall maintain a record of all \ntransactions for a period of. at least five years following the com pletion of the transaction and \nrecords of account files, business correspondence, documents of all records obtained through \nCDD and the results of any analysis undertaken for a period of at least five years following \nthe termination of the business relatio nship.  \n7D. Inability to complete CDD and  tipping off .— (1) Where a reporting entity is \nunable to complete CDD requirements, it — \n(a) shall not open the account, commence business relations or perform the. \ntransaction; or shall terminate the business relationshi p if any; and  \n(b) shall promptly consider filing an SIR in relation to the customer.  \n(2) Where a reporting entity forms a suspicion of money laundering or  terrorist \nfinancing and reasonably believes that performing the CDD process will tip -off the customer , \nthe reporting entity shall not pursue the CDD process and shall file an S TR. \n1Ins. by Act XXX of 2020. s .8. \n 17 7E. Anonymous business relationships and transactions. — No reporting entity \nshall enter into a business relationship or conduct any transaction w ith a customer who is \nanonymo us or provides a fictitious nam e. \n7F. Risk understanding .— Every reporting entity shall take appropriate steps to \nidentify, assess and understand the risks to which its business is subjected to, in accordance \nwith this Act and as prescribed.  \n7G. Compliance program. — Every reporting entity shall implement compliance \n.management arrangements, including the appointment of a  compliance officer at a \nmanagement level and training programs, having regard to the money laundering and \nterrorism financing risks and the size of the business during the course of their activities \nsubject to this Act and as prescribed.  \n7H. Policies and procedures .— Every reporting entity shall -implement policies \nand procedures to ensure their compliance with t he provisions of this Act and orders, rules or \nregulations made thereunder that impose TFS obligations upon reporting entities.  \n7I. Sanctions for reporting entities .—If any reporting entity or natural person \ncontravenes any of the provisions of sections 7( 1), 7(3) to 7(6) and 7 A to 7H, it may be \nsubjected to  sanctions, as mentioned under clause (h) of section 6A and as may be prescribed.  \n7J. Appeal to concerned AML/CFT regulatory authority .— (1) Any  person \naggrieved by the delay or failure of a reporting e ntity to complete CDD requirements or \nestablish business relationship or conduct any transaction, may file an appeal to the \nconcerned AML/CFT - regulatory authority within ninety days.  \n(2) The concerned AML/CFT regulatory authority shall decide  the appeal w ithin sixty \ndays.\" ]. \n8. Attachment of property involved in money laundering. ___ (1) 1[an] investigating \nofficer may, on the basis of the report in his possession received from the concerned 1[or \nprosecuting]  agency, by order in writing, with prior permiss ion of the Court, provisionally attach \n1[a] property, which he reasonably believes to be 1[the property]  involved in money laundering \nfor a period not exceeding 2[one hundred and eighty] days from the date of the order;  \n2[Provided that the Court may grant further extension for a period up to one hundred and \neighty days.]  \n1Subs. Ins. and omitted by the Anti -Money laundering (Amdt.) Act, 2015 ( Act of XXIII of 2015 ) s.8. \n2Subs.  and added  by Act  No.  XI of 2020, s. 5. \n 18 (2) The Investigating Officer shall within forty-eight hours immediately after attachment \nunder sub -section (1), forward a copy of the order, 1[and the report]  referred to in that subsection, \nto the head of the concerned investigati ng agency, in a sealed envelope  1[***] . \n(3) Every order of attachme nt made under sub -section (1) shall cease to have effect after \nthe expiry of the period specified in that sub -section or on the date of the finding made under sub -\nsection (2) of section 9 whichever is earlier.  \n(4) Nothing in this section shall prevent the person interested in the enjoyment of the \nimmovable property attached under sub -section (1) from such enjoyment.  \nExplanation . ___ For the purposes of this subsection, \"person interested\", in relation to \nany immovable property, includes all persons claiming  or entitled to claim any interest in the \nproperty.  \n(5) The investigating o fficer who provisionally attaches any property under sub -section \n(1) shall 1[submit to the Court monthly report on the progress made in the investigation .] \n9. Investigation. ___ (1) The investigating o fficer shall, not later than seven days from the \ndate of order of attachment made under sub -section (1) of section 8 or, seizure of property under \nsection 14 or section 15, serve a notice of not less than thirty days on the person conce rned. The \nnotice shall call upon such person to indicate the sources of his income, earning or assets, out of \nwhich or by means of which he has acquired the property attached under sub -section (1) of \nsection 8, or, seized under section 14 or section 15, th e evidence on which he relies and other \nrelevant information and particulars, and to show cause why all or any of such properties should \nnot be declared to be the properties involved in money laundering and forfeited to the Federal \nGovernment:  \nProvided tha t where a notice under this sub -section specifies any property as being held \nby a person on behalf of any other person, a copy of such notice shall also be served upon such \nother person:  \nProvided further that where such property is held jointly by more tha n one person, such \nnotice shall be served upon all persons holding such property . \n(2) The investigating o fficer shall, after, ___ \n(a)  considering  the reply, if any, to the notice issued under sub -section (1);  \n(b)  hearing  the aggrieved person; and  \n(c)  taking into account all relevant materials placed on record before him;  \n record a finding whether all or any other properties referred to in the notice issued under sub -\nsection (1) are 2[properties] involved in money laundering:   \n1Subs.  by the Anti -Money Lau ndering (Amdt.) Act, 2015  (XXIII of 2015 ) s.8. \n2Ins. ibid., s .9. \n 19 Provided that if the property is claimed by a person, other than a person to whom the notice had \nbeen issued, such person shall also be given an opportunity of being heard to prove that the \nproperty is not  1[a property]  involved in money laundering.  \n(3) Where the investigating officer on the basis of report received from the concerned \ninvestigating agency determin es under subsection (2) that 1[a] property is  1[the property]  involved \nin money laundering, he shall, apply to the Court for an order confirming the attachment of the \nproperty made under subsection (1) of section 8 or retention of property or record seized under \nsection 14 or section 15.  \n1[*  *  *  *  *  *  *] \n1[(3A) The Court may, a fter giving opportunity of hearing to the persons concerned with \nthe property attached under sub -section (1) of section 8 or retained or seized under section 14 or \nsection 15, pass an order confirming the attachment, retention, seiz ure or, as the case may be, \nrelease of the property. The attachment or retention or seizure of the property shall__ \n(a) continue during the pendency of the proceedings relating to any predicate offence \nor money laundering before a Court; and  \n(b) become final if it is proved in the Court  that the property is the property \ninvolved in money laundering .] \n(4) Where the provisional order of attachment made under subsection (1) of section 8 has \nbeen confirmed under subsection 1[(3A)] , the Investigating Officer shall forthwith take \npossession of  the attached property:  \nProvided that where the property seized is perishable in nature or subject to speedy and \nnatural decay, or when the expense of keeping it in custody is likely to exceed its value, the \nCourt may, on the application of the Investigati ng Officer, order immediate sale of the \nproperty in any manner deemed appropriate in the circumstances.  \n(5) Where on conclusion of a trial for any predicate offence 2[and]  money \nlaundering, the person concerned is acquitted, the attachment of the property or \nretention 1[or seizure of the]  property or record under subsection 1[(3A)] and net \nincome, if any, shall cease to have effect.  \n(6) Where the attachment of any property or retention 1[or seizure of the] \nproperty or record becomes final under clause (b) o f sub -section 1[(3A)], the Court \nshall, after giving an opportunity of being heard to the person concerned, make an order \nfor forfeiture of such property.  \n(7) After passing the order of forfeiture under subsection (6) 1***, the Court \n1[shall]  direct the re lease of all properties other than  the properties involved in money \nlaundering to the persons from whom such properties were seized.  \n1 Subs. Ins. and omitted by the Ant -Money Laundering (Amdt.) Act, 2015 (XXIII of 2015) s.9. \n2Subs. by Act No. XI of 2020, s .6. \n 20 1[9A. Application  of investigation techniques. —(1) The investigating officer may \nwith the permission of the Court, within sixty days of such permission, use techniques  \nIncluding undercover  operations, intercepting communications, assessing computer sy stem \nand controlled delivery for investigation o f offences of money laundering, associated \npredicate offences and financing of terrorism. The aforementioned period of sixty days may -\nbe extended upto further period of sixty days by the Court on a request ma de to it in writing. \nThe Court may grant extension, if it is satisfied on the basis of situation or reasons g iven in \nthe written request. Th e provisions of this sub -section shall be in addition to and not in \nderogation of any other law for the  time being i n force.  \n(2) The Federal Government may make rules to regulate the  procedure and for \nexecution of order fo r the purposes of this section.] . \n \n  10. Vesting of property in Federal Government. --Where an order of forfeiture \nhas been made under sub  section (6) of section 9 in respect of any property of a person, \nall the rights and title in such property shall vest absolutely in the Federal Government \nfree from all encumbrances:  \nProvided that where the Court, after giving an opportunity of being heard to any \nother person interested in the property attached under section 8, or seized under section \n14, is of the opinion that any encumbrance on the property or leasehold interest has \nbeen created with a view to defeat the provisions of this Act, it may, by order, decl are \nsuch encumbrance or leasehold interest to be void and thereupon the aforesaid property \nshall vest in the Federal Government free from such encumbrances or leasehold interest:  \nProvided further that nothing in this section shall operate to discharge any person \nfrom any liability in respect of such encumbrances, which may be  2[legally]  enforced \nagainst such person 2***. \n  11. Management of forfeited properties. - (1) The Federal Government may, by \norder published in the official Gazette, appoint as many tru stees and receivers as it \nthinks fit to perform the functions of an Administrator.  \n(2) The Administrator appointed under sub -section (1) shall receive and manage \nthe property in relation to which an order has been made under subsection (6) of section \n9 in such manner and subject to such conditions as may be prescribed.  \n(3) The Administrator shall also take such measures, as the Federal Government \nmay direct, to dispose of the property which is vested in the Federal Government under \nsection 10:  \nProvided that , where the property seized is perishable in nature or subject to \nspeedy and natural decay, or when the expense of keeping it in custody is likely to \nexceed its value, the Administrator may sell it at once after reasonable notice to the \nFederal Government.  \n1Ins. by Act  No XXX of 2020, s.9.  \n2Ins. and omitted by the Anti -Money Laundering (Amdt.) Act, 2015 (XXIII of 2015) s.10. \n 21 1[12. No civil or criminal proceedings against reporting entities in certain \ncases. -  Save as otherwise provided in section 7, the re porting entities and their officers \nincluding but not limited .to directors, chief executive, chief financial officer, employees, \nagents of the reporting entity or other authorized officers of a reporting entity shall not be \nliable to any civil, criminal o r disciplinary proceedings against them for furnishing \ninformation required under this Act or the rules or regulations  made thereunder in good \nfaith.] . \n \n13. Power of Survey. --(l) Notwithstanding anything contained in any other \nprovisions of this Act, where  an Investigating Officer, on the basis of material in his \npossession, has reasons to believe that an offence of money laundering has been \ncommitted, he may, with the permission of the Court, enter any place, ___ \n(a)  within  the limits of the area assigned  to him; or  \n(b)  in respect of which he is authorized for the purposes of this section by \nsuch other authority who is assigned the area within which such place is \nsituated,  \nat which any act constituting the commission of such offence is carried on, and may  \nrequire any proprietor, employee or any other person who may at that time and place be \nattending in any manner to, or helping him in, such act so as to,  \n(i)  afford  him the necessary facility to inspect such record as he may \nrequire and which may be avail able at such place;  \n(ii)  afford him the necessary facility to check or verify the proceeds of \ncrimes or any transaction related to proceeds of crimes which may \nbe found therein; and  \n(iii)  furnish  such information as he may require as to any matter which \nmay be useful for, or relevant to, any -proceedings under this Act.  \nExplanation. ___For the purpose of this subsection, a place, where an act which \nconstitutes the commission of the offence is carried on, shall also include any other \nplace, whether any act ivity is carried on therein or not, in which the person carrying on \nsuch activity states that any of his records or any part of his property relating to such act \nare or is kept.  \n(2) The investigating officer  referred to in sub -section (1), shall, after ent ering \nany place referred to in that sub -section and within forty -eight hours immediately after \ncompletion of survey, forward a copy of the report on survey, 2***, to the head of the \nconcerned investigating  2[or prosecuting]  agency in a sealed envelope 2***. \n1Subs.by Act XXX of 2020, s.10.  \n2Omitted and Ins. by  the Anti -Money Laundering (Amdt.)  Act 2015, ( XXIII of 2015 ) s.11.  \n 22 (3) The investigating officer acting under this section may, ___ \n(a)  place marks of identification on the records inspected by him an d make or cause \nto be made extracts or copies therefrom , \n(b)  make an inventory of any prop erty checked or verified by him;  and \n(c)  record  the statement of any person present in the place which may be useful for or \nrelevant to any proceeding under this Ac t. \n  14. Search and seizure. ___ 1[(1) Subject to sub -section (2), where the Investigating \nOfficer, on the basis of information in his possession, has reason to believe that any person, ___ \n(a) has committed any act which constitutes money -laundering,  \n(b) is in po ssession of any property involved in money laundering; or  \n(c) is in possession of any record which may be useful for or relevant to \nproceedings under this Act, he may either himself, or authorize any officer \nsubordinate to him to, - \n(i)  enter and search any b uilding, place, vessel, vehicle or aircraft where he \nhas reason to suspect that such records or proceeds of crime are kept;  \n(ii)  break open the lock of any door, box locker, safe, almirah  or other \nreceptacles for exercising the powers conferred by sub -clause ( i) where \nthe keys thereof are not available;  \n(iii)  seize any record or property found as a result of such search;  \n(iv)  place marks of identification on such record or make, or cause to be made, \nextracts or copies therefrom ; \n(v)  make a note or any i nventory of such record property; and  \n(vi)  examine  on oath any person, who is found to be in possession or control \nof any record or property, in respect of all matters relevant for the \npurposes of any investigation under this Act ]. \n(2) The powers to searc h under subsection (1) shall be exercisable by the investigating \nofficer with the prior permission of the Court  1[;] \n1[Provided that where immediate action is required, the powers of search and seizure shall \nbe exercisable with prior permission of senior o fficer of the concerned investigating or \nprosecuting agency not below the rank of an officer of BS -20]. \n1Subs., added, omitted and Ins. by the Anti -Money Laundering  (Amdt.) Act, 2015 (XXIII of 2015) s.12. \n 23  \n(3) The investigating officer shall, within forty -eight hours immediately after \nsearch and seizure, forward a copy of the report on search and seizure  1*** to the head of \nthe concerned investigating  1[or prosecuting]  agency in a sealed envelope 1*** \n(4) Where the investigating officer, upon information o btained during survey \nunder section 13, is satisfied that any evidence shall be or is likely to be concealed or \ntampered with, he may, for reasons to be recorded in writing, enter and search the \nbuilding or place where such evidence is located and seize th at evidence.  \n1[*  *  *  *  *  *  *] \n15. Search of persons. - (1) If an investigating officer , has reason to believe (the \nreason for such belief to be recorded in writing) that any person has secreted about the \nperson or anything under his possession, owners hip or control, any record or 1[property]  \nwhich may be useful for or relevant to any proceedings under this Act, he may  1[***]  \nsearch that person and seize such record or property which may be useful for or relevant \nto any proceedings under this Act.  \n(2) The Investigating Officer shall, within forty -eight hours immediately after \nsearch and seizure, forward a copy of the report. on search and seizure  1*** to the head of \nthe concerned investigating  1[or prosecuting]  agency in a sealed envelope 1***. \n1[*  *  *  *  *  *  *] \n(6) No female shall be searched by any one except a female.  \n(7) The Investigating Officer shall record the statement of the person searched \nunder subsection (1) 1*** in respect of the records or 1[property involved in money \nlaundering]  found or seized in the course of the search.  \n[*  *   *  *  *  *  *] \n2[*  *   *  *  *  *  *] \n \n1Omitted,  Ins., and subs.  by Act XXIII  of 2015,s s.12-13. \n2Omitted by Act XXX of 2020,s.11.  \n 24 17. Retention of property. - (1) Where any property has been seized under \nsection 14 or section 15 and the investigating officer has, on the basis of material in his \npossession, reason to believe that such property is  required to be retained for the \npurposes of investigation under section 9 such property may be retained for a perio d not \nexceeding ninety days from the time such property was seized:  \nProvided  that the investigating o fficer shall duly inform the Court about any \npeculiar nature of the seized property and, where necessary, seek appropriate directions \nfor its proper care d uring retention.  \n(2) The Investigating Officer, immediately after he has passed an order for \nretention of property for purposes of investigation under section 9, shall forward a copy \nof the order 1[***]  to the head of the concerned investigating  1[or prose cuting]  agency, \nin a sealed envelop  1[***]  \n(3) On the expiry of the period specified under subsection (1), the property shall \nbe returned to the person from whom such property was seized unless the Court permits \nretention of such property beyond the said p eriod.  \n(4) The Court, before authorizing the retention of such property beyond the \nperiod specified in subsection (1), shall satisfy itself that the property is prima facie  \n1[property]  involved in money laundering and the property is required for the purpo ses \nof investigation under section 9.  \n1[* * * * * * *] \n18. Retention of records. --(l) Where any record has been seized under section \n14 or section 15 and the Investigating Officer has reason to  believe that any of such \nrecords are required to be retained f or an 2[investigation]  under this Act, he may retain \nsuch records for a period not exceeding ninety days from the time the record was seized.  \n(2) The person, from whom records were seized, shall be entitled to obtain \ncopies of records retained under subsec tion (1).  \n(3) On the expiry of the period specified under subsection (1), the records shall \nbe returned to the person from whom such records were seized unless the Court permits \nretention of such records beyond the said period.  \n(4) The Court before authori zing the retention of such records beyond the period \nmentioned in subsection (1) shall satisfy itself that the records were required for the \npurposes of investigation under section 9.  \n2[* * * * * * *]  \n1Omitted, ins., and subs. by Act XXIII of 2015, ss.15.  \n2Subs. and o mitted  ibid, s.16 \n 25 19. Presumption as to records or property in certain cases. --Where any \ndocument of public record is found in the possession or control of any person in the \ncourse of a survey or a search 1[under this Act]  or where any record s have been received \nfrom any place outside Pakistan duly authenticated by such authority or person and in \nsuch manner as may be prescribed in the course of proceedings under this Act, the Court \nor the investigating  1[or prosecuting]  agency as the case may  be, shall__  \n(a)  presume, that the signature and every other part of such record which \npurports to be in the hand  writing of any particular person or which the \nCourt may reasonably assume to have been signed, by or to be in the hand  \nwriting of, any parti cular person,, is in that person's hand  writing; and in \nthe case of a record executed or attested, that it was executed or attested by \nthe person by whom it purports to have so executed or attested; and  \n(b)  admit  the document in evidence, notwithstanding that it is not duly \nstamped, if such document is otherwise admissible in evidence.  \n20. Jurisdiction. - (1) The Court of Session established under the Code of \nCriminal Procedure, 1898 (V of 1898) shall, within its territorial jurisdiction, exercise \njurisdict ion to try and adjudicate the offences punishable under this Act and all matters \nprovided in, related to or arising from this Act:  \n  Provided, ___ \n(a)  where the predicate offence is triable  by any court other than the Court of \nSession, the offence of mone y laundering and all matters connected \ntherewith or incidental thereto shall be tried by the Court trying the \npredicate offence; and  \n(b)  where the predicate offence is triable  by any court inferior to the Court of \nSession, such predicate offence, the offe nce money laundering and all \nmatters connected therewith or incidental thereto shall be tried by the \n2[Court ] of Session.  \n21. Offences to be 3[cognizable ] and non -bailable. --(1) Notwithstanding anything \ncontained in the Code of Criminal Procedure, 1898 (Ac t V of 1898) and subject to \nsubsections (2) and ( 3 ), ___ \n(a)  every offence punishable under this Act shall be 3[cognizable ] and non -\nbailable ; \n(b)  no person accused of an offence punishable under this Act for a term of \nimprisonment of more than three ye ars shall be released on bail or on his \nown bond unless___ \n1Subs.  and ins.  by the Anti -Money Laundering (Amdt.) Act, 2015 (XXX of 2015) s.17. \n2Subs. ibid., s.18. \n3Subs. by Act  No.  XXX of 2020,s.12.  \n 26 (i)  the Public Prosecutor has been given due notice; an d \n(ii)  where the Public Prosecutor opposes the application, the Court is satisfied \nthat there are reasonable grounds for believing that he is not guilty of such \noffence and that he is not likely to commit any offence while on bail.  \n(2) The Court shall not  take cognizance of any offence punishable under section 4 except \nupon a complaint in writing made by, ___ \n(a) the investigating o fficer; or  \n(b)  any officer of the Federal Government or a Provincial Government authorized in \nwriting in this behalf by the F ederal Government by a general or special order \nmade in this behalf by that Government:  \nProvided that where the person accused is a 1[reporting entity] , the investigating o fficer or \nany other authorized officer, as the case may be shall, before filing such  complaint, seek the \napproval of the concerned 1[AML/CFT regulatory  authority ] which shall not withhold its decision \nfor a period exceeding sixty days.  \n(3) The Court shall not take cognizance of any offence punishable under sub -section (1) \nof section 33 ex cept upon a complaint in writing made by the FMU  1[or investigating or \nprosecuting agency] .  \n(4) The power and discretion on granting of bail specified in clause (b) of subsection (1) \nare in  addition to the power and discretion under the Code of Criminal P rocedure, 1898 (Act V of \n1898), or any other law for the time being in force on granting of bail.  \n22. Application of Code of Criminal Procedure, 1898 (Act V of 1898) to proceedings \nbefore Courts. --(1) The provisions of the Code of Criminal Procedure, 1898 (Act V of 1898) \nshall, in so far as they are not inconsistent with the provisions of this Act, apply to arrest, bail, \nbonds, search, seizure, attachment, forfeiture, confiscation, investigation, prosecution and all \nother proceedings under this Act.  \n(2) The Federal Government may appoint a person who is an advocate of a High Court to \nbe a Public Prosecutor on such terms and conditions as may be determined by it and any person \nso appointed shall be competent to conduct proceedings under this Act before a Cour t and, if so \ndirected by the Federal Government, to withdraw such proceedings:  \nProvided that a person shall not be qualified to be appointed as a Public Prosecutor under \nthis section unless he has been in practice as an Advocate for not less than seven yea rs in the \nHigh Court ; \n2[Provided an advocate who has been appointed as prosecutor by the investigating or \nprosecuting agencies shall be qualified to be appointed as Public Prosecutor under the section \nnotwithstanding the requirements of the first proviso ]. \n1Added by the Anti -Money Laundering (Second Amdt.) Act, 2020 (XXX of 2020) s.12.  \n2Subs.  and added by the Act XXIII of 2015, s.19.  \n 27 (3) Every person appointed as a Public Prosecutor under this section shall be \ndeemed to be a Public Prosecutor within the me aning of clause (t) of sub -section (1) of \nsection 4 of the Code of Criminal Procedure, 1898 (Act V of 1898), and the provisions of \nthat Code shall have effect accordingly.  \n(4) When a Prosecutor appointed under subsection (1), is, for any reason, \ntemporaril y unable to conduct proceedings before the Court, the proceedings shall be \nconducted by such person as may be authorized in this behalf by the Court.  \n23. Appeal to High Court. --Any person aggrieved by 1[*] final decision or order \nof the Court may prefer an  appeal to the High Court within sixty days from the date of \ncommunication of the decision or order on any question of law or fact arising out of such \ndecision or order:  \nProvided that the High Court may, if it is satisfied that the appellant was prevented \nby sufficient cause from filing the appeal within the said period, allow it to be submitted \nwithin a further period not exceeding sixty days.  \nExplanation. ___ For the purposes of this section, \"High Court\" means, ___ \n(a)  the High Court within the jurisdic tion of which the aggrieved party \nordinarily resides or carries on business or personally works for gain; and  \n(b)  where the Federal Government is the aggrieved party, the High Court \nwithin the jurisdiction of which the respondent, or in a case where there  are \nmore than one respondent, any of the respondents, ordinarily resides or \ncarries on business or personally works for gain.  \n  24. Appointment of investigating officers and their powers. - (1) The \ninvestigating  2[or prosecuting] agencies  2[***]  may nomina te such persons as they think \nfit to be the investigating officers under this Act from amongst their officers.  \n(2) The Federal Government may, by special or general order, empower an officer \nnot below BPS -18 of the Federal Government or of a Provincial Gov ernment to act as an \ninvestigating officer under this Act.  \n(3) Where any person other than a Federal or Provincial Government Officer is \nappointed as an investigating officer, the Federal Government shall also determine the \nterms and conditions of his appo intment.  \n(4) Subject to such conditions and limitations as the Federal Government may \nimpose an investigating o fficer may exercise the powers and discharge the duties \nconferred or imposed on him under this Act.  \n1Omitted  ibid., s.20. \n2Ins. and O mitted  by th e Anti -Money Laundering (Amdt.) Act, 2015(  XXIII of 2015 ) s.21. \n 28 1[25. Assistance to authorities. — (1) Notwithstanding the provisions of any other Jaw, the \nofficers of  the Federal Government, Provinc ial Governments, local authorities and reporting \nentities  shall provide assistance including. but not limited to production of records, documents \nand information reasonably required by the investigating or prosecuting agency or FMU for the \npurposes of money laundering, predicate offences and financing of terrori sm proceedings and \ninvestigations in accordance with the provisions this Act.  \n(2) Whoever willfully fails or refuses to provide the required  assistance under sub -\nsection (1) shall be guilty of misconduct and shall be proceeded against by its respective \ndepartment or organization and a report of such proceedings shall be  submitted within reasonable \ntime to the concerned investigating or prosecuting agency or FMU, as the case may be and shall \nbe punished in the case of a natural person, with an imprisonment f or a term which may extend \nup to five years, a fine which may extend to rupees one million, or both, or in the case of a legal \nperson, with a fine which may extend  to ten million rupees.] . \n26. Agreements with foreign countries. --(1) The Federal Government may enter into \nan agreement on reciprocal basis with the Government of any country outside Pakistan for___ \n(a)  2[the investigation and prosecution of any offence under this Act or under the \ncorresponding law in force in that country] ; \n(b)  exchange  of inf ormation for the prevention of any offence under this Act or \nunder the corresponding law in force in that country;  \n(c)  seeking or providing of assistance or evidence in respect of any offence under \nthis Act or under the corresponding law in force in that country; and  \n(d)  transfer  of property relating to any offence under this Act or under the \ncorresponding law in force in that country.  \n(2) The agreement in terms of sub -section (1) shall be subject to such conditions, \nexceptions or qualifications as may be  specified in the said agreement:  \nProvided that the agreement shall not be enforceable if it may, in any manner, be \nprejudicial to the sovereignty, security, national interest or public order.  \n(3) In this section and the succeeding sections, unless the con text otherwise requires,_ \n(a)  the expression \"contracting State\" means any country or place outside Pakistan \nin respect of which arrangements have been made by the Federal Government \nwith the Government of such country through a treaty or otherwise;  \n(b)  the expression \"identifying\" includes establishment of a proof that the property \nwas derived from, or used in, the commission of an offence under section 3; \nand \n1Subs. by Act  No.  XXX of 2020,s.13.  \n2Subs. By Act  No. XXIII of 2015, s.23.  \n \n 29 (c)  \"tracing\" me ans determining the nature, source, disposition, \nmovement, title or ownership of property.  \n  27. Letter of request to a contracting State etc. - (l) Notwithstanding anything \ncontained in this Act or the Code of Criminal Procedure, 1898 (Act V of 1898), if, in the \ncourse of an investigation into an offence or other proceedings under this Act, the \ninvestigating officer or any officer superior in rank to the Investigating Officer believes \nthat any evidence is required in connection with investigation into an of fence or \nproceedings under this Act and he is of opinion that such evidence may be available in \nany place in the contracting State, he may, with the prior permission of the head of that \ninvestigation agency, issue a letter of request to a court or an autho rity in the contracting \nState competent to deal with such request to -- \n(a)  examine  facts and circumstances of the case; and  \n(b)  take such steps as he may specify in such letter of request.  \n(2) The letter of request shall be transmitted in such manner as the Federal \nGovernment may specify in this behalf.  \n(3) Every statement recorded or document or thing received under subsection (1) \nshall be deemed to be the evidence collected during the course of investigation.  \n  28. Assistance to a contracting State in c ertain cases. --Where a letter of request \nis received by the Federal Government from a court or authority in a contracting State \nrequesting for investigation into an offence or proceedings under this Act or under the \ncorresponding law in force in that count ry, the Federal Government may forward such \nletter of request to the Court or to the authorized officer or any authority under this Act as \nit thinks fit for execution of such request in accordance with the provisions of this Act or, \nin the manner sought by  the contracting state so long as doing so would not violate laws \nof Pakistan or is, in any manner, not prejudicial to the sovereignty, security, national \ninterest or public order.  \n  \n29. Reciprocal arrangements for processes and assistance for transfer of \naccused persons. --(1) Where a Court, in relation to the offence of money laundering, \ndesires that___ \n(a)  a summons to an accused person;  \n(b)  a warrant for the arrest of an accused person;  \n(c)  a summons to any person requiring him to attend and produce a  document \nor other thing or to produce it; or  \n(d)  a search warrant,  \nissued by it shall be served or executed at any place in any contracting State, it shall send \nsuch summons or warrant in duplicate in such form, to such court, judge or magistrate \nthrough  such authorities as the Federal Government may specify in this behalf and that \ncourt, judge or magistrate, as the case may be, shall cause the same to be executed.  \n 30 (2) Where a Court, in relation to an offence punishable under section 4, has \nreceived for s ervice or execution___ \n(a)  a summons to an accused person;  \n(b)  a warrant for the arrest of an accused person;  \n(c)  a summons to any person requiring him to attend and produce a document \nor other thing, or to produce it; or  \n(d)  a search warrant, issued by a court, judge or magistrate in a contracting \nState, it shall cause the same to be served or executed as if it were a \nsummons or warrant received by it from another court in the said territories \nfor service or execution within its local jurisdiction; an d where___ \n(i)  a warr ant of arrest has been executed,  the person arrested shall be \ndealt with in accordance with the procedure specified under section \n16; \n(ii)  search  warrant has been executed, the things found in this search \nshall, so far as possible, b e dealt with in accordance the procedure' \nspecified under sections 14 and 15:  \nProvided that the provisions of this sub -section shall not have effect if the exercise \nof power hereunder is, in any manner, likely to prejudice the sovereignty, security, \nnation al interest or public order.  \n(3) Where a person transferred to a contracting State pursuant to subsection (2) is \na prisoner in Pakistan, the Court or the Federal Government may impose such conditions \nas that Court or Government deems fit.  \n(4) Where the per son transferred to Pakistan pursuant to sub -section (1) is a \nprisoner in a contracting State, the Court in Pakistan shall ensure that the conditions \nsubject to which the prisoner is transferred to Pakistan are complied with and such \nprisoner shall be kept in such custody subject to such conditions as the Federal \nGovernment may direct in writing.  \n  30. Attachment, seizure and forfeiture etc., of property in a contracting State \nor Pakistan. - (1) Where the investigating officer has made an order for attachment  of any \nproperty under section 8 or where the court has made an order confirming such \nattachment or forfeiture of any property under section 9 and such property is suspected to \nbe in a contracting State, the Court on an application by the investigating officer, may \nissue a letter of request to a Court or an authority in the contracting state for execution of \nsuch order.  \n(2) Where a letter of request is received by the Federal Government from a court \nin a contracting State requesting attachment or forfeiture  of the property in Pakistan \nderived or obtained, directly or indirectly, by any person from the commission of an \noffence under section 3 committed in that contracting state, the Federal Government may \nforward such letter of request to the investigating ag ency, as it thinks fit, for execution in \n 31 accordance with the provisions of this Act or permit execution of the request in the manner \nsought by the contracting state so long as doing so would not violate laws of Pakistan or is, in any \nmanner, not prejudicia l to the sovereignty, security, national interest or public order.  \n(3) The Federal Government may, on receipt of a letter of request under section 27 or \nsection 28, direct any investigating agency under this Act to take all steps necessary for tracing \nand identifying such property.  \n(4) The steps referred to in subsection (3) may include any inquiry, investigation of \nsurvey in respect of any person, place, property, assets, documents, books of accounts in any \n1[reporting entity]  or any other relevant matters . \n(5) Any inquiry, investigation, or survey referred to in sub -section (4) shall be carried out \nby an agency mentioned in sub -section (3) in accordance with such directions issued in \naccordance with the provisions of this Act.  \n(6) The provisions of this Ac t relating to attachment, adjudication, forfeiture vesting of \nproperty in the Federal Government, survey, search and seizures shall apply to the property in \nrespect of which letter of request is received from a court or contracting State for attachment or \nforfeiture of property.  \n  31. Procedure in respect of letter of request. - Every letter of request summons or \nwarrant, received by the Federal Government from, and every letter of request, summons or \nwarrant, to be transmitted to a contracting State under t his Act shall be transmitted to a \ncontracting State or, as the case may be, sent to the concerned Court in Pakistan in such form and \nin such manner as the Federal Government may specify in this behalf.  \n  \n32. Punishment for vexatious survey and search. - Any investigating officer exercising \npowers under this Act or any rules made hereunder, who, without prior permission from the \nCourt, ___ \n(a)  surveys  or searches, or causes to be surveyed or searched, any building or place; \nor \n(b)  detains  or searches or arr ests any person,  \nshall for every such offence be liable on conviction for imprisonment for a term which may \nextend to two years or fine which may extend to fifty thousand rupees or both.  \n  33. Liability for failure to file 2[STR]  and for providing false in formation. - (1) \nWhoever willfully fails to comply with the 2[STR]  requirement as provided in section 7 or give \nfalse information shall be liable for imprisonment for a term which may extend to 3[five]  years or \nwith fine which may extend to 3[five] hundred thousand rupees or both.  \n(2) In the case of the conviction of a reporting entity, the concerned 2[AML/CFT \nregulatory authority] may also revoke its license or registration or take such other administrative \naction, as it may deem appropriate.  \n1Subs. by  the Anti-Money Laundering (Second Amdt.) Act, 2020  (XXX of 2020) s.14 \n2Subs. ibid. ,s.15. \n3Subs. by Act XI of 2020, s.7.  \n 32 34. Disclosure of information. - 1[(1) The directors, officers, employees and agents of \nany reporting entity or intermediary which report an  STR or CTR pursuant to this law or any other \nauthority, are prohibited from disclosing, directly or indirectly, to any person that the transaction has \nbeen reported unless there are disclosure agreements for corporate groups in accordance with \nregulations  made hereunder.] ; \n(2) A violation of the subsection (1) is a criminal offence and shall be punishable \nby a maximum term of 2[five]  years imprisonment or a fine which may extend to 2[two \nmillion]  rupees or both;  \n(3) Any confidential information furnished b y a 1[reporting entity] , or any other \nperson under or pursuant to the provisions of this Act, shall  3[***]  be kept confidential by \nthe FMU, investigation agency or officer as the case may be.  \n35. Bar of jurisdiction. - (l) No suit shall be brought in any Co urt to set aside or \nmodify any proceeding taken or order made under this Act and no prosecution, suit or \nother proceedings shall lie against the Federal Government, or any officer of the \nGovernment, or FMU, its officers or any agency controlled or supervis ed by the \nGovernment, or members of the National Executive Committee or General Committee, \nfor anything done or intended to be done in good faith under this Act.  \n(2) No Court shall have jurisdiction to entertain any suit or proceedings in respect \nof any ma tter which the investigating officer and Committee or the Court is empowered \nby or under this Act to determine and no injunction shall be granted by any court or other \nauthority in respect of any action taken or to be taken in pursuance of any power \nconfer red by or under this Act.  \n36. Notices, etc. not to be invalid on certain grounds. --No notice, summons, \norder, document or other proceeding, furnished or made or issued or taken or purported to \nhave been furnished or made or issued or taken in pursuance of any of the provisions of \nthis Act shall be invalid, or shall be deemed to be invalid merely by reason of any \nmistake, defect or omission in such notice, summons, order, documents or other \nproceedings if such notice, summons, order, document or other procee ding is in substance \nand effect in conformity with or according to the intent and purpose of this Act.  \n \n4[37. Offences by ,legal persons. — (1) Where a legal person commits an offence \nunder this Act, every person thereof who at the time when the offence was  committed was \nresponsible for such commission of offence shall be deemed to be gui lty of the offence and \nshall be  liable to be proceeded against and punished accordingly:  \nProvided that .nothing contained in this sub -section shall render any natural person  \nliable to punishment if he proves that the contravention took place without his knowledge or \nthat he exercised all due diligence to prevent such contravention.  \n \n \n   \n1Subs. by  the Anti -Money Laundering (Second Amdt.) Act, 2020  (XXX of 2020) s.14 \n2Subs. by Act XXX of 2020,s.16.  \n3Subs. by Act XI of 2020, s.8.  \n4Subs. by  the Anti -Money Laundering (Second Amdt.) Act, 2020  (XXX of 2020) s.17 \n 33  (2) Notwithstanding anything contained in sub -section (1), where an offence under \nthis Act is committed by a legal person  and it is proved that the contravention has taken place \nwith the consent, connivance or knowledge of any director, manager, secretary or other \nofficer of any legal person, such .director, manager, secretary or other officer shall also be \ndeemed to be guil ty of the contravention and shall be liable to be proceeded against and \npunished accordingly.  \nExplanation .— For the purposes of this section, \"director ” in relation to a fir m, means \na partner in the firm.] . \n \n38. Continuity of proceedings in the event of de ath or insolvency._ (1) Where, ___ \n(a)  any property of a person has been attached under this Act and no \nrepresentation against the order attaching such property has been \npreferred; or  \n(b)  any representation has been preferred to the Court, and  \n(i)  in a case referred to in clause (a) such person dies or is adjudicated \nas insolvent before preferring representation to the Court; or  \n(ii)  in a case referred to in clause (b), such person dies or is \nadjudicated as insolvent during the pendency  of representatio n, \n(iii)  then it shall be lawful for the legal representatives of such person \nor the official assignee or the official receiver, as the case may be, \nto prefer representation to the Court, or as the case may be to \ncontinue the representation before the Cou rt, in the place of such \nperson.  \n(2) Where, ___ \n \n(a)  after  passing of a decision or order by the Court, no appeal has been \npreferred to the High Court under section 23; or  \n \n(b)  any such appeal has been preferred to the High Court, then___  \n(i)  in a case  referred to in clause (a), the person entitled to file the \nappeal dies or is adjudicated an insolvent before preferring an \nappeal to the High Court, or  \n(ii)  in a case referred to in clause (b), the person who had prepared \nappeal dies or is adjudicated as  insolvent during the pendency  of \nthe appeal before the High Court,   \nthen, it shall be lawful for the legal representatives of such person, or the official \nassignee or the official receiver, as the case may be, to prefer  an appeal to the High Court \nor to c ontinue the appeal before the High Court in place of such person and the \nprovision of section 23 shall, so far as may be, apply, or continue to apply, to such \nappeal.  \n 34 (3) The powers of the official assignee or the official receiver under sub -section \n(1) or  sub-section (2) shall be exercised by him subject to the provisions of the \nInsolvency (Karachi Division) Act, 1909 (III of 1909) or the Provincial Insolvency Act, \n1920 (V of 1920) as the case may be.  \n39. Act to have overriding effect.___ (1) Subject to su b-section (2) , the \nprovisions of this Act shall have effect notwithstanding anything to the contrary \ncontained in any other law for the time being in force.  \n(2) The provisions of this Act shall be in addition to, and not in derogation of, \nthe Anti Narcotic s Force Act, 1997 (III of I997), the Control of Narcotic Substances \nAct, I997 (XXV of 1997), the Anti Terrorism Act, 1997 (XXVII of 1997) and the \nNational Accountability Ordinance, 1999 (XVIII of 1999)  1[and any other law relating \nto pre dicate offences .] \n  40. Members etc., to be public servants. --The Director General, Members of \nthe National Executive Committee and General Committee, and other officers and \nemployees of the FMU, investigating officer and the subordinate officers to him shall be \ndeemed to be  public servants within the meaning of section 21 of the Pakistan Penal \nCode (Act XLV of 1860).  \n \n2[41. Act not to apply to fiscal offences.__ (1) Except with prior consultation \nof FMU, an investigating or procuring agency shall not charge any person with t he \noffice of money laundering in relation to a predicate offence punishable under the Sales \nTax Act, 1990 (VII of 1990) and the Federal Excise Act, 2015.  \n \n(2) In relation to the laws specified in sub -section (1), no offences other than the \nfollowing shall be notified as predicate offences, namely:__ \n \n(a) sub-section 11 and 13 of section 33 read with clause (37) of secti on 2 of the \nSales Tax Act, 1990; and  \n \n(b) sub-section (3) of section 19 of the Federal Excise Act, 2005.]  \n \n42. Power to amend the Schedule. --The Federal Government may, by \nnotification in the official Gazette, amend the Schedule to this Act so as to add any \nentry thereto or modify or omit any entry therein.  \n \n43. Power to make rules. --The Federal Government may in consultation with \nthe National  Executive Committee and by notification in the official Gazette make rules \nfor carrying out the purposes of this Act.  \n \n44. Power to make regulations. --Subject to the supervision and control of the \nNational Executive Committee, the FMU may, by notification  in the official Gazette, \nmake such regulations as may be necessary for carrying the purposes of this Act.  \n \n \n \n1Ins. by  the Anti -Money Laundering (Amdt.) Act, 2015 (  XXIII of 2015 ) s.26 \n1Subs. ibid., s. 27.  \n \n 35 45. Power to remove difficulties. --lf any difficu lty arises in giving effect to the \nprovisions of this Act, the Federal Government may, by order, published in the official \ngazette , make such provisions not inconsistent with the provisions of this ‘Act’ as may \nappear to be necessary for removing the diffi culty.  \n \n47. Validation of actions, etc. - Anything done, actions taken, orders passed, \ninstruments made, notifications issued, agreements made, proceedings initiated, \nprocesses or communication issued, powers conferred, assumed or exercised, by the \n1[Federal Go vernment] Financial Monitoring Unit 1[*] or its officers on or after the 5th \nJanuary, 2008 and before the commencement of this Act, shall be deemed to have been \nvalidly done, made, issued, taken, initiated, conferred, assumed, and exercised and \nprovisions of the Act shall have, and shall be deemed always to have had, effect \naccordingly . \n_____________________________  \n \n1Ins. and Omitted by the Anti -Money Laundering (Amdt.) Act, 2015 (XXIII of 2015) s. 28.  \n 36 1[THE SCHEDULE -I \n[see section 2 (xxvi )]] \n  Section -I:  The Pakistan Penal Code 1860 (Act XLV of 1860)   \n109.  Punishment of abetment if the act abetted is committed in consequence \nand where no express provision is, made for its punishment.  \n111.  Liability of abettor when one act abetted and different act , done. \n112.  Abettor when liabilit y to commutative punishment for act abetted and for \nact done.  \n113.  Liability of abettor for an effect  of caused by the act abetted different \nfrom that intended by the abettor.  \n115.  Abetment of offence punishable with death o r imprisonment for life, if \noffence not committed, if act causing harm be done in consequence.  \n116.  Abetment of offence punishable with imprisonment, if offence be not \ncommitted.  \n117. Abetting commission of offence by the public or by more than ten \nperson s. \n118. Concealing design to commit offence punishable with death or \nimprisonment for life, if offence be committed; if offence be not  \ncommitted.  \n119.  Public servant concealing design to commit offence which it is his duty to \nprevent.  \n120.  Concealing des ign to commit offence punishable with imprisonment.  \n120B.  Punishment for criminal conspiracy  \n121.  Waging, or attempting to wage war, or abetting of war against Pakistan.  \n121A.  Conspiracy to commit offence punishable by section 121  \n122.  Collecting arms,  etc. with intention of waging war against Pakistan.  \n \n1Subs. by the Anti -Money Laundering (Second Amdt.) Act, 2020 (XXX of 2020) s.18. \n 37 161.  Public servant taking gratification other than legal remuneration in  \nrespect of an official act.  \n162.  Taking gra tification, in order, by corrupt or illegal means, to influence \npublic servant.  \n163.  Taking gratification, for exercise of personal influence with public \nservant.  \n164.  Punishment for abetment by public servant of offences defined in section \n162 or 163.  \n165.  Public servant obtaining valuable thing, without consideration from \nperson concerned in proceeding or business transacted by such public \nservant.  \n165A.  Punishment for abetment of offences defined in section 161.  \n302.  Punishment for Qatl-e-amd. \n316.  Punishment for Qatl Shibh -i-amd. \n327.  Punishment.  \n337K.  Causing hurt to extort confession or to compel restoration of property.  \n343.  Wrongful confinement for three or mere days.  \n344.  Wrongful confinement for ten or more days.  \n345.  Wrongful confineme nt for person for whose liberation writ has been \nissued.  \n346.  Wrongful confinement in secret.  \n347.  Wrongful confinement to extort property or constrain to illegal act.  \n348.  Wrongful confinement to extort confession or compel restoration of \nproperty.  \n363.  Punishment for kidnapping.  \n364.  Kidnapping or abducting in order to murder.  \n364A.  Kidnapping or abducting a person under the age of fourteen . \n365.  Kidnapping or abducting with intent secretly or wrongfully to confine \nperson . \n 38 365A **Kidnapping or abdu cting for extorting property, valuable security etc . \n365B.  Kidnapping, abducting` or inducing woman to compel for marriage etc . \n366.  Kidnapping, abducting or inducing woman to compel her marriage, etc.  \n366A .  Procuration  of minor girl . \n366B.  Importation  of girl from foreign country . \n367.  Kidnapping or abducting in order to subject person to grievous hurt, \nslavery etc.  \n367A.  Kidnapping or abducting in order to subject person to unnatural lust . \n368.  Wrongfully concealing or keeping in confinement, kidna pped or abducted \nperson.  \n369.  Kidnapping or abducting child under  ten years with intent to steal from its \nperson.  \n370.  Buying or disposing of any person as a slave.  \n371.  Habitual dealing in slaves.  \n371A.  Selling person for purposes of prostitution etc . \n371B.  Buying person for purposes of prostitution etc . \n374.  Unlawful compulsory labour . \n376.  Punishment of rape.  \n379.  Punishment for theft.  \n380.  Theft in dwelling house etc.  \n381.  Theft by clerk or servant of property in possession of master.  \n381A.  Theft of a car or other motor vehicle . \n382.  Theft after preparation made for causing death, hurt or restraint, in order to \nthe committing of the theft.  \n  384.  Punishment for extortion.  \n \n \n \n \n 39 385.  Putting person in fear of injury in order to commit extorti on.  \n392.  Punishment for robbery.  \n395.  Punishment for dacoity . \n402.  Assembling for purpose of committing dacoity . \n402B.  Punishment for hijacking . \n406.  Punishment for criminal breach of trust.  \n411.  Dishonestly receiving stolen property.  \n412.  Dishones tly receiving stolen property in the commission of a dacoity . \n413.  Habitually dealing in stolen property.  \n414.  Assisting in concealment of stolen property.  \n417.  Punishment for cheating.  \n1[419. Punishment for cheating by personation.]  \n421.  Dishonest or  fraudulent removal or concealment of property to prevent \ndistribution among creditors.  \n422.  Dishonestly or fraudulently preventing debt being available for creditors.  \n423.  Dishonest or fraudulent execution of fees of transfer containing false \nstatement of consideration.  \n424.  Dishonest or fraudulent removal or concealment of property.  \n465.  Punishment for forgery.  \n467.  Forgery of valuable security, will, etc.  \n468.  Forgery for the purpose of cheating.  \n471.  Using as genuine a forged document.  \n472.  Mak ing or possessing counterfeit seal, etc. with intent to commit forgery \npunishable under section 467.  \n \n1Ins. by S.R.O. 279(I)/2015, dated 01 -04-2015 . \n \n 40 473.  Making or possessing counterfeit seal, etc. with intent to commit forgery \npunishable otherwise.  \n474.  Having possession of document described in section 466 or 467 knowing it \nto be forged and intending to use it as genuine.  \n475.  Counterfeit device or mark used for authenticating documents described in \nsection 467, or possessing counterfeit marked materi al. \n476.  Counterfeit device or mark used for authenticating documents other than \nthose described in section 467, or possessing counterfeit marked material.  \n477.  Fraudulent cancellation destruction, etc., of will, authority to adopt, or \nvaluable security.  \n477A.  Falsification of accounts . \n482.  Punishment for using a false trade -mark or property mark.  \n483.  Counterfeiting a trade mark of property mark used by another.  \n484.  Counterfeiting a mark used by a public servant.  \n485.  Making or possession of any i nstrument for counterfeiting a trade mark or \nproperty.  \n486.  Selling goods marked with a counterfeit trade mark or property mark.  \n487.  Making a false mark upon any receptacle containing goods.  \n488.  Punishment for making use of any such false mark.  \n489.  Tampering with property mark with intent to cause injury.  \n489A.  Counterfeiting currency -notes or bank notes . \n489B.  Using as genuine, forged or counterfeit currency -notes or bank notes . \n \n \n \n 41 489C.  Possession of forged or counterfeit currency -notes or bank  notes . \n489D.  Making or possessing instruments or materials for for ging or \ncounterfeiting currency notes or bank -notes . \n489E.  Making or using documents resembling currency -notes or bank notes.  \n1[489G. Counterfeiting or using documents resembling Prize Bon ds or \nunauthorized sale thereof.]  \n493A.  Cohabitation caused by a man deceitfully inducing a belief of lawful \nmarriage . \n496A.  Enticing or taking away or detaining with criminal intent a woman . \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n1Ins. by S.R.O. 279(I)/2015, dated 01 -04-2015 . \n \n 42 Section—II  The Arms Act, 1878 (XI of 1878)   \n19.  For breach of section 5, 6, 10, 13 to 17.  \n20.  For secret breaches of section 5 to 10, 14 and 15  \nSection --III  The Foreigners Act, 1946 (XXXI of 1946)  \n14.  Penalties.  \n1[Section -IIIA Prevention of Corruptio n Act, 1947 (II of 1947)  \n5. Criminal misconduct  \n5B. Deceleration of Assets.  \n5C. Possession of Property disproportionate to known sources of income.  \n \nSection --IIIB Foreign  Exchange Regulation Act, 194 7 (VII of 1947)  Sub-section (1) \nof section 4 read with s ection 23.  \n Section 5 read with section 23.]  \nSection --IV  The Copyright Ordinance, 1962 (XXXIV of 1962)  \n66.  Offences of infringement of copyright or other rights conferred by this \nAct. \n67.  Possession of plates for purpose of making infringing copies.  \n68.  Penalty for making false entries in the Register, etc. or producing or \ntendering false evidence.  \n69.  Penalty for making false statements for the purpose of deceiving or \ninfluencing any authority or officer.  \n70.  False attribution or authorship, etc.  \nSection--V  The Pakistan Arms Ordinance, 1965 (W.P. Ordinance XX of 1965)  \n13.  Penalty for breach of sections 4, 5, 8 to 1I.  \n2[Section -VI The Customs Act, 1969 (IV of 1969)]  \n \n1Ins. by S.R.O. 279(I)/2015, dated 01 -04-2015 . \n2Ins. by S.R.O. 03(KE)/2011, dated 24 -08-2010 . \n 43 1[(a) Section  2(s) read with clause 8.89 of section 156(1).  \n(b) Section 15 read with clause 8,9,89 & 90 of section 156(1).  \n(c) Section 16 read with clause 8,9,89 & 90 of section 156(1).  \n(d) Section 32 read with clause 14 of section 156(1).  \n(e) Se ction 32A read with clause 14A of section 156(1).  \n(f) Section 139 read with clause 70 of section 156(1).]  \n1[Section --VIA The Securities and Exchange Ordinance, 1969 (XVII of 1969)  \n24. Penalty.]  \nSection --VII  The Emigration Ordinance, 1979 (XVIII of 1979)  \n17.  Unlawful immigration etc.  \n18.  Fraudulently inducing to emigrate.  \n19.  False representation of Government authority.  \n22.  Receiving money etc. for providing foreign employment.  \nSection --VIII  The  Control of Narcotic Substances Act, 1997(XXV of 1997)  \n5.  Punishment for contravention of section 4.  \n9.  Punishment for contravention of sections 6, 7 and 8.  \n11.  Punishment for contravention of section 10.   \n13.      Punishment for contravention of section 12.  \n15.  Punishment for contravention of section 14.  \n41.  Prohibition of alienation of freezed  property.  \n42.  Prohibition of acquiring property in relation to which proceedings have \nbeen taken under the Act.  \nSection --1X  The Anti -Terrorism Act, 1997 (XXVII of 1997)  \nAll offences under this Act prescribing min imum punishment for a period of over \none year.  \n \n1Subs . by S.R.O. 279(I)/2015, dated 01 -04-2015 . \n1Subs., omitted & ins.  by S.R.O. 03(KE)/2011, dated 24 -08-2010 . \n \n 44 1[Section --IXA The Pakistan Environmental Protection Act, 1997  (XXXIV of 1997)  \n 17. Penalties  \n18. Offences by bodies corporate.]  \nSection --X  National Accountability Ordinance, 1999 (XVIII of 1999)  \n9.  Corruption and Corrupt Practices.  \nSection --XI  The Registered Designs Ordinance, 2000 (XLV of 2000)  \n 2[27. Offences and Penalties.  \n 28. Falsification  of Register etc.  \n 29. Falsely representation a design as registered.]  \n2[Section --XII The Trade Marks Ordinance, 2001 (XIX of 2001 ) \n 99. Penalty for applying false trade description etc.  \n 100. Penalty for falsification of entries in Register.  \n 107. Penalty  for improperly describing a place of business as connected with the \nTrade Marks Registry.]  \nSection --XIII The Prevention and Control of Human Trafficking Ordinance, 2002   \n(LIX of 2002)  \n 3. Punishment for human trafficking.  \n 4. Offences committed by organi zed criminal groups.  \n 5. Repetition of commission of offences.]   \n \n \n \n \n \n \n \n \n \n1Subs., omitted & ins.  by S.R.O. 03(KE)/2011, dated 24 -08-2010 . \n2Added  by S.R.O. 03(KE)/2011, dated 24 -08-2010 . \n 45 1[SCHEDULE -II] \n[see section 5(1)]  \nMembers of National Executive Com mittee  \n1. The National Executive Comm ittee shall comprise the following  members: — \n \n(a) Minister for Finance or Adviser to the Prime  Minister on Finance  Chairman  \n(b) Minister for Foreign Affairs  Member  \n(c) Minister for Law and Justice  Member  \n(d) Minister fo r Interior  Member  \n(e) Minister for Economic Affairs  Member  \n(f) Governor SBP  Member  \n(g) Chairman SECP  Member  \n(h) Director General, FMU  Member/Secretary  \n(i) Director General, FATF Cell  Member  \n(j) any other member on the special invitation of the Nation al Executive \nCommittee  Member  \n \n2. The Director General FMU shall act as Secretary of the National  Executive -\nCommittee.  \n \n1Added by Act XXX of 2020, s.19.  \n 46 SCHEDULE -III \n[see section 5(5)]  \nMembers of General Committee  \n1. The General Committee shall comprise the  following members: — \n \n(a) Secretary Finance  Chairman  \n(b) Secretary Interior  Member  \n(c) Secretary Foreign Affairs  Member  \n(d) Secretary Law and Justice  Member  \n(e) Chairman National Accountability \nBureau  Member  \n(f) Chairman Federal Board of Revenue  Membe r \n(g) Director General, Federal Investigation \nAgency  Member  \n(h) Director General, Anti Narcotics Force  Member  \n(i) Deputy Governor SBP  Member  \n(j) Commissioner SECP  Member  \n(k) Director General, FMU  Member/Secretary  \n(l) Director General FATF Cell  Member  \n(m) Any other member on the special \ninvitation of the General Committee  Member  \n2. The Director General FMU shall also act as Secretary of the General \nCommittee.  \n \nSCHEDULE -IV \n[see section 6A(1)]  \nAML/CF. T Regulatory Authority  \n1. The following regulators are  AML/CFT regulatory authorities for the  purposes \nof this Act: — \n(i) SBP for any, reporting entity licensed or regulated under any law administered \nby SBP;  \n 47 (ii) SECP for any reporting entity licensed or regulated by SECP under any law, \nadministered by SECP;  \n(iii) Federal B oard of Revenue for real estate agents, jewellers, dealers in precious \nmetals and precious stones and accountants who are not the .members of the \nInstitute of Chartered Accountants of Pakistan (ICAP) and the Institute of Cost \nand Management Accountants of Pakistan (ICMAP);  \n(iv) National Savings (AML and CFT) Supervisory Board for national savings \nschemes;  \n(v) Pakistan Post (AML and CFT) Supervisory Board for Pakistan Post; and  \n(vi) any other such, entity or regulatory authority as may be notified by the Federal \nGove rnment.  \n2. The following SRBs are AML/CFT regulatory authorities for the purposes of \nthis Act: — \n(i) the Institute of Chartered Accounts of Pakistan constituted  under the Chartered \nAccountants Ordinance, 1961 X of 1961) for their respective members;  \n(ii)  the Institute of Cost and Management Accountants of Pakistan (ICMAP) \nconstituted under the Cost and Management  Accountants Act, 1966 (XIV of \n1966) for their respective members;  \n(iii) the Pakistan  Bar Council constituted under the Legal Practitioners and Ba r \nCouncils Act, 1973 (XXXV of .1973); for lawyers and other independent legal \nprofessionals that are enrolled under the Pakistan Bar Council or Provincial \nBar Councils or Islamabad Bar Council; and  \n(iv) any other SRB as may be notified by the Federal Gover nment.  \n \n \n \n________"
}