{
    "file": "./converted_json\\administratorbc4daf1cd281f7808ceb417c316f18ea.json",
    "name": "Islamabad Consumers Protection Act, 1995",
    "date": "1995",
    "tagline": "To promote and protect the interests of consumers",
    "content": "Page 1 of 7 \n  \n \n    ISLAMABAD CONSUMERS PROTECTION ACT, 1995  \n \n \n \n \nCONTENT \n___________ \nSECTIONS: \n \n1.  Short title, extent and commencement. \n2.  Definitions. \n3.  The Council.  \n4.  Meetings of the Council. \n5.  Objects and functions of the Council. \n6.  Authority. \n7.  Prohibition of false advertisement etc. \n8.  Procedure for disposal of the complaints. \n8A.  Power to try summarily. \n9.  Penalties. \n10.  Appeal. \n11.  Immunity of the Council, etc. \n12.  Rules. \n \n \n  \nUpdated till 3.8.2022\n \nPage 2 of 7 \n  \nISLAMABAD CONSUMERS PROTECTION ACT, 1995 \n  \n                                        ACT NO. III  OF 1995 \n \n \nAn Act to provide for promotion and protection of t he interest of consumers  \n \nWHEREAS sit is expedient to provide for promotion a nd protection of the interests of \nconsumers and for matters connected therewith and i ncidental thereto ; \n \nIt is hereby enacted as follows :— \n1. Short title, extent and commencement. —(1) This Act may be called the \nIslamabad Consumers Protection Act, 1995. \n \n(2)   It extends to the Islamabad Capital Territory .  \n(3)   It shall come into force at once. \n \n2. Definitions. In this Act, unless there is anything repugnant in the subject or \ncontext,— \n \n(a)       “Authority” means the Court of Sessions, Islamabad;  \n(b)       “complaint” means— \n(i)      a consumer; \n \n(ii)      a consumer’s association; and \n \n(iii)   the Federal Government, Chief Commissioner,  Islamabad Capital Territory, \nCapital Development Authority, or any person  or  a gency authorized  by \nthe  aforesaid on their behalf to file complaint be fore the Authority; \n \n(c)       “consumer” means any person who— \n \n(i)      buys goods for a consideration which has b een paid or partly paid and \npartly promised to be paid or under any system of d eferred payment or \nhire purchase and includes any user of such goods  but  does  not  include  a  \nperson  who obtains such goods for re-sale or for a ny commercial purpose; \nor \n(ii)    hires any goods or services for a considera tion which has been paid or \npromised or partly paid and partly promised or unde r any system of \ndeferred payment and includes any beneficiary of su ch services. \n (d)       “Council”  means  the  Consumers’  Prote ction  Council, Islamabad; established \n  under section 3; \n(e)    “Services” includes services of any descript ion which is made available to \npotential users and includes the provision of facil ities in connection with \nbanking, financing, insurance, transport, manufactu ring, processing, \naccountancy, supply of electrical, mechanical or an y other form of energy, \nboarding or lodging,   entertainment,   medicine,   education,   construction \n \nPage 3 of 7 \n work, amusement, catering, security, or purveying a  news or other information, \nand similar other services, but does not include th e rendering of any service free \nof charge or under the contract of personal service ; and \n(f)     “unfair  trade  practice”  means  a  trade  practice  which,  for the  purpose  of  \nsale,  use  or  supply  of  any  goods,  or  for pr ovision of any service or  for \ntheir promotion, adopts one or more of the followin g practices, causes loss or \ninjury though hoarding, black-marketing, adulterati on, selling of expired drugs, \nfood items and commodities unfit for human consumpt ion, or charging for the \ngoods and service in excess of the prices fixed by an authority authorized to \ndo so under any law for the time being in force or in furtherance of such sale, \nuse or supply makes any statement, whether orally o r in writing, or by \nchalking on walls or through sign-boards or neon-si gn or by distributing \npamphlets or by publication in any manner, includin g through electronic media, \nby— \n \n(i)     falsely representing that  the  goods  or,  as  the case  may  be,   \nservices   are  of  a  particular standard, quality , quantity, grade, \ncomposition, style or mode; \n \n(ii)  falsely representing any rebuilt, second-hand , renovated, reconditioned \nor old goods as new goods; \n \n(iii)    falsely representing  that  the  goods  or ,  as  the case may be, services \nhave sponsorship or approval of the competent agenc y or authority \nor possesses  specified characteristics, performanc e,   accessories,   \nuses   or   benefits which such goods or services d o not have; \n \n(iv)   falsely representing that the goods or servi ces offered fulfil the \nprescribed standard fixed by local or international  authorities; \n \n(v)      giving misleading representation of the ne ed for, or the usefulness of \nany goods or services; \n \n(vi)    falsely giving to the public any warrantly or guarantee of the \nperformance, specification, required ingredients, e fficacy or length of \nlife of a product or any goods that is not based on  an adequate or \nproper tests thereof; \n \n(vii)  falsely offering for sale or on lease  any  premises,  house,  shop  or \nbuilding with specified facilities or with the prom ise to deliver \npossession thereof within a specified period or wit hout any escalation \nin price or by falsely representing that such premi ses, house, shop or \nbuilding is being sold, built or constructed in acc ordance with the \napproved plans, specification and approval of the c oncerned \nauthorities; \n \n(viii)   misleading  the  public  concerning  the  price  at  which  a  product  or \nproducts or goods or services have been, or are ord inarily sold or \nprovided; \n \n \nPage 4 of 7 \n (ix)   giving  false  or  misleading  facts  regard ing  facilities  available  in  \nthe private educational institutions or falsely rep resenting that such \ninstitutions have proper approval of the concerned authorities; \n \n(x)   falsely  representing  for  provision  of  se rvices  by  professionals  and \nexperts, including by doctors, engineers, advocates , mechanics, \nteachers, hakeems and spiritual healers; \n \n(xi)    giving false or misleading facts disparagin g the goods, services or trade \nof another person, firms, company or business conce rn; \n \n(xii)   advertising for the sale or supply at a bar gain price of goods or services \nwhich are not intended to be offered for sale or su pply at such price; \n \n(xiii)   offering of gifts, prizes or  other  items   with  the  intention  of  not \nproviding them as offered or creating the impressio n that something is \nbeing given or offered free of charge when it is fu lly or partly \ncovered by the amount charged in the transaction; a nd \n \n (xiv)   falsely gives description of commodities a nd services offered through  \n            mail order. \n \n3. The Council. —(1) As soon as may be, after the commencement of t his Act, the \nFederal Government may, by notification in the offi cial Gazette, establish the Consumers \nProtection Council, Islamabad. \n \n(2)  The Council shall consist of the following :— \n \n(i) The Chairman, to be appointed by the Federal Go vernment \nfrom amongst prominent social workers permanently r esiding \nat Isl amabad. Chairman  \n(ii) Members of Parliament representing Islamabad Capita l \nTerritory;  \n Member  \n(iii) Chief Commissioner, Islamabad Capital Territo ry, Islamabad; Member  \n(iv) Chairman, Capital Development Authority; Member  \n \n(v) three representatives  of  the  Consumers  Associat ions  in \nIslamabad;  \n Member  \n(vi) a representative of the Ministry of Interior who sh all not be \nbelow the rank of Joint Secretary; \n Member  \n(vii) a representative of the shopkeepers, vendors or manufacturers \nas   recommended   by   the   Chamber   of   Commer ce   and \nIndustries, Islamabad; Member  \n(viii)  a representative of the Finance Division who shall not be \nbelow the rank of Joint Secretary; Member  \n \nPage 5 of 7 \n (ix) a representative of the Ministry of Health who  shall not be \nbelow the rank of Joint Secretary; Member  \n(x) a   representative   of   Ministry  of   Food,   Ag riculture   and \nLivestock who shall not be below the rank of Joint Secretary; \n Member  \n(xi)  a  re present ative  of  the  Minist ry  of  Indust ries  and \nproduction  who  shall  not  be  below  the  rank  of  Joint \nSecretary; Member  \n(xii) a lady so cial wo rker permanent ly residing  at Isl amabad to  be \nappointed by the Federal Government.  \n Member  \n \n(3) The existence of a vacancy in, or defect in the  constitution of, the Council shall not \ninvalidate any act or proceedings of the Council. \n \n4. Meetings of the Council. —  (1) The Council shall meet as and when necessary a nd at \nsuch time and place as the Chairman may fix: \n \n Provided that not more than a period of two months  shall intervene between the two \nmeetings of the Council. \n \n(2) In absence of the Chairman, the Members present  in the meeting shall elect one of the \nmembers to act as Chairman. \n \n(3) The quorum of the meeting of the Council shall be four members. \n \n5. Objects and functions of the Council, etc.― (1) The objects and functions of the Council \nshall be to determine, promote and protect rights o f consumers, including— \n \n(a)    the right of protection against marketing of  goods which are hazardous to life and \nproperty; \n \n(b)    the right of information about the quality, quantity, potency, purity, standard and \nprice of goods and services; \n(c)      the right of access to a variety of goods at competitive prices;  \n(d)   the right for redressal against unfair trade   practices   of unscrupulous exploitation of \nconsumers; \n \n(e)      the right of Consumers’ education; and \n \n(f)       the right of easy availability of essenti al services. \n \n(2)   The Council shall be responsible for formulat ion of the policies for promotion and \nprotection of the rights of consumers, fair and hon est trade practices by the manufacturers, producers  \nand suppliers of goods and services in relation to interest of consumers and their effective \nimplementation; \n \n(3)   For promotion and protection of the interests  of consumers, the Council shall coordinate \n \nPage 6 of 7 \n between the Government, manufacturers, producers, s uppliers and consumers. \n \n6. Authority.— (1) The Authority shall receive complaints of the c onsumers and those made \non behalf of the council for investigation and dete rmination thereof. \n \n(2) The Police, Capital Development Authority and o ther agencies of the Federal Government \nand Islamabad Capital Territory Administration shal l act in aid of the Authority for performance of \nits functions under this Act. \n \n7. Prohibition of false advertisement etc. —(1) Notwithstanding anything contained in any \nother law for the time being in force, no company, firm or person shall advertise in any manner \nnot authorised by law for the sale or hiring of goo ds or services or any property, movable or \nimmovable, or solicit deposits for repayment at hig her rates of profits or interest and thereby causes  \nloss to any consumer, whether financial or otherwis e. \n \n(2) Notwithstanding any punishment provided for mak ing misrepresentation, false or \nmisleading advertisement in any other law for the t ime being in force, the company, firm or a person \nmaking such advertisement shall be liable to pay su ch compensation as the Authority may direct for \ncausing loss to the person affected by such adverti sement. \n \n8. Procedure for disposal of the complaints .—(1) A complainant may in respect of any \ngoods sold or delivered or any service provided or supplied or against any unfair trade practice file a \ncomplaint with the Authority. \n \n(2)   The Council may, in the case of any unfair tr ade practice coming to its notice, directly \nmake complaint to the Authority through an officer authorised by it. \n \n(3)   Where  on  examination  of  the  complaint  r eceived  under  sub- section (1) or sub-\nsection (2), the Authority is of the opinion that a ny right of the consumer has been infringed, it \nshall cause the notice of the complaint to be serve d on the respondent who shall be required to give \nhis reply within a period of seven days. \n \n(4) After considering the complaint and the reply o f the respondent and after providing the \nparties and opportunity of being heard, or if no re ply is received and after such enquiry as the \nAuthority may deem appropriate it may pass such ord ers as the circumstance may require. \n \n1[8A. Power to try summarily .―(1)Without prejudice to the foregoing provisions and in \naddition to the powers exercisable by the Authority  where any right of a consumer is infringed or \ncontravened by way of profiteering, hoarding, black - marketing, adulteration of food items, selling of  \nexpired items of food and other item unfit for huma n consumption or charging for goods and services \nin excess of the prices fixed by the competent auth ority under any law for the time being in force, it  \nshall be tried by a special Magistrate appointed un der section 14A of the Code of Criminal \nProcedure, 1898, (Act VI of 1898) in a summary mann er as provided in sections 262 to 265 of the \nsaid Code: \n \nProvided that sub-section (2) of section 265, shall  not apply. \n \n(2) If a Special Magistrate has reason to believe t hat any infringement or contravention of any \nright of consumer as stated in sub-section (1) puni shable under this Act has been committed by any \nperson, he may enter the place or premises where th e infringement or contravention has been \ncommitted and try the same or the spot and punish t he defaulter within imprisonment which may \nextend to six months or fine which may extend to fi fty thousand rupees or with both. \n \n1Insert sec.8A by Act III of 2012, s.2 \n \nPage 7 of 7 \n  (3) Any person aggrieved by the order of special M agistrate may, within fifteen days prefer \nan appeal to the Authority.] \n \n9. Penalties. —(1) Where any right of consumer required to be pro tected under section 5 of \nthe Act is in any way infringed, the person respons ible for such infringement shall be punished \nwith imprisonment which may extend to two years, or  with fine which may extend to forty \nthousand rupees, or with both. \n \n(2) Whoever makes advertisement through print or el ectronic-media or by chalking on walls \nor in any other manner in contravention of section 7, he shall be punished with imprisonment which \nmay extend to two years, or with fine which may ext end to thirty thousand rupees, or with both. \n \n(3) The Authority may, where it deems appropriate, order for payment of compensation to the \nconsumer to the extent the consumer has suffered an y damage or loss through any unfair trade \npractice. \n \n(4)   The Authority may, where it deems necessary f or protection of the rights of other \nconsumers, order for confiscation of any goods or m aterial or direct for their destruction. \n \n10.   Appeal . An appeal against the order of Authority shall li e to the High Court and the \nprovisions of the Code of Criminal Procedure, 1898 (V of 1898) in respect of appeals to the High \nCourt shall, mutatis mutandis , apply. \n \n11.  Immunity of the Council, etc . No suit, prosecution and other legal proceedings shall \nlie against the Council, its members,  the  Authori ty  and  other officers and authorities acting unde r \nthe directions of the Council or, as the case may b e, the Authority in expect of anything done under \nthe provisions of this Act or any rules or orders m ade thereunder.  \n12.  Rules . The Federal Government may, by notification in th e official Gazette, make rules \nfor carrying out the purposes of this Act. \n \n_______________"
}