{
    "file": "./converted_json\\administrator7e29dd4c518f15a058c2110713f9d92c.json",
    "name": "The Seed Act, 1976",
    "date": "11th May, 1976",
    "tagline": "An Act to provide for controlling and regulating the quality of seeds of various varieties of crops.",
    "content": "Page 1 of 17  \n \n \n \nTHE  SEED  ACT,  1976  \n \n \n \n \n \n \n \n \nCONTENTS  \n \nPRELIMINARY  \n \nSECTIONS  \n1 Short  title, extent  and commencement.  \n2 Definitions.  \n3 Establishment  of National  Seed  Council.  \n4 Functions  of the National  Seed  Council.  \n5 Establishment  of Federal  Seed  Certification  Agency.  \n6 Functions  of Federal  Seed  Certification  Agency.  \n7 Establishment  of National  Registration  Agency.  \n8 Functions  of National  Registration  Agency.  \n9 Establishment  of Provincial  Seed  Council.  \n10 Power  to notify  varieties  or species  of seed.  \n11 Regulation  of sale of seeds  of notified  varieties  and species.  \n12 Appointment  of Registered  growers.  \n13 Grant  of certificate  by Federal  Certification  Agency.  \n14 Period  for which  registration  and certification  shall  be effective.  \n15 Cancellation  of certification.  \n16 Appeal.  \n17 Seed  Analyst.  \n18 Seed  Certification  Officer.  \n19 Seed  Inspector.  \n20 Power  of Seed  Inspectors.  \n21 Procedure  to be followed  by Seed  Inspector.  \n22 Report  of Seed  Testing  Laboratory.  Updated till 4.8.2022  \n\n \nPage 2 of 17  23 Offences  and penalty.  \n24 Power  of Court  to order  forfeiture.  \n25 Cognizance  of offence,  etc. \n26 Presumption  as to order.  \n27 Indemnity.  \n28 Delegation  of powers.  \n29 Power  to make  rules.  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nPage 3 of 17  THE  SEED  ACT,  1976.  \n \n1ACT  No. XXIX  OF 1976  \n \n[11th May,  1976 ] \n \nAn Act to provide  for controlling  and regulating  the quality  of seeds  of various  varieties  \nof crops.  \n \nWHEREAS  it is expedient  to provide  for controlling  and regulating  the quality  of seeds  of \nvarious  varieties  of crops  and for matters  connected  therewith;  \n \nAND  WHEREAS  the Provincial  Assemblies  of the Punjab,  Sindh,  the North­West  Frontier  \nProvince  and Baluchistan  have  passed  resolutions  under  Article  144 of the Constitution  of the \nIslamic  Republic  of Pakistan  to the effect  that Parliament  may by law­regulate  and control  the quality  \nof seeds  of various  varieties  of crops;  \n \nIt is hereby  enacted  as follows:— \n \nPRELIMINARY  \n \n1. Short  title,  extent  and commencement.  —(1) This Act may be called  the Seed  Act, 1976.  \n \n (2) It extends  to the whole  of Pakistan.  \n \n (3) It shall  come  into force  at once.  \n \n2. Definitions.  In this Act, unless  there  is anything  repugnant  in the subject  or context⎯, \n \n2[(i)  “accredited  laboratory ” means  any seed testing  laboratory  established  in \npublic  sector  or private  sector  and accredited  by an appropriate  organization  as \nmay be prescribed;  \n \n(ii)  “approved  seed” means  seed true to species  as approved  by the Federal  \nSeed  Certification  and Registration  Department ;] \n \n2[(iii)  “basic  seed” means  progeny  of the pre­basic  seed produced  by any public  \nsector  or private  sector  organization  and certified  by the Federal  Seed  \nCertification  and Registration  Department;]  \n \n2[(iv)] “certified  seed” means  seed certified  by the Federal  Seed  Certification  \n2[and Registration  Department] ; \n \n2[(v)  “enlisted  variety” means  a variety  enlisted  by the Federal  Seed  Certification  \nand Registration  Department  under  Section  22A;] \n \n2[(vi)] “Federal  Seed  Certification  Agency” means  the Federal  Seed  Certification  \n2[and Registration  Department]  established  under  section  5; \n \n2[(vii)  “Federal  Seed  Committee ” means  Federal  Seed  Committee  constituted  under  \nsection  22I; \n \n1For Statement  of Objects  and Reasons,  see Gaz. of P ., 1976,  Ext., Pt. Ill, p. 385. \n2 Subs,  omitted,  Ins. by Act VII of 2015,s.2.  \n \n \nPage 4 of 17  (viii)  “genetically  modified  variety” means  plant  varieties  which  have  been  bred \nby genetic  engineering  involving  molecular  techniques  that modify,  \nrecombine  and transfer  genes  or segments  of genetic  material  and includes  \nrecombinant  deoxyribonucleic  acid (DNA)  techniques  that transfer  genes  \nor segments  of genetic  material  between  genotype  and also apply  to plant  \nvarieties  derived  from  a living  modified  organism; \n \n(ix)  “horticulture  nursery” means  any grounds  or premises  on which  nursery  \nplants  are propagated,  grown  or procured  for resale  and held for sale \nthroughout  the year; ] \n \n1[(x) “hybrid” means  (1) the first generation  offspring  of a cross  between  two \nindividuals  (plants)  differing  in one or more  genes;  \n \n(2) the progeny  of a cross  between  species  of the same  genus  or of different  genera;  \n \n(xi)  “misbranded  seed” means  a seed if― \n \n(i)  it is a substitute  for, or resembles  in a manner  likely  to deceive,  \nanother  plant  variety  or hybrid  of seed under  the name  of which  it is \nsold,  and is not plainly  and conspicuously  labelled  so as to indicate  \nits true nature ; \n \n(ii)  it is falsely  stated  to be the product  of any place  or country;  \n \n(iii)  it is sold by a name  which  belongs  to another  kind or plant  variety  or \nhybrid  of seed;  \n \n(iv)  false  claims  are made  for it upon  the label  or otherwise;  \n \n(v)  when  sold in a package  which  has been  sealed  or prepared  by, or at the \ninstance  of, the person  engaged  in seed business  and which  bears  his \nname  or address,  the contents  of each  package  are not \nconspicuously  and correctly  stated  on the outside  thereof  within  the \nlimits  of variability  prescribed  under  this Act; \n \n(vi)  the package  containing  it or the label  on the package,  bears  any \nstatement,  design  or device  regarding  the quality  or the kind or plant  \nvariety  or hybrid  of seed contained  therein,  which  is false  or \nmisleading  in any material  particular  or if the package  is otherwise  \ndeceptive  with respect  to its contents;  \n \n(vii)  it is not registered  in the manner  required  by or under  this Act; \n \n(viii)  its label  contains  any reference  to registration  other  than registration  \nnumber;  \n \n(ix)  its label  does not contain  a warning  or caution  which  may be necessary  \nand sufficient,  if complied  with,  to protect  human,  animal  and plant  \nlife and health  or to avoid  serious  prejudice  to the environment;  \n \n1Ins by Act VII of 2015,s.2.  \n \n \nPage 5 of 17  (x)  the package  containing  it or the label  on the package  bears  the name  \nof a fictitious  individual  or company  as the dealer  of the kind or plant  \nvariet y or hybrid;  or \n \n(xi)  it is not labeled  in accordance  with the requirements  of this Act or \nthe rules  made  thereunde r;] \n \n1[(xii)]  “National  Seed  Council” means  the National  Seed  Council  \nestablished  under  section3;  \n \n1[(xiii)]”notified  variety  or species” means  a variety  or species  which  has \nbeen  notified  as such  under  section  10; \n \n1[((xiv)”person” means  any natural  or legal  entity  and includes  an \nassociation  of persons  firm,  partnership,  society,  group  of persons,  a \npublic  or private  limited  company,  corporation,  cooperative  society  or \nany other  body  corporate; ] \n \n1[(xv)]”post­control ” means  a trial to check  on varietal  authenticity  and \npurity  of the certified  seed;  \n \n1[(xvi)]”pre­basic  seed” means  seed of high genetic  purity  produced  by a \nplant  breeder];  \n \n1[(xvii)]  “prescribed ” means  prescribed  by rules;  \n \n1[(xviii) ]”Provincial  Seed  Council’  means  a Provincial  Seed  Council  \nestablished  under  section  9; \n1[(xix)] “registered  grower” means  a person­or  group  of persons  engaged  in \nproducing  seed and registered  as such under  this Act; \n \n1[(xx)]  “registered  variety” means  a variety  registered  by the 1[Federal  Seed  \nCertification  Department  under  section  22A]  \n \n1[(xxi)]  “released  variety” means  a registered  variety  having  agricultural  value  \nfor growing  in a Province  and approved  by the Provincial  Seed  \nCouncil;  \n \n1[(xxii)]  “rules” means  rules  made  under  this Act; \n \n1[(xxiii)”seed” means  any of the branded  reproductive  or vegetative  \npropagating  material  of the plants  of field crops,  vegetable  crops,  \nfruits,  spices,  medicinal  herbs,  flowers,  shrubs,  forest  trees,  other  plant  \nspecies  and mushroom  spawn  used for sowing  or planting  the genera  \nor species  prescr ibed by the Federal  Government; ] \n \n1[(xxiv) ] “Seed  Analyst” means  a Seed  Analyst  appointed  under  section  17; \n \n \n1Renumbered, Ins . and Subs , by Act VII of 2015,  s. 2. \n \n \nPage 6 of 17  1[(xxv)  “seed business” means  any commercial  operation  of seed involving  \nproduction,  processing,  conditioning,  packaging,  distribution,  import  \nand export  of seeds;]  \n \n1[(xxvi) ] “Seed  Certification  Officer” means  a Seed  Certification  Officer  \nappointed  under  section  18; \n \n1[(xxvii)  “seed dealer” means  any person  registered  as seed dealer  under  this \nAct]; \n \n1[(xxvi ii)] “Seed  Inspector” means  a Seed  inspector  appointed  under  section  \n19; \n \n1[(xxix)“seed processing ” means  the process  by which  seeds  and planting  \nmaterials  are dried,  threshed,  shelled,  ginned  or delinted  (in cotton),  \ncleaned,  graded  or treated; ] \n \n1[(xxx)] “species” means  a group  of plants  representing  a crop known  by a \ncommon  name,  such as, wheat,  paddy  and cotton  belonging  to one \nspecies  sub­species  or forma;1[*] \n \n1[(xxxi)“terminator  technology ” means  genetic  modification  that includes  \ngene  or gene  sequences  which  restrict  germination  of the seed \nproduced  by the plant  variety  or hybrid  during  the next subsequent  \nyear of planting;]  \n \n1[(xxxii)  “truthfully  labeled  seed” means  seed of a registered  variety  or hybrid  \nproduced  locally  or imported  and which  conforms  to standards  as \nprescribed  under  the rules;]  \n \n1[(xxxiii) ] “variety” means  a group  of plants  belonging  to a species  which  for \ncropping  purpose  is considered  as an individual  unit and can be \ndistinguished  from  other  varieties  of the same  species  1[;and]  \n \n1[(xxxiv)  “variety  evaluation  committee ” means  the committee  constituted  for \nevaluation  of candidate  crop varieties  in the country  as may be \nprescribed.]  \n \n \n \n \n \n \n \n \n \n \n \n \n \n1Renumbered, Ins. Omitted , Subs. and  added by Act VII of 2015,  s. 2. \n \n \nPage 7 of 17   3. Establishment  of National  Seed  Council.  As soon  as may be after the commencement  of \nthis Act, the Federal  Government  shall  establish  a National  Seed  Council  under  the Chairmanship  of \nthe Federal  Minister­  in­Charge  1[the Ministry  concerned]  for the performance  of such functions  as \nmay be entrusted  to it under  this Act. \n \n 4. Functions  of the National  Seed  Council.  The functions  of the National  Seed  Council  \ninter­alia  shall  be— \n \n(i)  to advise  on policy  for the development,  operation  and regulation  of the \nProvincial  seed industries;  \n \n(ii)  to maintain  a watch  on the operation  of the provisions  of this Act; \n \n(iii)  to guide  in administering  the seed quality  control  service;  \n \n(iv)  to direct  initiation  of Provincial  Seed  Projects;  \n \n(v)  to ensure  and protect  investment  in the seed industry;  \n \n(vi)  to approve  and sanction  seed standards;  \n \n(vii)  to regulate  inter­Provincial  seed movement;  \n \n(viii)  to advise  on import  of seeds;  \n \n(ix)  to coordinate  multiplication  and supply  of seeds  of approved  varieties;  \n \n(x)  to coordinate  the arrangements  for the maintenance  of genetic  potential;  and \n \n(xi)  to assist  in developing  approved  seed production  farms.  \n \n 5. Establishment  of Federal  Seed  Certification  Agency.  As soon  as may be after the \ncommencement  of this Act, the Federal  Government  shall  establish  a Federal  Seed  Certification  \n1[and Registration  Department]  for the performance  of such functions  as may be entrusted  to it under  \nthis Act. \n \n6. Functions  of Federal  Seed  Certification  1[and  Registration  Department].  The Federal  Seed  \nCertification  1[and Registration  Department]  shall  perform  the following  functions,  namely:— \n \n(a)  controlling  the quality  of seeds;  \n \n(b)  registering  growers  in such manner  and subject  to such conditions  as may be \nprescribed;  \n \n(c)  certification  of seeds;  \n \n(d)  field inspection  of the crops  of registered  varieties  and released  varieties  \nintended  for sale as basic  seed or certified  seed;  \n \n(e)  sampling  and testing  of seed lots intended  for sale in order  to ascertain  \ntheir purity,  viability,  germination  capacity  and health  status  in the prescribed  \nmanner;  \n \n(f)  issuing  certificates  in respect  of seeds  which  meet  the prescribed  standards  of \nparticular  category  of seeds;  \n \n(g)  carrying  out post­control  trials  on pre­basic,  basic  and certified  seeds;  \n \n1Subs. by Act VII of 2015,s.3­6.  \n \nPage 8 of 17  (h)  sampling  and analysing  seed lots delivered  to the processing  plants  to \nestablish  a basis  for the purchase  of such lots; \n \n(i)  arranging  training  courses  for1[persons  engaged  in the seed business];  \n \n(j)  providing  technical  and specialist  advice  and assistance  to the National  Seed  \nCouncil  in the performance  of its functions  [; and]1 \n \n1[(k)  conduct  pre­registration  checking  of varieties  of both public  and private  sectors  \nsubmitted  for the purpose  of \n \n(i)  determining  agronomic  value  regarding  regional  suitability  for \nregistration  as a plant  variety  or hybrid  evaluated  by variety  evaluation  \ncommittee;  \n \n(ii)  providing  definitive  botanical  description  of plant  varieties;  and \n \n(iii)  providing  information  on genetic  suitability  and adaptability  of \nvarieties;  \n \n(l)  register  seed varieties  after conducting  pre­registration  checking  under  clause  \n(k); \n \n(m)  publish  a list of registered  plant  varieties;  \n \n(n)  perform  such other  functions  as the National  Seed  Council  may entrust  to it; \nand \n \n(o)  propose  procedures  for maintaining  purity  of the seed stock  and conduct  \nresearch  in seed science  and technology.]  \n \n7. 1[* * * * * * *] \n \n8. 1[* * * * * * *] \n \n 9. Establishment  of Provincial  Seed  Council. ― As soon as may be after the \ncommencement  of this Act, each Provincial  Government  shall  establish  a Provincial  Seed  Council  for \nthe performance  of such functions  for the purposes  of this Act as may be entrusted  to it by the Federal  \nGovernment,  in consultation  with the Provincial  Government.  \n \n 10. Power  to notify  varieties  or species  of seed.  The Federal  Government  may,  by \nnotification  in the official  Gazette,  specify:— \n \n(i)  the varieties  or species  of seed approved  for production  in a Province  or any \npart thereof;  \n \n(j)  the minimum  limits  of germination  and purity  standards  to which  such seed \nshall  conform;  and \n \n(k)  the mark  and label  to indicate  that such seed conforms  to the minimum  limits  \nof germination  and purity  standards  and the particulars  which  such mark  or \nlabel  may contain.  \n \n 11. Regulation  of sale of seeds  of 1[Plant]  varieties  and species. ― 1[(1)]No  person  shall  \nsell, offer  for sale, or advertise  or hold in stock  for sale, or barter  or otherwise  supply,  any seed of \nany 1[plant]  variety  or species  unless,— \n \n1 Subs,  Added , Omitted  and Renumbered  by Act VII of 2015,  ss.6­11.  \n \nPage 9 of 17  (a)  such seed is identifiable  as to its variety  or species;  \n \n(b)  such seed conforms  to the minimum  limits  of germination  and purity  standards  \nas laid down  under  section  10; \n \n(c)  the container  of such seed bears  the mark  and label  containing  correct  \nparticulars  thereof  in the prescribed  manner;  and \n \n1[(d) any other  requirement  as may be prescribed  has been complied  with.;]  \n \n1[(2) No person  shall  sell, adve rtise or hold in stock  for sale, seed of any plant  variety  or \nhybrid  banned  or not approved  by the Federal  Government  or a Provincial  Government.]  \n \n 12. Appointment  of registered  growers.  The Federal  Seed  Certification  1[and Registration  \nDepartment]  may,  on the recommendation  of a Provincial  Seed  Council,  register  any farmer  or \ngrower  as a registered  grower  to produce  seed in the prescribed  manner.  \n \n 13. Grant  of certificate  by Federal  Certification  1[and  Registration  Department].  —(1) \nAny person  intending  to produce  notified  varieties  or species  of seed,  or stock  for sale, or offer  for \ndistribution  or otherwise  supply  seed of a notified  variety  or species  may,  if he desires  to have  such \nseed certified  or tested  by the Federal  Seed  Certification  1[and Registration  Department],  apply  to the \nsaid 1[and Registration  Department]  for the grant  of a certificate  for this purpose.  \n \n (2) Every  application  under  sub­section  (1) shall  be in such form  and be accompanied  by \nsuch fee and contain  such information  as may be prescribed.  \n \n (3) On receipt  of an application  under  sub­section  (1), the Federal  Certification  1[and \nRegistration  Department],  may after such enquiry  as it thinks  fit and after satisfying  itself  that the \nseed to which  the application  relates  conforms  to the minimum  prescribed  standards,  grant  a certificate  in \nsuch form  and on such conditions  as may be prescribed.  \n \n 14. Period  for which  registration  and certification  shall  be effective. —(1) The \nregistration  of a grower  for producing  seeds  shall  be effective  for such period,  not exceeding  five \nyears,  as may be prescribed.  \n \n(2) The certification  of the notified  varieties  and species  of seeds  shall  be effective  for such \nperiod  as may be prescribed.  \n \n 15. Cancellation  of certification.  If, at any time after certification  under  sub­section  (3) of \nsection  13, the Federal  Seed  Certification  1[and Registration  Department]  is satisfied,  either  on a \nreference  made  to it in this behalf  or otherwise,  that— \n \n(i)  the certificate  granted  by it has been  obtained  by misrepresentation  or \nsuppression  of an essential  fact; or \n \n(ii)  the holder  of the certificate  has, without  reasonable  cause,  failed  to comply  \nwith the conditions  subject  to, which  the certificate  has been granted  or has \ncontravened  any of the provisions  of this Act or the rules,  \n \nthen,  without  prejudice  to any other  penalty  to which  the holder  of the \ncertificate  may be liable  under  this Act, the Federal  Seed  Certification  1[and \nRegistration  Department]  may,  after giving  the holder  an opportunity  of \nshowing  cause,  cancel  the certificate.  \n \n1 Subs,  Added  by Act VII of 2015,  s.8. \n \nPage 10 of 17  16. Appeal.—(1) Any person  aggrieved  by a decision  of the Federal  Seed  Certification  1[and \nRegistration  Department]  under  section  15 to cancel  a certificate  may,  within  thirty  days from  the \ndate on which  the decision  to cancel  the certificate  is communicated  to him and on payment  of such \nfee as may be prescribed,  prefer  an appeal  to the Federal  Government  or any other  authority  as it \nmay determine  from  time to time.  \n \n (2) On receipt  of an appeal  under  sub­section  (1), the appellate  authority  shall,  after giving  \nthe appellant  an opportunity  of being  heard,  dispose  of the appeal  as expeditiously  as possible.  \n \n (3) The order  of the appellate  authority  under  this section  shall  be final.  \n \n 17. Seed  Analyst.  The Federal  Seed  Certification  1[and Registration  Department]  may,  by \nnoti­  fication  in the official  Gazette,  appoint  any person  to be a Seed  Analyst  to test the quality  and \npurity  of seed produced  at the seed farms  before  it is given  out for commercial  cultivation.  \n \n 18. Seed  Certification  Officer.  The Federal  Seed  Certification  1[and Registration  \nDepartment]  may,  by notification  in the official  Gazette,  appoint  such person  as it thinks  fit to be a \nseed Certification  Officer  for such area as may be specified  in the notification.  \n \n(2) A Seed  Certification  Officer  shall  perform  the same  functions  as are assigned  to a Seed  \nInspector  and also supervise  the work  of the Seed  Inspectors  in the area for which  he is appointed.  \n \n 19. Seed  Inspector.  The Federal  Seed  Certification  1[and Registration  Department]  may,  \nby notification  in the official  Gazette,  appoint  such persons  as it thinks  fit to be seed Inspectors  for \nsuch areas  as may be specified  in the notification.  \n \n 20. Power  of Seed  Inspectors. ―(1) A Seed  Inspector  may,  within  the area for which  he is \nappointed,  inspect  and take samples  of any seed in labeled  containers  purporting  to contain  seed of a \nnotified  variety  or species  of seed from  any person  producing,  selling,  delivering,  stocking  or \ndistributing  seed and send such samples  for analysis  to the nearest  laboratory  of the Federal  Seed  \nCertification  1[and Registration  Department].  \n \n (2) The Seed  Inspector  may— \n \n(a)  enter  and search  at all times,  with such assistance  1[of law enforce ment agency  \nor district  administration]  as he may consider  necessary,  any place  in which  he \nhas reason  to believe  that an offence  under  this Act has been  or is being  \ncommitted  and order  in writing  the person  in possession  of any seed in respect  \nof which  the offence  has been  or is being  committed  not to dispose  of any \nstock  of such seed for a specified  period  not exceeding  thirty  days or, unless  \nthe alleged  offence  is such that the defect  may be removed  by the possessors  \nof seed,  seize  the stock  of such seed;  \n \n(b)  examine  any record,  register,  document  or other  material,  object  found  in any \nplace  mentioned  in clause  (a) and seize  the same,  if he has reason  to believe  \nthat it may furnish  evidence  of the commission  of any offence  punishable  \nunder  this Act; and \n \n(c)  exercise  such powers  as may be necessary  for carrying  out the purposes  of this \nAct or any rule. \n \n(3) 1[*   *  *  *  *  *  *] \n \n1 Subs,  Ins. and omitted  by Act VII of 2015,  ss. 8­9. \n \nPage 11 of 17   (4) The power  conferred  by this section  includes  power  to break  open  any labeled  container  \nin which  any seed of any notified  variety  or species  may be kept and to break  upon  the door of any \npremises  where  any such seed may be kept for sale: \n \nProvided  that the power  to break  open  the door shall  be exercised  only after the owner  or any \nother  person  in occupation  of the premise,  if he is present  therein,  refuses  to open  the door on being  \ncalled  upon  to do so. \n \n (5) Where  the Seed  Inspector  takes  any action  under  sub­section  (1), he shall,  as far as \npossible,  call not less than two persons  of the locality  to be present  at the time when  such action  is \ntaken  and take their signature  on a memorandum  to be prepared  in the prescribed  form  and manner.  \n \n (6) The provisions  of the Code  of Criminal  Procedure,  1898  (Act V of 1898 ) shall,  so far as \nmay be, apply  to any search  or seizure  made  under  this section  as they apply  to any search  or seizure  \nmade  under  the authority  of a warrant  issued  under  section  98 of the said Code.  \n \n 21. Procedure  to be followed  by Seed  Inspector. —(1) Whenever  a Seed  Inspector  \nintends  to take a sample  from  the 1[seed of any crop]  or species  for analysis,  he shall— \n \n(a)  give notice  in writing  of his intention  to do so to the person  from  whom  he \nintends  to take sample;  and \n \n(b)  except  in special  cases  provided  by rules,  take three  representative  samples  in \nthe prescribed  manner  and mark  and seal or fasten  up each sample  in such \nmanner  as its nature  permits.  \n \n (2) When  samples  of any seed of any notified  variety  or species  are taken  under  sub­section  \n(1), the Seed  Inspector  shall— \n \n(a)  deliver  one sample  to the person  from  whom  it has been  taken;  \n \n(b)  send,  in the prescribed  manner,  another  sample  for analysis  to the Seed  \nTesting  Laboratory  of the area within  which  such sample  has been  taken;  and \n \n(c)  retain  the remaining  sample  in the prescribed  manner  for production  in case \nany legal  proceedings  are taken.  \n \n (3) Where  a Seed  Inspector  makes  an order  under  clause  (a) of sub­section  (2) of section  20, \n \n(a)  he shall  use all dispatch  in ascertaining  whether  or not the seed contravenes  \nany of the specifications  laid down  under  section  10, and, if it is ascertained  \nthat the seed does not so contravene,  forthwith  revoke  the order  passed  under  \nthe said clause  or, as the case may be, take such action  as may be necessary  \nfor the return  of the stock  of the seed seized  thereunder;  \n \n(b)  if the stock  of the seed seized  under  that clause  does not conform  to the \naforesaid  specifications,  he shall,  as soon  as may be, report  the matter  to a \nMagistrate  and take his orders  as to the custody  thereof;  and \n \n \n1 Subs  by Act VII of 2015,  s. 10. \n \n \nPage 12 of 17  (c)  without  prejudice  to the institution  of any prosecution,  if the alleged  offence  is \nsuch that the defect  may be removed  by the possessor  of the seed,  he shall,  on \nbeing  satisfied  that the defect  has been  so removed,  forthwith  revoke  the order  \npassed  under  the said clause.  \n \n (4) Where  a Seed  Inspector  seizes  any record,  register,  documents  or any material  object  \nunder  clause  (b) of sub­section  (2) of section  20, he shall,  as soon  as may be, report  the matter  to a \nMagistrate  and take his orders  as to the custody  thereof.  \n \n 22. Report  of Seed  Testing  Laboratory.  — (1) The Seed  Testing  laboratory  shall,  as soon  \nas may be after the receipt  of the sample  under  section  21, analyse  the sample  and deliver,  in such \nform  as may be prescribed,  one copy  of the report  of the result  of the analysis  to the Seed  Inspector  \nand another  copy  thereof  to the person  from  whom  the sample  has been  taken.  \n \n (2) The production  in any inquiry,  trial or other  proceedings  under  this Act of a report  \nunder  the hand  of a Seed  Analyst  in the form  prescribed  shall,  until the contrary  is proved,  be \nsufficient  to prove  the facts  stated  therein.  \n \n (3) When  any person  is accused  of an offence  under  this Act, the court  may,  if it considers  \nnecessary  in the interest  of justice  and the accused  deposits  in the court  a sum of money  in \naccordance  with the scale  prescribed,  summon  as a witness  the Seed  Analyst  who analysed  the \nsample  in respect  of which  such person  is accused  of having  committed  an offence,  and, if such \nperson  is acquitted,  any sum of money  so deposited  shall  be refunded  to him. \n \n1[22A.  Registration  or enlisting  of plant  variety  or hybrid.− (1) An application  for \nregistration  of plant  variety  or hybrid  shall  be made  in such form  and be accompanied  by such fee \nand shall  contain  such information  as may be prescribed.  \n \n (2) Subject  to the provisions  of section  22E, the Federal  Seed  Certification  and Registration  \nDepartment  may register  or enlist,  or refuse  to register  or enlist,  a plant  variety  or hybrid  as may be \nprescribed.  \n \n (3) The plant  varieties  or hybrids  imported  for general  cultivation  would  be registered  or \nenlisted  by Federal  Seed  Certification  and Registration  Department  on the basis  of the results  of \nmulti­  location  trials  for at least two crop season  within  Pakistan  as may be prescribed.  \n \n (4) If it any time after registration  of a plant  variety  or hybrid,  the Federal  Seed  \nCertification  and Registration  Department  is satisfied,  either  on a reference  made  to it by any person  \nor organization  in this behalf  or otherwise,  that the registration  or enlisting  granted  by it has been  \nobtained  by misrepresentation  or suppression  of essential  factor  conditions  of registration  has been  \nchanged,  then Federal  Seed  Certification  and Registration  Department  may cancel  registration  or \nenlisting  of the plant  variety  or hybrid  in such manner  as may be prescribed.  \n \n (5) For the purposes  of this Act, a register  of all registered  or enlisted  plant  varieties  or \nhybrids  to be called  National  Register  of Seeds  shall  be kept by Federal  Seed  Certification  and \nRegistration  Department  wherein  all specifications,  as may be prescribed,  shall  be maintained.  \n \n (6) The Federal  Seed  Certification  and Registration  Department  shall,  within  such intervals  \nand in such manner  as it thinks  appropriate,  publish  the national  list of plant  varieties  or hybrids  registered  \nor enlisted  during  that interval.  \n \n1 Ins. by Act VII of 2015,s.11.  \n \n \nPage 13 of 17  22B.  Registration  to do seed business. ― (1) Any person  may make  application,  on the \nform  as may be prescribed,  for registration  of seed business  in Pakistan.  \n \n (2) The application  form,  under  sub­section  (1), shall  accompany  such fee as may be \nprescribed.  \n \n (3) The Ministry,  dealing  with subject­matter  of seed,  after making  such enquiry  as may be \nprescribed,  shall  grant  registration  to the applicant  specified  under  sub­section  (1). \n \n (4) Every  registration  granted  under  this Act shall  remain  valid  for five years  from  the date \nof issue  of the registration  unless  earlier  suspended  or cancelled.  \n \n (5) Every holder  of the registration  desirous  to renew  the registration  shall,  before  the \nexpiry  of the registration  period,  make  an application  for renewal  to the Director  General,  Federal  \nSeed  Certification  and Registration  Department  together  with such fee as may be prescribed.  \n \n (6) On receipt  of application  under  sub­section  (5) and a renewal  prescribed,  the Director  \nGeneral,  Federal  Seed  Certification  and Registration  Department,  may renew  the registration  for \nanother  period  of five years.  \n \n (7) In case the application  under  sub­section  (5) is made  after the expiry  of the registration,  \nthe registration  may be renewed  on payment  of an additional  fee of one thousand  rupees  for each \nmonth  or part thereof,  in addition  to the fee for renewal  of registration.  \n \n (8) The registration  shall  be deemed  cancelled,  if― \n \n(a)  the registration  is not renewed  within  six months  after the date of expiry  of \nthe registration ; or \n \n(b)  the holder  of the registration  fails to do business  for at least three  years;  or \n \n(c)  the holder  of the registration  is found  to be in violation  of any provision  of this \nAct. \n \n22C.  Registration  of seed dealer. ― (1) No person  shall  sell crop seeds  at any place  \nexcept  under  the terms  and conditions  of dealership  license  granted  to him under  this Act. \n \n (2) Provisional  dealership  license  will be granted  for one year without  pre­condition  of \nprescribed  training.  \n \n (3) Any person  having  received  prescribed  training  from  the Federal  Seed  Certification  and \nRegistration  Department  may,  for regular  registration  and grant  of license  under  this Act, apply  to \nProvincial  Government  on prescribed  form  accompanied  by such fee as may be prescribed.  \n \n (4) The Provincial  Government  shall,  after making  such inquiry  as may be necessary,  grant  \nregistration  to the applicant  or otherwise  decide  the application  within three  months  after its filing.  \n \n (5) Every  licence  issued  under  this Act shall  unless  earlier  suspended  or cancelled  earlier,  \nremain  valid  for three  years  from  the date of its issue.  \n \n (6) Every  holder  of a licence  desiring  to renew  the licence  shall,  before  the expiry  of \nlicence,  apply  to the Provincial  Government  for renewal  of the licence  on payment  of such fee as \nmay be prescribed.  \n \nPage 14 of 17  (7) On receipt  of application  and fee under  sub­section  (6), the Provincial  Government,  on \nthe recommendation  of the Regional  Director,  Federal  Seed  Certification  and Registration  \nDepartment,  may renew  the licence  for another  three  years.  \n \n (8) Every  seed dealer  shall  clearly  display  at his place  of business  the sale prices  of \ndifferent  crop seeds  held by him including  the opening  and closing  stocks  on a daily  basis.  \n \n (9) The license  of any seed dealer  shall  be liable  to be cancelled  if he is found  to be in \nviolation  of any provision  of this Act. \n \n22D.  Registration  of seed processing  units. ― (1) No person  shall  maintain  a seed \nprocessing  unit unless  such unit is registered  by the Federal  Government  under  this Act. \n \n (2) The Federal  Government  shall  register  seed processing  unit if it meets  the \nspecifications  prescribed  in terms  of infrastructure,  equipment  and qualified  man power.  \n \n (3) Every  application  for registration  shall  be made  in such form  and manner  and \naccompanied  by such fee as may be prescribed.  \n \n (4) The Federal  Government  may,  after making  such inquiry  and subject  to such \nconditions  as it thinks  fit, grant  a certificate  for maintaining  a seed processing  unit in such form  as \nmay be prescribed.  \n \n (5) Every  seed processing  unit shall  furnish  periodic  returns  in such form  and at such time \nas may be prescribed.  \n \n (6) The registration  shall  be cancelled,  if \n \n(a)  it has been  obtained  by misrepresentation  as to a material  particular  \nrelating  to the specification  in terms  of infrastructure,  equipment  and qualified  \nman power;  or \n \n(b)  the registration  holder  is found  to be in violation  of any provision  of this Act \nor rules  made  thereunder.  \n \n22E.  Restrictions. ― No person  shall― \n \n(a)  conduct  seed business  in Pakistan  unless  such person  is registered  to do so \nunder  section  22B,  22C or section  22D;  \n \n(b)  import,  sell, stock  or exhibit  for sale, barter  or otherwise  supply  any seed of \nany variety  or hybrid  which  is not registered  or enlisted  under  this Act for \ncultivation  in Pakistan;  or \n \n(c)  import,  sell, stock  or exhibit  for sale, barter  or otherwise  supply  any seed of \nany variety  or hybrid  if misbranded.  \n \n22F. Establishment  of seed testing  laboratories. ― The Federal  Government  may,  \nby notification  in the official  Gazette,  allow  accredited  seed laboratories  in the public  and private  \nsectors  to carryout  analysis  of seed of any kind or plant  variety  or hybrid  under  this Act in such \nmanner  as may be prescribed.  \n \nPage 15 of 17   22G.  Registration  of genetically  modified  plant  varieties.  Notwithstanding  anything  \ncontained  in this Act, no registration  of genetically  modified  plant  variety  or hybrid  shall  be made,  \nif the application  for registration  does not accompany  \n \n(a)  an affidavit  from  the applicant  declaring  that such variety  does not contain  any \ngene  or gene  sequence  involving  terminator  technology;  \n \n(b)  a certificate  from  the National  Biosafety  Committee  established  by the Federal  \nGovernment  to the effect  that the traits  of genetically  modified  variety  or \nhybrid  shall  have  no adverse  effect  on the environment,  human,  animal  or \nplant  life and health;  and \n \n(c)  field data of two crop season  trial in respect  of Biosafety  and performance  as \nprescribed.  \n \n22H.  Horticulture  nurseries  to be registered. ― (1) No person  shall  conduct  or carry  on \nthe business  of horticulture  nursery  unless  such nursery  is registered  with the Federal  Seed  \nCertification  and Registration  Department  in consultation  with Provincial  Government.  \n \n (2) Every  application  for registration  under  sub­section  (1) shall  be made  in such form  and \ncontain  such particulars  and shall  be accompanied  by such fee as may be prescribed.  \n \n22I. Federal  Seed  Committee. ― The Federal  Government  may,  by notification  in the \nofficial  Gazette,  constitute  the Federal  Seed  Committee  consisting  of a Chairman  and members  \nrepresenting  the Federal  Government  and Provincial  Agriculture  Departments,  Public  and Private  \nseed sectors,  progressive  farmers  and any experts  to perform  such functions  as may be prescribed.  \n \n 22J. Variety  Evaluation  Committee. ― The Federal  Government  may,  by notification  in \nthe official  Gazette,  constitute  the Variety  Evaluation  Committee  to evaluate  candidate  lines,  \ncultivars  and varieties  of public  and private  sectors  and imported  seed material,  for diseases  and \nagronomic  values  of all fields  and horticulture  crops  as prescribed.]  \n \n1[23. Offences  and penalty. ― Whoever— \n \n(a)  contravenes  any provision  or any rule under  this Act; or \n \n(b)  imports,  sells,  holds  in stocks  or exhibits  for sale or barter  or otherwise  \nsupply  any seed of any kind or plant  variety  or hybrid  deemed  to be \nmisbranded;  or \n \n(c)  imports,  sells,  holds  in stocks  or exhibits  for sale or barter  or otherwise  \nsupply  any seed of any kind or plant  variety  or hybrid  which  is not a \nregistered  or enlisted  plant  variety  or hybrid;  or \n \n(d)  prevents  a Seed  Certification  Officer  or a Seed  Inspector  from  taking  a \nsample  or inspecting  seed under  this Act; or \n \n(e)  prevents  any official  from  exercising  any power  conferred  on him by or under  \nthis Act, shall  be punishable, ― \n \n(i)  for the first offence,  with imprisonment  for a term which  may extend  to three  \nmonths  or with fine not exceeding  two hundred  thousand  rupees;  and \n \n1Ins. by Act VII of 2015,  s.12. \n \nPage 16 of 17  (ii)  for every  subsequent  offence,  with imprisonment  for a term which  may extend  \nto six months  or with fine not exceeding  six hundred  thousand  rupees  or both. ] \n \n 24. Power  of court  to order  forfeiture.  If any person  is convicted  of an offence  punishable  \nunder  this Act in respect  of any notified  1[or enlisted]  variety  or species  of seed,  the court  convicting  \nhim shall  further  direct  that the seed shall  be forfeited  to the Federal  Government.  \n \n 25. Cognizance  of offence  etc.—(1) No court  inferior  to that of a Magistrate  of the first \nclass  shall  try an offence  punishable  under  this Act. \n \n(2) No court  shall  take cognizance  of an offence  punishable  under  this Act except  upon  a \ncomplaint  in writing  made  by the Federal  Seed  Certification  Agency  or a person  authorised  by it in \nthis behalf  by an order  in writing.  \n \n 26. Presumption  as to order.  Where  an order  purports  to have  been  made  and signed  by \nan authority  in exercise  of any power  conferred  by or under  this Act, a court  shall  presume  within  the \nmeaning  of the Evidence  Act, 1872  (I of 1872)  that such order  was so made  by that authority.  \n \n27. Indemnity.  No Suit, prosecution  or other  legal  proceeding  shall  lie against  any person  for \nanything  which  is in good  faith done  or intended  to be done  under  this Act or the rules.  \n \n28. Delegation  of powers.  The Federal  Government  may,  by notification  in the official  \nGazette,  direct  that all or any of its powers  under  this Act or the rules  shall,  in such circumstances  \nand under  such conditions,  if any, as may be specified  in the notification,  be exerciseable  also by— \n \n1[(a)  an officer  or authority  subordinate  to Provincial  Government;  or] \n \n(b)  an officer  or authority  subordinate  to the Federal  Government.  \n \n \n29. Power  to make  rules .—(1) The Federal  Government  may,  by notification  in the official  \nGazette,  make  rules  for carrying  out the purposes  of this Act. \n \n (2) In particular  and without  prejudice  to the generality  of the foregoing  power,  such rules  \nmay provide  for— \n \n(a)  the functions  of the Seed  Testing  Laboratory;  \n \n(b)  the requirements  which  shall  be complied  with by the registered  growers  or a \nperson  carrying  on the business  of seed production,  processing  or distribution;  \n \n(c)  the form  of application  for the grant  of a certificate  under  section  13, the \nparticulars  it shall  contain,  the fees which  shall  accompany  it, the form  of the \ncertificate  and the conditions  subject  to which  the certificate  may be granted;  \n \n \n 1Ins. Subs  by Act VII of 2015,ss.13­14.  \n \n \n \n \nPage 17 of 17  (d)  the records  to be maintained  by a registered  grower  or a person  carrying  on the \nbusiness  referred  to in such section  (1) of section  13 and the particulars  which  \nsuch records  shall  contain;  \n \n(e)  the form  and manner  in which,  and the fee on payment  of which,  an appeal  \nmay be preferred  under  section  16 and the procedure  to be followed  by the \nappellate  authority  in disposing  of the appeal;  \n \n(f)  the qualifications  and duties  of a Seed  Certification  Officer;  \n \n(g)  the qualifications  and duties  of a Seed  Inspector;  \n \n(h)  the manner  in which  samples  may be taken  by the Seed  Inspector,  the \nprocedure  for sending  such samples  to the Seed  Testing  Laboratory  and the \nmanner  of analyzing  such samples;  \n(i)  the form  of report  of the result  of the analysis  under  sub­section  (1) of \nsection  22 and the fees payable  in respect  thereof;  \n \n(j)  the powers  and functions  of a Seed  Analyst;  and \n \n(k)  any other  matter  which  is to be or may be prescribed."
}