{
    "file": "./converted_json\\administrator357cb59b2de5ea3eef36e4379060a4eb.json",
    "name": "Centres of Excellence Act",
    "date": "22nd April 1974",
    "tagline": "An Act to establish centres of excellence in universities for teaching and research.",
    "content": "Page 1 of 5 \n  \n \nTHE  CENTRES  OF EXCELLENCE  ACT,  1974  \n \nCONTENTS  \n____________  \nSECTIONS : \n1.  Short  title, extent  and commencement.  \n2.  Definitions.  \n3.  Establishment  of Centre.  \n4.  Functions  of Centre.  \n5.  Board  of Governors.  \n6.  Director . \n7.  Academic  Committee.  \n8.  Fund.  \n9.  Audit  and accounts,  etc. \n9 A.  Power  to transfer  centres.  \n10.  Power  to make  rules.  \n11.  Power  to make  regulations.  \n \n \n \n \n \n \n \nUpdated till 03.01.2023\n \n \nPage 2 of 5 \n THE  CENTRES  OF EXCELLENCE  ACT,  1974 . \n1ACT  NO. XXIV  OF 1974  \n[22nd  April  1974]  \nAn Act to provide  for the establishment  of centres  of excellence  in the universities  for \nconducting  high­level  teaching  and research.  \nWHEREAS  it is expedient  to provide  for the establishment  of centres  of excellence  in the \nuniversities  for conducting  high­level  teaching  and research;  \nIt is hereby  enacted  as follows:— \n1. Short  title,  extent  and commencement.  —(1) This Act may be called  the Centres  of \nExcellence  Act, 1974.  \n(2) It extends  to the whole  of Pakistan.  \n(3) It shall  come  into force  at once.  \n2. Definitions. ⎯ In this Act, unless  there  is anything  repugnant  in the subject  or context,—\n  \n(a) “Board” means  a Board  of Governors  referred  to in sub­section  (1) of section  5;   \n(b)  “Centre” means  a Centre  of Excellence  established  under  section  3; \n(c)  “Commission ” means  the University  Grants  Commission  established  or to be \nestablished  under  the law providing  for the establishment  of such Commission;  \n(d)  “Director” means  the Director  of a Centre;  \n(e)  “regulations ” means  regulations  made  under  section  11; and \n(f)  “rules” means  rules  made  under  section  10. \n3. Establishment  of Centre.⎯ As soon  as may be after the commencement  of this Act, the \nFederal  Government  may,  by notification  in the official  Gazette,  establish  a Centre  of Excellence  in a \nUniversity  specified  in the notification . \n4. Functions  of Centre.⎯ A Centre  shall— \n(a)  engage  in goal­oriented  high­level  teaching  and research;  \n(b)  train research  workers;  \n \n1For Statement  of Objects  and Reasons,  see Gaz. of P ., 1974,  Ext.,  Pt. III, p. 214. \n \n \nPage 3 of 5 \n (c)  establish  M.Phil,  1[Ph. D. and other]  programmes  in the relevant  discipline  in \naccordance  with the standard  and requirements  of the University  in which  the \nCentre  is established;  \n(d)  promote  co­operation  in inter­disciplinary  relationship  with other  teaching  and \nresearch  establishment;  \n(e)  arrange  conferences,  seminars  and refresher  courses  for the development  of \nteaching  and research;  and \n(f)  conduct  teaching  and research  in such particular  discipline  as is assigned  to it \nby the Federal  Government  2[in consultation  with the University  in which  the \nCentre  is established].  \n5. Board  of Governors. ⎯ (1) The management,  overall  control  and supervision  of the affairs  \nof a Centre  established  in a University  shall  vest in a Board  of Governors  consisting  of the following  \nmembers,  namely:— \n(a)  Vice­Chancellor  of the University,  who shall  also be its Chairman.  \n(b)  A representative  of the Commission.  \n(c)  A representative  of the Pakistan  Science  Foundation.  \n(d)  A representative  of the Ministry  of Education.  \n(e)  Dean  of the Faculty  of the University.  \n2[(f)  Two experts  in the subject  to be nominated  by the Federal  Government  on the \nrecommendation  of the commission.  \n(g)  One expert  in the subject  to be nominated  by the Syndicate  of the University.  \n(h)  One expert  in the subject  to be nominated  by the Academic  Council  of the \nUniversity.  \n(i)  One expert  in the subject  to be nominated  by the National  Education  Council.  \n(j)  Director  of the Centre. ] \n(2) In particular  and without  prejudice  to the generality  of the foregoing  provision,  the Board  \nshall  have  the power  to— \n(a) approve the academic and research programmes of the Centre 2[with the \nconcurrence of the Academic Council of the University in which the Centre is \nestablished.]  \n \n \n \n1Subs.  and added  by the Centres  of Excellence  (Amdt.)  Act, 1976  (IX of 1976),  s. 2, for “and Ph.D.” \n2Subs.  and added  by the Centres  of Excellence  (Amdt.)  Act, 1976  (IX of 1976),  s. 3, for clauses  (f) and (g). \n  \n \n \nPage 4 of 5 \n (b)  lay down  rules  of admission  to the Centre;  \n(c)  institute  fellowships  for promotion  of research  in the discipline  concerned;  \n(d)  create,  suspend  or abolish  such posts  as may be necessary;  \n(e)  appoint  teachers  and other  officers;  and \n(f)  hold,  control  and administer  the funds  of the Centre.  \n(3) A member  of the Board  referred  to in paragraph  (f) of sub­clause  (1) shall  hold office  for \nsuch term as may be determined  by the Federal  Government.  \n(4) The meetings  of the Board  shall  be held as and when  called  by the Chairman:   \nProvided  that not less than two meetings  shall  be held in each year.  \n(5) In the exercise  of its powers  and the performance  of its functions,  a Board  shall  be subject  \nto such special  or general  instructions  as may be issued  by the Commission  from  time to time.  \n(6) The Board  may,  for the speedy  and efficient  working  of the Centre,  delegate  to the Director  \nsuch of its powers  as it may deem  necessary.  \n6. Director. — (1) The Director  shall  be appointed  by the Federal  Government  1[after  \nconsultation  with the Commission  and the Vice­Chancellor  of the University  in which  the Centre  \nconcerned  is established,]  on such remuneration  and other  terms  and conditions  of service  as may be \ndetermined  by the Federal  Government.  \n(2) The Director  shall  be the academic  and executive  head  of the Centre  and secretary  of the \nBoard,  and shall  be responsible  to the Board  for carrying  out the objectives  of the Centre.  \n(3) The Director  shall  perform  such other  functions  and exercise  such powers  as may be \nassigned  or delegated  to him by the Board.  \n(4) The Director  may,  by writing  under  his hand  addressed  to the Chairman,  resign  his office.   \n7. Academic  Committee. — (1) At each Centre,  there  shall  be an Academic  Committee  \nconsisting  of the following  members,  namely:— \n(a)  Director  of the Centre,  who shall  also be its Convener.  \n(b)  All Professors and Associate Professors of the Centre.  \n(c) Two experts to be nominated by the Commission.  \n(2) The Committee may  associate  such other experts as it may consider necessary.  \n(3) The Committee shall prepare and submit to the Board the academic and research \nprogrammes of the Centre.  \n \n \n1Subs.  by the Centres  of Excellence  (Amdt.)  Act, 1976.  (IX of 1976),  s. 4, for “on the recommendation  of the Commission ”.  \n \n \nPage 5 of 5 \n 8. Fund.⎯ Each  Centre  shall  have  a fund to which  shall  be credited— \n(a)  grants  made  by the Federal  Government,  the Provincial  Governments  and the \nCommission;  \n(b)  contributions  and donations  from  individuals,  local  bodies,  corporations,  \ninstitutions,  organizations  and agencies;  and \n(c)  income  from  fees. \n9. Audit  and accounts,  etc.— (1) The accounts  of a Centre  shall  be maintained  in such form  \nand manner  as may be prescribed  by rules.  \n(2) The accounts  of a Centre  shall  be audited  once  in every  year by an auditor  appointed  by the \nCommission  on such remuneration,  if any, to be paid by the Centre,  as the Commission  may fix. \n(3) A Centre  shall  submit,  through  the Commission,  to the Federal  Government  a copy  of its \naudited  annual  accounts,  together  with the observations  of the Director,  if any, thereon,  and a report  \non the activities  of the Centre  during  the preceding  year.  \n(4) A Centre  shall  furnish  to the Federal  Government  such information  relating  to its activities  \nas may be asked  for by the Federal  Government  from  time to time.  \n1[9A. Power  to transfer  Centres.⎯ The Federal  Government  may,  by Order  published  in the \nofficial  Gazette  and subject  to such terms  and conditions  as it may think  fit to impose,  transfer  any \nCentre  to a university  or, as the case may be, the Provincial  Government.]  \n10. Power  to make  rules.⎯ The Federal  Government  may,  by notification  in the official  \nGazette,  make  rules  for carrying  out the purposes  of this Act, 2[including  rules  to regulate  the financial  \nand administrative  matters  relating  to a Centre.]  \n11. Power  to make  regulations. ⎯ A Centre  may,  with the approval  of the Commission,  make  \nsuch regulations  3[concerning  academic  matters],  not inconsistent  with the rules,  as it may consider  \nnecessary  for carrying  out the purposes  of this Act. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n1Ins. by Ord. of the Centers Laws (Amdt.) Ordinance, 2002. (LVIII  of 2002). s.2 & Sch. \n2Added  by the Centers  of Excellence  (Amdt.)  Act, 1976  (IX of 1976),  s. 5. \n3Ins. by The Centers of Excellence (Amdt.) Act, 1976 (IX of 1976), s.6 ."
}