{
    "file": "./converted_json\\administratorb901d805b24d8dca3f506a04744198ae(1).json",
    "name": "The Civil Servants Act, 1973",
    "date": "26th September, 1973",
    "tagline": "An Act to regulate the appointment of persons to, and the terms and conditions of service of persons in, the service of Pakistan.",
    "content": "THE  CIVIL  SERVA NTS ACT, 1973  \n \n \n \n \nCONTENTS  \n____ ____ \nSECTIONS : \n1.  Short title, application and comme ncement.  \nCHA PTER  I \nPRELIMINARY \n2.  Definitions.  \nCHA PTER  II \nTERMS AND  CONDIT IONS OF SERVICE OF CIVIL SERVANTS  \n \n3.  Terms and conditions. \n4.  Tenure of office of civil servants. \n5.  Appointments.  \n6.  Probation.  \n7.  Confirmation. \n8.  Seniority. \n9.  Promotion.  \n10.  Posting and transfer.  \n10A.  Restriction on service in international organization.  \n11.  Termination of service.  \n11A.   Absorption of civil servants rendered surplus. \n11B.   \n12.  Reversion to lower post, etc. \n13.  Retirement from service. \n14. Employment after retirement. \n15.  Conduct. Updated till 15.12.2021  \n \n 16.   Efficiency and discipline. \n17.  Pay.  \n18.  Leave.  \n19.  Pension and gratuity.  \n20.  Provident Fund.  \n21.  Benevolent Fund and Group Insurance. \n22.  Right of appeal or representation.  \nCHA PTER  III  \nMISCELLANE OUS \n23.  Saving.  \n23A.   Indemnity.  \n23B.  Jurisdiction barred.  \n24.  Removal of difficulties.  \nCHA PTER  IV  \nRULES  \n25.  Rules.  \n26.  [Repeal]  \n \n \n THE  CIVIL  SERV ANTS ACT, 1973  \n \n1 ACT NO. LXXI OF 1973  \n \n[26th September, 1973]  \n \nAn Act to regulate the appointment of persons to, and the terms and conditions of service of \npersons in, the service of Pakistan. \n \nWHERE AS it is expedient to regulate by law, the appointm ent of persons to, and the terms and \nconditions  of service of persons in, the service of Pakistan, and to provide for m atters connected \ntherewith or ancillary thereto ; \n \nIt is hereby enacted as follows :— \n \n1. Short title, application and comme ncement.—(1) This Act may be called the Civil  \nServants Act, 1973.  \n(2) It applies to all civil servants wherever they may be.  \n(3) It shall come into force at once. \n \n \nCHA PTER  I \nPRELIMINARY \n2. Definitions. —(1) In this Act, unless there is anything repugnant in the subject or \ncontext,— \n(a)  “ad-hoc appointm ent” means appointm ent of a duly qualified person made \notherwise  th an  in  accordance  with  the  p rescribed  method  of  recruitment, \npending  recruitment in accordance with su ch method ; \n \n(b)  “civil servant” means a person who is a member of an All-Pakistan Service or \nof a civil service of the Federation, or who holds a civil post in  connection \nwith the affairs of the Federation, including  any such post connected with \ndefence, but does not  include— \n \n(i)  a person who is on deputation to the Federation from any Province or \nother authority ; \n \n(ii)  a person who is  employed on contract, or on work-charged basis or who \nis paid from conting encies ; or \n \n(iii)  a person who is a  “worker” or “workman” as defined in the  Factories \nAct, 1934 (XXV  of 1934),  or the Workmen's Comp ensation Act, 1923  \n(VIII of 1923)  ; \n \n(c)  “initial appointm ent” means appointm ent made otherwise than by promotion \nor transfer ; \n \n \n \n1 For Statement of Objects and Reasons, see Gaz. of P., 1973, Ext., Pt. III, p. 1470. \n \n (d)  “pay” means the amount drawn month ly by a civil servant as pay and \nincludes technical pay, special pay, personal pay and any other emolum ents \ndeclared by the p rescribed authority to be  pay ; \n \n(e)  “permanent post” means a post sanctioned without  limit of time ;  \n \n(f)  “prescribed” means prescribed by rules ; \n \n(g)  “rules” means rules made or  deemed to h ave been made und er this  Act ; \n \n \n(h)  “selection authority ” means the Federal Public Service Commission, a \ndepartmental selection board, departmen tal selection committee or other \nauthority or body on the recommendation of, or in consultation with which \nany appointment or promotion, as may be prescribed, is made  ; and  \n \n \n(i)  “temporary post” means a post other than a permanent post.  \n \n \n \n(2) For the purposes of this Act, an appoin tment, whether by promotion  or otherwise, shall \nbe deemed to h ave been made on  regular basis if it is made in the p rescribed manner. \n \nCHA PTER  II \n \nTERMS AND  CONDIT IONS OF SERVICE OF CIVIL SERVANTS  \n \n3. Terms and conditions.   _ 1[(1)] The terms and conditi ons of service of a civil \nservant shall be as provided in this  Act and the rules]. \n \n2[(2) The terms and conditions  of service of any person to whom  this Act applies shall \nnot be varied to his dis advantage.] \n \n3[(3) The Federal Gov ernment may transfer a civil servant of a devolved Ministry or \nDivision, working in an Attached Department or Subordinate Office situated in a Province, to the \nProvince concerned , in consequence of the devolution of functions pursuant to the Constitution \n(Eighteenth Amendment)  Act, 2010 (X of 2010) and thereby he shall become the civil servant of \nthe respective Province, on the same terms and conditions of service as were applicable to him \nbefore such transfer.  \n \n(4) The Federal Government may transfer a civ il servant working in a Ministry, Division, \nAttached Department or Subordinate Office  located in the Islamabad Capital Territory to any other \nMinistry,  Division, Attached Department or Subordinate Office, in consequence of the abolition of \nsuch Ministry,  Division, Attached Department or Subordinate Office pursuant to the Constitution \n(Eighteenth Amendment) Act, 2010 (X of 2010) and thereby he shall become the civil servant of \nthe respective  Ministry,  Division, Department or Office to which he is so transfer red, on the same \nterms and conditions of service as were applicable to him before such transfer.  \n \n \n1Re-numbered by the Civil Servants (Amdt.) Act 1996 (5 of 1996), s. 2. \n2Cl. (2) added ibid., s. 2. \n3Added by Act IX of 2016 s. 2. \n \n \n (5) The seniority of the c ivil servant s transferred by virtue of  sub-sections  (3) and (4) shall \nbe determined by the concerned Province, Ministry or Division, as the case may be, in accordance \nwith the rules.  \n \n(6) The cases of civil servants of a Ministry,  Division, Attached Depart ment or Subordinate \nOffice devolved in pursuant to the Constitution (Eighteenth Amendment) Act, 2010 (X of 2010) \nand working in FATA, Gilgit Baltistan and AJK shall be dealt with in the manner as may be \nprovided by an Order made by the President in this be half.]  \n \n4. Tenure of office of civil servants. Every civil servant shall hold office during the \npleasure of the President. \n \n5. Appointments. Appointments to an All-Pakistan Service or to a civil service of the  \nFederation or to a civil post in connection with the affairs of the Federation, including any civil \npost connected with defence, shall be made in the prescribed manner by the President or  by a \nperson authorised by the President in th at behalf. \n \n6. Probation. —(1) An initial appointm ent to a service or post referred to in section 5, not \nbeing an ad hoc  appointm ent, sh all be on probation as may be prescribed. \n \n(2) Any appointm ent of a civil servant by promotion or transfer to a service or post m ay \nalso be  made on probation as may be prescribed. \n \n(3) Where, in respect of any service or post,  the satisfactory compl etion of probation \nincludes the passing of a prescribed examination, t est or course or su ccessful compl etion of any \ntraining, a person appoint ed on probation to such service or post who,  before the expiry of the \noriginal or extended period of his probation, has failed to pass such examination or test or to \nsuccessfully compl ete course or the training  shall, except as may be prescribed oth erwise,— \n \n(a)  if he was appoint ed to such service or post by initial requirement, be \ndischarged; or \n \n(b)  if he was  appoint ed to such service or post by promotion or transfer \nbe reverted to the service or post  from which he was promot ed or transferred \nand against which he holds a  lien or, if th ere be no su ch service or post, be \ndischarged: \n \n \nProvided that, in the case of initi al appointm ent to a service or post,  a \ncivil servant sh all not be deemed to have compl eted his period of probation \nsatisfactorily until  his character and antecedents have been verified as \nsatisfactory in the opinion  of the appointing authority. \n \n \n7. Co nfirmation. —(1) A person appoint ed on probation shall, on satisfactory compl etion \nof his probation, be eligible for confirmation in a service or, as the case may be, a post as may be \nprescribed. \n \n(2) A civil servant promot ed to a  post 1* * on regular basis shall be eligible for \nconfirmation after rendering satisfactory service for the period prescribed for confirmation th erein. \n \n \n1 Omitted by the Civil Servants (Amdt.) Ordinance, 1984 (3 of 1984), s. 2. \n \n  (3) There shall be no confirmation against  any temporary post.  \n \n(4) A civil servant who,  during the  period of his service, was eligible to be confirmed in any \nservice or against any post  retires from service before being confirmed shall not, m erely by reason \nof such retirement, be refused confirmation in such service or post or any benefits accruing \ntherefrom. \n \n(5) Con firmation of a civil servant in a service or post shall take effect from the date of  \noccurrence of permanent vacancy in that service or post or from the date of continuous o fficiation, \nin su ch service or post, whi chever is later. \n \n8. Seniority —(1) For proper administ ration of a service, cadre or 1[post], the appointing  \nauthority shall cause a seniority list  of the members for the time being of such service, cadre or \n1[post]  to be prepared, but nothing herein contained shall be construed to confer any vested right to \na particular seniority in such service, cadre or 1[post], as the case may be. \n \n(2) Subject to the provisions of sub-section (1), the seniority of a civil servant shall be \nreckoned in relation to other civil servants belonging to the same 1[service or cadre], wh ether \nserving in the s ame d epartment or office or not, as may be prescribed. \n \n(3) Seniority on initial appointm ent to a service, 1[cadre] or post shall be determined as may \nbe prescribed. \n \n1[(4) Seniority in a post,  service or cadre to which a civil servant is promot ed shall take \neffect from the d ate of regular appointm ent to that post : \n \nProvided that civil servants who are selected for promotion  to a higher post in one b atch \nshall, on their promotion  to the higher post, retain their inter se seniority as in the low er post.]  \n \n9. Promotion. —(1) A civil servant possessing  such minimum  qualifications  as may be \nprescribed shall be eligible for promotion  to a 2[higher] post for the time b eing reserved und er the \nrules for departmental promotion  in 3* * * the s ervice or cadre to which he b elongs. [:]4 \n \n4[Provided that the pos ts of— \n \n(a)  Addition al Secretary and Senior Joint Secretary may, in the public  interest, \nbe filled by promotion  from amongst officers of regularly constitut ed \nOccupational Groups  and services holdin g, on regular basis, posts  in \nBasic Pay Scale 20;  and \n \n(b)  Secretary may, in the public  interest, be filled by promotion  from amongst \nofficers of regularly constitut ed Occupational Groups  and services \nholding, on regular basis, posts  in Basic Pay Scale 21,  \n \nin su ch manner and subj ect to su ch conditions  as may be prescribed.] \n \n \n \n1 Subs. by the Civil Servants (Amdt.) Ordinance, 1984 (3 of 1984),, s. 3. \n2Added by the Civil Servants (Amdt.) Ordinance, 1984 (3 of 1984), s. 4. \n3Omitted ibid. \n4Subs. and added by Ord. 33 of 01, s. 2 (w.e.f. 1-5-2000). \n \n (2) A post referred to in sub-section (1) may either be a selection post or a non-selection \npost to whi ch promotions  shall be made as may be prescribed— \n \n(a)  In the  case of a selection post, on the b asis of selection on m erit ; and \n \n(b)  in the case of a non-selection post, on the b asis of seniority-cum-fitness. \n \n1[(3) Promotion to posts  in basic pay scales 20 and 21 and equivalent shall be made on  \nthe recomm endations  of a Selection Board which shall be headed by the Chairman, Federal Public \nService Commission. ] \n \n10. Posting and transfer. Every civil servant shall be liable to serve any where within  \nor  outside  Pakistan,  in  any  2[equivalent  or  higher]  post  under  the  Federal Gov ernment, or \nany Provincial Government or local authority, or a corporation or body set up or  establish ed by \nany such Gov ernment ; \n \nProvided that nothing  contained in this section shall apply to a civil servant recruited \nspecifically to serve in a  particular area or region: \n \nProvided further that, where a civil servant is required to serve in a post outside  his \nservice or cadre, his terms and conditions  of service as to his pay shall not be less favourable than \nthose to whi ch he would  have been entitled if he had not  been so required to serve. \n \n3[10A. Restriction on service in international organization .__(1) No civil servant shall, \nduring his s ervice, serve in any international organization, including an international non -\ngovernmental organization, international financial institution and foreign donor agency.  \n \n(2) The restriction under sub -section (1) shall not apply to a civil servant who is po sted or \ndeputed in such an organization on behalf of Pakistan or with prior permission of the Federal \nGovernment in accordance with rules, which shall be laid before both Houses of Majlis -e-Shoora  \n(Parliament).]   \n \n11. Termination of service. —(1) The service of a civil servant may be terminated without  \nnotice— \n \n(i)  during the initi al or extended period of  his p robation : \n \nProvided that, where such civil servant is appoint ed by promotion  on \nprobation or, as the  case may be, is transferred from one 4[service], cadre or \npost to another 4[service], cadre or post, his service shall not be so \nterminated so long as he holds  a lien against his former post  in su ch \n4[service], cadre or post but he shall be reverted to his former 4[service], \ncadre or post as the case may be ; \n \n(ii)  on the expiry of the initial or extended period of  his employment ; or \n \n \n \n1Added by Civil Servants (Amendment) Ordinance No. XLIII of 2000, dated 6 -7-2000 \n2Ins. by the Civil Servants (Amdt.) Act, 1996 (5 of 1996), s. 3. \n3Ins. By Act XVII  of  2016, s.2.  \n4Subs. by Ord. 3 of 1984, s. 5. \n \n \n (iii)  if the appointm ent is made ad hoc terminable on the appointm ent of a person \non the recomm endation of the s election authority, on the appointm ent of such \nperson. \n \n(2) Where, on the abolition  of a post or reduction in the numb er of posts  in a cadre or \n1[service], the services of a civil servant are required to be terminated, the person whose services \nare terminated shall ordinarily be the one who is the most  junior  in such cadre or 1[service]. \n \n(3) Notwi thstanding the  provisions  of sub-section (1), but  subject to the provisions  of sub -\nsection (2), the service of a civil servant in temporary employment or appoint ed ad hoc shall be \nliable to t ermination on fourteen days’ notice or pay in lieu thereof. \n \n2[11A. Absorption of civil servants rendered surplus.—Notw ithstanding anything \ncontained in this Act, the rules, agreement, contract or the terms and conditions  of service, a civil \nservant who is rendered surplus as a result of re-organization or abolition of a Division, d epartment,  \noffice or abolition  of a post in pursuance of any Government decision  may be appoint ed to a post,  \ncarrying basic pay scale equal to the post held by him before such appointm ent, if he poss esses the \nqualifications  and fulfils other conditions applicable to that post  : \n \nProvided that where no equivalent post is available he may be offered a lower post in su ch \nmanner, and subject to such conditions,  as may be  prescribed and where such civil s ervant is \nappoint ed to a lower post the pay being drawn by him  in the higher post imme diately preceding his \nappointm ent to a lower post shall remain protected.] \n \n3[11B.___(1) Where it is brought to the notice of the appointing  authority that \nappointment  of a person to a civil post was made without  observing the prescribed procedure or \nwithout  fulfilling  the prescribed qualification, experience and age limit,  it may send a reference to \nthe Federal Public Service Commission  for determination whether he is fit to hold the post to which \nhe was appointed a nd, if not, whether he is fit  to hold any other post  compatible with  his \nqualification and experience. \n \n(2) On  receipt of the advice of the Federal Public  Service Commission  on a reference made \nunder sub-section (1), the appointi ng authority may pass such order of appointm ent or termination \nof service as may be consid ered by it to be  just and equitable : \n \nProvided that if it is propos ed to pass order of termination of service in the light of the  \nadvice of the Commission,  a reasonable opportunity of showi ng cause against the order of \ntermination, shall be provided. \n \n(3) Where an order of appointm ent is made on the advice of the Commission,  it shall be \ntreated  as  a case  of  fresh  appointm ent  and  seniority of such  an  appoint ee  sh all  be \ndetermined in accordance with the Civil  Servants (Seniority) Rul es, 1993.]  \n \n \n \n \n1 Subs. by Ord. No. 3 of 1984, s. 5. \n2 Added by Ord. No. 20 of 2001, s. 2. \n3 Ins. by Ord. No. 130 of 2002, s. 2. \n \n \n \n 1[12. Reversion to lower post, etc.—(1) A civil servant appoint ed to a higher post on ad \nhoc, temporary or officiating basis shall be liable to reversion to his lo wer post.  \n \n \n(2) No civil servant shall be dismiss ed or removed from service or reduced in rank by an \nauthority subordinate to th at by which he was appoint ed. \n \n \n(3) No  such civil servant as aforesaid shall be dismiss ed or removed from service, or \nreduced in rank, until he has been given a reasonable oppo rtunity of showing cause against the \naction p ropos ed to be  taken against him: \n \n \nProvided that this sub-section shall not apply— \n \n \n(i)  where a civil servant is dismiss ed or removed from service or reduced in \nrank on the ground  of condu ct which has led to his conviction on a criminal \ncharge ; or \n \n \n(ii)  where the President  or any person authorised by him under the  rules is \nsatisfied, for reasons to be recorded in writing, that in the interest of the \nsecurity of Pakistan or any part thereof, it is not expedient to give to that \ncivil servant such an opportunity.] \n \n2[12A. * * * * * * *] \n \n3[13. Retirement from service.—(1) A civil servant shall retire from service— \n \n(i)  on such date after he has compl eted 4[twenty] years of service qualifying for \npension  or other retirement benefits as the competent authority may, in \npublic int erest, direct; or \n \n(ii)  where no direction is given under clause (i), on the compl etion of the sixtieth \nyear of his age. \n \n(2) No direction under clause (i) of sub-section (1) shall be made until the civil \nservant has been informed in writing of  the grounds  on which it is proposed to make the di rection, \nand has been given a reasonable opportunity of showi ng cause against the said direction. \n \nExplana tion: In this Section, “competent authority” means the appoin ting authority \nprescribed in rule 6 of the Civil  Servants (App ointment, Promotion  and Transfer) Rules, 1973 .] \n \n \n1 Subs. by Ord. 5 of 1996, s. 4. \n2  Section 12A O mitted by Act IX of 2016 s. 4. \n3Subs. by Ord. 20 of 2000, s. 2. \n4 Subs. by Ord. 34 of 2001, s. 2. \n \n \n 14. Employment after retirement.—(1) A retired civil servant shall not be re-employed \nunder the Federal Government, unless such re-employment is necessary in the public  interest  and  \nis  made  with  the  prior  approval  of  the  authority  next  above  the appointing  authority : \n \nProvided that, where the appointing  authority is the President, such re-employment may be \nordered with the  approval of the President. \n \n(2) Subject to the provisions  of sub-section (1) of section 3 of the Ex-Government Servants \n(Empl oyment with Foreign Governments) (Prohibition)  Act, 1966 (XII of 1966),  a civil servant \nmay, during leave preparatory to retirement, or after retirement from Gov ernment service, seek any \nprivate employment: \n \nProvided that, where employment is sought by a civil servant while  on leave preparatory to \nretirement or within  two years of the date of his retirement, he shall obtain the p rior approval of the \nprescribed authority. \n \n15. Conduct. The conduct of a civil servant shall be regulated by rules made, or \ninstructions  issued, by Government or a prescribed authority, whether generally or in respect of a \nspecified group or  class of civil servants. \n \n16.  Efficiency and discipline. A civil servant shall be liable to prescribed disciplinary \naction and penalties in accordance with the prescribed procedure. \n \n17. Pay. A civil servant appoint ed to a post 1* *shall be entitled, in accordance with the \nrules, to the p ay sanctioned for such post  1* *. \n \nProvided that, when the appointm ent is made on a current charge basis or by way of \naddition al charge, his pay shall be fixed in the p rescribed manner : \n \nProvided further that where a civil servant has, under an order which is later set aside, \nbeen dismiss ed or removed from service or reduced in rank, he shall, on the setting aside of  such \norder, be entitled to su ch arrears of pay as the authority setting aside su ch order may determine. \n \n18. L eave. A civil servant shall be allowed leave in accordance with  the leave rules \napplicable to  him, provided that the grant of leave will  depend on the exigencies of service and be  \nat the dis cretion of the competent authority. \n \n19. Pension and gratuity.—(1) On  retirement from service, a civil servant shall be entitled \nto receive such pension or gratuity as may be prescribed. \n \n(2) In the event of the  death of a civil servant, whether before or after retirement, his family \nshall be entitled to receive such pension, or  gratuity, or both,  as may be prescribed. \n \n(3) No  pension  shall be admissi ble to a civil servant who is dismiss ed or removed from \nservice for reasons  of discipline, but Government may sanction compassion ate allowance to such a \ncivil servant, not exceeding two-thirds of the pension  or gratuity whi ch would  have been \nadmis sible to him had he been invalided from service on the d ate of such dismiss al or removal. \n \n \n \n \n1Omitted by the Civil Servants (Amdt.) Ordinance, 1984 (3 of 1984), s. 8. \n \n \n \n (4) If the determination of the amount  of pension  or gratuity admissible  to a civil s ervant is \ndelayed beyond one month  of the date of his retirement or death, he or his family, as the case may \nbe, shall be paid provision ally such anticipatory pension or gratuity as may be determined by the \nprescribed authority, according to the length of service of the civil s ervant which qualifies for \npension  or gratuity; and any overpayment consequent on such provision al payment shall be \nadjust ed against the amount of pension  or gratuity finally determined as payable to  such civil \nservant or his family. \n \n20. Provident Fund. —(1) Before the expiry of the third month  of every financial year, the \naccounts  officer or oth er officer required to maintain provident fund accounts shall furnish to every \ncivil servant subscribing to a provident fund the account of which he is required to maintain a \nstatement under his hand showing the  subscriptions  to, including t he interest accruing thereon, if \nany, and withd rawals or advances from his provident fund du ring the preceding financial year. \n \n(2) Where any subscription  made by a civil servant to his provident fund has not b een \nshown  or credited in the account by the accounts  or other officer required to maintain su ch \naccount,  such subscription  shall be credited to the account of the  civil servant on the b asis of such \nevidence as may be prescribed. \n \n21. B enevolent Fund and Group Insurance. All civil servants and their families shall be \nentitled to the benefits admissible  under the Feder al Empl oyees Benevolent Fund and G roup \nInsurance Act, 1969 ( II of 1969), and the rules made thereunder. \n \n22. Right of appeal or representation. —(1) Where a right to prefer an appeal or apply for \nreview in respect of any order relating to the terms and conditions  of his service is provided to a \ncivil servant under any rules applicable to him, such appeal or application sh all, except as may \nbe otherwise prescribed, be made within  thirty days of the date of such order. \n \n(2) Where no p rovision  for appeal or review exists under the rules in respect of any order or \nclass of orders, a civil servant aggrieved by any such order may, within thirty days of the \ncommuni cation to him of such order, make a representation against it to the authority next above  \nthe authority which made the o rder : \n \nProvided that no representation shall lie on m atters relating to the determination of fitness of \na person to hold a  particular post  or to be promot ed to a higher post or grade. \n \nCHA PTER  III  \n \nMISCELLANE OUS \n \n23. Saving. Nothing  in this Act or in any rule shall be construed to limit  or abridge the \npower of the President to deal with the case of any civil servant in such manner as may appear to \nhim to be just and equitable : \n \nProvided that, where this Act, or any rule is applic able to the case of a civil servant, the  \ncase shall not be dealt with in any manner less favourable to him than that provided by this Act or \nsuch rule. \n \n 1[23A.  Indemnity. No suit, prosecution  or oth er legal proceedings shall lie against a civil \nservant for anything done  in his official capacity which is in good faith done  or int ended \nto be done  under this Act or the rules, instructions  or directions  made or issu ed thereunder. \n \n23B. Jurisdiction barred. Save as provided under this  Act and the  Service Tribunals Act, \n1973 (LXX of 1973), or the  rules made thereunder, no order made or proceedings taken und er this \nAct, or the rules made thereund er by the President or any officer authorized by him  shall be called \nin question  in any Cou rt and no injun ction shall be granted by any Cou rt in respect of any \ndecision made, or proceedings taken in pursuance of any power conferred by, or under, this Act or \nthe rules made thereunder.] \n \n24. Removal of difficulties. If any difficulty arises in giving  effect to any of the \nprovisions  of  this  Act,  the  President  may make  such  order,  not  inconsistent  with  the \nprovisions  of this Act, as may appear to him to be necessary for the purpose of removi ng the \ndifficulty : \n \nProvided that no such power shall be exercised after the expiry of one year from the coming  into \nforce of this Act. \n \n______  \n \nCHA PTER  IV  \nRULES  \n \n25. Rules. —(1) The President, or any person 2authorised by the President in this \nbehalf, may make such rules as appear to him to be necessary or expedient for carrying out the \npurposes of this Act. \n \n(2) Any rules, orders or instructions  in respect of any terms and conditi ons of service of \ncivil servants duly made or issued by an authority competent to make them and in force \nimmediately before the comm encement of this Act shall, in so far as such rules, orders or \ninstructions  arc not inconsistent with the provisi ons of this  Act, be deemed to be rules made und er \nthis Act. \n \n26. [Repeal] Omitted by the Federal Laws (Revision and Declaration)  Ordinan ce, \n1981 (X XVII of 1981) s. 3 and Sch., II. \n \n \n \n1 Ins. by Ord. 61 of 2001, s. 2. \n \n2i.e PM see S.R.O., 120(1)/98, dt. 27-2-98 Now CE by Act 5 (2) of PCO, 1999. \n \n \n \n \n \n \n \n________________________"
}