{
    "file": "./converted_json\\administrator96bfdc148aea61a20e427ed401fd6fb1.json",
    "name": "Medical Officers (Regularization of Appointments) Act, 1992",
    "date": "December 12, 1992",
    "tagline": "Regularization of appointments of certain medical officers appointed on ad hoc basis",
    "content": "Page 1 of 3 \n \n \n \n \n \nTHE MEDICAL  OFFICERS  (REGULAR IZATION  OF \nAPPOINT MENT S) ACT, 1992  \n \n \n \n \n \nCONTENTS  \n \n1. Short title and comme ncement \n2. Definition \n3. Regularization of appointments of Medical Officer \n4. Seniority \n\n \nPage 2 of 3 \n THE  MEDICAL  OFFICERS  (REGULAR IZATION  OF \nAPPOINT MENT S) ACT,  \n1992  \nACT NO. XVI OF 1992  \n \nAn act to provide for the regularization  of the appointm ents certain  medical officers appoint ed on \nadhoc  basis  \n \nWHEREAS it is expedient to provide  or the regularization of the appointm ent of certain \nmedical officers appoint ed on adhoc  basis; \n \nIt is hereby enacted as follows  :— \n \n1. Short title and comme ncement.— (1) This Act may be called the Medical Officers \n(Regularization of Appointm ents) Act. 1992.   \n(2) It shall come into force at once. \n \n2. Definition. In this Act, unless the context otherwise requires, “Medical Officers” mean (a) \nthose  appoint ed as Medical Officers in institutions  under the Health Division,  and (b) those \nappoint ed as RMOs  in the National Institute  of Cardiovascular Diseases. \n \n3. Regularization of appointments of Medical Officer.— (1) Notwithst anding  anything \ncontained in the Civil  Servants Act, 1973  (LXXI of 1973 ), or the rules made thereunder or the \nFederal Public  Service Commiss ion Ordinance, 1977  (XLV of 1977), or the rules made thereunder, a \nMedical Officer who was approved, at any time preceding the twelveth day of October, 1988,  for \nappointm ent as Medical Officer on adhoc basis and is holding  office as such at the comm encement \nof this Act, shall, on an order being made by the Federal Government in that behalf, be deemed to \nhave been appoint ed on regular basis in the cadre of Medical Officers in the Federal Government \nwith effect from the date of the comm encement of this Act. \n \n(2) An order under sub-section (1) shall not be made in respect of a person unless, in the \nopinion of the Committ ee referred to in sub-section (3), his character and antecedents have been \nverified as satisfactory and he holds or possesses the domi cile, qualifications  and experience, and is \nwithin  the age limit,  required for the office. \n \n(3) The Committ ee shall consist  of the Director General of Health, Government of Pakistan, \nwho shall be its Chairman, the Joint Secretary (Administ ration) , Health Division,  and one nominee of \nthe Establishment Division  not below the rank of Joint Secretary. \n \n4. Seniority.— (1) A medical officer whose  appointment is regularized under this Act shall \nrank junior  to a medical officer belonging to the same service or cadre who is— \n \n(a)  holding  a post on regular basis at the comm encement of this Act; and \n \n(b)  appoint ed on the recommendation of the Federal Public  Service Commission  \nmade before the comm encement of this Act. \n \n \nPage 3 of 3 \n (2) The inter-se seniority of the medical officers whose  appointm ents are regularized under \nthis Act shall, within  the same service or cadre, be determined on the basis of their continuous  \nappointm ent in such service on cadre; \n \nProvided that, where the date of continuous  appointm ent of two or more such officers in the \nsame, the older in age shall rank senior to the younger in age."
}