{
    "file": "./converted_json\\administrator24bbe2f01107dd8ce0b934dcf7302cbf(1).json",
    "name": "National Information Technology Board Act",
    "date": "August 19, 2022",
    "tagline": "Enabling Efficient Electronic Governance in Pakistan",
    "content": "REGISTERED NO.]!-:I92L.-7 6\n@eGualre d ?s[tdtnr\n---/T-\nEXTRAOBDINARY\nPUBLISHED BY AUTHORITY9\nISLANtrI.BAD, FRIDAY, AUGUST I9, 2022\nPART I\nAcls OrdiIancq!, Prcridenl's Orders and Rcgulalions\nNATIONAL ASSEMBLY SECRITARIAT\nIslanabod, the l6th Augsi 2422\nNo.F.22Gr)no19-Legis.-The foltowing Act of Mojlis-e-Shooru\n(Parliament) rcceived the assenl ofthe Prcsident on the l3th August 2022 is\nhcrcby published for gencral information:\nACTNO, XVII OI2022\nA^\"\nACT\nto providelor e oblish e t of]\\ationalInlbrnation Technolog,Boatd\nWrrrrRItAS, it is expedient to providc for establishment of National\nlnformation Technology Board for e-Bovemance across lhc country ln line with\nthe vision and policy of lhe Federal Governmcnt to serve the public in morc\ncffectiv. and emcient manner through due adviseries and consultancies and\n(102s)\n1907 4(2022)Ex. Gaz.)Price: k. 20.00\nIO2I TIIE GAZETTE OF PAKISTAN, EXTRA,, AUGUST 19, 2022 ART I\n(g) Dircctor Gene.al (Technical), Inter-\nServices lntelli gence.Membet ex-officio\nMenbet ex-officio\n(i) irny expen from public or private Co-opted members\nsecror as may be co-opted with\nlpproval oflhe Board.\n(2) 'the CEO shall bc ex-oricio secretary ofthe Board.\n(3) 'lhe business ofthe Board shall be conducted as may be prescribed\nby regulalions.\n(4) )n absence ofrheChairmalr, a member designarcd by the Chairman\nshall presidc cver fie Board's meetings.\n5. Appointmed of CEO.-{l) The CEO shall be appointed by the\nFederal Govdnment, on recommendalion ofrhe Board, for a term of*ree years\nexlendable fin a similar term or terms, in such manner and on such te[ns and\nconditions as may be prescribed by rules:\nhovided thar the CEO appointed pdor to commencement of lhis Act\nshall be deenlcd to ha\\t been appointed underthis Act.\n(2r :he CEO shall b€ an eminenl lT professional of l(nown inregrity,\ncomp€lence and expertise in handling IT development projects.\n(3) The CEO may resign from his office by giving one month notice in\nwriting under ris own hand, addressed to the Federal Covemftent.\n(4) The CEO shall be answerable to the Board for all administmtive,\nfinancial and technical matterc of the Board. The Board may delegate such\nadministrative and financial powers to ihe CEO for carryinB out day to day\naffairs ofth€ Eoard as it deems rccessery.\n6. M.etirg! of tb€ Bo.rd.-{.l) The Chairman or, in his absence, rhe\nmember designated by the Cha;rman for fie purpose shall preside at a meeting of\nthe Board.\n(2) (he half of the (otal members shall constitute a quorum fm\nmectings o[dlc Board requiring a dccision by the Board.\n(3) 'Ihe decisions of the Board shall be laken by majority of its\nmembers present and in case ofa tie, the member presiding a mecting shall have\na casting vote.(h) Secretar,, National Telecommunication\nand Infornalion Technolory Security\nBoard.\nPARrll THE GAZETTE oF PAKISTAN, EXTRA., AUGUST 19,2022 1029\n7. Powerc of the Board.-The Board shall exercise all powers as\nshall enable it to effectively p€dorm lts functiois specificd in section L In\npenicular and wirhout prejudice to the generality of the foregoing power, the\nBoard shall-\n(a) prescribe regulations, including regulations for exercising its\npowers and performance ofits funcrions;\n(b) enter inlo contracts, agreements and Memorandum of\nUnderstanding (MoUs);\n(c) acquire, lease. encumbcr, dispose of. excha-nge, vest or otherwise\ndeal ryith any moveable or lmmovable property o. any interest\nlhercin;\n(d) prescribe regulations for appointment and removal of the Board\nEmployees and related matters.\n8. Func(ions of the Boerd.-The Board shall exercise all powers a.i\nshall eruble it to effectively perform its functions under this Act for the\nprovisions ofthis Act. In panicular and wilhout prejudice to the generality ofthe\nforegoinB Fower, the Board shall-\n(a) proyide technical guidance for embedding e-govemance in the\nFederal Minisl.ies and Divisions includlng their attached\ndeparlmcnLs, au[onomous bodies, sub-ordinarc omces and\npromoting emcient and transparent Eovemance;\nO) facilitate efticient and cost-effective implementarion of\ne-govemancti programs in tle Federal Minislries and Divisions;\n(ct carry out training need assessments, including infrasEucture.as well\nas Human Resources skillsd and capacity, periodically in the\nFederal Govemm€nt depanmenrs and !o design and implement IT\ncapaciry building programs for employees ofth€ Federal Ministries\nand Divisions including tharr altached depanments, autonomous\nbodies, sub-ordinate omces;\n(d) review the starus of e-govcmment readiness on a regular basis 10\nensure sustainable, acceleftlted digilization and relevant hurnan\nresourcc development in Fed€ral MinisEies and Divisions including\ntheir attachcd departmenls, sub-ordinate omces and auto[omous\nMies;\n(e) identify the areas where I l' interventions can be helpful turd to\nsugges( measures for the automation of these areas through\nbusiness process re-€ngineering (BPR) in the Federal Ministries and\nIO3O THE GAZETTE OF PAKISTAN, EXTRA,. AIJCUST 19,2022 IPART I\nDivisions including their altached departments, sub.ordinate offices\nand autonomous bodies;\n(0 provide stardards, recomrnendations and compliance for software\nand infrastruclure in the ficld ofelectronic govemance in line with\nrecommendations of lead Cyber and lT security sctup, departm€nt\nor organization designated by Federal Govemmcnt;\n(g) csry out cmrdination wirh thc provinces and provide assistance\nand focilitadon as and when required lbr fie provis;ons of this Acq\n(h) facilitate eflicient and cost-effaative conception. procuremenl.\nimplementation. op€rations and mainrenarca of atl rhe Federal\nGovemrnant's Ministries, Divisions, depanments and\norganizations' e-govemifle proerams and projects and msurc\ntheir holistic alignment wi$ the national straregic acrion plans;\n(i) provide data to all govcmmcnt departments as p€r their requiremen!\nin acaordance wirh the provisions ofthis Acr;\n0) b€ responsible to review iurd acquirE information and\ncommunication technolory tervice lnfraslructure to goverunent\nCepartments to rcvamp a-govemance and communication within the\nGovemment;\n(k) pmvide application and IT solution sEfldardization across the\ngovemment depanments in information and communicalion\ntechnolory for e-govcmance;\n(l) be responsible to build, rollout and maintain IT disaster plan for\nsmooth functioning of e-govemance in Federal Ministries and\nDivisions including their attached depaimenrs, sub-ordinate ofiices\nand autonomous bodies;\n(m) be respoffible to provide system analysis consulting service ro the\nFederal Govemment departmcnts for e-govefiutnce based on their\nneeds;\n(n) lacilitate by outsourcing projecls to build priva(e sector information\nand communication technology indtl'try and diversirythe skillset of\nnew generation;\n(o) establish cenrers of excellmce to develop rechnologies in\ncollabomtion with olher gov€rrunent departments and private sector\nin accordance with the provisions of(his Acr;\n(p) maintain direcrory of all private sector companies lo collaboratelllld deliver servic6 to any Ministry, Division or organization on\nPART I] THE GAZETTE OF PAKISTAN. EXTRA,, AUCUST 19,2022 IO3I\ninformation and communication technology related projects in. accordance uilh the provisions ofthis Act;\n(q) utilize all means to ensure sccurity ofe-govemance applicalions, IT\nsolutions, data and systems dcployed for the provisions of this Act' in line with recommendations of lead Cyber and IT security setup,\ndepartment or or8aniz4tion designated by the Federal Govemment;\n(r) recornmend to ministry and division concemed any matter\npenaining to developmen! reform, improvcment and sustainability\nof iniormation and communication technology sector of Pakislan,\nfor preparation ofnational IT policy;\n(s) be responsible foa recommending and defining standardized\nparameters in line with IT policy to be followed at all levels for\ne-govemance;\n(l) recommend proposals for development of national [T plans and\npolicies to ministries and divisiorls concemed and execute in\naccordance with the provisions ofthis Act; and\n(u) exempt the Federal Ministries and Divisions including their\nattached departments, sub-ordinate omces or autonomous bodies\nfrom establishment and deployment of e-govemance, due to\nsensitive nature ofdata andlasks ofaforesaid entities.\n9. Exccutive Committce. lhere shall be an execulive commiftee of\nthe Board *hich shall exercise such powers and perforrn such functions as may\nbe prcscribed by regulations-\n10. Cormittees of th€ Board.-{l) The Board may, lor carrying out\nits functions, constitute such committees, from time to time as may be considered\nappropriate.\n(2) The committees constituted under suEscction (1) shall conduct\ntheir business in such manner as may be prescribed by regulations.\n1 1. Org{nization of the Board. 11) The Board may, for carrying out\nits functions for promotion of IT projccts, developmenls of IT projects,\ncertification of IT and project managementj may enter into contract and\nagreement on such terns and conditions as may be prescribed by the Board as it\nmay consider ncccssary,\n(2) The organizalion eslablished orcontracted wilh under sub-section (l)\nshall be subject to control and supervision ofthe Board and shall tunction within\nthe framework ofthis Act.\n(3) An organization cstablished or conkacted with under sub-section (l)\nshall perform such business as may be prescribed by the Board from timeto time.\nt0l2 rrlEGAZFrrrE oF PAKISTAN, EX',tRA., AUGUST 19,2022 IP^NIt\n12. Manegehent of the Boerd.-Subjecr to the powers delegated by\nthe Board, the overall managemcnt of tlrc B@rd shall vest in the authority of\nCEO includinB giving sanction, approval, initiation of disciplinary pro.eedin8s\nof peEons in service of fie Board, allocation of funds in diflerent heads of\naccounts. maintenance of disciplinc, local or intemational cooperation vrith\norganizatiori providing sewices in rhe lield of information technology and do\nany other ad or take any action as it dccms'neccssary for smoolh funclioning of\nfie Board.\n13. Appoirtmcal of omccrs snd other sh[T of the Board.-<l)\nSubject 10 regularions, the Board may appoint such omcers, cxperts, advis€rs,\nconsultanls and mcmbers ol staff as it may consider nccessary for the efficient\nnerformance ofits functions on such lerms and conditions as may be prescribed.\n(2) The Board may. by notificalion in lhc omcial Gazc e, delcgate any\nof its poweE rclating lo appoinlrnenl ofolficers and olher stalT to rhe Executive\nCommittee or CEO.\n(3) The ofticers, members of the staff, adviscrs, consullanls, experts\nand other pcrsons appointed by the Board shall not be civil sen'ants within th€\nmeaning of the Civil Servants Act, 1973 (LXXI of l97l).\n14. Transfer of rss€ts end lisbililies of cEtshilc NftB,-{l) Fmm\nthe date oacommencement oflhis Acr, all rhe terms and conditions ofservice of\nrcgular and contr&t employces oferstwhile NITB shall remain as such on their\nlransfer lo lhc Board.\n(2) Notwithstanding an)4hing lo thc comrsry cont ined in this section,\nany person in service of erst\\rhile NITB, within three months of the lmnsfer,\nshall exerc,se an iE€vocablc oplion eithcr to remain civil sedant or bccome\nemployees ofthe Boa.d:\nProvided lhat where any pcrson does not exerEise the optiofl within the\nsaid p€riod he shall be deemed to have opted to become employce ofthe Board:\nI,lovided fu(her that every other persoq who is not a civil servant, shall\nstand transfcfted to the Board on his existing terms and conditions of servic-e\nincluding lhe term ofhis appointment which he was enjoying immcdiarely prior\nto the comnrencemcnt ofthis Act-\n(l) On tiansfer as aforesaid, tcrms and conditions of service of the\nperson shall not be less favorable than those by which he was govemed\nimnrediatel:/ before his tansfer at thc timc ofcommencement ofthis Act.\n(4) No person who stands transfer€d to rhe Board shall,\nnot\\vithstanding anything contaioed in any law for lhe time being in force, be\nentitled to any compensation becausc ofsuch transfer.\nTHE GAZETTE OF PAKISTAN, EXTRA., AUCUST 19, 2022 IO]3\n(5) All assets and liabilili$ of rhe eErwhile NITB on commencement\nofthis Act shall stand transfened to and vested in the Board.\n(6) The Federal Govemmenl shall pay to the Board capitalized value of\npension and gBtuiry in respcct of employees transferr€d to lhe Bo€rd to which\nthey have become entilled to or have been owned by thcm till the date of\ncommencement of this AcL\n(7) All suits and other legal proc€edings instiluted by or against thc\nFederal Government in resp€ct of the erstwhile NITB shall be deemed !o be suits\nand legal procecdings against the Board from the date ofcommencement ofthis\nAct and shall be deah with by fie Board.\n(8) AII conrl-acls, agreemenls, promis€sr negotiations and working\narangemenls made and understandings reached includint bidding proccss\ninitiated as a rcsult o[ ary request fbr proposal sough! ftom prospective\ncontractors and all liabilities incurred including any contingent or fulure liability\non account of availing any service, etc. by the crstwhile NITB on behalf of the\nFederal Govcmmenl in connection with, or for the purpose ot, or in relalion to\nthe same objects, purposes, functions and powers as those of the Board- before\nlhe eslablishment of the Board shall be deemed to have been made, rrached or\nincurred, as applicable, by thc Board under this Act and shall have effect\naccordingly.\n15. Funds.-{l) There shall be created a nonJapsable fund vesting in\nlhe Board to be known as the NITB Fund for the purposc ofmeedng expenses in\nconnection with the functions and operations of the Board under this Act,\nincluding payment ofsalaries and other remunerations payable to the persons in\nservice of the Board.\n(2) Thc NITB Fund shall, subject to the provisions of the Public\nFinance Management Act,20l9 consist of-\n(a) funds provided by the Fedcral Goiernment for payment ofsalades,\nestablishing infi_astructure, administra[ive, operational and any\norhcrexpenses and running the day-to{ay business of the Board;\n(b) loans or funds to be obtained,from the Federa.l Govemment or any\nProvincial Govemmcnt or local authority or such other entity after\napproval from Board;\n(c) grants by the Federal Covemme or any Provincial Gov€mment or\nlocal authority;\n(d) foreign aid, grants and losns negotiared and raised or otherwise\nobtained by the Board, in consultation with Finance Division aM\nrelevant ministries and divisions;\nLO34 ,I.HE OAZETTE OF PAKISTAN, EXTRA,, AUGUST 19,2022 [P^RT I\n(c) charges for services or for the provision of any information or\nreport automated or otherwise to any govcmment entity;\n(f) fe€s aJd commissions collected as prEscribed from timc to time by\nthe Board:\nincome from the sale ofmovable or immovable property;\nfunds ftom floating bonds, shireq debenlurcs, commercial papers\no. any other securities issued by the Board;\nincome from investments;\nallother sums receiyed o. camed by the Board; and\nfunds provided by the Fedeml Govemment for smooth,\nunintenupted and sustainable operations through continuous\nuFgmdation and maintenance of projects relatcd to e-govemance.\n(3) The NITB Fund shall bc kept iri one or mo.c accounls mainbined\nby the Board in local and foreign cuFency in any scheduled bank in Pakistan and\nshall be operated in accordance with the prescribed regulations made by the\nBoard.\n(4i Only those funds and grants by the Fedcral Go\\€mmenl or donor\nshall be credited to commercial bank account which is allowed by t'inance\nDivision e{plicitly.\n(5) Bank accounts ofthe Board shall be opencd with the prior approval\nofthe Board.\n(6.) lnvestments shall be made in ac.ordance with instsudions and\npolicy oftne Finance Division f.om lime lo time\n15. Budg€t-The Board shall in respect of each financial year submit\ntfuough relcvant Division a.nd Finance Division for the approval of the Federal\nGovernrnent, by such date 6nd in such form as may b€ specified by thc Federal\nGovemmcnt, a slatemenl showing the estimated receip6 and cu.rcnt and\ndevelopment expenditure and thc sums which ar€ likell,to be requircd from the\nFederal Covernment duing the next financial year.\n17. Accoutrts---:Tte accounts ofthe Board shall be maintaincd in such\nform and in such manner as the Federal Govemment mal, determine in\nconsultation with the AudilorCeneral of Pakistan.(s)\n(h)\n(i)\n(i\n(k)\nIt. Audit-{l) The accounts ofthe Boardshall be audited ar rhe close\nofeach linancial year by the AuditorCeneral ofPakistan.\nP^Rr ll THE OAZETTE OF PAKISTAN, EXTRA., AUOUST 19,2022 1035\n(2) The Board shall produce such accounts, booLs and documents 4s\nthe Auditor Cenerai or any ollicer aurhorized by him in this behalfmay require\nfor rhe purpose ofaudit.\n(3) Copies of the Auditor Geneml's repon on thc accounts shall be\nprovided to the Board and the Fcdcml Govemment.\n(4) Th€ Board may, in addition ro the audit under sub-section (l), cause\nirs accounls to be audited by any other cxtemal auditors being chartered\naccountants within the meaning of the Chafiered Accountants Ordinance, 1961\n(X of 1961), on such rEmun€ration ar may be det€rmined by the Board.\n19. Pop€r to mrk€ rules.-The Federal Govemment may, by\nnotifrcalion in thc official Gazcttc, make rules for carrying out th€ purposes of\nthis Act.\n20. PoweE lo mrke rcSulotioos.-{l) The Board may make\nregulations, not inconsistent with this Acl and $e rules, to carry out the purposes\nofthis Ac!.\n(2) Without prejudice to the generality of the forgoing provisions, the\nregulations may provide for -\n(a) disciplinary proceedings and awad ofpunishments;\n(b) terrns and conditions along wilh remunerations and privileges,\nappointment ofCEO, oliic€rs, staffmembers, expens, advisers and\nconsultanls etc;\n(c) prescription ofdiffercnt scales and $ades e!c. for the remuneration\nand privile8es of omccrs, slaff membeN, cxpcrts, advisers lind\nconsullants of the Bmrd;\n(d) procedurc for appointmcnt ofmembers ofdifferent commidees and\nlaying down regulations for thc conduct o[thelr busincss;\n(e) Procedure and terms and conditions for appointmenl ofmembers of\nBoard other lhan ex-oli.io members; and\n(t) alt or any ofthe mattcrs which by lhis Act are to b€ or lrlay be\nprescribed by the rcgulations.\n21. Renovrl of Dilnc u lties.-lf any difficulty'ariser in giving effect to\nany provision of this Act, the Fcdcral Covemment may make such order, not\ninconsistent with the provisions ofthis  ct, as may appear to bc nccessary for the\npurpose ofremoving the dimculty.\n1036 THE GAZI]TTE OF PAKISTAN, EXTRA,, AUOUST 19,2022 [PART I\n22. Aulhorities to rid thc llosrd.-All executive aurhorities in the\nFedeiadon and in thc Provinces shall render such sssislancc li] $e Board as may\nbe necessary for the execution of ;ls programs and projecls being carried out\nunder rhis Act.\n21. Delegrtior of powcrs.-The Board may, by notification in the\no6icial Gazetre, dele8ate all or any of irs powers and functions, except the power\nto make regulalions, to any member, CEO or officer subjecl to such conditions\nand limik ions es may bc specificd in the notification.\n24. Act .1o ov.r-ride other laBs.-Thc provisions of this Act shall\nhave efrect notwithstanding anfhin8 contained in any other law for the time\nbcing in forca.\n25. Indemoity.-No suit or olher legal proceedings shall lie agairlst the\nomcers and other staffofthe BMrd in rcspect ofan,,thin8 which is done in good\nfaith in perfornunce oftheirofficial obligations under lhis AcL\n26. Sevings.--Notwithstanding anyhing contained in this Acl, in\nrespect of the erstwhile NITB any notification issued, appointment made, poweE\ndelegated, contracts enterEd into, proceedings commenced, rights and liabilities\nincurred, f?e or charBes lcvied, things donc or actions laken, so far as tiey are not\ninconsistcnt with the provisions o[this Act, rules and reeulatiorLs, tt€ deemed to\nhave be€n made, passed, issued, delegaled, enlercd into, commenced, acquired,\nirrcuned,lcvied, donc or talen undcr this Act.\n27. Act X of 2012 not to rpply to thc Board.:The Industrial\nRelations Act, 2012 (X of20t2) shau not apply to or in rclation to the Board or\nany person in service ofrhe Board.\n28. Ofnc€rs of the Bosrd to b€ public scrvtnb,-The officeE and\nmemb€rs ofthe stall advisers, consullanls, expens oflhe Board shall be deemed\nto be public servants within the meanin8 ofseclion 2l ofthe Pakistan Penal Code\n(Act XLv of 1860).\n29. Rep€rl-:The lvlinislry of Information Technology and\nTelecommunication's Notification No. 6(13y200a-Dcv, datcd the l lth August,\n2014 and the Cabinet Division's Office Memo6ndum No.4-12021-Minl dated\nIslarnabad, the 27th May, 2021, qre hercby repealed.\nTAIIIR HUSSAN,\nSecrctory.\nrNnNc aoRPoRATlo\\ of DAXJpLrBf,rsH :D By rHr DEphy co[-riou-ER, sr^] lomxy AND r"
}