{
    "file": "./converted_json\\administrator9d40ab1d5bf0de19ec94f6afc6cd8f4f.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "REGISTEREDNo.M-302. L.-1(fi9\nGbcGvtfr d Siltdttrr\nEXTRAORDINABY\nPUBLISHEO BY AUTHOBITYM:lii\nISLAMABAD, THURSDAY, MARCH 3I, 2OO5\nMINTSTRY OF LAW JUSTICE, HI'MAN RIGHTS AND\nPARLIAMENTA ny .Irrerhs\n(Law Justice rad f,omm Rthtr Dlvldon)\ntslamabgd, the 25th March\" 2005\nNo. F. 2( I )/2005-pub.-The following Ordinance promulgued hy thePresident is hereby published for general informi'ticin :-\nOnorrlrce No. III or 2005\nAN\nORDINANCE\nlirtlrcr to umend the Police Oqle r 2002PA RT I\nActs, Ordinances, Presidenl's Orders and Regulations\nGOVERNIGNT OF PAKISTAN\n(31)\nPrice . Rs. 20.50Wrrr nr .rs in pursuunce ofdeliberations and agreemr,nt am()ngst the Federal\n( ior ernmcrrt atrd Plor inciul Covernments it is expedicnt funher to tmcnd the police\nOrder. 2fi)2 (C.E. Order No. 22 of 2002), for the purposes hereinafrer appearing:\n[2752(2005 ) Ex. Caz.l\nll THE CAZSfTE OF PAKISTAN. EXTRA., MARCH 31. l(x)5 [P.rttr I\nANO WHEREAS the President o, Pakistan has accorded sanction to lhe\naforesaid amendments, in terms of clause (2) of Article 268 of the Constitutron\nAND WHEREAS the National Assembly is not in sessron and the\nPresident is satisfied that the circumstances exist which render it necessary to\ntake immediate action;\nNOW. THEREFORE. in exercise of the pov'/ers conlerred by clause (1) of\nAaicle 8d of the Constitution of the lslamic Republic of Pakistan' the President is\npleased to fiake and promulgate the following Ordinance:-\n1. Short title and commencement - ('l ) Thrs Ordrnance rnay be \n'alledthe Police Order (Amendment) Ordinance, 2005\n(21 lt shall come into force at once\n2. Amendment Of Arlicle 2' cEo 22 0f 2002.- ln lhe Police order'\nzooz tbni.f giecrtive's order No. 22 of 2oo2)' herernafter to be called the sard\nOrder, in Article 2, in clause (1),- \n,\n(a) afler paragraph (i), the following new paragraph shall be inserted'\nnamelY:-\n(i-a) 'Capatal City Districl' means the lslamabad C-ity District' the'-' Feo'erat Cip't\"i C'ty Drstrrct of Quelta City Drstrict of\nPeshawar, Crtv bisUct of Lahore or Crty Dislnct of Karachi\nbeing the metiopols of the Provinces. of. Ealuchistan North-\nWest Frontier, Puqab and Srnd respectrvely\"\"\n. after paragraph (iv). the tollowing new paragraph shall be inserted'\nnamelY:-\n(c)'(iv-a) cogutzar'lce nleans taking notice by an authorrty legally\nerniowered to take aclioll on its deosion r\"garding a matter\nrelating to negleqt. excess or misconduct by' or any\nomissr6n or comnrisslon deemed illegal committed by a\nPolrce O{ficer for renledral and corrective nleasures under\nthe provtstor rs ot thrs Order. .\nfor paragraph (v) tlre followng sllall be substituted namely -\n'Comrnrssron means Natronal Public Safety Commisston\nProvir'rcral PLrblrc Safety and Police Complarnts Commtsston\nlslamabad Drslrrct Publlc Safety Commlsslon and Dlslrlcl\nPublic Satety and Polrce Complarnts Commtsston\nestabirshed under thrs Order: .\"(v)\nPrrr IlTHE CAZETTE OF PAKISTAN, EXTRA., MARCH ] I. 2M5 33\n(d) after paragraph (v). the following new paragraph shall be inserted\nnamely -\n'(v-a) direct' r'r]eans a w tten order or instructlon to a Police\nOffrcer rssued by an autllorrty enrpowered to direct under this\nOrder and sucfr drrecting aulhorrlv shall be deemed to be an\nofficer authorized under clause (2) of Articie 155;\",\n(e)after iaragraph (vii), the followrng new paragraphs shall be\ninserted. namelyt-\n'(vI-a) 'ex-ofticio Secretary nreans Provincial Police Officer who\nshsll exercise administrative and financial powers of the\nSecretary lo the Provincial Government with total autonomy\nrn operational, adn]inistrative and financial matters subiect to\nthe polrcy. oversight and guidance given by the Chief\nMinister through the Chief Secretary and the Provincial\nHome DePartment.\n(vii-b) exigency of servtce . in relatlon to postrng and transf€ir.\nnreans an urgent or unfoleseen situation which, for the\nreasons to be recorded in witing, requires premature\ntransfer of a Pollce Officer lor performance of specific tasks\nor duties but not as a replacement for what should be rightly\ntreated as an efficiency and discipline matter, and\n(vii-c) fact findtng itrquiri means an inquiry into the allegations\ncontained in a complaint against a Police Officer' including\nthe factual incidents, relating to neglect. excess or onllssion\nor con'lmrssion of any act constitutlng an offence and the\noutcon]e o[ such inquiry shall be adlnissible in evidence\nbefore a court, tribuual or an authority;\":\n(f)atter paragraph (xxri). the followirrg new paragraph shall be lnserted\nnalnelY:-\nI xxir-a) \"resoonsible means a Police Officer vltlo is answerable'\"\" -!,rJ \n\"L\"orntable. .for eftectrve and efficient perfortr'lance of\nassrgned dutres and lunctiolrs and for inrplenr6ntatron of all\nta'MJl orders and instructiorls issued by an officer or an\nauthorrty to whom he is responsrble under thrs Order..and\nnotr-coritpliatlce of such orders, dlrections and irlsttucttolls\nGi\"n n\" ls bound to observe or obey fur action shall be\nliatrle under paragraph (c) of clause (1 ) ot Article I55 :\nl.l THE GAZETTE OF PAKSTAN , EXTRA.. MARCH3I. 2(X).5 lPanr I\n(s)rn paragrapl.t (xxvi). ute word ,and'\nandat the end shall be omrtted\n(h) after ?aragraph (xxvi)\ninserted. nanrely -the followrng new paragtaph shall be\n\"(xxvi-a) superinlendence ntea s sr\"rpervision ol police by theappropnate Governtner.tt titrough polrcy oversrght andguidance and in case of a lrrovince it shall be exeriised bythe Chief Minister througlt the Chief Secretary and theProvlncial Honte Deparlnlent whtle ensuflr.lg lolai autononry\nof tlle Provrncral Polrce Otticer rn operatronal adtntnlsttaltve\nar'rd f l]ancial rnatters and in case of Fcderal Caprtal such\nsLrLiervrsro shall be exercrsed by the Mtntslry of lntonor.GoveflInenl of Pakislan: a d\n3. Anrendrnent of Article 10. CEO 22 ot ZOO2.- tr lhe sard (Jrder rrrArticle 10. rn clause (4). atter re \\\\,ord 'Sately,. the \\,vords a d polrLe\nComplaints shall be jnserled\n4. Amendment of Article 11, CEO 22- of 2002.- tn rhe sard orcier rnArticle 11. in clause (l). te words ,by te Natronal publtc Satety Cornrr)tssro|rfror)r a list provided'shall bn oli)rlled\n5. Arnendrnent of Article 1'/-. CEO 22 of 2OO2 -\nArlicle 12.-llt tlre sard Orrjer rrr\n(a)for clauses (2) anr.l (3) llle folbwl 19 shall be Subslrtuled na|lrely\n-(2) The Provrrrctal Governnrenl rnay. w t the approval of\nthe Federal Goven lnerrt refjatnate. or tlte Federal Goverrrnient nrayon its o\\r'/n accord recall a [)ruvi cial police Offrcer\n(3) The Provincial public Safety and police Comptajnts\nConrfirissiorr nray for. reasons to be recorded in writing.\nrecomnrend to the Provincial Governntent for repatriation of lhe\nProvincial Po|ce Officer befot.e the expiry of his term of office andthe Provincial Government may thereupon move the Federal\nGovernn)ent for hts repatriatron rn accordance with clause (2)\n(b) in clause (5). tor the proviso le following shalt be substituted.\nnanrely -\n'Provided that before inrtiating such trans{er. ll.te\nConlnission shall grve the cbncerned officer an opportunrty\nof being lteard in person ', and\n(c) clause (6) shall be ontitted.\nPARr I ITHE GAZETTE OF PAKISTAN, EXTRA., MARCH3I ,2(X)5 15\n6. Amendment ol nrticte 15, CEo 22 oI 2002.-\nArticle '1 5 -ln the said Order in\n(a)in clause (1) for the words \"in consultation with,the words,,with theapproval of sl'tall be substitulcd. al.tcl\n. (b) for clause (3) the followr.tg strall be substituted, namely._\n(3) Under exceptrolral circumstances due lo exigency ofservice or on grounds of nlsconduct and inefiiciency whictr wariant\nmajor penalty under tl]e relevant rules. the City police Offtcer orDistnct Police Officer nray be lrar]sferred, with lhe approval of the\nGoverntner.tt. be[ore corl]pletion of the term of ofIice.,,.\n7. Amendrnent of Article 18, CEO No. 22 of 2002.- tn the said order.\nin Article 18 - '\n(a) in clause (3). for the full stop at 0re end a colon shall be substitute.J\nand thereafter the followng pt o,/iso sl.tall be added. r)amely:_\n\"Provrded that lhe lrrvestigation Wirlg shall be located\nwithin the pL,lrce Stalron anrj slra be responsible to its o,/yn\nhterarchy l llte Drstlcl un(ler tlte general cot.tttol of Olficer-\nin-charge ot re police Statio,t ': and\n(b) after clause (6) the followir]g explanation shall be added. namety _\n'Explatration.- For te purpose oF this Adicle. gerrerai\ncontrol nteans the relationshtp betv\\een the authority of the\nolFicer-in-charge of lnvestigatlon nt a Distict or a F'olice Stationand the Ilisirict police Otfrcer and ofticer_in-charge of thepolice Station. as the case n.ray be. This relattonshrp requrresfull support to ]e officer_rn-charge of lnvestigation in theperfonnance of his duties and officer_in-charge oilnlestigationshall coordinate wth lhe District police Ofricer or officer-in_hatge of the police station. as the case may be. and provide ' i,.rfornlation to hrr)t on all tatters whrch h-ave a bearing onwatch arld ward and public order functions. Any directiois inthis regard by the officer vested with general control shall not. explicily or impliedly interfere in the conduct of investigation ortransfer of investigation and. diversion of manp6wer orresources of lnvestigation to other police functions.,,.\n8. Amendment of Article 2i, CEO 22 of ZOOZ._ tn the said Order. inArticle 21-\n(a) for clause (2) the following shall be substituted. namely _\n-16 THE CAZETTE OF PAKISTAN. EXTRA., MARCH 31, 2(X)5 lPerr'l\n'(2) The Provincial Police Olticer. Capital City Police Officer or\nthe City Police OffiL:er nray. wilh the approval of the Government -\n(i) divide districts lr-rto Police divisions. sub-divisions and police\nstatrons\n(it) sub'divide police stations into police posts: and\n. (iii) define the limits and extellt of such divisions sub-divisions'\n,' police stations and police posts.','and\n(b) in clause (4), in the proviso, for tlle full slop at the end a cololl shall\nbe substituted and ihereafter the following further prbviso shall be\nadded. namelY.-\n\"Provided further tllat the term of office of an officer under -\n\\,tlom a police division, sub-divisiorr or police station respectively is\nplaced shall be the same as that ot Hdad of District Police from the' date of posting and any transfer before completion of his term of\noince wiit onlyiake place due to exigency of service or misconduct\nwarrantir]g majur PenaltY '\n9. Amendment of Article 32, CEO 22 oI 2002'' ln the said Order' in\nArticle 32.-\n(a) in clause (l), for the word \"consultation\" ihe word \"coordination\" shall\nbe substituted.\n(b) in clause (3),\nri) for the words \"approprlate Public Safety Commission\"' lhe\\'/ \n',iori. \"\"on\"\"rn\"o' Commission at the District level\" shall be\nsubstituled: and\nIii) after tlle words 'Provincial Public Satety\"' the words \"and\nPolice Complaints\" shall be inserted; and\n(cI in clause (4). lor the words \"District Public Safety Commission\" thel\"' *\"iiJ-;\"|nt\"in\"d- cornmission at the District level' shall be ^\nsubstiluted\nAmendment of Article 33, CEO 22 ot 2OO2'- ln the said Order' in ' 10\nArticle 33,-\n(a)in clause (2), the word \"Provincial', occurring twice' shall be omitted\nand\n(b) after clause (2) the following new clause shall be added' namely:-\nPrrr ll THE CAZETTE OF PAKISTAN, EXTRA.. MAR€H 31. 2(x)s 17\n\"(3) ln the normal channel of writing the Performance\nEvaluation Reoort of the Head of District Police, the Zila Nazim\nshall write the manuscnptieport of the Head of District Police in the\nspecified Parl of lhe Form of Performance Evaluation Report\npiovided in the Fourth Schedule, wftich shall be taken into\nconsideration at the time of promotion of the Officer.\".\n(a) in clause (1), in the second proviso. for the colon a full stop shall be\nsubstituted and thereafter the thrrd proviso shall be omitted. and\n(b) clause (3) shall be omitted\n12. Amendment of Article 35, CEO 22 ol 2OO2.- ln the sard Order rn\nArticle 35.-\n(a) ir'r clause (1), for the words \"appropriate Public Safety Cotnmtsston\nthe words \"concerned Commission at the District level shall be\nsubstituted, and\n(b)in clause (3). for the words \"appropriate Public Safety Commtsston\nthe words \"concerned Commission at the District level shall be\nsubstituted.\n13. AFendment of Article 36. CEO 22 ot 2002.- ln the said order. rn\nArticle 36. for the words \"Provinqal Pohce Complaints Authority or\" the words\nand corima \"Provincial Public Safety and Police Contplaints Commrssion or,\"\nshall be substituted\n14. Amendment of Title of Chapter V, CEO 22 of 2002.- ln the said\nOrder, the title of Chapter V, atter the word \"SAFETY\", the words \"AND POLICE\nCOMPLAINTS\" shall be rrserted\n'l 5. Substitution of Article 37, CEO 22 ot 2002.- ln the said order for\nArticle 37 the following shall be substituted. nanrely'\n\"37. Est.blislmenl of District Public Salety and Police Conrplalnts\nComrnicslon,- (1 ) The Provincial Governtnent shall establish a District\nPublic Safety and Police Co$plaints Commission in every District,\nincluding Capital City District, consisting of nitle members one of whom\nshall be the Chairperson\n(2\\ The Contmisston shall have rts independent budgel under a\nseparate budgetary head of accourtt. Dtawtng and Drsbursing Officer and\nthe Chairperson of the Conlnissron shall be its Principal Accountrng\nOfficer. \".11. Amendment of Article 34, CEO 22 of 2002.- ln the said order, in\nArticle 34 -\n38 IHE CAZETIE OF PAKISTAN, EXTRA., MARCH.I. 2(x)5 lprnr I\n16. Substitution of Article 38, CEO 22 of 2002.- tn re said Order for\nArticle 38. the following shall be substituted narnely:-\n\"38. Composition.- (1) Tlre con)posrtiot] of tlre Distract publc Safety and\nPolice Complaints Comnrissron shall be as follows:-\n(a) one{hird members shall be appointed by the Government from\namongst the Members of the Provincial Assembly and National, Assembly of the Drstrict concerned as ex-officio ntembers. includrng\na woman member\nProvided that where in a Drslnct. mentbers oF the Provlncial\nAssernbly or Nalior]al Assentbly fall short of lhe requrred number of\nsuch menrbers. tl'le vacant seat shali Lre allocated to rndependent\nn]embers\nProvided further that in case of non-availability of a woman\nmember of the Provtncial Assembly or Nalional Assembly in a\nDistrict, the seat shall be allocated to a wornan tndependent\nnrember\n(b) one-third members. of whom one shall be a wornan. shall be\nappointed as independent rnembers by the Goventment from a list\nof names recommended by the Selection Panel and\n(c) the remaining one{hrrd members, out of whom one shall be a\nwoman. shall be elected by the Zila Councal lrom amongst tts\nrnembers on the basis of each member casting only one vote in\nfavour of any contesting candidate through secret ballot\nExplanation.- For the purpose of this Article, the..District concerned'for\nwomen members of the Provincial Assembly and National Assembly shall.\nas far as possible, be on the basis of the Dlstrict where they are regjstered\nas voters\n(21 ln place of the members referred to in paragraphs (b) and (c)\nof clause (1), the elected oi appointed members of thterstwhile District\nPublic Safety Commission in the respective numbers holding office on the\ncommencement of the Police Order (Amendment) Ordinance, 2004, shall\ncontinue to hold their offices till completion .of their term of offrce as\nmember of the District Public Safe[y and police Complaints Commissron\n(3) The Chairperson ofthe District Selection panel shall conduct\nthe election of the Chairman and mpmbers of the District public Safety and\nPolace Complaints Commissron referred lo rn clause (1) of Article 39 andparagraph (c) of clause ('1 ) of this Arflcle\n(4) The names of the members ot the Commrssion shall be\nnotified in the Official Gazette.\"\n'17 . substitution of Article 39, : cEo 22 0t 2002._ tn rhe said order. forArticle 39 the foltowing shall be substituted. namely _\nJ9. Appqintment of Chairperson.- (1) The Chairperson of the DistrictPublic Safety and police Complaints Commission shall be et.ected by themembers from amongst themselves every three years:\nProvided thaf. the Charrperson of the Distnct pubtic SafetyCommission at the commencement of the police Order (Amendmenil. Ordinance, 2004, shall continue to hold such office till comptetion of his\nlel'ln ?f 9ffile as Charrperson of rhe District public Safety and police\nuontptatnts Commission\n,(2) ^The Charrperson of the Oistnct public Safety and pohce\nuomprarnrs commission shafl be erigibre for re-erectioR foi the secondterfit.\n^ (3) The Chairperson of the Drstflct pubtic Safery and potice\nComplaints Commrssron shall not be rernoved fronr his offlce save asprovtded for removal of a member of ll.te Corrn]issiorl\n(4) The Chairperson €hall be anti ed to honorarra and privitegesas may be determined by the Govbrnment 'P-rrr Il rHE CAZETTE OF PAKISTAN, EXTRA., MARCH i] t. 2005 -})\n18. Amendment of Article 40 CEO 22 of 2OO2.- ln the sard Order rn\nArticle 40, after the word \"Safety\" the words'and police Complaints' shall beinserled\n19. Amendment of Article 41, CEO 22 of 2OOZ.- tn rhe sard Order rn\nArticle 41 -\n(a)\n(b)\n(c)in clause (1) for the words -Drstnct Government the''Provincial Publrc Safety and Poltce Complarnts Contmissron\nbe substituted\nin clause (3). for the words commencement of theprocess tite words occurrence of the vacancy\nsubstitutedin clause (2) for the word -consensus' the words and comrna\nmajoflty vote one of lvhom shall be the Chairperson of the\nSelectron Panel shall be substrtuted andwords\nshall\nselection,\nshall be\n20. Substitution of Article 42. CEO 22 of 2002.- tn rhe said Order. for\nArticle 42 ttre following shall be substrtuled na|rely -\n42. Functions of the Selection Panel.- The Selection Panel shall\nidentrfy suitable candidates as well as rnvite applications and after scrutiny\nforward to the Government the names of persons twice the number of\napporntrnents to be tnade\n4) THE CAZETTE OF PAKISTAN. EXTRA.. MARCH.1l. l{t()5 lPli I\n21 . Amendment of Arlicle 43, cEo 22 0l 2002.- In tlre sard orcler rn\nArticle 43 after the word Safety. the words arld Police Cornplalnts'shall 5e\ninserted\n22. Substitution of Article 44, CEO 22 of 2002.- ln the sard order. for\nArtrcle 44 the followrng sitall be substituted rranrelv -\n\"44. Powers and Functions of the District Public Safety and Police\nComplaints Cornrnission.- ( 1 ) The Drstrrct Publlc Sa(ety and Polrce\nComplarnts Comntrssrort sl'tall exercrse the powers and perform the\nfollowrng functions including those relatrng to complarnts against the polrce\nofficers servrng rn the Drstnct. except the llead of Drstrict Polrce narnely -\n(a) approve an annual Local Policing Plarr prepared by the Head of\nDistrict Police lr'r coordination wtth the Zila Nazim setting out the\narrangements for poltctttg dur rg lhe year\n(b)Provided that such Policing Plan shall include-\n(i) a statement of financrai resources expected to be\nmade available: and\n(ii) performance targets for the year and therr dehvery\nmechanrsnr.\nthe District Publrc Safety 5nd Pohce Complaints Conlmission shall\nsubmit an annual report to the Government through the Provincral\nPublic Safety and Police Complaints Commissron nter aha.\ncontaining-\n(i) an abstract relating to performance of the District Public\nSafety and Police Complaints Commission during the yearl(ri) a report on the functioning of the District Police.(iii) a report on matters connected wath the law and order in the\nDistrict and(iv) a report on tlre implenrentation of the District Policing Plan,\nencourage polrce-public cooperation, (c)\n(d)evaluate the delrvery of performance targets contained rn the Local\nPolicrng Plan on quarterly.basrs ar]d send half-yearly reports to the\nProvincidl Government, Provincral Public Safely and Police\nComplaints Comrnission, Provir'rcial Police Officer, Zila Nazim\nTehsil (Taulka) Nazrm and Towr Nazrm,\n(e) take steps to prevent the Police from engaging rn any unlaMul\nactivrty arising oul of compliance wrth urrlaMul or mala tide o.de/-s\n(f) refer the rnatter rn wrrtrng to tlre Provrnoal Government for\nappropriate actron where the District Public Salety and Pohce\nComplaints Commission is satisfied that a collusive relationship\ndetrimental to. the interest of the people exrsts between the Zila\nNazim and Head of Drstricl Police.\nP^ql ll fHE GAZE-|TE OF PAKISTAN. EXTRA.. MARCII .r l. llx)5 'll\n(S) direct the Head of Distnct Pokce under clause (4)of Atticle 135 for\ndisposal of unclarmed property r'r accordance witlt law.\n(h) direct the Head of Distrrct Polrce rn wrtrng where the Drstrrcl Puhrlrc\nSafety and Police Conrplaints Comrnission has reasons to belreve\nthat the an-charge of the police statton has uniustifrably refused or\navoided to register the First lnformation Report, to conduct an\ninquiry into the matter and cause the registration of ll.te First\nInformation Report under section 154 of the Code. rf any cognizatJle\ncase is made out from the allegations of the corrplainant and Iepolt\nto the District Public Safety and Police Complaints Comtntsstot-t\nwithin forty-eight hours the actron taken by him\n(i)direct the Head of District Police in writing to enquire into a\ncomplaint of neglect in general or by a functionary of a District\nPolice in partrcular and take appropriate action and report withrn\nthe specifred period\nU) require. on a conrplarnt of excess cornmitted by any fllen]ber of\n' Federal Law Enforcement Aqency or crvil armed forces acting in atd\nof the district police, the appropriale authority of tlle concerned\ndepartment in writing to take rernedial action and report within a\nspecified period and rf no action is takerl by the concerned\naulhority, a reference rnay be rnade Lry the District Public Safety\nand Police Complaints Cornrnission to the head of concerned\norganization or the Federal l)oltce Complarnts Authority for\nappropriate action.\n(k) receive from an aggrieved person a complaint. ln writing supported\nby an affidavit. of neglect. excess or misconduct against a Polrce\nOlfrcer:\n(l) take coqnizance of such conrplaints as may fall wlthin its\ncornpeter-rce ar]d forward olhel cornplalnts to lhe Provinclal Publrc\nSalety and Polrce Cor]rplarnls Conlmissior'li and\n(rn) in cases falllng wtllirr tlte conrpeterlce of the District Publrc Safcly\n. and Police Cotrrplatnts Coll [llissrorr, it rl]ay-\n(i) direct the Head of Drstnct Poltce tn wrrttng to take\nappropflate action alrd subrnit a report within a specrfied\npenod. or\nconduct a fact finding inquiry on its own by two or rnore of lts\nnren]bers or tlrrough ar'r officer serving in the District rrot\nbelow the rank of Basic Pay Scale 18 and rn case the\ncornplarnl rs found correct. send lhe rnquiry report to the\nHead of Drslrtct Polrce and dlrect hilll lo tal(e Iegal actron\nagainst the delinquenl Polrce Offrcer.( ii)\nJ] THE GAZETTL OF PAKISTAN. EXTRA.. MARCH ll. l(x)5 lPrrrr I\n(iri) repb the ntatter to the Provrncral Governrnent tfrrouqh the\nProvrncial Public Safety and Poltce Conrplaints Cornnissionfor actror] under the at)propt iate law. wltere tlre Head oi\nDistnct Police does not subntit a report or tal(e actio,t on the\ndrrectrons grven bV the Drstrict F'ublrc Safety ar ld polrce\nConrplarnls Corrtrrrrsston.\n(iv) i|rfornr llte cofnplainant of tlle outcorne oI t]e rnqulry Ir\nwr,trr.r(: ils s,lon as possible. and\n(v) ' direct the appropflate aulhoflly It case oF any frrvolous. or\nvexatrous contplalnt. to lr'Itrate actron under the law against\nthe cotnpiatnanl\n(21 The Dislncl Publtc Salely and lrotrce Con]plarnts Cortlrnrssrurr\nshal[. for the purpose of thrs Order. t]ave thc same powers as are vested rn\nacivil court under the Code of Ctvil Pr ocedure (Act V of 19OB). in respect of\nthe following rna ers nanrely -\n(a) summonllg and enForcing tlle atlendance of any pelson and\nexanrinang hitn on Oatlt\n(b) compelling the production of documents\n(c) receiving evidence on aflidavits: arrd\n(d) issuing contntisston for the examtnation of wtnesses\n23. Amendment of Article 45, CEO 22 of 2002.- tn rhe said Order in\nArticle 45 -\n(a) in the ntargillal note. after the word 'Safety\", the words \"and police\nComplaints slrall be tnserted\n(b) in clause (1). aller tlle words 'tnen]ber of ', the words and comntas\"the Provineial Assernbly or National Assembly or, as the case may\nbe.\" shall be ir'rserted\n(c) for clause (2) the following shall be substituted. nanrely:-\n\" (2) An independerlt Jlre tber shall not be eltgtble for\napporntment as such nrember for a third term , and\n(d) clause (5) shall be orriitted\n24. Anlertdment of Article 46. CEO 22 of 2002.- tn ure sarrj Orcjer rrr\nArtrcle 46 -\n(a)for tl'te words Governor on ltis llte words Governllter']t or't lts sltall\nbe substituted\nPerrll THE CAZETTE OF PAKISTAN, EXTRA.. MARCHII. 21x)5 l.l\n{t,)\n(c)after lhe word\nrnserted. andSafety tlre v\",rrds and Police Cornplarnts shall be\nin paragraph (h) aller tlrc \\'{lrd Safot\\,. lhe words \"and Po|ce\nComularrts slrall be rdserterl\n25. Amendment of Article 47. CEO 22 ot 2OO2.-\nArticle 47.-ln the said Ord€r, in\n(a) in the marginal note, after the word \"Safety,, the words,,and police\nComplaints\" shall be inserted,\n(b) in clause (1), after the word \"Safety\". the u/ords ,,and police\nComplaints\" shall be inserted;\n(c) in clause (3), after the word \"Safety\", the words ,and potice\nComplaints\" shall be inserted,\n(d) in clause (6). for the word 'Dtslrrct potice Officer or Crly police\nOfficer or in their absence their\" the uDrds and comma,,Head of\nDistrict Police or, in his absence his\" shall be substituted, and\n(e) for clause (8) the following shall be substituted. namely:-\n\"(8) The rules of procedure for conduct of business of the\nCommission shall be made by the Government.\".\n26. Amendment of Article 48, CEO 22 of 2002.- tn the said Order, in\nArticle 48 -\n(a) in clause (1), after the word \"Safety\", the words \"and police\nComplaints\" shall be inserted, and\n(b) for clauses (2) and (3) the following shall be substituted. namely -\n\"(2) The Secretariat shall be headed by an officer not\nbelow Basic Pay Scale 18 who shall be appointed by the provincial\n, Government in consultation wth the Chairperson of the\nCommission.\n(3) The Secretanal shall consist of such number of\nofficers and members of the staff as the Government may rn\nconsultation with the Commrssron. determine from time to trme\n(4) ' The terms and condrtrons of service of the officers and\nmembers, of the staff of the District Public Safety and Police\nComplaints Commission shall be nottfred by the Government\n(5) The Chairperson of the Commission shatt, wth the\napproval of the Government engage the servtces of a legal advrsor\non full-time basis. \"\n+.1 THE GAZETTE OF PAKISTAN, EXTRA.. MARCH ll. l(x)5 IPARr I\n27. Omission of Chapter Vl, CEO 22 ot 2OO2.- tn the said Order,\nChapter Vl relatirE to Capitat City Distrid Public Safety Conrnissim, inctuding Arlictes\n49 to 60 shall be omitted.\n28. Amendment of Article 65, CEO 22 ot 2002.- tn rhe said order, in\nArticlo 65, in clause (1), for the lvords 'Chief Justice of High Court' the r ords\n'District and Sessions Judge\" shall be.substituted.\n29. Amendment of Chapter Vlll, CEO 22ot 2002.- tn rhe said Order,\nin Chapter'Vlll, in the title, after the \\r\\iord .SAFETY', th€ \\ ords ,AND POLICE\nCOMPLAINTS\" shall be ins€rted.\n31. Amendment of Article 74, CEO 22 of 2002.- tn the said Order, rn\nArticleT4,-\n(a) in clause (1),-\n(i) after the u,ord \"Safety\", the uords \"and Police Complarnrs' sha\nbe inserted,\n(ii) for the uords \"three each from the Treasury and\" the words'four from the Treasury and tv\\,o from the\" shall be\nsubstiluted: and\n(iii) in the proviso, for the fult stop at the end a colon shalt be\nsubstituted and thereafter the following further proviso shall\nbe added, namely:-\n\"Provided further that such members shall not be\nmembers of the Standing Committee of the Provincial\nAssembly on Horne Affairs.\";\n(b) for clause (2) the following shall be substrtuted, namety\n\"(2) The other half comprising independent members shalt\nbe appointed by the Government on the recommendation of the\nSelection Panel:\nProvided thal at least two members shall be women \"; and\n(c) an clause (3), after the word \"Safety\". the words \"and pottce\nComplaints\" shall be inserted.30. Amendment of Article 73, CEO 22 ot 2002.- tn the said order, in\nArticleT3,- in clause (1), after the word \"Safety\", the words ,'and police\nComplaints\" shall be inserted.\nP.rrrll THE CAZE-ITE OF PAKISTAN. EXTRA.. MARCH3I. 2(x)5\n32. Amendment of Article 75, CEO 22 of 2002.- ln the said Order rn\nArticleT5 -\n(a)\n(b)\n33. Amendment of Article 76, CEO 22 ol 2002.- ln the said order tn\nArticle 76, afler the word \"Safety\", the words \"and Police Complaints' shall be\ninserted.\n34. Amendment of Article 77, CEO 22 of 2002.- In the said Order, in\nArticle 77.-\n(a) for clause (1) the followng shall be substituted, namely:-\n\"(1) There shall be a Selection Panel for independent\nmembers consisting of the Provincial Ombudsman lvtlo shall be its\nChairperson and the Chairman of the Provincial Public Service\nCommission and a nominee of the Chief Minister as its members\nProvided that, where in a Province, the Provincial\nOmbudsman has not been appointed. a retared Judge of the High\nCourt nominated by the Chief Justice of the High Court shall act as\nChairperson of the Selection Panel\nProvided further that the nominee of the Chief Minister shall\nnot be an elected representative or .a person in the service of\nPakistan \". and\n(b) in clause (3) for the words 'commencement of the selectlon\nprocess\" the words \"occufience of a vacancy\" shall be substituted\n35. Amendment of Article 78, CEO 22 ol 2OO2.- ln the said Order, for\nArticle 78 the followng shall be substituted, namely:-\n\"78. Functions of the Selection Panel.- The Selection Panel shall\nidentify suitable candidates as well as anvite applicatlons and after scrutlny\nforward to the Government the names of persons twice the number of\nappoinlments to be made \".\n36. Amendment of Article 79, CEO 22 ol 2002.- ln the saad order. in\nArticle 79, for the words \"a mernber of Provincial Public Safety\". the words \"an\nindependent member of the Provincial PubIc Safety and Police Complaints\" shall\nbe substrtutedin clause (1), after the word \"Safety\". the words\nComplaints\" shall be inserted, and\nin clause (2), after the word \"Safety\", the words\nComplaints\" shall be inserted\"and Police\n\"and Police15\n{6 l'HE CAZETTE OF PAKISTAN. EXTRA.. MARCH 3I. ]I)()5 lPati r-l\nin the marginal note. after the word Safety\", the words \"and Polrce\nComplarnts\" shall be rnser ted\n(iv) Ir. paragra!,I] (d). lor tlre vr.r:rrds and Natronal Public Safety\nComn'rissions tl]e words Publrc Safety and Police\nConrplarnts Ct)nrn rrs::ron s arnj Natlonal Publrc Safety\nCon.llr.lission, shall tc SULrslrtr.rled(a)\n(v)\n(v i)paragraph (e) shall be ornrtted\nin paragraph (k) after the word Safety occurring twice. the\nwords 'and Police Conplaints shall be rnserted37. Apendment of Article 80, CEO 22 of 2002.- ln the said order 'in\nArticle 80.-\n(b) in clause (1),-\n(i) afler the uord \"Safety\", the !1,ord9 \"and Police Complaints\" shall\nbe inserted:\n(ii) for paragraph (a) the followrng shall be substrtuted, namely;-\n'(a) make recommendations to the Government for\npromoting antegrity, efficiency and effectiveness of\npolice;\": and\n(iii) ,or paragraph (b) the following shall be substituted, namely:-\n'(b) take steps to prevent the Police from engagrng in any\nunlawful activity arasing out of compliance wth'\n. unlawful ot mala tide orders:\"; and\n(a) in clause (2I-\n(i) for the !\\ords, brackets and figure \"sub-section (1) the\nCommission shall perform the following specific\nresponsibilities' the words. brackets, figure and comma\n\"clause (1), lhe Commission shall perform the following\nspecific functions\" shall be substituted;\n(ii) in paragraph (a), for the words ,Public Safety\" the words\n\"District Public Safety and Police Complaints\" shall be\nsubstituted,\n(iii) in paragraph (b),-\n(i) for the words \"pre-mature transfer\" the word\n. -repatriation\" shall be substituted. and\n(ii) the colon and proviso shall be omitted,\nPerrll THE GAZETTE OF PAKISTAN, EXTRA., MARCH3I, 2005 47\n(vii) in paragraph (l) aft€r the word \"Safety . occurring thflce the\nwordF \"and Police Con]pla[']ts sl)all be inserted\n(viii) in paragraph (m), alter the \\\\'ord Safety'. the words,,and\nPolice Conrplair.tts' slrall be inserteri:\n(ix )in paragraph (o). the wor!l and at the encl shall be omrttecl\nand\n(x)after paragraplr (p), the follorving paragraphs shall be added\nnamely.-\n'(q) take cognizance of cases of Police neglect. .excess.\nabuse of authori(y and conduct preJudicial to poblic\nrnterest against tlead of District Police and police\nofficers not ser ving in a Dist ct-\n(i) on a colnlllarnt froln an aggr ieved person irr\nwriting supported by an affidavat, or\n([) on a report frorn a Drstflct Public Safety and\nPolice Complaints Cornmission: or\ntiiit on a referer.rce [rorn tlte Government, or\n(iv) on its own aciord.\n(r) inqurre into llre corlt)laint either by ttself or through\nally Govern tenl ollrr:1r rrol fi,ilow tlle Basrc Pay\nScale 19 and on llle lrasrs of findrrrgs of llre lnqurry,\n(i) frle the cc.rnr;.rlairrt. if the charges are nol\nproved: or refer tlte tnatter to the concerned\nllead of General Police Area for departrnental\naction a d repurt Uach or ur(ler tlte regrslratrbrr\nof a crin]inal case.under the relevant provisions\noF Pakistan Penal Code (Act V of 1860). this\nOrder or any othel law for ttle time be[']g tn\nforce\n(ii) report. to. the Chief Minister. where the\nCommission rs not satisfied with the action\ntaken by the l-lead cif Generel Police Area in\ncases referred to in sub-paragraph (i) and nrake\nappropriate recommendations in this behalf.\n(iri) recommend disciplinary action agatnst an\ninquiry officer for wlful neglect or rnishandlrng\nof an inquiry\n(iv) inform the comdlainant of the outcome of the\ninquiry.in writing as soon as possible and\n18 THE GAZETTE OF PAKISTAN, EXTRA., MARCH3I, 2uts [pARr I\n(v) direct the appropriate authority, in case of any\nfrivolous, or vexatious complaint, to initiate action\nunder the law against the cohlplainant, and\n(s) delegate any of its powers to its Chairperson \"\n38. Amendment of Article 81,'CEO 22 ot 2002.- tn the said Order. in\nArtrcle 81.-\n(a)in the marginal note. after the word \"Safety\", the words..and polrce\nComplaints\" shall be inserted,\nin clause (1), for the words \"the same as th€t ol the provinciat\nAssembly\" the words \"for a period oF tttree years shall be\nsubstituted:(b)\n(c) for clause (2) the following shall be substituted nan]ely\n\" (2\\ A member shall not be eligible for a thlld term., and\n(d) clause (5) sha be ontitted\n39. Amendment of Article 82, CEO 22 of 2OO2.- tn rhe said Orc.ter rrr\nArt,cle 82 -\n(a)for the words \"Governor on its\nrecomrnendation of the Provincial\nGovernment may either on its\nrecommendations of the Provincial\nComplaints\" shall be substituted: andown volrtion or oD the\nPublic Safety\" the words\nown accord or on the\nPublic Safety and Police\n(b) in paragraph (h), after the word ,,Safety\", the words ar.trj police\nComplaints\" shall be inserted\n40. Amendment of Article 83, CEO 22 ot 2002.- tn the said Order, in\nArticle 83,-\n(a) in the marginal note, after the word \"Safety\", the words \"and police\nComplairits\" shall be inserted.\n(b) in clause (1), after the word \"Safety\", the words \"and police\nCorFplaints\" shall be inserted; and\n(c)in clause (3), for the words \"two{hird' the words \"one-half' shall be\nsubstituted.\n41. Amendment of Article 84, CEO 22 of 2002.- tn the said Order, in\nArticle 84.-\n(a)in clause (1). after the word \"Safety\", the words \"and pohce\nComplarnts shall be inserted\nPerrll THE GAZE TTE OF PAKISTAN, EXTRA., MARCH3I, 2m5 O\n(b) for clause (2) the following shall be substituted, namely:-\n'(2) The Secretariat shall be headed by an officer not\nbelow the Basic Pay Scale 20 who shall be appointed by the Ch''ef\nMinister tn consultation wth the Chairperson of the Commission \"i\nand\n(c) for clause (4), the following shall be substituted, namely:-\n'(4) The Chairperson of the Commission shall, with the\napproval of the Government, engage the services of a legal advisor\non full-time basis\n(5) The terms and conditions of service of the members\not staff of the Commission shall be determined by the Government\nin consultation with the Commission\n(6) The functions of -the officers and members of staff\nshall be determined by the Commission\n(7) The Secretariat shall be attached to the Services and\n' General Administration Department for the purpose of budget and\nmatters pertaining to the Provincial Assembly\n42. Amendment of Article 89, CEO 22 o1 2092'- ln the said order' in\nnrtide AS, in clause (1), after for the words \"supreme Court of Pakistan\"' the\n*orJr \"o|, \" JudEe of tire Supreme Court nominated by the Chief Just'ce\" shall [:e\ninserted.\n43. Amendment of Article 92, CEO 22 ol 2002.- ln the said order, in\nArticle 92, in clause (3),-\n(a) paragraph (b) shall be omitted: and\n(b) in paragraph (i), aftei the word \"Safety\". the woids \"and Polrce\nComPlaints\" shall be inserted.\n44. Amendment of title of Chapter X, CEO 22 of 2oo2.- ln the said\nOrder, in'Chapter X. in the title, for the word \"Authorities\" the word \"Authority\"\nshall be substituted.\n45. Amendment of Article 100, CEO 22 ol 2OO2.- ln the said order, in\nArticle 100.-\n(a) in paragraph (a), for the words \"District Public Safety Commission\"'\nthe woids \"concerned Commission at the District level\" shall be\nsubstltuted. and\n(b) in paragraph (l), for the words \"Provincial Police Complaints\nAuti'rorit! or Drstrict Public Safety\" the words \"Provincial Public\nSafety and. Police Complaints Commission or District Public Safety\nand Police Complaints\" shall be-substituted'\n1) THE GAZETTE OF PAKISTAN, EXTRA.: MARCH 3t, 2M5 IPerr I\n46 Omission of Artioles 103 to iO8, CEO 22 ot ZOO2.- tn the saidOrder, Articles '103 to 108 shall be omitted.\n47. Amendment of Article 112, CEO 22 ot 2OO2 - tn rhe said Order. inArticle 1 '12, the v\\,oid ',prior,, shall be omitted..\n48. Amendment of Article 134, CEO 22 ol 2002.- tn the said Order, inArtlcle 134, for the lrords ,District public Saiety Commission,, the words'conc€rned Commission at the District lsvel\" shall beiubstituted.\n49. Amendment of Article 13S, CEO 22 of ZOO2.- tn rhe said Order, inArticle..135, in clause (4). for the \\ ords \"District public Safety Commission\" thewords 'concerned Commission at the District level,, shall be suistituted.\n50. Amendment of Article iS2, CEO 22 ot 2OO2.- tn the said Order, in ^\nArticle 152, after lhe words ,'enquiry by the,,, the v\\ord ,,Federal,, shall be inserted.\n51. Amendment of Article l SS, CEO 22 of 2002.- ln rhe said Ord6r, in\n111?1?-15-1.jr.da.lr.se (?): arrer rhe \\,ord ,,rutes,, rhe !rcrds .ro be.made by iheGovernment- shall be added.\n52. Amendment of Article 168, CEO 22 of 2002.- tn rre sarcl Order rnArticle 168.-\n(a) after the words \"provincial lrub|c Safety . the vr'otds -and poltce\nComplaints\" shall be insertecl\n(b) in paragraph (a), tor the words \"putrtic Safety the words ,,members\nand statf of the\" shall be substituted. and\n(c) in paragraph (c). for the wor,Js and conlnta .publtc Safety\nCommlssions.\" the words arrri corl]nra Cornrnrssrons Federal. shall\n. be sub'strtuted\n53. Amendment of Article 169, CEO 22 ot 2002.- ln rhe said Order. inA,licle 169, in ctause (6), after the loord ,Safety,. occurnng foi tne second andthird time, the words \"and Police Complaints\" shall be insert,ed\n54. lnsertion of new Article, CEO 22 of 2002.- ln rhe sard order. afrerArtrcle 186. the followng new Articte shall be inserted. namety _\n\"1864. Power to amend the Schedules _ The FederatGovernment nray. by notification in the official Gazette. amend ar.tySchedule. '\n55. Actdition of Fourth Schedule, CEO 22 ot 2002.- tn the said Order,aflter the Third Schedule. the fo owing new Schedule shall be added. namety:-\nPrnrll THE CAZETTE OF PAKISTAN, EXTRA., MARCH3t. 2fi)5 5l\n.,FOURTH SCHEDULE\n[See A]ticle 33 (3)l\n( t..lt llul(',\\'l'ti\nCcrtiticd rhxl I\n(Nxllrc of ll(nrl ol Dislt i(l Polirc] l'cIsonl|l Nunrh(l. (if xlkrllrd)\ntubrrriltljd hr\n(Srl-l irc)\nl'{rfornrxo(c frnhr:.tion llcllot t ,or lh( |rriul_ htro ort\n(BPS) (Ditlc)\n(Nnmc of th( Ziln Nrui . Dislricl)\nNll (our(rrsigllillE omccr ir\n{N lnc of.lhc Prorin(inl P0licc Omccr)\nSignIltur'(\nDistrict ,\nP.O.2002\nCONFIDENTIAL For Head of District Police\nGOVERNMENT OF PAKISTAN\nControlling Division Establislrnrent',/ lnterior\nDistrict of Posting\nPART I\n(TO BE FILLED IN BY THE OFFICER REPORTED UPON)\n3\n4\n5\n6Name (in block lellers)\nPersonnel nurnber_\nDale of bi\nDate of entry in service_\nPosl held during lhe period (wilh BPS)_\nAcadenric qualilications .\n1Knowledge ol la[guages (Please indicale ptoficte cy in speakrllg (s) reading {R)\nand writing (W)5l THE CAZETTE OF PAKISTAN. EXTRA.. MARCHII. 2(x)5 lPext I\nPERFORMANCE EVALUATION REPORT\nOF THE HEAD OF DISTRICT POLICE\nPerrll THE GAZETTE OF PAKISTAN, EXTRA.. MARCH3I. 2(x)5 53\n8.. Trainirrg received durilg ttle evaluation period Clraining courses attelded earlier. rl\nany, may please,be listed separately on the back page of the report)\nDuring with dales Narne of i stitulion alld countty\nPeriod served\n(r) 1n present posl (ii) Uider tlre repoding Officer\nPART II\nJob description\nTlre Head of District Police will-(i) administer the Police in the District in accordance with the police Order. 2002:(ii) organize tlte Police force under his comtnand for the efficient performance of the\nduties given in Anrcles 3 aDd 4 of tlle Police Order. 2002:(iii) prepa.e loLjal pcrlicing plan in coordinahon with the Zila Nazitn and implernent theplan as at,L,rLr!ed by lhe Dislrict Public Safety and police Cbrr]plaints\nCotnlltissro :(iv) carry out lhe la\\,vlul or(lers aId diteclions given by the Zila Nazirn . the DislrictPublic Salely illld Police Complainls Commission and the ptovi cial\nGovern tcirl(v) to maintain law alld order a d pubLc peace in the District:(vr) ensure lhal Police suppotl lo the Govefutnlenl funclionaties in tlte Disltict is lnade\navailable prornplly\n(vii) errsure llral l)rovrslolls o{ saclio 62 of lhe CDde are i lplenlenled in leller a d\n(vi ) llill[;\" ,, t,,\" drectior!s and rleDs takefl by ure Disrrict or provirrciat pubtic\nSnlely arxl Polr(e Co lplairls CortltIlissiolt ll)r prevenlang lhe police Iror\nellgaui lt t a y Ll l:twfurl aclivily arisi0q otrl of co[tp,ia ce willl lhe unlawlul or\nr,,J/a ,rre Ur(,crs(i;() assist the Dislrict Public Salety and Pokce Cunrplaints Cornmission rn quarlerli\nevaluation of llre (lelivery oI perlo nalce targels given in the local policing plat]:(\\r c sure lltal lltc lnvesliUatir)I atxl l-'oliue Iullcliot]s relating lo proseculion ate\ncarricd out slrictly in accordarce witlr llre law,(xi) keep lhe Zila Nazitn fully inlfirned by tlte personal conlacl and by wrillen reports\nillcludilu daily reporls of all matters relating to crirne and public order as well as\n\\rs rtlovernerrls Irllre Jr5lUcL\n(xLL) leave tlre dislrcl ollly after nlakilU olfi(iiating arrangernerrts and infOrrn llte Zila\nNazirn as well as the Dislricl Pllric Solely and Police Co[tplairrt Cori)rnissio\nalrout such arlanitenr+illts and\n(xrrr) I)erlo r ()lllor lun(Jrors as ptovr([,,] llr lllc Policr] Ordet 2002Name of courses attended\n54 THE GAZE-ITE OF PAKISTAN, EXTRA., MARCH3I, 2m5 [penr I\n2(TO BE FILLED IN BY THE OFFICER REPORTED UPON)\nBrief account of achievements during the_ period supported b, statislicat data\nwhere possible. Targets given in the approved Local policing plan and actlrat\nperformance against such targets should be highlighted. Reasons for shortfall rlany may also be stated.\nPART III\nANNUAL MANUSCRIPT PERFORMANCE REPORT\n(TO BE FILLED BY ZILA NAZIM}\n1. Zila Nazim shall, in the tollowing space, record his assessment about the\nperformance of the Head of Oistrict Police relating to potice functaons, including taw and\norder matters in the District and such assessment slrall include his response to the\ndirections issued by the Zila Nazam, ta.gets achieved given in 0re local policing plan,\nsupport to lhe Governmenl functionaries, behaviour towards public, response to crises,\ndasasler situations, pronounced weaknesses, if any alrd ,itness for promolion.\n2. While recording has assessment, the Zila Nazim shall takc inlo consideration the\ninput of concerned Commission at the Districl level, particularly on the reports of ttre\nCommission gaven in Article 44 (l)(b)and (d).\n3. The Annual Manuscript Performance Report must be concluded by definitively\nrecording lhe performance to be stated as very good, good, average or below average, as\nthe case may be. The linal sentence in the assessmedt will state whether the officer is fit\nor unfit for promolion.\nrt!&nl!l i this hn.r.)\nSigl|irlrrrc: _ __\nNnIrc:\nName of Zila NazimScxl\n(ht Block Capitat Letters)Dxlc & Plitcc:\nSig0ature:\nPARrll THE GAZETTE OF PAKISTAN, E)(TRA., MARCH 3.1. 2(n5 55\nDate\n2PART IV\nFIRST COUNTERSIGNING OFFICER'S EVALUATION\n(PROVINCIAL POLICE OFFICER / SECRETARY INTERIOR FOR ISLAMABAD)\nPlease conlmenl orr the officer's pertornla ce on the iob as given in Part ll (2) with\nspecial reference to his klrowledge of wo,k, ability to plan, organize and supervise,\nanalytical skills, competertce to take decisions and quality and quaotity of output.\nHow lar was lhe ofticer able to achieve the targets? Conrmenl on the oftlcer's\ncontribution, with the help ol statistical data, il any, in lhe overall performance of\ntlre organization, Do you agree with what has been stated in Part ll (2)?\nIt you have any additional points to what has been reported by the Zila Nazim,\nplease give reasons for eaclr remark especially if il relates to any adverse relnaJk\n,l3. lntegrity (Morality. uprightness and honesly)\nPen picture includirq the ofli(:er's strengths aod weaknesses witll focus on\nemotional stability, ability to work u der pressure, communication skills and\ninterpersonal effectiveness (weaktless will rrol be corlsidered as adverse enlly ttnless\nintended to be trealed as adverse)\n5. Area and level of prolessional expertise with suggestions for rulu.e posting\n56 THE GAZETTE OF PAKISTAN, EXTRA., MARCH3I. 2(x)S lPanr I\nT,aining and developntent needs\ni\n7. Overall grading\nVery Good\nTop 107oAverage Below Average\nIComparative Grading\nCornpared to olher oflicerc of his rarrk. llle officer la s in\nNexl 20o,/o Nexl 70%\n9 FitneSs for p.omotion Commellt on lhe ollicers polenlial tor holding a\nlligher posiliolt altd addiltonal respo sibililles\nName of thc reporting officer \n-- Signature\n(Caprtalletlers)Good\nDesignalion Date6.\nPatlr 0 THE CAZETTE OF PAKISTAN, EXTRA., MARCH 3.t. 2(x)5 .,\nPART V\nREMARKS OF THE SECOND COUNTERSIGNING OFFICER\n(!.!rEF EXECUTTVE OF THE pROViNCE / tMtNtsTER FOR tNrERtoR FOR tSLn N4ABAD)\nla\nNan re\n'DesiqnatiorrSigflature\nL!ale\nTHE CAZETTE OF PAKISTAN, EXTRA., MARCH3I, 2005 IPatt I\na After iniliatioll ol his PER. tlre Ilead ot Dislricl Police sllould ilnlrtediately fill trp tlre\ndelachable 'cernficale' givirlg llarltes ot tlle Zila Naziln / Provincial Police Ollicer arrd\n. forward the same.lo tlle Otficer lllcharge of llis lespective confidential records. This exercise\nwill ensure proper follow-tlp of tlle pelrdillg perlollllance evaluation repods.\n! Form slrould be lilled irl dLll)licale Farls I ar[l ll are to be filled by the ollicer under reporl alld\nshould be typed. Part lll will be lille(l l)y llre Zila Nazirrl wllile tlle Provilrcial Police Ollicer /\nClriet Executive oI the Provirlce will Iill Palts lV alrd v lespeclively-\na The o[ricer u der teport should lill Parl ll (2) ol llle lo n as oblectively as possible alrd short\nterm and lorlg telm talgets should be detellrlilled / assigrled witlt ulmosl care\na Assess renl by tlle Zila Nazint sl)outd cover all poiltts te lio ed in Part lll. He slrould avoid\ngivirc a biased or evasive assesslllellI ol the ollicel urlder lepoll- His opirliorls slloLlld\nieprele,tt tlte result oI calelul Lorlsideratior] arld olljective assesslnerlt so lllal il called uporr\nhe COUId iustily llte rentatkS / cu lr e ts. He nray [tai lai0 a tecord O[ tlle acllievert]erllS /\nfdilures of the Head ol District Police.\na The provincial police Oflicer sllould weigh the ret|rarks ol llre Zila Nazinl agailrst his persorral\nk owledge ol te Head or Dislrict Potice, collrl)are ltir Yritlr olller lleads ol Dislrict Police.\na1d therigive his ovetall assess,te,l of tlte Head ol District Police. lrl case of disaqleellrerrt\nwilh the ;ssessrnerll dorle by the Zila' Nazirlr, specilic leasons should be recorded by tlre\nProvincial Police O{ticer itt eacll case in PatI lV.\na The Provirrcial Police Ollicer should ullderlille, ill led illk, relnalks wllich in his opinion ale\nedverse aod lhould be conlnlurlicated to the Head of Distlict Police. All advelse relnarks\nshould be corllrrurlicaled to tlle Ofticer. vrith a copy of colnmullicatioll plaoed jrl tlle\ncRdossierzilaNazill]sllou]dellstllelhatlleplopellycor,IlselstheHeadofDistlictPolice\nbefore adverse remalks ale lecorded.\na The Zila Nazirn arld Plovilrcial Police Ollicer Slrould be clear, dlleot, obiective arrd\nunall]biguous irl tlleit rernalks. Vague irrpressiolls based on inadequale kllowle{Jge or\nisolated incidents sho(lld tre av{rided.\na Repotts should be coltsisteIl willl llle pell picture, overall graditlg atld coolparative !Jladlr)g\na While.taking i to cgltsidetaliol llte assessflenl reported by Zila Nazitll fol the plorllolior] ol\nlhe Oflicer iepoded on. tlle plolllotion boarcl will ellsule ttlat the assesslllenl givelr by Zila\nNazirn is co iidered as the irltegral part of tlle overall ratillg alld ensule that it is part of llre\nrtornral chatltlel.tt.\nCsrenet.\nPERVEZ MUSHARRAF.\nPresident.\nPRINTED BY THE MANAGER. PRINTING CORPORATION OF PAXISTAN PRFJS. ISLAMAAAT)\nPUBLISHED BY THE OEPTJTY CONTROLLER STATIONERY AND FORMS. t INIVERSITY ROAD. KARA(-HI58\nGUIDELINES FOR FILLING UP THE PER\nJusrcE (RErD.).\nMANSOOR AHMED,\nSec retary."
}