{
    "file": "./converted_json\\administratorf8c9b08c6acdb6c6b70792952eb16a99.json",
    "name": "The Safeguard Measures Ordinance, 2002",
    "date": "20th July, 2002",
    "tagline": "An Ordinance to provide for the imposition of Safeguard Measures",
    "content": "Page 1 of 21 \n  \n  \n \n \n \nTHE  SAFEGUARD  MEASURES  ORDINANCE,  2002    \n \n \n \n \n \n      CONTENTS  \n       __________    \n \n1                 Short  title, extent  and commencement   \n2                 Definitions   \n3                 Application  of safeguard  measures   \n4                 Serious  injury   \n5                 Threat  of serious  injury   \n6                 Factors  other  than increased  imports   \n7                 Initiation  of investigation   \n8                 Withdrawal  of application  before  initiation   \n9                 Initiation  of investigation   \n10               Notice  of initiation  of investigation   \n11               Participation  of interested  parties   \n12               Schedule  for investigation   \n13               Conduct  of investigation   \n14               Confidentiality   \n15               Information  to participating  interested  parties   \n16               Written  arguments  and hearings   \n17               Reliance  on information  available   \n18               Application  of provisional  safeguard  duty  \n19               Report  of provisional  determination   \n20               Notice  of non­application  of provisional  safeguard  duty  \n21               Decision  to apply  provisional  safeguard  duty by the Federal  Government   \n22               Notification  and consultations   \nUpdate Till 22.8.2022\nUpdated Till 23.8.2022Updated Till 23Updated Till 23.8.2022\n \nPage 2 of 21 \n 23               General  principles  governing  application  of definitive  safeguard  measure   \n24               Determination  of serious  injury  or threat  thereof   \n25               Decision  by the Federal  Government  to apply  definitive  safeguard  measure   \n26               Public  notice  of application  of definitive  safeguard  measure   \n27               Notification  and consultation   \n28               Form  and application  of definitive  safeguard  measure   \n29               Non­application  of definitive  safeguard  measure  to certain  developing  countries   \n30               Quota  as definitive  safeguard  measure   \n31               Termination  without  application  of safeguard  measure   \n32               Duration  of definitive  safeguard  measure   \n33               Progressive  liberalisation   \n34               Review   \n35               Extension  of definitive  safeguard  measure   \n36               Reapplication  of a safeguard  measure   \n37               Duties  and fees to be held in non­lapseable  personal  ledger  account   \n38               Power  to make  rules   \n39               Omitted   \n40               Omitted   \n41               Omitted  \n \n42               Protection  to persons  prejudiced  in employment  because  of \nassisting  the commission   \n43               Appointment  of advisers  and consultants   \n44               Omitted   \n45               Removal  of difficulties   \n46               Act to override  other  laws   \n \n \n \n \n \n \n \n  \n\n \nPage 3 of 21 \n  \n \n \n \n \nTHE  SAFEGUARD MEASURES  ORDINANCE , 2002.  \n \nORDINANCE NO . XXXI OF 2002  \n[20th July, 2022]  \n \nAn Ordinance  to provide for the imposition of Safeguard  Measures   \n \nWHEREAS it is expedient to give effect in Pakistan to the provisions of Article XIX of the General \nAgreement on Tariffs and Trade, 1994, and to the Agreement on Safeguards to provide for the \nimposition of safeguard measures in accordance therewith, to provide a fr amework for investigation \nand determination of serious injury or threat of  serious injury caused by  products imported into \nPakistan and for matters ancillary thereto or connected therewith;  \n \nAND WHEREAS  the President is satisfied that circumstances exist which render it necessary to \ntake immediate action;  \n \nNOW, THEREFORE , in pursuance of the Proclamation of Emergency of the fourteenth day of \nOctober, 1999, and the Provisional Constitution Order No. 1 of 1999, read with the Provisional \nConstitution Order No. 9 of 1999, and in exercise of all powers enabling him in that behalf, the \nPresident of the Islamic Republic of Pakistan is pleased to make and promulgate the following \nOrdinance : ⎯  \nPART I  \nPRELIMINARY  \n \n \n1. Short title , extent  and commencement . ⎯ (1) This Ordinance  may be called  the \nSafeguard  Measures Ordinance, 2002.  \n(2) It extends to the whole  of Pakistan.  \n(3) It shall come into force at once.  \n \n \n2. Definitions. −In this Ordinance, unless there is anything  repugnant  in the subject or  context,­  \n \n(a)  “Agreement  on Safeguards ” means  the Agreement  on Safeguards  included  in \nAnne x (1A)  to the Final Act of  the Results of  the Uruguay  Round  conc erning  \nthe Implementation  of Article  XIX of the General  Agreement  on Tariffs \nand Trade, 1994;  \n \n(b)   “Commission ” means  the  National  Tariff Commission  established  under   \nthe National  Tariff Commission Act, 1990  (VI of 1990);  \n \n(c)  “Committee ” means  the Committee  on Safeguards of  the WTO established  \npursuant  to Article 13  of the Agreement on  Safeguards;  \n \n\n \nPage 4 of 21 \n (d)   “country ” means  any country  or territory  whether  a  Member  or not and    \nincludes  a customs union  or separate customs territory;  \n \n(e)  “developing  country ” means a country  categorized as such  by the W TO; \n \n(f)  “domestic industry ” means  the producers  as a whole  of products  which  are like \nor directly competitive  with the investigated  product,  operating  within Pakistan  \nor those  producers operating  within  Pakistan  whose collective  output  of like or \ndirectly  competitive  products constitutes a major proportion  of the total \nproduction  of such products  in Pakistan;  \n \n(g)  “interested party ” includes ⎯ \n(i)  the exporter  or foreign  producer  of an investigated product.  \n(ii)  the importer of  an investigated product;  \n(iii)       trade  or business  associations  a majority  of the members  of which  \nare producers, exporters  or importers of  an investigated product;  \n(iv)  the producer  of a domestic like or  directly competitive product  in \nPakistan;  \n(v)  trade  or  business  associations  a  majority  of  the  members  of  \nwhich  produce  a domestic like or  directly competitive product  in \nPakistan; and  \n(vi)  such other  person  or group  of persons  as the Commission  may \nfrom  time to time notify  in the o fficial  Gazette;  \n(h)   “investigated  product ”  means  an  imported  product  subject  to  an  \ninvestigation,  as described  in the public  notice of initiation  of an investigation  \nreferred  to in clause  (b) of sub­section (1)  of section 10 ; \n(i)  “investigation ” means an investigation conducted under  this Ordinance ; \n(j)  “like product ” means  a product  which  is alike  in all respects  to an investigated   \nproduct  or, in the absence of  such a product,  another product  which,  although  \nnot alike in all respects, has  characteristic s closely  resembling those of  the \ninvestigated product;  \n \n(k)  “Member ” means a country  which  is a member of  the W TO; \n \n(l)  “participating interested  parties” means  those  interested parties  that have  \nindicated  their interest in participating in an investigation, to the Commission \nunder  section 11; \n \n(m)  “prescribed ” means prescribed by  rules made under  this Ordinance;  \n \n(n)  “public notice ” means a notice published  in the o fficial  Gazette;  \n \n(o)  “quota ” means import quotas  including tari ff rate quotas;  \n\n \nPage 5 of 21 \n  \n(p)   “serious injury” means  a  significant  overall  impairment  in the  position  of \na  domestic industry cau sed by increased  imports,  absolute  or relative  to \ndomestic  production,  of an investigated product;  \n \n(q)  “threat of  serious  injury ” means serious  injury  that is clearly imminent; and  \n   \n(r)  “WTO” means  the  World Trade  Organisation  established  pursuant  to  the   \nMarrakesh  Agreement concluded in Marrakesh,  Morocco,  on the 15th  April, \n1994.  \n \n____________  \nPART II  \nSAFEGUARD MEASURES    \n3. Application  of safeguard measures.   The Federal Government may, by notification in the \nofficial Gazette, apply a safeguard measure on an investigated product imported into Pakistan if, it has \nbeen determined by the Commission pursuant to an investigation conducted by it in accordance with \nthe provisions of this Ordinance that as a result of unfor eseen developments and of the effect of W .T.O \nobligations assumed by Pakistan . the investigated product is being imported in such increased \nquantities absolute or relative to domestic production, an d under such conditions as to cause serious \ninjury or threat of serious injury to domestic industry producing like or directly competitive products.  \n \n________________  \n \nPART III  \n \nSERIOUS INJURY OR THREAT OF SERIOUS INJURY AND CAUSATION  \n \n4. Serious injury.  A determination of serious injury or threat of serious injury shall be based \nupon an evaluation, by the Commission, of all relevant factors of an objective and quantifiable nature \nhaving a bearing on the situation of domestic  industry i ncluding, but not limited to, the following, \nnamely: ⎯ \n \n(i)  the rate and amount of an increase in imports of an investigated product, in absolute \nterms and relative to domestic production of like or directly competitive products;  \n \n(ii)  the share of domest ic market taken by increased imports of an investigated product;  \n \n(iii)  the impact of increased imports of an investigated product on domestic industry, as \nevidenced by relevant indicators including, but not limited to, production, productivity, \ncapacity utilisation, sales, market share, profits and losses, and employment; and  \n \n(iv)  factors other than increased imports of an investigated product which at the same time \nare causing serious injury or threat of serious injury.  \n \n5. Threat of serious injury. ⎯ (1) In determining threat of serious injury, the Commission \nshall in  addition to the factors specified in section 4, evaluate the following, namely: ⎯ \n\n \nPage 6 of 21 \n  \n(i)  the actual  and potential  export  capacity  of the country  of production  or origin  \nof an investigated product s; \n \n(ii) any build­up of  inventories  of an investigated  product s in Pakistan  and in the \ncountry  of exportation;  \n \n(iii) the probability  that imports  of an investigated  product  shall  enter  domestic  \nmarket  in increasing quantities; and  \n \n(iv) any other factors deemed relevant by  the Commission.  \n \n6. Factors other  than increased imports . When serious injury or threat of serious injury is \nbeing caused by factors other than increased imports of an investigated product, such injury shall not \nbe attributed to the increased imports.  \n \n__________\n \nPART IV  \nINVESTIGATION  \n \n7.  Initiation  of investigation.  ⎯(1) An investigation  to determine  serious  injury  or threat  \nof serious  injury  may be initiated by  the Commission  ⎯ \n \n (a)  upon  receipt  by the Commission  of a written  application  for initiation  of an \ninvestigation by  or on behalf of  domestic industry;  or \n \n(b)  suo moto  by the Commission  where  it is satisfied  that there  is sufficient  \nevidence  to justify the initiation of  an investigation.  \n \n(2) The application referred to in clause (a) of  sub­section (1)  shall ⎯ \n \n(i)  be submitted  to the Com mission  in such manne r, number  and form  and with \nsuch fee as may be prescribed; and  \n \n(ii)       include such  information as may be prescribed.  \n \n8. Withdra wal of application  before initiation . An application  received  by the Commission \npursuant  to clause  (a) of sub­section  (1) of section  7 may be withdrawn prior  to initiation of  an \ninvestigation by  the Commission in which  case it shall be considered not  to have been made:  \n \nProvided  that upon  such withdrawal  of an applicat ion any fee paid along with  the application \npursuant  to clause (i) of  sub­section (2)  of section 7  shall sta nd forfeited in favour  of the Commission.  \n \n9. Initiation  of investigation .⎯ (1) The Com mission  shall  examine  the accuracy  and \nadequacy  of the  evidence  given  in an application  received  pursuant  to clause  (a) of sub­section  (1) \nof section  7 in order  to determine whether it is compliant with the requirements of  sub­section (2)  of \nsection 7  and, if so,  whether there is su fficient  evidence to justify initiation of  an investigation.  \n\n \nPage 7 of 21 \n  \n  (2) An application  received  by the Commission  pursuant to clause  (a) of sub-section  (1) of \nsection  7 shall  be rejected  if the Commission  is satisfied  that there  is not sufficient  evidence  of \nserious  injury or  threat of  serious  injury  to justify initiation of  an investigation.  \n \n(3) The Com mission  may seek additional  information  from  an applicant  submitting  an \napplication pursuant to clause  (a) of subsection  (1) of section  7, before  deciding  whether to initiate  \nan investigation  and such information  shall  be provided by  the applicant  to the Commission  within  \nsuch time and  in such  manner as the Commission may direct.  \n \n(4) When  the Commission is satisfied that there is su fficient  evidence of  serious  injury  or threat \nof serious  injury  to justify the initiation of  an investigation, it shall initiate an investigation.  \n \n(5) Where the Commission  does not consider  it appropriate  to initiate investigation,  it shall  \nnotify its decision  by a public  notice  of non­initiation  of an investigation  and such notice  shall  \ncontain  such information as may be prescribed:  \n \nProvided  that the Commission  may, if it deems  fit, only publish  a summary  of the public  \nnotice  of non­initiation  of an investigation in  the official  Gazette  provided  that a full text of \nsuch notice  is promptly  placed in the public file to be maintained by  it pursuant  to section 15.  \n \n(6) The Commission shall  decide  whether  or not to initiate  an investigation  within  such time \nperiod  as may be prescribed :  \n \nProvided  that  different  time  periods  may  be  prescribed  for  this  purpose  depending  \non  the complexity of  the issues involved.  \n \n10. Notice of initiation of investigation.  ⎯(1) Where  the Commission  has decided  to initiate  \nan investigation it shall  ⎯ \n \n(a)  immediately notify  the Federal  Government  of its decision  and the Federal  \nGovernment shall immediately notify  the Committee  of such decision  in \naccordance  with any requirements established by  a Committee therefor; and  \n \n(b)  notify  its decision by  means of  a public notice of  initiation of  an investigation.  \n \n(2) The public  notice  of initiation  of an investigation referred  to in clause  (b) of sub­section  \n(1) shall  be in such form  and contain  such information  as may be prescribed  and the initiation of  \nan investigation shall be effective  on the date on  which  such notice is published  in the o fficial  \nGazette:  \n \nProvided  that the Commission  may, if it deems  fit, only publish  a summary  of the public  \nnotice  of initiation  of an investigation  referred  to in clause  (b) of sub-section (1)  in the official  \nGazette  provided that  a full text of such notice  is promptly  placed  in the public  file to be \nmaintained  by it pursuant  to section 15.  \n \n(3) The Com mission  shall  promptly  provide  a copy  of the full text of public  notice  of initiation  \nof an investigation referred to in clause (b)  of sub­section (1)  the Federal Government.  \n \n\n \nPage 8 of 21 \n 11. Participation  of interested  parties. −(1) Any interested  party  desiring  to participate  in \nan investigation  shall  have  a period  of fifteen  days from  the date of initiation  of the investigation  \nto indicate to the Commission, in writing, of  its interest in participating in the investigation:  \n \nProvided  that the Commi ssion ma y, at its discretion,  allow  any interests  party  to indicate  \nits interest  in participating  in an investigation  after the expiry  of the fifteen  days time period,  \nupon  good cause shown.  \n \n  (2) Subject to the requirement  to protect  confidential  information  pursuant  to section  14 and \nupon payment  to  the  Commission  of the  prescribed  fee,  the  Commission  shall,  after  initiation  \nof an investigation,  provide  any interested party  on applic ation the full text of the application  \nreceived  by the Commission pursuant  to clause (a) of  sub­section (1)  of section 7.  \n \n12. Schedule for  investi gation. : ⎯(1) The Commission  shall  complete  a n  investigation  \nwithin  four months  from  the date of  its initiation  \n \nProvided  that the Commission  may extend  such four months  period  where  it deems  it \nnecessary for  a further  period  not exceeding two  months.  \n \n(2) Where  the application  of a provisional  measure  is to be considered  by the Commission,  it \nshall reach  its provisional determination  no later than forty­five  days,  from  the date of initiation  \nof an investigation:  \n \nProvided that  the  Commission  may  extend  such  forty­five   days  period,  where  it  \ndeems  it necessar y, for a further  period  not exceeding fifteen days.  \n \n13. Conduct of investiga tion.⎯ (1) The Commission  may seek from  applicant  submitting  an \napplication  pursuant  to clause  (a) of sub­section  (1) of section  7 or any or all of  the participating \ninterested  parties,  customs  agents,  inspection  companies,  forwarders,  or any other  enterprise  or entity \nof the public  or private  secto r, such data or information  as it considers relevant  or necessary  for \nperformance  of its functions  under  this Ordinance  and such data or information shall be  provided  to \nthe Commission within such  time period  and in such  manner as the Commission may direct.  \n \n(2) The Commission may  conduct  on­the­spot  investigations  to verify  or obtain  further  details \nconcerning  the information provided:  \n \nProvided  that where  such investigations  are condu cted, the Commission shall  \nprepare  a report describing  the findings  of the verification  and, subject  to the requirement  \nto protect  confidential information  pursuant  to section  14, a copy  of such  report  shall  be \npromptly  placed  in the public  file to be maintained by  it pursuant  to section 15.  \n \n14. Confidentialit y.−(1) Subject  to sub­section  (2), the Commission  shall,  during  and after \nan investigation,  keep  confidential  any information  submitted  to it and such information  shall  not \nbe disclosed without specific permission of  the party submitting it.  \n \n \n \n \n\n \nPage 9 of 21 \n  \n(2) Information  which  is⎯ \n \n(a)   by nature confidential,  because its disclosure  shall  be of significant  competitive  \nadvantage to a competito r, or because its  disclosure would have a significantly  adverse \neffect  upon  a person  supplying  the information, or  upon  a person  from  whom  the \ninformation was  acquired ; \n \n(b)     determined by  the Commission to be of  a confidential nature for  any other reason; or  \n \n(c)  provided  on a confident ial basis  by parties  to an investigation, shall,  upon  good      \ncause shown,  be treated as confidential by  the Commission.  \n \n(3) The following  types  of information  shall  be deemed  to be by nature  confidential,  unless  \nthe Commission determines that disclosure in a particular case would  neither be of  significant \ncompetitive advantage  to  a  competitor  nor have  a  significantly  adverse  effect  upon  a  person  \nsupplying  the information or  upon  a person  from  whom  such information was  acquired, namely: ⎯ \n \n(a)  business  or  trade  secrets  concerning  the  nature  of  a  product,  production  processes, \noperations, production  equipment, or  machinery;  \n \n(b)  information  concerning  the  financial  condition  of  a  company  which  is not  \npublicly available; and  \n \n(c) infor mation  concerning  costs, identification  of customers,  sales, inventories, shipments,  \nor amount  or source  of any income,  profit,  loss or  expenditure  related  to manufacture  \nand sale of  a product.  \n \n(4) Any party  seeking  any information  to be kept confidential  shall  request  for the same  at \nthe time  the information  is submitted,  along  with the reasons warranting  confidentialit y. The \nCommission shall  consid er such requests  expeditiously  and inform  the  party  submitting  the  \ninformation  if it determines that the request for  keeping the information confidential is not  \nwarranted.  \n \n(5) Any party  submitting any information  with the request  to keep  it confidential  shall  furnish \nnon­confidential  summary of  all such information.  Such summary may  take the form  of ranges  or \nindexation  of figures  provided  in the confidential  version  or marked  deletions  in text or in such \nother form  as the Commission may require:  \n \nProvided  that such  non­confidential  summary  shall  permit  a reasonable  understanding  \nof the substance of  the information submitted in confidence:  \nProvided  further that any deletion  in text shall,  unless  otherwise  allowed  by the \nCommission,  only relate to names of  the buyer  or supplie r. \n (6) In exceptional  circumstances,  any party  submitti ng confidential  information  may indicate  \nthat much  information is  not susceptible  of summar y, in which  case a statement  of the reasons  why \nsummarisation is not possible shall be provided.  If the Commission  concludes that the  \nnon­confidential  summary  provided  fails to  satisfy  the requirements  of sub­section  (5), it may \ndetermine  that the request for  keeping the information confidential is not  warranted.  \n\n \nPage 10 of 21 \n  \n(7)  If the Commission  finds that a request for keeping  the information  confidential is  not \nwarranted,  and if the supplier  of such information  is unwilling  to make  the information  public  or \nto authorise the disclosure  in generalised  or summa ry form,  the Commission  shall  disregard  such \ninformation and  return  the same to the party submitting it.  \n \n(8) Notwithstanding  anything  contained  in this Ordinance  or in any other  law for the time being  \nin force,  any confidential  information received  or obtained,  directly  or indirectl y, by the \nCommission pursuant  to  or  in  connection  with  an  investigation  shall  not  be  subject  to  \ndisclosure  by  the Commission  to  any  Ministr y,  Division,  department,  agency  or  instrumentality  \nof  the  Federal Government  or a Provinc ial Government  without  the prior  permission  of the party  \nsubmitting such confidential Information,  \n \n15. Information  to participating  interested  parties. ⎯(1) The Commission shall  \nestablish  and maintain  a public  file relating  to each investigation  or review  pursuant  to this \nOrdinance  and such file shall contain such  information as may be prescribed . \n \n(2) The public  file to be maintained  under  sub­section  (1) shall be  available  to any participating \ninterested  party  for exam ination  and, upon  payment  of the prescribed  fee to the Commission \nfor copying,  at the offices  of the Commission  during  such time se the Commission  may notif y, \nthroughout the course  of an investigation or  review under  this Ordinance.  \n \n16. Written  arguments  and hearings .⎯(1) D uring an investigati on any participating  \ninterested party may submit written a rguments to the Commission in  such form  and manner and  \nwithin such  time period  as may be prescribed . \n \n(2) During  an investigation  the Commission  may hold a hearing  at which  participating  \ninterested parties may present information and  arguments orall y, in accordance with such  provisions  \nas may be  prescribed : \n \nProvided that such information and a rguments shall  be only taken into consideration by  \nthe Commission if th e same are confirmed in writing to the  Commission.  \n \n17. Reliance on information available.  If, at any time during  an investigation,  any \ninterested party ⎯ \n(a)  refuses  access  to, or otherwise does not provide,  necessary  information within \nthe period of  time as may be prescribed; or  \n \n      (b)   otherwise  significantly  impedes  the investiga tion, the Commission may         \nmake determinations under  this Ordinance on  the basis of  the available \ninformation.  \n \n \n \n \n \n______________  \n \n \n \n\n \nPage 11 of 21 \n PART V  \nAPPLIC ATION  OF PROVISIONAL  SAFEGUARD  DUTY  \n18. Applicat ion of provisional safeguard  duty.⎯(1)Subject  to the provisions  of this \nOrdinance, the  Federal  Government  may, by notification  in the official  Gazette,  impose  a \nprovisional  safeguard duty  on an investigated product  where  the commission determines that ⎯ \n \n(a)   there are critical  circum stances  such that delay  in taking  action  would  cause  damage \nwhich  would  be di fficult  to repair; and  \n \n(b)  there is clear evidence of  serious  injury  or threat of  serious  injur y. \n(2) A provisional safeguard  duty shall ⎯ \n(a)  take the form  of duty on an investigated  product  not exceeding  the amount  which the \nCommission  considers  adequate  to prevent  the occurrence  of or facilitate  recovery  \nfrom serious  injury  or threat  of serious  injur y, as recommended  by the Commission  \npursuant  to clause (a) of  sub­section (3)  of section 19;  \n \n(b)   be imposed  in addition  to any other  duties  levied  on an investigated product  under  \nany other law for  the time being  in force; and  \n \n(c)  be collected  in the same  manner  as customs­duty  under  the Customs  Act, 1969  (IV of \n1969).  \n \n(3) A provisional  safegua rd duty shall  be applied  for a period  not exceeding  two hundred  \ndays and  may be suspended  before  its date of  expiration if so  determined by  the Federal Government.  \n \n19. Report  of provisional  determination. −(1) Immediately  upon  reaching a determination  \nof the factors  set forth  in clauses  (a) and (b) of sub­section  (1) of section  18, the Commission \nshall prepare  a  report  of  provisional  determination  containing  a  detailed  analysis  of  the  \ninformation obtained  in an investigation  and setting  forth  the Commission's  findings  and reasoned  \nconclusions  on the existence of  the factors set forth  in clauses (a) and  (b) of section 17  \n  (2) The Commission  shall  submit  the report  of provisional  determination  referred  to in \nsub­section  (1) to the Federal Government  for its consideration.  \n \n(3) Where  the Commissi on has reached an  affirmative  determination  of the existence  of \nthe factors  set forth  in clauses  (a) and (b) of sub­section  (1) of section18,  the report  of provisional \ndetermination  referred to  in sub­section  (1) shall  also include  the Commission's  recommendation \nregarding ⎯ \n \n(a) the amount  of provisional  safeguard  duty the Commission  considers  adequate     \nto prevent occurrence of  or facilitate recovery  from  serious  injury  or threat of  \nserious  injury  ; and  \n(b)  subject  to the provisions  of section  17, the duration  of levy of the provisional \nsafeguard dut y. \n \n\n \nPage 12 of 21 \n 20. Notice of  non­application  of provisional safeguard  duty.−(1) Where  the Commission  \nreaches  a negative  determ ination  of the  existence  of the  factors  set forth  in clauses  (a) and (b) of sub­ \nsection  (1) of section  18, it shall  notify  its decision by  means  of a public notice  of non­application  of \nprovisional safeguard  duty and such notice shall contain such  information as may be prescribed;  \n \nProvided  that the Commission  may, if it deems  fit, only publish  a summary  of the public  notice  \nof non­application  of a provi sional  safeguard  measure  in the official  Gazette  provided  that a full \ntext of such  notice is promptly  placed in the public file to be maintained pursuant  to section 15.  \n(2) The Commission  shall  promptly  provide  a copy  of the full text of the notice  of \nnon­application of  provisional safeguard  duty referred to in sub­section (1)  to the Federal \nGovernment.  \n21. Decision  to apply  provisional safeguard  duty  by the Federal  Government. ⎯ (1) \nWhere  the report  of provisional determination  received  by the Federal  Government  pursuant  to \nsection  19 contains  an affirmative  determination  of the existence  of the factors  set forth  in clauses  (a) \nand (b) of sub­section  (1) of section  18, the Federal  Government  shall,  no later than fifteen  days \nafter the receipt  of such report  from  the Commission,  take a decision,  affirmative  or negative,  \nregarding  the imposition  of  provisional  safeguard  duty  on  an  investigated  product,  taking  into  \naccount  the recommendations of  the Commission set forth  in the report  of provisional determination.  \n \n  (2) Immediately upon  taking  an affirmative  decision regarding  imposition  of a provisional  \nsafeguard  duty, the Federal  Government  shall notify  its decision  by means  of a public  notice  of \napplication of  a provisional safeguard  duty:  \n \nProvided  that the Federal  Government ma y, if it deems  fit, only publish  a summary  of \nthe public notice  of application  of a provisional  safeguard  measure  in official  Gazette  provided  \nthat a full text of such  notice shall be promptly  placed in the public file to be maintained \npursuant  to section 15.  \n \n(3) The public notice  of application  of a provisional  safeguard  measure  referred  to in \nsub­section (1)  shall con tain such information  as may be prescribed  and a copy  of the full text \nthereof  shall  be provided  by the Federal Government  to the Commission.  \n \n22. Notification and consultations.  ⎯ (1) Immedia tely upon  receipt  of the Commission's \nreport pursuant  to section 19,  the Federal Government  shall notify  the Committ ee of the \nrecommendation  in conformity  with any requirements  established  by the Committee therefore.  \n \n  (2) The Fede ral Government  shall  immediately  engage  in consultations,  upon  a request  from  \nany Member having  a substantial  interest as an exporter of an investigated  product subject  to the \nprovisional safeguard  duty, in accordance with the requirements of  the Agreement on  Safeguards.  \n \n \n___________________  \n \n                                                        \n \n \n \n\n \nPage 13 of 21 \n PART VI  \n \nAPPLICATION OF DEFINITIVE SAFEGUARD MEASURES AND DETERMINATION \nREGARDING SERIOUS INJURY OR THREAT THEREOF  \n \n \n23. General principles governing  application  of definitive  safeguard  measu re. ⎯(1) \nSubject to the  provisions  of this Ordinance,  the Federal  Govern ment may, by notification in the  \nofficial  Gazette, impose  a definitive  safeguard  measure  where the  Commission  makes  a final \naffirmative  determination of  the existence of  serious  injury  or threat of  serious  injur y. \n \n(2) The duration and level  of any such measure  shall be  no more  than is necessary  to prevent  \nor remedy serious  injury  and to facilitate adjustment.  \n \n24. Determi nation  of serious  injury or  threat thereof. ⎯(1) The Commission  shall  \ndetermine  the existence  of serious  injury  or threat  of serious  injur y, in conformity  with the \nprovisions  of sections  4 and  5 and on the basis of  objective evidence obtained in an investigation.  \n \n(2) Immediately  upon  reaching  its determination,  whether  affirmative  or negative,  as to  \nthe existence of  serious  injury  or threat of  serious  injury  pursuant  to sub -section  (1), the Commission \nshall  prepare  a report  of its final determination  containing  a detailed analysis  of the information  \nobtained  in an investigation  and setting  forth  the Commission's  findings and  reasoned  conclusions  \non all pertinent  issues  of fact and law including a  demonstration  of the relevance of  the factor s \nexamined by  the Commission.  \n \n(3) The Commission  shall  submit  the report  of its final determination  referred  to in sub­section  \n(2) to the Federal Government  for its consideration.  \n \n(4) Where  the Commission has  reached  an affirma tive final determination  of serious  injury  \nor threat  of serious  injury  pursuant  to sub­section  (1), the Federal  Government  shall, immediately  \nupon receipt  of the report  of final determination  from  the Commission, notify  the Committee  of \nsuch a ffirmative  final determination  in conformity with  any requirements  established  by the \nCommittee therefore.  \n \n(5) Where  the Commission has  reached  an affirma tive final determination  of serious  injury  \nor threat  of serious  injur y, its report  of final determination  referred  to  in sub­section  (2) shall \nalso include  the  Commission's  recommendation  regardi ng the  form, level  and duration  of a  \ndefinitive safeguard  measure:  \n \nProvided  that where  the Commission  recommends  that a definitive  safeguard  measure  \ntake the form of  a quota  on import  of an investigated  product,  such recommendation  shall \nbe consistent  with the provisions  of section 30.  \n \n(6) Where  the Commission  has reached  a negative  final determination  of serious  injury  or \nthreat of  serious  injury  pursuant  to sub­section  (1), it shall  notify  its decision  by means  of a public  \nnotice  of negative final determination and  such notice shall include such  information as may be \nprescribed:  \n \nProvided  that the Commission  may, if it deems  fit, only publish  a summary  of the \npublic  notice  of negative  final determination  in the official  Gazette  provided  that a full text \nof such notice  shall  be promptly  placed in the public file to be maintained pursuant  to section \n15. \n\n \nPage 14 of 21 \n  \n(7) The Com mission  shall  promptly  provide  a copy  of the full text of the public  notice  of negative \nfinal determination referred to in sub­section (6)  to the Federal Government.  \n \n(8) Where the Commission  has reached  a negative  final determination,  the Federal  \nGovernment shall,  by notification  in the official Gazette,  within  fifteen  days of receipt  of the public  \nnotice  of negative  final determination  referred  to in sub-section  (5), withdraw  the provisional  \nsafeguard  duty, if any, imposed on  an investigated product.  \n \n (9) Where  the Federal  Government  has withdrawn  a provisional safeguard  duty imposed  on \nan investigated  product  pursuant  to sub­section  (8), the Commission shall  promptly  refund  the \nactual amount  colle cted as provisional  safeguard  duty on the investigated  product,  upon  receipt  of \na written application from  the importer in question.  \n \n(10) Where  the Commission  recommends  that a definitive  safeguard  measure  take the form  of \na definitive safeguard  duty, it shall ⎯ \n \n(a)  specify  the rate  of  definitive  safeguard  duty  the  Commission  considers  adequate  \nto prevent  the occurrence  of or facilitate  recovery  from  serious  injury or  threat  of \nserious Injury;  and \n \n(b) subject  to the provisions  of section  32, the duration  of levy of a definitive safeguard  \nduty and  where  the period  so recommended  is more  than one year, recommend  a \ntimetable  for progressive  liberalisation  adequate to facilitate positive adjustment of  \ndomestic industr y. \n \n25. Decision by the Federal Government  to apply definitive safeguard measure .  Where  the \nreport  of final determination  received  by the Federal  Government  pursuant  to section  24, contains  \nan affirmative  determination  of serious  injury  or threat  of serious  injury, the Federal  Government  \nshall, no  later than thirty  days after the receipt  of such report  from  the Commission, take  a \ndecision, a ffirmative  or negative,  regarding  the imposition  of a definitive  safeguard  measure  on an \ninvestigated product,  taking  into account  the recommendations  of the Commission  set forth  in the \nreport  of final determination.  \n \n26. Public  notice  of application  of definitive  safeguard  measu re.⎯(1) Immediately  upon  \ntaking a decision regarding  the imposition of  a definitive  safeguard  measure,  whether  affirmative or  \nnegative,  the Federal  Government  shall  notify  its decision by  means of  a public notice of  application \nof a definitive safeguard  measure.  \n \n(2) The public  notice  of application  of a definitive  safeguard  measure  referred  to in sub­section \n(1) shall contain  such information  as may be prescribed  and a copy  thereof  shall be  provided  by \nthe Federal Government  to the Commission:  \n \nProvided that where Federal Government  has ta ken a decision not to impose  a definitive \nsafeguard  measure,  the public  notice  of final determination  referred  to in sub­section  (1) shall  \nonly set forth  the factual and  legal basis for  the decision:  \n \nProvided  further  that the Federal  Government  may if it deems  fit, only publish  a summary  \nof the public  notice  of final determination  referred  to in subsection  (1) in the official  Gazette  \nprovided  that a full  text of such notice  shall  be promptly  placed  in the public  file to be maintained  \npursuant  to section  15. \n\n \nPage 15 of 21 \n  \n27. Notification  and cons ultation. ⎯(1) Immediat ely upon  taking  a decision  to apply  a \ndefinitive  safeguard  measure  but before  such measure  comes  into force,  the Federal  Government  \nshall  notify the  Committ ee  regarding  the  evidence  of serious  injury  or threat  of serious  injur y,  \nthe  precise description  of an investigated  product,  the form, le vel and duration  of the proposed  \nmeasure,  the proposed date  of application  of the measure,  and, where  applicable,  the proposed \ntimetable  for its progressive l iberalisation.  Such  notification  shall  conform  to any requirements  \nestablished  by the Committee therefore.  \n \n(2) Where  the Federal  Government  proposes  to apply  a definitive  safeguard measure  it shall \nprovide  adequate  opportunity  for prior  consultations  with those  Members  requesting  consultations \nand having a  substantial  interest  as exporters  of an investigated  product  subject  to the definitive \nsafeguard  measure,  with a view  to, inter  alia, reviewing the  information  notified  to the Committee \nregarding  the finding  of serious  injury  or threat  of serious  injury  and regarding  the proposed  measure, \nexchanging views  about  the measure,  and reaching  an understanding  on ways  to achieve  the objective \nset forth  in sub­section (3).  \n \n(3) In applying  a  definit ive  safeguard  measure,  t he  Federal  Government  shall  endeavour  \nto maintain  a substantially equivalent  level  of concessions  and other  obligations  to those  existing  \nunder the  General  Agreement  on Tariffs and Trade,  1994,  between  Pakistan  and the exporting \nMembers which  would  be affected by  such measures.  \n \n(4) For the purposes  of maintaining a  substantially  equivalent  level  of concessions  and other \nobligations  as referred  to in sub­section  (3), agreement  may be reached  with  affected  Members, \nthrough  the consultations  referred  to in sub-section  (2), on any adequate  means  of trade  \ncompensation for  the adverse e ffects of  a definitive safeguard  measure on  the trade of  those \nMembers.  \n \n(5)  The  Federal  Government  shall  notify  the  Council  for  Trade  in  Goods  of  the  WTO \nimmediatel y, through the  Committee,  of the results  of any consultations  undertaken  pursuant  to this \nsection, including, where  applicable, any  compensation granted.  \n \n28.  Form and application of definitive safeguard measure  .⎯ (1) A definitive safeguard  \nmeasure  may take the form  of either  a definitive  safeguard  duty on an investigated  product  or a quota \non imports  of the investigation  product,  as may be recommended  by the Commission  in its report  of \nfinal determination referred to in sub­section (5)  of section 24.  \n \n (2) Subject  to the provisions  of section  29, a definitive  safeguard  measure  shall  be applied  to \nall imports  of an investigated  product,  irrespective  of source,  imported  into Pakistan  on or after the \ndate on  which  the measure comes into force.  \n \n(3) Where  a definitive  safeguard  measure  takes  the form  of a definitive  safeguard  duty, such \nduty shall be ⎯ \n \n(a)  in  the form  of duty on an investigated  product  not exceeding  the amount  which  \nthe Commission  considers  adequate  to prevent  the occurrence  of or facilitate  recovery  \nfrom serious  injury  or threat  of serious  injur y, as recommended  by the Commission  \npursuant  to clause (a) of  sub-section (10)  of section 24;  \n \n\n \nPage 16 of 21 \n (b) imposed in addition  to any other  duties  imposed  on an investigated  product  under  any \nlaw for  the time being  in force; and  \n(c) collected in the same manner as customs­duty  under  the Customs Act. 1969  (IV of 1969). \n(4) Where a definitive  safeguard  measure  is in the form  of a quota  on imports of  an investigated  \nproduct  such measure  shall be imposed  and administered  by the Federal  Government  in­conformity  \nwith the provisions  of section  30 and  taking  into account  the recommendations  of the Commission  \nset forth  in the report  of final determination.  \n \n(5) Where a definitive  safeguard  duty imposed by  the Federal  Government  is lower  than the \namount  colle cted as a provisional  safeguard  duty, the Commission shall  upon  receipt  of a written \napplication from  the importer in question refund  the di fferential.  \n \n29. Non­application  of definitive  safeguard measu re  to certain  developing  countries. \nNotwithstanding anything  contained  in this Ordinance  a definitive  safeguard  measure  shall  not be \napplied  to imports  of an  investigated  product  originating  from  a developing  county  Member  as long \nas such  imports account  for no more  than three  percent  of the total imports of  the investigated  \nproduct into Pakistan:  \n \nProvided  that if imports  from  developing country  Members  which  individually  account  \nfor less than  three per cent of imports of an investigated  product  into Pakistan,  collectively  \naccount  for more than  nine per cent of imports  of the investigated  product  into Pakistan,  a \ndefinitive  safeguard  measure may be applied to such  imports from  those developing  country  \nMembers.  \n \n30. Quota  as definitive  safeguard  measu re. ⎯ (1)  A defini tive safeguard  measure  in the \nform  of a quota  on imports  of an investigated  product  shall  not reduce  the quantity  of those  imports  \nbelow the average  level  registered  in the most  recent  three  representative  years  for which  statistics  \nare available with the Commission.  \n \n (2) Notwithstanding  the provisions  of sub­section  (1), the Federal  Government  may, upon  \nclear justification  that a different  level  is necessary  to prevent  or remedy  serious  injury  or threat  of \nserious injur y, apply  a quota  which  reduces  the quantity  of imports of  an investigated  product  below  \nthe average  level  registered  in  the  most  recent  three  representative  years  for  which  statistics  \nare available.  \n \n(3) If more  than one country exports  an investigated product  to Pakistan,  any quota  on imports \nshall  be  allocated  among  supplying  countries. The  Federal  Government  shall  attempt  to  reach \nagreement  with those  Members having  a substantial  interest  in supplying  the investigated  product  \nas to the allocation of  shares of  the total quota  amount.  \n \n(4) Where  the Federal  Government  determines  that the method  set forth  in sub-section  (3) is \nnot reasonably  practical  for allocation  of the quota,  the Federal  Government  shall allocate  the quota \namong  countries having  a substantial interest in supplying  an investigated product:    \n \nProvided  that  such  allocation  by the  Federal  Government  shall  be  based  upon  the  \nproportions, supplied  by such countries  during  a previous  three  years  representative  period,  of \nthe total quantity  or value of  the investigated product:  \n \n\n \nPage 17 of 21 \n Provided  further  that in allocating  the quota  among  supplying  countries,  the \nFederal  Government shall  take due account  of any special  factors  which  may have  \naffected  or may be affecting  trade  in the investigated product.  \n \n(5) Notwithstanding  the provisions  of sub­sections  (3) and (4), in a case in which  serious  \ninjury has  been  found,  the Federal Government  may allocate  the quota  among  supplying countries  \non a different basis , provided  that  consultations  have  been  held  with  supplying  Members  under  \nthe auspices of  the Committee, and  a clear demonstration is provided  to the Committee that ⎯ \n \n(a) imports  from  certain  countries  have  increased  in disproportionate percentage  in \nrelation to the total increase in imports of  an investigated product  during  the \nrepresentative period;  \n \n(b) the reasons  for the depar ture from  the methodology  for quota  allocation  envisaged  \nunder sub­sections (3)  and (4) are justified; and  \n \n(c) the conditions  of such departure  are equitable  to all suppliers  of an investigated  \nproduct concerned.  \n \n (6) Notwithstanding  the provisions  of section  34, a definitive  safeguard measure  in the form  \nof a quota  allocated  on the alternative  basis  provided  for in sub-section  (5) shall  not be extended  \nbeyond the initial period  of its application.  \n \n31. Termination  without application  of safeguard  measu re.  If at any point an \ninvestigation  is terminated  without  the application  of a definitive  safeguard measure,  the Federal  \nGovernment  shall immediately  notify  the  Committee,  in  conformity  with  any  requirements  \nestablished  by  the Committee therefore.  \n \n32. Duration  of definitive  safeguard  measu re.  A definitive  safeguard  measure  shall  be \napplied for  a period  of no more  than four years,  including  the period  of application  of any \nprovisional measure, unless it is extended as provided  for in section 35:  \n \nProvided  that  the  total  duration  of  a  definitive  safeguard  measure,  including  the  period  \nof application  of any provisional measure,  the period  of initial application,  and any extension  \nthereof pursuant  to section 36,  shall not  exceed ten years.  \n \n33. Progressive liberalisation.  A definitive  safeguard  measure  whose  period  of application \nexceeds  one  year  shall  be  progressively  liberali sed  at  regular  intervals  during  the  period  \nof application  in accordance  with the  schedule  publ ished in the  public  notice  of application  \nof a definitive safeguard  measure referred to in section 26.  \n \n \n____________  \n \n  \n\n \nPage 18 of 21 \n                 PARTVII \nREVIEW OF DEFINITIVE  SAFEGUARD  \nMEASURES  \n  \n34.  Revie w.⎯(1)  If  the  duration  of  a  definitive  safeguard  measure,  including  the  period  \nof application  of any provisional  safeguard  duty, exceeds  three  years,  not later than the mid­term  of \nthe period  of application  of such measure,  the Commissi on shall  examine  the situation,  through  a \nreview conducted  in accordance  with the procedures  set forth  in sections  10, 11, 12, 13, 14, 15, 16 \nand 17, mutatis mutandis,  including  a  review  of the  effects  of the  definitive  safeguard  measure  \non the domestic  industry concer ned and of the domestic  industry's  progress  in implementing  its \nadjustment plan.  \n \n(2) The results  of review  shall  be set out by the Commission in  a report  in which  it shall  \nalso recommend  whether  to maintain  or withdraw a  definitive  safeguard  measure  under  review  or \nto increase the pace of  its liberalisation.  \n \n(3) The report  referred  to in sub­section  (2) shall  be promptly  provided  by the Commission  to \nthe Federal Government  for its consideration.  \n \n(4) The Federal Government shall, no later than thirty days of the receipt of a report under sub­ \nsection (3), notify its decision whether to maintain or withdraw a definitive safeguard measure under \nreview or to increase the pace of its liberalisation, by mea n of a public notice and the contents of \nsuch notice shall conform  mutatis mutandis,  to the requirements for the public notice of the \napplication of a definitive safeguard measure referred to in section 26.  \n \n (5) The Federal  Governm ent shall  notify  the results  of revie w, including  the withdrawal  of \nany modification of  a definitive safeguard  measure, to the W TO Council  for Trade in Good s, through  \nthe Committee,  in conformity  with any requirements  established by  the Committee therefo r. \n \n(6) Any review  initiated  pursuant to  sub­section  (1) shall  be concluded  by the Commission  \nwithin a period  not exceeding four  months  from  the date of  initiation, of  such review:  \n \nProvided  that the Commission  may where  it deems  necessary  extend  four months  \nperiod  by a further  period  not exceeding two  months.  \n \n                                                     ______________  \n \n                                                                                         PART VIII  \nEXTENSION  AND  REAPPLIC ATION  OF DEFINITIVE  SAFEGUARD  \nMEASURES  \n \n35. Extension  of definitive  safeguard  measu re.⎯(1)  If domestic industry  considers  that \nthere  is a continuing  need  to apply  a definitive  safeguard  measure  beyond  its initial  period  of \napplication,  it ma y, submit  a written  application  to the Commission  requesting  extension  of the \nmeasure,  not later than four  months  before  the end  of the initial period  of application of  such \nmeasure.  \n \n\n \nPage 19 of 21 \n (2) An application  under  sub­section  (1) to the Commission  shall include  evidence  that \ndomestic industry  is carrying  out its adjustment plan.  \n \n(3) Upon receipt of  an application  under  sub­section  (1), the Commission  shall  conduct an \ninvestigation to determine whether an extension is warranted.  \n \n(4)  For the purpose of an investigation  and determination pursuant to sub -section (3), the \nprocedures  set forth  in this Ordinance  for applying  an original  definitive  safeguard  measure  shall  \nbe followed  mutatis mutandis . \n \n(5) For the purpose  of extension of  a definitive  safeguard  measure,  the procedures  set forth  in \nsections 25,  26, 27 and 28 shall be followed  mutatis mutandis . \n \n(6) Notwithstanding  anything  contained in this Ordinance,  the Federal  Government  may, by \nnotification  in the official Gazette,  extend  a defini tive safeguard  measure  only if the Commission \ndetermines  through  an investigation pursuant  to sub­section  (3) that the measure  continues  to be \nnecessary  to offset the effects of serious  injury  or a threat  of serious  injury  and that there  is evidence \nthat the domestic industry  is adjusting.  \n \n (7) The Fede ral Governm ent shall notify  its decision,  whether  affirmative  or negative,  \nregarding the extension  of a definitive  safeguard  measure  by means  of a public  notice  of \nextension  of a definitive  safeguard  meas ure or a public  notice  of non­extension  of a definitive  \nsafeguard  measure,  as the  case may be, and the provisions  of section  26 or sub­section  (6) of section  \n23 respectively  shall, mutatis mutandis , apply  to such  notices.  \n \n(8) Subject  to the provisions  of sub­section  (6) of section 30, a definitive  safeguard  measure  \nmay be extended for  a period  of not more than six years.  \n \n(9) A definiti ve safeguard  measure  extended  pursuant  to this section  shall  not be more  restrictive \nthan at the end of the initial  period  of its application  and during  the extension  period  such measure \nshall  continue  to be progressively  liberalised  in accor dance with the  schedule  published  in a notice  \nof extension of  a definitive safeguard  measure referred to in sub­section (7).  \n \n(10) In extending a  definitive  safeguard  measure,  the Federal  Government  shall  endeavour  to \nmaintain  a substantially equivalent  level  of concessions  and other  obligations  to those  existing  \nunder the  General  Agreement  on Tariffs and Trade,  1994,  between  Pakistan  and the exporting \nMembers which  would  be affected by  such measure.  \n \n(11) The requirements  pertaining to  notifications  to the Committee  and to the Council  for \nTrade in Goods  of the  W TO set forth  in sections  10, 21, 24, 27, 29, 30, and 31, and the  \nrequirements pertaining  to consultations  with the exporting Members  whose  interests  would  be \naffected  by the measure  set forth  in sections  22, 27 and  30 shall  apply  in full to any extension  of a \nsafeguard  measure by  the Commission under  this section.  \n \n36. Reapplic ation of a safeguard  measu re.⎯(1)  No new safeguard  measure  shall  be applied  \nfor a period  of at least two years  to imports of  a product  which  was the subject  of a definitive  \nsafeguard measure first applied after the 1st day  of Januar y, 1995.  \n \n \n\n \nPage 20 of 21 \n (2) No safeguard measure  shall  be applied  again  to the imports  of a product  which  has been \nsubject  to such a measure,  taken  after the 1st day of Januar y, 1995  unless  a period  equal  to one­half \nof the duration  of the earlier  definitive  safeguard  measure  on that product  has elapsed  and the period \nof non­application of  a safeguard  measure on  such product  is at least two  years.  \n \n(3) Notwiths tanding  the provisions  or sub­sections  (1) and (2), a safeguard  measure  with \na duration  of one hundred  and eighty  days or less may be applied  to the imports  of a product  which  \nwas the subject of  an earlier safeguard  measure if ⎯ \n \n(a) at least one year has elapsed  since  the date of imposition  of the earlier  safeguard  \nmeasure on  the imports of  that product;  and \n \n(b) a safeguard measure has not been applied on imports of the product more  than twice \nin the five year s period immediately preceding  the date on which the new safeguard \nmeasure is to take effect.  \n                                            ___________  \n    PART IX \n                                                  MISCELLANEOUS  \n \n37. Duties and fees to be held in non­lapseable  personal  ledger  account. ⎯(1)  The  \nCommission shall establish  and maintain  a non­lapseable  personal  ledger  account  in its name  for \nthe purposes  of this  Ordinance  and all duties  and fees collected  pursuant  to this Ordinance  shall be  \nheld in such account  \n \n(2) The account  to be established  under  sub­section  (1) shall  be maintained  and operated  in \nsuch manner as may be prescribed.  \n \n38. Power  to make  rules.  The Federal  Government  may, by notification  in the official \nGazette, make rules for  carrying  out the purposes  of this Ordinance.  \n \n1[39. *  *  *  *  *  *  *] \n \n1[40. *  *  *  *  *  *  *] \n \n1[41. *  *  *  *  *  *  *] \n \n42. Protection  to persons  prejudiced  in employment  because  of assisting  the \nCommission. ⎯(1) An employer shall not  ⎯ \n \n(a) dismiss an employee, or prejudice an employee in his employment, because \nthe employee has assisted the Commission in connection with an \ninvestigation or inquiry under this Ordinance; or  \n \n(b) dismiss or threaten to dismiss an employee, or prejudice or threaten to \nprejudice an employee in his employment, because the employee proposes to \nassist the Commission in connection with an investigation or inquiry under \nthis Ordinance.  \n \n1 Omitted by Act XV of 2015, s.2.  \n\n \nPage 21 of 21 \n  \n(2)  For the purposes of sub -section (1), a person shall be taken to assist the Commission in \nconnection with an inquiry if the person ⎯ \n \n(a)  gives information,  wheth er orally  or in writing,  or gives  documents, to  the \nCommission  in connection with an inquiry  or investigation under  this \nOrdinance;  \n \n  (b)         gives evidence  or produc es documents,  at an inquir y, investigation  of hearing  \nheld under this Ordinance.  \n \n43. Appoint ment of advisers and consultants. ⎯(1) Su bject to subsection  (2), the \nCommission ma y, employ  and pay consultants  and agents,  and technical,  professional  and other  \nadvisers,  including bankers,  economists, actuaries,  accountants,  lawyers  and other  persons  to do \nany act required  to be done  in the exercise  of its powers,  the performance  of its functions  or for \nthe better  implementation of  the purposes  of this Ordinance.  \n \n(2) The decision to  employ and  the terms  and condit ions of employment of  external  advisers  \nand consultants  pursuant  to sub­section  (1) shall  be made  by the Commission  in accordance  with \nsuch policy guidelines  as may  be established  by the Federal  Government , in  consultation  \nwith  the Commission, from  time to time.  \n \n1[44. *  *  *  *  *  *  *] \n \n45. Removal  of difficulties.  If any  difficulties  arise  in giving  effect to any of the  provisions  of \nthis Ordinance,  the Federal  Government  may make  such order, not inconsistent  with the provisions  \nof this Ordinance, as may appear to it to be necessary for  the purpose  of removing  the di fficulty:  \n \nProvided  that no such power  shall be  exercised  after the expiry  of two years  from  \nthe commencement of  this Ordinance.  \n \n1[46. Act to override other laws .⎯ The provisio ns of th is Act shall have effect \nnotwithstanding anything inconsistent therewith contained in any other law for the time being \nin force:  \n \n Provided that this provision shall not apply to the National Tariff Commission Act, 1990 (VI \nof 1990).]  \n \n \n \n \n \n \n \n \n \n \n \n \n1 Omitted  and Subs. by Act XV of 2015, s.2 -3."
}