{
    "file": "./converted_json\\administrator63cb02be4d9d1e7afc74dcf1106c3599(1).json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "PART I] THE GAZETTE OF PAKISTAN, EXTRA., JUNE 5, 2020  277  \n \n \n S.R.O. No. ----------- /2011 .In exercise of powers conferred under sub -section (3) \nof Section 4 of the PEMRA Ordinance 2002 (Xlll of 2002), the Pakistan \nElectronic Media Regulatory Authority is pleased to make and promulgate the \nfollowing service regula tions for appointment, promotion, termination and other \nterms and conditions of employment of its staff, experts, consultants, advisors \netc. \n \nISLAMABAD,  FRIDAY , JUNE  5, 2020    \nPART I  \nActs, Ordinances, President’s Orders and Regulations  \nGOVERNMENT OF  THE  GILGIT -BALTISTAN  \n LAW AND PROSECUTION DEPARTMENT  \n[THE GILGIT-BALTISTAN COVID -19 (PREVENTION OF HOARDING)  \nORDINANCE 2020 ] \n(II OF 2020)  \nGilgit, the 4 th May, 2020 \n \nAN ORDINANCE  \n \nto provide for the prevention of hoarding in respect of scheduled articles,  \nin the wake of an emergent situation resulting from the outbreak of the  \nCorona virus  pandemic (COVID - 19) \n \n WHEREAS  it is expedient to provide for the prevention of hoarding in \nrespect of scheduled articles in an emergent situation resulting from the outbreak  \nof the Corona virus pandemic (COVID -19) and for matters connected therewith \nand ancillary thereto;  \n \n WHEREAS  Pakistan is a State Party to the International Health \nRegulations, 2005, issued by the World Health Organization, according to which \nPakistan is u nder a direct obligation to prevent, protect against, control and \nprovide a public health response to international diseases;  \n \n(277) \n \nPrice : Rs. 10.00  \n [5624 (2020)/Ex. Gaz.]   \n  \n \n278 THE GAZETTE OF PAKISTAN, EXTRA., JUNE 5, 2020  [PART I \n WHEREAS  the World Health Organization has declared the Corona virus \n(COVID -19) to be a pandemic requiring multifaceted responses;  \n \n WHEREAS  events of hoarding contribute to adversities, in geometric \nprogression, to the people at large, especially in circumstances of partial or \ncomplete lock -down;  \n \n AND W HEREAS , the Gilgit -Baltistan Assembly is not in session and the \nGovernor of the Gilgit -Baltistan is satisfied that circumstances exist which render \nit necessary to take immediate action;  \n \n NOW, THEREFORE , in the exercise of powers conferred by clause (1) of \nArticle 74 of the Governmen t of Gilgit -Baltistan Order, 2018 the Governor is \npleased to make and prom ulgate the following Ordinance: — \n \n 1. Short title, extent and commencement .—(1) This Ordinance shall \nbe called Gilgit -Baltistan COVID -19 (Prevention of Hoarding) Ordinance, 2020.  \n \n (2) It extends to the Territory Gilgit -Baltistan.  \n \n (3) It shall come into force at once.  \n \n 2. Definitions. —In this Ordinance, unless there is anything repug nant \nin the subject or context: — \n \n(a) ―dealer‖ means any person, trader, partnership, firm, whether \nregistered or unregistered, an association or body of persons \nor individuals, or a company, or their agents carrying on the \nbusiness of purchasing, selling or stocki ng of any scheduled \narticle and includes a manufacturer , producer, packager, \nimporter, exporter , wholesaler or retailer of such article;  \n \n(b) ―Government ‖ means the Government of Gilgit -Baltistan;  \n \n(c) ―hoard‖ or ―hoarding‖: \n \n(i) means stocking or storing anything in excess of the \n maximum quantity of scheduled articles allowed to be \n held in stock or stora ge, in the manner as may be \n prescribed; or  \n \n(ii) where no maximum quantity of a scheduled article is \nprescribed under sub -clause (i), ―hoard‖ or ―hoarding‖ \nshall mean stocking or accumulation of scheduled \n \nPART I] THE GAZETTE OF PAKISTAN, EXTRA., JUNE 5, 2020  279  \narticles without offering such articles for sale, despite \nthere being a demand by consumers;  \n \n(d) ―officer‖  means  the  Deputy  Commissioner,  Special \n Magistrates and Police Officers not below the rank of \n Inspector of the concerned district and such other officer as \n may be authorized by Deputy Commissioner in this behalf;  \n \n(e) ―prescribed ‖ means prescribed by rules made under this \n Ordinance;  \n \n(f) ―scheduled article ‖ means any of the articles specified in the \n schedule to this Ordinance;  \n \n 3. Offence of hoarding .—(1) Any dealer who is found to hoard any \nscheduled artic le shall be guilty of an offence punishable with simple \nimprisonment up to three (3) years and fine equivalent to fifty (50) percent of the \nvalue of the scheduled articles involved in the case.  \n \n (2) The value of scheduled articles for purposes of sub -section (1) shall \nbe determined in the manner as may be prescribed.  \n \n 4. Power to search for and seizure of scheduled article .—(1) When \nan officer has reasonable grounds to suspect, either upon information from \nanyone or on its own, that there has been a contr avention of any of the provisions \nof this Ordinance, it may, after recording in writing the grounds of his suspicion, \nenter and search, without any warrant, any place where a dealer keeps, or is for \nthe time being keeping, any scheduled article, accounts, registers or any other \nrelated items or things.  \n \n (2) Upon entry in and search of a premise under sub -section (1), if \nscheduled articles are found at such premise in contravention of this Ordinance, \nthe officer shall immediately seize the same and prepare a detailed report of the \nscheduled articles and other relevant material found during the search.  \n \n (3) The provisions of the Code of Criminal Procedure, 1898  \n(Act V of 1898) shall not be applicable on search and seizure under this \nOrdinance.  \n \n 5.  Power t o auction seized scheduled articles .—(1) Notwithstanding \nanything contained in any other law for the time being in force and in addition to \nthe prosecution under this Ordinance, the officer may sell the scheduled articles \nseized under section 4  by auction,  in the manner as may be prescribed.  \n \n \n280 THE GAZETTE OF PAKISTAN, EXTRA., JUNE 5, 2020  [PART I \n (2) The proceeds collected under sub -section (1) shall be deposited in a \nprofit bearing bank account in the Nat ional Bank of Pakistan, and if: — \n \n(a) the accused person whose scheduled articles are auctioned is \n acquitted of an offence under section 3,the  deposited amount \n along -with the profit shall be released to the said accused; or  \n \n(b) the accused person whose scheduled articles are auctioned is \n convicted of an offence under section 3, the deposited amount \n along -with the  profit shall be deposited into the GB \n Consolidated Fund Account.  \n \n 6. Cognizance of offence and arrest without warrant. —(1) \nNotwithstanding anything contained in the Code of Criminal Procedure, 1898  \n(V of 1898), all offences punishable under this Ordina nce shall be cognizable and \nnon bail -able.  \n \n (2) The Special Magistrate under section 8 shall take cognizance of an \noffence under this Ordinance, upon written information by the officer.  \n \n (3) An officer may arrest any person without warrant against whom \nthere is credible information that he has committed an offence under this \nOrdinance.  \n \n 7. Offences by corporations etc .– If an offence under this Ordinance \nis committed by a company or body corporate or a partnership or other \nassociation or body of persons or individuals, every director, manager, secretary, \nmember or other officer, the principal, primary or beneficial owner or agents \nthereof  shall, unless he proves that the contravention took place without his \nknowledge or that he exercised all due diligence  to prevent such contravention, \nbe deemed to be guilty of such contravention and shall be liable to punishment \nunder this Ordinance.  \n \n 8. Power to try offences summarily .—(1) Offences punishable under \nthis Ordinance shall be tried by a Special Magistrate a ppointed under section 14A \nof the Code of Criminal Procedure, 1898 (Act V of 1898), in a summary manner \nas provided in secti ons 262 to 265 of the said Code:  \n \n Provided that sub -section  (2) of section 262 of the Code of Criminal \nProcedure, 1898 (Act V of 18 98) shall not apply.  \n \n (2) If a Special Magistrate has reason to suspect that any offence \npunishable under this Ordinance has been committed by any dealer or owner of a \ngodown or a storage place or its management or agent thereof, he may enter the \nplace or  premises where the offence has been committed and try the offence on \nthe spot.  \n \nPART I] THE GAZETTE OF PAKISTAN, EXTRA., JUNE 5, 2020  281  \n (3) The trial under this Ordinance shall be concluded within thirty (30) \ndays.  \n \n 9. Appeal .—(1) A person aggrieved by an order of conviction and \nsentence under this Ordinance may file an appeal before a Deputy Commissioner \nof the concerned District within thirty (30) days of the said order. However, \nwhere the punishment has been awarded by Deputy Commissioner then appeal \nshall lie to the Commissioner of concerned Division.  \n \n (2) An appeal under sub -section (1) shall be disposed of within thirty \n(30) days.  \n \n 10. Reward for informers .—Anyone who provides an information to \nan officer wi th regard to any act or acts of hoarding, which results in a conviction  \nand release of funds into  the government exchequer, shall be entitled to an award \nequivalent to ten (10) percent of the amount released to the government \nexchequer, in the manner as may be prescribed.  \n \n 11. Information and declarations .—(1) Every dealer shall provide to \na officer,  such information regarding production, importation, exportation, \npurchase, stock, sale or distribution of any of the scheduled articles as the officer \nmay, by an order in writing, require.  \n \n (2) The officer may direct the owners or manufactures of schedul ed \narticles or owners and management of godowns or storage places or their agents \nto declare stocks of any particular item, owned or managed by them at their \npremises, at any point in time or at such periodical intervals as may be deemed \nfit. \n \n (3) The dec laration to be made under sub -section (2), shall, inter alia , \ninclude, the quantity of stock, its value, date of purchase, copies of procurement \ninvoices in any given time frame, along with details of any sale or sale \nagreements.  \n \n (4) The officer may veri fy the stock as well as the books or documents \nin respect of the stock, purchase or sale, at any time, in respect of scheduled \narticles.  \n \n (5) While carrying out the verification of stock in terms of sub -section \n(4) or upon receipt of any information from whatever source, the officer may \nrequire the dealer, owner or manager of a godown or storage place to furnish the \ndetails of persons, shops, firms or companies, etc. from whom the purchases have \nbeen made and to whom the sales have been or are to be made.  \n \n 12. Offences in respect of false reporting and failure to disclose \ninformation .—Any dealer or owner of a godown or a storage place or their \n \n282 THE GAZETTE OF PAKISTAN, EXTRA., JUNE 5, 2020  [PART I \nmanagement or agent, who fails to provide information or gives fake or false  \ninformation with regard to any of the  items or details under section 11, or \nprovides information of contracts, agreements or arrangements found to be fake \nor false, or is otherwise found to be involved in speculative dealings or market \nmanipulation, creating artificial, false or misleading ap pearance with respect to \nthe price of, or market for, the scheduled articles, shall be guilty of an offence \npunishable with simple imprisonment up to three (3) years and fine equivalent to \nRs.1,000,000.  \n \n 13. Protection of action taken under the Ordinance .— (1) No suit,  \nprosecution or other legal proceedings shall lie against any person for anything \ndone in good faith.  \n \n (2) Except as provided in this Ordinance, no suit or other legal \nproceedings shall lie to challenge any proceedings under this Ordinance o n any \nground.  \n \n 14. Action in aid of an officer .—In giving effect to the provisions of \nthis Ordinance, an officer, where he deems fit, may seek the aid of law \nenforcement agencies.  \n \n 15. Power to make rules .—The Government may, by notification in \nthe offic ial Gazette, make rules to carry out the purpose of this Ordinance.  \n \n 16. Ordinance to override other laws .—The provisions of this \nOrdinance shall have effect notwithstanding anything contained in any other law \nfor the time being in force.  \n \n 17. Power to a mend schedule .—The Government may, by notification \nin official Gazette, amend the schedule so as to add to, or omit from it, any \ncommodity or class of commodities.  \n \nSCHEDULE  \n(see section 2)  \n \n1 Tea 11 Pulses all sorts  \n2 Sugar  12 Fish all sorts  \n3 Milk  13 Beef \n4 Powdered Milk  14 Mutton  \n5 Milk and food for infants  15 Eggs  \n6 Edible oil, hydrogenated or otherwise  16 Gur \n7 Aerated water, fruits juices and squashes  17 Spices & Vegetables  \n8 Salt 18 Red Chilli  \n9 Potatoes  19 Drugs and Medicines  \n10 Onions  20 Kerosene oil  \n \nPART I] THE GAZETTE OF PAKISTAN, EXTRA., JUNE 5, 2020  283  \n21 Rice 30 Pesticides  \n22 Wheat, Flour all sorts  31 Match Sticks  \n23 Chemical fertilizers all sorts  32 Isopropyl Alcohol  \n24 Poutry food  33 Fodder  \n25 Surgical gloves  34 LPO  \n26 Face masks  35 Petroleum Products  \n27 N95 masks    \n28 Sanitizers    \n29 Surface cleaning products    \n \n \n \nRAJA JALAL HUSSAIN MAQPOON,  \n     Governer Gilgit -Baltistan.  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nPRINTED BY THE MANAGER, PRINTING CORPORATION OF PAKISTAN PRESS, ISLAMABAD.  \nPUBLISHED BY THE DEPUT Y CON TROLLER,  STATIONERY AND FORMS, UNIVERSITY ROAD, KARACHI."
}