{
    "file": "./converted_json\\administrator7e3c852a3362c58f0a79cb8c2373bd8d.json",
    "name": "The Hajj and Umrah (Regulation) Act, 2024",
    "date": "29th August, 2024",
    "tagline": "An Act for regulating and managing the Hajj and Umrah activities in Pakistan",
    "content": "Page 1 of 8 \n  \n \n \n THE HAJJ  AND UMRAH  (REGULATION) ACT, 2024  \n \n \n \n \n \nCONTENTS  \n1. Short title extent and commencement  \n2. Definitions  \n3. Hajj policy and plan  \n4. Government Hajj scheme  \n5. Power to grant licence to Hajj group  organizer  \n6. Maintenance of record  \n7. Criteria for enrollment  \n8. Allotment of Hajj quota  \n9. Umrah policy  \n10. Power to grant licence to Umrah group organizer  \n11. Maintenance of record  \n12. Criteria for registration  \n13. Liability of Hajj or Umrah  \n14. Composition and power s of complaint disposal committees  \n15. Appellate committees  \n16. Penalty  \n17. Appeal  \n18. Monitoring  \n19. Hajj operation fund   \n\n \nPage 2 of 8 \n 20. Umrah fund  \n21. Bank accounts  \n22. Investment of funds  \n23. Audit and accounts of the funds  \n24. Indemnity  \n25. Recovery of arrears  \n26. Establishment of offices  \n27. Power to make rules  \n28. Power to make regulations  \n29. Overriding effect  \n30. Removal of difficulties  \n31. Saving  \n \n  \n \nPage 3 of 8 \n THE HAJJ  AND UMRAH (REGULATION) ACT, 2024  \nACT NO . XVII OF 2024  \n          [29th August, 2024 ] \nAN  \n \nACT  \nfor regulating and managing the Hajj and Umra h \nWHEAREAS , it is expedient to provide for a comprehensive framework for regulating plan, \nlicensing, managing, operation and monitoring of Hajj and Umra h activities including formulation of \npolicy therefore;  \nIt is hereby enacted as f ollows:— \n1. Short title extent and commencement .—(1) This Act s hall be called the Hajj and Umrah  \n(Regulation) Act, 2024.  \n(2) It exte nds to the whole of Pakistan.  \n(3) It shall c ome into force at once.  \n2. Definitions .—In this Act, unless there is anything repugnant in the subject or context, — \n(i)  “affectee”  means a pilgrim or an intending pilgrim who individually or \ncollectively suffered hardship or financial loss as a result of any act, omission, \ndefault, fraud or negligence of an organizer;  \n(ii)  “appellate committee”  means a committee constituted under th is Act to hear \nand decide appeals against the decision of the complaint disposal committee;  \n(iii) “blacklisting”  means to impose ban on a person or service provider for doing \nHajj or Umrah  business permanently or for a specific time;  \n(iv)  “company”  means a company as incorporated under Companies Act, 2017 \n(XIX of 2017) and registered under this Act for the purpose of rendering \nservices to pilgrims for performance of Hajj or Umrah ; \n(v) “compensation”  means the money payable to the affectee by the defaulting \nservice provider or organizer;  \n(vi) “competent authority”  means the secretary  as defined in the Rules of \nBusiness, 1973;  \n(vii) “complaint”  means any grievance lodged with the division concerned by an \naffectee in writing relating to Hajj or U mrah services against the service \nprovider;  \n(viii)  “complaint disposal committees”  or “CDCs”  means a committees constituted \nunder t his Act for disposal of complaints relating to Hajj or U mrah; \n \nPage 4 of 8 \n (ix) “decision”  means an order or direction of the division concerned, the appellate \ncommittees or the CDCs, made in accordance with the provisions of this Act or \nrules made thereunder;  \n(x) “defa ulter”  means a company, chief executive or director of any Hajj or Umr ah \ncompany or an individual who committed violation of any provision of this Act \nor rules or regulations made thereunder,  \n(xi) “division conce rned”  means the division to which business of this Act stands \nallocated;  \n(xii) “donations” means sums to be received or transferred into fund as donation \nfrom any organization or person under this Act;  \n(xiii)  “dues”  means any type of dues which are outstanding against an organizer in \nrelation to p ilgrim affairs;  \n(xiv)  “fee”  means charges prescribed by the division concerned for enlistment or \nlicensing or registration or authorization or process or any service under this \nAct; \n(xv) “fund”  means Hajj operation fund, Umrah fund or any other fund create d under \nthis Act;  \n(xvi)  “grants”  means sums received or transferred into fund as grants f rom the \nFederal Government or a Provincial Government or any organization or person \nfor the Hajj operation fund;  \n(xvii)  “Hajj group organizer ” or “HGO”  means a company duly licensed or \nregistered under this Act as service provider to the pilgrims;  \n(xviii)  “Hajj package”  means the cost of Hajj and allied facilities approved by the \nCabinet for Government Hajj scheme and by the division concerned for privat e \nHajj scheme under this Act;  \n(xix)  “licence”  means a permit or a certificate of registration issued by the division \nconcerned to a company for providing services to pilgrims for performance of \nHajj or Umrah ; \n(xx) “organizer”  or “service provider”  means di vision concerned or a person or a \ncompany registered with the division concerned for  the purpose of rendering \nservices to pilgrims for performance of  Hajj or Umrah ; \n(xxi)  “Prescribed”  means prescribed by rules or regulations made under this Act, as \nthe case may be;  \n(xxii)  “reco rd” includes account, book, return, statement, report, chart, table, form, \ninvoice, letter, agreement, voucher, plan, financial and non -financial \ninformation an d anything contain ing information, whether in w riting, digital or \nin electronic means;  \n(xxiii)  “regulations”  means regulations made under this Act;  \n \nPage 5 of 8 \n (xxiv)  “rules”  means rules made under this Act;  \n(xxv)  “service p rovider agreement”  or “SPA”  means the agreement signed, \nexecuted or concluded between the division concerned and company for \noperation of Hajj or Umr ah; and  \n(xxvi)  “Um rah group or ganizer”  or “UGO”  means Service provider duly licenced \nor registered or e nrolled by the division conceived.  \n3. Hajj policy and plan .—(1) All affairs of the Hajj shall be regulated through Hajj policy and \nplan which includes, inter -alia, allocation and dis tribution of Hajj quota, Hajj expenses, Hajj \npackaging, selection of welfare staff, training and monitoring, etcetera .  \n(2) The Hajj policy and plan under sub -section (1) shall be prepared by a policy committee \nheaded by the secretary of the division concerned and shall consist of nine members to be appointed \nby the Federal Government for  a term of three years, in the prescribed manner.  \n(3) The Hajj policy and plan under sub -section -(1) shall be approved by the Federal \nGovernment and notified in the official Gazette by the division concerned.  \n4. Government Hajj scheme .—Notwithstanding anyt hing contained in this Act, the division \nconcerned shall have authority to organize, execute and manage Hajj affairs as an independent operator \nUnder Government Hajj scheme.  \n5. Power to grant licence to Hajj group or ganize r.—(1) The competent authority shall have \nexclusive power to grant, issue, renew, extend, amend, suspend, review, re -issue or rescind a licence \nin respect of any private limited company and found duly qualified by division concerned in the \nprescribed manner.  \n(2) The competent authority may, in the prescribed manner, after serving a show cause notice \nand providing the opportunity of being heard, suspend or rescind a licence of an HGO on the ground \nof violation of any provision of this Act, rules or regulations made thereunder or terms and conditions \nof licence and may encash and forfeit his entire, or a pa rt of, bank guarantee on such violations.  \n6. Maintenance of record .—(1) The division conc erned shall maintain complete record of all \nlicences issued to all the  HGOs including information of licences suspended or rescinded.  \n(2) Hajj group organizers licenced under this Act shall in the manner as may be prescribed seek \nprior permission of the division concerned before dis -continuance, transfer to the extent of \nmanagement and shares or re -organization of its business or change of its address, as the case may be:  \nProvided that in case of transfer the transfree shall be liable to clear all liabilities and debt \noutstanding against the transferor HGO.  \n7. Criteria fo r enro llment.—The division concerned shall pre -qualify an HGO for enrolment \nin the manner, as may be prescribed.  \n8. Allotment of Hajj quota .—(1) The e nrolment of an HGO under this Act shall not accrue \nany right for allotment of Hajj quota.  \n(2) The Hajj poli cy committee shall have exclusive powers to allocate, distribute, re -distribute \nand revoke Hajj quota in the manner as tray be prescribed  \n \nPage 6 of 8 \n  9. Umrah policy .—(1) All affairs of the Umrah shall be regulated through Umrah policy \nwhich includes, inter -alia, Umrah expenses, Umrah packaging, training and monitoring etc.  \n(2) The Umrah policy under sub -section (1) shall in the manner as may be prescribed be \nprepared by a policy committee as c onstituted under t his Act,  \n(3) The Umrah policy under sub-section (1) shall be approved by the Federal Government and \nnotified in the official Gazette by the division concerned.  \n10. Powe r to grant licence to Um rah group organizer .—(1) The competent authority shall \nhave exclusive power to grant, issue, renew, extend, amend, suspend, review, reissue or rescind a \nlicence in respect of any private limited company and found duty qualified by division concerned in \nthe prescribed manner.  \n(2) The competent authority may, in the prescribed manner, after serving a show cause notice \nand providing the opportunity  of being heard, suspend or rescind a licence of a UGO on the ground of \nviolation of any provision of this Act, rules or regulations made thereunder or terms and conditions of \nlicence and may encash and forfeit his  entire, or a part of, bank guarantee on such violations.  \n11. Maintenance of record .—(1) The division concerned shall maintain complete record of \nall licences issued to all the UGOs, including information of licences suspended or rescinded.  \n(2) UGO shall, in the manner as may be prescribed, seek prior permission of the division \nconcerned before dis -continuance, transfer to the extent of management and shares or re -organization \nof its business or change of its address, as the case may be:  \nProvided that in ca se of transfer, the transfree shall be liable to clear all liabilities and debt \noutstanding against the transferor UGO.  \n12. Criteria fo r registration .—The division concerned may, subject to any rules or policy \nmade in this behalf from time to time, register and grant licence to such UGO as it thinks fit for \nundertaking Umrah operation on deposit of such security and on such terms and conditions as may be  \nprescribed.  \n13. Liability of Hajj or Umrah .—The Ha jj or Umrah organizer shall be liable for any act, \ncommission, omission, negligence or default in the provision of services which leads to hardship to \nany pilgrim by the HGO or UGO in violation of agreemen t during performance of the Hajj or Umrah , \nas the case may be.  \n14. Composition and powers of complaint disposal committees .—(1) There shall be a four -\nmembers CDC chaired by an officer not below the rank  of BPS -20 or equivalent  for disposal of all \ncomplaints pertaining to violation of agreements during performance of Hajj or U mrah resulting in \nhardship to the pilgrims.  \n(2) The CDC shall have powers to decide complaints subject to provisions of this Act and rules \nmade thereunder.  \n15. Appellate committees .—There shall be three -members appellate committees chai red by \nan officer not below the rank of BPS -21 or equivalent to hear and dispose of appeals against decision \nof CDCs.  \n  \n \nPage 7 of 8 \n 16. Penalty .—(1) The CDC may impose penalty on an HGO or UGO in case of violation of \nagreement committed by them.  \n(2) The major penalty shall include permanent or temporary blacklisting of HGO or UGOs, \nsuspension, cancelation or rescinding of licence for specific period, reduction of Hajj q uota for a peri od \ndecided by CDC, in case of HGOs or forfeiture of performance guarantee.  \n(3) The minor penalty shall include reduction of less than five percent quota in case of HGO \nfor a period as may be decided by CDC, fine prop ortionate to violation or warnin g on account of \nviolation of clauses of agreement.  \n(4) The CDC shall have autho rity to pass order for the compensation to the aggrieved pilgrims \nor intending pilgrim to the extent of the claims that happens to be proved.  \n17. Appeal .—(1) Any person or party aggrieved by any order or decisio n of the CDCs, may \nwithin thirty  days of the receipt of such decision or order, prefer an appeal to the appellate committee. \nThe appellate committee shall, after hearing all concerned, decide the appeal wit hin thirty days f rom \nthe date of its filing, ex tendable for not more than thirty  days, with prior approval of competent \nauthority.  \n(2) Any person aggrieved by an order or decision of the appell ate committee, may within thirty \ndays of the receipt of such decision or order, prefer appeal to the court of district  judge of appropriate \njurisdiction.  \n18. Monitoring .—The division concerned  shall, in the manner as may be prescribed, devise a \ncomprehensive monitoring mechanism to evaluate the perform ance of HGO or UGO in and outside \nPakistan.  \n19. Hajj operation fund .—(1) There shall be a Hajj ope ration fund for the purpose of Hajj \noperation, to be administered and controlled by the competent authority.  \n(2) The pilgrim welfare fund which exists prior to commencement of this Act shall stand \ntransferred to and become part of the Hajj operation fund ( HOF) to be maintained in a single account \nin any scheduled bank.  \n(3) Hajj dues to be deposited by the intending pilgrims in the designated branches of the \nscheduled banks in Shariah  compliant account, profit on retention of Hajj dues and maintenance of \naccounts, receipts by virtue of utilization of services at all directorates of Hajj in Pakistan or abroad \nand refundable performance guarantees of the HGO or any other receipts which the division concerned \nmay prescribe shall be deposited in the account, main tained for the f und under sub -section (2).  \n(4) The expenditure from HOF shall be made in the manner as may be prescribed.  \n20. Umrah fund .—(1) There shall be an Umrah fund which shall include registration fee, \nservice charges, fine and any other receipts as may be prescribed.  \n(2) The expenditure from Umrah fund shall be made in the manner as may be prescribed.  \n21. Bank accounts. —The division concerned shall open and maintain account i n the public \naccount of Federation or Shariah compliant bank acc ount in scheduled banks for various funds under \nthis Act, as and when required, with the prior approval of Finance Division.  \n \nPage 8 of 8 \n 22. Investment of funds .—The division concerned shall invest in Shariah compliant mode, \nany surplus amount from the funds in such manner as may be prescribed, with the approval of Finance \nDivision.  \n23. Audit and accounts of the funds .—Any fund under this Act, shall be maintained and \nannually audited in accordance with Articles 169 and 170 of the Constitution of the Islamic Repub lic \nof Pakistan.  \n24. Indemnity. —No suit, prosecution or other legal proceedings shall lie against the Federal \nGovernment, any of its officers and officials in respect of anything done or intended to be done in good \nfaith under this Act or the rules or regulations made thereunder.  \n25. Recovery of arrears .—All amounts which are recoverable f rom an HGO and UGO shall \nbe recovered as tier prevailing 1aw  on the subject matter.  \n26. Establishment of offices. —The division concerned may  establish offices in the h ost \ncountries and in Pakistan as and when it considers necessary to carry out the purposes of this Act.  \n27. Powe r to make rules .—The Federal Government may, by notification in the official \nGazette, make rules for carrying out the purposes of this Act.  \n28. Power to make regulations. —The division concerned may make regulations, not \ninconsistent with the provision of this Act and the rules made thereunder, to provide for all internal \nmatters for which provision is necessary  or expedient for carrying out the pu rposes of this Act.  \n29. Overriding effect. —The provisions of this Act shall have effect notwithstanding anything \ncontained in any other law for the time being in force.  \n30. Removal of difficulties .—If any difficulty arises in giving effect to any of the provisions \nof this Act, the Federal Government may make such order, not inconsistent with the provisions of this \nAct, as it may consider necessary for removal of the difficulty.  \n31. Saving .—Anything done, action taken, appointme nts made, orders passed, rul es, schemes  \nmade, notifications issued or purported to have been done, taken, made, passed or issued before \ncommencement of this Act shall be deemed to have been done, taken, made, passed or issued under \nthis Act and shall have effe ct accordingly.  \n \n_______  \n \n \n \n \n \nRGN Date: 26 -09-2024"
}