{
    "file": "./converted_json\\administrator5b805d8a3bda68ae1dbecb99cd2d35c3.json",
    "name": "National Accountability (Amendment) Ordinance, 2017",
    "date": "9th January 2017",
    "tagline": "FURTHER TO AMEND THE NATIONAL ACCOUNABILITY ORDINANCE, 1999",
    "content": "ry, SEINATE SECRETARIAT -q.\nIslamabaci, the 19th January, 2017.\nNorrFJCATtrpE\nNo.F.16(1)/2015.Legis.-Inpursuanceofsub-rule(5)ofrule145of\nihe Ruies ol Prccedure and conduct af Business in the senate, 2012, read\nwith sub-paragraph (ii) of paragraph (a) cf clause (2) of Article 89 of the\nConstitutlon, the followinq resolution passed bY the Senate in it's sittittg\nneld on lgtn January, ZOtl , iS hcreby published l'or general tnformation;'\n\"This Hr-r'rse disaPprovr.]s thc National AccounrabllitY\n(Amenclment) Orclinance, 2O!7 . (Ordinance No' iI of\n2Ot7).\".\nREGISTERED No. M - 302\nL-7@6\n@0eGvffi d fr[tdtErI\n--'R-_\nEXTRAOBDINARY\nPUBLISHED BY AUTHORITY\nISLANtr{BAD, MONDAY, JANUARY 9, 2017\nPART I\nAcls, Ordinances, President's Orders and Regulations\nGOVERNMENT OF PAKISTAN\nMINISTRY OF LAW AND JUSTICE\nlslanabad. the 7th January, 2017\nNo. F. 2(f )2017-Pub.-The following Ordinance p.o.ulgut\"d by th\"\nPresident is hereby published for general information:-\nORDINANCE No. II or 20 I7\nAN\nORDn,lA^-cE\nfurther to amend the National Accountability (hdinance, 1999\nWIIEREAS it is expedient further to amend the National Accountability\nOrdinance, 1999 (XVIII of 1999), for the purpose hereinafter appearing;\nAND WIiEREAS the Senate and the National Assembly are not in session\nand the President is satisfied that circumstances exist which render it necessary to\ntake immediate action:\n(07)\nPrice : Rs. 3.00\n[12(2017)lEx. Gaz.]\n8 THE GAZETTE OF PAKISTAN, EXTRA. , IANUARY 9, 201 7 [PAR'r I\n(2) It shall come into force at once.Now, THERET.oRE, in exercise of the powers conferred by clause ( I ) of\nArticle 89 of the Constitution of the lslamic Republic of pakistan, the president is\npleased to make and promulgate the following Ordinance:-\n1. Short title and commencement-{ I ) This Ordinance may be\ncalled the National Accountability (Amendment) Ordinance, 2017.\n2. Amendment of section 15, Ordinance XVIII of 1999.-ln theNational Accountability Ordinance (XVIII of 1999), in secrion 15, for\nsub-section (a), the following shall be substituted, namely:--\n\"(a) Where an accused person is convicted of an offence urrder\nsection 9. of this Ordinance he shall forthwith cease to hold publ ^\noffice, if any, held by him and furlher he shall stand disquilified\nfrom being a holder ofpublic oflice',.\n3. Substitution of section 25, Ordinance XVIII of 1999._ In the\nsaid Ordinance, for section 25, the following shall be substituted, namely:-\n\"25. Voluntary return.- (l) Notwithstanding anlthing contained\nin any other law for the time being in force or section fg, a holder\nof public office or other person, before or after authorization ofinvestigation againsr him or filing of the Reference or\ncommencement of the trial or during pendency of an appeal,\nvoluntarily offbrs to retum ro the NAB the illegal gain reciived,\nacquired or made by him, plus capital gain thereon and profit at the\nbank rate from the date of its illegal receipt, acquisition, or makingtill deposit, the NAB may, after taking into consideration the facts\nand circumstances of the case, accept such offer, subject to\napproval of the concemed Court or Appellate Court as the case\nmay be.\n-. _ .(2) The holder of public omce or other person shall deposir with theNAB the .aTount of the illegal gain plus capitai gain thereon and profit as\ndetermined by the Court or Appellate Court and comply with such other terms\nand conditions as the Court may consider appropriate, whereupon the case shall\nstand. closed and such holder of public office or other p\".son if in custody shall\nbe released.\n(3) Notwithstanding the closure ofhis case under sub_section (2), such\nholder oipublic ofTice or other person shall be deemed to have been convicted of\nthe offence of corruption and corrupr practices and-\nPeRr THE GAZETTE OF PAKISTAN, EXTRA., JANUARY 9,2017 9\n(i) shall stand disqualified from being a holder of public office; and\n(ii) if such person is in the service of Pakistan or any autonomous body,\norganization, institution, undertaking, concern or establishment\ncontrolled or administered by or under the Federal Government or a\nProvincial Govemment, shall stand dismissed from service\nforthwith without any pecuniary benefits and shall not thereafter be\neligible to hold public office.\n(4) The illegal gain plus capital gain arrd profit deposited with the NAB\nunder sub-section (2) shall be transferred to the Federal Govemment or, as the\ncase may be, a Provincial Government or the bank or financial institution,\ncompany, body corporate, co-operative society, statutory body, authority or\nperson concerned within thirty days from the date of such deposit.\nExplanation - In this section \"illegal gain\" means such assets of an\naccused as are found during investigation or determined by the Court as the case\nmay be to have been received or acquired or made directly or indirectly, in the\ncourse of, as a consequence of or through corruption and corrupt practices, and\nheld by him at any time rvhether in his own name or in the name of his\nbenamidars or dependents or associates.\".\nMAMNOON HUSSAIN,\nPresident.\nKARAMAT HUSSAIN NIAZI,\nSecretary.\nP\nPUBLISHED BY THE DEPUTY CONTROLLER, STATIONERY & FORMS, UNIVERSITY ROAD, KARACHI."
}