{
    "file": "./converted_json\\administrator6e2025e398d01c93f5db47a234468c5c.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "Page \n1\n \nof \n7\n \n \n[\n \n \nTH\nE \n[\nPAKISTAN RED CRESCENT SOCIETY\n]\n \nACT\n \n \n      \n    \n  \nCONTENTS\n \n1. \n \nShort title and extent\n \n2.\n \nConstitution of \n[\nPakistan Red Crescent Society\n]\n \n3. \n \nAppointment of Managing Body\n \n4. \n \nIncorporation\n \n5. \n \nPower to make rules\n \n6. \n \nDissolution and transfer of property of Joint War Committee\n \n7. \n \nPurposes to which funds of Society may be applied\n \n8. \n \nConstitution of Branch Committees\n \n9. \n \nAffiliation of other Societies\n \n10. \n \nDecision of Managing Body as to purposes final\n \n11. \n \nReceipt and \nuse of gifts\n \n12. \n \nPowers of Branch Committees\n \n \n \n \n \n \n  \nFIRST SCHEDULE\n \nSECOND SCHEDULE\n \n \n\n \nPage \n2\n \nof \n7\n \n \nTHE \n1\n[PAKISTAN RED CRESCENT SOCIETY] ACT\n \nACT NO. XV OF 1920\n \n[20th March, 1920]\n \nAn Act to constitute \n2\n[a \n1\n[Pakistan] Red Crescent Society]\n \n3\n[WHEREAS it is \nexpedient to provide for the future administration of the various monies and \ngifts received from the public for the purposes of medical and other aid to the sick and wounded and \nother purposes of a like nature, and more especially for the administration of\n \nthe monies and properties \nwhich maybe allotted to Pakistan out of the assets of the Indian Red Cross Society.]\n \n \nAND WHEREAS it is expedient to constitute a \n1\n[Pakistan Red Crescent Society] with a view \nto the continuation of the work carried on by the Indi\nan Red Cross Society and to provide for the \naffiliation therewith of the other societies and bodies having similar objects and of the Provincial \nBranches of the Indian Red Cross Society falling in \n4\n* * * Pakistan; It is hereby enact\ned as follows :\n \n___\n]\n \n1. \n \nShort title and extent\n.\n___\n(1) This Act may be called the \n5\n[Pakistan \n1\n[Red Crescent] Society \nAct], \n6\n[Repealed]\n.\n \n3\n[(2) It extends to all the territories of Pakistan]\n.\n \n3\n[2.\n \nConstitution of \n1\n[Pakistan Red Crescent Society]\n. There shall be constituted a Society \nto be known as \n5\n[the] \n1\n[Pakistan]\nRed Crescent Society\n \n(hereafter called the society).\n \nThe first members of the Society shall be such persons as were members of the Indian Red \nCross Society immediately before the appoi\nnted day and are resident in Pakistan.]\n \n3\n[3. Appointment of Managing Body\n.\n___\n \n(i) Until such time as a Managing Body of the Society \nis e\nlected under the provisions of \ns\nub\n-\nsection (iv)\n \nthe Managing Body shall consist of (\na\n) such persons \nas were \nmembers of the Managing Body of the Indian Red Cross Society immediately before the \nappointed day and are resident in Pakistan ; and (\nb\n) such other persons not exceeding 30 in number as \nmay be nominated by the \n4\n[President of Pakistan.]\n \n \n \n \n \n1\nSubs. by \nAct \nNo. XIV of 1974, ss. 2, 3, 4 and 5.\n \nThis Act later \non \nrepealed by \nOrdinance No. XXVII of 1981\n \ns\n.2, Schedule I\n.\n \n2\nSubs. by the Federal Laws\n \n(Revision and Declaration) Act \nNo.\n \nXXVI \nof 1951\n, s. 4 and Sch. III\n.\n \n \n3\nSubs. by \nOrder \nNo. \nG.G.O. \nV\n \nof 1947\n, dated \nthe 20th December, 1947.\n \n \n4\nO\nmitted \nand subs. \nby A.O., 1961, Art. 2 and Sch. (\nw. e. f. \n \nthe 23rd March, 1956\n). \n \n5\nSubs. by A.O., 1949\n.\n \n \n6\nRep\n. by the Federal Laws\n \n(Revision and Declaration) Act \nNo. XXVI of\n \n1951\n, s. 3 and Sch. II. \n \n \n \n \n \n \n \n \nPage \n3\n \nof \n7\n \n \n1\n[(ii) \n \nThe President of Pakistan shall be the President of the Society.] \n \n(iii) \n \nThe \n1\n[President of Pakistan] may nominate as office\n,\n \nbearers of the first \nManaging Body such persons as he may select for the purpose. \n \n(iv) \n \nBefore the expiry of 6 months from the d\nate of constitution of the first Managing \nBody a new Managing Body shall be elected by the members of the Society in \naccordance with the rules made under \nS\nection 5. Until such rules are made, the \nrules made by the Indian Red Cross Society shall be followed\n \nwith such \nadaptations as may be necessary.]\n \n4. Incorporation\n. The first members of the Society an\nd all persons who may hereafter\n \nbecome \nmembers thereof so long as they continue so to be, are hereby constituted a body corporate under the \nname of the \n2\n[Pakistan] [Red Crescent Society], and the said body shall have perpetual succession and \na common seal with power to hold and acquire \nproperty, moveable and immoveable and shall sue and \nbe sued by the said name.\n \n5. Power to make rules\n. \n3\n[The Managing Body shall within 6 months of its constitution ma\nke\n \nrules for the management, control and procedure of the Society.] The rules may provide \nam\nong other\n \nmatters\n \nfor \nthe following namely\n \n:\n—\n \n(a) \n \nthe conditions of membership of the Society\n \n; \n \n(b) \n \nthe appointment and term of office of members of the Managing Body\n \n; \n \n(c) \n \nthe choice of representatives of international and other \nCommittees\n \n; \n \n(d) \n \nrepresentation on the Managing Body of Provincial and State Branch \nCommittees and affiliated societies and bodies\n \n; \n \n(e) \n \nthe constitution of Finance, Medical and other Committees and the delegation \nof powers to them\n \n; and \n \n(f) \n \nthe regu\nlation of the procedure generally of the Society and Managing Body.\n \n3\n[6. Dissolution and transfer of property of Joint War Committee\n. The following property \nshall vest in the Society\n \n:\n \n(a) \n \nAll property moveable or immoveable which may be allotted to \nthe Society out \nof the assets held immediately before the appointed day by the Indian Red Cross \nSociety\n \n; and \n \n(\nb) \n \nAll gifts made to the Society for purposes which are purposes of the Society.]\n \n \n \n1\nSubs.\n \nby\n \nA.O.,\n \n1961 \n(\nw. e. f. \n \nthe 23rd March, 1956\n). \n \n2\nSubs. \nby \nAct No. XIV of\n \n1974, s.6, \nrepealed by Ordinance No. XXVII of 1981,\n \ns\n.2, Schedule I.\n \n3\nSubs. by G.G.O. \nV\n \nof 1947\n. \n \n \nPage \n4\n \nof \n7\n \n \n7. Purposes to which funds of Society may be applied\n. Notwithstanding anything contained \nin any appeal \nfor subscriptions or gifts to or for the purposes of the Committee, the Managing B\nody \nmay in its discretion apply\n—\n \n(a) \n \neither the corpus of the income or any part of such corpus or income of any \nproperty vested in it under \n1\n[\nc\nlause (a) of \ns\nection 6] for the relief of sickness, \nsuffering or distress caused by the operation of war in \n1\n[Pakistan] or in any other \ncountry in which Expeditionary Forces from \n1\n[Pakistan] may, from time to time, \nbe employed and for purposes cognate to that object and\n \nin maintaining \n2\n[Red \nCrescent Depots] for military purposes\n \n; \n \n(b) \n \nin accordance with the provisions of section 8 the income only of any such \nproperty but not the corpus or any part thereof for the relief of sickness or \nsuffering in Pakistan, \nwhether\n \ndue\n \nto the operation of war or not, or in pursuance \nof any of the objects set forth in the First Schedule.\n \n1\n[8. Constitution of Branch Committees\n.\n___\n \n(1) All Branch Committees of the Indian Red \nCross Society which immediately befo\nre the appointed day had thei\nr h\neadquarters at any place which \nhas thereafter been included in \n3\n* * *Pakistan, shall be deemed to have been constituted under this Act, \nand all property vested in them before the coming into force of the Pakistan Red Cross Society Order, \n1947\n,\n \nshall continue to be so vested :\n \n4\n[Repealed]\n \n5\n[(1A) There shall be a Branch Committee for the Capital of the Federation which shall consist \nof such persons, one of whom shall be the Chairman, as the President may appoint.\n \n(1B) There shall be a \nBranch Committee for each of the Provinces of Baluchistan, the North\n-\nWest Frontier, Sind and the Punjab (excluding the Islamabad Capital Territory) constituted in \naccordance with the provisions of sub\n-\nsection (1D)\n,\n \nand all property vested in the Branch Com\nmittee \nfor the Province of West Pakistan functioning immediately before the commencement of the Pakistan \nRed Cross Society (Amendment) Act, 1972, shall, upon the constitution of the Branch Committee for \neach such Province, vest in that Committee in such ma\nnner, and to such extent, as may be determined \nby the President.\n \n(1C) All property vested in the Branch Committee for the Karachi Division functioning \nimmediately before the commencement of the Pakistan Red Cross Society (Amendment) Act, 1972, \nshall vest i\nn the Branch Committee constituted under sub\n-\nsection (1B) for the Province of Sind. \n \n(1D) The first Branch Committee for each of the \nprovinces\n \nreferred to in sub\n-\nsection (1B) shall \nconsist of such persons, not exceeding ten in number, one of whom shall be \nthe Chairman, as may be \nappointed by the Governor of the Province concerned. \n \n \n \n \n1\nSubs. by \nOrder \nNo. \nG.G.O. \nV\n \nof 1947, dated the 20th December, 1947.\n \n \n2\nSubs. by \nAct No. XIV of 1974, s.7\n, \nrep\nealed by Ordinance No. XXVII of\n \n1981\n,\n \ns.2, Schedule I.\n \n3\nO\nmitted by A.O., 1961, Art. 2 and Sch.\n \n(\nw. e. f. \n \nthe 23rd March,1956\n). \n \n4\nR\nep. by the Federal Laws \n(Revision and Declaration) Act \nNo. \nXXVI\n \nof 1951\n, s. 3 and Sch. II. \n \n5\nSubs. by\n \nAct No. XXVI of 1972, s.2, \nrepealed by Ordinance No. \nXXVII of 1981,\n \ns\n.2, Schedule I.\n \n \n \n \nPage \n5\n \nof \n7\n \n \n \n(lE) Regulations shall be made in pursuance of section 12 by the first Committee for each of \nthe \nP\nrovinces\n \nreferred to in sub\n-\nsection (1B) and, until regulations are so made, the procedure provided \nfor the Branch Committee for the Province of West Pakistan functioning immediately before the \ncommencement of the Pakistan Red Cross Society (Amendment) Act, 1972, \nshall be followed with \nsuch adaptations as may be necessary.\n]\n \n1\n*\n \n \n*\n \n \n*\n \n \n*\n \n \n*\n \n \n*\n \n(4) Subject to the requirements of the Managing Body for the purposes of clause (a) of section \n7 and any provision for expenses of management, the income of any property which vests in the Society \nunder the provisions of clause (a) of section 6 shall be di\nstributed annually among the Branch \nCommittees according to the percentages specified in the Second Schedule, to be expended by them \nand at their discretion upon all or any of the objects referred to in clause (b) of section 7. \n \n(5) The \n2\n[President of Paki\nstan] may, by notification in the official Gazette, direct that any \nBranch Committee specified in the Second Schedule shall be excluded therefrom or that any newly \nconstituted Branch Committee not specified therein shall be included therein, and that the p\nercentages \nspecified in that Schedule shall be varied as required by any such exclusion or inclusion. \n \n(6) On the issue of a notification under sub\n-\nsection (5) the Second Schedule shall be deemed \nto be \namended in accordance with such\n_\nnotification. \n \n(7) No \nnotification under sub\n-\nsection (5) shall be made without the consent of every Branch \nCommittee which is for the time being included in the Second Schedule.]\n \n9. Affiliation of other Societies\n. The Managing Body may also affiliate to the Society any \nother so\nciety or body having all or any of the objects and purposes referred to in section 7, and may \nprovide for the allocation and distribution of funds, through such society or body, to or for any such \nobjects or purposes. \n \n10. Decision of Managing Body as to p\nurposes final\n. The Managing Body shall have \nauthority to determine in all cases what matters properly fall within the scope of clause (b) of section \n7, and its decision in all such matters shall be binding on all Branch Committees and affiliated societies \nor bodies.\n \n11. Receipt and use of gifts\n. The Managing Body may also receive and hold gifts of \nwhatsoever description either for the general purposes of the Society or for any particular purpose for \nwhich the corpus or income of the property vested in it un\nder clause (b) of section 6 may be applied \nunder the provisions of section 7, and on receipt of such gifts may, subject to the provisions of rules \nmade under section 5, apply the same to such purposes, either directly or through Branch Committees, \nor socie\nties or bodies affiliated under section 9.\n \n12. Powers of Branch Committees\n. Subject to the provisions of rules made under section 5, \neach Branch Committee shall have all power to regulate its own procedure and constitution, to receive \ngifts and expend all \nmonies received by it for its purposes, either directly or through other societies or \nbodies.\n \n \n1\nO\nmitted by the Federal Laws (Revision and\n \nDeclaration) Ordinance \nNo.\n \nXXVII\n \nof 1981\n, s. 3 and Sch. II. \n \n2\nSubs. by A\n.O., 1961, Art. 2 and Sch., \n(\nw. e. f. \n \nthe 23rd March, 1956\n).\n \n \nPage \n6\n \nof \n7\n \n \n1\n[Provided that ten per cent. of all cash donations received by any Branch Committee for any \nof the general objects set out in the First Schedule shall be placed at the disposal of the Managing \nBody \nto be applied by it for the general purposes of the Society.]\n \nFIRST SCHEDULE\n \n(\nSee\n \ns\nection 7)\n \nObjects to which the funds of the Society may be applied\n \n2\n[(1) The care of the sick and wounded who are or were members of the Pakistan Forces.] \n \n(2) The care of those suffering from tuberculosis, having regard in the first place to soldiers \nand sailors, whether they have contracted the disease on active service \nor not. \n \n(3) Child welfare. \n \n(4) Work parties to provide the necessary garments, etc., for hospitals and health institutions in \nneed of them. \n \n(5) Assistance required in all branches of nursing health and welfare work, ancillary to any \norganizations which \nhave or may come into being in \n3\n[Pakistan] and which are recognised by the \nSociety. \n \n(6) Home Service Ambulance Work. \n \n2\n[(7) Provision of comforts and assistance to persons who are or were members of the Pakistan \nForces.] \n \n(8) Such other cognate objects as may, from time to time be approved by the Society.\n \n(9) The expenses of management of the Society and its branches and a\nffiliated societies and \nbodies. \n \n(10) The representation of the Society on or at international or other Committees formed for \nfurthering objects similar to those of the Society.\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n1\nAdded by Act No. XVIII of 1953, s.3.\n \n \n2\nSubs. by the \nFederal Laws (Revision and\n \nDeclaration) Ordinance \nNo. \nXXVII\n \nof 1981\n, s. 3 and Sch., II.\n \n \n3\nSubs. by G.G.O. \nV\n \nof 1947.\n \n \n \n \n \n \nPage \n7\n \nof \n7\n \n \n1\n[SECOND SCHEDULE\n \n \n(See section 8)\n \n \nName of Branch Committee\n \nApproximate percentage of claim\n.\n \n \n        \n1.\n  \n2\n[\nKarachi Division\n]\n \n                  \n2\n \n     \n2.  \nWest Pakistan\n \n               \n55.46\n \n     \n3.  \nEast Pakistan \n \n              \n42.54\n]\n \n \n \n___________\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nDate: 16\n-\n09\n-\n2024\n \n_________________________________________________________________________________________________________________________\n \n1\nSubs. by Act No. XIII of 1957, S. \n3.\n \n2\nSubs. by the Central\n \nAdaptation of Laws Order \nP.O. No. 1 of 1964; \nThis Act later \non repealed by Ordinance No. XXVII of 1981, \nS.2, Schedule I."
}