{
    "file": "./converted_json\\administratorbbc0b5b0d78c35e99e3b94f6b77b69db.json",
    "name": "The Partnership Act, 1932",
    "date": "8th April, 1932",
    "tagline": "Defining and Amending the Law Relating to Partnership",
    "content": "UNDER PROOF READING  \n \nPage 1 of 24 \n  \n \nTHE PARTNERSHIP ACT, 1932 \n \n \n \n \n \n \n \n \n \n \nCONTENTS \n \n \nPREAMBLE.  \nCHAP TER I \nPRELIMINARY  \n1.                Short  title, extent and commencemen t  \n2.                Definitions  \n3.                Application of provisions of act IX of 1872   \nCHAP TER II \nTHE NATURE  OF PARTNERSHIP  \n4.               Definition of “partnersh ip”, “partner ” “firm” and “firm name ”  \n5.                Partnersh ip not created  by status  \n6.                Mode  of determ ining existence  of partnersh ips  \n6 A.             Act not to apply to certa in relationsh ips  \n7.                Partnersh ip at will  \n8.                Particular partnersh ip  \nCHAP TER III \nRELATIONS  OF PARTNERS TO ONE \nANOHTHER  \n9.                General  duties of partners  \n10.               Duty  to indemn ify for loss caused  by fraud   \n11.               Determ ination of rights and duties of partners  by contract  between  the partners  \n          Agreements  in restra int of trade  \n12.               The conduct  of the business  \n\nUNDER PROOF READING  \n \nPage 2 of 24 \n 13.               Mutual  rights and liabilities  \n14.               The property  of the firm  \n15.              Application of the property  of the firm  \n16.               Personal  profits earned  by partners \n \n17.               Rights and duties of partners  after a chan ge in the firm, after the expiry of the term of \n        the firm, and where  additional under  takings are carried out  \nCHAP TER IV \nRELATIONS  OF PARTNERS TO THIRD  \nPARTIES  \n18.               Partner  to be agent of the firm \n \n19.               Implied author ity of partner  as agent of the firm  \n20.               Extension and restriction of partner 's implied authority  \n21.               Partner 's author ity in an emergency   \n22.               Mode  of doing act to bind firm  \n23.               Effect of admissions by a partner  \n24.               Effect of notice to acting partner  \n25.               Liability of a partner  for acts of the firm  \n26.               Liability of the firm for wron gful acts of a partner  \n27.               Liability of firm for misapplication by partners  \n28.               Holding out  \n29.               Rights of transferee  of a partner 's interest  \n30.               Minors admitted to the benef its of partnersh ip  \nCHAP TER V \nINCOMING  AND  OUTGOING \nPARTNERS  \n31.               Introduct ion of a partner  \n32.               Retirement  of a partner  \n33.               Expulsion of a partner  \n34.               Insolvency  of a partner  \n35.               Liability of estate  of deceased  partner  \n36.               Rights of outgoing partner  to carry  on compet ing business Agreements  in restra int of \n        trade.  \n \n37.               Right of outgoing partner  in certa in cases  to share  subsequent  profits \nUNDER PROOF READING  \n \nPage 3 of 24 \n  \n38.               Revocat ion of continuing guarantee  by chan ge in firm \nCHAP TER VI \nDISSOLU TION OF FIRM   \n39.              Dissolution of a firm  \n40.               Dissolution by agreemen t  \n41.               Compu lsory dissolution  \n42.               Dissolution on the happen ing of certa in contingencies  \n43.               Dissolution by notice of partnersh ip at will  \n44.               Dissolution by the court  \n45.               Liability for acts of partners  done  after dissolution  \n46.               Right of partners  to have  business wound  up after dissolution  \n47.               Cont inuing author ity of partners  for purposes  of winding up  \n48.               Mode  of settlement  of accounts  between  partners  \n49.               Payment  of firm debts  and of separate  debts  \n50.               Personal  profits earned  after dissolution  \n51.               Return  of prem ium on premature  dissolution  \n52.               Rights where  partnersh ip contract  is rescinded  for fraud  or misrepresen tation  \n53.               Right to restra in from  use of firm name  or firm proper ty  \n54.               Agreements  in restra int of trade \n \n55. Sale of good will after dissolution \n Rights of buyer  and seller of goodw ill \n Agreements  in restra int of trade \n \nCHAP TER VII \nREGISTRATION OF FIRMS  \n56.               Power  to exempt  from  application of this Chap ter  \n57.               Appointment  of Registrars  \n58.               Application for registration  \n59.               Registration  \n60.               Record ing of alteration in firm name  and principal place of business  \n61.               Noting of closing and open ing of branches   \n62.               Noting of chan ges in name  and adresses  of partners \n \n63. Record ing of chan ges in and dissolution of a firm \n Record ing of withdrawal  of a minor   \nUNDER PROOF READING  \n \nPage 4 of 24 \n 64.               Rectification of mistakes  \n65.               Amendment  of Register by order  of Cour t  \n66.               Inspect ion of Register and filed documen ts  \n67.               Grant  of copies  \n68.               Rules of evidence   \n69.               Effect of non­re gistration  \n70.               Penalty for furnishing false particulars  \n71.               Power  to make  rules \n \n \nCHAP TER VIII \n SUPPLEMENTAL \n \n72.               Mode  of giving public notice  \n73.               [Repea led.]  \n74.               Savings \n \n \nSCHEDULE I. Maximum fees \n \nSCHEDULE II. [Repealed.]   \n \n \n  \nUNDER PROOF READING  \n \nPage 5 of 24 \n THE PARTNERSHIPACT, 1932  \n \n1ACT No. IX OF 1932  \n \n[8th April, 1932]  \nAn Act to define and amend the law relating to partnership \n  \n WHEREAS it is expedient to define and amend the law relating to partnership ; \n   \n  It is hereby enacted as follows :— \nCHAPTER I \n PRELIMINARY \n 1. Short title, extent and commencement.—(1) This Act may be called the 2* Partnership \nAct, 1932.  \n 3[(2) It extends to the whole of Pakistan.]  \n \n(3) It shall come into force on the 1st day of October, 1932,  except section 69, which shall \ncome into for ce on the 1st day of October, 1933.  \n \n2. Definitions.—In this Act, unless there is anything repugnant in the subject or context,— \n \n(a) an “act of a firm” means any act or omission by all the partners, or by any \npartner or agent of the firm which gives rise to a right enforceable by or against \nthe firm ; \n \n(b)  “business” includes every trade, occupation and prof ession ; \n \n(c)  “prescribed” means prescribed by ru les made under this Act ; \n \n(d)  “third party” used in relation to a firm or to a partner therein means any person \nwho is not a  partner in the firm ;and \n \n(e) expressions used but not defined in this Act and defined in the Contract Act, \n1872  (IX of 1872), shall have the meanings assigned to them in that Act. \n \n3. Application of provisions of ACT IX of 1872. —The unrepealed provisions of the Contract \nAct, 1872  (IX of 1872),  save in so far as they are inconsistent with the express provisions of this Act, \nshall continue to apply to firms. \n \n \n \n \n \n1 For Statement of Objects and Reasons and for Report of Special Committee, see Gazette of India, 1931 . Pt. V, p. 31; for Report of Select Committee, \nsee ibid., 1932 , Pt.V, p. 1. \nThe Act has been applied to Phulera in the Excluded Area of Upper Tanawal to the extent the Act is applicable in the N. W.F.P., and extended to the \nExcluded Area of Upper Tanawal (N.W.F.P ) other than Phulera with effect from such date and subject to such modifications as may be notified, see \nN.W.F.P. (Upper Tanawal) (Excluded Area) Laws Regulation, 1950 . It has also been extended to the Leased Areas of Baluchistan, see the Leased \nAreas (Laws) Order, 1950 (G. G. O. 3 of 1950 ) ; and also applied in the Federated Areas of Baluchistan, see Gazette of India, 1937 , Pt. I, p. 1499 . \nThis Act has been extended to the Baluchistan States Union, see the Baluchistan States Union (Federal Laws) (Extension) Order, 1953 (G. G. O. 4 \nof 1953 ), as amended by the \nBaluchistan States Union (Federal Laws) (Extension) (Second Arndt.) Order, 1953 (G. G. O. 19 of 1953 ).) \n2 The word “Indian” omitted by A. O., 1949 . \n3 Subs. by the Central Laws (Statute Reform) Ordinance, 1960 (21 of 1960 ), s. 3 and 2nd Sch., (with effect from the 14th October, 1955 ), for the \noriginal sub‑section (2) as amended by A. O.,1949 , and the Federal Laws (Revision and Declaration) Act, 1951 (26 of 1951 ), s. 8. \nUNDER PROOF READING  \n \nPage 6 of 24 \n CHAPTER II \nTHE NATURE OF PARTNERSHIP \n \n4. Definition of “partnership”, “partner”, “firm” and “firm name”.—  \n“Partnership” is the relation between persons who have agreed to share the profits of a business \ncarried on by all or any of them acting for all. \n \nPersons who have entered into partnership with one another are called individually \n“partners” and collectively “a firm”, and the name under which their business is carried on is called \nthe “firm name”. \n \n5. Partnership not created by status.— The relation of partnership arises from  contract \nand not from  status ;  \n \nand, in particular, the members of a Hindu und ivided family carrying on a family business as \nsuch, or a Burmese Buddh ist husband and wife carrying on  business as such are not partners in such \nbusiness. \n \n6. Mode of determining existence of partnership.— In determining whether a group of \npersons is or is not a firm, or whether a person is or is not a partner in a firm, regard shall be had to \nthe real relation between the parties, as shown by all relevant facts taken together. \n \nExplanation 1.—The sharing of profits or of gross returns arising from  property by persons \nholding a joint or common interest  in that property does not of itself make such persons partners. \n \nExplanation 2.—The receipt by a person of a share of the profits of a business, or of a payment \ncontingent upon  the earning of  profits or varying with the profits earned by a business, does not of \nitself make him a partner with the persons carrying on the business ; and in particular, the receipt of \nsuch share or payment— \n \n(a) by a lender of money to persons engaged or about to engage in any bu siness, \n \n(b)  by a servant or agent as remuneration, \n \n(c)  by the widow or child of a  deceased partner, as annun ity, or \n \n(d)  by a previous owner or part owner of the business, as consideration for the  \nsale of the goodwill or share thereof, \n \ndoes not of itself make the receiver a partner with the persons carrying on the business. \n \n1[6A. Act not to apply to certain relationships. — Nothing contained in thi s Act not to apply \nto certain relationships. Nothing contained in this Act shall apply to a relationship created by any \nagreement between a banking company and a person or group of persons prov iding for  sharing of  \nprofit and losses arising from or relating to the provision by the banking company of f inance to such \nperson or group of p ersons. \n \n Explanation. For the purpo ses of this section, “banking company” “and finance” shall have \nthe same meaning as in the banking Tribunals Ordinance, 1984.]  \n \n7. Partnership at will.— Where no provision is made by contract between the partners for  \nthe dur ation of  their partnership, or  for the determination of  their partnership, the partnership is \n“partnership at will”. \n \n8. Particular Partnership.— A person may become a partner with another person in \nparticular adventures or und ertakings. \n \n1 Ins. by the Bank ing and Financial Services (Amdt. of Laws) Ordinance, 1984 (57 of 1984 ),s.2 and Sch., \nUNDER PROOF READING  \n \nPage 7 of 24 \n CHAPTER III \n \nRELATIONS OF PARTNERS TO ONE ANOTHER \n \n9. General duties of partners.— Partners are bound  to carry on the business of the firm \nto the greatest common advantage, to be just and faithful to each other, and to render true accounts \nand full information of all things affecting the firm to any partner or h is legal representative. \n \n10. Duty to indemnify for loss caused by fraud.— Every partner shall indemnify the firm \nfor any loss caused to it by his fraud in the condu ct of the business of the firm. \n \n11. Determination of rights and  duties  of partners by contract between  the  \npartners.—(1) Subject to the provisions of this Act, the mutual rights and duties of the partners of \na firm may be determined by contract between the Partners, and such contract may be expressed or \nmay be implied by a  course of dealing. \n \nSuch contract may be varied by consent of all the partners, and such consent may be express \nor may be implied by a  course of dealing. \n \n(2) Agreements in restraint of trade. Notwithstanding anything contained in section 27 of the \nContract Act, 1872  (IX of 1872),  such contracts may provide that a partner shall not carry on any \nbusiness other than that of the firm while he is a partner. \n \n12. The conduct of the business.—  Subject to contract between the partners— \n \n(a) every partner has a right to take part in the condu ct of the business ; \n \n(b)  every partner is bound to attend diligently to his duties in the condu ct of the \nbusiness ; \n \n(c)  any difference arising as to ordinary matters connected with the business may \nbe decided by a majority of the partners, and every partner shall have the right \nto express his opinion before the matter is decided, but no change may be made \nin the nature of the business without the consent of all the partners ; and \n \n(d) every partner has a right to have access to and to inspect and copy any of  the \nbooks  of the firm. \n \n13. Mutual  rights and liabilities.— Subject to contract between the partners— \n \n (a)  a partner is not entitled to receive remuneration for taking part in the condu ct \n of the bu siness ; \n \n(b)  the partners are entitled to share equally in the profits earned, and shall \n contribute equally to the losses sustained by the firm ; \n \n(c)  where a partner is entitled to interest on the capital subscribed by him such \ninterest shall be payable only out  of prof its ; \n \nUNDER PROOF READING  \n \nPage 8 of 24 \n (d)  a partner making, for the purpo ses of the business, any payment or advance \nbeyond  the amount of capital he has agreed to subscribe, is entitled to interest \nthereon at the rate of six per cent, per annum  ; \n \n(e)  the firm shall indemnify a partner in respect of payment made and liabilities \nincurred by him— \n \n(i)  in the ordinary and prop er condu ct of the business and \n \n(ii)   in doing such act, in an emergency, for the purpo se of pro tecting the firm \nfrom  loss, as would be done  by a person of ord inary prud ence, in his own \ncase, und er similar circumstances ; and \n \n(f)  a partner shall indemnify the firm for any loss caused to it by his wilful neglect \nin the condu ct of the business of the firm. \n \n14. The property of the firm.— Subject to contract between the partners, the property of \nthe firm includes all property and rights and interests in property originally brought into the \nstock of the firm, or acquired, by purchase or otherwise, by or for the firm, or for the purpo ses and \nin the course of the business of the firm, and includes also the goodwill of the business. \n \nUnless the contrary intention appears, property and rights and interests in property acquired \nwith money belonging to the firm are deemed to have been acquired for the firm. \n \n15. Application of  the  property of the  firm.—Subject to contract between the partners, \nthe prop erty of the firm shall be held and used by the partners exclusively for the purpo ses \nof the bu siness. \n \n16. Personal profits earned by partners.— Subject to contract between the partners,— \n \n(a) if a partner derives any profit for himself from  any transaction of the firm, or \nfrom  the use of the property or business connection of the firm or  the firm \nname, he shall account for that profit and pay it to the firm ; \n \n(b) if a partner carries on any business of the same nature as and competing with \nthat of the firm, he shall account for and pay to the firm all profits made by him \nin that business. \n \n17. Rights and duties of partners after a change in the firm.— Subject to contract \nbetween the partners,— \n \n(a) where a change occurs in the constitution of a firm, the mutual rights and \nduties of the partners in the reconstituted firm remain the same as they were \nimmediately before the change, as far as may be ; after the expiry of the term \nof the firm, and \n \n(b) where a firm constituted for a fixed term continues to carry on business after \nthe expiry of that term, the mutual rights and duties of the partners remain \nthe same as they were before the expiry, so far as they may be consistent with \nthe incidents of partnership at will; and \nUNDER PROOF READING  \n \nPage 9 of 24 \n  \nWhere additional undertaking are carried out. \n \n(c) where a firm constituted to carry out one or more adventures or undertakings \ncarries out o ther adventures or und ertakings, the mutual rights and du ties of the \npartners in respect of the other adventures or undertakings are the same as those \nin respect of the original adventures or und ertakings.  \nCHAPTER IV \n \nRELATIONS OF PARTNERS TO THIRD PARTIES \n \n18. Partner to be agent of the firm.—Subject to the provisions of this Act, a partner is \nthe agent of the firm for the purpo ses of the business of the firm. \n \n19. Implied authority of partner as agent of the firm.—(1) Subject to the provisions of \nsection 22, the act of a partner which is done  to carry on, in the usual way, business of the kind carried \non by the firm, binds the firm. \n \nThe authority of a partner to bind the firm conferred by this section is called his “implied \nauthority”. \n \n(2) In the absence of any usage or custom of  trade to the contrary, the implied authority of a \npartner does not empower him to— \n \n(a) submit a dispute relating to the business of the firm to arbitration, \n \n(b) open a banking account on behalf of the firm in his own name, \n \n(c) compromise or relinquish any claim or por tion of a  claim by the firm, \n \n(d) withdraw a suit or pro ceeding filed on b ehalf of the firm,  \n(e) admit any liability in a suit or pro ceeding against the firm, \n(f)  acquire immoveable property on behalf of the firm, \n(g) transfer immoveable property belonging to the firm, or \n \n(h) enter into partnership on b ehalf of the firm. \n \n20. Extension  a nd restriction of partner’s implied authority.—The partners \nin a firm may, by contract between the partners, extend or r estrict the implied authority of \nany partner.  \n \nNotwithstanding any such restriction, any act done  by a partner on behalf of the firm which \nfalls within his implied authority binds the firm, unless the person with whom he is, dealing kno ws \nof the restriction or do es not know  or believe that partner to be a partner. \n \nUNDER PROOF READING  \n \nPage 10 of 24 \n 21. Partner’s authority in an emergency.—A partner has authority, in an emergency, \nto do all such acts for the purpo se of protecting the firm from  loss as would be done  by a person of \nordinary prud ence, in his own case, acting under similar circumstances and such acts bind the firm. \n \n22. Mode  of doing  act  to bind  firm.—In order to bind a firm, an act or instrument \ndone  or executed by a partner or other person on behalf of the firm shall be done  or executed \nin the firm name, or in any other manner expressing or implying an intention to bind the firm. \n \n23. Effect  of admissions  by  a  partner. An admission or representation made by  a  \npartner concerning the affairs of the firm is evidence against the firm, if it is made in the ordinary \ncourse of bu siness. \n \n24. Effect of notice to acting partner.—Notice to a partner who habitually acts in the \nbusiness of the firm of any matter relating to the affairs of the firm operates as notice to the firm, \nexcept in the case of a fraud on the firm committed by or with the consent of that partner. \n \n25. Liability of a partner for acts of the firm .—Every partner is liable, jointly with all \nthe other partners and also severally, for all acts of the firm done  while he is a partner. \n \n26. Liability of the firm for wrongful acts of a partner .—Where, by the wrongful act \nor omission of  a partner acting in the ordinary course of the business of a firm, or with the \nauthority of his partners, loss or injury is caused to any third party, or any penalty is incurred, \nthe firm is liable therefor to the same extent as the partner.  \n27. L iability of firm for misapplication by partners.—Where \n \n(a) a partner acting within his apparent authority receives money or property \nfrom  a third party and misapplies it, or \n \n(b) a firm in the course of its business receives money or property from a  third \nparty, and the money or property is misapplied by any of the partners while it \nis in the custody of the firm, \n \nthe firm is liable to make good the loss. \n \n28. Holding out.—(1) Any one who by words spoken or written or by condu ct represents \nhimself, or knowingly permits himself to be represented, to be a partner in a firm, is liable as a partner \nin that firm to any one who has on the faith of any such representation given credit to the firm, \nwhether the person  representing  himself or r epresented to be a p artner does or do es not know that \nthe representation has reached the person so giving credit. \n \n(2) Where after a partner’s death the business is continued in the old firm name, the \ncontinued use of that name or of the deceased partner's name as a part thereof shall not of itself \nmake his legal representative or his estate liable for any act of the firm done  after his death. \n \n29. Rights of transferee of a partner’s interest.—(1) A  transfer by a  partner of h is \ninterest in the firm, either absolute or by mortgage, or by the creation by him of  a charge on such \ninterest, does not entitle the transferee, during the continuance of the firm, to interfere in the \ncondu ct of the business, or to require accounts, or to inspect the books  of the firm, but entitles the \ntransferee only to receive the share of profits of the transferring partner, and the transferee shall \naccept the account of profits agreed to by the partners. \nUNDER PROOF READING  \n \nPage 11 of 24 \n (2) If the firm is dissolved or if the transferring partner ceases to be a partner, the transferee \nis entitled as against the remaining partners to receive the share of the assets of the firm to which the \ntransferring partner is entitled, and, for the purpo se of ascertaining that share, to an account as from \nthe date of the dissolution.  \n30. Minors admitted to the benefits of partnership.—(1) A person who is a minor \naccording to the law to which he is subject may not be a partner in a firm, but, with the consent of \nall the partners for the time being, he may be admitted to the benefits of partnership. \n \n(2) Such minor has a right to such share of the property and of the profits of the firm as may \nbe agreed upon, and he  may have access to and inspect and copy any of the accounts of the firm. \n \n(3) Such minor’s share is liable for the acts of the firm, but the minor is not  personally liable \nfor any such act. \n \n(4) Such minor may not sue the partners for an account or payment of his share of the property \nor prof its of the firm, save when severing his connection with the firm, and in such case the amount \nof his share shall be determined by a valuation made as far as possible in accordance with the rules \ncontained in section 48:  \n \nProvided that all the partners acting together or any partner entitled to dissolve the firm upon \nnotice to other partners may elect in such suit to dissolve the firm, and thereupon  the Court  shall \nproceed with the suit as one for dissolution and for settling accounts between the partners, and the \namount of the share of the minor shall be determined along with the shares of the partners. \n \n(5) At any time within six months of his attaining majority, or of his obtaining kno wledge that \nhe had been admitted to the benefits of partnership, whichever date is later, such person may give \npublic notice that he has elected to become or that he has elected not to become a partner in the firm, \nand such notice shall determine his position as regards the firm : \n \nProvided that, if he fails to give such notice, he shall become a partner in the firm, on the \nexpiry of the said six months. \n \n(6) Where any person has been admitted as a minor to the benefits of partnership in a firm, \nthe burd en of proving the fact that such person had no knowledge of such admission until a \nparticular date after the expiry of six months of his attaining majority shall lie on the persons asserting \nthat fact.   \n(7) Where such person becomes a partner, \n \n(a) his rights and liabilities as a minor continue up to the date on which he becomes \na partner, but he also becomes personally liable to third parties for all acts of \nthe firm done  since he was admitted to the benefits of partnership, and \n \n(b) his share in the property and profits of the firm shall be the share to which he \nwas entitled as a minor.  \n(8) Where such person elects not to become a partner, \n \n(a) his rights and liabilities shall continue to be those of a minor under this section \nup to the date on which he gives public notice, \nUNDER PROOF READING  \n \nPage 12 of 24 \n  \n(b) his share shall not be liable for any acts of the firm done  after the date of the \nnotice, and \n \n(c) he  shall be  entitled to sue  the  partners for his share  of the  property and \nprofits in accordance with sub­section (4).  \n \n(9) Nothing in sub­sections (7) and (8) shall affect the provisions of section 28.  \n \nCHAPTER V \n \nINCOMING AND OUTGOING PARTNERS \n \n31.  Introduction  of  a  partner.— (1)  Subject  to  contract  between  the  partners  and  \nto  the provisions of section 30, no person shall be introduced as a partner into a firm without the \nconsent of all the existing partners. \n \n(2) Subject to the provisions of section 30, a person who is introduced as a partner into a \nfirm do es not thereby become liable for any act of the firm done  before he became a partner. \n \n32. Retirement of a partner.— (1) A  partner may retire— \n \n(a) with the consent of all the other partners, \n \n(b) in accordance with an express agreement by the partners, or \n \n(c) where the partnership is at will, by giving notice in writing to all the other \npartners of his intention to retire. \n \n(2) A retiring partner may be discharged from  any liability to any third party for acts of the \nfirm done  before his retirement by an agreement made by him with such third party and the partners \nof the reconstituted firm, and such agreement may be implied by a course of dealing between such \nthird party and the reconstituted firm after he had kno wledge of the retirement. \n \n(3) Notwithstanding the retirement of a partner from  a firm, he and the partners continue to \nbe liable as partners to third parties for any act done  by any of them which would have been an act \nof the firm if done  before the retirement, until public notice is given of the retirement : \n \nProvided that a retired partner is not liable to any third party who deals with the firm without \nknowing that he was a partner. \n \n(4) Notices und er sub‑section (3) may be given by the retired partner or by any partner of the \nreconstituted firm. \n \n33. Expulsion  of a partner.—(1) A partner may not be expelled from  a firm by any \nmajority of the partners, save in the exercise in good f aith of po wers conferred by contract between \nthe partners. \n \n(2) The provisions of sub‑sections (2), (3) and (4) of section 32 shall apply to an expelled \npartner as if he were a retired partner.  \nUNDER PROOF READING  \n \nPage 13 of 24 \n 34. Insolvency of a partner.— (1) Where a partner in a firm is adjudicated an insolvent he \nceases to be a partner on the date on which the order of adjudication is made, whether or not the \nfirm is thereby dissolved. \n \n(2) Where under a contract between the partners the firm is not dissolved by the adjudication \nof a partner as an insolvent, the estate of a partner so adjudicated is not liable for any act of the firm \nand the  firm is not  liable  for  any  act  of  the  insolvent,  done  after  the  date  on  which  the  order  \nof adjudication is made. \n \n35. Liability  of estate  of deceased  partner.—Where under a contract between the \npartners the firm is not dissolved by the death of a  partner, the estate of a deceased partner is not \nliable for any act of the firm done  after his death. \n \n36. Rights of outgoing partner to carry on competing  business.—(1) An outgoing \npartner may carry on a business competing with that of the firm and he may advertise such business, \nbut, subject to contract to the contrary, he may not— \n \n(a) use the firm name, \n \n(b) represent himself as carrying on the business of the firm, or \n \n(c) Solicit the custom of persons who were dealing with the firm before he \nceased to be a partner. \n \n(2) Agreement in restraint of trade. A partner may make an agreement with his partners \nthat on ceasing to be a partner he will not carry on any business similar to that of the firm \nwithin a specified period or within specified local limits ; and, notwithstanding anything contained \nin section 27 of the Contract Act, 1872  (IX of 1872),  such agreement shall be valid if the restrictions \nimposed are reasonable. \n \n37.  Right  of outgoing  partner in  certain cases  to  share  subs equent profits.— \nWhere  any member of a firm has died or otherwise ceased to be a partner, and the surviving \nor continuing partners carry on the business of the firm with the property of the firm without any final \nsettlement of accounts as between them and the outgoing partner or his estate, then, in the absence \nof a contract to the  contrary,  the  outgoing  p artner  or  his  estate  is  entitled  at  the  option  of  \nhimself  or  his representatives  to  such  share  of  the  profits  made  since  he  ceased  to  be  a  \npartner  as  may  be attributable to the use of his share of the property of the firm or  to interest at the \nrate of six per cent. per annum  on the amount of his share in the property of the firm : \n \nProvided  that  where  by  contract  between  the  partners  an  option  is  given  to  surviving  \nor continuing partners to purchase the interest of a deceased or outgoing partner, and that option is \nduly exercised, the estate of the deceased partner, or the outgoing partner or his estate, as the case \nmay be, is not entitled to any fur ther or o ther share of prof its; but if any partner assuming to act in \nexercise of the option do es not in all material respects comply with the terms thereof, he  is liable to \naccount under the foregoing provisions of this section. \n \n38. Revocation  of  continuing  guarantee by change in firm.— A continuing guarantee \ngiven to a firm, or to a third party in respect of the transactions of  a firm, is, in the absence of \nagreement to the contrary, revoked as to future transactions from  the date of any change in the \nconstitution of the firm. \nUNDER PROOF READING  \n \nPage 14 of 24 \n  \nCHAPTER VI \n \nDISS OLUTION OF A FIRM \n \n39. Dissolution of a firm.— The dissolution of partnership between all the partners of a \nfirm is called the “dissolution of the firm”. \n \n40. Dissolution by agreement.— A firm may be dissolved with the consent of all the \npartners or in accordance with a contract between the partners.   \n41. Compulsory dissolution.—A firm is dissolved \n \n(a) by the adjudication of all the partners or of all the partners but one as insolvent, \nor \n \n(b) by the happening of  any event which makes it unlawful for the business of the \nfirm to be carried on or for the partners to carry it on in partnership : \n \nProvided that, where more than one separate adventure or undertaking is carried on by the \nfirm, the illegality of one or more shall not of itself cause the dissolution of the firm in respect of its \nlawful adventures and und ertakings. \n \n42. Dissolution on the happening  of certain contingencies.— Subject to contract between \nthe partners a firm is dissolved \n \n(a) if constituted for a  fixed term, by the expiry of that term ; \n \n(b) if constituted to carry out one or more adventures or undertakings, by the \ncompletion thereof ; \n \n(c) by the death of a  partner ; and \n \n(d) by the adjudication of a  partner as an insolvent.  \n43. Dissolution by notice of partnership at will. (1) Where the partnership is at will, the \nfirm may be dissolved by any partner giving notice in writing to all the other partners of his intention \nto dissolve the firm. \n \n (2) The firm is dissolved as from  the date mentioned in the notice as the date of dissolution \nor, if no d ate is so mentioned, as from  the date of the communication of the notice. \n \n44. Dissolution by the Court.—At the suit of a partner, the Court  may dissolve a firm on \nany of the following ground s, namely : \n \n(a) that a partner has become of unsound  mind, in which case the suit may be \nbrought as well by the next friend of the partner who has become of \nunsound  mind as by any other partner ; \n \n(b) that a partner, other than the partner suing, has become in any way permanently \nincapable of p erforming his duties as partner ; \n \nUNDER PROOF READING  \n \nPage 15 of 24 \n (c) that a partner, other than the partner suing, is guilty of condu ct which is likely \nto affect prejudicially  the  carrying on  of  the  business,  regard  being had  to  \nthe  nature  of  the bu siness ; \n \n(d) that a partner, other than the partner suing, wilfully or persistently commits \nbreach of agreements relating to the management of the affairs of the firm or \nthe condu ct of its business, or otherwise so condu cts himself in matters relating \nto the business that it is not r easonably practicable for the other partners to \ncarry on the business in partnership with him ; \n \n(e) that a partner, other than the partner suing, has in any way transferred the whole \nof his interest in the firm to a third party, or h as allowed his share to be charged \nunder the prov isions of ru le 49 of Order XXI of the First Schedule to the Code  \nof Civil Procedure, 1908 (V  of 1908), or h as allowed it to be sold in the recovery \nof arrears of land‑revenue or of any du es recoverable as arrears of land‑revenue \ndue by the partner ; \n \n(f) that the business of the firm cannot be carried on save at a loss ; or \n \n(g) on any other ground which renders it just and equitable that the firm should be \ndissolved.  \n45. Liability  for acts of partners done after dissolution.—(1) Notwithstanding the \ndissolution of a firm, the partners continue to be liable as such to third parties for any act done  by any \nof them which would have been an act of the firm if done  before the dissolution, until public notice is \ngiven of the dissolution : \nProvided that the estate of a partner who dies, or who is adjudicated an insolvent, or of a \npartner who, not having been known to the person dealing with the firm to be a partner, retires from  \nthe firm, is not liable under this section for acts done  after the date on which he ceases to be a partner. \n(2) Notices under sub‑section (1) may be given by any partner. \n46. Right of partners to have business wound up after dissolution.—On the dissolution \nof a firm every partner or his representative is entitled, as against all the other partners or their \nrepresentatives, to have the property of the firm applied in payment of the debts and liabilities of the \nfirm, and to have the surplus distributed among the partners or their representatives according to their \nrights. \n \n47. Continuing authority of partners for purposes of winding up.—After the \ndissolution of a firm the authority of each partner to bind the firm, and the other mutual rights and \nobligations of the partners, continue notwithstanding the dissolution, so far as may be necessary to \nwind up the affairs of the firm and to complete transactions begun but unfinished at the time of the \ndissolution, but not o therwise : \n \nProvided that the firm is in no case bound  by the acts of a partner who has been adjudicated \ninsolvent ; but this prov iso does not  affect the liability of any person who has after the adjudication \nrepresented himself or kno wingly permitted himself to be represented as a partner of the insolvent. \n \nUNDER PROOF READING  \n \nPage 16 of 24 \n 48. Mode of settlement  of accounts  between partners.—In settling the accounts of a \nfirm after dissolution, the following rules shall, subject to agreement by the partners, be observed: \n \n(a)  Losses, including deficiencies of capital, shall be paid first out of profits, next \nout of capital, and, lastly, if necessary, by the partners individually in the \npropor tions in which they were entitled to share profits. \n \n(b)   The  assets of the  firm, including any sums contributed by the  p artners \nto make  up  deficiencies of capital, shall be applied in the following manner \nand ord er :— \n \n(i)  in paying the debts of the firm to third parties ; \n  \n(ii)  in paying to each partner rateably what is due to him from  the firm for \nadvances as distinguished from  capital ; \n \n(iii)  in paying to each partner rateably what is due to him on account of \ncapital ; and \n \n(iv)  the residue, if any, shall be divided among the partners in the propor tions \nin which they were entitled to share profits. \n \n49. Payment of firm debts and of separate debts.—Where there are joint debts due from  \nthe firm, and also separate debts due from any partner, the property of the firm shall be applied in \nthe first instance in payment of the debts of the firm, and, if there is any surplus, then the share \nof each partner shall be applied in payment of his separate debts or paid to him. The separate property \nof any partner shall be applied first in the payment of his separate debts, and the surplus (if any) in \nthe payment of the debts of the firm. \n \n50. Personal profits earned after dissolution.—Subject to contract between the partners, \nthe pro­ v isions of clause (a) of section 16 shall apply to transactions by any surviving partner or by \nthe representatives of a deceased partner, undertaken after the firm is dissolved on account of the \ndeath of a  partner and before its affairs have been completely wound up :    \nProvided that where any partner or his representative has bought the goodwill of the firm, \nnothing in this section shall affect his right to use the firm name. \n \n51. Return of premium on premature dissolution.— Where a partner has paid a \npremium on entering into partnership for a fixed term, and the firm is dissolved before the expiration \nof that term otherwise than by the death of a partner, he shall be entitled to repayment of the premium \nor of such part thereof as may be reasonable, regard being had to the terms upon  which he became a \npartner and to the length of time during which he was a partner, unless‑ \n \n(a)  the dissolution is mainly due to his own miscondu ct, or \n \n(b)  the dissolution is in pursuance of an agreement containing no provision for \nthe return of the premium or any part of it. \n \nUNDER PROOF READING  \n \nPage 17 of 24 \n 52. Rights where partnership contract is rescinded for fraud or \nmisrepresentation.—Where a contract creating partnership is rescinded on the ground  of the \nfraud or misrepresentation of any of the parties thereto, the party entitled to rescind is, without \nprejudice to any other right, entitled \n \n(a)  to a lien on, or a right of retention of, the surplus or the assets of the firm \nremaining after the debts of the firm have been paid, for any sum paid by him \nfor the purchase of a share in the firm and for any capital contributed by h im ; \n \n(b)  to rank as a creditor of the firm in respect of any payment made by him towards \nthe debts of the firm ; and \n \n(c)  to be indemnified by the partner or partners guilty of the fraud or \nmisrepresentation against all the debts of the firm. \n \n53. Right to restrain from use of firm name or firm property.—After a firm is \ndissolved, every partner or his representative may, in the absence of a contract between the partners \nto the contrary, restrain any other partner or his representative from  carrying on a similar business in \nthe firm name or from  using any of the property of the firm for his own benefit, until the affairs of \nthe firm have been completely wound up :  \n \nProvided that where any partner or his representative has bought the goodwill of the \nfirm, nothing in this section shall affect his right to use the firm name. \n \n54. Agreements in restraint of trade.—Partners may, upon  or in anticipation of the \ndissolution of the firm, make an agreement that some or all of them will not carry on a business similar \nto that of the firm within a specified period or within specified local limits ; and no twithstanding \nanything contained in section 27 of the Contract Act, 1872  (IX of 1872),  such agreement shall be \nvalid if the restrictions imposed are reasonable. \n55. Sale of good­will after dissolution.— (1) In settling the accounts of a firm after \ndissolution,the goodwill shall, subject to contract between the partners, be included in the assets, and \nit may be sold either separately or along with other prop erty of the firm. \n \n(2) Rights of buyer and seller of goodwill.— Where the goodwill of a firm is sold after \ndissolution, a  partner may carry on a business competing with that of the buyer and he may advertise \nsuch business, but, subject to agreement between him and the buyer, he may not‑ \n \n(a) use the firm name, \n \n(b)  represent himself as carrying on the business of the firm, or \n \n(c)  solicit the custom of persons who were dealing with the firm before its \ndissolution. \n \n(3) Agreements in restraint of trade.— Any partner may, upon  the sale of the goodwill \nof a firm, make an agreement with the buyer that such partner will not carry on any business similar \nto that of the firm within a specified period or within specified local limits, and, notwithstanding \nanything contained in section 27 of the Contract Act, 1872  (IX of 1872),  such agreement shall be \nvalid if the restrictions imposed are reasonable. \n \nUNDER PROOF READING  \n \nPage 18 of 24 \n CHAPTER VII \n \nREGISTRATION OF FIRMS \n \n56. Power to exempt  from application of this Chapter.—The 1[Provincial Government \nof any Province] may, by notification in the 2[official Gazette], direct that the provisions of this \nChapter shall not apply to 3[that Province] or to any part thereof specified in the notification. \n \n57. Appointment of Registrars.—(1) The 4[Provincial Government] may appoint \nRegistrars of Firms for the purpo ses of this Act, and may define the areas within which they shall \nexercise their powers and perform  their duties. \n \n(2) Every Registrar shall be deemed to be a public servant of within the meaning of section \n21 of the Pakistan Penal Code  (XLX of 1860).  \n \n58. Application  for registration.—(1) The registration of a firm may be effected at any \ntime by sending by post or delivering to the Registrar of the area in which any place of business of the \nfirm is situated or propo sed to be situated, a statement in the prescribed form  and accompanied \nby the prescribed fee, stating \n \n(a)  the firm name, \n \n(b)  the place or pr incipal place of bu siness of the firm, \n \n(c)  the names of any other places where the firm carries on bu siness, \n \n(d)  the date when each partner joined the firm, \n \n(e)  the names in full and permanent addresses of the partners, and \n \n(f)  the duration of the firm. \n \nThe statement shall be signed by all the partners, or by their agents specially authorised in \nthis behalf. \n \n(2) Each person signing the statement shall also verify it in the manner prescribed. \n \n \n \n \n \n \n \n \n \n1Subs. by A. O., 1937 , for “G. G. in C.”. \n2Subs. ibid., for “Gazette of India”. \n3Subs. ibid., for “any province”. \nUNDER PROOF READING  \n \nPage 19 of 24 \n 4Subs. ibid., for “L. G.”. \n1[(3) A firm name shall not contain any of the following words, namely:—“Government”  \n“Jinnah”, “Quaid‑i‑Azam”, or words expressing or  implying the  sanction, approv al or p atronage of the \nFederal Government or any Provincial Government or of the Quaid‑i‑Azam, except when the \nProvincial Government signifies its consent to the use of such words as part of the firm name by ord er \nin writing.] \n \n(3A) A firm name shall not contain the name of the “United Nations” or its abbreviations \nthrough the use of its initial letters or of any subsidiary body set up by that body un less it has obtained \nthe previous authorisation of the Secretary‑General of the United Nations in writing. \n \n(3B) A firm n ame shall not  contain the name of the “World Health Organisation” or its \nabbreviations through the use of its initial letters unless it has obtained the previous authorisation of \nthe Director‑General in writing. \n \n2[(3C)   A firm name shall not contain any word which may be declared by the Provincial \nGovernment, by no tification in the official Gazette, to be undesirable : \n \nProvided that firm which has as part of its name any word d eclared by the Provincial \nGovernment to be undesirable shall, within one  month of such declaration, alter its name and send a \nstatement to this effect to the Registrar.] \n \n59. Registration.—When the Registrar is satisfied that the provisions of section 58 have \nbeen duly complied with, he shall record an entry of the statement in a register called the Register of \nFirms, and shall file the statement. \n \n60. Recording of alteration in firm name a n d  principal  place of business.—(1) \nWhen analteration is made in the firm name or in the location of the principal place of business of a \nregistered firm, a statement may be sent to the Registrar accompanied by the prescribed fee, specifying \nthe alteration, and signed and verified in the manner required und er section 58.  \n \n(2) When the Registrar is satisfied that the provisions of  sub‑section (1) have been duly \ncomplied with, he shall amend the entry relating to the firm in the Register of Firms in accordance \nwith the statement, and shall file it along with the statement relating to the firm filed und er section 59.  \n \n61. Noting of closing and opening of branches.—When a registered firm discontinues \nbusiness at any place or begins to carry on business at any place, such place not being its principal \nplace of bu siness, any partner or agent of the firm may send intimation thereof to the Registrar, \nwho shall make a note of such intimation in the entry relating to the firm in the Registerar of Firms, \nand shall file the intimation along with the statement relating to the firm filed und er section 59.  \n \n62. Noting of changes in names and addresses of partners.—When any partner in a \nregistered firm alters his name or permanent address, an intimation of the alteration may be sent by \nany partner or agent of the firm to the Registrar, who shall deal with it in the manner prov ided in \nsection 61.  \n \n \n \n1Subs. by the Partnership  (Amdt.) ordinance, 1981 (19 of 1981 ), s.2, for sub­section (3), which were previously amended by various enactments. \n2New sub­section (3C) added ibid. \nUNDER PROOF READING  \n \nPage 20 of 24 \n 63. Recording  of changes  in and  dissolution  of a firm.— (1) When a change occurs \nin theconstitution of a registered firm any incoming, continuing or  outgoing partner, and when a \nregistered firm is dissolved any person who was a partner immediately before the dissolution, or the \nagent of any such partner or person specially authorised in this behalf, may give notice to the Registrar \nof such change or dissolution, specifying the date thereof; and the Registrar shall make a record of the \nnotice in the entry relating to the firm in the Register of Firms and shall file the notice along with the \nstatement relating to the firm filed und er section 59.  \n \n(2) Recording of withdrawal of a minor.— When a minor who has been admitted to the \nbenefits of partnership in a firm attains majority and elects to become or not to become a partner, and \nthe firm is then a registered firm, he, or his agent specially authorised in this behalf, may give notice \nto the Registrar that he has or has not become a partner, and the Registrar shall deal with the notice \nin the manner prov ided in sub‑section (1).  \n64. Rectification of mistakes.—(1) The Registrar shall have power at all times to rectify \nany mistake in order to bring the entry in the Register of Firms relating to any firm into confor mity \nwith the documents relating to that firm filed und er this Chapter. \n \n(2) On application made by all the parties who have signed any document relating to a firm \nfiled und er this Chapter, the Registrar may rectify any mistake in such document or in the record or \nnote thereof made in the Register of Firms. \n \n65. Amendment of Register by  order of court.—A court deciding any matter \nrelating to a registered firm may direct that the Registrar shall make any amendment in the entry in \nthe Register of Firms relating to such firm which is consequential upon  its decision ; and the \nRegistrar shall amend the entry accordingly. \n \n66. Inspection of Register and  filed documents.—(1) The Register of Firms shall be \nopen to inspection by any person on p ayment of such fee as may be prescribed. \n \n(2) All statements, notices and intimations filed under this Chapter shall be open to \ninspection, subject to such conditions and on p ayment of such fee as may be prescribed. \n \n67. Grant of copies.—The Registrar shall on application furnish to any person, on payment \nof such fee as may be prescribed, a copy, certified under his hand, of any entry or portion thereof in \nthe Register of Firms. \n \n68. Rules of evidence.—(1) Any statement, intimation or notice recorded or noted in the \nRegister of Firms shall, as against any person by whom or on whose behalf such statement, \nintimation or no tice was signed, be  conclusive proof of any fact therein stated. \n \n(2) A certified copy of an entry relating to a firm in the Register of Firms may be produ ced \nin proof  of the fact of the registration of such firm, and of the contents of any statement, intimation \nor no tice recorded or no ted therein. \n \n69.  Effect  of non­registration.—(1)  No  suit  to  enforce  a  right  arising  from  a  contract  \nor conferred by this Act shall be instituted in any Court  by or on behalf of any person suing as a \npartner in a firm against the firm or  any person alleged to be or to have been a partner in the firm \nUNDER PROOF READING  \n \nPage 21 of 24 \n unless the firm is registered and the person suing is or has been shown in the Register of Firms as a \npartner in the firm. \n \n(2) No suit to enforce a right arising from  a contract shall be instituted in any Court  by \nor on behalf of a firm against any third party unless the firm is registered and the persons suing are \nor have been shown in the Register of Firms as partners in the firm. \n \n(3) The provisions of sub‑sections (1) and (2) shall apply also to a claim of  set‑off or other \nproceeding to enforce a right arising from  a contract, but shall not affect \n \n(a)  the enforcement of any right to sue for the dissolution of a firm or  for accounts \nof a dissolved firm, or any right or po wer to realise the property of a  dissolved \nfirm, or \n(b)  the powers of an official assignee, receiver or Court  under the 1[Insolvency \n(Karachi Division 2* * Act (III of 1909),]  or the Provincial Insolvency Act, \n1920  (V of  1920)  to realise the property of an insolvent partner. \n \n(4) This section shall not apply \n(a)  to firms or to partners in firms which have no place of business in 3[Pakistan], \nor whose places of business in 3[Pakistan] are situated in areas to which, \nby notification under 4[section 56] this Chapter does not apply, or \n \n(b)  to any suit or claim of set‑off not exceeding one  hundr ed rupees in value which, \n5* * * is not  of a kind specified in the Second Schedule to the Provincial Small \nCause Cour ts Act, 1887 (IX  of 1887), or to any pro ceeding in execution or o ther \nproceeding incidental to or arising from  any such suit or claim. \n \n70. Penalty  for furnishing false particulars.—Any person who signs any statement, \namending statement, notice or intimation under this Chapter containing any particular which he \nknows to be false or does not believe to be true, or containing particulars which he knows to be \nincomplete or do es not believe to be complete, shall be punishable with imprisonment which may \nextend to three months, or with fine or with both. \n \n71. Power to make rules.—(1) The 6[Provincial Government] may make rules prescribing \nthe fees which shall accompany documents sent to the Registrar of Firms, or which shall be payable \nfor the inspection of documents in the custody of the Registrar of Firms, or for copies from the \nRegister of Firms : \n \n Provided that such fees shall not exceed the maximum fees specified in Schedule I 7[:]. \n \n \n \n \n \n \n 1 Subs. by A. O.,1964, Art. 2 and Sch., for “Insolvency (Dacca and the Federal Territory of Karachi) Act” which had been subs. by the Repealing and \nAmending Ordinance, 1961 (1 of 1961), s. 3 and 2nd Sch., for Insolvency (Capital of the Federation and Dacca) Act” (with effect from the 24th January, \n1961.)  \n2The words “and Dacca ”, omitted by F.A.O., 1975, Art.2 and Sch.  \n3 Subs. by the Central Laws (Statute Reform) Ordinance, 1960 (21 of 1960), s. 3 and 2nd Sch., (with effect from the 14th October, 1955), for “the Provinces \nand the Capital of the Federation ” which had been subs. by A. O., 1949, for “British Ind ia”. \n4 Subs. by the Repealing and Amending Act, 1934 (24 of 1934), s. 2 and 1st Sch. for “section 55 ”. \n5The words “in the Presidency ‑towns, is not of a k ind specified in section 19 of the Presidency Small Cause Courts Act, 1882, or, outside the \nPresidency ‑towns ” omitted by A. O., 1949.  \n6 Subs. by A. O., 1937, for “G. G. in C. ”. \n7 Subs. by the Partnership  (Amdt.) ordinance, 1981 (19 of 1981),s.3. for full­stop.  \n \nUNDER PROOF READING  \n \nPage 22 of 24 \n 2[Provided further that the fees payable for any service desired on the same day on which \nan application for the same is made may be doub le the aforesaid maximum fees.] \n \n(2) The 3[Provincial Government] may 4[also] make rules— \n \n(a)  prescribing the form  of statement submitted under section 58, and of the \nverification thereof ; \n \n(b)  requiring statements, intimations and notices under sections 60, 61, 62 and 63 \nto be in prescribed for m, and pr escribing the form  thereof ; \n \n(c)  prescribing the form  of the Register of Firms, and the mode in which entries \nrelating to firms are to be made therein, and the mode in which such entries \nare to be amended or no tes made therein ; \n \n(d)  regulating the procedure of the Registrar when disputes arise ; \n \n(e)  regulating the filing of do cuments received by the Registrar ; \n \n(f)  prescribing conditions for the inspection of or iginal documents ; \n \n(g)  regulating the grant of copies ; \n \n(h)  regulating the elimination of r egisters and do cuments ; \n \n(i)  providing for the maintenance and form  of an index to the Register of Firms ; \n and \n \n(j)  generally, to carry out  the purpo ses this Chapter.   \n(3) All rules made under this section shall be subject to the condition of pr evious publication. \n \nCHAPTER VIII \n SUPPLEMENTAL \n72. Mode of giving public notice.— A public notice under this Act is given \n \n(a)  where it relates to the retirement or expulsion of a partner from  a registered \nfirm, or to the dissolution of a registered firm, or to the election to become or \nnot to become a partner in a registered firm by a person attaining majority who \nwas admitted as a minor to the b enefits of partnership, by notice to the \nRegistrar of Firms und er section 63, and by pub lication in the 4[official \nGazette] and in at least one vernacular newspaper circulating in the district \nwhere the firm to which it relates has its place or pr incipal place of bu siness, \nand \n \n1Proviso added ibid. \n2 Subs. by A. O., 1937 , for “L.G.”. \n3 Ins., ibid. \n4Subs. ibid for “local official Gazette”. \nUNDER PROOF READING  \n \nPage 23 of 24 \n (b)  in any other case, by publication in the 1[official Gazette] and in at least one \nvernacular newspaper circulating in the district where the firm to which it \nrelates has its place or pr incipal place of bu siness. \n \n73. [Repeals.] Rep. by the Repealing Act, 1938 (I of 1938), s. 2 and  Schedule. \n \n74. Savings.— Nothing in this Act or any repeal effected thereby shall affect or be \ndeemed to affect— \n \n(a)  any right, title, interest, obligation or liability already acquired, accrued or \nincurred before the commencement of this Act, or \n \n(b)  any legal proceeding or  remedy in respect of any such right, title, interest, \nobligation or liability, or anything done  or suffered before the commencement \nof this Act, or \n \n(c)  anything done  or suffered before the commencement of this Act, or \n \n(d)  any enactment relating to partnership not  expressly repealed by this Act, or \n \n(e)  any ru le of insolvency relating to partnership, or \n \n(f)  any ru le of law not inconsistent with this Act. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n  \n \n \n \n \n 1Subs. by A. O., 1937 , for “local official Gazette”. \n \nUNDER PROOF READING  \n \nPage 24 of 24 \n 1[SCHEDULE  I \n \nMAXIMUM FEES \n[See sub­section (1) of  section 71]   \n \nDocument  or act in respect  of which the fee is payab le  \nMaximum  \nFees \n1 2 \n \nStatement  under  section 58        ..           ..         ..           ..           ..        \n    Rs. \n50 \n \nStatement  under  section 60       ..           ..           ..           ..           ..     20 \n \nIntimation under  section 61..     ..           ..           ..           ..                  20 \n..  \nIntimation under  section 62       ..           ..           ..           ..           ..     20 \n \nNotice under  section 63..           ..           ..           ..           ..                  20 \n..  \nApplication under  section 64..   ..           ..           ..           ..                  20 \nInspect ion of the Register of Firms under  sub­sect ion (1) of \nsection 66..      ..           ..           ..           ..           ..           ..           \n..            5 \nInspect ion of documents  relating to a firm under  sub­sect ion \n(2) of section 66 or any other  document  in the custody  of the \nRegistrar of  Firms             ..           ..           ..           ..           ..           \n..            5 \n..           .. \nCopies from  the Registrar of Firms        ..           ..           .. Rs. 2 for each \n..                                                                                            100 words  or par t \nthereof .] \n \n \n \n \n__________  \n \n \n \n \n \n \n \n \n \n \n \n1Subs. by the Partnership  (Amdt.) Ordinance, 1981 (19 of 1981 ),s.4, for Schedule I, which was previously amended by Ord. 12 of 1962 ,s.2, for the \noriginal Sch.I."
}