{
    "file": "./converted_json\\administrator5d2cd8b84f4588a24f7cc38c2893840b.json",
    "name": "The Flour Milling Control and Development (Repeal) Ordinance, 1977",
    "date": "5th September, 1977",
    "tagline": "An Ordinance to repeal the Flour Milling Control and Development Act, 1976 and to provide for matters connected therewith or incidental thereto",
    "content": "Page 1 of 5 \n \n \nTHE FLOUR MILLING CONTROL  AND D EVELO PMENT  \n(REPEAL) ORDINANCE,  1977.  \n \n \n \n \n \n \nCONTENTS  \n1. Short title, extent and comme ncement \n \n2. Definitions \n \n3. Return of establishments \n \n4. Continuance in service of the employees \n \n5. Compensation \n \n6. Corporation to continue until wound up \n \n7. Debtor \n \n8. General effect of return of establishment \n \n9. Ordinance to override other laws \n \n10. Bar of jurisdiction \n \n11. Penalties \n \n12. Power to make rules  \n \n13. Removal of difficulties \n  \n14. Repeal \n \n\n \n \nPage 2 of 5 \n THE FLOUR MILLING CONTROL  AND D EVEL OPMENT  (REPEAL) \nORDINANCE,  1977.  \n \nORDINANCE No. X XIX OF 1977  \n \n[5th S eptember, 1977 ] \n \nAn Ordinance to repeal the Flour Milling Control and Development Act, 1976 (LVII of  1976)  \n \nWHEREAS it is expedient to repeal the Flour Milling Cont rol and Development Act, 1976 \nand to p rovide for matters connected therewith or incidental thereto; \n \nNOW, THEREFORE, in pursuance of the Proclamation of the fifth day of July, 1977, \nread  with  the  Laws (Continu ance in  Force)  Order, 1977  (CMLA Order No.1 of 1977) ,  and in  \nexercise of all powers enabling him  in that behalf, the President is pleased to make and promulgate \nthe following O rdinance:— \n \n1. Short title, extent and comme ncement.—(1) This Ordinance may be called the Flour \nMilling  Cont rol and Developm ent (Repeal) Ordinance, 1977. \n \n(2) It extends to the whole of  Pakistan. \n \n(3) It shall come into force at once. \n \n2. Definitions. In this Ordinance, unless there is anything repugnant in the subject or \ncontext,— \n \n(a)      “Present Value” means the Net Worth Value out of which shall be deducted \nthe value of any Fixed Tangible Assets and Current Assets as shown in the \nBalance Sheet which are not handed over and to  which shall be added  \n \n (i) the v alue of  the Fixed Tangible Ass ets and Current Assets which do \n not appear in the  Balance Sheet but the possession  of which is \n handed over at cost and  \n \n (ii)  the decrease in the outstanding, liabiliti es as shown in the Balance \n Sheet, out of  which shall be deducted the v alue of  any new liabiliti es \n handed over; \n \n(b)       “repealed Act” means the Flour Milling  Control  and Developm ent Act, 1976 \n(LVII of 1976) ; and \n \n(c)       other words and expressions shall have the same meaning as in the repealed \n Act. \n \n3. R eturn of establishments.—(1) Within one month of the comm encement of this \nOrdinance, or such longer period not exceeding six months  as the Federal Government may be \nnotification in the official Gazette specify in this behalf, the Corporation shall deliver poss ession of   \nan establishm ent the ownership and management of which has been acquired und er section 5 of the \nrepealed Act to the p revious m anagement thereof: \n \n \n \nPage 3 of 5 \n Provided that, in any case in which any amount  is recoverable by the Corporation from \nthe previous  owner of the  establishment under sub -section (3) or  sub-section (4) of s ection 5, the \nCorporation may not  so deliver possession  of the establishm ent until such amount  has been \nrecovered. \n \n (2) On the delivery of the possession  of an establishm ent in pursuance of sub-section (1)— \n \n(a)       the Co rporation shall stand divested of th e own ership and m anagement of the \nestablishment; and \n \n(b)       the ownership and management of the establish ment, alongwith its assets and \nliabiliti es as on the day on  which its possession  is delivered, shall stand \ntransferred  to  the  persons  in  whom  these  vested  immedi ately  before  the \nmaking of  an order under section 5 of the repealed Act in respect of the \nestablishm ent. \n \n(3)  No  claim,  suit,  prosecution  or  other legal  proceedings  arising  out  of  the acquisition  \nor return of an establish ment shall lie against the Government, the Corporation or any officer or \nemployee of the Gov ernment or the Corporation. \n \n(4) Where the Federal Government is satisfied that the previous  management of an \nestablishm ent has refused or willfully failed to receive possession  of the establishm ent, it may \npass such order in respect of the establishm ent as it may deem fit. \n \n(5) In the case of an establishm ent, for the purpose of computing  the period of \nlimit ation prescribed in the Limitation Act, 1908  (IX of 1908) for the  institution  of a suit  for the  \nrecovery of money, the period commen cing on the day on  which an order under section 5 of the \nrepealed Act was made in respect of the establishm ent and ending  on the day on which poss ession  \nthereof is d elivered to its  previous m anagement shall be excluded. \n \n(6) In the case of any dispute  between the previous  management of an establishm ent and the \nCorporation regarding the assets or liabilities of the establishm ent, the matter shall be referred to the  \nFederal Government whose decision  shall be final. \n \n4. Continuance in service of the employees. Every who letime  employee of an \nestablishm ent on the date of making of an order under section 5 of the repealed Act, in \nrespect of the establish ment, and every whol e-time employees who has worked continuous ly in an \nestablishm ent since before the first day of July, 1977,  shall continue  in his office on the s ame terms \nand conditi ons as are applicable to h is appointm ent: \n \nProvided that this section shall not apply to employees who had resigned or been removed \nby the Co rporation from its service. \n \n5. Compensation.—(1) The Corporation shall pay compensation in respect of an \nestablishm ent at the rate of 11  per cent per annum of the  amount  determined as payable in \naccordance with  paragraphs 1 and 2 of the Schedule to the repealed Act for the  period the own ership \nand m anagement of the establishm ent remained with the Co rporation. \n \n(2) In a case in  which the N etworth Value is  higher than the Present Value, the Co rporation \nshall pay the difference between the Networth Value and the Present Value of the  assets and \n \n \nPage 4 of 5 \n liabilities transferred to the previous  owners, both such difference and the Present Value to be  \ndetermined by the Co rporation. \n \n(3) Where the  Present Value is higher than the Networth Value, the Corporation may recover \nfrom the previous owner, in accordance with the provisions  of section 7 or in any oth er manner it \nmay deem fit, the amount  representing t he difference between the Networth Value and the Present \nValue. \n(4) Where a previous  owner has received payment of compensation assessed in accordance \nwith paragraphs 1 and 2 of the Schedule to the repealed Act, such compensation sh all be recovered \nfrom him in the s ame m anner as is provided in sub -section (3): \n \nProvided that any interest which has accrued on any compensation bonds given to su ch \nprevious  owner shall not be withh eld or, as the case may be, recovered and shall be deemed to be  the \ncompensation payable und er sub -section (1). \n \n6. Corporation to continue until wound up. Notwithst anding the repeal of the repealed Act \nunder section 14, the Co rporation shall continue in existence until  it is wound up by an order of the \nProvincial Government.  \n \n7. Debtor.—(1) The Corporation may, by noti ce in writing, call upon  a debtor to pay to the \nCorporation the amount  of money due  from him to the Corporation within  a period of thi rty days \ncomm encing from the d ate of receipt of such noti ce by the debtor. \n \n(2) Where the debtor fails to pay the amount  due from him within  the period specified in the \nnotice under sub -section (1), t he Corporation shall have the  same power of effecting recovery as the \nIndust rial Developm ent Bank of Pakistan has under sections 39, 40 and 41 of the  Indus trial \nDevelopm ent Bank of  Pakistan Ordinance, 1961 (XX XI of  1961).  \n \n8. General effect of return of establishment.—(1) Where the management of an \nestablishm ent has been transferred to the previous  management under section 3, all contracts, \nagreements and other instruments of wh atever nature subsisting or h aving effect immediately before \nthe date of transfer, to which such establishm ent, was party or which were in respect of su ch \nestablishm ent, shall be of as full force and effect against or in  favour of p revious m anagement, and \nmay be enforced or acted upon  as fully and effectively as if, instead of the Co rporation, the \nprevious management had been a party thereto, or as if they had been entered into, or  issued in \nrespect of, the previous  management. \n \n(2) If on the date of transfer of an establishm ent to the previous  management any suit, appeal \nor legal proceeding of whatever nature is pending  by or against the Corporation in respect of such \nestablishment, it shall not abate or be in any way prejudicially affected by reason of such transfer \nor anything done  under this Ordinance or the repealed Act, but the suit,  appeal or other \nproceeding may be continu ed, prosecuted and enforced by or against the p revious m anagement. \n \n9. Ordinance to override other laws. The p rovisions  of this O rdinance shall have effect \nnotwithst anding  anything contained in any oth er law for the time being in  force or any agreement, \ncontract, memorandum  or articles of association of a company. \n \n \n \nPage 5 of 5 \n 10. Bar of jurisdiction.—(1) No Court shall call into question  or permit to be called in \nquestion  any provision  of this Ordinance or of any rule or order made or, anything  done  or any \naction taken thereunder. \n \n(2) No  Cou rt  shall  grant  any injuction,  or  make  any order,  nor  shall  any Court \nentertain any proceedings, in relation to anything done  or intended to be done  under this O rdinance. \n \n11. Penalties. Whoever obstructs or resists or hinders any person in the discharge of his  \nduties under this  Ordinance shall be punish able with rigorous imprisonm ent for a t erm whi ch may \nextend to th ree years, or with fine, or with bot h: \n \nProvided that no Court shall take cognizance of an offence under this Ordinance unl ess \na compl aint in this behalf is made by the  Government or the Corporation or a person authorised by \nthe Gov ernment or the Co rporation for the pu rpose. \n \n12. Power to make rules. The Federal Government may make rules for carrying out the \npurposes of this O rdinance. \n \n13. Removal of difficulties. If any difficulty arises in giving effect to any provision of  this \nOrdinance, the Federal Government may make such order, not inconsist ent with the p rovisions  of \nthis Ordinance, as may appear to it to be necessary, for the purpose of removi ng the di fficulty. \n \n14. R epeal. The Flour Milling  Cont rol and D evelopment Act, 1976  (LVII of 1976 ), is \nrepealed. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n        Last Uploaded on 12.10.2023"
}