{
    "file": "./converted_json\\administrator01031a2c8cddc523d08a0df0ec37d7d0.json",
    "name": "The Qanun-e-Shahadat Act, 1984",
    "date": "1984",
    "tagline": "An Act to consolidate and amend the law of evidence",
    "content": "Page 1 of 65 \n  \n    \n \n \n \n \n \nTHE QANUN­E­SHAHADAT , 1984  \n \n \n \n \n \nCONTENTS  \n \n                                                             ________  \n \nPART I  \nRELEVANCY OF FACTS  \n \nCHAPTER I  \nPRELIMINARY  \n \nARTICLES.  \n \n1.  Short title, extent and commencement.  \n \n2.  Interpretation.  \n \nCHAPTER II  \nOF WITNESSES  \n \n3.  Who may testify.  \n \n4.  Judges and Magistrates.  \n \n5.  Communications during marriage.  \n \n6.  Evidence as to affairs of State.  \n \n7.  Official communications.  \n \n8.  Information as to commission of offences.  \n \n9.  Professional communications.  \n \n10.  Article 9 to apply to interpreters, etc.  \n \n\n \nPage 2 of 65 \n 11.  Privilege not waived by volunteering evidence.  \n \n12.  Confidential communications with legal advisers.  \n \n13.  Production of title deed of witness, not a party.  \n \n14.  Production of documents which another person, having possession, could refuse to produce.  \n \n15.  Witness not excused from answering on ground that answer will criminate.  \n \n16.  Accomplice.  \n \n17.  Competence and number of witnesses.  \n \nCHAPTER III  \nOF THE RELEVANCY OF FACTS  \n \n18.  Evidence may be given of facts in issue and relevant facts.  \n \n19.  Relevancy of  facts forming part of sa me transaction.  \n \n20.  Facts which are the occasion, cause or effect of facts in issue.  \n \n21.  Motive, preparation and previous or subsequent conduct.  \n \n22.  Facts necessary to explain or introduce relevant facts.  \n \n23.  Things said or done by conspirator in reference to common design.  \n \n24.  When facts not otherwise relevant become relevant . \n \n25.  In suits for damages facts tending to enable Court to determine amount are relevant.  \n \n26.  Facts relevant when right or custom is in question.  \n \n27.  Facts showing existence of state of mind, or of body, or bodily feeling.  \n \n28.  Facts bearing on question whether act was accidental or intentional.  \n \n29.  Existence of course of business when relevant.  \n \nADMISSION S \n \n30.  Admission defined . \n \n31.  Admission by party to proceeding or his agent, etc.  \n \n32.  Admission by persons whose position must be proved as against party to suit. \n \n33.  Admission by persons expressly referred to by party to suit.  \n \nPage 3 of 65 \n 34.  Proof of admissions against persons making them, and by or on their behalf.  \n \n35.  When oral admissions as to contents of documents are relevant.  \n \n36.  Admissions in civil cases when relevant.  \n \n37.  Confession caused by inducement, threat or promise, when irrelevant in criminal proceeding.  \n \n38.  Confession to police­officer not to be proved.  \n \n39.  Confession by accused while in custody of police not to be proved against him.  \n \n40.  How much of information received from accused may be proved.  \n \n41.  Confession made after removal of impression caused by inducement, threat or promise, \nrelevant.  \n \n42.  Confession otherwise relevant not to become irrelevant because of promise of secrecy, etc.  \n \n43.  Consideration of proved confession affecting person making it and others jointly under trial for \nsame offence.  \n \n44.  Accused persons to be liable to cross­examination.  \n \n45.  Admission not conclusive proof but may estop.  \n \nSTATEMENTS BY PERSONS WHO CANNOT BE CALLED AS WITNESSES  \n \n46.  Cases in which statement of relevant fact by person who is dead or cannot be found, etc., is \nrelevant.  \n \n46A.  Relevance of information generated, received or recorded by automated information system.  \n \n47.  Relevancy of certain evidence for proving , in subsequent proceeding , the truth of facts therein \nstated.  \n \nSTATEMENTS MADE UNDER SPECIAL CIRUMSTANCES  \n \n48.  Entries in books of account when relevent.  \n \n49.  Relevancy of entry in public record made in performance of duty.  \n \n50.  Relevancy of statements in maps, charts and plans.  \n \n51.  Relevancy of statements as to fact of public nature, contained in certain Acts or notifications.  \n \n52.  Relevancy of statements as to any law contained in law­books.  \n \n \n \n \nPage 4 of 65 \n HOW MUCH OF A STATEMENT IS TO BE PROVED  \n \n53.  What evidence to be given when statement froms part of a conversation, document, book or \nseries of letters or papers.  \n \nJUDGMENTS OF COURTS OF JUSTICE WHEN RELEVANT  \n \n54.  Previous judgments relevant to bar a second suit or trial.  \n \n55.  Relevancy of certain judgments in probate, etc., jurisdiction.  \n \n56.  Relevancy and effect of judgments, orders or decrees, other than those mentioned in Article \n55. \n \n57.  Judgments, etc., other than those mentioned in Articles 54 to 56, when relevant.  \n \n58.  Fraud or collusion in obtaining judgment, or Incompetency of Court, may be proved.  \n \nOPINION OF THIRD PERSONS WHEN RELEVANT  \n \n59.  Opinions of experts.  \n \n60.  Facts bearing upon opinions of experts.  \n \n61.  Opinion as to hand­writing when relevant.  \n \n62.  Opinion as to existence of right or custom, when relevant.  \n \n63.  Opinion as to usages, tenets, etc., when relevant.  \n \n64.  Opinion on relationship when relevant.  \n \n65.  Grounds of opinion when relevant.  \n \nCHARACTER WHEN RELEVA NT \n \n66.  In civil cases character to prove conduct imputed irrelevant.  \n \n67.  In criminal cases previous good character relevant.  \n \n68.  Previous bad character not relevant, except in reply.  \n \n69.  Character as affecting damages.  \n \nCHAPTER IV  \nOF ORAL EVIDENCE  \n \n70.  Proof of facts by oral evidence.  \n \n71.  Oral evidence must be direct.  \n \nPage 5 of 65 \n CHAPTER V  \nOF DOCUMENTARY EVIDENCE  \n72.  Proof of contents of documents.  \n \n73.  Primary evidence.  \n \n74.  Secondary evidence.  \n \n75.  Proof of documents by primary evidence.  \n \n76.  Cases in which secondary evidence relating to documents may be given . \n \n77.  Rules as to notice to produce.  \n \n78.  Proof of signature and handwriting of person alleged to have signed or written document \nproduced . \n \n78A.  Proof of electronic signature and electronic document.  \n \n79.  Proof of execution of document required by law to be attested.  \n \n80.  Proof where no attesting witness found.  \n \n81.  Admission of execution by party to attested document.  \n \n82.  Proof when attesting witness denies the execution.  \n \n83.  Proof of document not required by law to be attested.  \n \n84.  Comparison of signature, writing or seal with others admitted or proved . \n \n85.  Public documents.  \n \n86.  Private documents.  \n \n87.  Certified copies of public documents.  \n \n88.  Proof of documents by production of certified copies.  \n \n89.  Proof of other public documents.  \n \nPRESUMPTION AS TO DOCUMENTS  \n \n90.  Presumption as to genuineness of certified copies.  \n \n91.  Presumption as to documents produced as record of evidence.  \n \n92.  Presumption as to genuineness of documents kept under any law.  \n \n93.  Presumption as to maps or plans made by authority of Government.  \n \nPage 6 of 65 \n  \n94.  Presumption as to collections of laws and reports of decision.  \n \n95.  Presumption as to powers­of ­attorney.  \n \n96.  Presumption as to certified copies of foreign judicial records.  \n \n97.  Presumption as to books, maps and charts.  \n \n98.  Presumption as to telegraphic messages.  \n \n99.  Presumption as to due execution, etc., of documents not produced.  \n \n100.  Presumption as to documents thirty years old.  \n \n101.  Certified copies of documents thirty years old.  \n \nCHAPTER VI  \nOF THE EXCLUSION OF ORAL BY DOCUMENTARY EVIDENCE  \n \n102.  Evidence of terms of contracts, grants and other disposition of porperty reduced to form of \ndocument.  \n \n103.  Exclusion of evidence of oral agreement.  \n \n104.  Exclusion of evidence against application of document to existing facts.  \n \n105.  Evidence as to document unmeaning in reference to existing facts.  \n \n106.  Evidence as to application of language which can apply to one only of several persons.  \n \n107.  Evidence as to application of language to one of two sets of facts to neither of which the whole \ncorrectly applies.  \n \n108.  Evidence as to meaning of illegible characters, etc.  \n \n109.  Who may give evidence of agreement varying terms of document.  \n \n110.  Saving of provisions of Succession Act relating to wills.  \n \nPART II  \nON PROOF  \n \nCHAPTER VII  \nFACTS WHICH NEED NOT BE PROVED  \n \n111.  Fact judicially noticeable need not be proved.  \n \n112.  Facts of which Court must take judicial notice.  \n \nPage 7 of 65 \n 113.  Facts admitted need not be proved.  \n \nCHAPTER VIII  \nESTOPPEL  \n \n114.  Estoppel.  \n \n115.  Estoppel of tenant and of licensee of person in possession.  \n \n116.  Estoppel of acceptor of bill of exchange, bailee or licensee.  \n \nPART III  \nPRODUCTION AND EFFECT OF EVIDENCE  \n \nCHAPTER IX  \nOF THE BURDEN OF PROOF  \n \n117.  Burden of proof.  \n \n118.  On whom burden of proof lies.  \n \n119.  Burden of proof as to particular fact.  \n \n120.  Burden of proving fact to be proved to make evidence admissible.  \n \n121.  Burden of proving that case of accused comes within exceptions.  \n \n122.  Burden of proving fact especially within knowledge.  \n \n123.  Burden of proving death of person known to have been alive with in thirty years.  \n \n124.  Burden of proving that person is alive who has not been heard of for seven years.  \n \n125.  Burden of proof as to relationship in the cases of partners, landlord and tenant, principal and \nagent.  \n \n126.  Burden of proof as to ownership.  \n \n127.  Proof of good faith in transactions where one party is in relation of active confidence.  \n \n128.  Birth during marriage conclusive proof of legitimacy.  \n \n129.  Court may presume existence of certain facts.  \n \nCHAPTER X  \nOF THE EXAMINATION OF WITNESS  \n \n130.  Order of production and examination of witnesses.  \n \n \nPage 8 of 65 \n 131.  Judge to decide as to admissibility of evidence.  \n \n132.  Examination­in­chief, etc.  \n \n133.  Order of examinations.  \n \n134.  Cross­examination of person called to produce a document.  \n \n135.  Witnesses to character.  \n \n136.  Leading questions.  \n \n137.  When leading questions must not be asked.  \n \n138.  When leading questions may be asked.  \n \n139.  Evidence as to matters in writing.  \n \n140.  Cross­examination as to previous statements in writing.  \n \n141.  Questions lawful in cross­examination.  \n \n142.  When witness to be compelled to answer.  \n \n143.  Court to decide when question shall be asked and when witness compelled to answer.  \n \n144.  Question not to be asked without reasonable grounds.  \n \n145.  Procedure of Court in case of question being asked without reasonable grounds.  \n \n146.  Indecent and scandalous question.  \n \n147.  Procedure of Court in cases of defamation, libel and slander.  \n \n148.  Questions intended to insult or annoy.  \n \n149.  Exclusion of evidence to contradict answers to questions testing veracity.  \n \n150.  Question by party to his own witness.  \n \n151.  Impeaching credit of witness.  \n \n152.  Questions tending to corroborate evidence of relevant fact admissible.  \n \n153.  Former statements of witness may be proved to corroborate later testimony as to same fact.  \n \n154.  What matters may be proved in connection with proved statement relevant under Article 46 or \n47. \n \n155.  Refreshing memory.  \n \nPage 9 of 65 \n  \n156.  Testimony to facts stated in document mentioned in Article 155.  \n \n157.  Right of adverse party as to writing used to refresh memory.  \n \n158.  Production of documents.  \n \n159.  Giving, as evidence, of document called for and produced on notice.  \n \n160.  Using, as evidence, of document production of which was refused on notice.  \n \n161.  Judge ’s power to put questions or order production.  \n \nCHAPTER XI  \nOF IMPROPER ADMISSION AND REJECTION OF EVIDENCE  \n \n162.  No new trial for improper admission or rejection of evidence.  \n \nCHAPTER XII  \nDECISION OF CASE ON THE BASIS OF OATH  \n \n163.  Acceptance or denial of claim on oath.  \n \nCHAPTER XIII  \nMISCELLANEOUS  \n \n164.  Production of evidence that has become available because of modern devices, etc.  \n \n165.  Order to override other laws.  \n \n166.  Repeal.  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nPage 10 of 65 \n THE QANUN­E­SHAHADAT, 1984  \n \nPRESIDENT ’S ORDER No. X OF 1984  \n \n[28th October, 1984 ] \n \nWHEREAS it is expedient to revise, amend and consolidate the law of evidence so as to bring \nit in conformity with the injunctions of Islam as laid down in the Holy Quran and Sunnah ;  \n \nNOW , THEREFORE, in pursuance of the Proclamation of the fifth day of July, 1977, and in \nexercise of all powers enabling him in that behalf, the President is pleased to make the following \nOrder :— \n \nPART I  \n \nRELEVANCY OF FACTS  \n \nCHAPTER I  \n \nPRELIMINARY  \n \n1. Short title, extent and commencement. —(1) This  Order may be called the \nQanun­e­ Shahadat, 1984.  \n \n(2) It extends to the whole of Pakistan and applies to all judicial proceedings in or before any \nCourt, including a court martial, a tribunal or other authority exercising judicial or quasi judicial \npowers or jurisdiction, but does not apply to proceedings  before an arbitrator.  \n \n(3) It shall come into force at once.  \n \n2. Interpretation. —(1) In this Order, unless there is anything repugnant in the subject or \ncontext, — \n \n(a)  “Court” includes all Judges and Magistrates, and all persons, except arbitrators, \nlegally authorised to take evidence;  \n \n(b)  “document” means any matter expressed or described upon any substance by \nmeans of letters, figures or marks, or by more than one of those means, intended \nto be used, or which may be used, for the purpose of recording that matter;  \n \nIllustrations  \n \nA writing is a document;  \n \nWords printed, lithographed or photographed are documents ;  \n \nA map or plan is a document;   \n \nAn inscription on a metal plate or stone is a document ;  \n \n \nPage 11 of 65 \n A caricature is a document.  \n \n(c)  “evidence” includes: — \n \n(i)  all statements which the Court permits or requires to be made before it \nby witnesses, in relation to matters of fact under inquiry ; such \nstatements are called oral evidence  ; and  \n \n(ii)  all documents produced for the inspection of the Court; such documents \nare called documentary evidence ;  \n \n(d)  “fact” includes — \n \n(i)  anything, state of things , or relation of things capable  of being perceived \nby the senses; and  \n \n(ii)  any mental condition of which any person is conscious.  \n \nIllustrations  \n \n(a)  That there are certain objects arranged in a certain order in a certain \nplace, is a fact.  \n(b)  That a man heard or saw something, is a fact.  \n(c)  That a man said certain words, is a fact.  \n(d)  That a man holds a certain opinion, has a certain intention, acts in good \nfaith or fraudulently, or uses a particular word in a particular sense, or \nis or was at a specified time conscious of a particular sensation,is a fact.  \n(e)  That a man has a certain reputation, is a fact.  \n1[(e)  the expression, “automated”, “electronic”, “inf ormation”, information system”  \n“electronic document”, “electronic signature”, “advanced electronic signature” \nand “security procedure”, shall bear the meanings given in the Electronic \nTransactions Ordinance, 2002;  \n \n(f)  the expression “ certificate”, where the context so admits, includes the meaning \ngiven to it in the Electronic Transactions Ordinance, 2002. ] \n \n(2) One fact is said to be relevant to another when the one is connected with the other in any \nof the ways referred to in the provisions of this Order relating to the relevancy of facts.  \n \n(3) The expression “facts in issue” includes any fact from which, either by itself or in \nconnection with other facts, the existence, non­existence, nature or extent of any right, liability, or \ndisability, asserted or denied in any suit or proceeding, neces sarily follows.  \n \n \n1 Added by  new “sub -clauses (e) and (f)”  Ord. No. LI of 2002, s. 29 and schedule.  \n \nPage 12 of 65 \n Explanation :—Whenever, under the provisions of the law for the time being in force relating \nto civil procedure, any Court records an issue of fact, the fact to be asserted or denied in the answer to \nsuch issue is a fact in issue.  \n \nIllustrations  \n \nA is accused of the murder of B.  \n \nAt his trial the following facts may be in issue: — \n \nthat A caused B ’s death ;  \n \nthat A had intended to cause B ’s death ;  \n \nthat A had received grave sudden provocation from B ;  \n \nthat A, at the time of doing the act which caused B ’s death, was by reason of unsoundness of \nmind, incapable of knowing its nature.  \n \n(4) A fact is said to be proved when, after considering the matters before it, the Court either \nbelieves it to exist, or considers its existence so probable that a prudent man ought, under the \ncircumstances of the particular case, to act upon the suppositi on that it exists.  \n \n(5) A fact is said to be disproved when, after considering the matters before it, the Court either \nbelieves that it does not exist, or considers its non-existence so probable that a prudent man ought, \nunder the circumstances of the particular case, to act upon the supposition that it does not exist.  \n \n(6) A fact is said not to be proved when it is neither proved nor disproved.  \n \n(7) Whenever it is provided by this Order that the Court may presume a fact, it may either \nregard such fact as proved, unless and until it is disproved, or may call for proof of it.  \n \n(8) Whenever it is directed by this Order that the Court shall presume a fact, it shall regard such \nfact as proved, unless and until it is disproved.  \n \n(9) When one fact is declared by this Order to be conclusive proof of another, the Court shall, \non proof of the one fact, regard the other as proved, and shall not allow evidence to be given for the \npurpose of disproving it.  \n \n_____________  \n \n \nCHAPTER II  \n \nOF WITNESSES  \n \n3. Who may testify .— All persons shall be competent to testify unless the Court considers that \nthey are prevented from understanding the questions put to them, or from giving rational answers to \nthose questions, by tender years, extreme old age, disease, whether of body or mi nd, or any other cause \nof the same kind:  \n \nPage 13 of 65 \n Provided that a person shall not be competent to testify if he has been convicted by a  Court for \nperjury or giving false evidence:  \n \nProvided further that the provisions of the first proviso shall not apply to a person about whom \nthe Court is satisfied that he has repented thereafter and mended his ways:  \n \nProvided further that the Court shall determine the competence of a witness in accordance with \nthe qualifications prescribed by the injunctions of Islam as laid down in the Holy Quran and Sunnah \nfor a witness, and, where such witness is not forthcoming, th e Court may take the evidence of a witness \nwho may be available.  \n \nExplanation .—A lunatic is not incompetent to testify, unless he is prevented by his lunacy from \nunderstanding the questions put to him and giving rational answers to them.  \n \n4. Judges and Magistrates .— No Judge or Magistrate shall, except upon the special order of \nsome Court to which he is subordinate, be compelled to answer any questions as to his own conduct \nin Court as Judge or Magistrate, or as to anything which come to his knowledge in Court as suc h Judge \nor Magistrate; but he may be examined as to other matters which occurred in his presence whilst he \nwas so acting.  \n \nIllustrations  \n \n(a)  A, on his trial before the Court of Session, says that a deposition was improperly \ntaken by B, the Magistrate. B cannot be compelled to answer questions as to \nthis, except upon the special order of a superior Court.  \n \n(b)  A is accused before the Court of Session of having given, false evidence before \nB, a Magistrate. B cannot be asked what A said, except upon the special order \nof the superior Court . \n \n(c)  A is accused before the Court of Session of attempting to murder a police officer \nwhilst on his trial before B, a Sessions Judge, B may be examined as to what \noccurred.  \n \n5. Communications during marriage .— No person who is or has been married shall be \ncompelled to disclose any communication made to him during marriage by any person to whom he is \nor has been married; nor shall he be permitted to disclose any such communication, unless the person \nwho made it,  or his representative in­interest, consents, except in suits between married persons, or \nproceedings in which one married person is prosecuted for any crime committed against the other . \n \n6. Evidence as to affairs of State .— No one shall be permitted to give any evidence derived \nfrom unpublished official records relating to any affairs of State, except with the permission of the \nofficer at the head of the department concerned, who shall give or withhold such permission as he \nthinks fit.  \n \nExplanation :—In this Article, “official records relating to the affairs of State” includes \ndocuments concerning industrial or commercial activities carried on, directly or indirectly, by the \nFederal Government or a Provincial Government or any statutory body or corpora tion or company set \nup or controlled by such Government.  \n \nPage 14 of 65 \n 7. Official communications .— No public officer shall be compelled to disclose \ncommunications made to him in official confidence, when he considers that the public interests would \nsuffer by the disclosure.  \n \nExplanation .—In this Article, “communications” includes communications concerning  \nindustrial or commercial activities carried on, directly or indirectly, by the Federal Government or a \nProvincial Government or any statutory body or corporation or company set up or controlled by such \nGovernment.  \n \n8. Information as to commission of offences .— No Magistrate or Police ­officer shall be \ncompelled to say whence he got any information as to the commission of any offence, and no \nRevenue­officer shall be compelled to say whence he got any information as to the commission of any \noffence against the pu blic revenue.  \n \nExplanation .— In this Article, “Revenue­officer” means any officer employed in or about  the \nbusiness of any branch of the public revenue.  \n \n9. Professional communications .— No advocate shall at any time be permitted, unless with \nhis client ’s express consent, to disclose any communication made to him in the course and for the \npurpose of his employment as such advocate, by or on behalf of his client, or to state the contents or \ncondition of any document with which he has become acquainted in t he course and for the purpose of \nhis professional employment, or to disclose any advice given by him to his client in the course and for \nthe purpose of such em ployment:  \n \nProvided that nothing in this Article shall protect from disclosure  — \n \n(1)  any such communication made in fur therance of any illegal purpose;  or \n \n(2)  any fact observed by any advocate, in the course of his employment as such, showing that \nany crime or fraud has been committed since the commencement of his employment, whether the \nattention of such advocate was or was not directed to such fact by or on be half of his client.  \n \nExplanation . — The obligation stated in this Article continues after the employment has  \nceased.  \n \nIllustrations  \n \n(a)  A, a client says to B, an advocate “I wish to obtain possession of \nproperty by the use of a forged deed on which I request you to sue”.  \n \nThe communication, being made in furtherance of a criminal purpose, \nis not protected from disclosure.  \n \n(b)  A, being charged with embezzlement, retains B, an advocate, to defend \nhim. In the course of the proceedings, B observes that an entry has been \nmade in A ’s account book charging A with the sum said to have been \nembezzled, which entry was not in the book at the commencement of \nhis employment.  \n \n \n \nPage 15 of 65 \n This being a fact observed by B in the course of his employment, showing  that a fraud has been \ncommitted since the commencement of the proceedings, it is not protected from disclosure.  \n \n10. Article 9 to apply to interpreters, etc. — The provisions of Article 9 shall apply to \ninterpreters, and the clerks or servants of advocates.  \n \n11. Privilege not waived by volunteering evidence .— If any party to a suit gives evidence \ntherein at his own instance or otherwise, he shall not be deemed to have consented thereby to such \ndisclosure as is mentioned in Article 9, and, if any party to a suit or proceeding calls any such advocate \nas a witnes s, he shall be deemed to have consented to such disclosure only if he questions such \nadvocate on matters which, but for such question, he would not be at liberty to disclose.  \n \n12. Confidential communications with legal advisers. — No one shall be compelled to \ndisclose to the Court, tribunal or other authority exercising judicial or quasi­judicial powers or \njurisdiction any confidential communication which has taken place between him and his legal \nprofessional adviser, unless he off ers himself as a witness, in which case he may be compelled to \ndisclose any such communications as may appear to the Court necessary to be known in order to \nexplain any evidence which he has given, but n o others.  \n \n13. Production of title deed of witness, not a party. — No witness who is not a party to a suit \nshall be compelled to produce his title deeds to any property or any document in virtue of which he \nholds any property as pledgee or mortgagee or any document the production of which might tend to \ncriminate him, unl ess he has agreed in writing to produce them with the person seeking the production \nof such deeds or some person through whom he claims.  \n \n14. Production of documents which another person, having possession, could refuse to \nproduce.— No one shall be compelled to produce documents in his possession, which any other \nperson would be entitled to refuse to produce if they were in his possession, unless such last­mentioned \nperson consents to their production.  \n \n15. Witness not excused from answering on ground that answer will criminate. — A \nwitness shall not be excused from answering any question as to any matter relevant to the matter in \nissue in any suit or in any civil or criminal proceedings, upon the ground that the answer to such \nquestion will criminate, or may tend directly or indir ectly to criminate, such witness, or that it will \nexpose, or tend directly or indirectly to expose, such witness to a penalty or forfeiture of any kind:  \n \nProvided that no such answer, which a witness shall be compelled to give, shall subject him to \nany arrest or prosecution, or be proved against him in any criminal proceeding, except a prosecution \nfor giving false evidence by such answer.  \n \n16. Accomplice .— An accomplice shall be a competent witness against an accused person, \nexcept in the case of an offence punishable with hadd ; and a conviction is not illegal merely because \nit proceeds upon the uncorroborated testimony of an accomplice.  \n \n17. Competence and number of witnesses.  — (1) The competence of a person to testify, and \nthe number of witnesses required in any case shall be determined in accordance with the injunctions \nof Islam as laid down in the Holy Quran and Sunnah.  \n \n(2) Unless otherwise provided in any law relating to the enforcement of Hudood  or any other \nspecial law, — \n \nPage 16 of 65 \n (a)  in matters pertaining to financial or future obligations, if reduced to writing, the \ninstrument shall be attested by two men, or one man and two women, so that \none may remind the other, if necessary, and evidence shall be led accordingly ; \nand \n \n(b)  in all other matters, the Court may accept, or act on, the testimony of one man \nor one woman or such other evidence as the circumstances of the case may \nwarrant.  \n \n___________  \n \n \nCHAPTER III  \n \nOF THE RELEVANCY OF FACTS  \n \n18. Evidence may be given of facts in issue and relevant facts. — Evidence may be given in \nany suit or proceeding of the existence or non­existence of every fact in issue and of such other facts \nas are hereinafter declared to be relevant, and of others.  \n \nExplanation . — This Article shall not enable any person to give evidence of a fact which he is  \ndisentitled to prove by any provision of the law for the time being in force relating to Civil Procedure.  \n \nIllustrations  \n \n(a)  A is tried for the murder of B by beating him with a club with the intention of causing \nhis death.  \n \nAt A’ s trial the following facts are in issue —  \n \nA’s beating B with the club;  \n \nA’s causing B ’s death by such beating;  \n \nA’s intention to cause B ’s death.  \n \n(b)  A suitor does not bring with him and have in readiness for production at the first hearing \nof the case, a bond on which he relies. This Article does not enable him to produce the \nbond or prove its contents at a subsequent stage of the proceedings, otherwise than in \naccordance with the conditions pres cribed by the law for the time being in force relating \nto Civil Procedure.  \n \n19. Relevancy of facts formi ng part of sa me transaction. — Facts which though not in issue, \nare so connected with a fact in issue as to form part of the same transaction, are relevant, whether they \noccurred at the same time and place or at different times and places.  \n \nIllustrations  \n \n(a)  A is accused of the murder of B by beating him. Whatever was said or done by A or B \nor the by­standers at the beating, or, so shortly before or after it as to form part of the \ntransaction, is a relevant fact.  \n \nPage 17 of 65 \n (b)  A is accused of waging war against Pakistan by taking part in an armed insurrection in \nwhich property is destroy ed, troops are attacked, and gao ls are broken open. The \noccurrence of these facts is relevant, as forming part of the general transaction, though \nA may not have been present at all of them.  \n \n(c)  A sues B for a libel contained in a letter forming part of a correspondence. Letters \nbetween the parties relating to the subject out of which the libel arose, and forming part \nof the correspondence in which it is contained, are relevant facts, though they do not \ncontain the libel itself.  \n \n(d)  The question is, whether certain goods ordered from B were delivered to A. The goods \nwere delivered to several Intermediate persons successively. Each delivery is a relevant \nfact. \n \n20. Facts which are the occasion, cause or effect of facts in issue. — Facts which are the \noccasion, cause or effect, immediate or otherwise, of relevant facts, or facts in issue, or which \nconstitute the state of things under which they happened, or which afforded an opportunity for their \noccurrence or transaction, are relev ant. \n \nIllustrations  \n \n(a)  The question is, whether A robbed B.  \n \nThe facts that, shortly before the robbery, B went to a fair with money in his \npossession, and  that he showed it or mentioned the fact that he had it, to third \nperson, are relevant.  \n \n(b)  The question is, whether A murdered B.  \n \nMarks on the ground, produced by a struggle at or near the place where the \nmurder was committed, are relevant facts.   \n \n(c)  The question is, whether A poisoned B.  \n \nThe state of B ’s health before the symptoms ascribed to poison, and habits of \nB, known to  A, which afforded an opportunity for the administration of poison, \nare relevant facts.  \n \n21. Motive, preparation and previous or subsequent conduct. — (1) Any fact is  relevant \nwhich shows or constitutes a motive or preparation for any fact in issue or relevant fact.  \n \n(2) The conduct of any party, or of any agent to any party, to any suit or proceeding, in reference \nto such suit or proceeding, or in reference to any fact in issue therein or relevant thereto, and the \nconduct of any person an offence against whom is the subject of any proceeding, is relevant, i f such \nconduct influences or is influenced by any fact in issue or relevant fact, and whether it was previous \nor subsequent thereto.  \n \nExplanation 1. — The word “conduct” in this clause does not include statements, unless those \nstatements accompany and explain acts other than statements but this explanation is not to affect the \nrelevancy of statements under any other Article of this Order.  \n \nPage 18 of 65 \n Explanation 2. —When the conduct of any person is relevant, any statement made to him or in \nhis presence and hearing, which affects such conduct, is relevant.  \n \nIllustrations  \n \n(a)  A is tried for the murder of B.  \n \nThe facts that A murdered C, that B knew that A had murdered C, and that B \nhad tried to extort money from A by threatening to make his knowledge public, \nare relevant.  \n \n(b)  A sues B upon a bond for the payment of money, B denies the making of the \nbond.  \n \nThe fact that, at the time when the bond was alleged to be made, B required \nmoney for a particular purpose, is relevant.  \n \n(c)  A is tried for the murder of B by poison the fact that, before the death of B, A  \nprocured poison similar to that which was administered to B, is relevant.  \n \n(d)  The question is whether a certain document is the will of A.  \n \nThe facts that, not long before the date of the alleged will A made inquiry into \nmatters to which the provisions of the alleged will relate, that he consulted \nadvocates in reference to making the will, and that he caused drafts of other \nwills to be prepared of which he did not approve, are relevant.  \n \n(e)  A is accused of a crime.  \n \nThe facts that, either before or at the time of, or after the alleged crime, A \nprovided evidence which would tend to give to the facts of the case an \nappearance favourable to himself, or that he destroyed or concealed evidence or \nprevented the presence or procured the absence of persons who might have been \nwitnesses, or suborned persons to give false evidence respecting it, are relevant.  \n \n(f)  The question is whether A robbed B.  \n \nThe facts that, after B was robbed, C said in A ’s presence;  \n \n“the Police are coming to look for the man who robbed B”, and that  \nimmediately afterwards A ran away, are relevant.  \n \n(g)  The question is whether A owes B rupees 10,000.  \n \nThe facts that A asked C to lend him money, and that D said to C in A ’s presence \nand hearing: “I advise you not to trust A, for he owes B 10,000 rupees”, and that \nA went away without making any answer, are relevant facts.  \n \n(h)  The question is, whether A committed a crime.  \n \n \nPage 19 of 65 \n The facts that A absconded after receiving a letter warning him that inquiry was \nbeing made for the criminal, and the contents of the letter, are relevant.  \n \n(i) A is accused of a crime.  \n \nThe facts that, after the commission of the alleged crime, he absconded, or was \nin possession of property or the proceeds of property acquired by the crime, or \nattempted to conceal things which were or might have been used in committing \nit, are relevant.  \n \n(j)  The question is whether A was ravished.  \n \nThe facts  that, shortly after the alleged rape, she made a complaint relating to \nthe crime, the circumstances under which, and the terms in which, the complaint \nwas made are relevant.  \n \nThe fact that, without making a complaint, she said, that she had been ravished \nis not relevant as conduct under this Article though it may be relevant as a dyi ng \ndeclaration under Article 46  paragraph (1), or as corroborative evidence under \nArticle 153.  \n \n (k)  The question is, whether A was robbed.  \n \nThe fact that, soon after the alleged robbery, he made a complaint relating to the \noffence, the circumstances under which, and the terms in which, the complaint \nwas made, are relevant.  \n \nThe fact that he said he had been robbed without making any complaint, is not \nrelevant, as conduct under this Article, though it may be relevant as a dying \ndeclaration under Article 46 paragraph (1), or as corroborative evidence under \nArticle 153.  \n \n22. Facts necessary to explain or introduce relevant facts. — Facts necessary to explain or \nintroduce a fact in issue or relevant fact, or which support or rebut an inference suggested by a fact in \nissue or relevant fact, or which establish the identity of anything or person whose identity is relevant, \nor fix the ti me or place at which any fact in issue or relevant fact happened, or which show the relation \nof parties by whom any such fact was transacted, are relevant in so far as they are necessary for that \npurpose.  \n \nIllustrations  \n \n(a)  The question is, whether a given document is the will of A.  \n \nThe state of A ’s property and of his family at the date of the alleged will may \nbe relevant facts.  \n \n(b)  A sues B for a libel imputing disgraceful conduct to A; B affirms that the matter \nalleged to be libellous is true.  \n \n \nPage 20 of 65 \n The position and relations of the parties at the time when the libel was published \nmay be relevant facts as introductory to the facts in issue.  \n \nThe particulars of a dispute between A and B about a matter unconnected with \nthe alleged libel are irrelevant, though the fact that there was a dispute may be \nrelevant if it affected the relations between A and B.  \n \n(c)  A is accused of a crime.  \n \nThe fact that, soon after the commission of the crime, A absconded from his \nhouse, is relevant under Article 21, as conduct subsequent to and affected by \nfacts in issue.  \n \nThe fact that at the time when he left home he had sudden and urgent business \nat the place to which he went is relevant, as tending to explain the fact that he \nleft home suddenly.  \n \nThe details of the business on which he left are not relevant, except in so far as \nthey are necessary to show that the business was sudden and urgent.  \n \n(d)  A sues B for inducing C to break a contract of service made by him with A.  \nC, on leaving A ’s service, says to A “I am leaving you because B has made me \na better offer”. This statement is a relevant fact as explanatory of C ’s conduct, \nwhich is relevant as a fact in issue.  \n \n(e)  A, accused of theft, is seen to give the stolen property to B, who is seen to give \nit to A ’s wife. B, says as he delivers it: “A says you are to hide this.” B ’s \nstatement is relevant as explanatory of a fact which is part of the transaction.  \n \n(f)  A is tried for a riot and is proved to have marched at the head of a mob. The \ncries of the mob are relevant as explanatory of the nature of the transaction.  \n \n23. Things said or done by conspirator in reference to common design. — Where there is \nreasonable ground to believe that two or more persons have conspired together to commit an offence \nor an actionable wrong anything said, done or written by any one of such persons in reference to their \ncommon intention, after the time when such intention was first entertained by any one of them, is a \nrelevant fact as against each of the persons believed to be so conspiring, as well for the purpose of \nproving the existence of the conspiracy as for the purpose of showing that any such person w as a party \nto it. \n \nIllustrations  \n \nReasonable ground exists for believing that A has joined in a conspiracy to wage war against \nPakistan.  \n \nThe facts that B procured arms in Europe for the purpose of the conspiracy, C collected money \nin Peshawar for a like object, D persuaded persons to join the conspiracy in Karachi, E published \nwritings advocating the object in view at Multan, and F transmit ted from Lahore to G at Kabul the \nmoney which C had collected at Peshawar and contents of a letter written by H giving an account of \nthe conspiracy are each relevant, both to prove the existence of the conspiracy, and to prove A ’s \n \nPage 21 of 65 \n complicity in it, although he may have been ignorant of all of them, and although the persons by whom \nthey were done were strangers to him and although they may have been taken place before he joined \nthe conspiracy or after he left it.  \n \n24. When facts not otherwise relevant become relevant. — Facts not otherwise relevant are \nrelevant — \n \n(1) if they are inconsistent with any fact in issue or relevant fact;  \n \n(2)  If by themselves or in connection with other facts they make the existence or non­ \nexistence of any fact in issue or relevant fact highly probable or improbable.  \n \nIllustrations  \n \n(a)  The question is, whether A committed a crime at Peshawar on a certain day.  \n \nThe fact that, on that day, A was at Lahore is relevant . \n \nThe fact that, near the time when the crime was committed, A was at a distance \nfrom the place where it was committed, which would render it highly \nimprobable, though not impossible, that he committed it, is relevant . \n \n(b)  The question i s, whether A committed a crime.  \n \nThe circumstances are such that the crime mus t have been committed either by \nA, B, C, or D. Every fact which shows that the crime could have been committed \nby no one else and that it was not committed by either B, C or D, is relevant.  \n \n25. In suits for damages facts tending to enable Court to determine amount are \nrelevant.—In suits in which damages are claimed, any fact which will enable the court to determine \nthe amount of damages which ought to be awarded, is relevant.  \n \n26. Facts relevant when right or custom is in question. — Where the question is as to the \nexistence of any right or custom, the following facts are relevant: — \n \n(a)  any transaction by which the right or custom in question was created, claimed, \nmodified, recognized, asserted or denied, or which was inconsistent with its \nexistence ;  \n \n(b)  particular instances in which the right or custom was claimed, recognized or \nexercised, or in which its exercise was disputed, asserted or departed from.  \n \nIllustrations  \n \nThe question is whether A has a right to a fishery. A deed conferring the fishery on A ’s \nancestors, a mortgage of the fishery by A ’s father, a subsequent grant of the fishery by A ’s father, \nirreconcilable with mortgage, particular instances in which A ’s father exercised the right, or in which \nthe exercise of the right was stopped by A ’s neighbours , are relevant facts.  \n \n \nPage 22 of 65 \n 27. Facts showing existence of state of mind, or of body, or bodily feeling. — Facts showing \nthe existence of any state of mind, such as intention, knowledge, good faith, negligence, rashness, \nill­will or good­will towards any particular person, or showing the existence of any state of body or \nbodily feeling, are relevant, when the existence of any such state of mind or body or bodily feeling is \nin issue or relevant.  \n \nExplanation 1. — A fact relevant as showing the existence of a relevant state of mind must \nshow that the state of mind exists, not generally, but in reference to the particular matter in question.  \n \nExplanation 2. — But where, upon the trial of a person accused of an offence, the previous \ncommission by the accused of an offence is relevant within the meaning of this Article, the previous \nconviction of such person shall also be a relevant fact.  \n \nIllustrations  \n \n(a)  A is accused of receiving stolen goods knowing them to be stolen. It is proved \nthat he was in possession of a particular stolen article.  \n \nThe fact that, at the same time, he was in possession of many other stolen articles \nis relevant, as tending to show that he know each and all of the articles of which \nhe was in possession to be stolen.  \n \n(b)  A is accused of fraudulently delivering to another person a counterfeit coin \nwhich, at the time when he delivered it , he knew to be counterfeit.  \n \nThe fact that , at the time of its delivery, A was possessed of a number of other \npieces of counterfeit coin is relevant.  \n \nThe fact that A had been previously convicted of delivering to another person \nas genuine a counterfeit coin knowing it to be counterfeit is relevant.  \n \n(c)  A sues B for damage done by a dog of B ’s which B knew to be ferocious.  \n \nThe facts that the dog had previously bitten X, Y and Z, and that they had made \ncomplaints to B , are relevant.  \n \n(d)  The question is whether A, the acceptor of a bill of exchange, knew that the \nname of the payee was fictitious.  \n \nThe fact that A had accepted other bills drawn in the same manner before they \ncould have been transmitted to him by the payee if the payee had been a real \nperson, is relevant as showing that A knew that the payee was a fictitious person.  \n \n(e)  A is accused of defaming B by publishing an imputation intend ed to harm the \nreputation of B.  \n \nThe fact of previous publications by A respecting B, showing ill­will on the part \nof A towards B is relevant, as proving A ’s intention to harm B ’s reputation by \nthe particular publication in question.  \n \n \nPage 23 of 65 \n The facts that there was no previous quarrel between A and B, and that A \nrepeated the matter complained of as he heard it, are relevant, as showing that \nA did not intend to harm the reputation of B.  \n \n(f)  A is sued by B for fraudu lently representing to B that C  was solvent whereby \nB, being induced to trust C, who was insolvent, suffered loss.  \n \nThe fact that at the time when A represented C to be solvent, C was supposed \nto be solvent by his neighbours and by person s dealing with him, is relevant, as \nshowing that A made the representation in good faith.  \n \n(g)  A is sued by B for the price of work done by B, upon a house of which A is \nowner, by the order of C, a contractor.  \n \nA’s defence is that B ’s contract was with C.  \n \nThe fact that A paid C for the work in question is relevant, as proving that A \ndid, in good faith, make over to C the management of the work in question, so \nthat C was in a position to contract with B on C ’s own account, and not as agent \nfor A.  \n \n(h)  A is accused of the disho nest misappropriation of propert y which he had found, \nand the question is whether, whe n he appropriated it, he believed  in good faith \nthat the real owner could not be found.  \n \nThe fact that public notice of the loss of the property had been given in the place \nwhere A was, is relevant, as showing that A did not in good faith believe that \nthe real owner of the property could not be found.  \n \nThe fact that A knew, or had reason to believe, that the notice was given \nfraudulently by C, who had heard of the loss of the property and wished to set \nup a false claim to it, is relevant, as showing that the fact that A knew of the \nnotice did not disprov e A’s good faith.  \n \n(i)  A is charged with shooting at B with intent to kill him. In order to show A ’s \nintent the fact of A ’s having previously shot at B may be proved.  \n  \n(j)  A is charged with sending threatening letters to B. Threatening letters \npreviously sent by A to B may be proved, as showing the intention of the letters.  \n \n(k)  The question is, whether A has been guilty of cruelty towards B, his wife.  \n \nExpressions of their feeling towards each other shortly before or after the \nalleged cruelty are relevant facts.  \n \n(l)  The question is whether A ’s death was caused by poison. Statements made by \n“A” during his illness as to his symptoms are relevant facts.  \n \n(m)  The question is, what was the state of A ’s health at the time an assurance on his \nlife was affected.  \n \nPage 24 of 65 \n Statements made by A as to the state of his health at or near the time in question \nare relevant facts.  \n \n(n)  A sues B for negligence in providing him with a carriage for hire not reasonably \nfit for use,  whereby A was injured.  \n \nThe fact that B ’s attention was drawn on other occasions to the defect of that \nparticular carriage is relevant.  \n \nThe fact that B was habituall y negligent about the carriages  which he let to hire \nis irrelevant.  \n \n(o)  A is tried for the murder of B by intentionally shooting him dead.  \n \nThe fact that A on other occasions shot at B is relevant as showing his intention \nto shoot B.  \n \nThe fact that A was in the habit of shooting at people with Intent to murder them \nis irrelevant.  \n \n(p)  A is tried for a crime.  \n \nThe fact that he said something indicating an intention to commit that particular \ncrime is relevant.  \n \nThe fact that he said something indicating a general disposition to commit \ncrimes of that class is irrelevant.  \n \n28. Facts bearing on question whether act was accidental or intentional. — When there is \na question whether an act was accidental or intentional, or done with a particular knowledge or \nintention, the fact that suc h act formed part of a series of  similar occurrence, in each of which the \nperson doing the act was concerned, is relevant.  \n \nIllustrations  \n \n(a)  A is accused of burning down his house in order to obtain money for which it \nis insured.  \n \nThe facts that A lived in several houses successively each of which he insured, \nin each of which a fire occurred, and after each of which fires A received \npayment from different insurance officers, are relevant, as tending to show that \nthe fires were not a ccidental.  \n \n(b)  A is employed to receive money from the debtors of B. It is A ’s duty to make \nentries in a book showing the amounts received by him. He makes an entry \nshowing that on a particular occasion he received less than he really did receive.  \n \nThe question is whether this false entry was accidental or intentional.  \n \n \nPage 25 of 65 \n The facts that other entries made by A in the same book are false, and that the \nfalse entry is in each case in favour of A, are relevant.  \n \n(c)  A is accused of fraudulently delivering to B a counterfeit rupee.  \n \nThe question is, whether the delivery of the rupee was accidental.  \n \nThe facts that, soon before or soon after the delivery to B, A delivered \ncounterfeit rupees to C, D and E are relevant as showing that the delivery to B \nwas not accidental.  \n \n29. Existence of course of business when relevant. — When there is a question whether a \nparticular act was done, the existence of any course of business, according to which it naturally would \nhave been done, is a relevant fact.  \n \nIllustrations  \n \n(a)  The question is, whether a particular letter was despatched.  \n \nThe fact that it was the ordinary course of business for all letters put in a certain \nplace to be carried to the post, and that particular letter was put in that place are \nrelevant.  \n \n(b)  The question is, whether a particular letter reached A.  \n \nThe facts that it was posted in due course, and was not returned through the  \nDead Letter Office, are relevant.  \n \nADMISSIONS  \n \n30. Admission defined. — An admission is a statement, oral or documentary, which suggests \nany inference as to any fact in issue or relevant fact, and which is made by any of the persons , and \nunder the circumsta nces, hereinafter mentioned 1[:] \n \n2[Explanation . — Statements generated by automated information system may be attributed to \nthe person exercising power or control over the said information system.]  \n \n31. Admission by party to proceeding or his agent, etc. —(1) Statements made by  a party to \nthe proceeding, or by an agent to any such party, whom the Court regards, under the circumstances of \nthe case, as expressly or impliedly authorized by him to make them, are admissions.  \n \n(2) Statements made by parties to suits suing or sued in a representative character, are not \nadmissions, unless they were made while the party making them held that character.  \n \n (3) Statements made by__  \n \n(a)  persons who have any proprietary or pecuniary interest in the subject­matter of \nthe proceeding, and who make the statement in their character of persons so \ninterest ed, or \n \n \n1Subs.  for the “full stop”  by Ord. No.  LI of 2002, s. 29 and schedule.  \n2Added the “Explanation” ibid. \n \nPage 26 of 65 \n (b)  persons from whom the parties to the suit have derived their interest in the \nsubject­matter of the suit,  \n \nare admissions if they are made during the continuance of the interest of the \npersons making the statements.  \n \n32. Admission by persons whose position must be proved as against party to suit. —\nStatements made by persons, whose position or liability it is necessary to prove as against any party to \nthe suit, are admissions, if such statements would be relevant as against such persons in relation to \nsuch position or liability in a suit brought by or against them, and if they are made whilst the person \nmaking them occupies such position or is subject to such liability.  \n \nIllustrations  \n \nA undertakes to collect rents for B.  \n \nB sues A for not collecting rent due from C to B.  \n \nA denies that rent was due from C to B.  \n \nA statement by C that he owed B rent is an admission, and is a relevant fact as against A, if A  \ndenies that C did owe rent to B.  \n \n33. Admission by persons expressly referred to by party to suit. — Statements made by \npersons to whom a party to the suit has expressly referred for information in reference to matter in \ndispute are admission s. \n \nIllustrations  \n \nThe question is, whether a horse sold by A to B is sound.  \n \nA says to B: “Go and ask C: C knows all about it.” C ’s statement is an admission.  \n \n34. Proof of admissions against person s making them, and by or on their  behalf.— \nAdmissions are relevant and may be proved as against the person who makes them, or his \nrepresentative in interest; but they cannot be proved by or on behalf of the person who makes them or \nby his representative in interest, except in the following cases: — \n \n(1) An admission may be proved by or on behalf of the person making it, when it is of such a \nnature that, if the person making it were dead, it would be relevant as between third persons under \nArticle 46.  \n \n(2) An admission may be proved by or on behalf of the person making it, when it consist of a \nstatement of the existence of any state of mind or body, relevant or in issue, made at or about the time \nwhen such state of mind or body existed, and is accompanied by conduct rendering its falsehood \nimprobable.  \n \n(3) An admission may be proved by or on behalf of the person making it, if it is relevant \notherwise than as an admission.  \n \n \nPage 27 of 65 \n Illustrations  \n \n(a)  The question between A and B is, whether a certain deed is or is not forged.  \nA affirms that it is genuine, B that it is forged.  \n \nA may prove a statement by B that the deed is genuine, and B may prove a \nstatement by A that the deed is forged ; but A cannot prove a statement by \nhimself that the deed is genuine, nor can B prove a statement by himself that \nthe deed is forged.  \n \n(b)  A, the captain of a ship, is tried for casting her away.  \n \nEvidence is given to show that the ship was taken out of her proper course.  \n \nA produces a book kept by him in the ordinary course of his business showing \nobservations alleged to have been taken by him from day to day, and indicating \nthat the ship was not taken out of her proper course. A may prove these \nstatements, because they wou ld be admissible between third parties, if he were \ndead, under Article 46 paragraph (2).  \n \n(c)  A is accused of a crime committed by him at Peshawar.  \n \nHe produces a letter written by himself and dated at Lahore on that day, and \nbearing the Lahore post­marks of that day.  \n \nThe statement in the date of the letter is admissible, because, if A were dead, it \nwould be admissible under Article 46 paragraph (2).  \n \n(d)  A is accused of rec eiving stolen goods know ing them to be stolen.  \n \nHe offers to prove that he refused to sell them below their value.  \n \nA may prove these statements, though they are admissions , because they are \nexplanatory of conduct influenced by facts in issue.  \n \n(e)  A is accused of fraudulently having in his possession counterfeit coin which he \nknew to be counterfeit.  \n \nHe offers to prove that he asked a skilful person to examine the coin as he \ndoubted whether it was counterfeit or not, and that that person did examine it \nand told him it was genuine.  \n \nA may prove these facts for the reasons stated in the last preceding illustration.  \n \n35. When oral admissions as to contents of documents are relevant. — Oral admissions as \nto the contents of a document are not relevant, unless and until the party proposing to prove them \nshows that he is entitled to give secondary evidence of the contents of such document under the rules \nhereinafter contained, or unless th e genuineness of a document produced is in question.  \n \n \nPage 28 of 65 \n 36. Admissions in civil cases when relevant. — In civil cases no admission is relevant , if it is \nmade either upon an express condition that evidence of it is not to be given, or under circumstances \nfrom which the Court can infer that the parties agreed together that evidence of it should not be given.  \n \nExplanation . — Nothing in this Article shall be taken to exempt any advocate from giving \nevidence of any matter of which he may be compelled to give evidence under Article 9.  \n \n37. Confession caused by inducement, threat or promise, when irrelevant in criminal \nproceeding .— A confession made by an accused person is irrelevant in a criminal proceeding, if the \nmaking of the confession appears to the Court to have been caused by any inducement, threat or \npromise having reference to the charge against the accused person, proceed ing from a person in \nauthority and sufficient, in the opinion of the Court, to give the accused person grounds which  would \nappear to him reasonable  for supposing that by making it he would gain any advantage or avoid any \nevil of a temporal natu re in reference to the proceedings against him.  \n \n38. Confession to police­officer not to be proved. — No confession made to a police­officer \nshall be proved as against a person accused of any offence.  \n \n39. Confession by accused while in custody of police not to be proved against him. — \nSubject to Article 40, no confession made by any person whilst he is in the custody of a police­officer, \nunless it be made in the immediate presence of a Magistrate, shall be proved as against such person.  \n \nExplanation . — In this Article, “Magistrate” does not include the head of a village discharging  \nmagisterial functions unless such headman is a Magistrate exercising the powers of a Magistrate under \nthe Code of Criminal Procedure, 1898 (Act V of 1898).  \n \n40. How much of information received from accused may be proved .— When any fact is \ndeposed to as discovered in consequence of information received from a person accused of any \noffence, in the custody of a police­officer, so much of such information, whether it amounts to a \nconfession or not, as relates distinctly to the  fact thereby discovered, may be proved.  \n \n41. Confession made after removal of impression caused by inducement, threat or \npromise, relevant. — If such a confession as is referred to in Article 37 is made after the impression \ncaused by any such inducement, threat or promise has, in the opinion of the Court, been fully removed, \nit is relevant.  \n \n42. Confession otherwise relevant not to become irrelevant because of promise of secrecy, \netc.— If such a confession is otherwise relevant, it does not become irrelevant merely because it was \nmade under a promise of secrecy, or in consequence of a deception practised on the accused person \nfor the purpose of obtaining it, or when he was drunk, or bec ause it was made in answer to questions \nwhich he need not have answered, whatever may have been the form of those questions, or because he \nwas not warned that he  was not bound to make such confession, and that evidence of it might be given \nagainst him :  \n \nProvided that the provisions of this Article shall not apply to the trial of cases under the laws \nrelating to the enforcement of Hudood . \n \n43. Consideration of proved confession affecting person making it and others jointly \nunder trial for same offence. — When more persons than one are being tried jointly for the same \noffence, and  a confession made by one of such persons is proved, — \n \nPage 29 of 65 \n (a)  such confession shall be proo f against the person; making it;  and \n \n(b)  the Court may take into consideration such confession as circumstantial \nevidence against such other person.  \n \nExplanation . “Offence” , as used in this Article, includes the abetment of, or attempt to  commit, \nthe offence.  \n \nIllustrations  \n \n(a)  A and B are jointly tried for the murder of C. It is proved that A said: “B and I \nmurdered  C”. The Court may consider the effect of this confession  as against \nB. \n \n(b)  A is on his trial for the murder of C. There is evidence to show that C was \nmurdered by A  and B , and that B said: “A and I murdered C”.  \n \nThis statement may not be taken into consideration by the Court against A, as B is not being \njointly tried.  \n \n44. Accused persons to be liable to cross -examination .— All accused persons, including an \naccomplice, shall be liable to cross -examination . \n \n45. Admission not conclusive proof but may estop .— Admissions are not conclusive proof \nof the matters admitted but they may operate as estoppels under the provisions hereinafter contained.  \n \nSTATEMENTS BY PERSONS WHO CANNOT BE CALLED AS WITNESSES  \n \n46. Cases in which statement of relevant fact by person who is dead or cannot be found, \netc., is relevant. — Statements, written or verbal, of relevant facts made by a person who is dead, or \nwho cannot be found, or who has become incapable of giving evidence, or whose attendance cannot \nbe procured without an amount of delay or expense which under the circumstance s of the case appears  \nto the Court unreasonable, are themselves relevant facts in the following cases: — \n \n(1) When it relates to cause of death .— When the statement is made by a person as to the cause \nof his death, or as to any of the circumstances of the transaction which resulted in his death, in cases \nin which the cause of that person ’s death comes into question. Such statements are relevant whether \nthe person who made them was or was not, at the time when they were made, under expectation of \ndeath, and whatever may be the nature of the proceeding in which the cause of his death comes i nto \nquestion.  \n \n(2) Or is made in course of business. — When the statement was made by such person in the \nordinary course of business, and in particular when it consists of any entry or memorandum made by \nhim in books kept in the ordinary course of business, or in the discharge of professional duty; or of an \nacknowledgment written or signed by him of the receipt of money, goods, securities or property of any \nkind ; or of a document used in co mmerce written or signed by him;  or of the date of a letter or other \ndocument usual ly dated, written or signed by him.  \n \n \nPage 30 of 65 \n (3) Or against interest of maker .— When the statement is against the pecuniary or proprietary \ninterest of the person making it, or when, if true, it would expose or would have exposed him to a \ncriminal prosec ution or to a suit for damages.  \n \n(4) Or gives opinion as to public right or customs or matters of general interest. — When the \nstatement gives the opinion of any such person, as to the existence of any public right or custom or \nmatter of public or general interest, of the existence, of which if it existed, he would have been likely \nto be aware, and when such statement wa s made before any controversy as to such right, custom or \nmatter has arisen.  \n \n(5) Or relates to existence of relationship .— When the statement relates to the existence of any \nrelationship by blood , marriage or adoption between persons as to whose relations hip by blood, \nmarriage or adoption the person making the statement had special means of knowledge, and when the \nstatement was made before question in dispute was raised.  \n \n(6) Or is made in will or deed relating to family affairs. — When the statement relates to the \nexistence of any relationship by blood, marriage or adoption between persons deceased, and is made \nin any will or deed relating to the affairs of the family to which any s uch deceased person belonged, \nor in any family pedigree, or upon any tombstone,  family portrait or other thing  on which such \nstatements are usually made and when such statement was made before the question in dispute was \nraised.  \n \n(7) Or In document relating to transaction mentioned in Article 26, paragraph (a). — When \nthe statement is contained in any deed, will or other document which relates to any such transaction as \nis mentioned in Article 26, paragraph (a).  \n \n(8) Or is made by several persons and expresses feelings relevant to matter in question .— \nWhen the statement was made by a number of parsons, and expressed feelings or impressions on their \npart relevant to the matter in question.  \n \nIllustrations  \n \n(a)  The question is, whether A was murdered by B; or A dies of Injuries received \nin a transaction in the course of which she was ravished. The question is, \nwhether she was ravished by B; or  \n \nThe question is, whether A was killed by B under such circumstances that a suit \nwould lie against B by A ’s widow.  \n \nStatements made by A as to the cause of his or her death, referring respectively \nto the murder, the rape and the actionable wrong under consideration are \nrelevant facts.  \n \n(b)  The question is as to the date of A ’s birth.  \n \nAn entry in the diary of a deceased surgeon regularly kept in the course of \nbusiness, stating that, on a given day, he attended A ’s mother and delivered her \nof a son, is a relevant fact.  \n \n(c)  The question is, whether A was in Peshawar on a given day.  \n \nPage 31 of 65 \n A statement in the diary of a deceased solicitor, regularly kept in the course of \nbusiness, that on a given day the solicitor attended A at a place mentioned, in \nPeshawar, for the purpose of conferring with him upon specified business, is a \nrelevant fact.  \n \n(d)  The question is, whether a ship sailed from Karachi harbour on a given day.  \n \nA letter written by a deceased member of a merchant ’s firm by which she was \nchartered to their correspondents in London, to whom the cargo was consigned, \nstating that the ship sailed on a given day from Karachi harbour is a relevant \nfact. \n \n(e)  The question is, whether rent was paid to A for certain land.  \n \nA letter from A ’s deceased agent to A saying that he had received the rent on \nA’s account and held it at A ’s order, is a relevant fact.  \n \n(f)  The question is, whether A and B were legally married.  \n \nThe statement of a deceased clergyman that he married them under such \ncircumstances, that the celebration would be a crime is relevant.  \n \n(g)  The question is, whether A, a person who cannot be found, wrote a letter on a \ncertain day. The fact that a letter written by him is dated on that day is relevant.  \n \n(h)  The question is, what was the cause of the wreck of a ship.  \n \nA protest made by the Captain, whose attendance cannot be procured, is a \nrelevant fact.  \n \n(i)  The question is, whether a given road is a public way.  \n \nA statement by A, a deceased headman of the village, that the road was public, \nis a relevant fact.  \n \n(j)  The question is, what was the price of grain on a certain day in a particular \nmarket.  A statement of the price, made by a deceased banya in the ordinary \ncourse of his business, is a relevant fact.  \n \n(k)  The question is, whether A, who is dead, was the father of B.  \n \nA statement by A that B was his son is a relevant fact.  \n \n(l)  The question is, what was the date of the birth of A.  \n \nA letter from A ’s deceased father to a friend, announcing the birth of A on a \ngiven day, is a relevant fact.  \n \n(m)  The question is, whether and when, A and B were married.  \n \n \nPage 32 of 65 \n An entry in a memorandum­book by C, the deceased father of B, of his \ndaughter ’s marriage with A on a given date, is a relevant fact.  \n \n(n)  A sues B for a libel expressed in a painted caricature exposed in a shop window.  \nThe question is as to the similarity of the caricature and its libellous character. \nThe remarks on a crowd of spectators on these points may be proved.  \n \n1[46­A. Relevance of information generated, received or recorded by automated \ninformation system. — Statements in the form of electronic documents generated, received or \nrecorded by an automated information system while it is in working order, are relevant facts.]  \n \n47. Relevancy of certain evidence for proving, in subsequent proceeding, the truth of facts \ntherein stated .— Evidence given by a witness in a judicial proceeding, or before any person \nauthorised by law to take it, is relevant for the purpose of proving, in a subsequent judicial proceeding , \nor in a later stage of the same judicial proceeding, the truth of the facts which it states, when the witness \nis dead or cannot be found, or is incapable of giving evidence, or is kept out of the way by the adverse \nparty,  or if his presence cannot be obtained without an amount of delay or expense which, under the \ncircumstances of the case, the Court considers unreasonable:  \n \nProvided that— \n \nthe proceeding was between the same parties or their representatives­in­interest;  \n \nthe adverse party in the first proceeding had the right and opportunity to cross­examine;  \n \nthe questions in issue were substantially the same in the first as in the second \nproceeding.  \n \nExplanation :— A criminal trial or inquiry shall be deemed to be a proceeding between the  \nprosecutor and the accused within the meaning of this Article.  \n \nSTATEMENTS MADE UNDER SPECIAL CIRCUMSTANCES  \n \n48. Entries in books of account when relevant .— Entries in books of accounts , regularly \nkept in the course of business, are relevant whenever they refer to a matter into which the Court has to \nenquire, but such statements shall not alone be sufficient evidence to charge any person with liability.  \n \nIllustration  \n \nA sues B for Rs. 1,000, and shows entries in his account books showing B to be indebted to \nhim to this amount. The entries are relevant, but are not sufficient, without other evidence, to prove \nthe debt.  \n \n49. Relevancy of entry in public record made in performance of duty. — An entry in any \npublic or other official book, register or record, stating a fact in issue or relevant fact, and made by a \npublic servant in the discharge of his official duty, or by any other person in performance of a duty \nspecialy enjoined by the law o f the country in which such book, register or record is kept, is itself a \nrelevant fact.  \n \n \n \n1 Ins. new Article 46 -A by the Ord. No. LI of 2002, s.29 and schedule.  \n \nPage 33 of 65 \n 50. Relevancy of statements in maps, charts and plans .— Statements of facts in issue or \nrelevant facts made in published maps or charts generally offered for public sale, or in maps or plans \nmade under the authority of the Federal Government or any Provincial Government, as to matters \nusually represented or st ated in such maps, charts or plans, are themselves relevant facts.  \n \n51. Relevancy of statements as to fact of public nature, contained in certain Acts or \nnotifications. — When the Court has to form an opinion as to the existence of any fact of a public \nnature, any statement of it, made in a recital contained in any Act of the Central Legislature or of any \nother legislative authority in Pakistan or in a Government notificat ion appearing in the official Gazette \nis a relevant fact.  \n \n52. Relevancy of statements as to any law contained in law­books .— When the Court has \nto form an opinion as to a law of any country, any statement of such law contained in a book purporting \nto be printed or published under the authority of the Government of such country and to contain any \nsuch law, and any report of a ru ling of the Courts of such country contained in a book purporting to be \na report of such rulings, is relevant.  \n \nHOW MUCH OF A STATEMENT IS TO BE PROVED  \n \n53. What evidence to be given when statement forms part of a conversation, document, \nbook or series of letters or papers. — When any statement of which evidence is given forms part of \na longer statement, or of a conversation or part of an isolated document, or is contained in a document \nwhich forms part of a book or of a connected series of letters or papers, evidence shall be  given of so \nmuch and no more of the statement, conversation, document, book or series of letters or papers as the \nCourt considers nec essary in that particular case to the full understanding of the nature and effect of \nthe statement, and of the circumstances under which it was made.  \n \nJUDGMENTS OF COURTS OF JUSTICE WHEN RELEVANT  \n \n54. Previous judgments relevant to bar a second suit or trial. — The existence of any \njudgment, order or decree which by law prevents any Court from taking cognizance of a suit or holding \na trial, is a relevant fact when the question is whether such Court ought to take cognizance of such suit \nor to hold such trial.  \n \n55. Relevancy of certain judgments in probate, etc., jurisdiction. — A final judgment, order \nor decree of a competent Court in the exercise of probate matrimonial, admiralty or insolvency \njurisdiction, which confers upon or takes away from any person any legal character, or which declares \nany person to be entitled to any s uch character, or to be entitled to any specific thing, not as against \nany specified person but absolutely, is relevant when the existence of any such legal character, or the \ntitle of any s uch person to any such thing, is relevant.  \n \nSuch judgment, order or decree is conclusive proof — \n \nthat any legal ch aracter which it confers accrued , at the time when such judgment, order or \ndecree came into operation ;  \n \nthat any legal character, to which it declares any such person to be entitled, accrued to that \nperson at the time when such judgment, order or decree declares it to have accrued to that person;  \n \n \nPage 34 of 65 \n that any legal character which it takes away from any such person ceased at the time from \nwhich such judgment, order or decree declared that it had ceased or should cease;  \n \nand that anything to which it declares any person to be so entitled was the property of that \nperson at the time from which such judgment, order or decree declares that it had been or should be \nhis property.  \n \n56. Relevancy and effect of judgments, orders or decrees, other than those mentioned in \nArticle 55. — Judgments, orders or decrees other than those mentioned in Article 55 are relevant if \nthey relate to matters of a public nature relevant to the enquiry ; but such judgments, orders or decrees \nare not conclusive proof of that which they state.  \n \nIllustrations  \n \nA sues B for trespass or his land, B alleges the existence of a public right of way over the land, \nwhich A denies.  \n \nThe existence of a decree in favour of the defendant, in a suit by A against C for a trespass on \nthe same land, in which C alleged the existence of the same right of way, is relevant, but it is not \nconclusive proof that the right of way exists.  \n \n57. Judgments, etc., other than those mentioned in Articles 54 to 56, when relevant. — \nJudgments, orders or decrees, other than those mentioned in Articles 54, 55 and  56, are irrelevant, \nunless the existence of such judgment, order or decree is a fact in issue, or  is relevant under some other \nprovision of this Order.  \n \nIllustrations  \n \n(a)  A and B separately sue C for a libel which reflects upon each of them, C in each \ncase says that the matter alleged to be libellous is true, and the circumstances \nare such that it is probably true in each case, or in neither.  \n \nA obtains a decree against C for damages on the ground that C failed to make \nout his justification. The fact is irrelevant as between B and C.  \n \n(b)  A prosecutes B for adultery with C, A ’s wife.  \n \nB denies that C is A ’s wife but the Court convicts B of adultery . \n \nAfterwards, C is prosecuted for bigamy in marrying B during A ’s lifetime. C \nsays that she never was A ’s wife.  \n \nThe judgment against B is irrelevant as against C.  \n \n(c)  A prosecutes B for stealing a cow from him, B is convicted. A afterwards sues \nC for the cow, which B had sold to him before his conviction. As between A \nand C, the judgment against B is irrelevant.  \n \n(d)  A has obtained a decree for the possession of land against B, C, B ’s son, murders  \nA in consequence.  \n \nThe existence of the judgment is relevant, as showing motive for a crime.  \n \nPage 35 of 65 \n (e)  A is charged with theft and with having been previously convicted of theft. The \nprevious conviction is relevant as a fact in issue.  \n \n(f) A is tried for the murder of B. The fact that B prosecuted A for libel and tha t A \nwas convicted and sentenced  is relevant and under Article 21 as showing the \nmotive for the fact in issue.  \n \n58. Fraud or collusion in obtaining judgment, or Incompetency of Court, may be \nproved.— Any party to a suit or other proceeding may show that any judgment, order or decree which \nis relevant under Articles 54, 55 or 56, and which has been  proved by the adverse party, was delivered \nby a Court not competent to deliver it, or was obtained by fraud or collusion.  \n \nOPINION OF THIRD PERSONS WHEN RELEVANT  \n \n59. Opinions of experts. — When the Court has to form an opinion upon a point of foreign \nlaw, or of scie nce, or art, or as to identity o f hand­writing or finger impressions,  1[or as to authenticity \nand integrity of electronic documents made by or through an information system] the opinions upon \nthat point of persons specially skilled in such foreign law, science or art, 2[or bomb disposal ] or in \nquestions as to identity of hand­writing or finger  impressions 1[or as to the functioning, specifications, \nprogram ming and operations of information systems, are relevant facts.]  \n \nSuch persons are called experts.  \n \nIllustrations  \n \n(a)  The question is, whether the death of A was caused by poison. The opinion of \nexperts as to the symptoms produced by the poison by which A is supposed to \nhave died, are relevant.  \n \n(6) The question is, whether A, at the time of doing a certain act, was by reason of unsoundness \nof mind, incapable of knowing the nature of the act, or that he was doing what was either wrong or \ncontrary to law.  \n \nThe opinions of experts upon the question whether the symptoms exhibited by A commonly show \nunsoundness of mind, and whether such unsoundness of mind usually renders persons incapable of \nknowing the nature of the acts which they do, or of knowing that what  they do is either wrong or \ncontrary to law, are relevant.  \n \n(c)  The question is, whether a certain document was written by A. Another \ndocument is produced which is proved or admitted to have been written by A.  \n \nThe opinions of experts on the question whether the two documents were \nwritten by the same person or by different persons, are relevant.  \n \n60. Facts bearing upon opinions of experts. — Facts, not otherwise relevant, are relevant if \nthey support or are inconsistent with the opinions of experts, when such opinions are relevant.  \n \n \n \n1Ins. and Subs.  certain words by Ord. No LI of 2002, s. 29 and schedule.  \n2Ins. by Act XXXIX of 2023, s.2.  \n \n \nPage 36 of 65 \n Illustrations  \n \n(a)  The question is, whether A was poisoned by a certain poison . The fact that other \npersons, who were poisoned by that poison, exhibited certain symptoms which \nexperts affirm or deny to be the symptoms that poison, is relevant.  \n \n(b)  The question is, whether an obstruction to a harbour is caused by a certain sea \nwall.  \n \nThe fact that other harbours similarly situated in other respects, but where there \nwere no such sea­walls, began to be obstructed at about the same time, is \nrelevant.  \n \n61. Opinion as to hand­writing when relevant .— When the Court has to form an opinion as \nto the person by whom any document was written or signed, the opinion of any parson acquainted with \nthe hand­writing of the person by whom it is supposed to be written or signed that it was or it was not \nwritten or  signed by that person, is a relevant fact.  \n \nExplanation .—A person is said to be acquainted with the hand­writing of another person when  \nhe has seen that person write, or when he has received documents purporting to be written by that \nperson in answer to documents written by himself or under his authority and addressed to that person, \nor when, in the ordinary course of business, documents p urporting to be written by that person have \nbeen habitually submitted to him.  \n \nIllustrations  \n \nThe question is, whether a given letter is in the hand -writing of A, a merchant in \nLondon.  \n \nB is a merchant in Peshawar, who has written letters addressed to A and received letters \npurporting to be written by him, C is B ’s clerk, whose duty it was to examine and file \nB’s correspondence. D is B ’s broker, to whom B habitually submitted the letters \npurporting to be written by A for the purpose of advising him thereon.  \n \nThe opinion of B, C and D on the question whether the letter is in the hand -writing of \nA \nare relevant, though neither B, C or D ever saw A write.  \n \n62. Opinion as to existence of right or custom, when relevant .— When the Court has to \nform an opinion as to the existence of any general custom or right, the opinion, as to the existence of \nsuch custom or right, of persons who would be likely to know of its existence if it existed, are relevant.  \n \nExplanation .—The expression “general custom or right” includes customs or rights common \nto any  considerable class of persons.  \n \nIllustrations  \n \nThe right of the villagers of a particular village to use the water of a particular well is a general right \nwithin the meaning of this Article.  \n \n \nPage 37 of 65 \n 63. Opinion as to usages, tenets, etc., when relevant .— When the Court has to form an \nopinion as to — \nthe usages and tenets of any body of man or  family,  \n \nthe constitution and government of any religious or charitable foundation, or  \n \nthe meaning of words or terms used in particular districts or by particular classes of people,  \n \nthe opinions of persons having special means of knowledge thereon, are relevant facts.  \n \n64. Opinion on relationship when relevant .— When the Court has to form an opinion as to \nthe relationship of one person to another, the opinion, expressed by conduct, as to the existence of such \nrelationship, of any person who, as a member of the family or otherwise, has special means of \nknowledge o n the subject, is a relevant fact:  \n \nProvided that such opinion shall not be sufficient to prove a marriage in proceedings under the \nDivorce Act, 1869 (IV of 1869), or in prosecutions under Section 494 or 495 of the Pakistan Penal \nCode (Act XLV  of 1860).  \n \nIllustrations  \n \n(a)  The question is, whether A and B were married.  \n \nThe fact  that they were usually received and treated by their friends as husband \nand wife, is relevant.  \n \n(b) The question is, whether A was the legitimate son of B. The fact that A was \nalways treated as such by members of the family, is relevant.  \n \n65. Grounds of opinion when relevant .— Whenever the opinion of any living person is \nrelevant, the grounds on which such opinion is based are also relevant.  \n \nIllustration  \n \nAn expert may give an account of experiments performed by him for the purpose of forming his \nopinion.  \n \nCHARACTER WHEN RELEVANT  \n \n66. In civil cases character to prove conduct imputed irrelevant. — In civil cases the fact \nthat the character of any person concerned is such as to render probable or improbable any conduct \nimputed to him is irrelevant, except in so far as such character appears from facts otherwise relevant.  \n \n67. In criminal cases previous good character relevant. — In criminal proceedings the fact \nthat the person accused is of a good character is relevant.  \n \n68. Previous bad character not relevant, except in reply .— In criminal proceedings the fact \nthat the accused person has a bad character is irrelevant, unless evidence has been given that he has a \ngood character, in which case it become relevant.  \n \nExplanation 1 .— This Article does not apply to cases in which the bad character of any person \nis itself a fact in issue.  \n \nPage 38 of 65 \n Explanation 2 .—A previous conviction is relevant as evidence of bad character.  \n \n69. Character as affecting damages .— In civil cases the fact that the character of any person \nis such as to affect the amount of damages which he ought to receive, is relevant.  \n \nExplanation :— In Articles 66, 67, 68 and 69, the word “character” includes both reputation \nand disposition; but , except as provided in Article 68, evidence may be given only of general reputation \nand general disposition, and not of particular acts by which reputation or disposition were shown.  \n \n \nCHAPTER IV  \n \nOF ORAL EVIDENCE  \n \n70. Proof of facts by oral evidence. — All facts, except the contents of documents, may be \nproved by oral evidence.  \n \n71. Oral evidence must be direct. — Oral evidence must, in all cases whatever be direct, that \nis to say —  \n \nIf it refers to a fact which could be seen, it must be the evidence of a witness who says he saw \nit;  \nIf it refers to a fact which could be heard, it must be the evidence of a witness who says he \nheard it;  \n \nIf it refers to a fact  which could be perceived by any other sense or in any other manner, it must \nbe the evidence of a witness who says he perceived it by that sense or in that manner;  \n \nIf it refers to an opinion or to the grounds on which that opinion is held, it must be the evidence \nof the person who holds that opinion on those grounds:  \n \nProvided that the opinions of experts expressed in any treaties commonly offered for sale, and \nthe grounds on which such opinions are held, may be proved by the production of such treaties if the \nauthor is dead, or cannot be found, or has become incapable of giving evidence, or cannot be called as \na witness without an amount of delay or expense which the Court regards as unreasonable:  \n \nProvided further that, if oral evidence refers to the existence or condition of any material thing \nother than a document, the Court may, if it thinks fit, require the production of such material thing for \nits inspection:  \n \nProvided further that, if a witness is dead, or cannot  be found or has become incapable of giving \nevidence, or his attendance cannot, be procured without an amount of delay or expense which under \nthe circumstances of the case the Court regards as unreasonable, a party shall have the right to pr oduce,  \nshahada ala al ­shahadah  شہادہ اال الشہداء  by which a   witness can appoint two witnesses to depose on \nhis behalf, except in the case of Hudood . \n \n \n \n \n \n \nPage 39 of 65 \n CHAPTER V  \nOF DOCUMENTARY EVIDENCE  \n \n72. Proof of contents of documents .— The contents of documents may be proved either by \nprimary or by secondary evidence.  \n \n73. Primary evidence. — “Primary evidence” means the document itself produced for the \ninspection of the  Court.  \n \nExplanation 1 .—Where a document is executed in several parts, each part is primary evidence \nof the  document.  \n \nWhere a document is executed in counterpart, each counterpart being executed by one or some \nof the parties only,  each counterpart is primary evidence as against the parties executing it.  \n \nExplanation 2 . —Where a number of documents are all made by one uniform process, as in \nthe case of  printing, lithography or photography, each is primary evidence of the contents of the rest; \nbut where they are all copies of a common original, they are not primary evidence of the contents of \nthe original.  \n \n1[Explanation 3 .—A printout or other form of output of an automated information system shall \nnot be  denied the status of primary evidence solely for the reason that it was generated, sent, received \nor stored in electronic form if the automated information system was in working order at all material \ntimes and, for the purposes hereof, in the absence of ev idence to the contrary, it shall be presumed that \nthe automated information system was in working order at all material times.  \n \nExplanation 4 .—A printout or other form of reproduction of an electronic documents, other \nthan a  document mentioned in Explanation 3 above, first generated, sent, received or stored in \nelectronic form, shall be treated as primary evidence where a security procedure was applied thereto \nat the time it was generated, sent, received or stored.]  \n \nIllustration  \n \nA person is shown to have been in possession of a number of placards, all printed at one time from \none original. Any one of the placards is primary evidence of the contents of any other, but no one of \nthem is primary evidence of the contents of the origina l. \n \n74. Secondary evidence .— “Secondary evidence” means and includes —  \n \n(1) certified copies given under the provisions hereinafter contained ;  \n \n(2) copies made from the origina l by mechanical process es which in  themselves insure the \naccuracy of the copy, and copies compared with such copies ;  \n \n(3) copies made from or compared with the original;  \n \n(4) counterparts of documents as against the parties who did not execute them ;  \n \n(5) oral accounts of the contents of a document given by some person who has himself seen it.  \n \n1Added  “Explanations 3 and 4 in Article 73” by Ord. No. L1 of 2002, s. 29 and schedule.  \n \n \nPage 40 of 65 \n Illustrations  \n \n(a)  A photograph of an original is secondary evidence of its contents though the \ntwo have not been compared, if it is proved that the thing photographed was the \noriginal.  \n \n(b)  A copy, compared with a copy of a letter made by a copying machine is \nsecondary evidence of the contents of the letter, if it is shown that the copy made \nby the copying machine was made from the original.  \n \n(c)  A copy transcribed from a copy, but afterwards compared with the original, is \nsecondary evidence; but the copy not so compared is not secondary evidence of \nthe original, although the copy from which it was transcribed was compared \nwith the original.  \n \n(d)  Neither an oral account of a copy compared with the original, nor an oral \naccount of a photograph or machine­copy of the original, is secondary evidence \nof the original.  \n \n75. Proof of documents by primary evidence .— Documents must be proved by primary \nevidence except in the cases hereinafter mentioned.  \n \n76. Cases in which secondary evidence relating to documents may be given .— Secondary \nevidence may be given of the existence, condition or contents of a document in the following cases: — \n \n(a)  when the original is shown or appears to be in the possession or power of the \nperson against whom the document is sought to be proved, or of any person out \nof reach of, or not subject to, the process of the Court, or of any person legally \nbound to produce it, and when , after the notice mentioned in Article 77 such \nperson does not produce it;  \n \n(b)  when the existence, condition or contents of the original have been proved to be \nadmitted in writing by the person against whom it is proved or by his \nrepresentative in interest;  \n \n(c)  when the original has been destroyed or lost, or when the party offering \nevidence of its contents cannot, for any other reason not arising from his own \ndefault or neglect, produce it in reasonable time ;  \n \n(d)  when, due to the volume or bulk of the original, copies thereof have been made \nby means of microfilming or other modern devices ;  \n \n(e)  when the original is of such a nature as not to be easily movable ;  \n \n(f)  when the original is public document within the meaning of Article 85 ;  \n \n(g)  when the original is a document of which a certified copy is permitted by this \nOrder, or by any other law in force in Pakistan, to be given in evidence ;  \n \n \nPage 41 of 65 \n (h)  when the originals consist of numerous accounts or other documents which \ncannot conveniently be examined in Court, and the fact to be proved is the \ngeneral result of the whole collection ;  \n \n(i)  when an original document forming part of a judicial record is not available and \nonly a certified copy thereof is available, certified copy of that certified copy \nshall also be admissible as a secondary evidence.  \n \nIn cases (a), (c), (d) and (e), any secondary evidence of the contents of the \ndocument is admissible.  \n \nIn case (b), the written admission is admissible.  \n \nIn case (f) or (g), certified copy of the document, but no other kind of secondary \nevidence, is admissible.  \n \nIn case (h), evidence may be given as to the general result of the documents by \nany person who has examined them, and who is skilled in the examination of \nsuch document.  \n \n77. Rules as to notice to produce .— Secondary evidence of the contents of the documents \nreferred to in Article 76, paragraph (a), shall not be given unless the party proposing to give such \nsecondary evidence has previously given to the party in whose possession or power the document is, \nor to his advocate, such notice to pro duce it as is prescribed by Law;  and, if no notice is prescribed by \nlaw, then such notice as the Court considers reasonable under the circumstances of the case:  \n \nProvided that such notice shall not be required in order to render secondary evidence admissible \nin any of the following cases, or in any other case in which the Court thinks fit to dispense with it: — \n \n(1) when the document to be proved is itself a notice ;  \n \n(2) when, from the nature of the case, the adverse party must know that he will be required to \nproduce it;  \n \n(3) when it appears or is proved that the adverse party has obtained possession of the original \nby fraud or force ;  \n \n  (4) when the adverse party or his agent has the original in Court ;  \n \n(5) when the adverse party or his agent has admitted the loss of the document ;  \n \n(6) when the person in possession of the document is out of reach of, or not subject to, the \nprocess of the Court.  \n \n78. Proof of signature and handwriting of person alleged to have signed or written \ndocument produced. — If a document is alleged to be signed or to have been written wholly or in part \nby any person, the signature or the handwriting of so much of the document as is alleged to be in that \nperson ’s handwriting must be proved to be in his handwriting.  \n \n \nPage 42 of 65 \n 1[78­A. Proof of electronic signature and electronic document .— If an electronic document \nis alleged to be signed or to have been generated wholly or in part by any person through the use of an \ninformation system, and where such allegation is denied, the application of a security procedure to the \nsignature or the elec tronic document must be proved. ] \n \n79. Proof of execution of document required by law to be attested .— If a document is \nrequired by law to be attested, it shall not be used as evidence until two attesting witnesses at least \nhave been called for the purpose of proving its execution, if there be two attesting witnesses alive, and \nsubject to the process of th e Court and capable of given evidence:  \n \nProvided that it shall not be necessary to call an attesting witness in proof of the execution of \nany document, not being a will, which has been registered in accordance with the provisions of the \nRegistration Act, 1908 (XVI of 1908), unless its execution by the person by whom it purports to have \nbeen executed is specifically denied.  \n \n80. Proof where no attesting witness found .— If no such attesting witness can be found, it \nmust be proved that the witnesses have either died, or cannot be found and that the document was \nexecuted by the person who purports to have done so.  \n \n81. Admission of execution by party to attested document .— The admission of a party to \nan attested document of its execution by himself shall be sufficient proof of its execution as against \nhim, though it be a document required by law to be attested.  \n \n82. Proof when attesting witness denies the execution .— If the attesting witness denies or \ndoes not recollect the execution of the document, its execution may be proved by other evidence.  \n \n83. Proof of document not required by law to be attested .— An attested document not \nrequired by law to be attested may be proved as if it was unattested.   \n \n84. Comparison of signature, writing or seal with others admitted or proved. —(1) In order \nto ascertain whether a signature, writing or seal is that of the person by whom it purports to have been \nwritten or made any signature , writing or seal admitted or proved to the satisfaction of the Court to \nhave been written or made by that person may be compared with the one which is to be proved, \nalthough that signature, writing or seal has not been produced or proved for any other purp ose. \n \n(2) The Court may direct any person present in Court to write any words or figures for the \npurpose of enabling the Court to compare the words or figures so written with any words or figures \nalleged to have been written by such person.  \n \n(3) This Article applies also, with any necessary modifications, to finger­impressions.  \n \n85. Public documents .— The following documents are public documents: — \n \n(1) documents forming t he acts or records of the acts — \n \n(i)  of the sovereign authority ;  \n \n(ii)  of official bodies and tribunals, and  \n \n1Ins. new article 78A by Ord . No.  L1 of 2002, s. 29 and schedule.  \n \nPage 43 of 65 \n (iii)  of public officers, legislative, Judicial and executive , of any part of Pakistan , or \nof a foreign country;  \n \n(2) public records kept in Pakistan of private documents;  \n \n(3) documents forming part of the records of judicial proceedings ;  \n \n(4) documents required to be maintained by a public servant under any law ; and  \n \n(5) registered documents the execution whereof is not disputed.  \n \n1[(6) certificates deposited in a repository pur suant to the provisions of the E lectronic  \nTransactions Ordinance, 2002.]  \n \n86. Private documents .— All other documents are private.  \n \n87. Certified copies of public documents .— Every public officer having the custody of a \npublic document, which any person has a right to inspect, shall give that person on demand a copy of \nit on payment of the legal fees therefor, together with a certificate written at the foot of such copy that \nit is a true copy of such document or part thereof, as the case may be, and such certificate shall be \ndated and subscribed by such officer with his name and his official title, and shall be sealed, whenever \nsuch off icer is authorized by law to make use of a seal, and such copies so certified shall be called \ncertified copies.  \n \nExplanation .—Any officer, who, by the ordinary course of official duty, is authorized to \ndeliver  such copies, shall be deemed to have the custody of such documents within the meaning of this  \nArticle.  \n \n88. Proof of documents by production of certified Copies .— Such certified copies may be \nproduced in proof of the contents of the public documents or parts of the public documents of which \nthey purport to be copies.  \n \n89. Proof of other public documents .— The following public documents may be proved as \nfollows: — \n \n(1) Acts , orders or notifications of the Federal Government in any of its departments, or of any \nProvincial Government or any department of any Provincial Government —by the records of the \ndepartments, certified by the heads of those departments respectively, or by any document purporting \nto be printed by order of any such Government;  \n \n(2) the proceedings of the Legislatures, —by the journal of those bodies respectively, or by \npublished Acts or abstracts, or by copies purporting to be printed by order of the Government \nconcerned ;  \n \n(3) the Acts of the Executive or the proceedings of the Legislature of a foreign country, — by \njournals published by their authority, or commonly received in that country as such or by a copy \ncertified under the seal of the country or sovereign , or by a recognition thereof in some Federal Act;  \n \n \n1Added  new “Clause (6) in Article 85” by Ord. No. LI of 2002, s. 29 and schedule.  \n \n \nPage 44 of 65 \n (4) the proceedings of a municipal body in Pakistan, —by a copy of such proceedings, certified \nby the legal keeper thereof, or by a printed book purporting to be published by the authority of such \nbody ;  \n \n(5) public documents of any other class in a foreign country, —by the original, or by a copy \ncertified by the legal keeper thereof, with a certificate under the seal of a notary public, or of a Pakistan \nConsul or diplomatic agent, that the copy is duly cert ified by the officer having the legal custody of \nthe original, and upon proof of the character of the document according to the law of the foreign \ncountry.  \n \nPRESUMPTION S AS TO DOCUMENTS  \n \n90. Presumption as to genuineness of certified copies. —(1) The Court shall presume every  \ndocument purporting to be a certificate, certified copy or other document, which is by law declared to \nbe admissible as evidence of any particular fact and which purports to be duly certified by any officer \nof the Federal Government or a Provincial Governm ent to be genuine:  \n \nProvided that such document is substantially in the form and purports to be executed in the \nmanner directed by law in that behalf.  \n \n(2) The Court shall also presume that any officer by whom any such document purports to be \nsigned or certified, held, when he signed it, the official character which he claims in such document.  \n \n91. Presumption as to documents produced as record of evidence .— Whenever any \ndocument is produced before any Court, purporting to be a record or memorandum of the evidence, or \nof any part of the evidence, given by a witness in a judicial proceeding or before any officer authorized \nby law to take such evidence or to be  a statement or confession by any prisoner or accused person, \ntaken in accordance with law, and purporting to be signed by any Judge or Magistrate or by any such \nofficer as afo resaid, the Cour t shall presume — \n \nthat the document is genuine; that any statements as to the circumstances under which \nit was taken, purporting to be made by the person signing it, are true, and that such \nevidence, statement or confession was duly taken.  \n \n92. Presumption as to genuineness of documents kept under any law .— The Court shall \npresume the genuineness of every document purporting to be a document directed by any law to be \nkept by any person, if such document is kept substantially in the form required by law and is produced \nfrom proper custody.  \n \n93. Presumption s as to maps or plans made by authority of Government .— The Court \nshall presume that map or plans purporting to be made by the authority of the Federal Government or \nany Provincial Government were so made, and are accurate; but maps or plans made for the purposes \nof any cause must be proved to be accurate.  \n \n94. Presumption as to collections of laws and reports of decision .— The Court shall \npresume the genuineness of every book purporting to be printed or published under the authority of \nthe Government of any country, and to contain any of the laws of that country, and of every book \npurporting to contain reports of decisions of the Courts of such country.  \n \n \nPage 45 of 65 \n 95. Presumption as to powers­of­attorney .— The Court shall presume that every document \npurporting to be a power­of ­attorney, and to have been executed before, and authenticated by, a notary \npublic, or any Court, Judge, Magistrate, Pakistan Consul or Vice­Consul, or representative of the \nFederal G overnment, was so executed and authenticated.  \n \n96. Presumption as to certified copies of foreign judicial records .—(1) The Court may  \npresume that any document purporting to be a certified copy of any judicial record of any country not \nforming part of Pakistan is genuine and accurate, if the document purports to be certified in any manner \nwhich is certified by any representative of the F ederal Government in or for such country to be the \nmanner commonly in use in that country for the certification of copies of j udicial records.  \n \n(2) An officer who, with respect to any territory or place not forming part of Pakistan, is a \npolitical Agent therefor, as defined in section 3, clause (40), of the General Clauses Act, 1897(X of  \n1897) , shall for the purposes of clause (1), be deemed to be a representative of the Federal  Government \nin or for the country comprising that territory or place.  \n \n97. Presumption as to books, maps and charts .— The Court may presume that any book to \nwhich it may refer for information on matters of public or general interest, and that any published map \nor chart, the statements of which are relevant facts and which is produced for its inspection, was written \nand p ublished by the person, and at the time and place, by whom or at which it purports to have been \nwritten or published.  \n \n98. Presumption as to telegraphic messages .— The Court may presume that message, \nforwarded from a telegraph office to the person to whom such message purports to be addressed, \ncorresponds with a message delivered for transmission at the office from which the message purports \nto be sent; but the Cour t shall not make any presumption as to the person by whom such message was \ndelivered for transmission.  \n \n99. Presumption as to due execution, etc., of document s not produced .— The Court shall \npresume that every document, called for and not produced after notice to produce, was attested, \nstamped and executed in the manner required by law.  \n \n100. Presumption as to documents thirty years old .— Where any document, purporting or \nproved to be thirty years old, is produced from any custody which the Court in the particular case \nconsiders proper, the Court may presume that the signature and every other part of such document, \nwhich purports to be in the handwriting of any particular person, is in that person ’s handwriting, and , \nin the case of a document executed or attested, that it was duly executed and attested by the persons \nby whom it purports to be executed and attested.  \n \nExplanation .— For the purposes of this Article and Article 92, documents are said to be in \nproper  custody if they are in the place in which, and under the care of the person with whom, they \nwould naturally be; but no custody is improper if it is proved to have had a legitimate origin, or if the \ncircumstances of the particular case are such as to render  such an origin probable.  \n \nIllustrations  \n \n(a)  A has been in possession of landed property for a long time. He produces from \nhis custody deeds relating to the land, showing his titles to it. The custody is \nproper.  \n \n \nPage 46 of 65 \n (b)  A produces deeds relating to landed property of which he is the mortgagee. The \nmortgagor is in possession. The custody is proper.  \n \n(c)  A, a connection of B, produces deeds relating to lands in B ’s possession which \nwere deposited with him by B for safe custody. The custody is proper.  \n \n101. Certified copies of documents thirty years old .— The provisions of Article 100 shall \napply to such copy of a document referred to in that Article as is certified in the manner provided in \nArticle 87 and is not less than thirty years old; and such certified copy may be produced in proof of \nthe contents o f the document or part of the document of which  it purports to be a copy.  \n \n__________  \n \nCHAPTER VI  \n \nOF THE EXCLUSION OF ORAL BY DOCUMENTARY EVIDENCE  \n \n102. Evidence of terms of contracts, grants and other disposition of property reduced to \nform of document. — When the terms of a contract, or of a grant, or of any other disposition of \nproperty, have been reduced to the form of a document, and in all cases in which any matter is required \nby law to be reduced to the form of a document, no evidence shall be given in proof of the terms of \nsuch contract, grant or other disposition of property, or of such matter, except the document itself, or \nsecondary evidence of its contents i n cases in which secondary evidence is admissible under the \nprovisions hereinbefore contained.  \n \nException 1 . —When a public officer is required by law to be appointed in writing, and when \nit is shown that any particular person has acted as such officer, the writing by which he is appointed \nneed not be proved.  \n \nException 2 .— Wills admitted to probate in Pakistan may be proved by the probate.  \n \n \nExplanation 1 .— This Article applies equally to cases in which the contracts, grants or \ndispositions  of property referred to are contained in one document and to cases in which they are \ncontained in more documents than one.  \n \nExplanation 2 .—Where there are more originals than one, one original only need be proved.  \n \nExplanation 3 .—The statement, in any document whatever, of a fact other than the facts \nreferred  to in this Article, shall not preclude the admission of oral evidence as to the same fact.  \n \nIllustration s \n \n(a)  If a contract be contained in several letters, all the letters in which it is contained \nmust be proved.  \n \n(b)  If a contract is contained in a bill of exchange, the bill of exchange must be \nproved.  \n \n(c)  If a bill of exchange is drawn in a set of thre e, one only n eed be proved.  \n \nPage 47 of 65 \n (d)  A contracts, in writing with B, for the delivery of indigo upon certain terms. \nThe contract mentions the fact that B had paid A the price of other indigo \ncontracted for verbally on another occasion.  \n \nOral evidence is offered that no paymen t was made for the other indigo.  The \nevidence is admissible.  \n \n(e)  A gives B a receipt for money paid by B. Oral evidence is offered of the \npayment. The evidence is admissible.  \n \n103. Exclusion of evidence of oral agreement .— When the terms of any such contract, grant \nor other disposition of property, or any matter required by law to be reduced to the form of a document, \nhave been proved according to the last Article, no evidence of any oral agreement or statement shall \nbe adm itted, as between the parties to any such inst rument or their representatives in interest, for the \npurpose of contradicting, varying  adding to, or subtracting from, its terms :  \n \nProviso (1)  .— Any fact may be proved which would invalidate any document, or which would  \nentitle any person to any decree or order relating thereto; such as fraud, intimidation, illegality, want \nof due execution, want of capacity in any contracting party, want or failure of consideration, or mistake \nin fact or law.  \n \nProviso (2)  . —The existence of any separate oral agreement as to any matter on which a  \ndocument is silent, and which is not inconsistent with its terms may be proved. In considering whether \nor not this proviso applies, the Court shall have regard to the degree of formality of the document.  \n \nProviso (3)  . —The existence of any separate oral agreement , constituting a condition \nprecedent to  the attaching of any obligation under any such contract, grant or disposition of property , \nmay be proved.  \n \nProviso (4)  .—The existence of any distinct subsequent oral agreement to rescind or modify \nany such contract, grant, or disposition of property, may be proved, except in cases in which such \ncontract, grant or disposition of property is by law required to be in writing, or has been registered \naccording to the law in force for the time being as to the registration of document s. \n \nProviso (5)  . —Any usage or custom by which incidents not expressly mentioned in any \ncontract  are usually annexed to contracts of that description, may be proved:  \n \nProvided that the annexing of such incident would not be repugnant to, or inconsistent with , \nthe express terms of the contract.  \n \nProviso (6)  .— Any fact may be proved which shows in what manner the language of a \ndocument  is related  to existing facts.  \n \nIllustrations  \n \n(a)  A policy of insurance is effected on goods “in ships from Karachi to London”. \nThe goods a re shipped in a particular ship  which is lost . The fact that that \nparticular ship was orally excepted from the policy cannot be proved.  \n \n \nPage 48 of 65 \n (b)  A agrees absolutely in writing to pay B, Rs. 1,000 on the first March, 1984. The \nfact that , at the same time, an oral agreement was made that the money should \nnot be paid till the thirty­first March cannot be proved.  \n \n(c)  An estate called “the Khanpur e state” is sold by a deed, which contains a map \nof the property sold. The fact that land not included in the map had always been \nregarded as part of the estate and was meant to pass by the deed cannot be \nproved.  \n \n(d)  A enters into a written contract with B to work certain mines , the property of B, \nupon certain terms. A was induced to do so by a misrepresentation of B ’s as to \ntheir value. This fact may be proved.  \n \n(e)  A institutes a suit against B for the specific performance of a contract, and also \nprays that the contract may be reformed as to one of its provisions, as that \nprovision was inserted in it by mistake. A may prove that such a mistake was \nmade as would by la w entitle him to have the contract reformed.  \n \n(f)  A orders goods of B by a letter in which nothing is said as to the time of \npayment, and accepts  the goods on delivery. B sues A for the price. A may show \nthat the goods were supplied on credit for a term still unexpired.  \n \n(g)  A sells B a horse and verbally warrants him sound. A gives B a paper in these \nwords  “Bought of A a horse for Rs. 500”. B may prove the verbal warranty.  \n \n(h)  A hires lodging of B, and gives a card on which is written “Rooms, Rs. 200 a \nmonth.” A  may prove a verbal agreement that these terms were to include partial \nboard.  \n \nA hires lodging s of B for a year, and regularly stamped agreement, drawn up by \nan advocate, is made between them. It is silent on the subject of board. A may \nnot prove that board was included in the terms verbally.  \n \n(i)  A applies to B for a debt due to A by sending a receipt for the money. B keeps \nthe receipt and does not send the money. In a suit for the amount A may prove \nthis. \n \n(j)  A and B make a contract in writing to take effect upon the happening of a certain \ncontingency. The writing is left with B, who sues A upon it. A may show the \ncircumstances under which it was delivered.  \n \n104. Exclusion of evidence against application of document to existing facts .— When  \nlanguage used in a document is plain in itself, and when it applied accurately to existing facts, evidence \nmay not be given to show that it was not meant to apply to such facts.  \n \nIllustrations  \n \nA sells to B , by deed, “my estate at Rangpur  containing 100 bighas”. A has an estate at Rangpur \ncontaining 100 bighas. Evidence may not be given of the fact that the estate meant to be sold was one \nsituated at a different place and of a different size.  \n \nPage 49 of 65 \n 105. Evidence as to document unmeaning in reference to existing facts. — When language  \nused in a document is plain in itself, but is unmeaning in reference to existing facts, evidence may be \ngiven to show that it was used in a peculiar sense.  \n \nIllustrations  \n \nA sells to B , by deed, “my house in Karachi”.  \n \nA had no house in Karachi, but it appears that he had a house at Keamari, of which B had been \nin possession since the execution of the deed.  \n \nThese facts may be proved to show that the deed related to the house at Keamari.  \n \n106. Evidence as to application of language which can apply to one only of several  \npersons.— When the facts are such that the language used might have been meant to apply to any  one, \nand could not have been meant to apply to more than one, of several persons or things, evidence may \nbe given of facts which show which of those persons or things it was intended to apply to.  \n \nIllustrations  \n \n(a)  A agrees to sell to B, for Rs. 1,000, “my white horse”. A has two white horses. \nEvidence m ay be given of facts which show  which of them was meant.  \n \n(b)  A agrees to accompany B to Hyderabad. Evidence may be given of facts \nshowing whether  Hyderabad in the Dekkhan or Hyderabad in Sind was meant.  \n \n107. Evidence as to application of language to one of two sets of facts to neither of which \nthe whole correctly applies. — When the language used applies partly to one set of existing facts, and  \npartly to another set of existing facts, but the whole of it does not apply correctly to either, evidence \nmay be given to show to which of the two it was meant to apply.  \n \nIllustrations  \n \nA agrees to sell to B “my land at X in the occupation of Y”. A has land at X, but not in  the \noccupation of Y, and he has  land in the occupation of Y, but it is not at X. Evidence may be given of \nfacts showing which he meant to sell.  \n \n108. Evidence as to meaning of illegible character s, etc.— Evidence may be given to show \nthe meaning of illegible or not commonly intelligible characters, of foreign, obsolete, technical, local \nand provincial expressions, of abbreviation s and of words used in a peculiar sense.  \n \nIllustrations  \n \nA, a sculptor, agrees to sell to B, “All may mods.”  \n \nA has both models and modelling tools. Evidence may be given to show which he meant to \nsell. \n \n \nPage 50 of 65 \n 109. Who may give evidence of agreement varying terms of document .— Persons who are \nnot parties to a document, or their representatives in interest, may give evidence of any facts tending \nto show a contemporaneous agreement varying the terms of the document.  \n \nIllustrations  \n \nA and B make a contract in writing that B shall sell A certain cotton, to be paid for on delivery. \nAt the same time they make an oral agreement that three months ’ credit shall be given to A. This could \nnot be shown as between A and B, but it might be shown by C, if it affected his interest.  \n \n110. Saving of provisions of Succession Act relating to wills. — Nothing in this Chapter \ncontained shall be taken to affect any of the provisions of the Succession Act, 1925 (XXXIX of 1925), \nas to the construction of wills.  \n \n          ___________  \n \nPART II  \nON PROOF  \n \nCHAPTER VII  \nFACTS WHICH NEED NOT BE PROVED  \n \n111. Fact j udicially noticeable need not be proved .— No fact of which the Court will take \njudicial notice need be proved.  \n \n112. Facts of which Court must take judicial notice. —(1) The Court shall take judicial notice \nof the following facts: — \n \n(a)  All-Pakistan laws;  \n \n(b)  Articles of War for the Armed Forces;  \n \n(c)  The course of proceeding of the Central Legislature and any Legislature \nestablished under any law for the time being in force in Pakistan;  \n \n(d)  The seals of all the Courts in Pakistan and of all Courts out of Pakistan \nestablished by the authority of the Federal Government or the Government \nrepresentative, the seals of Court s of Admiralty and Maritime Jurisdiction and \nof Notaries Public and all seals which any person is authorised to use by any \nAct or Regulation having the force of law in Pakistan ;  \n \n(e)  The accession to office, names, titles, functions and signatures of the persons \nfilling for the time being any public office in Pakistan, if the fact of their \nappointment to such office is notified in the official Gazette;  \n \n(f)  The existence, title and national flag of every State or Sovereign recognised by \nthe Federal  Government;  \n \n \nPage 51 of 65 \n (g)  The divisions of time, the geographical divisions of the world, and public \nfestivals, fas ts and holidays notified in the official Gazette;  \n \n(h)  The territories under the dominion of Pakistan;  \n \n(i)  The commencement, continuance and termination of hostilities between \nPakistan and any other State or body of persons;  \n \n(j)  The names of the members and officers of the Court and of their deputies and \nsubordinate officers and assistants, and also of all officers acting in execution \nof its process, and of all advocates and other persons authorized by law to appear \nor act before it; \n \n(k)  The rule of the road on land or at sea.  \n \n(2) In all cases referred to in clause (1), and also on all matters of public history, literature, \nscience or art, the Court may resort for its aid to appropriate books or documents of reference.  \n \n(3) If the Court is called upon by any person to take judicial notice of any fact, it may refuse to \ndo so unless and until such person produces any such book or document as it may consider necessary \nto enable it to do so.  \n \n113. Facts admitted need not be proved .— No fact need be proved in any proceeding which \nthe parties thereto or their agents agree to admit at the hearing, or which, before the hearing, they agree \nto admit by any writing under their hands, or which by any rule or pleading in force at the time the y \nare deemed to have admitted by their pleadings:  \n \nProvided that the Court may, in its discretion, require the facts admitted to be proved otherwise \nthan by such admissions.  \n \nCHAPTER VIII  \n \nESTOPPEL  \n \n114. Estoppel .— When one person has, by his declaration, act or omission, intentionally \ncaused or permitted another person to believe a thing to be true and to act upon such belief, neither he \nnor his representative shall be allowed, in any suit or proceeding between him self and such person or \nhis representative, to deny the truth of that thing.  \n \nIllustration  \n \nA intentionally and falsely leads B to believe that certain land belongs to A, and thereby induces  \nB to buy and pay for it.  \n \nThe land afterwards becomes the property of A, and A seeks to set aside the sale on the ground \nthat, at the time of the sale, he had no title. He must not be allowed to prove his want of title.  \n \n115. Estoppel of tenant and of licensee of person in possession .— No tenant of immovable \nproperty, or person claiming through such tenant, shall, during the continuance of the tenancy, be \npermitted to deny that the landlord of such tenant had, at the beginning of the tenancy, a title to such \nimmovable property; and no p erson who came upon any immovable property by the license of the \nperson in possession thereof shall be permitted to deny that such person had a title to such possession \nat the time when such license was given.  \n \nPage 52 of 65 \n 116. Estoppel of acceptor of bill of exchange bailee or licensee .— No acceptor of a bill of \nexchange shall be permitted to deny that the drawer had authority to draw such bill or to endorse it; \nnor shall any bailee or licensee be permitted to deny that his bailor or licenser had, at the time when \nthe bailment or license commenced, authority to make such bailment or grant such license.  \n \nExplanation 1 .—The acceptor of a bill of exchange may deny that the bill was really drawn by  \nthe person by whom it purports to have been drawn.  \n \nExplanation 2 .— If a bailee delivers the goods bailed to a  person other than the bailor, he may  \nprove that such person had a right to them as against the bailor.  \n \n \nPART III  \nPRODUCTION AND EFFECT OF EVIDENCE  \n \nCHAPTER IX  \nOF THE BURDEN OF PROOF  \n \n117. Burden of proof .— (1) Whoever desires any Court to give judgment as to any legal right \nor liability dependent on the existence of facts which he asserts, must prove that those facts exist.  \n \n(2) When a person is bound to prove the existence of any fact, it is said that the burden of proof \nlies on that person.  \n \nIllustrations  \n \n(a)  A desires  a Court to give judgment that B shall be punished for a crime which \nA says B has committed.  \n \nA must prove that B has committed the crime.  \n \n(b)  A desires a Court to give judgment that he is entitled to certain land in the \npossession of B by reason of facts which he asserts, and which B denies to be \ntrue. \n \nA must prove the existence of those facts.  \n \n118. On whom burden of proof lies .— The burden of proof in a suit or proceeding lies on \nthat person who would fail if no evidence at all were given on either side.  \n \nIllustrations  \n \n(a)  A sues B for land of which B is in possession, and which, as A asserts, was left \nto A by the will of C, B ’s father.  \n \nIf no evidence were given on either side, B would be entitled to retain his \npossession.  \n \nTherefore the burden of proof is on A.  \n \n \nPage 53 of 65 \n  \n(b)  A sues B for money due on a bond.  \n \nThe execution of the bond is admitted, but B says that it was obtained by fraud, \nwhich A denies.  \n \nlf no evidence were given on either side, A would succeed as the bond is not \ndisputed and the fraud is not proved.  \n \nTherefore the burden of proof is on B.  \n \n119. Burden of proof as to particular fact .— The burden of proof as to any particular fact \nlies on that person who wishes the Court to believe in its existence, unless it is provided by any law \nthat the proof of that fact shall lie on any particular person.  \n \nIllustrations  \n \n(a)  A prosecutes B for theft, and wishes the Court to believe that B admitted the \ntheft, to C. A must prove the admission.  \n \n(b)  B wishes the Court to believe that, at the time in question, he was elsewhere. \nHe must prove it.  \n \n120. Burden of proving fact to be proved to make evidence admissible. — The burden of \nproving any fact necessary to be proved in order to enable any person to give evidence of any other \nfact is on the person who wishes to give such evidence.  \n \nIllustrations  \n \n(a)  A wishes to prove a dying declaration by B. A must prove B ’s death.  \n \n(b)  A wishes to prove, by secondary evidence, the contents of a lost document.  \n \nA must prove that the document has been lost.  \n \n121. Burden of proving that case of accused comes within exceptions. — When a person is \naccused of any offence the burden of proving the existence of circumstances bringing the case within \nany of the General Exceptions in the Pakistan Penal Code (Act XLV of 1860), or within any special \nexception or proviso contained in any o ther part of the same Code, or in any law defining the offence, \nis upon him, and the Court shall presume the absence of such circumstances.  \n \nIllustrations  \n \n(a)  A accused of murder, alleges that  by reason of unsoundness of mind, he did not \nknow the nature of the act.  \n \nThe burden of proof is on A.  \n \n(b)  A, accused of murder, alleges that, by grave and sudden provocation, he was \ndeprived of the power of self­control.  \n \nThe burden of proof is on A.  \n \nPage 54 of 65 \n (c)  Section 325 of the Pakistan Penal Code (Act XLV of 1860) ,provides that \nwhoever, except in the case provided for by section 335, voluntarily causes \ngrievous hurt, shall be subject to certain punishments.  \n \nA is charged with voluntarily causing grievous hurt under section 325.  \n \nThe burden of proving the circumstances bringing the case under section 335 \nlies on A.  \n \n122. Burden of proving fact especially within knowledge .— When any fact is especially \nwithin the knowledge of any person, the burden of proving that fact is upon him.  \n \nIllustrations  \n \n(a)  When a person does an act with some intention other than that which the \ncharacter and circumstances of the act suggest, the burden of proving that \nintention is upon him.  \n \n(b)  A is charged with travelling on a railway without a ticket. The burden of proving \nthat he had a ticket is on him.  \n \n123. Burden of proving death of person known to have been alive within thirty years .— \nSubject to Article 124, when the question is whether a man is alive or dead, and it is shown that he \nwas alive within thirty years, the burden of proving that he is dead is on the person who affirms it.  \n \n124. Burden of proving that person is alive who has not been heard of for seven years .— \nWhen the question is whether a man is alive or dead, and it is proved that he has not been heard of for \nseven years by those who would naturally have heard of him if he had been alive, the burden of proving \nthat he is alive is shifted to the person who af firms it.  \n \n125. Burden of proof as to relationship in the cases of partners, landlord and tenant, \nprincipal and agent .— When the question is whether persons are partners , landlord and tenant, or \nprincipal and agent, and it has been shown that they have been acting as such, the burden of proving \nthat they do not stand, or have ceased to stand, to each other in those relationships respectively, is on \nthe person who affirms i t. \n \n126. Burden of proof as to ownership .—When the question is whether any person is owner \nof anything of which he is shown to be in possession, the burden of proving that he is not the owner is \non the person who affirms that he is not the owner.  \n \n127. Proof of good faith in transactions where one party is in relation of active \nconfidence .— When there is a question as to the good faith of a transaction between parties, one of \nwhom stands to the other in a position of active confidence, the burden of proving the good faith of \nthe transaction is on the party who is in a position of active conf idence.  \n \nIllustrations  \n \n(a)  The good faith of a sale by a client to an advocate is in question in a suit brought \nby the client. The burden of proving the good faith of the transaction is on the \nadvocate.  \n \nPage 55 of 65 \n (b)  The good faith of a sale by a son just come of age to a father is in question in a \nsuit brought by the son. The burden of proving the good faith of the transaction \nis on the father.  \n \n128. Birth during marriage conclusive proof of legitimacy .—(1) The fact that any person  \nwas born during the continuance of a valid marriage between his mother and any man and not earlier \nthan the expiration of six lunar months from the date of the marriage, or within two years after its \ndissolution, the mother remaining unmarried, shall be conclusive proof that he is the legitimate child \nof that man, unless — \n \n(a)  the husband had refused, or refuses, to own the child ; or  \n \n(b)  the child was born after the expiration of six lunar months from the date on \nwhich the woman had accepted that the period of iddat had come to an end.  \n \n(2) Nothing contained in clause (1) shall apply to a non­Muslim if it is inconsistent with his \nfaith.  \n \n129. Court may presume existence of certain facts .— The Court may presume the existence \nof any fact which it thinks likely to have happened, regard being had to the common course of natural \nevents, human conduct and public and private business, in their relation to the facts of the particular \ncase.  \n \nIllustrations  \n \nThe Court may presume — \n \n(a)  that a man who is in possession of stolen goods soon after the theft is either the \nthief or has received the goods knowing them to be stolen, unless he can account \nfor his possession ;  \n \n(b)  that an accomplice is unworthy of credit, unless he is corroborated in material \nparticulars ;  \n \n(c) that a bill of exchange, accepted or endorsed, was accepted or endorsed for good \nconsideration ;  \n \n(d)  that a thing or state of things which has been shown to be in existence within a \nperiod shorter than that within which such things or states of things usually \ncease to exist, is still in existence ;  \n \n(e)  that judicial and official acts have been regularly performed ;  \n \n(f)  that the common course of business has been followed in particular cases;  \n \n(g)  that evidence which could be and is not produced would, if produced, be \nunfavourable to the person who withholds it ;  \n \n(h)  that, if a man refuses to answer a question which he is not compelled to answer \nby law, the answer, if given, would be unfavourable to him ; \n \nPage 56 of 65 \n (i)  that when a document creating an obligation is in the hands of the obligor, the \nobligation has been discharged.  \n \nBut the Court shall also have regard to such facts as the following, in considering whether such \nmaxims do or do not apply to the particular case before it;  \n \nas to illustration (a). —a shopkeeper has in his till marked rupee soon after it was  stolen, and \ncannot account for its possession specifically, but is continually receiving rupees in the course \nof his business;  \n \nas to illustration (b). —A, person of the highest character, is tried for causing a  man’s death by \nan act of negligence in arranging certain machinery, B, a person of equally good character, who \nalso took part in the arrangement, describes precisely what was done, and admits and explains \nthe common carelessness of A and himself ;  \n \nas to illustration (b). —a crime is committed by several persons. A, B and C, three  of the \ncriminals, are captured on the shop and kept apart from each other. Each gives an account of \nthe crime implicating D, and the accounts corroborate each other in such a manner as to render \nprevious concert highly improbable;  \n \nas to illustration (c). —A, the drawer of a bill of exchange, was a man of business.  B, the \nacceptor, was a young and ignorant person, completely under A ’s influence;  \n \nas to illustration (d). — It is proved that a river ran in a certain course five years  ago, but it is \nknown that there have been floods since that time which might change its course ;  \n \nas to illustration (e). —a judicial act, the regularity of which is in question, was  performed under \nexceptional circumstances ;  \n \nas to illustration (f). —the question is, whether a letter was received. It is shown to  have been \nposted, but the usual course of the post was Interrupted by disturbances;  \n \nas to illustration (g). —a man refuses to produce a document which would bear on  a contract \nof small importance on which he is sued, but which might also injure the feelings and reputation \nof his family;  \n \nas to illustration (h).  —a man refuses to answer a question which he is not  compelled by law \nto answer, but the answer to it might cause loss to him in matters unconnected with the matter \nin relation to which it is asked ;  \n \nas to illustration (i). — a bond is in possession of the obligor, but the  circumstances of the case \nare such that he may have stolen it.  \n \nCHAPTER X  \n \nOF THE EXAMINATION OF WITNESS  \n \n130. Order of production and examination of witnesses .— The order in which witnesses are \nproduced and examined shall be regulated b y the law and practice  for the time being relating to civil \nand criminal procedure respectively, and, in the absence of any such law, by the discretion of the Court.  \n \nPage 57 of 65 \n 131. Judge to decide as to admissibility of evidence .—(1) When either party proposes to give  \nevidence of any fact, the Judge may ask the party proposing to give the evidence in what manner the \nalleged fact, if proved, would be relevant, and the Judge shall admit the evidence if he thinks that the \nfact, if proved, would be relevant and not otherwis e. \n \n(2) If the fact proposed to be proved is one of which evidence is admissible only upon proo f of \nsome other fact, such last -mentioned fact must be proved before evidence is given of the fact first­ \nmentioned, unless the party undertakes to give proof of such fact, and the Court is satisfied with such \nundertaking.  \n \n(3) If the relevancy of one alleged fact depends upon another alleged fact being first proved, \nthe Judge may, in his discretion, either permit evidence of the first fact to be given before the second \nfact is proved, or require evidence to be given of the s econd fact before evidence is given of the first \nfact. \n \nIllustrations  \n \n(a)  It is proposed to prove a statement about a relevant fact by a person alleged to \nbe dead, which statement is relevant under Article 46.  \n \nThe fact that the person is dead must be proved by the person proposing to prove \nthe statement, before evidence is given of the statement.  \n \n(b)  It is proposed to prove, by a copy, the contents of a document said to be lost.  \n \nThe fact that the original is lost must be proved by the person proposing to \nproduce the copy, before the copy is produced.  \n \n(c)  A is accused of receiving stolen property knowing it to have been stolen.  \n \nIt is proposed to prove that he denied the possession of the property.  \n \nThe relevancy of the denial depends on the identity of the property. The Court \nmay, in its discretion, either require the property to be identified before the \ndenial of the possession is proved or permit the denial of possession to be proved \nbefore the pro perty is identified.  \n \n(d)  It is proposed to prove a fact (A) which is said to have been the cause or effect \nof a fact­ in­issue. There are several intermediate facts (B, C and D) which must \nbe shown to exist before the fact (A) can be regarded as the cause or effect of \nthe fact­in­ issue. The Court may either permit A to be proved before B, C or D \nis proved, or may require proof of B, C and D before permitting proof of A.  \n \n132. Examination­in­chief, etc. —(1) The examination of a witness by the party who calls him  \nshall be called his examination­in­chief.  \n \n(2) The examination of a witness by the adverse p arty shall be called his cross­ examination.  \n \n(3) The examination of a witness, subsequent to the cross­examination by the party who called \nhim, shall be called his re­examination.  \n \nPage 58 of 65 \n 133. Order of examinations .—(1) Witnesses shall be first examined­in­chief, then (if the  \nadverse party so desires) cross­examined, then (if the party calling him s o desires) re­ examined.  \n \n(2) The examination and cross­examination must relate to relevant facts but the cross­ \nexamination need not be confined to the facts to which the witness testified on his examination­in­ \nchief.  \n \n(3) The re­examination shall be directed to the explanation of matters referred to in cross­ \nexamination; and, if new matter is, by permission of the Court, introduced in re­ examination, the \nadverse party may further cross­examine that matter.  \n \n134. Cross­examination of person called to produce a document. — A person summoned to \nproduce a document does not become a witness by the mere fact that he produces it and cannot be \ncross­examined unless and until he is called as a witness.  \n \n135. Witnesses to character .— Witnesses to character may be cross­examined and re­ \nexamined.  \n \n136. Leading questions .— Any question suggesting the answer which the person putting it \nwishes or expects to receive is called a leading question.  \n \n137. When leading questions must not be asked .— (1) Leading questions must not, if \nobjected  to by the adverse party, be asked in an ex amination­in­chief, or in a re­ examination, except \nwith the permission of the Court.  \n \n(2) The Court shall permit leading questions as to matters which are introductory or undisputed, \nor which have, in its opinion, been already sufficiently proved.  \n \n138. When leading questions may be asked .— Leading questions may be asked in \ncross­examination.  \n \n139. Evidence as to matters in writing .— Any witness may be asked, whilst under \nexamination, whether any contract, grant or other disposition of property, as to which he is giving \nevidence, was not contained in a document, and if he says that it was, or if he is about to make any \nstatement as to  the contents of any document, which, in the opinion of the Court, ought to be produced, \nthe adverse party may object to such evidence being given until such document is produced, or until \nfacts have been proved which entitle the party who called the witne ss to give secondary evidence of \nit. \n \nExplanation .— A witness may give oral evidence of statements made by other persons about the  \ncontents of documents if such statements are in themselves relevant facts.  \n \nIllustration  \n \nThe question is, whether A assaulted B.  \n \nC de poses that he heard A say to D —“B wrote a letter accusing me of theft, and I will be \nrevenged on him”. This statement is relevant, as showing A ’s motive for the assault, and evidence may \nbe given of it, though no other evidence is given about the letter.  \n \n \nPage 59 of 65 \n 140. Cross­examination as to previous statements in writing. — A witness may be cross­ \nexamined as to previous statements made by him in writing or reduce d into writing, and relevant to \nmatters in question, without such writing being shown to him, or being proved; but, if it is intended to \ncontradict him by the writing, his attention must, before the writing can be proved, be called to those \nparts of it whic h are to be used for the purpose of contradicting him.  \n \n141. Questions lawful in cross­examination .— When a witness is cross­examined, he may, \nin addition to the questions hereinbefore referred to, be asked any questions which tend — \n \n(1) to test his veracity,  \n \n(2) to discover who he is and what is his position in life, or  \n \n(3) to shake his credit, by injuring his character, although the answer to such questions might \ntend directly or indirectly to criminate him or might expose or tend directly or indirectly to expose him \nto a penalty or forfeiture.  \n \n142. When witness to be compelled to answer .— If any such question relates to a matter \nrelevant to the suit or proceeding, the provisions of Article 15 shall apply thereto.  \n \n143. Court to decide when question shall be asked and when witness compelled to \nanswer .— If any such question relates to a matter not relevant to the suit or proceeding, except in so \nfar as it affects the credit of the witness by injuring his character, the Court shall decide whether or not \nthe witness shall be compelled to answer it, and may , if it thinks fit, warn the witness that he is not \nobliged to answer it. In exercising its discretion, the Court shall have regard t o the following \nconsiderations: — \n \n(1) such questions are proper if they are of such a nature that the truth of the imputation \nconveyed by them would seriously effect the opinion of the Court as to the credibility of the witness \non the matter to which he testifies ;  \n \n(2) such questions are improper if the imputation which they convey relates to matters so \nremote in time, or of such a character, that the truth of the imputation would not affect, or would affect \nin slight degree, the opinion of the Court as to the credib ility of the witness on the matter to which he \ntestifies;  \n \n(3) such questions are improper if there is a great disproportion between the importance of the \nimportation made against the witness ’s character and the importance of his evidence;  \n \n(4) the Court may, if it sees fit, draw, from the witness ’s refusal to answer, the inference that \nthe answer if given would be unfavourable.  \n \n144. Question not to be asked without reasonable grounds .— No such question as is \nreferred to in Article 143 ought to be asked, unless the person asking it has reasonable grounds for \nthinking that the imputation which it conveys is well founded.  \n \nIllustrations  \n \n(a)  An advocate is instructed by an attorney that an important witness is a dakait. \nThis is a reasonable ground for asking t he witness whether he is a dakai t. \n \nPage 60 of 65 \n (b)  An advocate is informed by a person in Court that an important witness is a \ndakait. The informant, on being questioned by the advocate, given satisfactory \nreasons for his statement. This is a reasonable ground for asking the witness \nwhether he is a dakait.  \n \n(c)  A witness, of whom nothing whatever is known, is asked at random whether he \nis a dakait.  There are here no reasonable grounds for the question.  \n \n(d)  A witness, of whom nothing whatever is known, being questioned as to his \nmode of life and means of living, gives unsatisfactory answers. This may be a \nreasonable ground for asking him if he is a dakait.  \n \n145. Procedure of Court in case of question being asked without reasonable grounds .— \nIf the Court is of opinion that any such question was asked without reasonable grounds, it may, if it \nwas asked by any advocate, report the circumstances of the case to the High Court or other authority \nto which such advocate is subject in the exercise of  his profession.  \n \n146. Indecent and scandalous question .— The Court may forbid any question or inquiries \nwhich it regards as indecent or scandalous, although such questions or inquiries may have some \nbearing on the questions before the Court, unless they relate to facts in issue, or to matters necessary \nto be kn own in order to determine whether or not the facts in issue existed.  \n \n147. Procedure of Court in cases of defamation, libel and slander. — When a person is \nprosecuted or sued for making or publishing an imputation of a defamatory, libellous or slanderous \nnature, the Court shall not, before it has recorded its findings on the issues whether such person did \nmake or publish such imputation, and whether such imputation is true, permit any question to be put \nto any witness for the purpose of injuring the character of the person in respect of whom such \nimputation  has, or is alleged to have, been made, or any other person, whether dead or alive, in whom \nhe is interested, except in so far as any such question may be necessary for the purpose of determining \nthe truth of the imputations alleged to have been made or published.  \n \n148. Questions intended to insult or annoy. — The Court shall forbid any question which \nappears to it to be intended to insult or annoy, or which , though proper in itself, appears to the Court \nneedlessly offensive in form.  \n \n149. Exclusion of evidence to contradict answers to questions testing veracity. — When a \nwitness has been asked and has answered any question which is relevant to the inquiry only in so far \nas it tends to shake his credit by injuring his character, no evidence shall be given to contradict him; \nbut, if he answers falsely, he may afterwar ds be charged with giving false evidence.  \n \nException 1. —If a witness is asked whether he has been previously convicted of any  crime \ndenies it, evidence may be given of his previous conviction.  \n \nException 2 .—If a witness is asked any question tending to impeach his impartiality and  \nanswers it by denying the facts suggested, he may be contradicted.  \n \nIllustrations  \n \n(a)  A claim against an underwriter is resisted on the ground of fraud.  \n \n \nPage 61 of 65 \n The claimant is asked whether, in a former transaction, he had not made a \nfraudulent claim. He denies it.  \n \nEvidence is offered to show that he did make such a claim. The evidence is \ninadmissible.  \n \n(b)  A witness is asked whether he was not dismissed from a situation for dishonesty.  \nHe denies it.  \n \nEvidence is offered to show that he was dismissed for dishonesty.  \n \nThe evidence is not admissible.  \n \n(c)  A affirms that on a certain day he saw B at Lahore.  \n \nA is asked whether he himself was not on that day at Faisalabad. He denies it. \nEvidence is offered to show that A was on that day at Faisalabad.  \n \nThe evidence is admissible, not as contradicting A on a fact which affects his \ncredit, but as contradicting the alleged fact that B was seen on the day in \nquestion in Lahore.  \n \nIn each of these cases the witness might, if his denial was false, be charged with \ngiving false evidence.  \n \n(d)  A is asked whether his family has not had a bloodfeud with the family of B \nagainst whom he gives evidence.  \n \nHe denies it. He may be contradicted on the ground that the question tends to \nimpeach his impartiality.  \n \n150. Question by party to his own witness .— The Court may, in its discretion, permit the \nperson who calls a witness to put any questions to hi m which might be put in cross­ examination by \nthe adverse party.  \n \n151. Impeaching credit of witness .— The credit of a witness may be impeached in the \nfollowing ways by the adverse party, or, with the consent of the Court, by the party who calls him:  \n \n(1) by the evidence of persons who testify that they, from their knowledge of the witness, \nbelieve him to  be un worthy of credit;  \n \n(2) by proof that the witness has been bribed, or has accepted the offer of a bribe, or has \nreceived any other corrupt inducement to give his evidence ;  \n \n(3) by proof of former statements inconsistent with any part of his evidence which is liable to \nbe contradicted ;  \n \n1[*  *  * * * * *] \n \n1Omitted  clause (4) of Article 151,  by Act No. XLIV of 2016, s. 16.  \n \nPage 62 of 65 \n Explanation .—A witness declaring another witness to be unworthy of credit may not, upon his  \nexamination­in­chief, give reason s for his belief, but he may be asked his reasons in cross­ \nexamination, and the answers which he gives cannot be contradicted, though, if they are false, he may \nafterwards be charged with giving false evidence.  \n \nIllustrations  \n \n(a)  A sues B for the price of goods sold and delivered to B. C says that A delivered \nthe goods to B.  \n \nEvidence is offered to show that, on a previous occasion, he said that he had not \ndelivered the goods to B.  \n \nThe evidence is admissible.  \n \n(b)  A is indic ted for the murder of B.  \n \nC says that B, when dying, declared that A had given B the wound of which he \ndied.  \n \nEvidence is offered to show that, on a previous occasion, C said that the wound \nwas not given by A or in his presence.  \n \nThe evidence is admissible.  \n \n152. Questions tending to corroborate evidence of relevant fact admissible .— When a \nwitness whom it is intended to corroborate gives evidence of any relevant fact, he may be questioned \nas to any other circumstances which he observed at or near to the time or place at which such relevant \nfact occurred if the Court is of opinion tha t such circumstances, if proved, would corroborate the \ntestimony of the witness as to the relevant fact which he testifies.  \n \nIllustration  \n \nA, an accomplice, gives an account of robbery in which he took part. He describes various \nincidents unconnected with the robbery which occurred on his way to and from the place where it was \ncommitted.  \n \nIndependent evidence of these facts may be given in order to corroborate his evidence as to the \nrobbery itself.  \n \n153. Former statements of witness may be proved to corroborate later testimony as to \nsame fact. — In order to corroborate the testimony of a witness, any former statement made by such \nwitness relating to the same fact at or about the time when the fact took place, or before any authority \nlegally competent to investigate the facts, may be proved.  \n \n154. What matters may be proved in connection with proved statement relevant under \nArticle 46 or 47 .— Whenever any statement, relevant under Article 46 or 47, is proved, all matters \nmay be proved either in order to contradict or corroborate it, or in order to impeach or confirm the \ncredit of the person by whom it was made, which might have been proved if that person had been \ncalled as a wit ness and had denied upon cross­ examination the truth of the matter suggested.  \n \nPage 63 of 65 \n 155. Refreshing memory .—(1) A witness may, while under examination, refresh his memory \nby referring to any writing made by himself at the time of the transaction concerning which he is \nquestioned, or so soon afterwards that the Court considers it likely that the transaction was at that time \nfresh in his memory.  \n \n(2) The witness may also refer to any such writing made by any other person, and read by the \nwitness within the ti me aforesaid, if when he read it  he knew it to be correct.  \n \n(3) Whenever a witness may refresh his memory by reference to any document, he may, with \nthe permission of the Court, refer to a copy of such document:  \n \nProvided the Court be satisfied that there is sufficient reason for the non­production of the \noriginal.  \n \n(4) An expert may refresh his memory by reference to professional treaties.  \n \n156. Testimony to facts stated in document mentioned in Article 155. — A witness may \nalso testify to facts mentioned in any such document as is mentioned in Article 155, although he has \nno specific recollection of the facts themselves, if he is sure that the facts were correctly recorded in \nthe document.  \n \nIllustration  \n \nA book­keeper may testify to facts recorded by him in books regularly kept in the course of \nbusiness, if he knows that the books were correctly kept, although he has forgotten the particular \ntransactions entered.  \n \n157. Right of adverse party as to writing used to refresh memory. — Any writing referred \nto under the provisions of the two last preceding Articles must be produced and shown to the adverse \nparty if he requires it, such party may, if he pleases, cross­examine the witness thereupon.  \n \n158. Production of documents .—(1) A witness summoned to produce a document shall, if it \nis in his possession or power, bring it to Court, notwithstanding any objection which there may be to \nits production or to its admissibility. The validity of any objection shall be decided on by the Court.  \n \n(2) The court, if it sees fit, may Inspect the document, unless it refers to matters of State, or \ntake other evidence to enable it to determine on its admissibility.  \n \n(3) If for such a purpose it is necessary to cause any document to be translated, the Court may, \nif it thinks fit, direct the translator to keep the contents secret, unless the document is to be given in \nevidence; and, if the translator disobeys such direc tion, he shall be held to have committed an offence \nunder section 166 of the Pakistan Penal Code (Act XLV of 1860).  \n \n159. Giving, as evidence, of document called for and produced on notice .— When a party \ncalls for a document which he has given the other party notice to produce, and such document is \nproduced and inspected by the party calling for its production, he is bound to give it as evidence if the \nparty producing it requires him to do so . \n \n \nPage 64 of 65 \n 160. Using, as evidence, of document production of which was refused on notice .— When \na party refuses to produce a document which he has had notice to produce, he cannot afterwards use \nthe document as evidence without the consent of the other party or the order of the Court.  \n \nIllustration  \n \nA sues B on an agreement and gives B notice to produce it. At the trial A calls for the document \nand B refuses to produce it. A gives secondary evidence of its contents. B seeks to produce the \ndocument itself to contradict the secondary evidence given by A , or in order to show that the agreement \nis not stamped. He cannot do so.  \n \n161. Judge ’s power to put questions or order production .— The Judge may, in order to \ndiscover or to obtain proper proof of relevant facts, ask any question he pleases, in any form, at any \ntime, of any witness, or of the parties about any fact relevant or irrelevant; and may order the \nproduction of any document o r thing; and neither the parties nor their agents shall be entitled to make \nany objection to any such question or order, nor, without the leave of the Court, to cross­examine any \nwitness upon any ans wer given in reply to any such question:  \n \nProvided that the judgment must be based upon facts declared by this Order to be relevant, and \nduly proved:  \n \nProvided also that this Article shall not authorise any Judge to compel any witness to answer \nany question or to produce any document which such witness would be entitled to refuse to answer or \nproduce under Articles 4 to 14, both inclusive, if the questio n were asked or the document were called \nfor by the adverse party; nor shall the judge ask any question which it would be improper for any other \nperson to ask under  Article 143 or 144; nor shall h e dispense with primary evidence of any document, \nexcept in the cases hereinbefore excepted.  \n_________  \n \nCHAPTER XI  \nOF IMPROPER ADMISSION AND REJECTION OF EVIDENCE  \n \n162. No new trial for improper admission or rejection of evidence .—The improper \nadmission or rejection of evidence shall not be ground of itself for a new trial or reversal of any \ndecision in any case, if it shall appear to the Court before which such objection is raised that, \nindependent of the evidence objected to and admitted, there was sufficient evidence to justify the \ndecision, or that , if the rejected evidence had been received, it ought not to have varied the decision.  \n \n__________  \n \nCHAPTER XII  \nDECISION OF CASE ON THE BASIS OF OATH  \n \n163. Acceptance or denial of claim on oath. —(1) When the plaintiff takes oath in support of \nhis claim,  the Court shall, on the application of the plaintiff, call upon the defendant to deny the claim \non oath.  \n \n(2) The Court may pass such orders as to costs and other matters as it may deem fit.  \n \n \nPage 65 of 65 \n (3) Nothing in this Article applies to laws relating to the enforcement of Hudood  or other \ncriminal cases.  \n \n              ___________  \n \nCHAPTER XIII  \nMISCELLANEOUS  \n \n1[164. Production of evidence that has become available because of modern devices  or \ninformation system  etc.— Depending on the nature of case and circumstances, the Court may, if \ndeem appropriate, allow to be produced any evidence or witness es recorded by the Court through the \nmodern devices or techniques including video call, viber, skype, imo, whatsapp, facebook messenger, \nline caller and video conference, etc .] \n \n165. Order to override other laws. — The provisions of this Order shall have effect \nnotwithstanding anything contained in any other law for the time being in force.  \n \n166. Repeal .— The Evidence Act, 1872 (I of 1872), is hereby repealed.  \n \n \n \n______________  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n          Uploaded on 3.1.2024  \n \n1Subs.  by the XXXVII of 2023, s.12."
}