{
    "file": "./converted_json\\administrator02b37c5c3ea31da6e5785abb385c89ed.json",
    "name": "National Tariff Commission Ordinance, 2015",
    "date": "Feb 26, 2015",
    "tagline": "to reform and repeal the National Tariff Commission Act, 1990",
    "content": "NATIONAL ASSEMBLY SECRETARIAT\nlslamabad, the 3'd August, 2015\nNc F.22(15)/201s-Legis.\nectOFFICE MEMORANDUM\nihe undersigned is directed to forward herewith a copy of the resoiution\npa\"q.4, by tt\" ljtionat Assemoly on 30'July' 2015 under provrso to sub-\n;;lT;,';; ; ,;,\"traph (a) ol clause (2) or Article 8s or rhe conslitution ol the\nlslamic Republic of Pakistan for enension of the National Tariff Commission\nordinance' 2015 (No'V of 2015) for a further period of 120 days, for further\nnecessary action Please'RES:oF\n\\ovq, \"[ ,^{o +-\\>G €-ll\nREGISTERED No.M - 302\nL.-7U69\n@lteGga;dtrc d PE[frtBr\nEXTRAOBDINABY\nPUBLISHED BY AUTHORIW\n.,\nPART I\nActs, Ordinances, President's Orders and Regulations\nGOVERNMENT OF PAKISTAN\nLAW JUSTICE AND HUMAN RIGHTS DIVISION\nIslamabad, the 26th February,2015\nNo.2 (1)/2015-Pub.-The following Ordinance promulgated by the\nPresident is hereby published for general information:-\nOnoneNce No. V or 201 5\nAN\nORDINANCE\nto reform and repeal the National Thriff Commission Act, 1990 (VI of 1990)\nAND wueREAs the Senate and the NationalAssembly are not in session and\nthe President is satisfied that circumstances exist which render it necessary to takc\nimmediate action:\n(ll7)\nPrice : Rs. 10.50\n[340(201 5)/Ex. Gaz.]WHeREAS it is expedient to provide for certain refonrs in the National Tariff\n- Commission by repealing the National Tariff Cornnr ission Act, 1990(VIof 1990)\nand re-enacting it for matters connected therewith or ancillary thereto:\nI 18 TI{E GAZETTE OF PAKISTAN, EXTRA., FEB. 26, 2015 [Pnrr I\nNow, THEREFoRE, in exercise of the powers conferred by clause (l) of\nArticle 89 ofthe Constitution ofthe Islamic Republic ofPakistan, the President is\npleased to make and promulgate the following Ordinance:-\nl. Short title, extent and commencement,-< I ) This Ordinance may\nbe called the National TariffCommission Ordinance. 2015.\n(2) It extends to the whole of Pakistan\n(3) It shall come into force at once\n2. Definitions.-ln this Ordinance, unless there is anyhing repugnant\nin the subject or context -\n(a) \"Commission\" means the National TariffCommission established under\nsection J:\n(b) \"lnterested party\" means any party having interest in the product under\ninvestigation including domestic producers, importers, consumers,\nexporters, foreign producers, trade or business associations of the\ninvestigated product or such other persons or group ofpersons as thd\nCommission may specifically through notification in official gazette;\n(c) \"Member\" means a member of the National TariffCommission and\nincluded the Chairman;\n(d) \"prescribed\" means prescribed by rules made under this Ordinance;\n(f) \"Trade Remedy Laws\" includes the Anri-Dumping Ordinance, 2000,\nthe Countervailing Duties Ordinance,200l and the Safeguard Measures\nOrdinance,2002;\n3. Continuation of National TariffCommisiion.-The rruational Tariff\nCommission established by the Repealed Act shall be deemed to have been\nestablished under this Ordinance. Notwithstanding the repeal of'the .,Repealed\nAct\", the Commission shall be deemed to have been validly constituted- subject to\nsection 5, underthis Ordinance and shall continue to perform its functions accoldingly.\n4. Constitution of the Commission.-( l) The Commission shall\ncomprise five members, appointed by the Federal Government in thc pr.escribed(e) \"Repealed Act\" mean the National TariffCommission Act, 1990 ( VI\nof 1990)\nPenr Il THE GAZETTE OF PAKISTAN, EXTRA., FEB.26,2015 l19\n(2) The Commission shall be a body corporate having perpetual succession\nand a common seal. It shall have the authority and duty to exercise the functions\nassigned to it by or pursuant to this Ordinance or any other law for the time being in\nforce, shall have the power and authority to acquire, hold and dispose ofproperty,\nboth movable and immovable, in its own name, shall have the power and authority to\nopen a personal ledger account in its own name and may sue and be sued in its own\nname.\n(3) The head office of the Commission shall be at Islamabad and the\nCommission may establish offices at such places as it may deem necessary.\n(4) No act, proceeding or decision ofthe Commission shall be invalid by\nreason only of the existence of a vacancy or defect in the Constitution of the\nCommission.\n5. Qualification and eligibility of members.{l)All members of the\nCommission shall be citizens of Pakistan and shall be employed with the Commission\non a full-time basis.\n(2) A member of the Cornmission shall,-\n(a) have at least a masters or professional degree or qualification from\nan accredited university or institute in international trade laws, business\nand commercial laws, economics, accountancy, tariffs and trade,\ncommerce and trade, or a trade-related subject; knowledge of trade\nremedy Laws would be an advantage; and\n(3) The Federal Government shall select upto two members from the\nCommission's experienced technical officers provided that they meet the eligibility\nand qualification requirements specified in sub-sections (l) and (2).\n6. Disqualification.{ l) No person shall be appointed or continuc as\nmember or an employee of the Commission if such person;manner. The Federal Govemment shall appoint one ofthe members to be Chairman\nof the Commission.\n(b) have at least fifteen years of professional work experience in\nintemational trade law, business and commercial laws, economics,\naccountancy, harmonized tariffs, commerce and trade, tariffs and trade\nor other trade-related technical field; direct work experience in trade\nremedy laws would be an advantage.\n120THE GAZETTE OF PAKISTAN, EXTRA., FEB. 26, 20I5 [Penr I\n(a) has been convicted ofan offence involving moral turpitude;\n(b) has been or is adjudged insolvent;\n(c) is incapable of discharging his duties by reasons of physicat,\nphysiological or, mental unfitness and has been so declared by a duly\nconstituted Medical Board appointed by the Federal Govemment;\n(d) fails to disclose any conflict ofinterest at or within the time provided\nfor such disclosure by or under this Ordinance or contravenes any of\nthe provisions ofthis Ordinance pertaining to unauthorized disclosure\nofinformation.\n7. Term of oflice.{ l) The Chairman and members of the Commission\nshall hold office for a term offive years and shall have their term extended for one\nadditional term ofthree years unless the Federal Government directs otherwise.\n(2) Ifthe Chairman's position becomes vacant, the Federal Government\nshall appoint and notify a new member or may designate and notiry the most senior\nmember as Chairman. In the absence ofeither notification, the most senior member,\nin terms of service in the Commission, shall perform the duties and functions of the\nChairman.\n8. Function of the Qommission.-{ I ) The functions of the Commission\nshall be to advise thc Federal Government on,-\n(a) tariff and other trade measures to,-\n(i) provide assistance to the domestic industry; and\n(ii) improve the competitiveness of the domesric industry;\n(b) trade remedy actions being faced by domestic producers and exporters;\n(c). rationalization of tariff and proposals for tariff reform;\n(d) removal of tariffanomalies; and\n(e) any other matter relating to tariff or trade measures thal the Federal\nGovemment nray rcfer to the Commission.\n(2) In addiriontothe functions specified in sub_section ( l), the Commission\nshall also perform such firnctions with respect to intemational tradeand other mattersthat may tre assigned to it by the trade remedies laws or any other law for the timebeing in force.\n(3) Where the Federal Govemment has adopted the recommendations of\nth-e Commission in whole or part, the Commission shaliperiodically review the effectof such recommendations and in consequence of the review may give furtherrecommendations to the Federal Govemment.\n(4) The Commission shall advise, where possibte, the domestic exporters\nand producers facing trade remedy investigations abroad.\n(5) The Commission shall assist the Federal Government at the World\nTrade Organization dispute settlement body in respect of matters pertaining. to theTrade Remedy Laws, WTO Covered Agreements and disputes under other tradeagreements.\n(6) The Commission may undertake research to facilitate effective\nimplementation of rrade Rernedy Laws and tariffrationalisation, in a manner to beprescribed.\n9. Power of Commission to make inquirics on application.{l) In\n_ addition to the matters falling within the scope ofihe Trade Remedy Laws or any - other law, the commission may initiate inquiries or irrvcstigations under this ordinanceon,-\n(a) an application that has been subrnitted by or on behalfofthe domestic\nindustry in the prescribed fonn and accornpanied by the prescribed\nfee;PART I] THE GAZETTE oF PAKISTAN . EXTRA., FEB. 26, 20 I 5 12 I\n(b) a refcrence received by it from the !-ederal Govemment: or\n(c) on its own motion.\n10. Power of Commission to acce ss information._( l) l-heCommission shall have the powers to solicit, gathel obtain, and verify any relevantinformation for the purposes of its functions from any Ministry, Division, Federal orProvincial Depaftrnent, private or public entity or agency.\n(2) Notwithstanding anything contained in this Ordinance or in anv otherlaw for the time being in force, any business confidential information receired orobtained, directly or indirectly, by the Commission pursuant to or in connection with\nan investigation. inquiry or study shall not be subject to disclosure by the Comm ission\n122 THE GAZETTE OF PAKISTAN, EXTRA., FEB. 26, 2015 [Pe.nr I\nto any Ministry, Division, department, agency or instrumentality of the Federal\nGovemment or a Provincial Govemment without the prior permission of the party\nsubmifting such business confidential information, unless that confidential business\ninformation is Iiable to be disclosed for National Security and Defence.\n(3) The Commission shall take all acts and measures necessary to provide\ntransparent and prompt access to information to all parties, in a prescribed manner.\nI l. Power of Commission as civil court.-The Commission shall have\nall the powers ofa civil court while trying a suit under the Code ofCivil Procedure,\n1908 (V of 1908), in respect ofthe following matters, namely:-\n(i) summoning and enforcing the attendance ofany person and examining\nhim on oath; and\n12. Power of Commission to make recommendations.{ I ) While\nexamining, a proposal for tariffrationalisation or assistance to the domestic industry\nor trade measure and making recommendations to the Federal Govemment, the\nCommission shall satisf, itself on the points that.-\n(i) the quality ofthe product to which such protection or assistance it to\nbe given is good and conforms to the standards laid dorvn by the\nPakistan Standards and Quality Control Authority oq u'here such\nstandard has not been prescribed, itconfonns to intenrationally accepted\nstandards;\n(ii) the additional cost to the consumer may not be excessive; and\n(iii) the industry is not likely to need the protection or assistance after a\nreasonable period of time.\n(2) Where it has decided to undertake any inquiry or investigation, the\nCommission shall take such mcasures as it deems necessary to ensure that all units\nengaged in economic activities similar to those being carricd on by any industrial\nundertaking or trading, business which has made an application or in respect of\nwhich an inquiry or investigalion has been undertaken by the Commission are infonned\nthal such inquiry or investigation has been undertaken.\n13. Timelines for submission of recommcndations by\nCommission.{1) The Comrnission shallcomplete inquires and invcstigations under\nthis Ordinance and submit a report to the Federal Government rvithin a period not\nexceeding one hundred and twenty days.(ii) requiring the supply ofany information and production ofany document\nwhich may be useful for the conduct of its inquiry.\n(2) The enquiries and investigations undertaken by the Commission under\nthis Ordinance shall be completed within the periods as specified in the schedule.\n(3) The FederalGovemment shall, take a decision on the recommendations\nofthe Commission within fifteen days ofthe issuance ofthe same.\n14. Delegation of powers of the Commission.{ l) The Cornmission,\nmay delegate any of its functions or powers to one or more ofits members or one or\nmore ofthe officers, employees, consultanls or agents ofthe Commission:\nProvided that the Commission may not delegate its power or authority 10\ninitiate an investigation, to make preliminary or finaldetermination, including review,\nrefund and tennination of investigations in cases govemed by Trade remedy Laws\nor any other law that requires the Commission to make such detennination:\nProvided further that a delegation under this sub-section may be revoked or\nmodified by the Commission at any time and shall otherwise not prevent the\nCommission from concurrently performing or exercising any function or power so\ndelegated:\nProvided also that the person to whom powers or functions are delegated\npursuant to this sub-section shall not further delegate such powers or functions.Prnr IlTHE GAZETTE OF PAKISTAN. EXTRA.,FEB.26,2015 t23\n(2) At least hvo Inembers, one ofrvhom shall be Chairman, shall constitute\na quorum, provided that in case ofquorum of two Members, the decision shall be\ntaken bv consensus.\n16. Administration and Secre tariat of thc Commission.{ I ) The\nCommission shall have a Secretariat which shall be headed by a Secrctary to thc\nCommission. The Secretary shallbe appointed by the Comniission as prescribed.\n(2) The Secretary to the Commission shall perform functions and duties,\nincluding the followiug, namely:-(2) The Commission may, by and through, one or more of its members,\noIficers, employees and/oragents who have been duly designated by the Commission\nfor such purpose carry out any inquiry investigation or function necessary or\nappropriate for the proper exercise of the Commission,s duties, powers and/or\nauthority, whether provided under this Ordinance or any other law in any part of\nPakistan or in any foreign country.\n15. Meeting procedure and quorum,-(l) Decisions and determi-\nnations ofthe Commission shall be taken by majority vote.\n(a) to keep in custody the records and seal ofthe Commission;\n124 THE GAZETTE OF PAKISTAN, EXTRA., FEB. 26, 2015 [Penr I\n(b) to authorize payment of monthly salaries and allowances to the\nemployees of the Commission;\n(d) to receive applications for investigations on behalfofthe Comrnission;\nand\n(e) to perform any other duties that may be assigned to him by the\nCommission.\n17. Employees of the Commission.{ I ) The Commission may do all\nsuch acts and take all such steps as are necessary for the performance of the\nfunctions of the Cornmission including the appointment of such officers etc. as it\nconsiders necessary for the efficient performance of its functions, on such terms\nand conditions as may be prescribed.\n(2) Subject to sub-section (3), the Commission may ernploy, on market-\nscale salary, consultants, agents and technical, professional and other advisers including\nlawyers, economists, accountants, bankers, actuaries and other professionals to do\nany act necessary or appropriate to the exercise ofthe Commission's powers or the\nperformance of its functions as specified in section 7.\n18. Terms and Conditions of services of the Commission and its\nEmployee.{l ) From the date of appointment, the benefits of the Commission and\nof an employee appointed on full-time basis in the Commission shall commensurate\nwith market-based salaries or comparative.\n(2) From the date ofappointment, the pension, gratuity, GP fund and other\nretirement benefits ofan employee appointed on full-time basis in the Conrmission\nshall be the same as Federal Governrnent ernployees ofthe equivalent status, grade\nand scale.\n(4) All other matters relating to rules, orders, tenns and conditions of\nservices ofthe employees ofthe Comrnission shall be dealt with in accordancc u,ith\nthe National Tariff Cornmission Ernployees' (Scrvice) Ruies 1995, as revised or\nrcpcaled and re-enacted lrom tirne lo timc.(c) to propose budget estimates and revised budget est;males and place\nlhe same before the Commission;\n(3) The employees ofthe Commission and other persons authorized to\nperform any function under this Ordinance shall be deemed to be a public servant\nwithin the meaning of section 2l of the Pakistan Penal Code 1860 (XLV of 1860).\n(3) Employees appointed on full-timc basis shall be provided timc-scale\npromotions. For this purpose, the Commission shall make neccssary regulations\nwith approval ofthe Fedcral Govcntment.\nP,mr Il THE GAZETTE OF PAKISTAN. EXTRA., FEB. 26.2015 125\n19. Fund of the Commission.-The Irund ofthe Commission shall consistol,-\n(a) grants from the Federal Govemmenu\n(b) lee collected by the Commission;\n(d) such sums as the Federal Govemment may allocate to the Commission\n20. Budget, audit and accounts. (l) -fhe Cornrnission shall cause\nproper accounts to bc kept as prescribed by the Controller Gcneral ofAccounts. As\nsoon as practicable, after the end ofthe financial year. the Commission shall prepare\na statement ofaccounts ofthe Commission for that year. This shall include a balance\nsheet and an account of income and expenditure.\n(2) Within sixty days after the end of eaclr financial year, the annual\nfinancial statcments shall be audited by thc Aud itor-General of Pakisran.\n(3) The auditors shall make a report to the Commission upon the balance\nsheet and accounts. They shall state whether the balance sheet is a full and fair\nbalancc shcet containing all necessary particulars and properly drawn up so as to\nexhibit a truc and correct view ofaffairs ofthc Conrmission. In case the Auditors\nhave called for any explanation or infonnation from the Commission, it shall be\nstated by thc Auditors as to whether such explanation or information was provided\nto the auditors to their satisfaction or not.\n21. Represcntation before the Commission.-Any person duly\nauthorized by a pafty is entitled to appear, plead and act on behalf of such party\nbelbre the Commission.\n22. Pcnalty for false statement or failure to disclose correct\ninformation.- ( I ),A.ny person who knorvingly or rvillfully tirnrishes any infonnation\nor docunent or book ofaccounts rvhich he is boLrnd to produce under this Ordinance\nor any'liade Remedy Laws and he has reason to believe to be fhllc or incorrect\nshall be liable to imprisonment fbr a temr which rnay extend to three years, or a fine\nnol excceding five million rupees, or both.\n(2) Notwithstanding, anything contained in the Code of Crim intrl Ploccdure\nJ 898 (V ol I 898). no court olhertllan a court ofsessions shall havejurisdiction to try\na person charged rvith an offence under sub-section ( 1 ).\n23. Duty of membcrs, officers, ctc., to maintain secrccy.--{ I ) Exccpl\nin the performance ofhis duties under this Ordinance or any other l'fade Rcmcdy\nLaw , every member, officer, consultant and adviser ofthe Commission shall preser\"ve\nand aid in preserving, secrecy with regard to all matters relating to the financial or\nother aflairs of any undertaking or person that may come to his knorvlcdge in the\nperfbrrnance of his dulies.(c) aid from international agencies; and\n126THE GAZETTE OF PAKISTAN, EXTRA., FEB. 26,20I5 [Prnr I\n(2) Every such member' officer, consultanl or adviser.who cotn mun icates\nanv such matter- eicept whcn required by law to do so or in the discharge of his duty\n;;'J;,;i;rliilpr;ishable wirh imprisonmenr ot eirtrer dcscripriorr lora rcnn rvhich\n;;;;i;;;;;;f.;;inonths, or rvith fine not exceeding five rnillion rupees' or both'\n(3) Any infonnation referred to in sub-section ( I )' if prejudicial to the\nNationai S.cu.ity o. Defense, shall be disclosed to thc Agency seeking such\ninformation, with the approval ofthe Cotnrrission'\n24. Disclosure of intercst.-( I ) The follorving shall apply to all\nemployees serving in any capacity rvhatsoever on the Conrrnission'\n(2) A person shall be deemed to have an inlerest in a lnatter if he has atly\nint\".\"st, pTcunia',y oi otherwise, in such matter whiclr could reasonably be rcgarded\n\"r gi\"i\"i.i* a \" \"onflict bctween his duty to honeslly perfort.n his functions' so that\nil]r\"ruiitlv i\" \"\"r.ider and decide any question inrparrially or 1o give any advicc\nwithout bias, may reasonably be regarded as impaired'\n(3) A person having any interest in any-matter to bc discussed or decided\nt, ttre iommission, shall priorio discharge ofany function or business of the\nd\"--;*i\"r. ai..lose in writing to the Secritary to the Conrmission' the fact of his\ninterest and the nature thereof.\n(4) Every person shall give rvritten notice to.the Secrctary to the\nCommission ofall direct or indirect pecuniary or other material or personal interests\ntf,Jt \" t u. o. o\"quires in a body corporate involved in a mattcr at the Commission'\n(5) A disclosure of interest under sub-section (2) shall be made a part of\nthe record of the Commission in that particular matter'\n(6) Where there is such disclosure ol'intercst,--\n(a) such person shall not, save as provided in sub-seclions (7) and (8)\ntake part nor be present in any investigation, rcsearch' delibcration or\ndecision ofthe Commission as lhe case may be; and\n(b) such person shall be disregarded for tllc ptrryose ofconstitlltion ofa\nquorurn or performance of a task. as thc case nlay he'\n(7) Any person rvho fails to disclose lris intcrest as rcqLtircd br tlris section\nshall, on'pioofofsuch act, be liable to removal ll'onr 1hc Commission\n(8) lt shall be a valid defense for a person charged witlr the allegation of\nfailure to iisclose such interest under sub-section (7). if such person provcs that hc\n*ur not u*u.\" of the facts constituting such allegation and that he exercised duc\nPanr Il THE GAZETTE OF PAKISTAN, EXTRA., FEB. 26, 201 5 tzl\ncare and diligence in discovering the facts lvhich he ought reasonably to have knorvn\nin tlre circumstances,\n25. Removal,-Subject to sub-section (2), appointrnent of any member\nor employee ofthe Comrnission ma1,, at any tin1e, be revoked by order oftlre Fcdcral\nGovenrmcnl if il is found that such person stands disqualified on the grounds and in\nthe manner as prescribed.\n26. Powers to make rules.-{ l) The Conrmission may, lvith the prior\napproval of the Federal Government, and by notification in the ollicial Gazette-\nmake rules for carrying out the purposcs ofltlris Ordinancc.\n(2) The Commission shall rnake regulations for terms and conditions of\nern ploynrcnt for its ernployees.\n27. Indcmni(v.-No suit, prosecutior] or other legal proceeding shall lic\nagainst any member or any o1ficer or employce of the Cornmission or anv other\nperson in respect ofanything rvhich is in good faith done or intended to be done in\npursuance of this Ordinance, Any l rade Rcmedy Laws, any rulcs or ordcrs madc\nthereunder or in respcct ofthe publication by or under the authority ofthe Comm ission\nof an), rcport. paper or proceedings.\n28. Repeal.-The National Tariff Commission Act, 1990(VIof 1990)is\nhereby rcpealed.\n29. SavingsJl) Notrvithstanding the repeal under seclion 28. nothing\nin this Ordinance shall affect or be deemed to affect anything donc. action taketr,\ninvestigation or proceedings comrnenced, order, rule, regulation. appointnrcnt.\ndocument. or agrcenrent made. lee directed, resolution passed. dircction givcn-\nproceedings talien, or inslrument executed or issued underor pursuantto the Repealed\nAct and any such thing. action, investigation, proceedings. order, rule, regulation.\nappointment. document, agreement, fee, resolution, direction. proceedings or\ninstrurnent shall. if in lorcc on the commencemeut date and not inconsistent rvilh\n- any oftlre provisions ofthis Ordinance. continue in force and have effect as if it had\nbeen rcspectively done. taken. commcnccd. made, direcled, passcd. given. executed\nor issued under this Ordinance.\n30. Ordinance to override other laws.-The provisions of tlris\nOrdinance slrall have cflbct notwithstanding anl.thing inconsistcnt therewith containcd\nin any other law lbr the time being in force.(2) Notwithstanding anything containcd in any othcr I-arv. judgmenl s1\ndecision ofthe Courls, allacts, procedures and decisions ofthe Comnrission made\nliom Septernber 201 3 shall till date, shall be deemed to have been validly made by\nthe Commission.\nI28 THE GAZETTE, OF PAKISTAN, EXTRA., FEB. 26,2015 lPnnr I\n[See Section 13 (2)]\n'Ihe Commission shallcomplete its enquiries and investigations underthis\nOrdinance as follows, namelY:-\n(i) an enquiry or investigation for tariff and non-tariff protection or\nassistancjto domestic industry shall, except in special circuttrslances,\nbe completed within a period not exceediug sixty days, and in no case\nmore than one hundred and twenty days after initiation; 2^.\n(iD an enquiry or investigation for increase or decrease in tariff on the\napplication of tradin{business or importers shall, except in special\ncircumstances, be completed within a period not exceeding sixty days,\nand in no case more thin one hundred and twenty days after initiation;\n(iiD an enquiry or investigation for removal oftariff anomaly shall, except - -'\nin spetiaf circumstaices, be completed within a period no exceeding \\.\nthirty days, and in no case more than one hundred twenty days after t\ninitiation;\n(iv) Any other matter relating to tariffs or tariffpolicies shall be cornpleted\nexfeditiously but in any event no later than one hundred and trventy\ndays; and\n(v) an enquiry or investigation initiated on the request of the Federai\nGovern*\"nt o. on itJown motion depending on the llature thereof\nshall be completed within the time periods given in clauses (i), (iD, (iii)\nand (iv) above:\nprovided that the Federal Government may, in situations constituting an\nurgency direct the Commission to expedite the enquiry or inve.stigation to the extent\npo\"ssibie as may be required to protect or assist the domestic industry.THE SCHEDULE\nMAMNOON HUSSAIN,\nPiesident.\nJusrtce 1n;\nMUHAMMAD RAZA KHAN,\nSecreturY.\nPRINTED BY TI-IE MANAGER, PRINTING CORPORATION OF PAKISTAN PRI:SS' ISLAMABAD,\nPUBLISI{ED By THE DEpUTy CONTROT-LER S'Ir\\IIONERY Ar'D IiORlvllS. UNIVERSITY ROAD. KARACIIt"
}