{
    "file": "./converted_json\\administrator4a4629826dd182d7adb1a9e36f176f71.json",
    "name": "Costs of Litigation Act, 2017",
    "date": "23rd May, 2017",
    "tagline": "To amend the Code of Civil Procedure and Code of Criminal Procedure for litigation costs reforms",
    "content": "- 302 REGIS'fERED No     \nthe of Saltiotan   \nisererioreett \nEXTRAORDINARY \nPUBLISHED BY AUTHORITY                 \nISLAMABAD, SATURDAY. MAY 27, 2017 \nPART I \nActs, Ordinances, President's Orders and Regulafions \nSENATE SECRETARIAT \nIslamabad, the 26th ,Ifqf 2017 \nNo. F. 9(10)12017-Legis.—The following Act of Sfajtiy.-e-Shoara \n(Parliament) received the assent °l ithe President on 23rd May, 201 7 and is hereby \npublished for general information:— \nACT NO. XVII OF 2017 \nAn AS \ther to amend the Code of Caul Proiedure, 1908 mid the Code \nof Criminal Procedure 1898 \nWafxzes it is expedient further to amend the Code of Civil Procedure \n1908 (V of 1908) and The Code of Criminal Procedure, 1898 (V of 1898) for the \npurposes hereinafter appearing; \nIt is hereby enacted EIS follows.— \nI. \tShort title, application and commencement--( \tAct \nbe called the Costs of Litigation Aet,,2017. \n(175) \n1729(2017)/Eic Gaz.1 \n176 \tTHEGAZETTE OF PAKISTAN, EXIRP , MAY 27,3017 \t[P,mr I \nIt shall apply to the Islamabad Capital Territory. \nIt shall come into force on such dale as the Federal Government may, \nby notification in the official Gazette, specify and shall apply to such courts in the \nIslamabad Capital Territory as the Federal Government may, by notification in the \nofficial Gazette. determine in this behalf and different dates may be specified in \nrespect of different courts. \nPART-! \nCIVIL PROCEEDINGS \n2. \tAmendment of Act V of 190t—In the Code of Civil Procedure, \n1908 (V of 1908),— \n(I) \tfor section 35, the fallowing shall h° substituted, namely:— \n\"35. Costs.--(1) Subject to such conditions and limitations, as may \nbe prescribed., and to the provisions of any law forth° time being \nin force,— \n(i) \ta party to any proceedings shall, before the announcement \nof final ardor, judgment or decree, file in the prescribed \nform, details of actual costs of] itigation, including but not \nlimited to court fee, stamp fee, fee paid to counsel and all \nother ancillary or incidental expenses thereto; \npi \tthe Court shall award the actual costs of litigation under \nclause (i)to the successful party with markup not exceeding \nthe prescribed limit per annum, as notified by the State \nBank of Pakistan, at the time of passingthe order, judgment \nor decree: \nthe costs other than those meniioned in clause °label! be \nin the discretion of the Court and \nthe Court shall have lid I power to determine out of what \nproperty such cosIs are to be paid and recovered and CO \ngive all necessary directions for the purposes aforesaid. \n(7) \tThe fact that the Court has no jurisdiction in respect of the \nproceedings shall he no bar to the exercise of such powers under \nThis section\"; \nPART 11 \tTHF.GAZETTE or PAKISTAN, EXTRA, MAY 27. 2017 \t177  \nfor section 35A, the following shall be substituted, namely.— \n\"35A. Adjournment costs.—If on the date fixed for hearing in any \nproceedings, a party to the proceedings or any other person, \ndespite service of notice, fails to appear or comply with any \norder of the Court or mandatory provision of the Code or any \nother law for the time being in force, seeks an adjournment for \nsuch purpose, the Court shall, for sufficient cause and reasons to \nbe recorded, grant such adjournment on the condition that such \nParty or person shall pay to the other party, costs of adjournment \nwhich shall not be less than five thousand Rupees per adjournment \nor such higher amount as may be prescribed from time to timer \nProvided that if the Court is satisfied that the adjournment \nbeing sought is on account of unavoidable reasons beyond the \ncontrol of the party concerned, which reasons shall be recorded \nby the Court, the Court may grant adjournment without imposing \nadjournment costs: \nProvided further that if the Court finds that there is a \ntendency of seeking repeated adjournments by any partyon such \ngrounds, the Court may not grant adjournment without imposing \nthe adjournment costs as the Court may deem MT; and \nafter section 35A, substitxtedusaforesaid, the following new sections \nshall be inserted, namely:- \n11518. Special costs.—(1) If in any proceedings. the Court finds that \nany averment made by any party is false or vexatious to the \nknowledge of such party the Court shall award special costs to \nthe opposite party against whom such averment has been made. \n(2) \tThe amount of any special costs awarded under sub-section (1) \ndial I he taken ben account in any subsequent suit for damages \nor compensation in respect of such claim or defence, \n35C. Ccnerel provisions as to corns.— The Government shall not \nbe liable to costs under sections 35,35A and 3513. \nExpianadoth—In sections 35,35A and 35B, the expression \n\"proceedings)\" includes suit, appeal. review, revision, execution \nor any other proceedings and any matter incidental thereto.\". \nI 78 \tTHE GAZETTE OF PAKISTAN, EXTRA., MAY 27.2017 \t[PART I \nPART-II \nCRIMINAL PROCEEDINGS \n3. \t•Amendment of Act V of I898.—In the Code of Criminal Procedure, \n1898(V of 1898),— \n(1) \tthe existing section RD shall here-numbered as sob-section (Whereof \nand,— \nin sub-section (I), re-numbered as aforesaid, in the provisa,aftcr \nclause (aa), the following new clause (b) shall be inserted, \nnamely:— \n\"(6) Where a complainant is a Court or a public servant, the \nCourt or a public servant, as the case may be, shall not be \nliable la adjournment costs under sub-section (2);\": and \nafter sub-section (I), amended as aforesaid, the following new \nsub-section shall be added, namely:— \nSubjectto provisions of section 344, if on the date fixed for \nhearing in any proceedings. a panty 'Ca case Orally other \nperson, despite service of notice. fails to appear or comply \nwith ally order of the Court or mandatory provision of the \nCode or any other law for die time being in force, seeks an \nadjournment for such purpose, the Court may. for sufficient \ncause and reasons to be recorded. grant such adjournment \non the condition that such party or person shall pay Co the \nother party, adjournment come which shall not be less than \nten thousand rupees per adjournment or such higher amount \nas may be prescribed From time to time.\", \n(II) m section 250, In sub-section (2). funlic words -twenty five thousand\" \nthe words \"one hundred thousand -  shall be substituted.\") and \n(HI) in section 344, in sub-section ( I ), after the expression 'terms\" the \ncommas and words\", including adjoummentcostsishall be inserted,\". \nMUHAMMAD ANWAR, \nActing Secretary. \nPIUNTED BY Mk MANAGES, PRINTING CORPORATION OP PAKISTAN PRESS. LSLASIABAD \nPUBI 1511E1) BY !HP PUTTY CONITOI LER S MOWERY AND FORTIS UNIVERSITY KOAD"
}