{
    "file": "./converted_json\\administrator321bed5fbe0d1b11763c167187c50e66.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "Page 1 of 3 \n \n \n \n \n \nTHE WEST PAKISTAN SMALL INDUSTRIES CORPORATION \n(DISSOL UTION) ACT, 1972. \n \n \n \n \nCONTENTS  \n1. Short title and commencement  \n2. Definitions  \n3. Dissolution of Corporation  \n4. Transfer of pr ojects, etc. of the Corporation  \n5. Transfer of employees of Corporation \n6. Supplemental p owers \n7. Repeal of Ordinance XXIV of 1972  \n \n \n \n \n \n \n \n \n \n \n \n \n \n  \n\n \nPage 2 of 3 \n THE WEST PAKISTAN SMALL INDUSTRIES CORPORATION \n(DISSOL UTION) ACT, 1972. \n \n1\nAct No. III OF 1972  \n \n[4th S eptember, 1972 ] \n \n \nAn Act to provide for the dissolution of the West Pakistan Small Industries \nCorporation. \n \nWHEREAS it is expedient to provide  for the dissolution  of the West Pakistan Small \nIndust ries Corporation, and for matters ancillary thereto; \n \nIt is hereby enacted as follows:— \n \n1. Short title and commencement. —(1) This Act may be called the West Pakistan Small \nIndust ries Corporation (Dissolution) A ct, 1972.  \n \n(2) It shall come into force at once and shall be deemed to have taken effect on the 27th \nday of June, 1972.  \n \n2. Definitions.― In this Act, unless there is anything  repugnant in the subject or \ncontext,― \n \n(a)       “appoint ed day” means the 30th day of June, 1972, or such earlier date as the \nPresident may, by noti fication in the official Gazette, specify to be the \nappoint ed day for the purposes of this Act; \n \n(b)   “Corporation” m eans the West Pakistan Small Indust ries Corporation \nestablish ed under the West Pakistan Small Indust ries Corporation Ordinance, \n1965 (W.P. Ord. XXX  of 1965); \n \n(c)       “Projects,  undertaking  and  properties”  includes  assets,  rights,  authorities, \npowers privileges, properties, both mov able and immov able, including l ands, \nmines, leases, leaseholds, shares, book -debts, and all rights, int erests and \nbenefits in assignable contracts and chose in action;  and \n \n(d)       “Provinces” means the Provinces constitut ed under the Province of West \nPakistan (Dissolution) O rder, 1970 ( P.O. No. 1 of  1970).  \n \n3. Dissol ution of Corporation.― On the appoint ed day,— \n \n(a)       the corporation shall stand dissolv ed; and \n \n(b)     the West Pakistan Small Indust ries Corporation Ordinance, 1965  (W.P. Ord. \nXXX  of 1965) and the Province of West Pakistan (Dissolution) O rder, 1970  \n(P.O. No. 1 of 1970 ), in so far as it relates to, or makes provision  for the \nCorporation, shall stand repealed. \n \n4. Transfer of projects, etc. of the Corporation.― (1) Notwithst anding anything \ncontained in the West Pakistan small Indust ries Corporation Ordinance, 1965  (W.P. Ord. XXX of \n1965 ), or in any law, agreement or contract for the time being in force, the President may at any \ntime before the appoint ed day, by order direct that any busin ess, project, undertaking or  property of \nthe Corporation shall be transferred to such one of the Provinc es, on such date, in such manner \nand to such extent as may be specified in the order; and the busin ess and project, undertaking and \nproperty so transferred shall be carried on by, and vest in, the Province. \n \n1 For Statement of Objects and Reasons, see Gaz. of P., 1972, Ext., Pt. III, p. 345. \n \nPage 3 of 3 \n  (2) Consist ent with the order made under sub-section(1 ), the President may, by order, \nmake such provision as may appear to him to be expedient or necessary to provide  for succession  to, \nand transfer of, all the rights, properties, assets and liabilities of the Co rporation, and the \napportionm ent and adjustm ent of su ch rights, properties, assets and liabiliti es among  the Provinces. \n \n(3) For the purpose of determining financial adjustm ent to be made amongst the Provinces, \nthe As sets and Liabiliti es Commi ttee set up under Article 4 of the Dissolution  of West Pakistan \nProvince (Rights, Properties, Assets and Liabiliti es) Order, 1971  (P.O. No. 2 of 1971 ), shall take \ninto account any order made by the President under sub-section (1) or sub- section (2). \n \n5. Transfer of employees of Corporation.― Persons who were in the whole time \nemployment of the corporation immediately before the comm encement of this Act shall be \ntransferred to, and appointed by, the Provinces in accordance with the rules made by the President \nin this  behalf: \n \nProvided that the persons so transferred shall be appoint ed on such terms and conditions  as \nthe President may by order determine. \n \n6. Supp lemental powers.― Without  prejudice to the provisions  of this  Act, the President \nmay, in such manner as he may consider necessary or expedient, provide  for the removal  of  \ndifficulties  arising  out  of,  or  in  connection  with,  the  dissolution  of  the Co rporation or for \neffectively carrying out the p urposes of this Act. \n \n7.  Repeal of O rdinance XXIV of 1972. ― The West Pakistan Small Indust ries Corporation \n(Dissolution) O rdinance, 1972 (XXIV of 1972 ), is hereby repealed. \n \n__________"
}