{
    "file": "./converted_json\\administratorb4d981a750b5ae6c46c9351d22217c0e.json",
    "name": "The Electricity Act, 1910",
    "date": "18th March, 1910",
    "tagline": "An Act to amend the law relating to the supply and use of electrical energy",
    "content": "Page 1 of 49 \n  \nTHE ELECTRICITY ACT, 1910  \n \n \n \nCONTENTS  \nPART I  \n \nPRELIMINARY  \n1.  Short t itle, extent and commencement  \n2.  Definitions  \nPART II  \n \nSUPPLY OF ENERGY  LICENSES  \n3.  Grant of licenses  \n4.  Revoc ation or amendment of licenses  \n5.  Provisions where license of licensee, not being a local authority, is revoked  \n6.  Provisions where license of local authority is revoked  \n7.  Purchase of undertaking  \n8.  Provisions where no purchase and license re voked with consent of licensee  \n9.  Licensee not purchase, or associate himself with, other licensed undertaking s or transfer his \nundertakings  \n10.  General power for Govern ment to vary terms of purchase  \n11.  Annual accounts of licensee  \n12.  Provisions as to the opening and breaking up of streets, rai lways and tramways  \n13.  Notice of new works  \n14.  Alteration of pipes or wires  \n15.  Laying of electric supply -lines or other works near sewers, pipes or oth er electric supply -lines \nworks  \n \n \n\n \nPage 2 of 49 \n 16.  Streets, railways, tramways, sewers, drains or tunnels broken up to be reinstated without \ndelay  \n17.  Notice to telegraph authority  \n18.  Aerial lines  \n19.  Compensation for damage  \n19A.  Point where supply is delivered  \n20.  Power for licensee to enter premises and to remove fittings or other apparatus of l icensee  \n21.  Restrictions on licensee’s controlling or interfering with use of energy  \n22.  Obligatio n on licensee to supply energy  \n23.  Charges for energy to be  made without undue preference  \n24.  Discontinuance of supply to con sumer neglecting to pay charge  \n25.  Exempt ion of electric supply lines or other apparatus fr om attachment in certain cases  \n26.  Meters  \n26A.  Dishonest abstra ction or consumption of energy  \n27.  Supply of  energy outside area of supply  \nPART III  \n \nSUPPLY, TRANSMISSION AND USE OF ENERGY BY NON -LICENSEES  \n28.  Sanction required by non-licensees in certain cases  \n29.  Power for non -licensees to break up streets  \n29A.  Application of section 18 to aeria l lines maintained by railways  \n30.  Control of transmission and use of energy  \nPATR IV  \n \nGENERAL  \n31.  Protection of railways and ca nals, docks, wharves and piers  \n32.  Protection of telegraphic, telephonic  and electric signaling  lines  \n33.  Notice of accidents and inquiries  \n34.  Prohibition of connection with earth, and power for Government to interfe re in certain cases \nof default  \n \nPage 3 of 49 \n 35.  Advisory Boards  \n36.  Appo intment of Electric Inspectors  \n36A.  Electricity Board  \n37.  Power for Board to make rules  \n38.  Furth er provisions respecting rules  \n39.  Theft of energy  \n39A.  Penalty for install ation of artificial means, etc . \n40.  Penalty for maliciously wa sting energy or injuring works  \n41.  Penalty for unauthorized sup ply of energy by non -licensees  \n42.  Penalty for illegal or defective supply or  for non -compliance with order  \n43.  Penalty for illegal  transmission or use of energy  \n44.  Penalty for interference with meters or licensee’s works and for improper use of energy  \n45.  Penalty for extinguishing public lamps  \n46.  Penalty for negligently wa sting energy or injuring works  \n47.  Penalty for offen ces not otherwise provided for  \n48.  Penalties n ot to affect other liabilities  \n49.  Penalties wh ere works belong to Government  \n50.  Institution of prosecutions  \n50A.  Cognizance of offences, etc.  \n51.  Exercise in certain cases of powers of  telegraph authority  \n52.  Arbitration  \n53.  Service o f notices, orders or documents  \n54.  Recovery of sums recoverable u nder certain provisions of Act  \n54A.  Charges for supply of energy recovera ble as arrears of land revenue  \n54B.  Requisition of Police assistance  \n54C.  Bar of Juri sdiction  \n \nPage 4 of 49 \n 55.  Delegation of certain functions of Provincial Gove rnment to Electric Inspectors  \n56.  Protecti on for acts done in good faith  \n57.  Amendment of the Land Acquisition Act, 1894  \n58.  Repeals and savings  \nTHE SCHEDULE  \n  \n \nPage 5 of 49 \n THE ELECTRICITY ACT, 1910  \n1ACT No. IX OF 1910  \n[18th March, 1910]  \nAn Act to amend the law relating to the supp ly and use of electrical energy  \n WHEREAS it is expedient to amend the law relating to the supp ly and use of electrical energy ;  \n It is hereby enacted as follows :–  \nPART I  \n \nPRELIMINARY  \n 1. Short t itle, extent and commencement.___(1) This Act may be called the 2[*] Electricity \nAct, 1910.  \n 3[(2) It extends to the whole of Pakistan.]  \n (3) It shall come into force on such date4 as the 5[Federal Government] may, by notification in \nthe 6[official Gazette], direct in this behalf.  \n 2. Definitions.___ In this Act, expressions defined in the Telegraph Act, 1885 (XIII of 1885), \nhave the meanings assigned to them in that Act, and, unless there is anything repugnant in the subject  \nor context, — \n(a)  “aerial line” means any electric supply -line which is placed above ground and \nin the open air:  \n(b)  “area of supply” means the area within which alone a licensee is for the time \nbeing authorized by his license to supply energy:  \n(c)  “consumer” means any person who is supplied with energy by a licensee, or \n7[who is the owner or occupier of the premises which] are for the time being \nconnected for the purposes of a supply of energy with the works of a licensee:  \n \n1The Act has been amended in its application to the Province of Punjab by Punjab Ordinance, XXIX of 1971.  \nThe Act has been supplemented In Baluchistan by the Biritish Baluchistan Electricity (Emergency Powers) Regulation, 1947, (Re g. II of 1947), extended \nto the Leased Areas of Baluchistan, by the Leased Areas (Laws) Order, 1950 (G. G. O. 3 of 1950); and applied in the Federated  Area of Baluchistan, see \nGazette of India, 1937, Pt. I, p. 1499.  \nThe Act has been applied to Phulera in the Excluded Area of Uppe r Tanawal to the extent the Act is applicable in the N.W.F.P., and extended to the \nExcluded Area of Upper Tanawal other that Phulera by the N.W.F.P. (Upper Tanawal) (Excluded Area) Laws Regulation, 1950 and d eclared to be in \nforce in that area with effect from the 1st June, 1951, see N.W.F.P. Gazette, Extraordinary, dated the 1st June, 1951.  \nIt has also been extended to –  \n(i) the Baluchistan State Union, by the Baluchistan States Union. (Federal Laws)  \n(Extension) Order, 1953 (G.G.O, 4 of 1953);  \n(ii) the State of Bahawalpur, by the Bahawalpur (Extension of Federal Laws Order. 1953 (G.G.O.11 of 1953) and  \n(iii) the Khairpur State by G. G.O. 5 of 1953.  \nThe Act has been and shall be deemed to have been brought into force in Gwadur with effect from the 8th Se ptember, 1958, by the Gwadur (Application \nof Central Laws) Ordinance, 1960 (31 of 1960). s. 2. 2  \n2The word “Indian” omitted by A.O, 1949.  \n3Subs. by the Central Laws (Statute, Reform) Ordinance, 1960 ( XXI of 1960), s. 3 and 2nd Sch. ( with effect from the 14th October, 1955), for sub -section \n(2) as amended by A O. 1949 and the Federal Law’s (Revision and Declaration) Act, 1951 ( XXVI  of 1951), s. 8,  \n4The 1st January, 1911, see Gen. R . & O.  \n5Subs. by F.A.O., 1975, Art. 2 and Table, for “Central Government” which had been subs. by A.O., 1937 , for “G.G. in C”.  \n6Subs. by A.O., 1937, for “Gazette of India”  \n7Subs. by the Electr icity (Amdt.) Ordinance, 1979 (LXII  of 1979), s. 2, for “whose premis es”. 3  \n \nPage 6 of 49 \n  (d)  “daily fine” means a fine for each day on which an offence is continued after \nconviction therefor:  \n(e)  “distributing main” means the portion of any main with which a service line is, \nor is intended to be, immediately connected: .  \n(f)  “electric supply line” means a wire, conductor or other means used for \nconveying, transmitting or distributing energy together with any casing, coating, \ncovering, tube, pipe or insulator enclosing, surrounding or supporting the same \nor any part thereof, or any  apparatus connected therewith for the purpose of so \nconveying, transmitting or distributing such energy:  \n(g)  “energy” means electrical energy when generated, transmitted, supplied or used \nfor any purpose except the transmission of a message:  \n(h)  “licensee” means any person licensed  under Part II to supply energy : \n(i)  “main” means any electric supply, line through which energy is, or is intended \nto be, supplied by a licensee to the public:  \n(j)  “prescribed” means prescribed by rules made under thi s Act:  \n(k)  “public lamp” means an electric -lamp used for the lighting of any street:  \n1[(1)  “service line” means any electric supply -line through which energy is, or is \nintended to be, supplied by a li censee — \n(i)  to a single consumer either from a distributing main or immediately from \nthe licensee’s premises, or  \n(ii)  from a distributing main to a group of consumers on the same premises \nor on adjoining premises supplied from the same  point of the distributing \nmain :]  \n(m)  “street” includes any way, road, lane, square, court, alley passage or open space, \nwhether a thoroughfare or not, over which  the public have a right of way, and \nalso the roadway and footway over any public bridge or causeway : and  \n(n)  “works” includes electric supply -lines and any buildings, machinery or \napparatus required to supply energy and to carry into effect the objects  of a \nlicense granted under Part II.  \nPART II  \n \nSUPPLY OF ENERGY  \n \nLicenses  \n 3. Grant of licenses .___(1) The 2[Provincial Government] may, on application made in the \nprescribed form and on payment of the prescribed fee (if any), grant to any person a license to supply \nenergy in any specified area, and also to lay down or place electric supply -lines for the conveyance \nand transmission of energy,___  \n1Subs. by the Indian Electricity (Amdt.) Act, 1922 (I  of 1922), s. 2, for the original clause (1).  \n2Subs . by A.O., 1937, for “L. G.”. 4  \n \nPage 7 of 49 \n (a)  where  the energy to be supplied is to be generated outside such area from a \ngenerating station situated outside such area to the boundary of such area, or  \n(b)  where energy is to be conveyed or transmitted from any place in such area to \nany other place therein , across an intervening area not included therein, across \nsuch area.  \n (2) In respect of every such license and the grant thereof the following provisi ons shall have \neffect, namely : —  \n(a)  any person applying for a license under this Part shall publish a notice of his \napplication in  the prescribed manner and with the prescribed particulars, and the \nlicense shall not be granted –  \n(i)  until all objections received by the l[Provincial Government] with \nreference thereto have been considered by it:  \n Provided that no objection shall be so considered unless it is received before the expiration of \nthree months from the date of the first publication of such notice as aforesaid; and  \n(ii)  until, in the case of an application for a license for an area incl uding the \nwhole or any part of any cantonment, fortress, arsenal, dockyard or camp \nor of any building or place in the occupation of the Government for naval \nor military purposes, the l[Provincial Government] has ascertained that \nthere is no objection to th e grant of the license on the part of the \n2[Engineer -in-Chief,3[General Head Quarters, Pakistan]] ;  \n(b)  where an objection is received from any local authority concerned, the \nl[Provincial Government] shall, if in its opinion the objection is insufficient ; \nrecord in writing, and communicate to such local authority its reasons for such \nopinion;  \n(c)  no application for a license under this Part shall be made by any local authority \nexcept in pursuance of a resolution passed at a meeting of such authority hel d \nafter one month’s previous notice of the same and of the purpose thereof has \nbeen given in the manner in which notices of meetings of such local authority \nare usually given;  \n(d)  a license under this Part___  \n(i)  may prescribe such terms as to the limi ts within which, and the \nconditions under which, the supply of energy is to be compulsory or \npermissive, and as to the limits of price to be charged in respect of the \nsupply of energy, and generally as to such matters as the l[Provincial \nGovernment] may th ink fit ; and  \n \n1Subs. by A. O., 1937, for \"L. G.\".  \n2Subs. by the Repe aling and Amending Act, 1925 (XXXVII  of 1925), s.2 and First Sch., for “Director of Military Works” which had been subs. for the \noriginal words “General Officer Commanding the Division” by the Indian Electricity (Amdt.) Act, 1922 (I  of 1922), s. 3.  \n3Subs. by A. O., 1949, for “Army Headquart ers, India”. 5  \n \n \nPage 8 of 49 \n (ii)  save in cases in which under section 10, clause (b), the provisions of \nsections 5 and 7, or either of them, have been declared not to apply, \nevery such license shall declare whether any generating station to be \nused in connection with the undertaking shall  or shall not form part of \nthe undertaking for the purpose of purchase under section 5 or section \n7;  \n (e)  the grant of a license under this Part for any purpose shall not in any way hinder \nor restrict the grant of a license to another person within the s ame area of supply \nfor a like purpose;  \n(f)  the provisions contained in the Schedule shall be deemed to be incorporated \nwith, and to form part of, every license granted under this Part, save in so far as \nthey are expressly added to, varied or excepted by the license, and shall, subject \nto any such additions, variations or exceptions which the l[Provincial \nGovernment] is hereby empowered to make, apply to the undertaking \nauthorized by the license:  \n Provided that, where a license is granted in accordance wi th the provisions of clause IX of the \nSchedule for the supply of energy to other licensees for distribution by them, then, in so far as such \nlicense relates to such supply, the provisions of clauses IV, V, VI, VII, VIII, and XII of the Schedule \nshall not b e deemed to be incorporated with the license.  \n 2[*  *  *  *  *  *  *]  \n 4. Revocation or amendment of licenses. –(1)The l[Provincial Government] may, if in its \nopinion the public interest so requires, revoke a license in any of the following cases, namely:___  \n(a)  where the licensee, in the opinion of the 1[Provincial Government], makes wilful  \nand unreasonably prolonged default in doing anything required of him by or \nunder this Act;  \n(b)  where the licensee breaks any of the terms or conditions of his license the breach \nof which is expressly declared by such license to render it liable to revoc ation;  \n(c)  where the licensee fails, within the period fixed in this behalf by his license or \nany longer period which the 1[Provincial Government] may substitute therefor \nby order under sub -section (3), clause (b), and before exercising any of the \npowers  conferred on him thereby in relation to the execution of works,___  \n(i)  to show, to the satisfaction of the 1[Provincial Government], that he is \nin a position fully and efficiently to discharge the duties and obligations \nimposed on him by his license, or   \n(ii)  to make the deposit or furnish the security required by his license;  \n(d)  where the licensee is, in the opinion of the 1[Provincial Government], unable, \nby reason of his insolvency, fully and efficiently to discharge the duties and \nobligations imp osed on him by his license.  \n1Subs. by A. O., 1937 for “L. G.”.  \n2Sub-section (3) was omitted by the Devolution Act, 1920 (XXXVIII  of 1920). s. 2 and First Sch. 6  \n \nPage 9 of 49 \n  (2) Where the l[Provincial Government] might, under subsection (1), revoke a license, it may, \ninstead of revoking the license, 2[impose on the licensee a penalty, not exceeding ten thousand rupees, \nand permit the license to remain in force] subject to such further terms and conditions as it thinks fit \nto impose, and any further terms or conditions so imposed shall be binding upon, and be observed by, \nthe licensee, and shall be of like force and effect as if they were contained in the license.  \n (3) Where in its opinion th e public interest so permits, the l[Provincial Government] may, on \nthe application or with the consent of the licensee, and, if the licensee is not a local authority, after \nconsulting the local authority (if any) concerned,___  \n(a)  revoke a license as to the whole or any part of the area of supply upon such \nterms and conditions as it thinks fit, or  \n(b)  make such alterations or amendments in the terms and conditions of a license, \nincluding the provisions specified in section 3, sub -section (2), clause (f), as it \nthinks fit.  \n 5. Provisions where license of licensee, not being a local authority, is revoked. –Where the \n1[Provincial Government] revokes under section 4, sub -section (1), the license of a licensee, not being \na local authority, the following provi sions shall have effect, namely:___  \n(a)  the 1[Provincial Government] shall serve a notice of the revocation upon the \nlicensee, and, where the whole of the area of supply is included in the area for \nwhich a single local authority is constituted, upon that  local authority also, and \nshall in the notice fix a date on which the revocation shall take effect; and on \nand with effect from that date, all the powers and liabilities of the licensee under \nthis Act shall absolutely cease and determine;  \n(b)  where a no tice has been served on a local authority under clause (a), the local \nauthority may, within three months after the service of the notice, and with the \nwritten consent of the l[Provincial Government], by notice in writing, require \nthe licensee to sell, and the re  upon the licensee shall sell, the undertaking to the \nlocal authority on payment of the value of all lands, buildings, works, materials \nand plant of the licensee suitable to, and used by him for, the purposes of the \nundertaking, other than a generating stat ion declared by the license not to form \npart of the undertaking for the purpose of purchase, such value to be, in case of \ndifference or dispute, determined by arbitration:  \n Provided that the value of such lands, buildings, works, materials and plant shall  be deemed \nto be their fair market -value at the time of purchase, due regard being had to the nature and condition \nfor the time being of such lands, buildings, works, materials and plant, and to the state of repair \nthereof, and to the circumstance that the y are in such a position as to be ready for immediate \nworking, and to the suitability of the same for the purposes of the undertaking but without any \naddition in respect of compulsory purchase or of goodwill or of any profits which may be or might \nhave bee n made from the undertaking, or of any similar considerations;  \n \n \n1Subs. by A. O., 1937, for “L. G.”.  \n2Subs. by the Electricity  Act, (Amdt.) Ordinance, 1962 (VI  of 19.62) s. 2. for “permit it to remain in force”. 7  \n \nPage 10 of 49 \n  (c)  where no purchase has been effect ed by the local authority under clause (b), and \nany other person is willing to purchase the undertaking, the l[Provincial \nGovernment] may, if it thinks fit, with the consent of the licensee, or without \nthe consent of the licensee in case the price is not l ess than that for which the \nlocal authority might have purchased the same, require the licensee to sell, and \nthereupon the licensee shall sell, the undertaking to such other person;  \n(d)  where no purchase has been effected under clause (b) or clause (c) w ithin such \ntime as the l[Provincial Government] may consider reasonable, or where the \nwhole of the area of supply is not included in the area, for which a single local \nauthority is constituted, the 1[Provincial Government] shall have the option of \npurchasi ng the undertaking and if the l[Provincial Government] elects to \npurchase, the licensee shall sell the undertaking to the l[Provincial Government] \nupon terms and conditions similar to those set forth in clause (b);  \n(e)  where  a purchase has been effected under any of the preceding clauses, –  \n(i)  the undertaking shall vest in the purchasers free from any debts, \n mortgages or similar obligations of the licensee or attaching to the under \n taking:  \n Provided that any such debts, mortgages or similar obligations shall attach to the purchase -\nmoney in substitution for the undertaking; and  \n(ii)  the revocation of the license shall extend only to the revocation of the \nrights, powers, authorities, duties and obligations of the licensee  from \nwhom the undertaking is purchased, and, save as aforesaid, the license \nshall remain in full force, and the purchaser shall be deemed to be the \nlicensee:  \n Provided that where the l[Provincial Government] elects to purchase under clause (d), the \nlicen se shall, after purchase, in so far as the l[Provincial Government] is concerned, cease to have any \nfurther operation;  \n(f)  where  no purchase has been effected under any of the foregoing clauses, the \nlicensee shall have the option of disposing of all lands, buildings, works, \nmaterials and plant belonging to the undertaking in such manner as he may think \nfit:  \n Provided that, if the licensee does not exercise such option within a period of six months from \nthe date on which the same became exercisable, the 1[Provincial Govern ment] may forthwith cause the \nworks of the licensee in, under, over, along or across any street to be removed an d every such street to \nbe reinstated, and recover the cost of such removal and reinstatement from the licensee;  \n(g)  if the licensee has been required to sell the undertaking, and if the sale has not \nbeen completed by the date fixed in the notice issued u nder clause (a), the \npurchaser may, with the previous sanction of the 1[Provincial Government], \nwork the undertaking pending the completion of the sale.  \n1Subs. by A. O., 1937, for “L. G.” 8  \n \nPage 11 of 49 \n  6. Provisions where license of local authority is revoked. –(1) Where the l[Provincial \nGovernment] revokes the license of a local authority under section 4, sub -section (1), and any person \nis willing to purchase the undertaking, the 1[Provincial Government] may, if it thinks fit, require the \nlocal authority to sell, an d thereupon the local authority shall sell, the undertaking to such person on \nsuch terms as the 1[Provincial Government] thinks just.  \n (2) Where no purchase has been effected under sub -section (1), the licensee shall have the \noption of disposing of all la nds, buildings, works, materials and plant belonging to the under -taking in \nsuch manner as he may think fit:  \n Provided that, if the licensee does not exercise such option within a period of six months from \nthe date on which the same became exercisable, the l[Provincial Government] may forthwith cause the \nworks of the licensee in, under, over, along or across any s treet to be removed and every such street to \nbe reinstated, and recover the cost of such removal and reinstatement from the licensee.  \n 7. Purchase of undertaking. –(1) Where a license has been granted to any person not being a \nlocal authority, and the whole of the area of supply is included in the area for which a single local \nauthority is constituted, the local authority shall, on the expiration of such period, not exceeding fifty \nyears, and of every such subsequent period, not exceeding twenty years, as shall be specified in this \nbehalf in the license, have the option of purchasing the undertaking, and, if the local authority, with \nthe previous sanction of the 1[Provincial Government], elects to purchase, the licensee shall sell the \nundertaking to the local authority on payment of the value of all lands, buildings, works, materials and \nplant of the licensee suitable to, and used by him for, the purposes of the undert aking, other than a \ngenerating station declared by the license not to form part of the undertaking for the purpose of \npurchase, such value to be, in case of difference or dispute, determined by arbitration:  \n Provided that the value of such lands, building s, works, materials and plant shall be deemed to \nbe their fair market -value at the time of purchase, due regard being had to the nature and condition for \nthe time being of such lands, buildings, works, materials and plant, and to the state of repair thereo f \nand to the circumstance that they are in such a position as to be ready for immediate working, and to \nthe suitability of the same for the purposes of the undertaking:  \n Provided also that there shall be added to such value as aforesaid such percentage, i f any, not \nexceeding twenty per centum on that value as may be specified in the license, on account of \ncompulsory purchase.  \n (2) Where –  \n  (a)  the local authority does not elect to purchase under sub -section (1), or  \n(b) the whole of the area of supply i s not included in the area for which a single \nlocal authority is constituted, or  \n(c)  a licensee supplies energy from the same generating station to two or more areas \nof supply, each controlled by its own local authority, and has been granted a \nlicense in  respect of each area of supply,  \n \n \nlSubs. by A.O. 1937 for “L. G,.” 9  \n \nPage 12 of 49 \n  l[Provincial Government] shall have the like option upon the like terms and conditions.  \n (3) Where a purchase has been effected under sub -section (1) or sub -section (2),___  \n(a)  the undertaking shall vest in the purchasers free from any debts, mortgages or \nsimilar obligations of the licensee or attaching to the undertaking:  \n Provided that any such debts, mortgages or similar obligations shall attach to the purchase -\nmoney in subst itution for the undertaking; and  \n(b)  save as aforesaid, the license shall remain in full force, and the purchaser shall \nbe deemed to be the licensee:  \n Provided that where the l[Provincial Government] elects to purchase under sub -section (2), the \nlicense shall, after purchase, in so far as the l[Provincial Government] is concerned, cease to have any \nfurther operation.  \n 2(4) Not less than two years’ notice in writing of any electi on to purchase under this section \nshall be served upon the licensee by the local authority or the l[Provincial Government], as the case \nmay be.  \n (5) Notwithstanding anything hereinbefore contained, a local authority may, with the previous \nsanction of the l[Provincial Government], waive its option to purchase and enter into an agreement \nwith the licensee for the working by him of the undertaking unt il the expiration of the next subsequent \nperiod referred to in sub -section (1), upon such terms and conditions as may be stated in such \nagreement.  \n 8. Provisions where no purchase and license revoked with consent of licensee. –Where, on \nthe expiration of a ny of the periods referred to in section 7, sub -section (1), neither a local authority \nnor the 1[Provincial Government] purchases the undertaking, and the license is, on the application or \nwith the consent of the licensee, revoked, the licensee shall have the option of disposing of all lands, \nbuildings, works, materials and plant belonging to the undertaking in such manner as he may think fit:  \n Provided that, if the licensee does not exercise such option within a period of six months, the \nl[Provincial Gove rnment] may proceed to take action as provided in section 5, clause (f), proviso.  \n 9. Licensee not purchase, or associate himself with, other licensed undertakings or \ntransfer his undertakings. –(1) The licensee shall not, at any time without the previous consent in \nwriting of the 1[Provincial Government], acquire, by purchase or otherwise, the license or the \nundertaking of, or associate himself so far as the business of supplying energy is concerned with, any \nperson supplying, or intending to supply, energ y under any other license, and, before applying for such \nconsent, the licensee shall give not less than one month’s notice of the application to every local \nauthority, both in the licensee’s area of supply and also in the area or district in which such oth er person \nsupplies, or intends to supply, energy:  \n Provided that nothing in this sub -section shall be construed to require the consent of the \nl[Provincial Government] for the supply of energy by one licensee to another in accordance with the \nprovisions of clause IX of the Schedule.  \n1Subs. by A. O., 1937, for “L. G”. 10  \n2This sub -section has been amended in the Punjab by the Punjab Electricity Act, 1939 (Punjab Act VI of 1939). 11  \n \nPage 13 of 49 \n  (2) The licensee shall not at any time assign his license or transfer his undertaking, or any part \nthereof, by sale, mortgage, lease, exchange or otherwise without the previous consent in writing of the \n1[Provincial Government].  \n (3) Any agreement relating to any transaction of the nature described in sub -section (1 ) or sub -\nsection (2), unless made with, or subject to such consent as aforesaid, shall be void.  \n 10. General power for Government to vary terms of purchase. –Notwithstanding anything \nin sections 5, 7 and 8, the 1[Provincial Government] may, 2[* * * ] ,in any license to be granted under \nthis Act, –  \n(a)  vary the terms and conditions upon which, and the periods on the expiration of \nwhich, the licensee shall be bound to sell his undertaking, or  \n(b)  direct that, subject to such conditions and restrictio ns (if any) as it may think fit \nto impose, the provisions of the said sections or any of them shall not apply.  \n 11. Annual accounts of licensee. –(1) Every licensee shall, unless expressly exempted from \nthe liability by his license, or by order in writing of the 1[Provincial Government], prepare and render \nto the l[Provincial Government] or to such authority as the l[Provincial Government] may appoint in \nthis behalf, on or before the prescribed date in each year, an annual statement of accounts of his \nunder taking made up to such date, in such form, and containing such particulars, as may be prescribed \nin this behalf.  \n (2) The licensee shall keep copies of such annual statement at his office, and sell the same to \nany applicant at a price not exceeding five r upees per copy.  \nWorks  \n 12. Provisions as to the opening and breaking up of streets, railways and tramways. –(1) \nAny licensee may, from time to time but subject always to the terms and conditions of his license, \nwithin the area of supply, or when permitted by the terms of his license to lay down or place electric \nsupply -lines without the area of supply, without that area___  \n  (a) open and break up the soil and payment of any street, railway or tramway;  \n(b)  open and break up any sewer, drain or t unnel in or under any street, railway or \ntramway;  \n(c)  lay down and place electric supply -lines and other works;  \n(d)  repair, alter or remove the same; and  \n(e)  do all other acts necessary for the due supply of energy,  \n(2) Nothing contained in sub -section (1) shall be deemed to authorize or empower a licensee, without \nthe consent of the local authority or of the owner and occupier concerned, as the case may be, to lay \ndown or place any electric supply -line or other work in, through or against any building, or on, over \nor under any land not dedicated to public use whereon, where over  or where under  any electric supply -\nline or work has not already been lawfully laid d own or placed by such licensee:  \n1Subs. by A. O., 1937, for “L. G.”.  \n2The words “with the previous sanction of the G.G. in C” omitted by the Devoluation Act, 1920 (XXXVIII  of 1920), s. 2. and First Sch. 12  \n \nPage 14 of 49 \n  Provided that any support of an aerial line or a ny stay or strut required for the sole purpose of \nsecuring in position any support of an aerial line may be fixed on any building or land or, having been \nso fixed, may be altered, notwithstanding the objection of the owner or occupier of such building or \nland, if the District Magistrate 1[* * * ] by order in writing so directs:  \n Provided, also, that, if at any time the owner or occupier of any building or land on which any \nsuch support, stay or strut has been fixed shows sufficient cause, the District Magistrate 1[* * * ] may \nby order in writing direct any such support, stay or str ut to be removed or altered.  \n (3) When making an order under sub -section (2), the District Magistrate 2[* * * ], shall fix the \namount of compensation or of annual rent, or of both, which should in his opinion be paid by the \nlicensee to the owner or occupie r.  \n (4) Every order made by a District Magistrate 3[* * * ] under sub -section  (2) shall be subject to \nrevision by the 4[Provincial Government].  \n (5) Nothing contained in sub -section (1) shall be deemed to authorize or empower any licensee \nto open or break  up any street not repairable by 5[the, 6[Federal Government] or the Provincial \nGovernment] or a local authority, or any railway or tramway except such streets, railways or tramways \n(if any), or such parts thereof, as he is specially authorized to break up  by his license, without the \nwritten consent of the person by whom the street is repairable or of the person for the time being \nentitled to work the railway or tramway unless with the written consent of the 4[Provincial \nGovernment]:  \n Provided that the 4[Provincial Government] shall not give any such consent as aforesaid, until \nthe licensee has given notice by advertisement or otherwise as the 4[Provincial Government] may \ndirect, and within such period as the 4[Provincial Government] may fix in this behalf,  to the person \nabove referred to, and until all representations or objections received in accordance with the notice \nhave been considered by the 4[Provincial Government].  \n 13. Notice of new works. –(1) Where the exercise of any of the powers of a licensee in relation \nto the execution of any works involves the placing of any works in, under, over, along or across any \nstreet, part of a street, railway, tramway, canal or waterway, the following provisions shall have effect, \nnamely:___  \n(a)  not less than one month before commencing the execution of the works (not \nbeing a service line immediately attached, or intended to be immediately \nattached, to a distributing main, or the repair, renewal or amendment of existing \nworks of which the characte r or position is not to be altered), the licensee shall \nserve upon the person responsible for the repair of the street or part of a street \n(hereinafter in this section referred to as “the repairing authority”)  or upon the \nperson for the time being entitled  to work the railway, tramway, canal or \nwaterway (hereinafter in this section referred to as “the owner”),  \n \n1The original words “or, in a Presidency -town or Rangoon the Commissioner of Police” as amended by A. O., 1937, were omitted by A. O., 1949.  \n2The w ords “or the Commissioner of Police, as the case may be” omitted by A. O., 1949.  \n3The words “or a Commissioner of Police” omitted ibid.  \n4Subs. by A. O., 1937, for “L G.”.  \n5Subs. ibid., for “the Govt.”.  \n6Subs. by F.A.O., 1975 Art. 2 and Table, for “Cent ral Government”.  \n \n \nPage 15 of 49 \n as the case may be, a notice in writing describing the proposed works, together \nwith a section and plan thereof on a scale sufficiently large to show clearly the \ndetails of the proposed works, and not in any case smaller than one inch to  eight \nfeet vertically and sixteen inches to the mile horizontally and intimating the \nmanner in which, and the time at which, it is proposed to interfere with or alter \nany existing works, and shall, upon being required to do so by the repairing \nauthority o r owner, as the case may be, from time to time give such further \ninformation in relation thereto as may be desired;  \n(b)  if the repairing authority intimates to the licensee that it disapproves of such \nworks, section or plan, or approves thereof subject t o amendment, the licensee \nmay, within one week of receiving such intimation, appeal to the 1[Provincial \nGovernment], whose decision, after considering the reasons given by the \nrepairing authority for its action, shall be final;  \n(c)  if the repairing authority fails to give notice in writing of its approval or \ndisapproval to the license within one month, it shall be deemed to have approved \nof the works, section and plan, and the licensee, after giving not less than forty -\neight hours’ n otice in writing to the repairing authority, may proceed to carry \nout the works in accordance with the notice and the section and plan served \nunder clause (a);  \n(d)  if the owner disapproves of such works, section or plan, or approves thereof \nsubject to am endment, he may, within three weeks after the service of the notice \nunder clause ( a), serve a requisition upon the licensee demanding that any \nquestion in relation to the works or to compensation, or to the obligations of the \nowner to others in respect the reof, shall be determined by arbitration, and \nthereupon the matter shall, unless settled by agreement, be determined by \narbitration;  \n(e)  where no requisition has been served by the owner upon the licensee under \nclause ( d), within the time named, the owne r shall be deemed to have approved \nof the works, section and plan, and in that case, or where after a requisition for \narbitration the matter has been determined  by arbitration, the works may, upon \npayment or securing of compensation, be executed according  to the notice and \nthe section and plan, subject to such modifications as may have been determined \nby arbitration or agreed upon between the parties;  \n(f)  where the works to be executed consist of the laying of any underground \nservice line immediately att ached, or intended to be immediately attached, to a \ndistributing main, the licensee shall give to the repairing authority or the owner, \nas the case may be, not less than forty -eight hours’ notice in writing of his \nintention to execute such works;  \n \n \n \n1Subs. by A. O., 1937, for “L. G.”. 14  \n \nPage 16 of 49 \n  (g)  where the works to be executed consist of the repair, renewal or amendment of \nexisting works of which the character or position is not to be altered, the licensee \nshall, except in cases of emergency, give to the  repairing authority, or to the \nowner, as the case may be, not less than forty -eight hours’ notice in writing of \nhis intention to execute such works, and, on the expiry of such notice, such \nworks shall be commenced forthwith and shall be carried on with al l reasonable \ndespatch, and, if possible, both by day and by night until completed.  \n (2) Where the licensee makes default in complying with any of these provisions, he shall make \nfull compensation for any loss or damage incurred by reason thereof, and, where any difference or \ndispute arises as to the amount of such compensation, the matter  shall be determined by arbitration.  \n (3) Notwithstanding any thing in this section, the licensee may, in case of emergency due to the \nbreakdown of an underground electric supply -line, after giving notice in writing to the repairing \nauthority or the owner,  as the case may be, of his intention to do so, place an aerial line without \ncomplying with the provisions of sub -section (1):  \n Provided that such aerial line shall be used only until the defect in the underground electric \nsupply -line can be made good, an d in no case (unless with the written consent of the 1[Provincial \nGovernment]  for a period exceeding six weeks, and shall be removed as soon as may be after such \ndefect is removed.  \n 14. Alteration of pipes or wires. –(1) Any licensee may alter the position  of any pipe (not \nforming, in a case where the licensee is not a local authority, part of a local authority’s main sewer), \nor of any wire under or over any place which he is authorized to open or break up, if such pipe or wire \nis likely to interfere with t he exercise of his powers under this Act; and any person may alter the \nposition of any electric supply lines or works of a licensee under or over any such place as aforesaid, \nif such electric supply -lines or works are likely to interfere with the lawful ex ercise of any powers \nvested in him.  \n (2) In any such case as aforesaid the following provisions shall, in the absence of an agreement \nto the contrary between the parties concerned, apply, namely:___  \n(a)  not less than one month before commencing any alte ration, the licensee or other \nperson desiring to make the same (hereinafter in this section referred to as “the \noperator”) shall serve upon the person for the time being entitled to the pipe, \nwire, electric supply -lines or works as the case may be (hereina fter in this \nsection referred to as “the owner”), a notice in writing, describing the proposed \nalteration, together with a section and plan thereof on a scale sufficiently large \nto show clearly the details of the, proposed works, and not in any case smalle r \nthan one inch to eight feet vertically and sixteen inches to the mile horizontally, \nand intimating the time when it is to be commenced, and shall subsequently give \nsuch further information in relation thereto as the owner may desire;  \n \n \n \n1Subs. by A. O., 1937, for “L. G.”. 15  \n \nPage 17 of 49 \n  (b)  within fourteen days after the service of the notice, section and plan upon the \nowner, the owner may serve upon the operator a requisition to the effect that \nany question arising upon the notice, section or plan  shall be determined by \narbitration, and thereupon the matter shall, unless settled by agreement, be \ndetermined by arbitration;  \n(c)  every arbitrator to whom a reference is made under clause (b) shall have regard \nto any duties or obligations which the own er is under, and may require the \noperator to execute any temporary or other works so as to avoid, as far as \npossible, interference therewith;  \n(d)  where no requisition is served upon the operator under clause (b) within the time \nnamed, or where such a req uisition has been served and the matter has been \nsettled by agreement or determined by arbitration, the alteration may, upon \npayment or securing of any compensation accepted or determined by arbitration, \nbe executed in accordance with the notice, section a nd plan and subject to such \nmodifications as may have been determined by arbitration or agreed upon \nbetween the parties.;  \n(e)  the owner may at any time before the operator is entitled to commence the \nalteration, serve upon the operator a statement in writing to the effect that he \ndesires to execute the alteration himself and requires the operator to give such \nsecurity for the rep ayment of any expenses as may be agreed upon or, in default \nof agreement, determined by arbitration;  \n(f)  where a statement is served upon the operator under clause (e), he shall, not less \nthan forty -eight hours before the execution of the alteration is r equired to be \ncommenced, furnish such security and serve upon the owner a notice in writing \nintimating the time when the alteration is required to be commenced, and the \nmanner in which it is required to be made; and thereupon the owner may proceed \nto execu te the alteration as required by the operator;  \n(g)  where the owner declines to comply, or does not, within the time and in the \nmanner prescribed by a notice served upon him under clause ( f), comply with \nthe notice, the operator may himself execute the al teration;  \n(h)  all expenses properly incurred by the owner in complying with a notice served \nupon him by the operator under clause ( f) may be recovered by him from the \noperator.  \n (3) Where the licensee or other person desiring to make the alteration make s default in \ncomplying with any of these provisions, he shall make full compensation for any loss or damage \nincurred by reason thereof, and, where any difference or dispute arises as to the amount of such \ncompensation, the matter shall be determined by arb itration.  \n 15. Laying of electric supply -lines or other works near sewers, pipes or other electric \nsupply -lines works. –(1) Where –  \n \n \nPage 18 of 49 \n (a)  the licensee requires to dig or sink, any trench for laying down any new electric \nsupply -lines or other works, near to  which any sewer, drain, water -course or \nwork under the control of the 1[Provincial Government] or of any local \nauthority, or any pipe, syphon, electric supply -line or other work belonging to \nany duly authorized person, has been lawfully placed, or  \n(b)  any duly authorized person requires to dig or sink any trench for laying down \nor constructing any new pipes or other works, near to which any electric supply -\nlines or works of a licensee have been lawfully placed, the licensee or such duly \nauthorized person , as the case may be (hereinafter in this section referred to as \n“the operator”), shall, unless it is otherwise agreed upon between the parties \ninterested or in case of sudden emergency, give to the 1[Provincial Government] \nor local authority, or to such duly authorized person or to the licensee, as the \ncase may be (hereinafter in this section referred to as “the owner”), not less than \nforty -eight hours’ notice in writing before commencing to dig or si nk the trench \nand the owner shall have the right to be present during the execution of the work, \nwhich shall be executed to the reasonable satisfaction of the owner.  \n (2) Where the operator finds it necessary to undermine, but not to alter, the position o f any \npipe, electric supply -line or work, he shall support it in position during the execution of the work, and \nbefore completion shall provide a suitable and proper foundation for it where so undermined.  \n (3) Where the operator (being the licensee) lays any electric supply -line across, or so as to be \nliable to touch, any pipes, lines or service -pipes or service -lines belonging to any duly authorized \nperson or to any person supplying, transmitting or using energy under this Act, he shall not, except \nwith t he written consent of such person and in accordance with section 34, sub -section (1), lay his \nelectric supply lines so as to come into contact with any such pipes, lines or service pipes or service -\nlines.  \n (4) Where the operator makes default in complying  with any of the provisions of this section, \nhe shall make full compensation for any loss or damage incurred by reason thereof.  \n (5) Where any difference or dispute arises under this, section, the matter shall be determined \nby arbitration.  \n (6) Where the  licensee is a local authority, the -references in this section to the local authority \nand to sewers, drains, water courses or works under its control shall not apply.  \n 16. Streets, railways, tramways, sewers, drains or tunnels broken up to be reinstated \nwithout delay. –(1) Where any person, in exercise of any of the powers conferred by or under this Act, \nopens or breaks up the soil or pavement of any street, railway or tramway, or any sewer, drain or \ntunnel, he shall –  \n  (a)  immediately cause the part open ed or broken up to be fenced and guarded;  \n(b)  before sunset cause a light or lights, sufficient for the warning of passengers, to \nbe set up and maintained until sunrise against or near the part opened or broken \nup;  \nlSubs. by  A. 0., 1937, for “L, G.”, 17  \n \nPage 19 of 49 \n (c)  with all reasonable speed fill in the ground and reinstate and make good the soil \nor pavement, or the sewer, drain or tunnel, opened or broken up, and carry away \nthe rubbish occasioned by such opening or breaking up ; an d  \n(d)  after reinstating and making good the soil or pavement, or the sewer, drain or \ntunnel broken or opened up, keep the same in good repair for three months and \nfor any further period, not exceeding nine months, during which subsidence \ncontinues.  \n (2) Where any person fails to comply with any of the provisions of sub -section (1), the person \nhaving the control or management of the street, railway, tramway, sewer, drain or tunnel in respect of \nwhich the default has occurred, may cause to be executed t he work which the defaulter has delayed or \nomitted to execute, and may recover from him the expenses incurred in such execution.  \n (3) Where any difference or dispute arises as to the amount of the expenses incurred under sub -\nsection (2), the matter shall be determined by arbitration. .  \n 17. Notice to telegraph authority. –(1) A licensee shall, before laying down or placing, within \nten yards of any part of any telegraph -line, any electric supply -line or other works l[not being either \nservice lines] or elect ric supply -lines for the repair, renewal or amendment of existing works of which \nthe character or position is not to be altered), give not less than ten days notice in writing to the \ntelegraph -authority, specifying –  \n(a)  the course of the works or alterat ion proposed,  \n(b)  the manner in which the works are to be utilised,  \n(c)  the amount and nature of the energy to be transmitted, and  \n(d)  the extent to, and manner in, which (if at all) earth returns are to be used; and \nthe licensee shall conform with s uch reasonable requirements, either general or \nspecial, as may be laid down by the telegraph authority within that period for \npreventing any telegraph -line from being injuriously affected by such works or \nalterations:  \n Provided that, in case of emergency (which shall be stated by the licensee in writing to the \ntelegraph -authority) arising from defects in any of the electric supply -lines or other works of the \nlicensee, the licensee shall be required to give only such notice as may be possible after the nece ssity \nfor the proposed new works or alterations has arisen.  \n (2) Where the works to be executed consist of the laying 2[or placing]  of any 3[*] service line \n4[* * * ], the licensee shall, not less than forty -eight hours before commencing the work, serve upon \nthe telegraph -authority a notice in writing of his intention to execute such works.  \n \n \nlSubs. by the Indian Electricity (Amdt.) Act, 1922 ( I of 1922), s. 4, for “n ot being service lines immediately attached or intended to be immediately \nattacked to a distributing main”.  \n2Ins. ibid. 19  \n3The word “underground” omitted by the Indian Electricity (Amdt.) Act, 1922 ( I of 1922), s. 4.  \n4The words “immediately attached, or intended to be immediately attached to a distributing main” omitted ibid.  \n \n \nPage 20 of 49 \n  18. Aerial lines. –(1) Save as provided in section 13, sub -section (3), nothing in this Part shall \nbe deemed to authorize or empower a licensee to place any aerial line along or across any street, \nrailway, tramway, canal or waterway unless and until the 1[Provincial Governme nt] has communicated \nto him a general approval in writing of the methods of construction which he proposes to adopt:  \n Provided that the communication of such approval shall in no way relieve the licensee of his \nobligations with respect to any other consen t required by or under this Act.  \n (2) Where any aerial line has been placed or maintained by a licensee in breach of the provisions \nof sub -section (1), the 1[Provincial Government] may require the licensee forthwith to remove the \nsame, or may cause the sa me to be removed, and recover from the licensee the expenses incurred in \nsuch removal.  \n 2[(3) Where any tree standing or lying near an aerial line, or where any structure or other object \nwhich has been placed or has fallen near an aerial line subsequently  to the placing of such line, \ninterrupts or interferes with, or is likely to interrupt or interfere with, the conveyance or transmission \nof energy or the accessibility of any works, a Magistrate of the first class 3[* * * ] may, on the \napplication of the li censee, cause the tree, structure or object to be removed or otherwise dealt with, as \nhe thinks fit.]  \n (4) When disposing of an application under sub -section (3), the Magistrate 4[* * * ] shall, in the \ncase of any tree in existence before the placing of th e aerial line, award to the person interested in the \ntree such compensation as he thinks reasonable, and such person may recover the same from the \nlicensee.  \n 5[Explanation. -For the purposes of this section, the expression “tree” shall be deemed to \ninclude  any shrub, hedge, jungle growth  or other plant.]  \n 19. Compensation for damage. –(1) A licensee shall, in exercise of any of the powers \nconferred by or under this Act, cause as little damage, detriment and inconvenience as may be, and \nshall make full compe nsation for any damage, detriment or inconvenience caused by him or by any \none employed by him.  \n (2) Save in the case Provided for in Section 12, Sub -section (3), where any difference or dispute \narises as to the amount or the application of such compensat ion, the matter shall be determined by \narbitration.  \nSupply  \n 6[19A. Point where supply is delivered. –For the purposes of this Act, the point at which the \nsupply of energy by a licensee to a consumer shall be deemed to commence shall be determined in \nsuch manner as may be prescribed.]  \n \n \n1Subs. by A. O., 1937, for “L. G.”  \n2Subs. by Act I  of 1922, s. 5, for the original sub -section (3).  \n3The original words “or in a Presidency -town or Rangoon, the Commissioner of Police” as amended by A. O., 1937, were omitted by A. O., 1949.  \n4The words “or Commissioner of Police, as the case may be,” omitted by A. O., 1949.  \n5Explanation ins. by Act I  of 1922, s. 5. 20  \n6Section 19A ins. by the Indian Electricity (Amdt.) Act, 1922 ( I of 1922), s. 6.  \n \n \n \nPage 21 of 49 \n  1[20. Power for licensee to enter premises and to remove fittings or other apparatus of \nlicensee. –(1) A Licensee or any person duly authorised by the licensee may, at any reasonable time, \nand on informing the occupier of his intention, enter the premises to whic h energy is or has been, or is \nto be, supplied by him, for the purpose of –  \n(a)  examining, inspecting and testing the electric supply -lines, meters, maximum \ndemand indicators or other measuring apparatus, electric wires, fittings, works \nand apparatus for the supply or use of energy, whether belonging to the licensee \nor to the consumer; or  \n(b)  ascertaining the amount of energy supplied or the electrical quantity contained \nin the supply or the apparatus; or  \n(c)  removing, where a supply of energy is no lo nger required, or where the licensee \nis authorised to take away and cut off such supply, any electric supply -lines, \nmeters, maximum demand indicators or other measuring apparatus, fittings, \nworks or apparatus belonging to the licensee:  \n Provided that, whe re a consumer’s apparatus is involved, no person shall be deemed to have \nbeen so authorised by the licensee unless, at the time of entry into such premises, he is in possession \nof a written authorisation from the secretary, manager or any other officer of the licensee not below \nthe rank of a Divisional Officer in the Public Works Department:  Provided further that previous \npermission of the District Magistrate shall be necessary for making such entry into the premises of a \ndomestic consumer.  \n (2) Where a co nsumer refuses to allow a licensee or any person authorised as aforesaid to enter \nhis premises in pursuance of the provisions of sub -section (1) or, when such licensee or person has so \nentered, refuses to allow him to perform any act which he is authorised  by that sub -section to perform, \nor fails to give reasonable facilities for such entry or performance, the licensee may, after the expiry \nof twenty -four hours from the service of a notice in writing on the consumer, cut off the supply to the \nconsumer for s o long as such refusal or failure - continues, but for no longer. ]  \n 21. Restrictions on licensee’s controlling or interfering with use of energy. –(1) A licensee \nshall not be entitled to prescribe any special form of appliance for utilising energy supplied  by him, or, \nsave as provided by section 23, sub -section (2), or by section 26, sub -section (7), in any way to control \nor interfere with the use of such energy:  \n 2[Provided that no person may adopt any form of appliance, or use the energy supplied to him,  \nso as unduly or improperly to interfere with the safety or efficient working of the electric supply -lines \nor works of the licensee or with the supply by the licensee of energy to any other person:  \n Provided further that, if the licensee requires a consum er, desiring to use, or using, the energy \nfor running an electric motor excepting single phase motor for domestic use, to install a capacitor \ntherewith, the consumer shall not so use the energy without installing the capacitor to the satisfaction \nof the li censee who, shall, if so required by the consumer, cause the consumer to be supplied with the \ncapacitor on payment of its cost.]  \n \n1Subs. by the Electricity (Amdt.) Ordinance, 1979 ( LXII  of 1979), s. 3, for the original section 20 which had previously been amended by various \nenactments.  \n2Subs. by the Elect ricity (Amdt) Ordinance 1979 (LXII  of 1979) s. 4, for the original Proviso.  \n \n \nPage 22 of 49 \n  1[(2) Subject to the provisions of sub -section (1), a licensee may, with the previous sanction of \nthe 2[Provincial Government], given -after consulting the local authority, where the licensee is not the \nlocal authority, make conditions not inconsistent with this Act or with his license or with any rules \nmade under this Act, to regulate his relations with persons who are or intend to become consumers, \nand may, with the like sanction given after the like consultation add to or alter or amend any such \nconditions ; and any conditions made by a licensee without such sanction shall be null and void:  \n Provided that any such conditions made before the 23rd day of January 1922 shall, if sanctioned \nby the 2[Provincial Government] on application made by the licensee befo re such date as the \nl[Provincial Government] may, by general or special order, fix in this behalf, be deemed to have been \nmade in accordance with the provisions of this sub -section.  \n (3) The 2[Provincial Government] may, after the like consultation, cance l any condition or part \nof a condition previously sanctioned under sub - section (2) after giving to the licensee not less than \none month’s notice in writing of its intention so to do.]  \n 3[(4)] Where any difference or dispute arises as to whether a license e has prescribed any \nappliance or controlled or interfered with the use of energy in contravention of sub -section (1), the \nmatter shall be either referred to an Electric Inspector, and decided by him or, if the licensee or \nconsumer so desires, determined b y arbitration.  \n 22. Obligation on licensee to supply energy. –Where energy is supplied by a licensee, every \nperson within the area of supply shall, except in so far as is otherwise provided by the terms and \nconditions of the license, be entitled, on applic ation, to a supply on the same terms as those on which \nany other person in the same area is entitled in similar circumstances to a corresponding supply:  \n Provided that no person shall be entitled to demand, or to continue to receive, from a licensee \na supply of energy for any premises having a separate supply unless he has agreed with the licensee to \npay to him such minimum annual sum as will give him a rea sonable return on the capital expenditure, \nand will cover other standing charges incurred by him in order to meet the possible maximum demand \nfor those premises, the sum payable to be determined in case of difference or dispute by arbitration.  \n 23. Charge s for energy to be made without undue preference. –(1) A licensee shall not, in \nmaking any agreement for the supply of energy, show undue preference to any person, but may, save \nas aforesaid, make such charges for the supply of energy as may be agreed upon,  not exceeding the \nlimits imposed by his license.  \n (2) No consumer shall, except with the consent in writing of the licensee, use energy supplied \nto him under one method of charging in a manner for which a higher method of charging is in force.  \n 4[(3) In  the absence of an agreement to the contrary, a licensee may charge for energy supplied \nby him to any consumer – \n(a)  by the actual amount of energy so supplied, or  \n(b)  by the electrical quantity contained in the supply, or  \n \n1Sub. sections (2) and (3) in s. by the Indian Electricity (Amdt.) Act, 1922 (I  of 1922) s. 8.  \n2Subs. by A. O., 1937, for “L. G.”. 22  \n3The original sub -section (2) was re -numbered as sub -section (4) by the Indian Electricity (Amdt.) Act, 1922, ( I of 1922) s. 8.  \n4Sub-sections (3) and (4) ins. ibid., s. 9. 23  \n \n \nPage 23 of 49 \n     (c)  by such other method as may be approved by the l[Provincial Government].  \n (4) Any charges made by a licensee under clause (c) of sub -section (3) may be based upon, and \nvary in accordance with, any o ne or more of the following considerations, namely:___  \n(a)  the consumer’s load factor, or  \n(b)  the power factor of his load, or  \n(c)  his total consumption of energy during any stated period, or  \n(d)  the hours at which the supply of energy is required.]  \n 2[24. Discontinuance of supply to consumer neglecting to pay charge. –(1) where any \nconsumer neglects to pay any charge for energy or any sum, other than a charge for energy, assessed \nagainst him by a lic ensee in respect of supply of energy to his premises, the licensee may after giving \nnot less than seven clear days’ notice in writing to such consumer and without prejudice to his right to \nrecover such charge or other sum by suit or otherwise, cut off the supply and for that purpose cut or \ndisconnect any electric supply -line or other works, being the property of the licensee, through which \nenergy may be supplied to such premises or to any other premises, other than domestic premises, \nrunning distinctly in t he name of such consumer, and may discontinue the supply until such charge or \nother sum, together with any expenses incurred by him in cutting off and reconnecting the supply and \nthe minimum charges on account of continued reservation of supply during the period of such \ndiscontinuance, are paid, but not loger.  \n (2) Where any difference or dispute as to any matter connected with any charge or other sum \nincluded in the bill of a licensee has been referred by a consumer under this Act to an Electric Inspector  \nbefore the notice as aforesaid has been given by the licensee, the licensee shall not exercise the powers \nconferred by sub -section (1) until the Inspector has given his decision:  \n Provided that the prohibition contained in this sub -section shall not appl y in any case in which \nthe licensee has made a request in writing to the consumer for a deposit with the licensee of the \nundisputed charges and other sums and with the Electric Inspector of fifty per cent of the disputed \ncharges and other sums and for the deposit with the licensee of further charges for supply of energy, \nas they accrue, and the consumer has failed to comply with such request with in a period of fifteen \ndays from the date of such request or, as the case may be, from the date of receipt of bi lls in respect of \nfurther charges for supply of energy.]  \n 25. Exemption of electric supply lines or other apparatus from attachment in certain \ncases. –Where any electric supply -lines, meters, fittings, works or apparatus belonging to a licensee are \nplaced in or upon any premises, not being in the possession of the licensee, for the purpose of supplying \nenergy, such electric supply -lines, meters, fittings, works and apparatus shall not be liable to be taken \nin execution under any process of any Civil Court o r in any proceedings in insolvency against the \nperson in whose possession the same may be. .  \n \n \n1Subs. by A. O.,1937, for “L. G.”.  \n2Subs. by the the Electr icity (Amdt). Ordinance, 1979 (LXII  of 1979), s. 5, which has previously been amended by the Indian Electricity (Amdt.) Act, \n1922, (I  of 1922), s. 10. 24  \n \nPage 24 of 49 \n  26. Meters. –(1) In the absence of an agreement to the contrary, the amount of energy supplied \nto a consumer or the electrical quantity contained in the supply shall be ascertained by means of a \ncorrec t meter, 1[, maximum demand indicator and other measuring apparatus] and the licensee shall, \nif required by the consumer, cause the consumer to be supplied with such a meter 1[maximum demand \nindicator and other measuring apparatus]:  \n Provided that the licensee may require the consumer to give him security for the price of a \nmeter 1[, maximum demand indicator and other measuring apparatus] and enter into an agreement for \nthe hire thereof, unless the consumer elects to purchase a meter 1[, maximum demand indicator and \nother measuring apparatus].  \n (2) Where the consumer so enters into  an agreement for the hire of a meter 1[maximum demand \nindicator and other measuring apparatus] the licensee shall keep the meter 1[maximum demand \nindicator and other measuring apparatus] correct, and, in default of his doing so, the consumer shall, \nfor so  long as the default continues, cease to be liable to pay for the hire of the meter 1[maximum \ndemand indicator and other measuring apparatus].  \n (3) Where the meter 1[maximum demand indicator and other measuring apparatus] is the \nproperty of the consumer, he shall keep the meter 1[maximum demand indicator and other measuring \napparatus] correct, and, in default of his doing so, the licensee may, after giving him seven days’ notice, \nfor so long as the default continues, cease to supply energy through the mete r l[maximum demand \nindicator and other measuring apparatus].  \n (4) The licensee or any person dilly authorized by the licensee shall, at any reasonable time and \non informing the consumer of his intention, have access to, and be at liberty to inspect and test, and \nfor that purpose, if he thinks fit, take off and remove , any meter referred to in sub -section (1) ; and, \nexcept where the meter 1[, maximum demand indicator and other measuring apparatus] is so hired as \naforesaid, all reasonable expenses of, and incidental to, such inspecting, testing, taking off and \nremoving shall, if the meter 1[, maximum demand indicator and other measuring apparatus] is found \nto be otherwise than correct, be recovered from the consumer; and, where any difference or dispute \narises as to the amount of such reasonable expenses, the matter shal l be referred to an Electric \nInspector, and the decision of such Inspector shall be final:  \n Provided that the licensee shall not be at liberty to take off or remove any such meter \n1[maximum demand indicator and other measuring apparatus]if any difference or dispute of the nature \ndescribed in sub -section (6) has arisen until the matter has been determined as therein provided.  \n (5) A consumer shall not connect any meter 1[maximum demand indicator and other measuring \napparatus] referred to in sub -section (1)  with any electric supply -line through which energy is supplied \nby a licensee, or disconnect the same from any such electric supply -line, without 2[obtaining the \nconsent of the licensee in writing which shall not be un -reasonably withheld by the licensee].   \n 3[(5A) A consumer shall not injure any meter, maximum demand indicator or other measuring \napparatus, or alter their indexes or prevent them from duly registering the amount of energy supplied \nor the electrical quantity contained in the supply.]  \n \n1Ins. by the Electricity (Amdt.) Ordinance, 1979 ( LXII  of 1979), s. 6. 25  \n2Subs. ibid., for “giving to the licensee not less than forty -eight hours notice in writing of his intention.”  \n3New sub -section (5A) ins. ibid.,  \n \nPage 25 of 49 \n  1[(6) Where any difference or dispute arises between a licensee and a consumer as to whether \nany meter, maximum demand indicator or other measuring apparatus is or is not correct the matter \nshall be decided, upon the application of either party, by an Elect ric Inspector, within a period of ninety \ndays from the date of receipt of such application, after affording the parties an opportunity of being \nheard, and where the meter, maximum demand indicator or other measuring apparatus has, in the \nopinion of the Ele ctric Inspector, ceased to be correct, the Electric Inspector shall estimate the amount \nof energy supplied to the consumer or the electrical quantity contained in the supply, during such time \nas the meter, indicator or apparatus has not, in the opinion of the Electric Inspector, been correct; and, \nwhere the Electric Inspector, fails to decide the matter of difference or dispute within the said period \nor where either the licensee or the consumer decline to accept the decision of the Electric Inspector, \nthe m atter shall be referred to the Provincial Government whose decision shall be final:  \n Provided that, before either a licensee or a consumer applies to the Electric Inspector under this \nsub-section, he shall give to the other party not less than seven days’  notice of his intention so to do.]  \n (7) In addition to any meter 2[maximum demand indicator and other measuring apparatus] \nwhich may be placed upon the premises of a consumer in pursuance of the provisions of sub -section \n(1), the licensee may place upon such 2[other] premises such meter, maximum demand indicator or \nother apparatus as he may think fit for the purpose of ascertaining or regulating either the amount of \nenergy supplied to the consumer, or the number of hours during which the supply is given, or the rate \nper unit of time at which energy is supplied to the consumer, or any other quantity or time connected \nwith the supply:  \n Provided that the meter, indicator or apparatus shall not, in the absence of an agreement to the \ncontrary, be placed otherw ise than between the distributing mains of the licensee and any meter \nreferred to in sub -section (1):  \n Provided, also, that, where the charges for the supply of energy depend wholly or partly upon \nthe reading or indication of any such meter, indicator or apparatus as aforesaid, the licensee shall, in \nthe absence of an agreement to the contrary, keep the meter, indicator or apparatus correct; and the \nprovisions of subsections (4), (5) 2[, 5A] and (6) shall in that case apply as though the meter, indicator \nor apparatus were a meter referred to in sub -section (1).  \n Explanation. -A meter shall be deemed to be “correct” if it registers the amount of energy \nsupplied, or the electrical quantit y contained in the supply, within the prescribed limits of error, and a \nmaximum demand indicator or other apparatus 3[* * * ] shall be deemed to be “correct” if it complies \nwith such conditions as may be prescribed in the case of any such indicator or other  apparatus.  \n 4[26A. Dishonest abstraction or consumption of energy. –Notwithstanding anything \ncontained in section 23, the licensee may charge the consumer on the basis of one or more of the \nfollowing considerations for the amount of energy deemed to have been dishonestly abstracted, \nconsumed or used, for the period during which the meter, maximum demand indicator or other \nmeasuring apparatus had, in the opinion of the licensee, remained connected, disconnected, injured, \naltered or prevented from registerin g the amount of energy supplied or the electrical quantity contained \nin the supply:__  \n \n1Subs. ibid., for the original sub -section (6), which had been amended by A. O., 1937, and Indian Electricity (Amdt.) Act, 1922 (I  of 1922), s. 11. 26  \n2Ins. by the Electricity  (Amdt.) Ordinance, 1979 (LXII  of 1979), s.6  \n3The words “referred to in sub -section (7)” omitted ibid., s. 6.  \n4New section 26A ins. ibid., s. 7. 27  \n \n \nPage 26 of 49 \n   (a)  consumer’s connected load or maximum demand in kilowatt during any period;  \n(b)  consumer’s maximum consumption of energy in kilowatt hours duri ng any \nperiod;  \n(c)  consumer’s load factor;  \n(d)  the power factor of consumer’s load;  \n(e)  the hours and the time for which the energy is deemed to have been abstracted, \nconsumed or used by the consumer ; and  \n(f)  the purpose for which the energy is de emed to have been abstracted, consumed \nor used by the consumer.]  \n 27. Supply of energy outside area of supply. –Notwithstanding anything in this Act, the \nl[Provincial Government] may, by order in writing, and subject to such conditions and restrictions, if  \nany, as it thinks fit to impose, authorize any licensee to supply energy to any person outside the area \nof supply, and to lay down or place electric supply -lines for that purpose:  \n Provided, first, that no such authority shall be conferred on the license e within the area of \nsupply of another licensee without that licensee’s consent, unless the l[Provincial Government] \nconsiders that his consent has been unreasonably withheld:  \n Provided, secondly, that such authority shall not be conferred unless the pers on to whom the \nsupply is to be given has entered into a specific agreement with the licensee for the taking of such \nsupply:  \n Provided, thirdly, that a licensee on whom such authority has been conferred shall not be \ndeemed to be empowered outside the area of supply to open or break up any street, or any sewer, drain \nor tunnel in or under any street, railway or tramway, or to inte rfere with any telegraph -line, without \nthe written consent of the local authority or person by whom such street, sewer, drain or tunnel is \nrepairable, or of the telegraph -authority, as the case may be, 2[unless the 1[Provincial Government], \nafter such inqu iry as it thinks fit, considers that such consent has been unreasonably withheld] :  \n Provided, fourthly, that, save as aforesaid, the provisions of this Act shall apply in the case of \nany supply authorized under this section as if the said supply were mad e within the area of supply.  \nPART III  \n \nSUPPLY, TRANSMISSION AND USE OF ENERGY BY NON -LICENSEES  \n 28. Sanction required by non -licensees in certain cases. –(1) No person, other than a licensee, \nshall engage in the business of supplying energy except with the previous sanction of the l[Provincial \nGovernment] and in accordance with such conditions as the 1[Provincial Government] may fix in this \nbehalf, and any agreement to the contrary shall be void:  \n 3[*  *  *  *  *  *  *]  \n \n1Subs. by A.O., 1937, for “L.G.”  \n2Ins. by the Indian Electricity (Amdt.) Act 1922 (I of 1922), s. 12. 28  \n3The first proviso omitted by the Indian Electricity (Amdt.) Act, 1922 (I  of 1921), s. 13.  \n \n \n \nPage 27 of 49 \n  Provided 2[*] that such sanction shall not be given within the area for which a local authority \nis constituted, without that local authority’s consent, or within the area of supply of any licensee, \nwithout that licensee’s consent, unl esss the l[Provincial Government] considers that consent has been \nunreasonably withheld.  \n (2) Where any difference or dispute arises as to whether any person is or is not engaging, or \nabout to engage, in the business of supplying energy within the meaning of sub -section (1), the matter \nshall be referred to the l[Provincial Government], and the decision of the l[Provincial Government] \nthereon shall be final.  \n 29. Power for non -licensees to break up streets. –(1) The local authority may, by order in \nwriting, confer and impose upon any person, who has obtained the sanction of the l[Provincial \nGover nment] under section 28 to engage in the business of supplying energy, all or any of the powers \nand liabilities of a licensee under sections 12 to 19, both inclusive, and the provisions of the said \nsections shall thereupon apply as if such person were a li censee under Part II.  \n (2) A local authority, not being a licensee, shall, for the purpose of lighting any street, have the \npowers and be subject to the liabilities respectively conferred and imposed by sections 12 to 19, both \ninclusive, so far as applica ble, as if it were a licensee under Part II.  \n (3) In cases other than those for which provision is made by sub -section (1), the person \nresponsible for the repair of any street may, by order in writing, confer and impose upon any person \nwho proposes to tra nsmit energy in such street all or any of the powers and liabilities of a licensee \nunder sections 12 to 19 (both inclusive), in so far as the same relate to_  \n(a)  opening or breaking up of the soil or pavement of such street, or  \n(b)  laying down or placi ng electric supply -lines in, under, along or across such \nstreet, or  \n(c)  repairing, altering or removing such electric supply lines, and thereupon the \nprovisions of the said sections shall, so far as aforesaid, apply to such person as \nif he were a license e under Part II.  \n (4) If no order is made within fourteen days after the receipt of an application for the same \nunder sub -section (1) or sub -section (3), the order so applied for shall be deemed to have been refused, \nand every order, and every refusal to make an order, unde r sub -section (1) or sub -section (3), shall be \nsubject to revision by the l[Provincial Government].  \n 3[29A. Application of section 18 to aerial lines maintained by railways. –The provisions of \nsub-section (3) and (4) of section 18 and of the Explanation thereto shall apply in the case of any aerial \nline placed by any railway administration as defined in section 3 of the Railways Act, 1890 (IX o f \n1890), as if references therein to the licensee were references to the railway administration.]  \n30. Control of transmission and use of energy. –(1) No person, other than a licensee duly authorized \nunder the terms of his license, shall transmit or use energy at a rate exceeding two hundre d and fifty \nwatts,___  \n \n1Subs. by A. O., 1937 for “L. G.”.  \n2The word “also” omitted ibid. 29  \n3S. 29A ins. by the Indian Electricity (Amdt.) Act, 1923 ( XL of 1923), s. 2.  \n \nPage 28 of 49 \n   \n(a)  in any street, or  \n(b)  in any place,  \n(i)  in which one hundred or more persons are likely ordinarily to be \nassembled, or  \n(ii)  which is a factory within the meaning of 1[Factories Act, 1934(XXV of \n1934)], or  \n(iii)  which is a mine within the meaning of the 2[Mines Act, 1923 (IV of \n1923)] 3[or  \n3(iv)  to which the 4[Provincial Government], by general or special order, \ndeclares the provisions of this sub -section to apply,]  \n without giving not less than seven clear days’ notice in writing of his intention to the District \nMagistrate, 5[* * * ] and comp lying with such of the provisions of Part IV, and of the rules made there \nunder, as may be applicable:  \n Provided that nothing in this section shall apply to energy used for the public carriage of \npassengers, animals or goods on, or for the lighting or ven tilation of the rolling -stock of, any railway \nor tramway subject to the provisions of the Railways Act, 1890 (IX of 1890):  \n Provided, also that the 4[Provincial Government] may, by general or special order and subject \nto such conditions and restrictions a s may be specified therein, exempt from the application of this \nsection or of any such provision or rule as aforesaid any person or class of persons using energy on \npremises upon or in connection with which it is generated, or using energy supplied under P art II in \nany place specified in clause ( b).  \n (2) Where any difference or dispute arises as to whether a place is or is not one in which one \nhundred or more persons are likely ordinarily to be assembled, the matter shall be referred to the \n4[Provincial Government], and the decision of the 4[Provincial  Government] thereon shall be final.  \n (3) The provisions of this section shall be binding on the 6[Government].  \nPATR IV  \n \nGENERAL  \n \nProtective Clauses  \n \n \n1Subs. by the Federal Laws (Revision and  Declaration) Ordinance, 1981 (XXVII  of 1981), s. 3 and Second Sch., for “Indian Factories Act, 1911”.  \n2Subs. ibid for “Indian Mines Act, 1901”.  \n3The word “or” a nd sub -clause (iv) ins. by Act I  of 1922 s. 14.  \n4Subs. by A. O., 1937, for “L. G.”.  \n5The original words “or in a Presidency -town or Rangoon to the Commissioner of Police” as amended by A. O., 1937, were omitted by the Federal Laws \n(Revisio n and Declaration) Act. 1951 (XXVI  of 1951), s. 3 and Second Sch. 30  \n6Subs. by A. O., 1961, Art. 2, for “Crown” ( with effect from the 23rd March, 1956).  \n \n \nPage 29 of 49 \n  31. Pro tection of railways and canals, docks, wharves and piers. –No person shall, in the \ngeneration, transmission, supply or use of energy, in any way injure any railway, tramway, canal or \nwaterway or any dock, wharf or pier vested in or controlled by a local aut hority, or obstruct or interfere \nwith the traffic on any railway, tramway, canal or water -way.  \n 32. Protection of telegraphic, telephonic and electric signaling  lines. –(1) Every person \ngenerating, transmitting, supplying or using energy (hereinafter in th is section referred to as the) \noperator’ shall take all reasonable precautions in constructing, laying down and placing his electric \nsupply -lines and other works and in working his system, so as not injuriously to affect, whether by \ninduction, or otherwise  the working of any wire or line used for the purpose of teleg raphic, telephonic, \nor electric signalling communication, or the currents in such wire or line.  \n (2) Where any difference or dispute arises between the operator and the telegraph -authority as \nto whether the operator has constructed, laid down or placed his electric supply -lines or other works, \nor worked his system, in contravention of sub -section (1),  or as to whether the working of any wire, \nline or current is or is not injuriously affected thereby, the matter shall be referred to 1[the 2[Federal \nGovernment] ; and 1[the 2[Federal Government]; unless 3[it] is of opinion that the wire or line has been \nplaced in unreasonable proximity to the electric supply -lines or works of the operator after the \nconstruction of such lines or works, may direct the operator to make such alterations in, or additions \nto, his system as may be necessary in order to comply wit h the provisions of this section, and the \noperator shall make such alterations or additions accordingly:  \n Provided that nothing in this sub -section shall apply to the repair, renewal or amendment of \nany electric supply -line so long as the course of the el ectric supply -line and the amount and nature of \nthe energy transmitted thereby are not altered.  \n (3) Where the operator makes default in complying with the requirements of, this section, he \nshall make full compensation for any loss or damage incurred by r eason thereof, and, where any \ndifference or dispute arises as to the amount of such compensation, the matter shall be determined by \narbitration.  \n Explanation. -For the purposes of this section, a telegraph line  shall be deemed to be injuriously \naffected if  telegraphic, telephonic or electric signaling  communication by means of such line is, \nwhether through induction or otherwise prejudicially interfered with by an electric supply line or work \nor by any use made thereof.  \n 33. Notice of accidents and inquiri es.–4[(1) If any accident occurs in connection with the \ngeneration, transmission, supply or use of energy in, or in connection with, any part of the electric \nsupply -lines or other works of any person, and the accident results or is likely to have resulted in loss \nof life or personal injury, such person shall give notice of the occurrence, and of any loss of life or \npersonal injury actually occasioned by, the accident, in such form and within such time and to such \nauthorities as the 5[Provincial Government] may, by general or special older, direct.]  \n (2) The 2[Provincial Government] may, if it thinks fit, require any Electric Inspector, or any \nother competent person appointed by it in this behalf, to inquire and report__  \n \n1Subs. by A. O., 1937, for “the L. G.”, which had been subs. for “G. G. in C. ” by the Devolution Act, 1920 (XXXVIII  of 1920 ), s. 2 and First Sch.  \n2Subs. by F.A.O., 1975, Art. 2 and Table, for “Central Government”.  \n3Subs. by Act XXXVIII  of 1920 , s. 2 and First Sch for “he”. 31  \n4Subs. b y the Indian Electri city (Amdt.) Act, 1922 (I  of 1922),: s. 15, for the original sub -section (1).  \n5Subs. by A. O., 1937, for “L. G.”.  \n \nPage 30 of 49 \n (a)  as to the cause of any accident affecting the safety of the public, which may \nhave been occasioned by, or in connection with the generation, transmission, \nsupply or use of energy, or  \n(b)  as to the manner in, and extent to, which the provisions of this Ac t or of any \nlicense or rules thereunder, so far as those provisions affect the safety of any \nperson, have been complied with.  \n 34. Prohibition of connection with earth, and power for Government to interfere in \ncertain cases of default. –(1) No person shall , in the generation, transmission supply or use of energy, \npermit any part of his electric supply -lines to be connected with earth except so far as may be \nprescribed in this behalf or may be specially sanctioned by the 1[Provincial Government.]  \n (2) If at any time it is established to the satisfaction of the 1[Provincial Government]___  \n(a) that any part of an electric supply -line is connected with earth contrary to the \nprovisions of sub -section (1), or  \n(b)  that any electric supply -lines or othe r works for the generation, transmission, \nsupply or use of energy are attended with danger to the public safety or to human \nlife or injuriously affect any telegraph -line, or  \n(c)  that any electric supply -lines or other works are defective so as not to be in \naccordance with the provisions of this Act or of any rule thereunder,  \n 1[Provincial Government] may, by order in writing, specify the matter complained of and \nrequire the owner or user of such electric supply -lines or other works to remedy it in such m anner as \nshall be specified in the order, and may also in like manner forbid the use of any electric supply -line \nor works until the older is complied with or for such time as is specified in the order.  \nAdministration and Rules  \n 35. Advisory Boards. –(1) The 2[* * * ] l[Provincial Government] may, for the whole or any \npart of the Province, by notification in the 3[official] Gazette], 4[* * * ], constitute an Advisory Board.  \n (2) 5[The Board] shall consist of a chairman and not less than two othe r members.  \n 6[*  *  *  *  *  *  *]  \n 7[(3) 8[The Provincial Government] may, by general or special order, –  \n \n \n1Subs. ibid., for the words “Local Government” which had been subs., for “Governor General in Council ” by the Devolution Act, 1920 (XXXVIII  of \n1920), s. 2 and First Sch. 32  \n2The words “Central Government may, for the whole or any part of Pakistan and each” as amended by A. O., 1937, A. O., 1949, an d the Central Laws \n(Statute Reform) Ordinance, 1960 (XXI  of 1960), s. 3 and 2nd Sch.(wi th effect from the 14th October, 1955), have been omitted by A. O., 1964, Art. 2 \nand Sch.  \n3Subs. by A. O., 1937, for “Gazette of India”.  \n4The words “or the local official Gazette, as the case may be” omitted, ibid.  \n5Subs. by A. O., 1964, Art. 2 and Sch.  for “Every such Board”.  \n6Sub-section (3) omitted by the Indian  Electricity (Amdt) Act, 1922 (I  of 1922), s. 16.  \n7The original sub -section (4) was re -numbered as sub -section (3), ibid.  \n8The original words “The G.G. in C. or the L.G. as the case may be have successivly been amended by A.O., 1937 and A. O., 1964 , Art. 2 and Sch., to \nread as above.  \n \nPage 31 of 49 \n 1[(a)  determine the number of members of which 2[the Board] shall be constituted \nand the manner in which such members shall be appointed,]  \n1[(b)]  define the duties and regulate the procedure of 2[the Board],  \n1[(e)]  determine the tenure of office of the members of 2[the Board], and  \n1[(d)]  give directions as to the payment of fees to, and the travelling expenses incurred \nby, any member of 2[the Board] in the performance of his duty.  \n 36. Appointment of Electric Inspectors. –3[* * * * * * * ]  \n (2) The 4[Provincial Government) may, by notifica tion in the 5[official Gazette], appoint duly \nqualified persons to be Electric Inspectors within such areas as may be assigned to them respectively; \nand every Inspector so appointed shall 6[* * * ] exercise the powers and perform the functions of an \nElectri c Inspector under this Act subject to such restrictions as the 4[Provincial Government] may \ndirect.  \n (3) In the absence of express provision to the contrary in this Act, or any rule thereunder, an \nappeal shall lie from the decision of an Electric Inspecto r to the 7[Provincial Government] or, if the \nProvincial Government, by general or special order, so directs, to the Advisory Board].  \n 8[36A. Electricity Board. –9[(1) A Board to be called the Federal Electricity Board shall be \nconstituted to exercise the powers conferred by section 37.  \n (2) The Federal Electricity Board shall consist of the following members, namely:___  \n(a)  a Chairman to be nominated by the Fede ral Government;  \n(b)  one member each to be nominated by the Provincial Governments of the Punjab, \nNorth -West Frontier Province, Sind and Baluchistan;  \n(c)  one member to be nominated by the Federal Government for Islamabad Capital \nTerritory; and  \n(d)  one member to be nominated by the Chairman of the Railway Board:  \nProvided that if at any time it seems fit to do so the Federal Government may appoint not more \nthan two additional members.]  \n \n \n1Clauses (a), (b) and (c) were re -lettered as clauses (b), (c) and (d) respectively, by Act I of 1922, s. 16.  \n2Subs. by A.O., 1964, Art. 2 and Sch. for “any such Board”.  \n3The original sub -section (1) as amended by A. O., 1937, has been omitted by A.O., 1964, Art. 2 and Sch.  \n4Subs. by A. O., 1937, for “L. G.”.  \n5Subs. ibid., for “local official Gazette”.  \n6The words “except in relation to mines, oil -fields and railways” which were ins. by A. O., 1937, have been omitted by A. O., 1964, Art. 2 and Sch.  \n7Subs. by A. O., 1964, Art. 2  and Sch., for certain original words as amended by A. O., 1937 and the Indian E lectricity (Amdt.) Act, 1922 (I of 1922) s. \n17.  \n8Section 36A ins. by the Indian Electricity (Amdt.) Act, 1937 (X  of 1937), s. 3.  \n9Subs. by the Federal Laws (Revision and Decl aration) Ordinance 1981 (27 of 1981), s. 3 and Second Sch., for sub -sections (1) and (2) which had been \namended by various  enactments from time to time.   \n \nPage 32 of 49 \n    (3) Any vacancy occurring in the Board 1[* * * ], shall be filled as soon as may be by a \nnomination  made by the authority by whom the member vacating office was nominated.  \n (4) The Board shall have full power to regulate by by -laws or otherwise its own procedure and \nthe conduct of all business to be transacted by it.  \n (5) The powers of the 2[Federal Electricity Board] may be exercised notwithstanding any \nvacancy in the Board.]  \n 37. Power for Board to make rules. –(1) The 3[Federal Electricity Board may make rules] to \nregulate the generation transmission, supply and use of energy and, generall y, to carry out the purposes \nand objects of this Act.  \n (2) In particular and without prejudice to the generality of the foregoing power, such rules \nmay___  \n(a)  prescribe the form of applications for licenses and the payments to be made in \nrespect thereof ;  \n(b)  regulate the publication of notices;  \n(c)  prescribe the manner in which objections with reference to any application \nunder Part II are to be made;  \n(d)  provide for the preparation and submission of accounts by licensees in a \nspecified form;  \n(e)  provide for the securing of a regular, constant and sufficient supply of energy \nby licensees to consumers and for the testing at various parts of the system of \nthe regularity and sufficiency of such supply and for the examination of the \nrecords of such te sts by consumers;  \n(f)  provide for the protection of persons and property from injury by reason of \ncontact with, or the proximity of, or by reason of the defective or dangerous \ncondition of, any appliance or apparatus used in the generation, transmission,  \nsupply or use of energy;  \n(g)  for the purposes of electric traction regulate the employment of insulated \nreturns, or of uninsulated metallic returns of low resistance, in order to prevent \nfusion or injurious electrolytic action of or on metallic pipes, s tructures or \nsubstances, and to minimise, as far as is reasonably practicable, injurious \ninterference with the electric wires, supply -lines and apparatus of parties other \nthan the owners of the electric traction system, or with the currents therein, \nwhethe r the earth is used as a return or not;  \n1The words “otherwise than by the expiry of the term of office of the member referred to in clause ( e) of sub -section (2)” omitted by Ordinance XXI  of \n1960, s. 3 and 2nd Sch., ( with effect from the 14th October, 1955).  \n2Subs. by the Federal Laws (Revision and Declaration) Ordinance, 1981 s. 3, and Second Sch., for “Electricity Board” which had  been amended by A. \nO., 1964, Art. 2 and Sch.  \n3Subs. by Ord. XXVII  of 1981, s. 3 and S econd Schedule for “Electricity Board may make rules for the whole of the Province or any part thereof” which \nhad been amended by Act X of 1937, s. 4, A. O., 1949 and A. O., 1964, Art. 2 and Sch., to read as above.  \nSee the Indian Electricity Rules, 1937, published with the Notification of the G. of 1. (Indurstries and Labour Department), No. F. 601, dated the 27th \nMarch, 1937. These rules, though made by the G.G. in C., are to be deemed to have been made by the Central Electricity Board:  see the Rules and \nRegu lations Continuance Act, 1937 (XXIV  of 1937). 35  \n \nPage 33 of 49 \n  (h)  provide for preventing telegraph -lines and magnetic observatories or \nlaboratories from being injuriously affected by the generation, transmission, \nsupply or use of energy;  \n(i)  prescribe the qual ifications to be required of Electric Inspectors;  \n(j)  authorize any Electric Inspector or other officer of a specified rank and class to \nenter, inspect and examine any place, carriage or vessel in which he has reason \nto believe any appliance or apparatus  used in the generation, transmission, \nsupply or use of energy to be, and to carry out tests therein, and to prescribe the \nfacilities to be given to such inspectors or officers for the purposes of such \nexaminations and tests; 1[*]  \n(k)  authorize and regul ate the levy of fees for any such testing or inspection and, \ngenerally, for the services of Electric Inspectors under this Act; 2[and  \n2(l)  provide for any matter which is to be or may be prescribed.  \n 2(3) Any rules made in pursuance of clause ( f) or clause ( h) of sub -section (2) shall be binding \non the 3[Government]].  \n 4[(4)] In making any rule under this Act the 5[Federal Electricity Board ] may direct that every \nbreach thereof shall be punishable with fine which may extend to three hundred rupees, and, in the \ncase of a continuing breach with a further daily fine which may extend to fifty rupees.  \n 38. Further provisions respecting rules. –(1) The power to make rules under section 37 shall \nbe subject to the condition of the rules being made after previous publication.  \n (2) The date to be specified in accordance with clause (3) of section 23 of the General Clauses \nAct, 1897 (X of 1897) , as tha t after which a draft of rules proposed to be made under section 37 will \nbe taken into consideration shall not be less than three months from the date on which the draft of the \nproposed rules was published for general information.  \n 6[*  *  *  *  *  *  *]  \n 7[(3)] All rules made under section 37 shall be published in the 8[official Gazette] and on such \npublication shall have effect as if enacted in this Act.  \nCriminal Offences and Procedure  \n \n \n \n1The word “and” omitted by the Indian Electricity (Amdt.) Act, 1 922 (I  of 1922), s. 18.  \n2The word “and” clause (1) and sub -section (3) ins., ibid.  \n3Subs. by A. O., 1961, Art. 2 for “Crown” ( with effect from the 23rd March, 1956).  \n4Sub-section (3) was re -numbered as sub -section (4), by Act I of 1922, s. 18.  \n5Subs. by the Federal Laws (Revision and Declaration) Ordinance, 1981 ( XXVII  of 1981, s. 3 and Second Sch., for “Electricity Board” which had been \namended by A. O., 1964 Art 2 an d Sch. and Act 10 of 1937, s. 4. 36  \n6Sub-section (3) omitted by the Indian Electricity (Amdt.) Act., 1937 ( X of 1937), s. 5.  \n7The original sub -section (4) was re -numbered as sub -section (3), ibid.  \n8Subs. by A. O., 1964, Art. 2 and Sch., for “Gazette of Pakistan which had been subs. by A. O., 1949, for “Gazette of India”.  \n \n \nPage 34 of 49 \n  1[39. Theft of energy. –(1) Whoever dishonestly abstract s, consumes or uses energy shall be \npunished with imprisonment of either description for a term which may extend to three ears or with \nfine which may extend to 2[five million] rupees, or with both; and the existence of any device, \ncontrivance or artificial  means for such abstraction, consumption or use shall be prima facie evidence \nof such abstraction, consumption for use.  \n (2) Whoever abets, or conspires in, the commission of acts mentioned in sub -section (1) shall \nbe deemed to have committed an offence u nder sub -section (1).  \n Explanation. -A person shall be deemed to have dishonestly abstracted, consumed or used \nenergy –  \n(a)  if he is found to have tampered or interferred with the set order of wiring \nconnections of any meter, measuring apparatus, includin g kilowatt meter, \nkilowatt hour meter, kilovolt ampere hour meter, kilovolt ampere reactive hour \nmeter, current transformers, potential tranformers or their respective fuses, \ninstalled by the licensee for the supply and registration of energy; or  \n(b)  if he is found to have prevented by drilling hole in the casing covering or glass, \nor by jamming the mechanism by mechanical, magnetic or by any other means, \nany meter, maximum demand indicator or other measuring apparatus from duly \nregistering the amount of energy supplied or the electrical quantity contained in \nthe supply; or  \n(c)  if he is found, without written consent of the licensee, to have connected his \ninstallations, appliances and apparatus for the consumption or use of energy \nwith the licensee’s wor ks directly without passing through a meter, maximum \ndemand indicator or other measuring apparatus.]  \n 3[39A. Penalty for installation of artificial means, etc. –(1) Whoever installs or uses any \ndevice, contrivance or artificial means for dishonest abstract ion, consumption or use of energy of a \nlicensee, whether he derives any benefit therefrom or not, shall be punished with imprisonment of \neither description for a term which may extend to three years, or with fine which may extend to 4[five \nmillion] rupees, or with both; and if it is proved that any device, contrivance or artificial means for \nsuch abstraction, consumption or use exists or has existed on a premises, it shall be presumed, unless \nthe contrary is proved, that such person ha s committed an offence under this sub -section.  \n (2) Whoever abets, or conspires in, the commission of any act mentioned in sub -section (1) \nshall be deemed to have committed an offence under that sub -section.  \n Explanation .___ In this section, “artificial means” includes –  \n(a)  making of direct electrical connection from the aerial line through artificial \njumper;  \n \n1Subs. by the Electri city (Amdt.) Ordinance. 1979, (LXII  of 1979) s. 8, for section 39.  \n2Subs. by Ord.  XV of 1999. s.2. 37  \n3Section 39 -A ins. by the Electr icity (Amdt) Ordinance, 1979 (LXII  of 1979) s.9 This section has been substituted an its application to Provinces of the \nPunjab, N.W.F.P, Sind and Baluchistan s. 10.  \n4Subs.by Ord.  XV of 1999, s.3.38  \n \n \n \nPage 35 of 49 \n (b)  making of direct electrical connection from transformers, cable, meter’s main \nterminals and from consumer’s installations through artificial wiring;  \n(c)  disconnecting the potential link from the meter terminals by means of a pl ier, \nscrew driver, cutter or any other instrument;  \n(d)  breaking the glass cover of a meter or drilling hole in the casing or covering of \na meter by any means;  \n(e)  stopping or slowing the revolutions of a meter disc by artificial magnet; and  \n(f)  stopping or slowing or reversing the revolutions of the meter disc by changing \nthe phase sequence of meter through artificial electrical circuit.]  \n 40. Penalty for maliciously wasting energy or injuring works. –Whoever maliciously causes \nenergy to be waste d or diverted or, with intent to cut off the supply of energy, cuts or injures, or \nattempts to cut or injure, any electric supply -line or works, shall be punishable with imprisonment for \na term which may extend to two years, or with fine which may extend t o one thousand rupees, or with \nboth.  \n 41. Penalty for unauthorized supply of energy by non -licensees. –Whoever, in contravention \nof the provisions of section 28, engages in the business of supplying energy shall be punishable with \nfine which may extend to three thousand rupees, and, in the case of a continuing contravention, with a \ndaily fine which may by extend to three hundred rupees.  \n 42. Penalty for illegal or defective supply or for non -compliance with order. –Whoever –  \n(a)  being a licensee, save as p ermitted under section 27 or section 51 or by his \nlicense, supplies energy or lays down or places any electric supply -line or works \noutside the area of supply; or  \n(b)  being a licensee, in contravention of the provisions of this Act or of the rules \nthereu nder or in breach of the conditions of his license and without reasonable \nexcuse, the burden of proving which shall lie on him, discontinues the supply \nof energy or fails to supply energy; or  \n(c)  makes default in complying with any order issued to him un der section 34, sub -\nsection (2); shall be punishable with fine which may extend to one thousand \nrupees, and, in the case of a continuing offence or default, with a daily fine \nwhich may extend to one hundred rupees.  \n 43. Penalty for illegal transmission or  use of energy. –Whoever, in contravention of the \nprovisions of section 30, transmits or uses energy without giving the notice required thereby, shall be \npunishable with fine which may extend to five hundred rupees, and, in the case of a continuing offence,  \nwith a daily fine which may extend to fifty rupees.  \n 1[44. Penalty for interference with meters or licensee’s works and for improper use of \nenergy. –Whoever –  \n1Subs. by the Electr icity (Amdt.) Ordinance, 1979 (LXII  of 1979), s. 11. for  section 44. 39  \n \n \nPage 36 of 49 \n (a)  connects any meter, maximum demand indicator or other measuring apparatus \nreferred to in section 26, with any electric supply -line through which energy is \nsupplied by a licensee, or disconnects the same from any such electric supply -\nline without the licensee’s consent in writing; or  \n(b)  lays, or causes to be laid, or connects up any works for the purpose of \ncommunicating with any other works belonging to a licensee, without such \nlicensee’s consent in writing; or  \n (c)  uses the ener gy supplied to him by a licensee under one method of charging in \na manner for which a higher method of charging is in force without the \nlicensee’s consent in writing, or adopts any appliance or uses energy supplied \nto him by a licensee in a manner prejudic ial to the safety or efficient working of \nthe licensee’s electric supply -line or works, or deals with it in a manner so as to \ninterfere with the efficient supply of energy by the licensee to any other person \n; shall be punishable with fine which may extend  to 1[five million] rupees, and, \nin the case of a continuing offence, with a daily fine which may extend to1[five \nthousand] rupees; and if it is proved that any artificial means exist or have \nexisted for making such connection as is referred to in clause ( a), or such \ncommunication as is referred to in clause (b), or for facilitating such improper \nuse of energy as is referred to in clause (c), and that the meter, maximum \ndemand indicator or other measuring apparatus is under the custody or control \nof the con sumer, whether it is his property or not, it shall be presumed, until the \ncontrary is proved, that such connection, communication or improper use, as the \ncase may be, has been knowingly and wilfully caused by such consumer.]  \n 45. Penalty for extinguishing  public lamps. –Whoever maliciously extinguishes any public \nlamp shall be punishable with imprisonment for a term which may extend to six months, or with fine \nwhich may extend to three hundred rupees, or with both.  \n 46. Penalty for negligently wasting ener gy or injuring works. –Whoever negligently causes \nenergy to be wasted or diverted, or negligently breaks, throws down or damages any elec tric supply -\nline, post, pole or lamp or other apparatus connected with the supply of energy, shall be punishable \nwith fi ne which may extend to two hundred rupees.  \n 47. Penalty for offences not otherwise provided for. –Whoever, in any case not already \nprovided for by sections 39 to 46 (both inclusive), makes default in complying with any of the \nprovisions of this Act, or with any order issued under it, or, in the case of a licensee, with any of the \nconditions of his lice nse, shall be punishable with fine which may extend to one hundred rupees, and, \nin the case of a continuing default, with a daily fine which may extend to twenty rupees:  \n Provided that, where a person has made default in complying with any of the provisio ns of \nsections 13, 14, 15, 17 and 32, as the case may be, he shall not be so punishable if the Court is of \nopinion that the case was one of emergency, and that the offender complied with the said provisions \nas far as was reasonable in the circumstances.  \n \n1Subs. by Ord.  XV of 1999, s.4. 40  \n \nPage 37 of 49 \n  48. Penalties not to affect other liabilities. –The penalties imposed by sections 39 to 47 (both \ninclusive) shall be in addition to, and not in derogation of, any liability in respect of the payment of \ncompensation or, in the case of a licensee, the revocation of his license, l[or the payment of penalty in \nlieu thereof, ] which the offender may have incurred.  \n 49. Penalties where works belong to Government. –The provisions of section 39, 40, 44, 45 \nand 46 shall, so far a s they are applicable, be deemed to apply also when the acts made punishable \nthereunder are committed in the case of energy supplied by, or of works belonging to, 2[the 3[Federal \nGovernment ]or any Provincial Government].  \n 50. Institution of prosecutions. –No prosecution shall be instituted against any person for any \noffence against this Act or any rule, license or order thereunder, except at the instance of the \nGovernment or an Electric Inspector, or of a person aggrieved by the same.  \n 4[50A. Cognizance o f offences, etc. –(1) No court inferior to that of a Magistrate of the first \nclass shall try an offence punishable under this Act.  \n (2) Notwithstanding anything contained in section 32 of the Code of Criminal Procedure, 1898 \n(Act V of 1898), it shall be la wful for any Magistrate of the first class to pass any sentence authorised \nby this Act.]  \nSupplementary  \n 51. Exercise in certain cases of powers of telegraph authority. –Notwithstanding anything \nin sections 12 to 16 (both inclusive) and sections 18 and 19, the 5[Provincial Government] may, by \norder in writing, for the placing of appliances and apparatus for the transmission of energy, confer \nupon any public officer or licensee, subject to such conditions and restrictions (if any) as the \n5[Provincial Government] may think fit to impose, and to the provisions of the Telegraph Act, 1885 \n(III of 1885), any of the powers which the telegraph -authority possesses under that Act, with respect \nto the placing of telegraph -lines and posts for the purp oses of a telegraph established or maintained by \nthe Government or to be so established or maintained.  \n 52. Arbitration. –Where any matter is, by or under this Act, directed to be determined by \narbitration, the matter shall, unless it is otherwise expressl y provided in the license of a licensee, be \ndetermined by such person or persons as the 6[Provincial Government] may nominate in that behalf on \nthe application of either party; but in all other respects the arbitration shall be subject to the provisions \nof the 7[*] Arbitration Act, 8[1940] (X of 1940).  \n 53. Service of notices, orders or documents. –(1) Every notice, order or document by or under \nthis Act required or authorized to be addressed to any person may be served by post or left, -  \n(a)  where 9[the 3[Federal Government] or the Provincial  \n \n1Ins. by the Electricity Act (Amdt.) Ordinance, 1962 ( VI of 1962) s,3.  \n2Subs, by A. O.. 1949 for “any Government in British India” which was previously subs, by A, O., 1937, for “the Govt.”,  \n3Subs, by F.A.O., 1975 , Art. 2 and Table, for “Central Government”.  \n4Ins. by Ord.  XV of 1999, s.5.  \n5Subs. by A. O.,' 1937, for “L.G.”, which had been subs, by the Indian Electricity (Amdt.) Act, 1922 ( I of 1922) s. 20 for “G. G. in C,”.  \n6Subs. by A. O., 1937, for “L, G,”.  \n7The word “Indian” omitted by the Repealing and Amending Act. 1940( XXXII  of 1940), s. 3 and Second Sch,  \n8Subs. by the Arbitration Act, 1940 ( X of 1940), s. 49 (2) and Fourth Sch., for “1899” (with effect from the Ist July, 1940).  \n9Subs. by A, O., 1937, f or “the Govt,”. 41  \n \nPage 38 of 49 \n Government] is the addressee, at the office of l[such officer as the 2[Federal Government] or \n 3[Provincial Government], as the case may be, may designate in this behalf];  \n 4[*  *  *  *  *  *  *]  \n(b)  where a local authority is the ad dressee, at the office of the local authority;  \n(c)  where a Company is the addressee, at the registered office of the Company or, \nin the event of the registered office of the Company not being in 5[Pakistan], at \nthe head office of the Company in 5[Pakistan];  \n(d)  where any other person is the addressee, at the usual or last known place of \nabode or business of the person.  \n (2) Every notice, order or document by or under this Act required or authorized to be addressed \nto the owner or occupier of an y premises shall be deemed to be properly addressed if addressed by the \ndescription of the “owner” or “occupier” of the premises (naming the premises), and may be served \nby delivering it, or a true copy thereof, to some person on the premises, or, if there  is no person on the \npremises to whom the same can with reasonable diligence be delivered, by affixing it on some \nconspicuous part of the premises.  \n 54. Recovery of sums recoverable under certain provisions of Act. –6[Any penalty imposed \nunder section 4, s ub-section (2), every sum] declared to be recoverable by section 5, clause (f), section \n6, sub -section (2), section 14, sub -section (2), clause (h), section 16, sub -section (2), section 18, sub -\nsection (2), or sub -section (4) or section 26, sub -section (4) , and every fee leviable under this Act, may \nbe recovered, on application to a Magistrate having jurisdiction where the person liable to pay the same \nis for the time being resident, by the distress and sale of any moveable property belonging to such \nperson .  \n 7[54A. Charges for supply of energy recoverable as arrears of land revenue. –(1) \nNotwithstanding anything contained in this Act or in any other law for the time being in force or in \nany instrument or agreement, the charges for supply of energy or any ot her sum outstanding against a \nconsumer under this Act shall be recoverable as an arrear of land revenue.  \n (2) A licensee, or any person duly authorised by the licensee, may apply, with a certificate \nshowing the amount outstanding against a consumer, to th e Collector of the district concerned for the \nrecovery of the said amount, and the Collector shall, thereupon proceed to recover the same from such \nconsumer, or his sureties, or from all of them, as an arrear of land revenue.  \n 54B. Requisition of Police a ssistance. –Where a license, or any person duly authorised by him \nin this behalf, requires any police assistance for carrying out the purposes of this Act, he may make an \napplication to the District Magistrate or Assistant Commissioner of the sub -division c oncerned and the \nDistrict Magistrate or, as the case may be, the Assistant Commissioner may direct the officer in charge \nof the police station concerned to render the assistance required.  \n \n1Subs. by Act I  of 1922, s. 21, for “the Secretary in the Public Works Department,” .  \n2Subs. by F.A.O 1975, Art. 2 and Table, for “Central Government” which had been subs. by A.O, 1937, for “G. G. in C”.  \n3Subs. by A.O., 1937, for “L. G”.  \n4Clause ( aa) which was ins. by  A. O., 1937, omitted by A. O., 1949.  \n5Subs. by A. O., 1949, for “India”.  \n6Subs. by the Electricit y Act (Amdt.) Ordinance, 1962 (VI  of 1962), s. 4 for “Every sum”. 42  \n7New sections 54A. 54B and 54C ins. by the Electridty (Amdt.) Ordinance: 1979 ( LXII  of 1979), s. 12. 43  \n \n \nPage 39 of 49 \n  54C. Bar of Jurisdiction. –(1) Where a licensee gives a notice referred to in sub -section (1) of \nsection 24 or discontinues supply of energy to a premises under the provisions of this Act, no court \nshall make an order prohibiting  the licensee from discontinuing supply of energy to the premises, or \nrequiring him to restore supply of energy to such premises, and any such order made before the \ncommencement of the Electricity (Amendment) Ordinance, 1979, shall cease to have effect:  \n Provided that nothing contained herein shall apply to a case in which the plaintiff, applicant or \nappellant, within a period of thirty days of the aforesaid date or at the time of filing the suit, application \nor appeal, as the case may be, deposits with th e court the amount assessed against him by the licensee \nand all further charges of the licensee as and when they become due; and in the event of his failing to \ndo so, any order prohibiting the licensee from discontinuing the supply of energy to the premise s or \nrequiring him to restore the supply of energy to the premises, if already made, shall cease to have \neffect.  \n (2) Where an amount has been deposited under sub -section (1), the court shall direct it to be \ndeposited in a scheduled bank in the name of th e licensee on an undertaking being furnished by the \nlicensee to the effect that in case the suit or appeal is decided against him, he shall repay the said \namount to the plaintiff or appellant, as the case may be, with such reasonable return as the court ma y \ndetermine.]  \n 55. Delegation of certain functions of Provincial Government to Electric Inspectors. –The \n1[Provincial Government] may, by general or special order, authorize the discharge of any of its \nfunctions under section 13 or section 18 2[or section 34, sub -section (2),] or clause V, sub -clause (2), \nor clause XIII of the Schedule by an Electric Inspector.  \n 56. Protection for acts done in good faith. –No suit, prosecution or other proceeding shall lie \nagainst any public officer, or any serv ant of a local authority, for anything done, or in good faith \npurporting to be done, under this Act.  \n 57. Amendment of the Land Acquisition Act, 1894. –(1) In section 40, sub -section (1), clause \n(b), and section 41, sub -section (5), of the Land Acquisition  Act, 1894 (I of 1894), the term “work” \nshall be deemed to include electrical energy supplied, or to be supplied, by means of the work to be \nconstructed.  \n (2) The 1[Provincial Government] may, if it thinks fit, on the application of any person, not \nbeing a company, desirous of obtaining any land for the purposes of his undertaking, direct that he \nmay acquire such land under the provisions of the Land Acquisition Act, 1894 (I of 1894), in the same \nmanner and on the same conditions as it might be acquired if  the person were a company.  \n 58. Repeals and savings. –(1) The Indian Electricity Act, 1903 (III of 1903), is hereby repealed:  \n Provided that every application for a license made and every license granted under the said Act \nshall be deemed to have been ma de and granted under this Act.  \n (2) Northing in this Act shall be deemed to affect the terms of any license which was granted, \nor of any agreement which was made, by or with the sanction of the Government for the supply or use \nof electricity before the co mmencement of this Act.  \n \n1Subs. by A.O.1937, for “L.G”.  \n2Ins.by the Indian Electricity (Amdt.) Act, 1922 ( I of 1922), s.22. 44  \n \n \nPage 40 of 49 \n THE SCHEDULE  \n \nPROVISIONS TO BE DEEMED TO BE INCORPORATED WITH, AND TO FORM PART OF, \nEVERY LICENSE GRANTED UNDER PART II, SO FAR AS NOT ADDED TO, VARIED OR \nEXCEPTED BY THE LICENSE  \n \n[See section 3, sub -section (2), clause (f)]  \n \nSecurity and Accounts  \n 1. Security for execution of works of licensee not being local authority. –Where the licensee \nis not a local authority, the following provisions as to giving security shall apply, namely: –  \n(a)  The licensee shall, within the period fixed in that behalf by his license, or any \nlonger period which the l[Provincial Government] may s ubstitute therefor by \norder under section 4, sub -section (3), clause (b), of the Electricity Act, 1910, \nbefore exercising any of the powers by the license conferred on him in relation \nto the execution of works, show, to the satisfaction of the l[Provincial  \nGovernment], that he is in a position fully and efficiently to discharge the duties \nand obligations imposed upon him by the license throughout the area of supply.  \n(b)  The licensee shall also, within the period fixed in that behalf by his license, or \nany longer period which the l[Provincial Government] may substitute therefor \nby order under section 4, sub -section (3), clause (b), of the Electricity Act, 1910, \nand before exercising any of the powers conferred on him in relation to the \nexecution of works, d eposit or secure to the satisfaction of the l[Provincial \nGovernment] such sum (if any) as may be fixed by the license, or, if not so \nfixed, by the l[Provincial Government].  \n(c)  The said sum deposited or secured by the licensee under the provisions of thi s \nclause shall be repaid or released to him on the completion of the works or at \nsuch earlier date or dates and by such instalments, as may be approved by the \nl[Provincial Government].  \nII. Audit of accounts of licensee not being local authority. –Where the licensee is not a local \nauthority, the following provisions as to the audit of accounts shall apply, namely:___  \n(a)  The annual statement of accounts of the undertaking shall, before being \nrendered under section 11 of the Electricity Act, 1910, be examined and audited \nby such person as the l[Provincial Government] may appoint or approve in this \nbehalf, and the remuneration of the auditor shall be such as the l[Provincial \nGovernment] may direct, and his remuneration and all expenses inc urred by him \nin or about the execution of his duties, to such an amount as the l[Provincial \nGovernment] shall approve, shall be paid by the licensee on demand.  \n \n \n \n1Subs. by A. O ., 1937, for “L.G.”. 45  \n \nPage 41 of 49 \n (b)  The licensee shall afford to the auditor, his cl erks and assistants, access to all \nsuch books and documents relating to the undertaking as are necessary for the \npurposes of the audit, and shall, when required, furnish to him and then all \nvouchers and information requisite for that purpose, and afford to  him and them \nall facilities for the proper execution of his and their duty.  \n(c)  The audit shall be made and conducted in such manner as the l[Provincial \nGovernment] may direct.  \n(d)  Any report made by the auditor, or such portion thereof as the 1[Provincial \nGovernment] may direct, shall be appended to the annual statement of accounts \nof the licensee, and shall thenceforth form part thereof.  \n(e)  Notwithstanding the foregoing provisions of this clause, the l[Provincial \nGovernment] may, if it thinks fit, accept the examination and audit of an auditor \nappointed by the licensee.  \n III. Separate accounts. –The licensee shall, unless the l[Provincial Gov ernment] otherwise \ndirects, at all times keep the accounts of the capital employed for the purposes of the undertaking \ndistinct from the accounts kept by him of any other undertaking or business.  \nCompulsory works and supply  \n IV. Execution of work after co mmencement of license. –The licensee shall, within a period \nof three years after the commencement of the license, execute to the satisfaction of the 1[Provincial \nGovernment] all such works as may be specified in the license in this behalf or, if not so spec ified, as \nthe 1[Provincial Government] may, by order in writing issued within six months of the date of the \ncommencement of the license, direct.  \n V. Provisions as to laying down of further distributing mains. –(l) Where, after the \nexpiration of two years a nd six months from the commencement of the license, a requisition is made \nby six or more owners or occupiers of premises in or upon any street or part of a street within the area \nof supply or by the l[Provincial Government] or a local authority charged wit h the public lighting \nthereof, requiring the licensee to provide distributing mains throughout such street or part thereof, the \nlicensee shall comply within six months with the requisition, unless,___  \n(a)  where it is made by such owners or occupiers as aforesaid, the owners or \noccupiers making it do not, within fourteen clear days after the service on them \nby the licensee of a notice in writing in this behalf, tender to the licensee a \nwritten contract duly executed and with sufficient security binding themselves \nto take, or guaranteeing that there shall be taken, a supply of energy for not less \nthan two years to such amount as will in the aggregate produce annually, at the \ncurrent rates charged by the licens ee, a reasonable return to the licensee; or  \n(b)  where it is made by the 1[Provincial Government] or a local authority, the \nl[Provincial Government] or local authority, as the case may be, does not, within \nthe like period, tender a like contract binding i tself to take a supply of energy \nfor not less than seven years for the public lamps in such street or part thereof.  \n1Subs. by A. O.,1937, for “L. G.”. 46  \n \nPage 42 of 49 \n  (2) Where any difference or dispute arises between the licensee and such owners or occupiers \nas to the sufficiency of the security offered under this clause, or as to the amount of energy to be taken \nor guaranteed as aforesaid, the matter shall be referred to the l[Provincial Government], and either \ndecided by it or, if it so directs, determined by arbi tration.  \n (3) Every requisition under this clause shall be signed by the maker or makers thereof and shall \nbe served on the licensee.  \n (4) Every requisition under this clause shall be in a form to be prescribed by rules under the \nElectricity Act, 1910; a nd copies of the form shall be kept at the office of the licensee and supplied \nfree of charge to any applicant.  \n VI. Requisition for supply to owners or occupiers in vicinity. –(1) Where 2[after distributing \nmains have been laid down under the provisions o f clause IV or clause V and the supply of energy \nthrough those mains or any of them has commenced] a requisition is made by the owner or occupier \nof any premises situate within 3[the area of supply] requiring the licensee to supply energy for such \npremises, the licensee shall, within one month from the making of the requisition 2[or within such \nlonger period as the Electric Inspector may allow,] supply, and, save in so far as he i s prevented from \ndoing so by cyclones, floods, storms or other occurrences beyond his control, continue to supply, \nenergy in accordance with the requisition:  \n Provided, first, that the licensee shall not be bound to comply with any such requisition unless  \nand until the person making it -  \n(a)  within fourteen days after the service on him by the licensee of a notice in \nwriting in this behalf, tenders to the licensee a written contract, in a form \napproved by the 1[Provincial Government], duly executed and with sufficient \nsecurity, binding himself  to take a supply of energy for not less than two years \nto such amount as with produce, at current rates charged by the licensee, a \nreasonable return to the licensee, and  \n(b)  if required by the licensee so to do, pays to the licensee the cost of so much of \nany service line as may be laid down or placed for the purposes of the supply \nupon the property in respect of which the requisition is made, and of so much \nof any service line as it may be necessary for the said purposes to lay down or \nplace beyond one hundred feet from the licensee’s distributing main although \nnot on that property:  \n 4[Provided, secondly, that the licensee shall be entitled to discontinue such supply –  \n(a)   if the owner or occupier of the premises to which the supply is made by the \nlicensee has not already given security, or if any security already given by him \nhas become invalid, or there is change of owner or occupier and such owner or \noccupier fails to furnish security according to the prevalent rate, as the case may \nbe, within seven  days after the service upon him of notice from the licensee \nrequiring him so to do, or  \n1Subs. by A. O., 1937, for “L. G.” . 47  \n2Ins. by the Indian E lectricity (Amdt.) Act, 1922 (I of 1922), s. 23.  \n3Subs. ibid., for “one hundred yards from any distributing main”.  \n4Subs. by the Electr icity (Amdt.) Ordinance, 1979 (LXII  of 1919), s. 13, for the proviso. 48  \n \n \nPage 43 of 49 \n  (b) if the owner or occupier of the premises to which the supply is made adopts any appliance, \nor uses the energy supplied to him by the licensee for any purpose, or deals with it in any manner, so \nas unduly or improperly to interfere with the efficient supply of energy to any other person by the \nlicensee, or  \n (c) if the electric wires, fittings, works and app aratus in such premises are not in good order \nand condition, and are consequently likely to affect injuriously the use of energy by the licensee, or by \nother persona, or  \n (d) if the owner or occupier makes any alteration of or addition to, any electric wi res, fittings, \nworks or apparatus within such premises as aforesaid, and does not notify the same to the licensee \nbefore the same are connected to the source of supply, with a view to their being examined, tested, \naccounted or charged for, or  \n (e) if the owner or occupier of the premises to which the supply is made has: –  \n(i)  used it in a manner prejudicial to the safety or sufficient working of the \nlicensee’s electric supply lines or works;  \n(ii)  used it under one method of charging in a manner for which a higher method of \ncharging is in force;  \n(iii)  broken, tempered with or counterfeited the licensee’s seal, casing or covering \naffixed or placed to protect  any meter, maximum demand indi cator or o ther \nmeasuring apparatus referred to in section 26 ;  \n(iv)  altered the index of any such meter, maximum demand indicator or other \nmeasuring apparatus;  \n(v)  prevented any such meter, maximum demand indicator or other measuring \napparatus from duly register ing the energy supplied or the electrical quantity \ncontained in the supply; or  \n(vi)  presented the supply, consumption or use of energy from being duly registered \nby any such, meter, maximum demand indicator or other measuring apparatus; \nbut the licensee shall reconnect the supply with all reasonable speed on the \ncessation of the act or default or both, as the ease may be, which entitled him to \ndiscontinue it:]  \n Provided, thirdly, that the maximum rate per unit of time at which the owner or occupier shall  \nbe entitled to be supplied with energy shall not exceed what is necessary for the maximum consumption \non his premises, and, where the owner or occupier has required a licensee to supply him at a specified \nmaximum rate, he shall not be entitled to alter th at maximum, except after one month’s notice in \nwriting to the licensee, and the licensee may recover from the owner or occupier any expenses incurred \nby him by reason of such alteration in respect of the service lines by which energy is supplied to the \nproperty beyond one hundred feet from the licensee’s distributing main, or in respect of any fittings or \napparatus of the licensee upon that property: and  \n \nPage 44 of 49 \n  Provided, fourthly, that, l[if any requisition is made for a supply of energy and] the licensee \ncan pro ve, to the satisfaction of an Electric Inspector,____  \n(a)  that 2[the nearest distributing main] is already loaded up to its full current -\ncarrying capacity, or  \n(b)  that, in case of a larger amount of current being transmitted by it, the loss of \npressure will seriously affect the efficiency of the supply to other consumers in \nthe vicinity, the licensee may refuse to accede to the requisition for such \nreasonable period no t exceeding six months, as such , Inspector may think \nsufficient for the purpos e of amending the distributing main or laying down or \nplacing a further distributing main.  \n (2) Any service line laid for the purpose of supply in pursuance of a requisition under sub -\nclause (1) shall, notwithstanding that a portion of it may have been pa id for by the person making the \nrequisition, be maintained by the licensee.  \n 3[(3) Where any difference or dispute arises as to the amount of energy to be taken or \nguaranteed as aforesaid, or as to the cost of any service line, or as to the amount of the expenses \nincurred under the third proviso to sub -clause (1), the matter shall be referred, on the application of \neither party, to an Electric Inspector who, within a maximum period of ninety days from the date of \nsuch application, and after affording the p arties an opportunity of being heard, shall decide the matter; \nand where the Electric Inspector fails to decide the matter within the said period or where either party \ndeclines to accept the decision of the Electric Inspector, the matter shall be referred to the Provincial \nGovernment whole decision shall be final.]  \n (4) Every requisition under this clause shall be signed by the maker or makers thereof and shall \nbe served on the licensee.  \n (5) Every requisition under this clause shall be in a form to be pr escribed by rule under the \nElectricity Act, 1910; and copies of the forms shall be kept at the office of the licensee and supplied \nfree of charge to any applicant.  \n 4[VII. Further provisions as to laying of service lines. –The licensee shall, before \ncommen cing to lay down or place a service line in any street in which a distributing main has not \nalready been laid down or placed, serve upon the local authority (if any) and upon the owner or \noccupier of all premises abutting on so much of the street as lies b etween the points of origin and \ntermination of the service line so to be laid down or placed, twenty -one days’ notice stating that the \nlicensee intends to lay down or place a service line, and intimating that, if within the said period the \nlocal authority or any five or more of such owners or occupiers require, in accordance with the \nprovisions of the license, that a supply shall be given for any public lamps or to their premises, as the \ncase may be, the necessary distributing main will be laid down or plac ed by the licensee at the same \ntime as the service line.]  \n \n \n1Subs. by the Indian Electricity (Amdt.) Act, 1922 ( I of 1922), s.23 for “in the event of any requisition being made for a supply of energy from any \ndistributing main of which”.  \n2Subs. ibid., for “it”.  \n3Subs. by the Electricity (Amdt.) Ordinance, 1979 ( LXII  of 1979), s. 13, for sub -clause (3). 50  \n4Subs. b y the Indian Electricity (Amdt.) Act, 1922 (I  of 1922), s. 24, for the original clause.  \n \n \nPage 45 of 49 \n  VIII. Supply for public lamps. –(1) Where 1[after distributing mains have been laid down \nunder the provisions of clause IV or clause V and the supply of energy through those mains or any of \nthem has commenced] a requisition is made by the 2[Provincial Government] or by a local authority \nrequiring t he licensee to supply for a period of not less than seven years energy for any public lamps \nwithin the 3[area of supply], the licensee shall supply, and, save in so far as he is prevented from doing \nso by cyclones, floods, storms or other occurrences beyon d his control, continue to supply, energy for \nsuch lamps in such quantities as the 2[Provincial Government] or the local authority, as the case may \nbe, may require.  \n (2) The provisions of sub -clause ( b) of the first proviso, of sub -clauses ( c) and (d) of the second \nproviso, and of the third and fourth provisos to sub -clause (1) and the provisions of sub -clauses (2) \nand (3) of clause VI shall, so far as may be, apply to every case in which a requisition for the supply \nof energy is made under th is clause as if the 2[Provincial Government] or local authority were an owner \nor occupier within the meaning of those provisions.  \nSupply by bulk -licensees  \n IX. Special provisions applying to supply by bulk -licensees. –(1) Where, and in so far as, the \nlicen see (hereinafter in this clause referred to as “the bulk -licensee”) is authorised by his license to \nsupply energy to other licensees for distribution by them (hereinafter in this clause referred to as \n“distributing -licensees”) the following provisions shal l apply, namely:___  \n(a)  any distributing -licensees within the bulk -licensee’s area of supply may make a \nrequisition on the bulk -licensee, requiring him to give a supply of energy and \nspecifying the point, and the maximum rate per unit of time, at which s upply is \nrequired, and the date upon which the supply is to commence, such date being \nfixed after the date of receipt of the requisition so as to allow an interval that is \nreasonable with regard to the locality and to the length of the electric supply -\nline and the amount of the plant required;  \n(b)  such distributing -licensee shall, if required by the bulk -licensee so to do, enter \ninto a written agreement to receive and pay for a supply of energy for a period \nof not less than seven years of such an amount t hat the payment to be made for \nthe same at the rate of charge for the time being charged for such supply shall \nnot be less than such an amount as will produce a reasonable return to the bulk -\nlicensee on the outlay (excluding expenditure on generating plant  then existing \nand any electric supply -line then laid down or placed) incurred by him in \nmaking provision for such supply;  \n(c)  the maximum rate per unit of time at which a distributing licensee shall be \nentitled to be supplied with energy shall not excee d what is necessary for the \npurposes for which the supply is required by him, and need not be increased \nexcept upon a fresh requisition made in accordance with the foregoing \nprovisions;  \n \n \n1Ins. ibid., s. 25.  \n2Subs. by A. O.,1937, for “L. G.”.  \n3Subs. by Act I  of 1922,s. 25, for “distance of one hundred yards from any distributing main”. 51  \n \nPage 46 of 49 \n  (d)  if any difference or dispute arises under this clause, it, shall be determined by \narbitration, and, in the event of such arbitration, the arbitrator shall have regard \nto the following amongst other considerations, namely:___  \n(i)  the period for which the distributing -licensee is prepared to bind himself \nto take energy; 52  \n(ii)  the amount of energy required and the hours during which the bulk -\nlicensee is to supply it;  \n(iii)  the capital expenditure incurred or to be incurred by the bulk-licensee in \nconnection with the aforesaid supply of energy; and  \n(iv)  the extent to which the capital expended or to be expended by the bulk -\nlicensee in connection with such supply may become unproductive upon \nthe discontinuance thereof.  \n (2) Notwit hstanding anything in sub -clause (1), the bulk -licensee shall give a supply of energy \nto any distributing -licensee within his area of supply applying therefor, even although the distributing -\nlicensee desires to be supplied with only a portion of the energy  required for distribution by him:  \n Provided that the distributing -licensee shall, if so required by the bulk -licensee, enter into an \nagreement to take such energy upon special terms (including a minimum annual sum to be paid to the \nbulk-licensee) to be d etermined, if necessary, by arbitration in the manner laid down in sub -clause (1) \n(d).  \n (3) The maximum price fixed by a license for energy supplied to a distributing -licensee shall \nnot apply to any partial supply given under sub -clause (2).  \n (4) Every d istributing -licensee, who is supplied with energy by a bulk -licensee and intends to \ndiscontinue to receive such supply, shall give not less than twelve months’ notice in writing of such \nintention to the bulk -licensee:  \n Provided that, where the distributin g-licensee has entered into a written agreement with the \nbulk-licensee to receive and pay for a supply of energy for a certain period, such notice shall be given \nso as not to expire before the end of that period.  \nCharges  \n X. Method of Charging. 1[*  *  *  *  *  *  *]  \n \n \n \n \n \n1The first part of the clause up to and including sub -clause ( c) omitted by the Indian E1ectricity (Amdt.) Act, 1922 (I  of 1922), s. 26. 53  \n \nPage 47 of 49 \n  1[(1)] 2[* * * ] Where the licensee charges by any method 3[approved by the 4[Provincial \nGovern ment] in accordance with section 23, sub -section (3), clause ( c), of the Electricity Act, 1910,] \nany consumer who objects to that method may, by not less than one month’s notice in writing, require \nthe licensee to charge him, at the licensee’s option, eith er by the actual amount of energy supplied to \nhim or by the electrical quantity contained in the supply, and thereafter the licensee shall not, except \nwith the consent of the consumer, charge him by another method.  \n 1[(2)] 5[* * * ] Before commencing to supply energy through any distributing main, the licensee \nshall give notice, by public advertisement, of the method by which he proposes to charge for energy \nso supplied; and, where the licensee has given such notice, he shall not be entitled to change that \nmethod of charging without giving not less than one month’s notice in writing of such change to the \n4[Provincial Government], to the local authority (if any) concerned, and to every consumer of energy \nwho is supplied by him from suc h distributing main.  \n 1[(3)] 6[* * * ] If the consumer is provided with a meter in pursuance of the provisions of section \n26, sub -section (1), of the Electricity Act, 1910, and the licensee changes the method of charging for \nthe energy supplied by him from the distributing main, the licensee s hall bear the expense of providing \na new meter, or such other apparatus as may be necessary by reason of the new method of charging.  \n XI. Maximum charges. –Save as provided by clause IX, sub -clause (3), the prices charged by \nthe licensee for energy supplie d by him shall not exceed the maxima fixed by his license, or, in the \ncase of a method of charge approved by the 4[Provincial Government], such maxima as the 4[Provincial \nGovernment] shall fix on approving the method:  \n Provided, that, if, at any time afte r the expiration of seven years from the commencement of \nthe license, the 4[Provincial Government] considers 7[* * * ] that the maxima so fixed or approved as \naforesaid should be altered, it 8[shall refer the matter to an Advisory Board, and, if the Board \nrecommends any alteration, may make an order in accordance with such recommendation], which shall \nhave effect from such date as may be mentioned therein:  \n Provided, also, that, where an order in pursuance of the foregoing proviso has been made, no \nfurther order altering the maxima fixed thereby shall be made until the expiration of another period of \nfive years.  \n 9[XIA. Minimum charges. –A licensee may charge a consumer a minimum charge for energy \nof such amount and determined in such manner as may be specified by his license; and such minimum \ncharge shall be payable notwithstanding that no energy has been used by the consumer during the \nperiod for which such minimum charge is made.]  \n \n \n \n1The first, second and third provisos were re -numbered as sub -clauses (1), (2) and (3), respectively, by the Indian Electricity (Amdt.) Act, 1922 (I  of \n1922), s. 26.  \n2The words “Provided, first, that” omit ted, ibid.  \n3Subs. ibid., for “so approved by the L. G.”.  \n4Subs. by A. O., 1937, for “L. G.”.  \n5The words “Provided, secondly, that” omitted by Act I of 1922, s. 26”.  \n6The words “Provided, thirdly, that” omitted, ibid. 54  \n7The words “or is satisfied” omitted by the Indian Electricity (Amdt.) Act, 1922 ( I of 1922), s. 27.  \n8Subs. ibid., for “may, after such inquiry (if any) as it thinks fit, make an order accordingly”.  \n9This clause was ins., ibid., s. 28. 55  \n \n \nPage 48 of 49 \n  XII. Charge for supply for pub lic lamps. –The price to be charged by the licensee and to be \npaid to him for energy supplied for the public lamps, and the mode in which those charges are to be \nascertained, shall be settled by agreement between the licensee and the l[Provincial Government ] or \nthe local authority, as the case may be, and, where any difference or dispute arises, the matter shall be \ndetermined by arbitration.  \nTesting and Inspection  \n XIII. Licensee to establish testing stations and keep instruments for testing. –The licensee \nshall establish at his own cost and keep in proper condition such number of testing stations, situated at \nsuch places within reasonable distance from any distributing main, as the l[Provincial Government] \nmay direct for the purpose of testing the pressure or periodicity of the supply of energy in the \ndistributing main, and shall supply and keep in proper condition thereat, and on all premises from \nwhich he supplies energy such instruments for testing as an Electric Inspector may approve, and sh all \nsupply energy to each testing station for the purpose of testing.  \n XIV. Facilities for testing. –The licensee shall afford all facilities for inspection and testing of \nhis works and for the reading, testing and inspection of his instruments, and may, on each occasion of \nthe testing of his works or the reading, testing or inspection of any instruments,  be represented by an \nagent, who may be present, but shall not interfere with the reading, testing or inspection.  \n XV. Testing of works. –On the occasion of the testing of any works of the licensee by an \nElectric Inspector reasonable notice thereof shall b e given to the licensee; and the testing shall be \ncarried out at such suitable hours as, in the opinion of the Electric Inspector, will least interfere with \nthe supply of energy by the licensee, and in such manner as the Electric Inspector may think fit ; but, \nexcept under the provisions of an order made in each case in that behalf by the l[Provincial \nGovernment], the Electric Inspector shall not be entitled to have access to, or interfere with, the works \nof the licensee at any points other than those at wh ich the licensee him -self has access to the same:  \n Provided that the licensee shall not be held responsible for any interruption or irregularity in \nthe supply of energy which may be occasioned by, or required by the Electric Inspector for the purpose \nof, any such testing as aforesaid:  \n Provided, also, that the testing shall not be made in regard to any particular portion of the works \noftener than once in any three months, unless in pursuance of an order made in each case in that behalf \nby the l[Provincial  Government].  \nPlans  \n XVI. Plan of area of supply to be made and kept open for inspection. –(l) The licensee shall, \nafter commencing to supply energy, forthwith cause a plan to be made of the area of supply, and shall \ncause to be marked thereon the alignmen t 2[and, in the case of underground works, the approximate \ndepth] below the surface or all his then existin g electric supply -lines. street dis tributing boxes and \nother works, and shall once in every year cause that plan to be duly corrected so as to show t he electric \nsupply -lines, street -distributing boxes and other works for the time being in position. The licensee shall \nalso, if so required by an Electric Inspector, cause to be made sections showing the approximate level \nof all his existing underground wo rks other then service lines.  \n \n1Subs. by A. O., 1937, for “L. G.”.  \n2Subs. by the Indian Electricity (Amdt.) Act, 1922 (I  of 1922), s. 29, for “and the approximate height above or depth”. 56  \n \n \nPage 49 of 49 \n   1[(2) Every such plan shall he drawn to such scale as the 2[Provincial Government] may \nrequire: provided that no scale shall be required unless maps of the locality on that scale are  for the \ntime being available to the public.  \n (3) Every such section shall be drawn to horizontal and vertical scales which shall be such as \nthe 2[Provincial Government] may require.]  \n (4) Every plan and section so made or corrected, or a copy thereof, m arked with the date when \nit was so made or corrected, shall be kept by the licensee at his principal office or place of business \nwithin the area of supply, and shall at all reasonable times be open to the inspection of all applicants, \nand copies thereof sh all be supplied on such terms and conditions as may be prescribed by rules under \nthe Electricity Act, 1910.  \n (5) The licensee shall, if required by an Electric Inspector and, where the licensee is not a local \nauthority, by the local authority (if any) con cerned, supply free of charge to such Electric Inspector or \nlocal authority a copy of every such plan or section duly corrected so as to agree with the original kept \nat the principal office or place of business of the licensee.  \nAdditional notice of certai n works  \n XVII. Notice to Electric Inspector. –On the day next preceding the commencement of any \nsuch works as are referred to in section 13 of the Electricity Act, 1910, the licensee shall, in addition \nto any other notices which he may be required to give, serve upon the Electric Inspector, or such officer \nas the 2[Provincial Government] may appoint in this behalf for the area of supply, a notice in writing \nstating that he is about to commence the works, and ,the nature and position of the same.  \n \n \n \n \n \n \n \n \n \n \n \n \nDate: -22.04.2024  \n1Subs. by the Indian Electricity (Amdt.) Act, 1922 ( I of 1922), s. 29. for the original sub -clauses (2) and (3).  \n2Subs. by A. O., 1937, for “L.G.”."
}