{
    "file": "./converted_json\\administrator2c29e2a637d806dbaa9c78a34c8642da.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "Page 1 of 4 \n   \n \n \nTHE DEFENCE SERVICES (INQUIRY) (SPECIAL PROVISIONS) \nORDINANCE, 1969  \n \n              \n \n \n \n \n \n        CONTENTS  \n1.  Short title and commencement  \n2.  Definitions  \n3.  Inquiry into the conduct of certain persons subject to service law  \n4.  Convening of board of inquiry  \n5.  Composition of a board of inquiry, etc . \n6.  Power to make rules  \n  \n \n\n \nPage 2 of 4 \n THE DEFENCE SERVICES (INQUIRY) (SPECIAL PROVISIONS ) \nORDINANCE, 1969  \n \n1ORDINANCE NO. XIX OF 1969  \n          [18th July, 1969]  \nAN \n \n ORDINANCE  \nto make provision for a uniform procedure for i nquiring into the conduct of a member of a Defence \nService serving otherwise than in an organization or unit of his service.  \n            WHEREAS it is expedient to make provision for a uniform procedure for inquiring into the \nconduct of a member of a Defen ce Service serving otherwise than in an organization or unit of his \nservice and for matters ancillary thereto;  \n             \n NOW, THEREFORE, in pursuance of the Proclamation of the 25 th day of March, 1969, read \nwith the Provisional Constitution Order, and in exercise of all powers enabling him in that behalf, the \nPresident is pleased to make and promulgate the following Ordinance:___ \n             1. Short title and commencement.___(1) This Ordinance may be called the Defence \nService s (Inquiry) (Special Prov isions) Ordinance, 1969.  \n             (2) It shall come into force on such date as the Central Government may, by notification in \nthe official Gazette, appoint.  \n            2. Definitions. —In this Ordinance, unless there is anything repugnant in the subjec t or \ncontext,___ \n(a)     “board of inquiry” means a board of inquiry convened under this Ordinance;  \n \n(b)    “2[Chief of Staff]”, in relation to a person whose conduct in inquired into \nunder this Ordinance, means the 2[Chief of Staff] of the service to whic h such \nperson belongs;  \n \n(c)      “commanding officer”, in relation to a person subject to this Ordinance, means \nthe head of the organization or the commanding officer for the purpose of the \nservice law of the unit in or to which such person is for the time  being serving \nor attached;  \n \n(d)    “serving law”, in relation to a person whose con duct i s inquired into under this \nOrdinance, means the Pakistan Army Act, 1952 (XXXIX of 1952), the \nPakistan Air Force Act, 1953 (VI of 1953), or the Pakistan Navy Ordinance , \n1961 (XXXV of 1961), to which such person is subject;  \n \n(e)     “unit” includes a naval ship, vessel or establishment of which there is a \ncommanding officer for the purposes of the Pakistan Navy Ordinance, 1961 \n(XXXV of 1961).  \n \n1 The Ordinance has been de clared to be validly made by the competent authority, through the Validation of Laws Act No. LXIII of 1975, s.2.  \n2 Subs. by  Federal Adaptation of Laws Order, 1975 (P.O. No. 4 of 1975), Art. 2 an d Sch.  \n \nPage 3 of 4 \n  3. Inquiry into the conduct of certain persons subjec t to service law. —The conduct of a \nperson subject to a service law shall, notwithstanding anything contained in such law, be inquired \ninto by a board of inquiry in accordance with the provisions of this Ordinance and the rules made \nthereunder where the con duct to be inquired into___ \n (a)     relates to a period when he was serving or attached, except on secondment, in \nor to an organization or unit other than that of the service to which he belongs, \nor \n(b)    is that of such person together with that of anot her person who was not, during \nthe period to which the conduct relates, subject to the same service law.  \n  4. Convening of board of inquiry. —Where the conduct to be inquired into under section 3 \nis that of the commanding officer or that of the commanding o fficer together with the conduct of \nanother person, a board of inquiry shall be convened by the 1[Chief of Staff] of the service to which \nthe commanding officer belongs and, in any other case , by the commanding officer.  \n  5. Composit ion of a board of inqui ry, etc.___(1) A board of inquiry shall consist of a \npresident and such other persons and be convened in such manner, and the inquiry shall be \nconducted in accordance with such procedure, as may be prescribed by rules.  \n  (2) The president of a board of inq uiry shall, after the conclusion of the inquiry, submit to the \nauthority convening the board the proceedings of the board alongwith its findings and \nrecommendations.  \n (3) Upon the receipt of the proceedings of a board of inquiry submitted to him under sub -\nsection (2), the commanding officer shall___ \n (a)  if the inquiry relates to any matter which he is himself competent to dispose \nof, take the necessary action and forward a copy of the proceedings to the \n1[Chief of Staff], informing him of the action taken  by him;  \n (b)  if the inquiry relates to a matter which is not of the nature mentioned in clause \n(a), forward the proceedings together with his recommendations, to the 1[Chief \nof Staff].  \n  (4) Upon the receipt of the proceedings of a board of inquiry submi tted to him under sub -\nsection (2), or forwarded to him under clause (b) of sub -section (3), the 1[Chief of Staff] shall direct \nthat the person to whom the proceedings relate be dealt with in the manner authorised by the service \nlaw. \n (5) For the purpose of  taking any action under the service law, the proceedings of a board of \ninquiry convened under this Ordinance may be acted upon as if they were proceedings of a board of \ninquiry or court of inquiry assembled under such law.  \n \n1 Subs. by  Federal Adaptation o f Laws Order, 1975 (P.O. No. 4 of 1975), Art. 2 an d Sch.  \n \nPage 4 of 4 \n    6. Power to make rules.___(1) The 1[Federal Government] may make rules for \ncarrying out the purposes of this Ordinance.  \n  (2) In particular and without prejudice to the generality of the foregoi ng power, such rules \nmay provide for all or any of the following matter, namely:___ \n(a)  the composition of a board of inquiry;  \n(b)  the manner of convening a board of inquiry;  \n(c)  the procedure for the conduct of inquiry; and  \n(d)  such other matters as m ay be necessary for carrying out the purposes of this \nOrdinance.  \n \n \n  \n  \n  \n  \n  \n  \n  \n \n \n \n \n \n \n \nRGN Uploaded Date:  27.03.2024  \n \n \n1 Subs. by  Federal Adaptation of Laws Order, 1975 (P.O. No. 4 of 1975), Art. 2 an d Sch."
}