{
    "file": "./converted_json\\administrator74fcb4363cf22ef717cde24e97bdd849.json",
    "name": "Pakistan Tourist Guides Act, 1976",
    "date": "11th May, 1976",
    "tagline": "Regulation and Control of the Profession of Tourist Guides in Pakistan",
    "content": "Page 1 of 5 \n   \n \n \n \nTHE  PAKISTAN TO URIST GUIDES  ACT, 1976  \n \n              \n \n \nCONTENTS  \n1.  Short title, extent and comme ncement \n2.  Definitions \n3.  Committee \n4.  Licensing of tourist guides \n5.  Code of conduct \n6.  Suspension or cancellation of licence \n7.  Prohibition to act as a tourist guide \n8.  Service charges of tourist guides \n9.  Penalty and procedure \n10.  Power to exempt \n11.   Delegation of powers \n12.  Power to make rules \n \n  \n \n\n \nPage 2 of 5 \n THE  PAKISTAN TO URIST GUIDES  ACT, 1976  \n \n1ACT No. XX VI OF 1976  \n \n          [11th May, 1976 ] \n \nAn Act to provide for the regulation and control of the profession of tourist guides. \n \n WHEREAS it is necessary and expedient to provide for the regulation and control of the \nprofession  of tourist guides; \n \n It is hereby enacted as follows :— \n \n 1. Short title, extent and comme ncement.—(1) This Act may be called the Pakistan \nTourist Guid es Act, 197 6. \n \n (2) It extends to the whole of Pakistan and applies to all tourist guides wherever they may be. \n \n (3) It shall come into force at once. \n \n 2. Definitions. In this   Act,   unless   there   is   anything   repugnant   in   the subj ect or \ncontext,— \n \n(a)      “Committ ee” means the Tourist Guide  Regulatory Committ ee set up under \nsection 3 ; \n(b)       “licence” means licence issued under section 4;  \n(c)       “prescribed” means prescribed by rules; \n(d)       “rules” means rules made under this Act; and \n(e)       “tourist guide” means a person li censed as such under section 4.  \n \n 3. C ommittee.—(1) As soon  as may be after the comm encement of this Act, the \nFederal Government shall set up a committ ee to be known  as the Tou rist Guide R egulatory \nCommitt ee consisting  of a Chairman and such other members as the Federal Government m ay \nappoint.  \n \n (2) The Chairman and other members of the Committ ee shall hold office during the pl easure \nof the Federal Government on such terms and conditions  as the Federal Government may determine. \n  \n (3) The Committ ee shall perform the following  functions  namely:— \n \n(a) advise  the Federal Government in the implementation  of the provisions  of this \nAct and the rules; \n \n \n1For Statement of Objects and Reasons, see Gaz. of P., 1975, Ext., Pt. III, p. 1462. \n \nPage 3 of 5 \n (b) assist the Federal Government in the preparation of the code of condu ct for \ntourist guides; and \n \n(c) such oth er functions  as are in conson ance with p rovisions of this Act and \nwhich the Federal Government may entrust to it. \n \n 4. Licensing of tourist guides.—(1) Any person operating or intending  to operate as tou rist \nguide shall apply to the Federal Government on the prescribed form for grant of a licence. \n \n (2) On  receipt of an application under sub-section (1), the  Federal Government may, after \nholding  the prescribed tests and on payment of the prescribed fee by the applicant, issue to the \napplicant, if he qualifies in su ch tests, a licence in the p rescribed form. \n \n (3)  The  Federal  Government  shall  maintain  a  register  in  which  the  names  and \naddresses of all tourist guides shall be entered. \n \n (4) The  licence shall, unless earlier suspended or cancelled under section 6, remain valid for \na period of three years and may be renewed after every three years in the prescribed manner on \npayment of the prescribed fee. \n  \n 5. Co de of conduct. The Federal Gov ernment sh all, in consult ation with the  Committ ee, \nprescribe a  code of condu ct for tourist guides. \n \n 6. Suspension or cancellation of licence.―(l) The Federal Government may, after affording \na tourist guide an oppo rtunity of show ing cause against the action propos ed to be taken against him, \nsuspend or cancel the li cence of the tou rist guide if he— \n \n(a)       violates the terms and conditions  of the li cence; or \n \n(b)       violates the code of conduct. \n \n(2)(a)  A tourist guide aggrieved by the decision or order under sub -section (1) of an \nofficer or authority other than the Federal Government may prefer an appeal to \nthe Federal Government within th e prescribed time  and in the prescribed \nmanner and the orders of the Federal Government in such appeal shall be final.  \n(b)       The Federal Government may at any time of its own motion  or an application \nof any tou rist guide aggrieved by any decision  or order passed by the  Federal \nGovernment under this  Act or the  rules, within  the p rescribed time and in the \nprescribed manner, pass such order as it think fit: \n \n    Provided that no order against a tourist  guide shall be passed unless he \n   has been given an opportunity of showi ng cause against it and of  being heard. \n \n 7. Prohibition to act as a tourist guide. Except as otherwise provided in the A ct, no person \nshall hold hims elf out  or act, as a tourist guide unless he holds a  licence. \n \n \nPage 4 of 5 \n  8. Service charges of tourist guides.—(1) The Federal Government shall, from time to  time \nby noti fication in the official Gazette, fix the maximum  rates of charges to which a tou rist guide \nshall be entitled for the services rendered by him. \n \n (2) A tourist guide shall not demand from any person to whom  he has rendered any service \nas such any amount in excess of the maximum  charges fixed under sub-section (1) for that service. \n \n (3) The guides employed on a fixed salary on a whole-time basis by any travel agency \nlicensed under a law for the regulation and control of the p rofession  of travel and tou rist agencies \nshall not charge any fee from a tourist. \n \n 9. Penalty and procedure.—(1) Whoever— \n \n(a)       being a  person to whom  no licence has been issu ed, or \n \n(b)     being a person whose licence has been cancelled or is for the time being \nsuspended, holds  hims elf out, or acts, as a tourist guide or otherwise con- \ntravenes the provisions of  this Act or the rules or, being a tourist guide, \ncontravenes the t erms or conditions  of the li cence issued to him or of a \nnotification issued under sub-section (1) of section 8, or violates the prescribed \ncode of condu ct, shall be punish able with fine which may extended to five \nhund red rupees. \n \n (2) Any Magistrate for the time being empowered to try in a summ ary way the offences \nspecified in sub-section (1) of section 260 of the Co de of Criminal Procedure, 1898 (A ct V of 1898), \nmay try summ arily an offence punish able under this Act in accordance with the p rovisi ons of  \nChapter XXII of that Code. \n  \n (3) No court shall take cognizance of an offence punish able under this Act except upon a  \ncompl aint made in writing by or under the authority of the Federal Government. \n \n 10. Power to exempt. The Federal Government may exempt any class of persons from \nthe operation of all or any of the provisio ns of this Act, subject to such conditions,  if any, as it \nmay deem fit. \n \n 11.  D elegation of powers.  The  Federal  Government  may,  by notification  in  the o fficial  \nGazette,  direct  that  all  or  any  of  its  powers  under  this  Act  shall,  under  such conditions,  if \nany, as may be specified, be exercisable, also— \n \n(a)       by an officer or authority subo rdinate to the Federal Government, or  \n \n(b)       by a Provincial Government or any Officer or authority subo rdinate to such \n Government. \n \n 12. Power to make rules.—(1) The Federal Government may, by noti fication in the o fficial \nGazette, make rules for carrying out the p urposes of this Act. \n \n (2) In particular, and without  prejudice to the generality of the foregoing power, such rules \nmay provide for all or any of the following  matters, namely:— \n \nPage 5 of 5 \n  \n(a)       the fees payable for the issue and renewal of a licence; \n \n(b)       the form in whi ch an application for a licence is to  be made; \n \n(c)       the form of the li cence;  \n \n(d)       the code of condu ct; and \n \n(e)       the conditions  to whi ch a licence shall be subject. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n       Last Uploaded on 2.11.2023"
}