{
    "file": "./converted_json\\administratora06864a14032980df6c74221e72a8876.json",
    "name": "The Airports Security Force Act, 1975",
    "date": "13th December, 1975",
    "tagline": "An Act to provide for the constitution and regulation of the Airports Security Force for ensuring security of all aerodromes, airports, aircraft and civil aviation installations",
    "content": "THE  AIRPORTS  SECURITY  FORCE ACT, 1975  \n \n \n \n \n  \nCONTENTS  \n___________ __ \nCHAPTER I  \nSECTIONS:  \n1.    Short title, extent, application and comme ncement. \n2.    Definitions. \nCHAPTER II  \n \n3.    Power to constitute and main tain the Airports Security  Force  and its functions.  \n4.    Constitution of the Airports Security Force. \n5.    Administration of the Force.  \nCHAPTER III  \n \n6.    Powers and duties of officers and members. \n7.    Liabilities of officers and members. \nCHAPTER IV  \n7A    Officers and members to be subject to the Pakistan Army Act, 1952. \n7B    Consequence of sentence of imprisonment. \n7C    Suspension. \n7D    Place of imprisonment. \n \n Updated till 31.8.2022\n\n \n 7E    Capture of deserters.  \n7F     Appeal and revisio n. \n7G    Appointment of officers and other members of the Force. \nCHAPTER V  \n8.    Indemnity. \n9.    Delegation of powers by the Federal Government. \n10.    Delegation of powers by the Director-General. \n11.    Power to make rules. \n12.    Power to make regulations. \n13.    [Repeal]. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n THE  AIRPORTS  SECURITY  FORCE ACT, 1975  \n \n1ACT  No. LXXVII  OF 1975  \n \n[13th D ecember, 1975] \n \nAn Act to provide for the constitution and regulation of the Airports Security Force. \n \nWHEREAS  it is expedient to provide  for the constitution  and regulation of the Ai rports \nSecurity Force for ensuring security of all aerodromes, airports, aircraft and civil aviation \ninstallations,  and for the  maintenance of law and order therein, and for matters connected therewith \nor ancillary thereto ; \n \nIt is hereby enacted as follow s:― \n \n___________  \n \nCHAPTER I  \n \n \n \n1. Short title, extent,  application  and comme ncement. \n                  called the Ai rports Security Force Act, 1975.  (1) This Act may be\n (2) It extends to all aerodromes and airports, all civil aviation stations,  centres or    offices \nin Pakistan, all Pakistan air services and activities relating to civil aviation. \n            (3) It shall apply to all members and officers of the Force wherever they may be.  \n            (4) It shall come into force at once. \n2. Definitions.―In this  A ct, unless there is anything repugnant in  the  subject  or   \ncontex t, \n \n(a)      “aerodrome” means any area of land or water designed, equipp ed, set apart or \ncommon ly used or intended to be used, either wholly or in part, for affording \nfacilities for the landing, departure and mov ement of aircraft and in cludes all \nbuildin gs, sh eds, v essels, pi ers, inst allations and equipm ents, and oth er \nstructures   th ereon   or   appertaining  thereto,   but   do es   not   in clude  any \naerodrome which is exclusively used by the Pakistan Air Force or any portion \nof an aerodrome which is us ed by the Pakistan Air  Force ; \n \n(b)       “aircraft” means any machine which can derive suppo rt in the atmosph ere \nfrom the reactions  of the air, other than the reactions  of the air against the earth's \nsurface, and in cludes balloons, w hether captive  or free, airships, kites, gliders \nand flying machines ; \n \n            1For Statement of Objects and Reasons, see Gaz. of P., 1975, Ext., Pt.III, p.1027. \n3 \n \n (c)       “airport” means an aerodrome at which facilities have, in the opinion of  the \nFederal Government, been sufficiently developed to be of impo rtance to civil \naviation; \n \n(d)      “air service” means a service of aircraft for any purpose of civil aviation, \nwhether   aerial work, pu blic transpo rt or otherwise ; \n \n(e)      “air side” means the movement area of an aerodrome, adjacent terrain and buildi ngs  \nor  po rtions  thereof,  access  to  which  is  controlled  by the  1[force];  \n \n(f)        “competent authority” means any officer or authority designated as such by \nthe Federal Government ; \n \n1*        *          *                      *                      *                      *                      * \n \n(h)       “Force” means the Ai rports Security Force consti tuted under section 3 ;  \n \n(i)        2[Director General]  means the Comm ander incharge of  the Force; \n1*                *             *                      *                      *                      *                      *  \n \n(k)       “member” means a person, other than an officer, who is appoint ed to the \nForce and has signed an affirmation in the form set out in the First Schedule ; \n \n(1)      “officer” means a person who is so appoint ed to the Force and has signed an \naffirmation in the  form set out in the  First Schedule ; \n \n(m)      “operator” means a person, organisation or enterprise engaged in or offering to \nengage in aircraft operation ;  \n \n(n)       “prescribed” means prescribed by rules or regulations ;  \n \n(o)      “purposes of civil aviation” include all purposes connected with civil aviation and \nwith air navigation, except pu rposes of defence by air ; \n \n(p)       “regulations ” means regulations m ade under this Act ; and \n \n(q)       “rules” means rules made under this A ct. \n \n \n \n \n \n  \n   \n1\nSubs. and omitted by the Air Ports Security Force (Amdt.) Ordinance, 1984 (35 of 1984), s.3 \n    2Subs by Act No.XXV of 2012 , s 2 \n3 \n \n CHA PTER  II \n \n3.  Power  to  constitute  and  maintain  the  Airports  Security  Force  and  its \nfunctions. (1) The Federal Government may constitute  and maintain a force to be called \nthe   Airport Security Force  for performing the following functions , namely :\n(a)    ensuring security of all airports, aerodromes, aircraft and civil Aviation \ninstallations  1[within the limits of airports and aerodromes]  and for \nsafeguarding civil aviation against acts of unlawful int erference or threats of \nsuch interference ; \n \n(b)    ensuring security of all structures, equipm ents, material and installations \nbelonging to  operators and other Government or non-Government \norganisations  within  the limits  of airports and aerodromes ; \n \n1*                 *             *                      *                      *                      *                      *  \n1*                 *             *                      *                      *                      *                      *  \n(e)     ensuring the proper conduct of persons at airports and aerodromes 1* * *  \nincluding  control of surface vehicles and drivers within  the limits  of airports and \naerodromes ; \n(f)      ensuring security of aircraft passengers, baggage, cargo and mail within  the \nlimits  of airports and aerodromes ; \n(g)      general maintenance of law and order within  the limits of  airports and aerodromes \nin conjun ction with the police and taking cognizance of all offences committ ed at \nthe airports and aerodromes under any law for the time b eing in force ; and \n(h)      such other functions  as the Federal Government may, by noti fication in the official \nGazette, require the Force to perform. \n \n(2) In the discharge of their functions,  the officers and members shall be guided by, \nand act in accordance with, this A ct, 2* * * and the  rules and regulations.  \n \n4. Co nstitution of the Airports Security Force.- (1) The  head of the Force shall be \na 3[Director General]  appointed by the Federal Government. \n \n(2) The  Force shall consist of su ch ranks and number of officers and m embers and sh all \nbe constitut ed in su ch manner as may be prescribed by rules. \n \n(3) The  officers and members shall receive such pay, pension,  allowances and oth er \nremuneration and shall enjoy such leave and other privileges as may be prescribed by rules \nfrom time  to tim e. \n \n \n \n \n  \n1Ins. and omitted by the Air Ports Security Force (Amdt.) Ordinance, 1984 (35 of 1984),s.4.  \n2Certain words which were previously subs. by Ord. 27 of 1981, s.3 and Sch.II have been omitted by the Airports Security Force  \n (Amdt.) Ordinance, 1984 (35 of 1984),s.4  \n3Subs by Act  No XXV of 2012, S.2.\n4 \n \n  (4) Every officer and member shall receive on his appointm ent a certificate in the \nform set out in the Second Schedule under the seal of the 1[Director General ] or such other \nofficer as the 1[Director General ] may authorise in this behalf and by virtue of holdi ng \nsuch certificate he shall be vested with the powers, functions  and privileges of an officer or \nmember. \n \n(5)  Any  person  who  ceases,  for  any  reason,  to  be  an  officer  or  member  shall \nforthwith  surrender the certificate referred to in subsection (4) to any officer authorised by \nthe 1[Director General ] in this behalf. \n \n(6)  Officers  and  members  of  the  Force  shall  wear  such  uniforms  as  may  be \nprescribed by regulations. \n \n5. Administration of the Force.  \n(1) The administ ration of the Force shall vest in\nthe 1[Director General ] who shall admini ster it in accordance with the provisions  of this Act, \nrules and such orders and instructions  as may be made or issued by the  Federal Government \nfrom time to tim e. \n \n(2) The 1[Director General ] shall exercise his powers and perform his functions under \nthe general sup ervision  2[and di rection of  the Federal Gov ernment]. \n \nCHA PTER III  \n6. Powers and duties of officers and members.- (1) An o fficer or member shall \n \n(a)       take effective measures  for  ensuring security of all  airports,  aerodromes, \naircraft  and  civil  aviation  inst allations  3[within  the limits  of  airports  and \naerodromes] and for safeguarding civil aviation against acts of unlawful \ninterference; \n \n(b)       s afeguard aircraft passengers, baggage, cargo and mail within  the limits  of \naerodromes and airports ; \n \n(c)       prevent unauthorised persons and vehicles from access to the  air-side or other \nareas impo rtant to the  security of the aerodromes of airports ; \n \n(d)       require the operations  of aircraft registered in Pakistan to conform to the \nprescribed civil aviation s ecurity requirements ; \n3[(e)    take effective measures for preventing hij acking, sabotage, placement of car \nbombs,  letter bombs  and dangerous articles and carriage of arms and \nammunitions  into the restricted areas of the airports, aerodromes and aircraft \nexcept as authorised by him, and shall, as soon  as he detects any contraband \non the person or in the baggage of any person checked by him,  notify it to the \ncustoms  staff available at the airport or aerodrome for appropriate action \nunder the Customs A ct, 1969 ( IV of 1969);]  \n \n \n \n \n \n1Subs by Act  No XXV of 2012, S.2. \n2Subs by the Airports Security Force  (Amdt.) Ordinance, 1984,s.5.  \n3Ins .and subs ibit., s.6. \n \n5 \n \n (f)       use  such arms and ammunition  and equipm ent as may be authorised by the \n1[Director General]  2[or an officer authorised by him] for the purposes of this \nAct ; \n(g)       search and arrest without w arrant any person who he suspects of endangering, \nor attempting  to endanger, or having endangered, the safety of an aerodrome \nor airport or an aircraft or a civil aviation inst allation and m ay use such force \nas may be necessary in the  discharge of his duti es aforesaid ; and \n(h)       perform such other functions as the competent authority may require him to \nperform. \n3[1A) The 1[Director General] may, with the previous  approval of the Federal \nGovernment, call for milit ary assistance in connection with post-landing  and anti-hijacking \noperations  at an airport or aerodrome; and, when he does so, all officers and members and \nall civil agencies operating at the airport or aerodrome shall function in accordance with the \ndirections  of the milit ary authority rendering such assistance.] \n \n(2) An  officer, for the purpose of this  Act, shall exercise, within  the areas in which this \nAct applies, all the po wers conferred on an officer-in-charge of a poli ce station under the 1[ \nPolice Order, 2002  (Chief Executive’s Order No. 22 of 2002 )], and the Code of  Criminal \nProcedure, 1898 Act (V of 1898).  \n \n \n7. Liabi lities of officers and members. (1) It shall b e the duty of every officer and \nmember promptly to obey and execute all orders and instructions issued to him by any \ncompetent authority.  \n \n(2) Every officer and member shall be liable to serve wherever he is required to serve by \nthe competent authority.  \n \n4*        *                      *                      *                     *                      *                      *  \n \n \n \n \n \n \n \n \n \n \n \n \n1Subs by Act  No XXV of 2012, S.2.  \n2Ins. Ibid  \n3Ins. by the Airports Security Force (amdt.) Ordinance 1984 (35 of 1984 ), s.6.  \n4Omitted ibid. , s.7.  \n \n \n6 \n \n  \n1[CHA PTER  IV] \n7A. O fficers and members to be subject to the Pakistan Army Act, 1952.— (1) \nEvery officer and member of the Force shall, unless he is already so subject, be subject to \nthe Pakistan Army Act, 1952  (XXXIX of 1952)  hereafter in this Chapter referred to as the \nAct. \n \n(2) The  2[Director General]  shall, in respect of all officers and members of the Force, \nhave all the powers conferred by or under the Act on an officer empow ered to convene a \ngeneral court martial. \n \n(3) Subject to sub-section (2), the Federal Government may, by general or special \norder, direct by what authority any jurisdiction, powers or duties incidental to the operation \nof the provisions of  the Act shall be exercised or performed in respect of the Force. \n \n3[(4) Notwith standing  anything contained in any other law for the time being in \nforce, except the authorities specified in sub-sections  (1) and (2) of section 7F, no other \nauthority, tribunal or court shall have jurisdiction to v ary, modi fy; alter, annual, set aside, \nrevise or review any order passed by any officer of the Force, authorised under the Pakistan \nArmy Act, 1952 (X XXIX of 1952).  \n \n7B. Consequence of sentence of imprisonment. An officer or m ember of the Force \nwho is sentenced to imprisonm ent for a term which is not less than ninety days shall be deemed \nto have been dismissed from the Force. \n \n7C. Suspension. Any officer shall be competent to suspend in the prescribed manner \na member of the Force working un der him for any mis-condu ct, remissn ess or negligence in \nthe dis charge of his duti es. \n \n7D. Place of imprisonment. If a m ember of t he Force sentenced under the A ct to \nimprisonm ent for a term shorter than ninety days is also dismiss ed from service, he shall be \nimprisoned in the n earest prison or su ch other prison as the Federal Government may, by \ngeneral or special order, direct; but if he is not so dismiss ed, he may be confined in a quarter \nguard or such other place as the 2[Director General]  may consid er suit able. \n \n7E. Capture of deserters.— (1) Whenever any person subject to the Act deserts, the \nChief Security Officer shall give written information of the desertion to su ch civil authorities \nas in his opinion  may be able to afford assistance towards the capture of the deserter and \nsuch authorities shall thereupon  take steps for the  apprehension  of the said deserter in like \nmanner as if he were a person for whose  apprehension  a warrant had been issued by a \nMagistrate, and sh all deliver the d eserter, when apprehended, into the  custody of the Force. \n \n   1Ins. ibid., s. 8. \n    2Subs by Act  No XXV of 2012, S.2.  \n3New sub-section (4) added by the Airports Security Force (Amdt.) Act 1994, (16 of 1994),s.2. \n7 \n \n  \n(2) Any poli ce officer may arrest without  warrant any person whom  he reasonably \nbelieves to be subject to the Act and a deserter or absentee without  leave and bring him without  \ndelay before the  nearest Magistrate to be  dealt with according to law. \n \n7F. Appeal and revisio n.—(1) In all cases decided by the  1[Director], a Chief Security \nOfficer or any other officer, a person aggrieved may, within  thirty days of the order, appeal to \nthe o fficer higher than the one  awarding the punishm ent. \n \n(2) A person aggrieved by an order of the 1[Director  General ] awarding any punishm ent \nmay, within  thirty days of the order, apply to the Federal Government for revision.  \n \n7G. Appointment of officers and other members of the Force.— 1[(1) The Federal \nGovernment may, by notification in the official Gazette, appoint  a Deputy Director-General \n(Coordination)  and such numb er of  D irectors, Deputy Directors, Assistant Directors and \nDeputy Assistant Directors as it may think fit.]  \n \n(2) The 1[Director General]  may appoint,  within  the cadre strength sanctioned by the \nFederal Government, s uch numb er of Inspectors, Sub-Inspectors, Assist ant Sub-Inspectors, \n1[Serge ants] and 1[Corporals] as he may consid er necessary for the efficient performance of \nthe functions  of the Force. \n \n(3) The rank structure of the officers and other members of the Force vis-a-vis the \nPakistan Army shall be such as may be prescribed by rule.] \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n1Subs by Act  No XXV of 2012, SS.2.4.5.  \n \n \n8 \n \n 1[CHA PER V]  \n \n8. Indemnity. No suit, prosecution  or other legal proceeding shall lie against any \nperson for anything which is in good faith don e, or intended to be  done, under this  Act or the \nrules or regulations.  \n \n9. Delegation of powers by the Federal Government. The Federal Government \nmay, by noti fication in the official Gazette, delegate all or any of its powers under this Act, \nexcept those und er section 11, to the 2[3[Director General]  or such officer as it may deem fit.] \n \n10. D elegation of powers by the Director-General. The 3[Director General]  may, by \nnotification in the official Gazette and with the prior approval in writing of the Federal \nGovernment, delegate all or any of his powers under the rules for the efficient functioning  of \nthe Force to any officer or authority subordinate to him. \n \n11. Power to make rules. The Federal Government may, by noti fication in the official \nGazette, make 4rules \n \n(a)       regulating the functions  and pow ers of the officers; \n \n(b)       regulating the classes and grades of, and the remuneration and rewards to be \npaid to, the officers and members of the Force and their conditions  of service; \n \n5*        *          *                      *                      *                      *                      *  \n \n5*        *          *                      *                      *                      *                      * \n(e)       generally for the purpose of carrying into effect the provisions of  this A ct. \n \n12. Power to make regulations. The 3[Director General]   may, by notification in the  \nofficial Gazette and with the prior approval in writing of  the Federal Government, make \nregulations consist ent with this A ct and the  rules for carrying out the  purposes of this A ct. \n \n13. [Repeal] Omitt ed by the Federal Laws (Revision and Declaration)  Ordinan ce, \n1981 (X XVII of 198 1), s.3 and S ch.,II. \n \n \n \n \n \n \n1Ins. by the Airport Security Force (Amdt.) Ordinance 1984 (35 of 1984) S.9.  \n2Subs. ibid., s. 2. \n    3Subs by Act  No XXV of 2012, S.5.  \n4For the Air Ports Security Force (Discipline) Rules, 1977, see S.R.O. No. 1027(l)/77, dated the 28th October. 1977 vide \nGaz. of P., 1977 \nExt.. (Islamabad), Pt. II. pp. 1783—1787. \n5Omitted by the Air Ports Security Force (Amdt.) Ordinance, 1984 (35 of 1984), s.11 \n9 \n \n FIRST SCHEDULE  \n \n[See section 2 (k)  and (1)] \n \nFORM OF AFFIRMATION  \n \nI,…………………… …………………………sol emnly affirm in the presence of \nAlmi ghty Allah that I will bear true faith and allegiance to Pakistan and th at I will, as in du ty \nbound,  honestly and faithfully serve in the Airports Security Force and go wherever I may \nbe ordered by air, land or sea, and that I will observe and obey all comm ands of any officer set \nover me even to the peril of my life. \n \nSigned in acknowledgement of the above  having been read out  to me. \n \nPerson Enroll ed \n \nDate…………  \n \nSigned in my presence after I had ascertained that the p erson und erstood  the pu rpose \nof what he signed. \n \n1[Director General]  \n or \nother Enrolling  Officer. \n \n \n \n \nROMAN U RDU TRA NSLATION  OF AFFIRMATION  \n \nMain………………………………………………Khuda -e-Taala ko Hazir-o-Nazir \nJanker iman se iqrar karta hun key main Pakistan ka sache dil se wafadar rahunga aur Airports \nSecurity Force men imandari aur wafadari se khidm at ka farz baja launga, aur hawa, \nkhushki  ya tari ke raste jahan bhi jane ka hukam melega jaonga aur jise mera afsar muq arar kia \njaega uskey har hukam ki tamil aur pairwi karunga, khah usmen jan ka khatra ho.  \n \nSECOND SCHEDULE \n[See section 4(4)] \nCERTI FICATE  \nMr……………………………h as been appointed as officer/member of the  Airports Security \nForce under the Airports Security Force Act, 1975  (………..of  1975),  and is vested with the \npowers, functions  and privileges of an officer/member of the Force. \n \n 1Subs by Act  No XXV of 2012, S.2."
}