{
    "file": "./converted_json\\administrator5afa54cfe5116abda27490c525c07ecc(1).json",
    "name": "Pakistan Air Safety Investigation Act, 2023",
    "date": "7th August, 2023",
    "tagline": "Providing for better investigation of accidents and other incidents arising out of navigation of aircrafts",
    "content": "Page 1 of 20 \n  \n  \n \n \nTHE PAKISTAN AIR SAFETY INVESTIGATION ACT, 2023  \n              \n \n \n \n \nCONTENTS  \n1.  Short title, extent, application and commencement  \n2.  Definitions \n3.  Bureau  of Aircraft Safety Investigations \n4.  The Director, his duties, powers and functions \n5.  Powers   of   the   investigators \n6.  Notification of ac cident or incident \n7. Preliminary inquiry  \n8.  Institution and p ublic notice of an investigation \n9.  Objective of investigations by the Bureau \n10. Investigations by the Bureau  to take precedence \n11.  Duty to avoid conflict of interest \n12. Participation in the investigation by other interested States \n13. Protection of the aircraft and other evidence \n14. Release of the aircraft and  other evidence when no longer req uired \n15. Investigation report and their publication.  \n16. Immediate notification of findings requiring urgent action \n17. Duty to res pond to findings of investigation \n18.  Obligation not  to disclose certain records  \n \n\n \nPage 2 of 20 \n 19.  Reopen ing   of   an   investigation \n20.  Incident reporting systems \n21.  Obstructing   or   impeding   procee dings \n22.  Withholding, altering or giving false information or evidence \n23.  Failure to comply with summons or requisition \n24.  Failure   to   rep ort a accident or incident \n25.  Failure to preserve ev idence \n26. Unauthorized disclosure of information \n27.  Offences by bodies corporate \n28.  Cognizance of offences \n29.  Offences to be bailable \n30.  Summary trial for certain offences \n31.  Compounding of offences \n32.  Transfer of services of existing employees \n33.  Transfer of certain properties and assets  \n34.  Air Safety Fund  \n35.  Periodical and annual reports  \n36.  Feder al Investigation Agency and local police to assist \n37.  Indemnity \n38.  Power of Federal Government to make ru les \n39.  Stand ing Orders \n40.  Act to override other laws \n41. Exclusion of the jurisdiction of courts \n42.  Removal of difficulties \n43.  Repeal and s avings \n \n \n  \n \nPage 3 of 20 \n THE PAKISTAN AIR SAFETY INVESTIGATION ACT, 2023 \n \nACT NO. L OF 2023  \n[7th August, 2023]  \n \nAN \n \nACT \n \nto pro vide for better investigation o f accidents and other incidents arising out of navigation of \naircrafts  \n \nWHEREAS it is expedient to provide for better investigation of accidents and  other  incidents  \narising  out  of  navigation  of  aircrafts  and  for  matters conne cted therewith and ancillary thereto; \n \n It is hereby enacted as  follows:— \n \n 1. Short title, extent, application and commencement .—(1) This Act shall be called the \nPakistan Air Safety Investigation Act, 2023.  \n \n (2) It shall extend to the whole of Pakistan and also apply to — \n \n(a) a citizen of Pakistan wherever he may be;  \n \n(b) an aircraft registered in Pakistan wherever it may be;  \n \n(c) an aircraft registered outside Pakistan but for the time being in or over Pakistan;  \n \n(d)     a person on an aircraft mentioned at clauses (b) and (c); and  \n \n (e) an aircraft operated by a person who is not a citizen of Pakistan but has his \n principal place of business or residence in Pakistan.  \n \n (3) Nothing in this Act shall apply to an aircraft or persons on board an aircraft that is used for \na military purpose unless the Fede ral Government, by an order, directs that all or any p rovisions of  \nthis Act shall apply to such aircraft and persons generally or in a particular case. \n \n (4) It shall come into force at once. \n \n 2. Definitions.—In this Act, unless there is anything repugna nt in the sub ject or context,— \n \n(a)     “accident” means an occurrence associated with the operation of an aircraft \nwhich in the case of a manned aircraft, takes place between the time any person \nboards the aircraft with the intention of flight until such time as all such \npersons have disembarked; and in the case of an u nmanned aircraft, takes place \nbetween the time the aircraft is ready to move with the purpose of flight until \nsuch time as  it  comes  to  rest  at  the  end  of  the  flight  and  the  primary \npropulsion system is shutdown, that leads to― \n \n \nPage 4 of 20 \n (i)     fatal or serious injury to a person as a result of his being in the aircraft,  \nor  direct  contact  with  any  part  of  the  aircraft, including parts which \nhave bec ome detached from it, or direct expo sure to jet blast, except \nwhen the injuries are from natural caus es, self-inflicted or inflicted by \nother persons, or when the injuries are to stowaways h iding outside the \nareas normally ava ilable to the passengers and crew; \n \n(ii)    damage to the aircraft or structural failure which adversely affects the \nstructural strength, performance or flight characteristics of the aircraft, \nand would normally require major repair or replacement of the affected \ncomponent, except  for failure of engine or damage, when the damage is \nlimited to a single engine, (including its cowlings or accessories), to \npropellers, wing tips, antennas, probes, vanes, tires, brakes, wheels, \nfairings, panel s, landing gear doors, windscreens, the aircraft skin (such \nas small dents or puncture holes), or for minor damages to main rotor \nblades, tail rotor blades, landing gear, and those resulting from hail or \nbird strike (including holes in the radome); or  \n \n(iii)   the aircraft going missing or is completely inaccessible; \n \n(b)     “accredited representative” means a person designated by a State, on the basis \nof his or her qualifications, for the purpose of pa rticipating in an investigation \nconducted by ano ther State and where the State has established an accident \ninvekigation authority, the de signated ac credited representative, would \nnormally be from that authority; \n \n(c)     “Act” means the Pakistan Air Safety Investigations Act, 2023; \n \n(d)     “adv isor” means a person appo inted by a State, on the basis of his or  her \nqualifications, for the purpose of assisting  its accredited representative in an \ninvestigation; \n \n(e)     “aircraft”  means  a  machine  that  can  derive  support  in  the atmosphere \nfrom the reactions of the air other than the reactions of the air against the surface \nof the earth; \n \n(f)    “Authority”   means   the   Pakistan   Civil   Aviation   Authority established \nunder the Pakistan Civil Aviation Ordinance,  1982 (Ordinance XXX of 1982); \n \n(g)     “Avi ation undertaking” means an  entity,  person or organization that is \naffected or benefitted by the ca rrying out of any function or du ty or exercise of \nany po wer by the Bureau; \n \n(h)   “Bureau” means the Bureau of Aircraft Accident investigation established under \nsection 3; \n \n(i)     “Conve ntion”   means   the   Conve ntion   of   International   Civil Aviation \ndone at Chicago on  seventh day of December, 1944  and any  other  international  \nconven tion  or  treaty  on  air  safety  and a ircraft accidents to which Pakistan is \na signatory;\n \nPage 5 of 20 \n  \n \n(j)     “Director” means the Director of the Bureau; \n \n  (k)    “Federal Investigation Agency” means the Federal Investigation  \n   Agency established under the  Federal Investigation Agency Act,  \n   1974 (Act VIII of 1974);  \n \n(l)    “incident” means an  occurrence, o ther than an ac cident, associated with the \noperation of an aircraft which affects or could affect the safety of operation; \n \n(m)   “information” includes a recording, material or document; \n \n(n)     “investigation”  means  an  investigation  under  this  Act  for  the purpose of \nprevention of a ircraft accidents, serious incidents and incidents and includes \nmeasures to preserve, gather and  analyse ev idence and information, drawing  \nof conclusion, including the determination of causes and contributing factors \nand, where app ropriate, the making of safety recommendation; \n \n(o)     “investigator”  means  an  employee  of  the  Bureau  or  any  other pe rson \nhaving reasonable familiarity, exp erience and sk ills in air safety and accident \ninvestigations; \n \n(p)     “Minister” means the Minister for Aviation; \n \n(q)     “ope rator” means a p erson, organization or enterprise engaged in or o ffering to \nengage in operation of an aircraft; \n \n(r)     “rules” mean rules made under this Act; \n \n(s)     “Sec retary” means the Secretary to the Federal Government, Aviation Division; \n \n(t)    “serious incident” means an incident involving circumstances indicating that \nthere was a high probability of an accident and a ssociated with the operation of \nan aircraft which in the case of a manned aircraft, takes place between the time \nany person boards the aircraft with the intention of flight until such time as all \nsuch persons have disembarked, or in the case of an unmanned  aircraft, takes \nplace between the time the aircraft is ready to move with the pu rpose of flight \nuntil such time as it comes to rest at the end of the flight and the primary \npropulsion system is shut down; and \n \n(u)     “State” means a State signatory to the Convention other than Pakistan.\n \n 3. Bureau  of Aircraft Safety Inve stigations.—(1) As soon  as may be,  but not later than six \nmonths of the coming into force of this Act, the Federal Government shall, by notification in the \nofficial Gazette, establish the Bureau of Aircraft Safety Investigations with its headquarters at such \nplace as may be mentioned in the notification. \n \n \nPage 6 of 20 \n  (2) The Bureau shall comprise of the Director, who shall be the head of the Bureau, and such \nnumber of investigators, officers, experts, servants and o ther persons, as the Fed eral Government \nmay, from time to time, deem fit. \n \n (3) The Director, investigators, officers, experts, servants and other persons in the \nemployment of the Bureau shall be appointed in the manner prescribed by the rules. \n \n (4) The Bureau sh all, among o ther things, discharge the following functions, namely — \n \n(a) preliminary inquiries and investigations u nder this Act; \n \n(b)     identification of  safety deficiencies as evidenced by a ircraft accidents, serious \nincidents and incidents; \n \n(c)     making recommendations to eliminate   or   reduce   any such deficiency; \n \n(d)   to advise  on  and support implementation of  any  such recommendation; \n \n(e)   air safety  studies  to  prepare  and  disseminate  safety recommendation; to \nestablish and maintain an accurate record of acc idents, serious incidents and \nincidents for reference; \n \n(g)     to affect any obligation of Pakistan in relation to air safety and acc idents \ninvestigations under the Con vention; and \n \n(h)     any o ther matter conn ected with or ancillary to the above. \n \n 4. The Director, his duties, powers and functions.—(1) The Director shall be appointed by \nthe Prime Minister in the manner prescribed by the rules for a usual term of three years from the date \nof assumption of office. \n \n (2) The  Director  may,  be  notice  in  writing,  resign  from  his  office and  such resignation \nshall take effect from the date of its acceptance by the Prime Minister. \n \n (3) The Prime Minister may, after giving the Director a reasonable oppo rtunity of being \nheard, remove him from office if he―\n \n \n(a)     has, in the opinion of  the Prime Minister, failed to discharge, or has bec ome \nincapable of discharging, his duties effectively under this act; \n \n(b)     has been convicted of an offence involving moral turpitude; or \n \n(c)     is knowingly involved in conflict of interest situation in terms of \n Section 11. \n \n (4) The  Director   shall  receive  such  salary  and  allowances  and be  subject  to  such  \nconditions  of  service  as  may  be  determined  by  the Prime Minister. \n \n (5) The Director shall— \n \nPage 7 of 20 \n  \n(a)     administer the Bureau for due discharge of its functions; \n \n(b)   ensure that investigations under this Act are independent, fair, effective and \nconcluded  in the most expe ditious manner; \n \n(c)     advise the Minister and Secretary on air safety and accidents and other matters \nrelated to or ancillary to this Act; and \n \n(d)     carry out such other functions and duties as are imposed upon  him under  this \nAct, the rules or the Standing Orders. \n \n (6) Subject to the provisions of this Act, the rules and the Standing Orders,  the  Director \nmay exercise such powers  and  take  such measures are nece ssary for carrying out  the pu rpose of \nthe A ct. \n \n (7) In the absence or inability of the Director to perform his functions, the  Secretary  may  \nappoint  a  senior  officer  of  the  Bureau  to  discharge  the functions and exercise the powers of the \nDirector during his absence or inability. \n \n 5. Powers of the investigators.—(1) For the purposes of an investigation under this Act, an \ninvestigator shall have the po wers to— \n \n(a)     regulate, prohibit and control access to the scene of an accident, serious \nincident or incident; \n \n(b)     have  access site of the accident, serious incident and incident and exa mine the  \naircraft involved, its parts, contents and compone nt, the wreckage, any  remains \nand marks resulting from the accident, serious incident or incident, any parts, \ncomponents, wreckage or remains removed  from the site;\n \n \n(c)     preserve  the  aircraft, its  parts,  contents,  components,  wreckag e, remains and \nmarks mentioned at clause (b) by  any means including pho tograthic means, and \nwhere in view of the investigator, it is necessary to do so, remove any of the \nparts, component, wreckage or remain for safe custody or further examination; \n \n(d)     require the attendance of any person, by summons under his hand, whom he \nthinks fit to call before him and ex amine for such purpose and to require answers \nor returns to any inquiries he thinks fit to make; \n \n(e)     require any s uch person to make and to sign a declaration regarding the true \nnature of the statements made by him; \n \n(f)     have acc ess to all books, no tes, records, pho tographs, papers and other \ndocuments, recordings and transcripts or other information, a rticles and other \nevidence which he considers necessary for the investigation,   and   where   \nrequired   ask   for   and   enforce   the production of the same by a person who \nis in or is reasonably expe cted to be in their possession; and \n \n \nPage 8 of 20 \n (g)     where he considers it necessary, retain any such book, no te, record, pho tograph, \npapers, document, recording, transcript, information, article or evidence until \nthe completion of investigation. \n \n (2) Whe re in the op inion of the Director such an a ction is necessary, he may authorize an \ninvestigator in writing to, after presenting the authorization to owner or occupier, enter, inspect and \nsearch any land or premises, building, d welling or  an aircraft and take in his possession any  book, note, \nrecord, pho tograph, paper and other document, recording, transcript or other information and article in \nrelation to the investigation. \n \n (3) Whe re, an  investigator considers it necessary that — \n \n(a)     medical examination of a person directly or indirectly involved in the operation \nof an aircraft is relevant to the investigation, he  may, by a notice under his hand, \nrequire that person to submit to medical exa mination; \n \n(b)     performance of an autopsy on the body of a deceased pe rson, or the ca rrying \nout of other medical examination of any human remain, is relevant to the \ninvestigation, he may cause such autopsy or medical exa mination to be \nperformed and, for that purpose, by no tice under his hand, require the person \nhaving custody of the body  of the dece ased   person   or   other   human   remains,   \nto   pe rmit   the pe rformance of that autopsy or that medical examination; and\n \n(c)     a  test,  including  a  test  to  destroy,  is  required  on  the  aircraft involved in \nan accident, serious incident or incident, or its components, contents or parts, \nwreckage or  any b ook, no te, record, pho tograph, papers and o ther document, \nrecording, transcript, information or  other article received under sub-section (1) \nor seized under  sub-section (2), he may cause that test to be conduc ted; and to \nthe extent it is practicable and d oes not unreasonably impede the progress of \ninvestigation, su ch test shall be conducted in the presence of the owner or any \nperson who appears, on  reasonable grounds, to be in lawful possession of it \nor otherwise entitled to such presence.  \n \n 6. Notification  of  accident  or  incident.—(1)  Where  an  accident, serious incident or \nincident occu rs, it shall be the duty of the following to send a notice of such occurrence to the Director \nwith minimum delay and through the most suitable and quickest Means available, but in no case  later \nthan twenty-four hou rs— \n \n(a)     the pilot in-command of the aircraft and in case he is killed or incapacitated, \nthe senior most member of the aircraft crew, or  the owner, operator, hirer or  \nother pe rson on whose behalf he was in- command of the aircraft; \n \n(b)     the relevant airport operator; \n \n(c)     the officer-in-command of the relevant air traffic control unit and the w atch \nsupervisory officer of air traffic control; and \n \n(d)     any o ther person specified for this purpose under the rules. \n \n \nPage 9 of 20 \n  (2) The notice under sub-section (1) shall contain such information and be served to such \npersons other than the Director as  may be specified in the rules. \n \n (3) Immediately upon receipt of the notice, the Director shall notify the facts of the accident, \nserious incident, or incident to the Secretary and such other States and entities as is required under the \nConvention. \n \n 7. Preliminary inquiry.—(1) The Director may authorise any p erson including an officer of \nthe Bureau to condu ct a preliminary inquiry into an acc ident, serious incident or  incident and submit \nto him preliminary report to assess the classification of the occurrence and the ex tent of and  expertise \nneeded for the investigation. \n \n (2) The person authorised to conduct  preliminary inquiry shall have  all the powers of an \ninvestigator under this Act.\n \n 8. Institution and p ublic notice of an investigation.—(1) Subject to other provisions of this \nact, the Director shall investigate the following ac cidents and serious incidents involving an aircraft — \n \n(a)     in a location in or over territory of Pakistan; and \n \n(b)     registered in Pakistan in a location not being the territory of any \n State. \n \n (2) The Director shall investigate incidents that or repetitive or impose a risk to air safety and \nmay also investigate such other incidents which in which view require investigation in interest of \nimproving air safety. \n \n (3) Whe re  the  Director  does  not  initiate  an  investigation  into  an acc ident, serious incident \nor incident within such period as may be specified in rules, the Secretary may, where he considers it \nappropriate to do so,  requires the Director to initiative the investigation. \n \n (4) Whe re  the  Director  considers  it  appropriate  to  do  so,  he  may delegate the whole or \nany pa rt of tne investigation to a State or any o ther entity cons tituted for investigations for the propose \nof this Act, under the Conve ntion by mutual arrangement and consent. \n \n (5) An investigation under this Act shall be conducted by two or more investigators of whom \none shou ld be the investigator in charge. \n \n (6) Unless otherwise directed by the Director, every investigation shall be h eld in private. \n \n (7) Immediately after the institution of an investigation into an acc ident or serious incident, \nthe Director shall, through a public notice, inform that the investigation is being held and any person \nwho may desire to make a representation or to produce any information or evidence concerning the \ncircumstances or cause of the accident or, as the case may be, serious incident, may do so in writing \nwithin the time specified in the notice. \n \n (8) In the like manner, where he considers it necessary to do so, the Director may solicit \ninformation or evidence through a public notice after the institution of an investigation into an ac cident. \n \n \nPage 10 of 20 \n  9. Objective of investigations by  the Bureau.—(1) The s ole objective of and investigation \nunder this Act shall be the prevention of  accidents, serious incidents and incidents and not to apportion \nblame or liability. \n \n (2) An investigation under this Act sh all not refrain from fully reporting the causes or \ncontributing factors of an accident, serious incident or incident merely because any fault or liability \nmight be inferred from it.\n \n (3) An investigation under this Act shall be separate from and shall not affect  any  other  \nproceeding  to  ap portion  blame  or  liability  for  an  accident, serious incident or incident. \n \n 10. Inve stigations by the Bureau  to take precedence.—(1) No investigation s hall be \ninstituted into an accident, serious incident or incident for the purpose of making findings as to the \ncauses and contributing factors if — \n \n(a)     that accident,  serious incident  or  incident is  being or  has  been investigated \nby the Bur eau under  this Act; or \n \n(b)     the agency  carrying out the investigation has been informed that aircraft \naccident,  serious  incident  or  incident is  proposed  to  be investigated by  the \nBureau under  this Act. \n \n (2) Nothing in sub-section (1) shall prevent— \n \n(a)     In investigation into an accident, serious incident or incident for a purpose other \nthan that of making findings as to its causes and con tributing factors; and \n \n(b)     an investigation on any matter that is related to an accident, serious incident or \nincident which is not  being investigated by  the Bureau. \n \n (3) An investigation by the Bureau into an accident, serious incident or incident under this Act \nshall take preceden ce over any other investigation into the accident, serious incident or incident and \nthe agency  cond ucting the investigation sh all take all reasonable measures to avoid obstruction or \ninterference with the investigation of  the Bureau. \n \n 11. Duty to avoid conflict of interest.—(1) For so long as he holds office  and  for  a  period  \nof  two  years  thereafter,  the  Director  and  e very investigator, officer, expert, servant and o ther \nperson employed in the Bureau sh all not — \n \n(a)     Own, or be a shareholder, director, partner or an employee  of any aviation \nundertaking or business; \n \n(b)     have  any direct  or indirect pecuniary or other benefit, share or interest in \nor be engaged in an aviation undertaking or business; and  \n \n(c)     receive any direct or indirect pecuniary or other benefit, share or interest in the \nmanufacture or distribution of aircraft or aircraft equ ipment or components.\n \n (2) Before commencing with an investigation, every investigator shall tender to the Director \na written certificate under his hand that he has not held, or ho lds, or will not acquire any sh are or \n \nPage 11 of 20 \n pecu niary or other interest in any b usiness, con tract, or any  other transaction which is likely to affect \nprejudicially the discharge by him of his function as  investigator. \n \n (3) When ever it comes to the notice of an investigator that in relation to any matter under \ninvestigation, he has  professionally acted on behalf of any pe rson having any share or interest in that \nmatter, or any of his immediate relatives, or his employer or employee would receive or have a \nreasonable expe ctation of  receiving, a direct or indirect pecuniary or other benefit, share or interest or \nwould suffer or have  a reasonable expectation of  suffering, a d irect or indirect pecuniary or some other \ndetriment, he sh all immediately inform the Director and abstain from taking part in the investigation. \n \n 12. Part icipation in the investigation by other interested States.— (1) A State interested \nin the investigation of an accident, serious incident or incident, may appoint an accredited \nrepresentative and one or more advisors or expe rts to assist him. \n \n (2) In the like manner, in the case of an accident, serious incident or incident to an aircraft \nregistered in Pakistan in or over the territory of another State, the Secretary may, with the approyal of \nthe Minister, appoint an accredited representative and one or more advisors or experts to participate in \nthe investigation and intimate it to such State. \n \n 13. Prot ection of the aircraft and other evidence.—(1) The aircraft, or any of its parts, \ncontents, compone nts, wreckage, any marks, and remains resulting from an accident, serious incident \nor incident, located or found in the territory of Pakistan shall not be removed or otherwise interfered \nwith, except by a pe rson u nder the authority of the D irector. \n \n (2) Notwithstanding the provisions of sub-section (1), the aircraft or any  of its parts, con tents \nand component, wreckage, any marks or remains resulting from the ac cident, serious incident or \nincident may be removed or interfered w ith so far as may be n ecessary — \n \n(a)     by persons authorised to conduct  search and rescue operations for the purpose \nof extricating pe rsons or animals dead or alive, or preventing the destruction of  \nthe aircraft and its contents by fire or other  cause  or  of  preventing  any  damage  \nor  obstruction  to  the pub lic or to air navigation or to other transport; \n \n(b)    by persons authorized to conduct  search and rescue operations for bringing it \nor them to a place of safety; and\n \n \n(c)     for removal of luggage,  goods, mail and other similar things from the aircraft \nunder the su pervision of a person authorized by the Bureau. \n \n (3) The Director may, for the purposes of any preliminary inquiry and investigation under this \nAct, authorise an investigator or direct any other person to take measures for — \n \n(a)     docu mentation,  protection  and  preservation  by  photographic  or other means, \nof any evidence which might be removed, effaced, lost or destroyed; \n \n(b)   maintaining safe custody of  the aircraft, its parts, contents, components, \nwreckage, any marks and remains; \n \n \nPage 12 of 20 \n (c)     safeguarding  against  further  damage  to  the  aircraft,  its  parts, contents, \ncomponents, wr eckage, any marks and remains; \n \n(d)     limiting the access to the aircraft, its parts, contents, components, wreckage, \nany marks and remains by unauthorized persons, or to prevent it from pilferage \nand further deterioration; and \n \n(e)     for the preservation of the aircraft, its parts, contents, components, wreckage, \nany marks and remains for such period as may be nece ssary for the purposes of \nan investigation. \n \n (4) The owner, operator, pilot in-command or members of the aircraft crew and every other \nperson who is in the custody of the aircraft, or any of its parts, content, component, wreckage, mark \nor remain or any information, book, no te, record, pho tograph, papers or o ther document, recording or \ntranscripts, that may reasonably be exp ected to be required in relation to an investigation under this \nAct shall take .all reasonable steps for its safe keeping and to prevent it from pilferage and deterioration \n \n (5) Nothing in this section shall be construed to prohibit saving of human life or treatment \nof injured by the best available person at the site of the acc ident pending the arrival of an investigator, \nor a person authorized by the Director under sub-section (1) or an authorized p erson mentioned at sub-\nsection (2). \n \n (6) Where the aircraft, or any of its parts, contents, components, wreckage, any marks, remains \nand other evidence resulting from an accident, serious incident or incident are to be removed or \ninterfered with pursuant to the provisions of sub -section (2) or sub -section (5), the person directing, \nsupervising or  arranging  the removal or  interference shall, to the  extent  possible in th e \ncircumstances, and prior to such removal or interference, record the location, layout and condition of \nthe aircraft, its parts, contents, components, wreckage, any marks and remains and  any other  evidence \nby the best possible means available.  \n \n 14. Release of the aircraft and  other evidence when no longer req uired.—(1) The Director \nshall release the aircraft, or any one or more of its parts, contents, components, wreckage, marks and \nremains as well as any other information or evidence that has been taken into his custody by  an \ninvestigator or any  restriction as to its removal or interference with, or safe keeping have  been imposed \nunder section 13 as soon as it is no longer required for the investigation. \n \n (2) While  releasing  the  aircraft,  or  any  one  or  more  of  its  parts, con tents, compone nt or \nwreckage, the Director may, through  a written notice, require the owner, operator or any other person \nhaving lawful  claim over it, to have  it removed  within such reasonable period as may be given in the \nnotice. \n \n (3) Whe re the owner, operator or the other person having lawful claim over  it, fails without \nreasonable cause to remove the aircraft, or any one or more of its parts, contents, componen ts or \nwreckag e, within the period given in the notice, the Director may cause the aircraft, part, content, \ncomponent or wreckage to be auctioned or otherwise disposed of at the expense of the owner, operator \nor other person and deposit proceeds thereof to the Federal Government. \n \n 15. Investigation reports and their publication.—(1) The Director may,  from  time  to  time,  \nprovide  an  interim  statement  on  the  p rogress  and findings of an investigation to the Minister and \n \nPage 13 of 20 \n the Secretary and to every agency or person who has a direct interest in the findings of the \ninvestigation as and when requested by the agency or  person. \n \n (2) As soon  as an investigation is complete, the Director shall cause to be prepared a draft final \nreport describing the proceedings in general, any  safety deficiencies identified, recommendations \nmade in the interest of air safety and any o ther relevant findings. \n \n (3) The Director shall submit the draft final report to the Minister and the Secretary and also \ncause it to be sent to every agency  or person who has a direct interest in the findings of the \ninvestigation. \n \n (4) Ther eafter, the Director shall give every agency and person having a direct interest in the \nfindings of the investigation a reasonable opportunity not exce eding forty-five days to make any \nrepresentation or  observation on the draft final report.\n \n  (5) No person shall communicate or use the draft final report or permit its communication or \nuse for any purpose, other than the taking of remedial measures and if required preparation of any \nrepresentation or observation. \n \n (6) The Director shall, after considering the representations and obs ervations, if any received \nby him — \n \n(a)     adopt  the draft final report as final report and share it with the Minister, \nSecretary, and every agency and  person having a direct interest in the findings \nof the investigation and a lso publish it for gene ral information; or \n \n(b)     reconsider  the  finding  and  recommendations  of  the  draft  final report where \nin his view new  material facts have been brought be fore him and thereafter share \nit in the manner given under  clause (a) abov e. \n \n 16. Immediate notification of findings requiring urgent action.— Without any prejudice to \nthe provisions of section 15, the Director shall, at any time  during  an  investigation,  notify  forthwith  \nin  writing,  to  the  M inister, Sec retary and  every other agency  and person who, in his opinion, has  a \ndirect interest  in  its  findings  and  recommendations,  whether  interim  or  final,  any matter, finding \nor recommendation that in his opinion requires an urgent action. \n \n 17. Duty to res pond to findings of investigation.—(1) The agen cy or pe rson   responsible   \nfor   taking  a   remedial   action   on   the   finding   or recommendation of an investigation, sh all \nwithin such period after being notified of the finding or recommendation as  may be determined by the \nDirector, which sh all in no case exceed ninety days, inform the Director in writing— \n \n(a)     of any remedial action taken or which will be taken by the agency or  person; \n \n(b)     reason as to why a remedial action cannot be taken by the agency or  person \nwithin the time given by the Director; \n \n(c)    reason as to why remedial action to be taken by the agency or pe rson is \ndifferent from the action that was recommended; or \n \n(d)     reason as to why no  remedial action shall be taken by the agency or person. \n \nPage 14 of 20 \n  \n (2) Whe re the Director is of the view that a remedial action taken,  or the different remedial \naction proposed to be taken does not meet the safety requirements or the reasons for not taking \nany remedial action given by the agency  or person are unsatisfactory, he may inform the Secretary in \nwriting who sh all then inform the Minister. \n \n (3) Whe re the Director is satisfied with the reasons, he may allow add itional period for \ntaking action or a taking of the different remedial action. \n \n 18. Obligation not to disclose certain records.—(1) The following information and records \nshall not be disclosed for any purpose other than those relating to an investigation except when the \nSecretary de termines that their disclosure outweighs the adverse impact it may have on  that \ninvestigation or any future investigations — \n \n(a)    cock pit airborne image recordings and any pa rt or transcripts from su ch \nrecordings; \n \n(b)     cock pit voice recordings and transcripts from such recordings; \n  \n(c)     recordings and transcripts of recordings from air traffic control; \n \n(d)     all statements made to an investigator or other person in the course of an \ninvestigation un der this Act; \n \n(e)     all communications between persons having been involved in the ope ration of \nthe aircraft; \n \n(f)     medical or private information of persons involved in the accident, serious \nincident or incident; \n \n(g)   analysis of information and opinion expressed, including flight recorder \ninformation made by an investigator and accredited representative in relation to \nthe accident, serious incident or incident; and \n \n(h)     a draft final report. \n \n (2) Any information or record referred to in sub-section (1) may be included in the final \nreport of an investigation or  its append ices, or in any o ther report only when it is relevant to the analysis \nof the accident, serious incident or incident and parts of the information and records not relevant \nto the analysis shall not be included in such report. \n \n (3) The final report of an investigation shall not disclose the names of the persons involved in \nthe accident, serious incident or incident.\n \n \n 19. Reopen ing   of   an   investigation.—Where   it   appears   to   the Sec retary that any new \nand material evidence has become available after completion of the investigation, he  may, with the \napproval of the Minister, direct the D irector to re-open the investigation. \n \n \nPage 15 of 20 \n  20. Incident reporting systems.—(1) The Director shall, through  a Standing Order, establish \na mandatory incident reporting system to collect information on actual or potential safety  deficiencies  \nand require  all  related persons mentioned in that order to notify all accidents, serious incidents and \nincidents to the Bureau by most suitable and quickest means but in any case not later than twenty-four \nhours. \n \n (2) In the like manner, the Director shall, through  a Standing Order, establish a v oluntary \nincident reporting s ystem to facilitate collection of information on actual or potential safety \ndeficiencies that may not  be captured by the mandatory incident reporting system. \n \n (3) The voluntary incident reporting system shall be non-punitive and a fford protection to the \nsources of the information. \n \n 21. Obstructing   or   impeding   procee dings.—Any   person,   who interferes with, ob structs \nor impedes the p roceedings of  an inquiry or investigation, or  the exercise of any  power or duty \nconferred to or imposed upon an  investigator or other person under this Act shall, on conviction, be \npunished with imprisonment which may extend to six months, or a fine not exceeding five hund red \nthousand rupees, or with both. \n \n 22. Withholding, altering or giving false information or evidence.—Any person who \nknowingly withholds, hides, alters or damages any information  or  other  evidence relating to  an  \ninvestigation under  this  Act  or provides a ny false or misleading information or e vidence to an \ninvestigator or other person holding an inquiry or investigation under  this Act shall, on conv iction, be \npunished with imprisonment which may extend to three years, or a fine not exceeding one million \nrupees, or with both. \n \n 23. Failure to comply with summons or requisition.—Any person, who without reasonable \nexcuse, when called upon to do so by an investigator or other person holding an inquiry or investigation \nunder this Act, fails or refuses to appe ar before him or give a statement, or provide or  make available \nany information, bo ok, no te, record, ph otograph, p apers or other document, recording and  transcripts, \nany part, content or component of an aircraft or its wreckage, of to  make  available  the  body  of  a  \ndeceased  person  or  other  human  remains ava ilable for autopsy, shall, on conv iction, be pu nished \nwith imprisonment which may extend to three months, or a fine not exceeding on fifty thousand rupees, \nor with both.\n \n \n 24. Failure   to   rep ort   a   accident   or   incident.—Any   person responsible to report an \naccident, serious incident or incident under mandatory reporting sy stem established under  section 20, \nwho, without a reasonable excuse, fails to report an accident, serious incident or incident after it has \ncome to his kno wledge, shall, on conviction, be punished with imprisonment which may extend to \nthree months or a  fine which may ex tent to fifty thousand rupees, or with both. \n \n 25. Failure to preserve ev idence .—(1) Any person who holds an information, bo ok, no te, \nrecord, ph otograph, p apers or other document, recording and  transcripts, any part, content or \ncomponent of an aircraft or its wreckage, or a  deceased  pe rson  or  other  human remains  or  any \nother  evidence  that may reasonably be expected to be required in relation to an investigation under \nthis Act, neglects or fails to take reasonable steps for keeping it safe and to prevent it from pilferage \nand further deterioration, shall on conviction, be pu nished with imprisonment which may extend to six \nmonths or  a fine which may ex tent to five hund red thousand rupees, or with both. \n \n \nPage 16 of 20 \n  (2) Any person who removes or interferes with the damaged  aircraft, or any of it part, content \nand compone nt, the wreckage, any remains and marks resulting from the accident, serious incident or \nincident in contravention of the p rovisions of section 13, sh all on conviction, be punished with \nimprisonment which may extend to three months or a fine which may extent to one hundred thousand \nrupees, or with both. \n \n 26.  Unauthorized  disclosure  of  information.—Any  pe rson  who, without  the  prior  written  \nconsent  of  the  Director  caus es  or  permits  any information collected or report prepared by the \nBureau or any pa rt of it to be disclosed to any other person, body or  organisation be fore it is made \npublicly ava ilable by the Director, shall, on conviction be punished with imprisonment which may \nextend to three months or a fine which may extent to one hundred thousand mpees; or with both. \n \n 27. Offences by bodies corporate.—(1) Where a body  corporate is guilty of an offence under \nthis Act and that offence is proved to have  been co mmitted with consent or conn ivance of, or to be \nattributable to any  neglect on pa rt  of,  any  director,  manage r,  secretary  or  other  similar  officer  of  \nbody corporate or any person who was purporting to act in any such capacity he, as well as the \nbody c orporate, shall be guilty of an offence and shall be liable to be p roceeded  against and punished \naccordingly. \n \n (2) Whe re the affairs of a body co rporate are managed by its members, sub-section (1) shall \napply in relation to the acts and defaults of member in conne ction with his functions of management \nas if he were  a director of the body co rporate.\n \n \n 28. Cognizance of offences.—No court shall take cognizance of an offence und er this Act \nexcept upon a complaint in writing by the Director or an officer of the Bur eau authorized by him for \nthis purpose. \n \n 29. Offences to be bailable.—All offences under this Act shall be ba ilable. \n \n 30. Summary trial for certain offences.—The Magistrate of the first class shall, on the written \ncomplaint of the Director, or an officer of the Bureau authorized by him for this purpose, try an \noffence under section 21, 23, 24 and 26 and may impose any amount of fine under this Act in \naccordance with the provisions of Chapter XXII of the Code of Criminal Procedure, 1898 (V of 1898). \n \n 31. Compounding of offences.—(1) Subject to sub-section (2), the Director or an officer of \nthe Bureau authorized by him may, at any stage, co mpound an offence under this Act subject to the \ndepo sit of administrative pena lty which shall not be less than fifty thousand rupees. \n \n (2) An offence under this Act shall not be compoun dable if the accused has previously been \nconvicted under this Act or his previous offence has been co mpounded  by the Director or the officer \nof the Bureau authorized by the Director. \n \n 32. Trans fer of services of existing employees.—(1) On the co mmencement of this Act, the \nFederal Government shall, by notification in the official Gazette, determine the date, mode and manner \nin which any  officer, expe rt, servant or any other person or category of officers, experts, servants or \npersons who immediately before the commencement of this Act have  been in the service of the \nAuthority in relation to the functions, duties and a ffairs of the Bureau und er this Act, shall be \ntransferred to the Bureau, on the same terms and cond itions as were applicable to them, unless modified \nor amended un der the provisions of this Act: \n \nPage 17 of 20 \n  \n (2) The pay and allowances to which such an investigator, officer, expe rt, servant or person \nis entitled to for service in the Bureau shall not be less favorable than those to which he  was entitled \nimmediately before such transfer. \n \n (3) The service of an officer, expert, servant or other person transferred to the Bureau under \nsub-section (1) shall be taken for all purposes to have been con tinuous with the service of  the officer, \nexpert, servant or person, immediately before the date of transfer, as an employee of the Aut hority. \n \n (4) Notwithstanding any provision of law, no officer, servant, expert or person transferred to \nthe service of the Bureau under sub -section (1) shall be entitled to receive any payment or other benefit \nmerely because he stopped bei ng an employee of the Authority as a result of this section or of any \nother provision of this Act, or on account of the abolition of his office in the Authority.  \n \n 33. Transfer of certain properties and assets.—On the comme nceme nt of this Act, the Federal \nGovernment shall, by notification in the official Gazette, de termine the da te, mode and manner in \nwhich such assets, including lands, bu ildings, machinery, apparatus, equipment and sums of money, \nand all other rights and interests arising out  of such assets that are related to the functions, du ties and \naffairs of the Bureau under this Act as were immediately before that day  vested in the Authority, shall, \nwithout any conveyan ce or assignment, be transferred to and vest in the Bureau free of any cost and \nall liabilities in respect of the said assets shall be the liability of the Bureau. \n \n 34. Air Safety Fund .—(l) There shall be a fund to be called the Air  Safety Fund.  \n \n (2)    The Fund shall be derived from the following sources, namely— \n \n(a)     money  transferred to the Fund from the accounts of the Authority in terms of \nsection 32; \n \n(b)     any g rant received from the Fede ral Government, \n \n(c)     any  aid,  assistance  or  grant  received  from  any  national  or international \nagency; \n \n(d)     money levied on aircrafts navigating over the territories of Pakistan or landing \nat an airport in Pakistan at such rate as the Fed eral Government may, from time \nto time, determine; and \n \n(e)     interest on invested cash balance of the Fund.  \n \n (3) The Federal Government may, by  a notification in the official Gazette, direct that the levy \nunder  sub-section (2) shall be charged, collected and transferred to the Fund  by any age ncy or authority \nother than the Bureau. \n \n (4) The s ums credited to the Fund sh all— \n \n(a)     not lapse with the expiry of a financial year; and \n \n \nPage 18 of 20 \n (b)     be   spent   for   no   purpose   other   than   meeting   the   cost   of investigation, \nundertaking studies, training or  other measure in the interest of the air safety or \nother objects of this Act. \n \n 35. Periodical and annual reports .—(1) The Director shall keep the  Secretary generally \ninformed of the working of the Bureau and submit to hi m reports on matters relating to functions of \nthe Bureau at such intervals and in such form as he may direct.  \n \n (2) The Director shall, as soon as practicable after the close of every calendar year, but not \nlater than the last Friday of the immediately following January, submit to the Minister a report on the \nstate of air safety, progress of investigations, extent of compliance with safety recommendations and \nactivities unde rtaken by  the Bureau in gen eral during that year. \n \n 36. Feder al Inve stigation Agency and local police to assist.—(1) On written request of the \nDirector or the investigator for the purpose of this Act, the officer of the Federal Investigation Agency, \nAirport Security Force or  of the police of the respective district to whom this request is directed, sh all \nwithout unreasonable delay, render such assistance. \n \n (2) If for any reasonable cause, such officer is unable to provide the requested assistance, \nhe shall forthwith bring the matter to the notice of his sup ervisory officer, and  where such sup ervisory \nofficer is also unable to provide such support, he shall inform the Director or, as the case may be, the \ninvestigator making the request. \n \n (3) Where  the  officer  of the Fede ral  Investigation  Agency,  Airport Secu rity  Force  or  of  \nthe  po lice  of  the  respective  d istrict  fails  to  provide assistance despite request, or where he is not \nsatisfied with the reason for the inability to provide assistance, the Director may inform the Secretary. \n \n 37. Inde mnity.—No suit, prosecution or other legal proceedings shall lie against the Minister, \nSecretary, Bureau, Director, investigator, officer, expert, servant or other person employed  with the \nBureau in respect of any thing, done o intended to be done  in good faith under this Act or under any \nrule or Standing Order or for any damage sustained by any thing belonging to or under the control of \nthe Bureau. \n \n 38. Power of Feder al Government to make ru les.—(1) The Federal Government may, by \nnotification in the official Gazette, make rules for giving effect to one or more provisions of this Act \nor to carry out the purpose of this Act in general. \n \n (2) in  particular,  and  without  prejudice  to  the  generality  of  the provisions  of  sub-\nsection (1),  such  rules  may  provide  for  all  or  any  of  the following matters, namely — \n \n(a)     the procedure and manner of notification of an accident, serious incident and \nincident, including notification to a State;\n \nPage 19 of 20 \n  \n \n(b)     the notification of an accident, serious incident and incident to the International \nCivil Aviation Organisation and  a State for participation in the investigation; \n \n(c)     the preservation, collection and c ustody of evidence;  \n \n(d)    the manner of investigation in general; \n \n(e)     the  procedure  for  summoning  of  persons  and  production  of evidence and \nother information; \n \n(f)     the format of the report of preliminary inquiry, draft investigation report and \ninvestigation report; \n \n(g)    the consolidation and follow-up of  safety recommendations; \n \n(h)     the  manner  in  which  the  Fund  shall  be  managed  including provisions \nin relation to keeping of its account, authorization for expen diture and charging, \ncollection and transfer of levy; and \n \n(i)     any other matter subsidiary or incidental to the investigation of aircraft \naccidents, serious incident and incidents. \n \n 39. Stand ing Orders.—The Director may, with the approval of the Minister, make Standing \nOrders, not inconsistent with this Act and the rules, to provide for any matter and for which provision \nis nece ssary or expedient for carrying out the purpose of this Act. \n \n 40. Act to override other laws.—The provisions of  this Act shall have e ffect notwithstanding \nanything co ntrary contained in any  other law for the time being in force. \n \n 41. Exclusion   of   the   jurisdiction   of   courts.—Notwithstanding any thing contained in \nany o ther law for the time being in force, any proceedings pend ing before or order of the Minister, \nSecretary, Director, investigator or any other person under this Act shall be final and shall not be \ncalled in question in any  suit, application or other judicial proceedings and a court shall not assume \njurisdiction or grant an injunction in respect of any action taken or intended to be taken by  the Minister, \nSecretary, Director or investigator or any other person under  this Act. \n \n 42. Removal of difficulties.—If any d ifficulty arises in giving effect to any  of the provision of \nthis Act, the Fed eral Government may make such order, not  inconsistent  with  the provisions  of  this  \nAct,  as  may  appear  to  it  to  be nece ssary for the purpose of removing the difficulty. \n \n 43. Repeal  and  savings.—(1)  On  the  commencement  of  this  Act, section 7 of the Civil \nAviation Ordinance, 1960 (Ordinance  XXX II of 1960) and the rules made thereunder in relation to the \nsubject matter of this Act shall stand repealed. \n \n (2)    Notwithstanding such repeal — \n \n(a)     anything done or any action taken  or purported to have been  done or  taken \nunder the aforesaid Act or rules so repealed shall, in so far as  it is not \n \nPage 20 of 20 \n inconsistent with the provisions of this Act, be deemed to have been  done or \ntaken under the correspon ding provisions of this Act, and \n \n(b)     any matter that is in the course of being investigated, or that has been \ninvestigated by the Authority, but on which a report has not been  made when \nthis Act comes into force shall, on the coming into force of this Act, be taken \nup and continued by the Bureau, as if it were, or had been an investigation un der \nthis Act. \n \n____________  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nLast Uploaded on 19.09.2023"
}