{
    "file": "./converted_json\\administrator06a573f566a5ad306717dafab28c79cb(1).json",
    "name": "Protection of Journalists and Media Professionals Act, 2021",
    "date": "December 4, 2021",
    "tagline": "To promote, protect, and ensure independence, impartiality, safety, and freedom of expression of journalists and media professionals",
    "content": "R-EGISTEREDNo.M-302\nL._7646\n@$eGvdc d pe[fdturI\nEXTRAORDINARY\nPUBLISHED BY AUTHORITY{,,\n3\nISLAMABAD, SATURDAY, DECEMBER 4, 2O2I\n-PART I\nActs, Ordinances, President's Orders and Regulations\nSENATE SECRETARIAT\nIslantabad, the 3rd December, 2021\nNo. F, 9(46)/2021-Legis.-The following Act of Majlis-e-Shoora\n(Parliament) received the assent ofthe President on lst December. 2021 and is\nhereby published for general inlormalion:-\nACT NO. XXIII OF 2O2I\nAn Acl to promote, protect and effectively ensure the independence, impartiality,\nsafely and freedom ofexpression ofjournalists and media professionals.\nWt.tEREAs it is the responsibility of the State to safeguard the right to\nfreedom ofexpression, as contained in Article l9 ofthe Constitution ofpakistan,\n1973, as well as in Article l9 ofthe intemational Covenant on Civil and political\nRights (ICCPR), which includes the freedom to seek, receive and impart\ninformation and ideas of all kinds, regardless of frontiers, either orally, in\nwriting or in print, in the form ofart, or through any other media;\nAND WHEREAS it is the requirement ofany democratic society to instill a\nstrong culture of safety and independence of joumalisrs. taking into\nconsideration specific attacks on joumalists and media professionals;\n(8ss)\nPrice: Rs. 20.00\nll7l7(2021) Ex.Gaz.l\n856 TTIE CAZETTE OF PAKISTAN, EXTRA., DECEMBER4,2O2I [PARTI\nAND WHEREAS it is expedient to establish a legal and institutional\nframework for the protection and promotion of the rights of joumalists and\nmedia professionals:\nIt is hereby enacted as follows:-\nPART-I\nPRELIMINARY\nl. Short title, extent and commencement.- (l) This Act may be\ncalled the Protection of Joumalists and Media Professionals Act, 2021.\n(2) It shall extend to the whole of Pakistan\n(3) It shall come into force at once.\n2. Definitions.- (l) In this Act, unless there is anything repugnant in\nthe subject or context,-\n(a) \"Act\" shall mean the Protection of Journalists and Media\nProfessionals Act, 2021 t\n(b) \"Authority\" means the Authority established under the Legal Aid\nand Justice Authoritv Acl, 2020;\n(c) \"Commission\" means the Independent Commission for the\nProlection of Journalists and Media Professionals, constituted\nunder Section 12 of this Act;\n(d) \"Compensation\" means grant/donatiott/compensatory relief in\nterms of money to be provided from federal and respective\nprovincial funds/ programs/schemes, in case of a journalist's\naccidental death,/injury while performing his/her duties;\n(e) \"Constitution\" means the Constitution ofthe lslamic Republic of\nPakistan;\n(r)\"Federal Ombudsman\" means the Ombudsman established under\nthe Harassment Against Women at Workplace Act,20l2:\n\"Government\" means the Federal Covemment; (e)\n(h)*Harassmentt means any unwelcome sexual advance, or request\nfor sexual favours or other verbal or written communication, or\nphysical conduct of a sexual nature or sexually demeaning\nattitud€s, that causing interference with work performance or\ncreating an intimidating, hostile or offensive work environment, or\nP,\\Rr Il THE CAZETTE OF PAKIS'|AN. EXTRA.. DECLMBER 4. 2021 857\nthe attempt to punish the complainant for refusal to comply to such\na request or is made a condition for employment:\n(i) \"Intimidation\" means threarening a person with any injury to his\nperson, reputation or property, or to the person or reputation of any\none in whom that person is interested. with intent to cause alarm to\nthat person, or to cause that person to do any act which he is\nlegally bound to do, or to omit to do any act which he is legally\nbound to do, as the means ofavoiding the execution ofsuch threat;\n0) \"Journalist\" means any person who is professionally or regularly\nengaged by a newspaper, magazine, news website or other news\nbroadcast medium (whether online or offline), or any person with a\nsubstantial track record of freelancing for at least three years for\nany newspaper, magazine, news website or other news broadcast\nmedium;\n(k) \"Media professional\" includes any other person regularly or\nprofessionally engaged in the collection, processing and\ndissemination of information to the public via any means of mass\ncommunication, including cameraperson and pholographers,\ntechnical supporting staff. drivers and interpreters, eaitors,\ntranslators, publishers, broadcasters, printers and distributors;\n(l) \"Media owner\" means the ouner of a media house or agency\nwhich collects and disseminates consumers news, features,\ncomments, photographs and graphics through any means of\ncommunications;\n(m) \"Non-journalist\" means a person who is employed mainly in a\nmanagerial or administrative capacity in a media organization, or is\nbeing employed there in a supervisory capacity, performs, either by\nthe nature of the duties attached to his office or by reason of the\npowers vested in him. functions mainly of a managerial /\nadministrative nature.\n(n) \"Sources\" mean any book, publication, person or organization that\ndiscloses information forming the substance/subject of work\nundertaken by anyjournalist, reponer or media professional;\n(o) \"Schedule\" means a Schedule to this Act;\n(p) \"Torture\" means an act committed by which severe pain or\nsuffering, whether physical or mental, is intentionally inflicted on a\nperson for such purposes as obtaining from him or a third person\ninformation or a confession, punishing him for an act he or a third\nperson has committed or is suspected of having committed, or\nintimidating or coercing him or a third person, or for any reason\n858 THE GAZETTE OF PAKISTAN, EXTRA., DECEMBER4,202l [P^Rrl\nbased on discrimination ofany kind, when such pain or suffering is\ninflicted by or at the instigation of or with the consent or\nacquiescence of a public official or other Person actins in an\nofficial capacity. It does not include pain or suffering arising only\nfrom, inherent in or incidental to Iawful sanctions.\n(2) All other words and expressions used but not defined in this Act\nshall have the same meanings as may be assigned to them under all appticable\nlau,s in Pakistan including the Pakistan Penal Code (Act XLV of 1860), Code of\nCriminal Procedure, 1898 (Act V of 1898), and Qanoon-e-Shahadat, I984 (P.O.\nNo. X of 1984).\nPART-II\nRIGIITS OF JOURNALISTS AND MEDIA PROFESSIONALS\n3. Right to life and protection against ill treatment.- (1) The\nGovemment shall ensure that every joumalist and media professionals right to\nlife and security of person. as contained in Article 9 of the Constitution, is\nsafeguarded, and that no such individual is subjected to illtreatment.\n(2) No person or institution, whether private or public, shall engage in\nany act that violates the right to life and security of any journalist or media\nprofessional.\n(3) In order to maintain the independence, impartiality and freedom of\njournalists and media professionals, the Govemment shall take steps to ensure\nthat existing or future counter- terrorism or national security laws are not utilized\narbitrarity to hinder the work and safety ofjoumalists and media professionals.\ninctuding through arbitrary arrest or detention, or the threat thereof.\n(4) The Government shall ensure that effective measures are taken to\nprotect joumalists and media professionals against forced or involuntary\ndisappearances, kidnapping, abduction or other methods ofcoercion.\n(5) The Government shall ensure that joumalists and media\nprofessionals are allowed to carry out their journalistic work in conflict-affected\nareas within the country, without threats, intimidation, harassment or fear of\npersecution or targeting.\n(6) If the Commission finds that any institution or organization is.\ndirectly or indirectly, involved in violating. or attempting to violate. the rights to\nlife and protection against ill treatment safeguarded in sub-section (l) above, it\nshall report the same to the Federal Govcmment and recommend appropriate\ncourse ofaction against the perpetrator(s) ofthese violations.\n4. Right to privacy and non-disclosure of sources.- (l) Each\njoumalist and media professional shall have the right to privacy, which includes\nPART I] THE GAZETTE OF PAKISTAN, EXTRA., DECEMBER 4.202t 859\nprotection of the law against interference with his/her home, correspondence,\nand family.\n(2) The Govemment shall ensure that no person, officer, agency or\ninstitution unlawfully or arbitrarily interferes with the right to privacy of anyjoumalist, reporter or media professional and his/her home, correspondence\n(including electronic correspondences) and family.\n(3) The Government shall ensure that no joumalist, reporter or media\nprofessional is forced, induced, compelled, coerced or threatened for the\ndisclosure of his/her sources of information by any person, officer, agency,\nauthority or institution save without due process ofthe law.\n(4) The Govemment shall make efforts to safeguard the confidentiality\nof sources, ofjournalists or media professionals.\n5. Independence in the performance of duties.- (l) No joumalist\nor media professional shall be subjected to any unlawful or arbitrary restrictions\non their ability to perform their work independenrly, and without undue\ninterference.\n(2) Any restriction on the right ro freedom of expression ofjoumalists\nor media professionals must be in accordance with the existing laws, and must\nonly be imposed if it is necessary for respect of the rights or reputations of\nothers, or if such restriction is levied against material that advocates natibnal,\nracial or religious hatred that constitutes incitement to discrimination, hostility or\nviolence.\n(3) Any restriction imposed under Section 5(2) ofthis Act must:\n(D be easily accessible to the public;\n(ii) comply with the principles of legality, necessity and\nproportionality: and\n(iii) be formulated with sufficient precision to enable a joumalist,\nreporter or media professional to adjust his or her conduct\naccordingly.\n6. Good faith obligation ofjournalists and media professionals. - ( I ) All journalists and media professionals must respect the rights or reputationsof others and not produce material that advocates national. racial, ethnic,\nreligious, sectarian, Iinguistic, cultural or gcnder-based hatred, rvhich may\nconstitute incitement to discrimination, hostility or violence.\n(2) All journalists and media professionals must not engage in rhe\ndissemination of material knou,rr by such an individual to be false or untrue.\n860 THE GAZETTE OF PAKISTAN, EXTRA., DECEMBER4,2O2I [PART I\n(3) The joumalists who fail to fulfill obligations in sub-section (l) and\n(2) will be tried in accordance with the relevant laws.\n7. Protection from abusive, violent and intolerant behaviour.-(l) The Govemrnent shall take all steps to protect journalists and media\nprofessionals from all fonns of abuse, violence and exploitation through anv\nmedium (including electronic communications) at the hands of any person,\ninstitution (private or public) or authoriq..\n(2) Whenever any act of abuse, violence or intolerant behaviour is\ncommitted against any journalist, reponer or media professional, whether ^\nperpetrated by a private or public person, institution or authority. the aggrieved\njoumalist or media professional shall file a complaint tyilhin a period of fourteen\n(14) days, against the same before the Commission created under section I2 of\nthe Act.\n(3) Upon receipt of information identified in Section 7(2) of this Act,\nthe Commission shall, within a period of fourteen (14) days, take all necessary\nactions to investigate and prosecute such acts of abuse, violence or intolerant\nbehaviour, and to take appropriate measures under Iaw to provide protection to\nthe concemed journalist, reporter or media prolessional in the manner prescribed\nunder this Act.\n8. Protection against harassment.-{ l) The Govemment shall\nensure that every journalist, reporter and media professional is protected against\nharassment, as defined in Section 2(h) of this Act.\n(2) Whencver any act of harassment is commined against any\njournalist or media professional, whether perpetrated by a private or public\nperson, institution or authority, the aggrieved person may tile a complaint\nagainst the same before the Federal Ombudsman u,ithin a period of fourteen ( I4)\ndays.\n(3) Upon receipt of information identified in Section 8(2) of this Act,\nthe Federal Ombudsman or the relevanl authority shall, within a period of\nfourteen days, take all necessary actions to investigate and prosecute such acts of\nharassment, and to rake appropriate measures under the law to provide protection\nto the concerned journalist, reporter or media professional.\nPART.I II\nTRAINING AND INSURANCE\n9. Institution of the Journalists Welfare Scheme.- ( I ) The\nprovision of adequate training and guaranlee of insurance will bc governed in\naccordance with this provision. under the \"Journalists Welfare Schemc,'.\nPART I] THE GAZETTE OF PAKISTAN, EXTRA., DECEMBER 4,202I 86I\n(2) Compliance with the requirements of the Scheme, cstablished\npursuant to sub-section (l) ofSection 9 ofthis Act, shall be the responsibility of\neach media owner.\n(3) The operation ofthe Journalists Welfare Scheme shall be governed\nunder Schedule-l of this Act.\n(4) The Joumalists Welfare Scheme requires each Media Owner to\nproduce a comprehensive, written safety policy and protocols forjournalists and\nmedia professionals\nPARI'.IV\nINVESTIGATION AND REDRf,SS\n10. Obligation to investigate, prosecute and penalize threats,\ncoercion, acts of violence and abuse of journalists, and media\nprofe*sionels.- (l) Where any person acts in a threatening, coercive, abusive\nor violent manner, or conspires to act in a threatening, coercive, abusive or\nviolent manner, or aids and abets a threatening, coercive, abusive or violent act\nwith the intent to undermine the integrity and independence of joumalists and\nmedia professionals, such acts may be reported to the Commission.\n(2) The Commission shall takc appropriate steps\naccountability for such acts by conducting impartial, prompt,\nindependent and effective investigations into all such reports.to ensure\nthorough,\nThe Commission may set up an advisory committee to determine\nwhether the complaint should be taken up or not.\n(3) Following the required investigations under section l0(2) of the\nAct, the Commission shall ensure that all perpetrators are prosecuted and\n= simultaneously ensure that the aggrieved joumalists have access to adequate and\neffective remedies:\nProvided that if a joumalist cannot afford access to legal aid the\nCommission may refer the case of the aggrieved joumalist to the Authority who\nshall ensure free ofcost legal aid to the victim.\nI L Combating impunity.- ( l) No threatening, coercive, abusive or\nviolent Act, commifted against journalists or media professionals, shall be\nexempt from immediate and effective investigation and prosecution.\n(2) The Govemment shall develop and implement strategies for\ncombating impunity for those engaging in conduct mentioned in section I l(l) of\nthis Act, particularly rvith regard to the following:\n862THE GAZETTE OF PAKISTAN, EXTRA., DECEMBER4,2021 [PART I\n(i) Monitoring and conducting investigations into cases reported by\njournalists, media professionals, their families or civil society\norganizations working on joumalists' protection;\n(ii) Coordinating policy and action between relevant govemment\nauthorities:\n(iii) Ensuring the participation ofjournalists, and media professionals,\nand./or their families. in processes aimed at guaranteeing their\nprotection and salety.\n(3) The Government will irnplement best practices provided for in the\nUnited Nations Plan of Action on Safety of Joumalists and the lssue of\nImpunity.\nPART.V\nf,,STABLISHMENT OF THE INDEPENDENT COMMISSION FOR\nTHE PROTECTION OF JOURNALISTS AIYD MEDIA\nPROFESSIONALS\n12. Establishment of a Commission for the protection of\nJournalists and Media Professionals.- (1) The Federal Govemment shall\nconstitute an independent commission to be knorvn as the Comrnission for the\nProtection of Joumalist and Media Professionals (CpJMp) to exercise the\npowers and perfomr the functions under this Act.\n(2) The Commission shall consist of;\n(i) A Chairperson, rvho has demonstrable knorvledge of, or practical\nexperience of minimum twenty years in, matters relating to law.\njustice and human rights;\n(ii) A member of Pakisran Bar Council duly nominared by the pakistan\nBar Council:\n(iii) Fourjoumalists with over 25 ycars ofexperience nominated by the\nPakistan Federal Union of Journalists (pFUJ), one nominated\nmember frorn each Islamabad Union of Joumalists, Karachi Unionof Joumalists, Lahore Union of Journalists, euetta Union of\nJoumalists and Peshawar Union of Joumalists:\n(iv)\n(v)One member rvho is a Secretary of the National press Club (NpC);\nOne member who is Secretary of Parliamentary Reporters\nAssociation; and one member u,ho is Secretary Supreme Court\nReporters Associalion;\nPART I] THE GAZETTE OF PAKISTAN, EXTRA., DECEMBER4,2O2I 863\n(vi) One representative of the Ministry of Human Rights, as nominated\nby Ministry of Human Rights (ex-ofrcio); and\n(vii) One representative of Ministry of Information and Broadcasting\nnot less than the rank ofJoint Secretary (ex-oficio);\n(viii) Secretary ofthe Commission who shall not have a right to vote.\n(3) The Commission may co-opt any person having demonstrable\nknowledge of, or practical experience in, matlers relating to joumalism as a\nmember.\n(4) The Secretary of the Commission shall be appointed by the\nCommission in the prescribed manner.\n(5) Provided that at least three members of the Commission shall be\nwomen.\nt3. Appointment of Chairperson,- ( I ) The Ministry of Human\nRights in consultation with Ministry of Information and Broadcasting shall,\ninvite suggestions for appointment as Chairperson of the Commission and, after\nproper scrutiny, shall submit a list ofthree persons to the Federal Govemment.\n(2) The Federal Government shall appoint a Chairperson from the\nnames submitted by the Ministry of Human Rights.\n14. Term of oflice ofthe Chairperson and members.- ( l) A person\nappointed as Chairperson or a member shall hold office initially for a term of\nt\\,vo years from the date on which he/she enters upon his/her office extendable\nfor another two years:\nProvided that the term ofthe office may be extended once.\n(2) The Chairperson or a member may resign from his/her office in\nwriting under his,/trer hand addressed to the President and on acceptance of the\nresignation; such vacancy shall be filled within 30 days.\n15. Removal of the Chairperson and members.- The Chairman\nand members may be removed from office by the Federal Govemment if they\nare found to be:\n(a) guilty ofmisconduct; or\n(b) guilty ofunsatisfactory performance; or\n(c) unfit to continue in office by reason of being mentally or\nphysically challenged and stands so declared by a competent\nmedical authoriry; or\n864 THE GAZETTE OF PAKISTAN, EXTRA., DECEMBER4,202I [PARr I\n(d) convicted ofany offence involving moral turpitude been sentenced\nto imprisonment for a term ofnot less than two years:\nProvided that the Federal Government may remove the\nChairperson or members on any one ofthe grounds listed above.\n16. Terms and conditions of service of members including\nChairperson.- The salary of the Chairperson and other administrative\nallowances payable to, and terms and conditions ofservice ofthe members, shall\nbe such as may be prescribed by the Federal Govemment in consultation with\nthe Commission.\n(2) The salary ofthe Chairperson and other administrative expenses of\nthe Commission shall be made from funds allocated by the Federal Government:\nProvided that neither the salary of Chairperson and allowances nor lhe\nterms and conditions of service of a member shall be 'varied to his/her\ndisadvantage aft er the appointment:\nProvided further that the members of the commission shall, based on\ntheir areas of competence and expertise, perform their functigns in an honorary\ncapacity to assist the Chairperson ofthe Commission.\nPART-VI\nMANAGEMENT AND PROCEDURES OF THE COMMISSION\nt7.\nCommission\n(a)\n(b)\n(c)Functions of the Independent Commission.- (l) The\nshall perform all or any ofthe following functions, namely:-\nOn a petition presented to it by an aggrieved joumalist, reporter or\nother media professional or any person on his/her behalfl or on its\nown motion inquire into complaints of -(D Threats or acts of torture, killing, violent attacks, forced\ndisappearance, arbitrary arrest, arbihary detention and\nharassment; or\n(ii) Negligence in the prevention of such violations, as listed in\nPart II ofthis Act, by a public servant.\nProduce an annual report on the state of media freedom and safety\nto be tabled before the Parliamen! through the Ministry of Human\nRights, and submit any other independent reports, as and when\nconsidered necessary, to the Ministry of Human Rights.\nDetermine whether an affected joumalist is eligible for\ncompensation and recommend the case of compensation to a\nvictim Joumalist or their legal heirs in case of their having been\nkilled to a notified oflicer under any provincial compensatory\nPARr Il THE GAZETTE OF PAKISTAN, EXTRA., DECEMBER 4,2021 865\nframework already established by the provincial and Federal\nGovernments.\n(d) Facilitate the provision of legal aid to aggrieved joumalists if the\ncircumstances so require through the Authority.\n(e) Take such neccssary measures 10 ensure that the laws goveming\nthe employment and rvelfare ofjournalists are being implemented\nin the lener and the spirit.\n(0 Such other functions as it rnay consider necessary for the\nprotection ofthe right ofjoumalists protected under this Act.\n18. Procedure of the Independent Commission.- (l) The\nCommission shall regulate its own procedure.\n(2) All decisions, directions and orders of the Commission shall be\nduly authenticated by the Chairperson of the Commission or by any othcr\nmember ofthe Commission duly authorized by the Chairperson in this behatf.\n(3) The quorum for a meeting ofthe Commission shall not be less than\none-half of the total membership ofthe Commission.\n(4) The Commission shall take decisions in accordance with the views\nof the majority of its members present and, in case of a deadlock, the member\npresiding the meeting shall have a casting vote.\nI 9. Inquiry into complaints.- The Commission, while inquiring into\ncomplaints by a journalist. media professional or other duly authorized\nindividual on behalf of such journalist or media professional, may call for\ninformation from the Federal Government, a Provincial Governmcnt, the\nintelligence agencies or any other authority or organization, subordinate thereto,v within such time as may be specified by it:\nProvided that if the information or report is not received rvithin the tirne\nstipulated by the Commission, it may proceed to inquire into the complaint on its\no1vn.\n20. Powcrs relating to inquiries.- ( I ) The Commission shall. rvhile\ninquiring into complaints under this Act, have all the following powers of a civil\ncourt trying a suil under Code of Civil Procedure, 1908, in respect of the\nfollowing matters namely:-\n(a) ordering an inquiry on a complaint or on its own motiont\n(b) calling for information report, document. data or any other\nevidence from ministry, department, authority of the Federal\nGovcrnment or Provincial Government or larv enforcement agency,\n866 THE GAZETTE OF PAKISTAN, EXTRA., DECEMBER4.202I [PARr I\nor any other authority or organization, subordinate thereto. within\nsuch time as may be specified by it.\n(c) summoning and enforcing the attendance of witnesses and\nexamining them under oath:\n(d) discovery and production of documents;\n(e) receiving evidence on affidavitsl\n(0 issuing commissions for the examination of rvitnesses or\ndocuments; and\n(g) any other matter which may be prescribed:\nProvided that upon receipt ofdirection frorn the Commission,\nthe concerned ministry, department, authority or law enforcement\nagency shall, within a period of fourteen days, take all necessary\nactions to investigate and prosecute such acts of abuse, violence or\nintolerant behaviour, and to take appropriate measures under law to\nprovide protection to the concemed joumalist, reporter or media\nprofessional;\nFurther provided that the ministry, department, authority or\nlaw enforcement agency to whom such direction has been passed\nshall inform the Commission of the progress of legal or\ndisciplinary action, as the case may be, on a periodicity as directed\nby the Commission.\n(2) The Commission shall be deemed to be a civil court to the extent\nthat is described in sections 175, 178, 179, 180 and 228 ofthe Pakistan Penal\nCode, 1860 (Act XLV of 1860). If any of the offences listed above are\ncommitted in the view or presence of the Commission, the Commission shall,\nafter recording the facts constituting the offence and the statement ofthe accused\nas provided for in the Code of Criminal Procedure, 1898 (Act V of 1898),\nforward the case to a Magistrate having jurisdiction to try the same and the.\nMagistrate to whom any such case is forwarded shall proceed to hear the\ncomplaint against the accused as if the case has been forwarded to him under\nsection 346 of the Code of Criminal Procedure, 1898 (Act V of I 898).\n(3) Every proceeding before the Commission shall be deemed to be a\njudicial proceeding within the meaning of sections 193. 196 and 228 of the\nPakistan Penal Code, 1860 (Act XLV of 1860).\n(4) The Commission may establish such Committees from amongst its\nMembers and officials as it deems fit and may refer to them any matter for\nconsideration and report. The Commission may, if it considers necessary, coopt\nPART I] THE GAZET.TE OF PAKISTAN, EXTRA., DECEMBER4,2O2I 861\nto a Committee any person possessing special knowledge and expenise on the\nrelevant subject.\nPART.VII\n}lISCELLANEOUS\n21. Power to make Rules.-The Commission may, by notification in\nthe official Gazette make rules for carrying out the purposes of this Act within\nsix months of commencement ofthe Act.\n22. Indemnity Clause,-No suit, prosecution or other legal\nproceeding shall lie against the members of the Commission or its officers for\nanything done in his / her official capacig' which is done in eood faith or\nintended to be done under this Act or the rules, instructions or directions made or\nissued hereunder.\n23. Application of the Act.- The provisions of this Act shall be\ncomplied with and implemented equally in times of armed conflict, internal\nconflict and during peacetime.\n24. Removal of difliculties,- lf any difficulry arises in giving effect\nto any of the provisions of this Act, the Govemment ma1,- within a period of one\nyear from the date of commencement of this Act make such order, not\ninconsistent with the provisions of this Act, as ma)' appear to be necessary. for\nthe purpose of removing the diffrculty.\nSCHEDULE-I\nJournalists Welfare Scheme\nPart A: Obligation to Ensure:\n(l) Media orvners have a legal obligation to provide lile and health\ninsurance coverage to each journalist or media professional, provided the\njournalist or media professional satisfies any of the follor.r'ing criteria:\n(a) Has a long-term contract (for any period cxceeding one year) with\nthe media house;\n(b) Has entered into a short-term contract (for any period under one\nyear) rvith the media house; or\n(c) Has been employed to work in a dangerous location even where no\ncontract exists.\n(2) Media owners shall have a legal obligation to pay the Journalists\non time and not unnecessarily withhold the remuneration of the journalists.\n(3) Media owners shall have a legal obligation to ensure tlrat there is at\nleast one female member in the management board or any goveming body, as\nthe case may be. ofthe media organization.\n868 THE GAZETTE OF PAKISTAN, EXTRA., DECEMBER4,2O2I ART I\nPart B: Otrligation to Provide Adequate and Effective Training:\n(l) Each journalist or media professional shall receive\nmandatory/compulsory safety trainirrg, based on mandatory written policies and\nprotocols. including safety protocols ofthe Media House:\n(a) Within the first month of recruitment; and\n(b) Prior to engaging in any reporting or joumalistic work in any\nlocation.\n(2) The safety training mentioned in Section (l) of Part B of this\nSchedule is to be provided free-of-cost by media owners.\n(3) For joumalists and media professionals in dangerous locations,\nintensive training must be provided free-of-cost by media owners to ensure:\n(a) Awareness of risks associated with their profession\nparticular [ocation;I t'lthe\n(b) Understanding of the safety rules and procedures thal must be\nobservedi\n(c) Effective capacity building ofjoumalists, and media professionals\nin the following areas:\n(i) Health and Environmental Hazards Training (HEHT);\n(ii) Avoidance, Deterrence and Escape Training (ADET); and\n( iii) Kidnapping and Crises Responses Training (KCRT).\nMOTIAMMAD QASIM SAMAD KHAN.\nSecretary.\nPRINTED BY THE MANAGER PRINTINC TION OF PAKISTAN PRESS ISI-AMABAD\nPUBLISIIED BY THE DEPUTY CONTROLLE& STATIONERY AND FOR,VS, TJMVERSTTY ROAD. KATACHI"
}