{
    "file": "./converted_json\\administratorc6ee2df177d214868fcac0ff490553b8.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "Page 1 of 7 \n \n \n \n \n \nTHE COVID -19 (PREVENTION OF HOARDING) ACT, 2021  \n \n \n  \nCONTENTS  \n___________ __ \n \n \n1. Short title, extent, application and comme ncement. \n2. Definitions. \n3. Offence of hoarding  \n4. Power to search  for and seizure of scheduled article.  \n5. Power to auction seized Scheduled articles.  \n6. Cognizance of offence and arrest without warrant  \n7. Offences by corporations etc . \n8. Power to try offences summarily  \n9. Appeal  \n10. Reward for informers  \n11. Information and declarations  \n12. Offen ces in respect of false reporting and failure to disclose information  \n13. Protection of action taken under the Act  \n14. Action in aid of an officer  \n15. Power to make rules  \n16. Act to override other laws  \n17. Power to amend Schedule  \n \nUpdated till 11.04.2023 \n \nPage 2 of 7 \n  \nTHE COVID -19 (PREVENTION OF HOARDING) ACT, 2021  \nACT NO. XLVI OF 2021  \n[3rd December,  2021 ] \nAct \nto provide for the prevention of hoarding in respect of scheduled articles , in the  wake of an emergent \nsituation resulting from the outbreak of the Corona virus  pandemic  (COVID -19) \n \nWHEREAS  it is expedient  to provide for the prevention of hoarding in  respect of scheduled articles \nin an emergent situation resulting from the outbreak  of the Corona virus pandemic (COVID -19) and for \nmatters connected therewith  and ancillary  thereto;  \n \nWHEREAS  Pakistan  is a State  Party  to the International  Health  Regulations, 2005, issued by the \nWorld Health Organization, according to which  Pakistan  is under  a direct obligation  to prevent,  protect  \nagainst,  control  and provide  a public  health  response  to international  disease  \n \nWHEREAS the World Health Organization has declared the Corona virus  (COVID -19) to be a  \npandemic requiring  multifaceted  responses;  \n \nAND WHEREAS events of hoarding contribute to adversities, in geometric  progression, to the  \npeople  at large,  especially  in circumstances  of partial  or complete  lock-down;  \n \n1. Short  title,  extent  and commencement. —(1) This Act shall  be called  COVID -19  \n(Prevention of  Hoarding) Act, 2021.  \n(2) It extends  to the Islamabad  Capital  Territory.  \n(3) It shall come  into force  at once.  \n \n2. Definitions. —In this Act, unless  there  is anything  repugnant  in the subject  or context, — \n \na. “dealer” means any person, trader, partnership, firm, whether  registered  or \nunregistered,  an association  or body  of persons  or individuals, or a company, \nor their agents carrying on the  business of purchasing, selling or stocking of \nany scheduled  article  and includes  a manufacturer,  producer,  packager,  \nimporter,  exporter,  wholesaler  or retailer of  such article;  \nb. “Government”  means  the Federal Government;  \nc. “hoard”  or “hoarding”―  \n \ni. means  stocking  or storing  anything  in excess  of the maximum quantity \nof scheduled articles allowed to be  held in stock  or storage,  in the \nmanner  as may be prescribed; or  \nii. where no maximum quantity of a scheduled article is  prescribed under \n \nPage 3 of 7 \n sub-clause (i), “hoard” or “hoarding”  shall  mean  stocking  or \naccumulation  of scheduled  articles without offering such articles for \nsale, despite  there being  a demand by  consumers.  \n \nd. “maximum quantity” means the quantity of an item that is  currently  available  \nfor sale;  \n \ne. “officer” means the deputy commissioner of the Islamabad  Capital Territory \nand such other officer as may be authorized  by him in this behalf;  \n \nf. “prescribed”  means  prescribed  by rules  made  under  this Act; and \n \ng. “scheduled  article”  means  any of the articles  specified  in the Schedule  to this \nAct. \n \n3. Offence of hoarding. —(1) Any dealer who is found to hoard any  scheduled  article  shall  be \nguilty  of an offence  punishable  with simple  imprisonment up to three years and fine equivalent to fifty \npercent of the value of  the scheduled articles  involved in the  case.  \n \n(2) The value of scheduled articles for purposes of sub -section (1) shall  be determined  in the \nmanner as may  be prescribed.  \n \n4. Power to search for and seizure of scheduled article. —(1) When  an officer has reasonable  \ngrounds  to suspect,  either  upon  information  from  anyone  or on his own,  that there  has been  a \ncontravention  of any of the provisions of this Act,  he may, after recording in writing the grounds of his  \nsuspicion, enter and search, without any warrant, any place where a dealer keeps,  or is for the time being \nkeeping, any scheduled article, accounts, registers or any  other  related  items or  things.  \n \n(2) Upon entry in and search of a premise under sub -section (1), if  scheduled articles are found \nat such premise in contravention of this Act, the  officer shall immediately seize the same and prepare a \ndetailed report of the  scheduled  articles  and other  relevant  material found during  the search.  \n \nThe provisions of the Code of Criminal Procedure, 1898 (Act V of  1898)  shall  not be applicable \non search and  seizure  under  this Act  \n \n5. Offence of hoarding. —(1) Any dealer who is found to hoard any  scheduled  article  shall  be \nguilty  of an offence  punishable  with simple  imprisonment up to three years and fine equiv alent to fifty \npercent of the value of  the scheduled articles  involved in the  case.  \n \n(2) The value of scheduled articles for purposes of sub -section (1) shall  be determined  in the \nmanner as may  be prescribed.  \n \n6. Power to search for and seizure of scheduled article.—(1) When  an officer  has reasonable  \ngrounds  to suspect,  either  upon  information  from  anyone  or on his own,  that there  has been  a \ncontravention  of any of the provisions of this Act,  he may, after recording in writing the grounds of his  \nsuspicion, enter and search, without any warrant, any place where a dealer keeps,  or is for the time being \nkeeping, any scheduled article, accounts, registers or any  other  related  items or  things.  \n \nPage 4 of 7 \n  \n(2) Upon entry in and search of a premise under sub -section (1), if  scheduled articles are found at \nsuch premise in contravention of this Act, the  officer shall immediately seize the same and prepare a \ndetailed report of the  scheduled  articles  and other  relevant  material found during  the search.  \n \n(3) The provisions of the Code  of Criminal Procedure, 1898 (Act V of  1898)  shall  not be applicable \non search and  seizure  under  this Act.  \n \n7. Power to auction seized Scheduled articles.—(1) Notwithstanding  anything contained in any \nother law for the time being in force and in addition to  the prosecution under this Act, the officer may sell \nthe scheduled articles seized  under  section 4 by  auction,  in the manner as  may be prescribed.  \n \n(2)  The proceeds collected under sub -section (1) shall be deposited in a  profit  bearing  bank  account  \nin the Nat ional  Bank  of Pakistan, and  if— \n \n(a) the accused  person  whose  scheduled  articles  are auctioned is acquitted of an offence \nunder section 3, the  deposited  amount  alongwith  the profit  shall  be released  to the said  \naccused;  or \n \n(b) the accused  person  whose  scheduled  articles  are auctioned is convicted of an offence \nunder section 3, the  deposited amount alongwith the profit shall be released  into the \ngovernment  exchequer.  \n \n8. Cognizance  of offence  and arrest  without  warrant.—(1) Notwithstanding  anything  \ncontained  in the Code  of Criminal  Procedure,  1898  (V of 1898), all offences punishable under this Act \nshall be cognizable and non - bailable.  \n \n(2) The Special Magistrate under section 8 shall take cognizance of an  offence  under  this Act,  \nupon written  information by  the officer.  \n \n(3)  An officer may arrest any person without warrant against whom  there  is credible  information  \nthat he  has committed  an offence  under  this Act. \n \n9. Offences by corporations etc. —If an offence under this Act is  committed by a company or \nbody corporate or a par tnership or other association  or body of persons or individuals, every director, \nmanager, secretary, member or  other officer, the principal, primary or beneficial owner or agents thereof \nshall,  unless he proves that the contravention took place without his  knowledge or that  he exercised all \ndue diligence to prevent such contravention, be deemed to be  guilty  of such contravention  and shall be  \nliable  to punishment under  this Act. \n \n10. Power to try offences summarily. —(1) Offences punishable under  this Act shall be tried by \na Special Magistrate appointed under section 14A of the  Code of Criminal Procedure, 1898 (Act V of \n1898), in a summary manner as  provided  in sections 262  to 265 of  the said Code:  \n \nProvided  that sub-section  (2) of section  262 of the Code  of Criminal  Procedure,  1898  (Act V \n \nPage 5 of 7 \n of 1898)  shall  not apply.  \n \n(2) If a Special  Magistrate  has reason  to suspect  that any offence  punishable  under  this Act has \nbeen  committed  by any dealer  or owner  of a godown  or a storage place or its management or agent thereof,  \nhe may enter the place or  premises  where  the offence  has been committed  and try the offence  on the spot. \n \n(3) The trial under  this Act shall  be concluded  within  thirty  days.  \n \n11. Appeal.—(1) A person aggrieved by an order of conviction and  sentence under  of this Act \nmay file  an appeal before  a District  and Sessions  Judge  of the  Islamabad  Capital  Territory  within  thirty  \ndays of the  said order.  \n \n(2)  An appeal  under  sub-section  (1) shall be disposed  of within  thirty  days.  \n \n12. Reward for informers. —Anyone who provides an information to  an officer with regard to \nany act or acts of hoarding, which results in a conviction  and release of funds into the government \nexchequer, shall be entitled to an award  equivalent to ten percent of the amount released to the government \nexch equer, in  the manner  as may  be prescribed.  \n \n13. Information and declarations. —(1) Every dealer shall provide to  an officer,  such \ninformation  regarding  production,  importation,  exportation,  purchase, stock, sale or distribution of any of \nthe scheduled articles as the officer  may,  by an order  in writing, require.  \n \n(2) The officer may direct the owners or manufactures of scheduled  articles  or owners  and \nmanagement  of godowns  or storage  places  or their agents  to declare  stocks  of any particular  item,  owned  or \nmanaged  by them  at their premises,  at any point  in time or at such periodical  intervals  as may be deemed  fit. \n \n(3) The declaration to be made under sub -section (2), shall, inter alia , include, the quantity of \nstock, its value, date of purchase, copies of procurement  invoices  in any given  time frame,  along  with details  \nof any sale or sale agreements.  \n(4) The officer may verify the stock as well as the books or documents  in respect of the stock, \npurchase or sale, at any time, in respect of scheduled  articles.  \n \n(5) While  carrying  out the verification  of stock  in terms  of sub-section  (4) or upon receipt of any \ninformation from whatever source, the officer may  require the dealer, owner or manager of a godown or \nstorage place to furnish the  details of persons, shops, firms or  companies, etc. from whom the purchases \nhave  been  made and  to whom  the sales have been or  are to be made.  \n \n14. Offences in respect of false reporting and failure to disclose  information. —Any dealer or \nowner of a godown or a storage place or their  management or agent, who fails to provide information or \ngives fake or false  information  with regard  to any of the items  or details  under  section  11, or provides \ninformation of contracts, agreements or arrangements found to be fake  or false, or is otherwise found to \nbe involved in speculative dealings or market  manipulation, creating artificial, false or misleading \nappearance with respect to  the price of, or market for, the scheduled articles, shall be guilty of an offence  \n \nPage 6 of 7 \n punishable with simple imprisonment upto thre e years and fine equivalent to one  million  Rupees.  \n \n15. Protection  of action  taken  under  the Act.—(1) No suit, prosecution or other legal \nproceedings shall lie against any person for anything  done  in good faith.  \n \n(2) Except as provided in this Act, no suit or other legal proceedings  shall lie  to challenge \nany proceedings  under this  Act on any ground.  \n \n16. Action in aid of an officer. —In giving effect to the provisions of  this Act, an officer, where \nhe deems fit, may seek the aid of law enforcement  agencies.  \n5. Power to make rules. —Within six months of the commencement  of this Act, the Government \nmay, by notification in the official  Gazette,  make  rules to carry out the purpose  of this Act. \n \n6. Act to override other laws. —The provisions of this Act shall have  effect notwithstanding \nanything contained in any other law for the time being in  force.  \n \n7. Power  to amend  Schedule. —The Government  may,  by notification  in official  Gazette,  \namend  the schedule  so as to add to, amend  or omit from  it, any  commodity  or class of  commodities.  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nPage 7 of 7 \n  \n \n \n \n \n \n \n \nSCHEDULE  \n(see section  2) \n \nSr. No. Item  Sr. No. Item  \n(1) (2) (1) (2) \n1 Tea 17 Spices  and Vegetables  \n2 Sugar  18 Red Chilli  \n3 Milk  19 Drugs and Medicines  \n4 Powdered  Milk  20 Kerosene  oil \n5 Milk  and food for infants  21 Rice \n6 Edible  oil, hydrogenated  or \notherwise  22 Wheat,  Flour  all sorts  \n7 Aerated  water,  fruits  juices  and \nsquashes  23 Chemical fertilizers  all sorts  \n8 Salt 24 Poultry  food \n9 Potatoes  25 Surgical  gloves  \n10 Onions  26 Face masks  \n11 Pulses  all sorts  27 N95 masks  \n12 Fish all sorts  28 Sanitizers  \n13 Beef  29 Surface  cleaning  products  \n14 Mutton  30 Pesticides  \n15 Eggs  31 Match sticks  \n16 Gur 32 Isopropyl Alcohol"
}