{
    "file": "./converted_json\\administrator5a91e0ee180e284e6a2b388c6266ba6f.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "THE SURVEYING AND MAPPING ACT, 2014  \n \n \n \nCONTENTS  \nPART I  \nPRELIMINARY  \n1. Short title, extent and commencement.  \n2. Definitions.  \nPART II  \nCONSTITUTION OF SURVEY OF PAKISTAN  \n3. Constitution of Survey of Pakistan.  \n4. Offices of Survey of Pakistan.  \n5. Administration of Survey of Pakistan.  \n6. Functions of Survey of Pakistan.  \n7. Research and development activities.  \n8. Surveys and demarcation, etc.  \n9. Authorizati on to enter into any land.  \n10. Datum, projection and standards.  \n11. Registration.  \n12. Register.  \n13. Joint survey and mapping and geospatial data production work with foreign  \ncompanies.  \n14. Correction of erroneous data.  \nPART III  \nMANAGEMENT OF GEOSPATIAL DATA  \n15. Management of geospatial data.  \nPART IV  \nSUPPLY AND SECURITY OF GEOSPATIAL DATA  \n16. Supply and use of geospatial data.  \n17. Classified data.  \nUpdated till 14.10.2021  \n \n \n   \n \nPART V  \nUSE OF SURVEY MARKERS  \n18. Protection, use and maintenance of survey marks.  \nPART VI  \nNATIONAL AND INTERNATIONAL INITIATIVES  \n19 Geographical names.  \n \nPART VII  \nOFFENCES AND PENALTIES  \n20. Offences.  \n21. Jurisdiction of courts.  \nPART VIII  \nMISCELLANEOUS  \n22. Printing and publishing of maps and geospatial data.  \n23. Power to make rules.  \n24. Indemnity.  \n25. Employe es to be civil servants.  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n   \nTHE SURVEYING AND MAPPING ACT, 2014  \n(ACT No.  I OF 2014 )    [12th May, 2014]  \nAn Act to provide for constitution and regulation of survey of Pakistan  \nWHEREAS in the view of prevailing circumstances it is expedient to constitute \nSurvey of Pakistan to provide for the regulation of surveying and mapping activities and for \nthe matters connected therewith or ancillary thereto;  \n            AND WHEREAS it is necessary to provide for speedy disposal of such cases and \nexecut ion in matters connected therein or ancillary thereto;  \n            It is hereby enacted as follows:__ \nPART I  \nPRELIMINARY  \n1. Short title, extent and commencement.___(1) This Act may called the Surveying \nand Mapping Act, 2014.  \n(2) It extends to the whole of Pakistan.  \n(3) It shall come into force at once.  \n2. Definitions.___In this Act, unless there is anything repugnant in the subject  or \ncontext,___ \n(i) \"aerial photography\" means the act of taking photographs of any portion of the \nearth with the help of camer as installed in an aircraft or any sort of air borne \nvehicle;  \n(ii) \"datum\" means an arbitrarily selected reference point, plane or surface to \nwhich all measurements are referred including geodetic, vertical and \ngravimetric datum;  \n(iii) \"deposit works\" mean  extra departmental jobs carried out on payment basis;  \n(iv) \"digital maps\" mean geographic maps produced through satellite images, GPS, \ntotal station data or digitized using mapping software;  \n(v) \"engineering maps\" mean the lar ge-scale topographical maps o n which  \nengineering works, of development projects are planned and designed, \ngenerally their scale is equivalent or larger than 1: 10,000;  \n \n  (vi) \"gravity datum\" means the point to which all gravity measurements are \nreferred;  \n(vii) \"Government department\" me ans a department controlled  by Federal or a \nProvincial Government and includes any autonomous  body, authority or \norganization established by or under the Federal or a Provincial law or which \nis owned or controlled or administered by the Federal or a Provin cial \nGovernment or in which the Federal or a Provincial Government have \ncontrolling share or interest and also includes  any local Government;  \n(viii)  \"geodetic datum\" means the origin or a point to which all horizontal \nmeasurements are referred;  \n(ix) \"geogr aphical maps\" mean maps that show general configuration of physical \nfeatures of a certain area on a reference plane;  \n(x) \"geospatial data\" means information collected in hard copy format or in digital \nformat or any other format for the purposes of preparat ion of geographical or \ntopographical data and its attributes, its processing and analysis;  \n(xi) \"imagery\" means remotely sensed image of any resolution depicting any part \nof the earth and acquired or obtained using optical or, as the case may be, non -\noptic al sensor;  \n(xii) \"local plane coordinate system\" means a rectangular coordinate system \ngenerally used for large -scale mapping;  \n(xiii)  \"mapping\" means the art of map -making using specific datum, projection and \nscale and includes digital mapping;  \n(xiv)  \"national co -ordinate system\" means a plane coordinate system as notified by \nthe 1[concerned Division] ; \n(xv) \"National Naming Authority\" means the National Naming Authority \nestablished under section 19;  \n(xvi)  \"National Spatial Data Infrastructure\" means a system of geospatial databases \nhandling facilities capable of interacting with each other for effective use of \ngeospatial data and include set of standards, specifications and policies \ndefining a framework for collecting, sharing, disseminating, processing  and \ncarrying out analysis on geospatial data in the most cost effective manner with \nthe key features to allow unrestricted yet controlled sharing of data for \ndecision support system at strategic, tactical and operational levels;  \n(xvii)  “ prescribed” means  prescribed by rules made under this Act;  \n(xviii)  \"photogrammetry\" means the art of taking measurements and map making by \nusing mono or, as the case may be, stereo image of the photographs taken by \nan aircraft or air borne vehicle or a satellite;  \n \n   \n1 Substituted by Surveying and Mapping (Amendment) Act, 2020 (Act No. XXXI of 2020) s.2. \n \n (xix)  \"public survey\" means a survey in respect of which details are included in the \nregister of public surveys;  \n(xx) \"registered surveyor\" means a person who is regi stered with the Survey of \nPakistan as a land surveyor under this Act and competent to carry out \nauthorized type of survey work, processing and analysis;  \n(xxi)  \"remote sensing\" means the method and art by which characteristics of the \nobjects of interest can  be identified, classified, measured or analyzed without \nphysical contact;  \n(xxii)  \"registered organization\" means any organization or authority or agency of the \nGovernment, a private firm or organization duly registered with the Survey of \nPakistan under th is Act and competent to carry out authorized type of survey \nwork, processing and analysis;  \n(xxiii)  \"survey\" means the act of taking topographic surveying measurements and \ncollection of spatial and non -spatial data for preparing geospatial database, its \nprocessing and analysis;  \n(xxiv)  \"satellite\" means an artificial body revolving around the earth at some \ndistance;  \n(xxv)  \"Survey of Pakistan\" means the department of Survey of Pakistan, which is the \nnational surveying and mapping organization of Pakistan;  \n(xxvi) \"Surveyor General of Pakistan\" means head of the department of Survey of \nPakistan;  \n(xxvii)  \"survey mark\" means benchmark pillar, iron bolt fixed in rock, a mark \nengraved on any building, a mark engraved on an in situ rock or a stone \nembedded in ground, a triangulation point protected by a cairn, a gravity \npillar, a leveling benchmark, a fixed mark, hill station, monument or any other \nstation or mark created by the Survey of Pakistan for the purpose of surveying \nand mapping;  \n(xxviii) \"su b-standard work\" m eans any survey work which does not conform to the \napproved specifications and  standards as may be prescribed by the Survey of \nPakistan;  \n(xxix)  \"topographical data\" means data, which shows detailed information about \nshape, size a nd relationship of all feat ures and abstract information of the \nearth, including but not limited to natural and man made objects or features, \ngeographical names, administrative boundaries and information like elevation, \nhydrology, vegetation, population and others; and  \n \n  (xxx)  \"vertical datum\" means the surface to which all vertical measurements are \nreferred and mean sea level is taken as vertical datum of a country.  \n \nPART II  \nCONSTITUTION OF SURVEY OF PAKISTAN  \n3. Constitution of Survey of Pakistan .___(l) Notwithstanding anything  contained in \nany other law for the time being in force, the Survey of Pakistan shall be deemed to have \nbeen established under this Act.  \n(2) For efficient administration of Survey of Pakistan, there shall be a Surveyor  \n1[Genera l] of Pakistan who shall be a ppointed by the 1[Prime Minister]  and there shall be  \nother officers and staff as may be appointed 1[****]  in the prescribed manner.  \n1[(3) Survey  of Pakistan shall be technical department for all activities involving \nsurveying, mapping, geographic informati on system or remote sensing and geospatial \ninformation technologies in the country.]  \n4. Offices of Survey of Pakistan.___Survey of Pakistan shall have its head office at \nRawalpindi or Islamabad and shall have offices at Federal, Provincial or district leve l and \nsuch other offices as the Survey of Pakistan may, by notification in the Official Gazette, \nestablish.  \n5. Administration of Survey of Pakistan .___Under this Act,___ \n(a) superintendence of Survey of Pakistan shall vest in the Federal \nGovernment; and  \n(b) administration of Survey of Pakistan shall vest in, and be exercised by, \nthe Surveyor General of Pakistan in accordance with the provisions of \nthis Act and the rules made thereunder.  \n6. Functions of Survey of Pakistan.___For carrying out the purposes of this Act, \nSurvey of Pakistan shall___ \n \n(a)        be the sole national surveying and mapping organization of Pakistan;  \n \n(b) determine and update geodetic datum  and projection system of \nPakistan using latest geodetic techniques and technologies;  \n \n(c) determine and update vertical datum using data captured by Survey of \nPakistan and obtained from Government departments, registered \norganizations or any other source having such installations along the \ncoastal line of Pakistan;  \n \n(d) delineate and demarcate international borders and relocate boundary \npillars;  \n \n   \n(e) provide geodetic control, heights and geographical positions all over \nPakistan;  \n \n1Subs ., omitted and added  by Surveying and Mapping (Amendment) Act, 2020 (Act No. XXXI of 2020)  s. 3. \n(f) advise 1[Prime Minister]  on the practices to be followed in the \nproduction of geospatial data as well as surveying and mapping \npractices and as the case may be in the collection and dissemination of \nthis kind of information needed for geographical information systems  \n(GIS) applications;  \n(g) prepare geospatial data, remote sensing and geographical  information \nsystem applications of the entire country on various scales  as advised \nby the 1[Prime Minister]  and provide above services as a deposit work \nfor a specific area w ith pre -defined specifications to the Provincial \nGovernments, district and local governments and other clients from \npublic as well as private sector;  \n(h) carry out topographic survey, its updation and printing of topographic \nmaps of national map series;  \n(i) compile derived maps on various scales as requ ired by the 1[concerned \nDivision] ;  \n(j) generate maps on any scale through aerial photography and remote \nsensing using analytical and digital methods;  \n(k) be responsible to prepare and print guide maps, pro vincial maps, \ndistrict maps, road maps, tehsil maps and miscellaneous geographical \nmaps for the whole of Pakistan;  \n (l) establish and maintain National Spatial Data Infrastructure (NSDI) of \nPakistan;  \n(m) be responsible to survey and prepare cantonment area s maps;  \n(n) train departme ntal employees and potential candidates from private \nsector in various disciplines of surveying, geographical and mapping in \nthe Survey Training Institute at various levels;  \n(o) control and coordinate surveying and mapping activit ies done by \nregistered organizations and individuals and their registration process;  \n(p) carry out magnetic survey of entire country in a cyclic order as \nprescribed by Survey of Pakistan for the purpose of magnetic \ndeclination;  \n \n(q) have such other functions as are conferred or imposed on it by or under \nthis Act or any other law; and  \n \n   \n(r) perform such other functions as may be assigned by the  1[concerned \nDivision] . \n \n \n \n1 Substituted by Surveying and Mapping (Amendment) Act, 2020 (Act No. XXXI of 2020) s.4. \n7. Research and development activities.___(l) Survey of Pakistan shall encourage \nand collaborate research activities in the field of surveying and mapping, remote sensi ng, GIS \nand other fields related to the discipline of surveying and mapping, cartography, instrument \ndevelopment and database with national and international organizations.  \n(2) Survey of Pakistan shall endeavor to upgrade scientific and technology level in  \nthis field and encourage and support any registered organizations and individuals that \nproduce outstanding work in any field of surveying and mapping and related scientific or \ntechnological research.  \n  8. Surveys and demarcation, etc.___(l) Survey of Paki stan shall be responsible for \nthe delineation and demarcation of international land boundaries of Pakistan, jointly with the \nnational mapping organizations or other organizations as authorized by the neighboring \ncountries, in accordance with mutually agree d protocol and the plans drawn in the light of \nsuch protocol before taking up actual demarcation work.  \n (2) Survey of Pakistan shall carry out surveying and mapping of the provinces, \ndistricts and other administrative boundaries of Pakistan on receipt of r equests there for after \nthe alignment thereof has been agreed upon.  \n(3) Survey of Pakistan may also take up demarcation of land or state boundaries as a \ndeposit work on mutual agreement of the parties consisting of Federal Government, \nProvincial Government s, district Governments, semi -government departments, autonomous \nbodies, private parties or individuals or as ordered by a court of law.  \n(4) Fifty per cent  of the money received against the deposit shall be utilized for \ncapacity building of the Survey of Pakistan in accordance with the prescribed procedure.  \n9. Authorization to enter into any land.___(1) Any person authorized by Survey of \nPakistan for the purpose of this section may, in accordance with the applicable law,___ \n (a)      enter into any land and public building, office or structure for the purpose of \ncarrying out assigned task of collection of spatial or non spatial data or \ninformation subject to applicable laws;  \n(b)       take measurements in or from any such land from survey mark;  \n(c)       search for and, if necessary, uncover any existing survey marks in or on any \nsuch land; and  \n(d)       insert new survey marks in or on any such land for the purpose of carrying out \nany survey under this Act or for the purpose of maintaining or repairing an y \npermanent survey marks.  \n \n  (2) This section does not entitle any person so authorized to enter any building or \nstructure on land, other than a building or structure referred to in clause (a) of sub -section (l).  \n  10. Datum, projection and standards.___(1) S urvey of Pakistan shall establish and \nadopt geodetic, vertical and gravimetric datum at national level. This datum shall be adopted \nin all national activities of surveying and mapping, including those carried out by the armed \nforces of Pakistan and the Geo logical Survey of Pakistan (GSP).  \n  (2) Survey of Pakistan shall define a unified projection system and system of \ngeodetic coordinates and plane co -ordinates and shall define classification, order and \naccuracies of these co -ordinate systems as may be presc ribed.  \n  (3) For the purpose of this section, Survey of Pakistan shall establish independent \nlocal plane co -ordinate systems to meet the needs of construction work, urban planning and \nscientific research activities, which systems may be connected with the national co -ordinate \nsystem and shall be kept and maintained as classified information.   \n11. Registration.___(l) No public or private organization, private firm or individual, \nnational or international, shall  1[use, insert, print or publish maps of Pakista n or atlases,]  \nundertake any geospatial data collection, production or analysis work and surveying and \nmapping activities unless they are registered with Survey of Pakistan for such purpose as may \nbe prescribed . The qualifications of staff and suitability for such work shall also be certified \nby Survey of Pakistan in the prescribed manner.  \n(2) Before registration, Survey of Pakistan shall obtain clearance of such firms, \norganizations and individuals in accordance with such procedure as may be prescribed.  \n (3) Sub -sections (l) and (2) shall not apply to operations of geospatial data \nproduction, analysis, surveying and mapping carried out by___ \n(a)       any student of surveying, studying in a public educational institution or a \nuniversity; and  \n(b)       any p erson who produces geospatial data under immediate supervision of a \nregistered organization, firm or individual.  \n12. Register.___(l) Survey of Pakistan shall maintain a register for the purpose of \ngeospatial data of public surveys which shall contain detai ls about___ \n(a)        surveys carried out by Survey  of Pakistan; and  \n(b)       surveys for which details have been forwarded to Survey of Pakistan by any \nregistered organization or individual.  \n(2) Survey of Pakistan  may ensure that public survey conforms with the prescribed \nstandards.  \n          13. Joint survey and mapping and geospatial data production work with \nforeign companies.___No work related to surveying and mapping, collection and production  \n \n   \n \n1 Inserted by  Surveying and Mapping (Amendment) Act, 2020 (Act No. XXXI of 2020) s.5 \nof geospatial data within Pakistan shall be undertaken by any individual, private firm or \nGovernment organization in collaboration with any foreign company or firm or non -\ngovernmental organization unless prior written approval is obtained from the 1[concerned \nDivision] , observing the requisite channels.  \n            14. Correction of erroneous data.___(l) Where it comes to knowledge of \nSurvey of Pakistan that erroneous data is being or w as produced by a registered individual, \nfirm or organization, it___ \n(a)       may nominate an authorized official to inform by notice in writing requiring \nsuch data producer to correct the same within the time specified in the notice; \nand \n(b)       shall h ave the a uthority to engage another registered surveyor to make the \ncorrection if data producer does not comply with the notice. The defaulting \ndata producer shall be i!1formed to this effect through a written notice.  \n(2) The data specified in sub -section (1), if not corrected within the time specified \ntherein, shall immediately be forfeited by Survey of Pakistan and shall not be used for any \npurpose whatsoever.  \n(3) Any costs or expenses incurred on work mentioned in sub -section (1) shall, as a \ndebt due to the Government, be recoverable through a court of competent jurisdiction from \nthe registered individual, firm or organization surveyor.  \nPART III  \nMANAGEMENT OF GEOSPATIAL DATA  \n         15. Management of geospatial data.___(1) Survey of Pakistan shall establish \nand maintain National Spatial Data Infrastructure (NSDI) with support of key stakeholders to \nensure consistent mechanism of maintenance, dissemination and sharing geospatial data \namong all users by reducing duplication in collection and maintenan ce of aforesaid data and \nto enhance and improve objective decision making.  \n(2) NSDI established and maintained under sub -section (1) shall, for development of a \nsystem of geospatial databases and data handling facilities, be capable of interacting amongst \nall stakeholders and ensure putting in place design, implementation and maintenance \nmechanisms for facilitating, sharing, access and responsible for effective use of geospatial \ndata at an affordable cost.  \n(3) All basic data or information comprising geodetic data, gravity data, magnetic \ndata, topographical or geographical data, aerial photographs and all relevant records, both \nanalogue and digital, prepared and possessed by Survey of Pakistan shall be maint ained in the \n \n  form of a national geospatial database. Any registered organization, developing geospatial \ndata, shall, in accordance with the procedure prescribed, forward a copy of the data to Survey  \n \n \n1 Substituted by Surveying and Mapping (Amendment) Act , 2020 (Act No. XXXI of 2020) s.6. \nof Pakistan free of cost for inclusion in the national geospatial  database, except the classified  \ndata collected by army survey group engineers, Geological Survey of Pakistan or strategic \norganizations.  \n(4) Survey of Paki stan shall regularly update geospatial data in the national spatial \ndata infrastructure and supply the same to various users on demand as may be prescribed.  \nPART IV  \nSUPPLY AND SECURITY OF GEOSPATIAL DATA  \n16. Supply and use of geospatial data.___(1) All geo spatial data, aerial photographs \nand satellite imagerie s may be supplied in the manner and on payment to any individual or \norganization, as may be prescribed. Classified data shall be provided in the manner \nprescribed and the same shall be returned to Surv ey of Pakistan after the specified period.  \n(2) No classified  maps and data shall be allowed to be used by foreign consultants, \nfirms or organizations without prior written approval of the 1[concerned Division] . \n(3) Without prior written approval of the Sur veyor General of Pakistan, no individual, \ncompany, firm, private or Government agency shall copy, digitize or print a map or aerial \nphotograph or a part thereof prepared by Survey of Pakistan except digitization by army \nsurvey group engineers for operation al requirement of armed forces of Pakistan.  \n(4) Any map which is top secret, secret or restricted shall not be exported out of \nPakistan in any format or by any means.  \n(5) Except as provided under this Act, any act of copying, digitizing or printing any \ngeographic map or photograph or satellite imagery shall be prohibited.  \n1[(6) No one shall print, display, disseminate, use or circulate incorrect and unofficial \nversion of map of Pakistan or any part of Pakistan in hard or digital form. All individuals , \nfirms, organizations or departments shall get their maps vetted and cleared from the Survey \nof Pakistan before use, publication, dissemination or circulation.]  \n17. Classified data.___The use and maintenance of all data or maps categorized as top \nsecret, se cret and restricted shall be in accordance with rules.  \nPART V  \nUSE OF SURVEY MARKERS  \n \n       18. Protection, use and maintenance of survey marks.___(l) Nobody shall \ndamage, destroy or remove any survey mark or seize or occupy the land used for permanent \nsurveying marks. In case the marks are established on private property, compensation thereof \nshall be paid by the 1[concerned Division]  under applicab le law.  \n \n1 Subs . and added  by Surveying and Mapping (Amendment) Act, 2020 (Act No. XXXI of 2020) ss.7 and 8.  \n     (2) No quarrying, demolition, soil gathering or removing or mining activities shall \nbe carried out on, near or over any survey mark, which may  damage or endanger its safety \nand effective utilization.  \n     (3) No individual or organization shall carry out any type of construction within a \nradius of ten metres of a survey mark, except with prior permission of Survey of Pakistan and \nsuch individual  or organization shall bear all expenses incurred on removal or re -\nestablishment of the survey mark.  \n     (4) Every surveyor or user of survey marks shall ensure its proper safety during the \ncourse of taking observations.  \n     (5) The local administration shall be responsible for protection of all survey marks \nunder its area of jurisdiction and shall send to Survey of Pakistan annual report on prescribed \nform about condition of the survey marks.  \nPART VI  \nNATIONAL AND INTERNATIONAL INITIATIVES  \n    19. Geograp hical names.___(l) Notwithstanding anything contained in any other \nlaw for the time being in force, the 1[concerned Division]  shall establish, by notification in \nthe official Gazette, a National Naming Authority which shall consist of not more than ten \nmem bers and shall be chaired by the Surveyor General of Pakistan.  \n    (2) The functions of the National Naming Authority shall be to appropriately name \nparticular geographical locations and it shall have such powers to enable it to carry out the \nsaid function s as may be prescribed.  \n      PART VII  \nOFFENCES AND PENALITIES  \n20. Offences.___Any organization, firm, individual or group of individuals engaged in \nany unauthorized activity within the meanings of this Act shall render itself an accused of \nillegal practic es and  \n(a)       shall be asked by Survey of Pakistan to immediately suspend all such \nactivities ; \n(b)      Survey of Pakistan shall ask concerned police to register a criminal case on \nsuch activities;  \n \n  (c)       depending upon nature of such violations, the  accused shall be asked by \nSurvey of Pakistan or its designated official to deposit with the department of \nSurvey of Pakistan the entire received money and a penalty up to fifty \nthousand rupees; and  \n \n1Substituted by Surveying and Mapping (Amendment) Act, 2020 (Act No. XXXI of 2020) s.9. \n(d)       in case Survey of Pakistan is convinced of major offence on part of the \naccused then his case shall be referred to a court of law and shall be tried for \nthe fo llowing, namely:___ \n(i) any individual or group causing hindrance and obstruction to the work \nbeing done by Survey of Pakistan and a registered surveyor shall be \nliable to be imprisoned for a term which may extend upto one month \nand a fine upto fifty thous and rupees;  \n(ii) any individual or group causing damage to survey mark shall be liable \nto be imprisoned for a term which may extend upto three months and a \nfine upto one hundred thousand rupees;  \n(iii) an individual who engages in geospatial data production , analysis and \nsurveying and mapping activities in violation of the provisions of this \nAct shall be liable to be imprisoned for a term which may extend up  to \none year and a fine up  to one million rupees;  \n(iv) every act of damaging, destroying, removing, se izing, occupying or \nestablishing a mark resembling a permanent survey mark of Survey of \nPakistan shall be an offence under this Act, punishable with \nimprisonment for a term which may extend up  to one month and a fine \nup to fifty thousand rupees; 1[*] \n(v) the owners, directors or managers whosoever of any accused \norganization, firm, individual or group of individuals, which engages \nin geospatial data production, analysis, surveying and mapping \nactivities or any related activities in violation of the provisio ns of this \nAct, shall, if it is proved that such activities have been committed with \nthe consent or connivance on the part of the owner, director or \nmanager, as the case be, be liable to be imprisoned for a term which \nmay extend up to one year and a fine u pto five million rupees  1[; and ] \n1[(vi) any individual, firm, organization or department involved in printing, \ndisplaying, disseminating, using or circulating incorrect and unofficial \nversion of map of Pakistan or any part of Pakistan in hard or digital \nform shall be liable to be imprisoned for a term which may extend up \nto five years or a fine of five million rupees or both.]  \n21. Jurisdiction of courts.___(1) Notwithstanding anything contained in the Code of \nCriminal Procedure, 1898 (Act V of 1898), no cou rt other than a court of Magistrate of the \nFirst Class shall have jurisdiction to try an offence under this Act.  \n \n  (2) The offences under this Act shall be non -cognizable and bailable.  \n \n1 Omitted , subs. and added  by Surveying and Mapping (Amendment) Act, 2020 (Act No. XXXI of 2020) s.10. \n \nPART VIII  \nMISCELLANEOUS  \n22. Printing and publishing of maps and geospatial data.___(1) Any of the maps \nand geospatial data, whole or part thereof, falling in the responsibility of Survey of Pakistan, \nshall not be printed and published by any firm, individual or organization.  \n(2) During an emergency, selected printing presses of Pakistan shall come under \ncommand of Survey of Pakistan on required basis. A list of selected printing presses shall be \nprepared and updated, on annual basis, by Survey of Pakistan and notified by the Government \nof Pakistan.  \n 23. Power to make rules.___The 1[concerned Division]  may, by notification in the \nofficial Gazette, make rules for carrying out the pu rposes of this Act.  \n 24. Indemnity.___No suit, prosecution or other legal proceedings shall lie against any \nperson in respect of anything which is in good faith done or intended to be done under this \nAct. \n25. Employees to be Civil Servants.___The terms and  conditions of service under \nSurvey of Pakistan shall be governed by the Civil Servants Act, 1973 (LXXI of 1973) and the \nrules made thereunder.  \n______  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n   \n \n \n \n1Substituted by Surveying and Mapping (Amendment) Act, 2020 (Act No. XXXI of 2020) s.11."
}