{
    "file": "./converted_json\\administrator3b803701deccedb42d063004cef696b7.json",
    "name": "The Futures Market Act, 2016",
    "date": "9th April, 2016",
    "tagline": "An Act to provide for the regulation of futures market",
    "content": "Page 1 of 81 \n \n \n \nTHE FUTURES MARKET ACT, 2016  \n \n \n \nCONTENTS  \n \nPART I  \n PRELIMINARY  \n \n1.  Short title, commencement and extent.  \n \n2.  Definition.  \n \nPART II  \nFUTURES EXCHANGES  \n \n3.  Licensing requirement.  \n \n4.  Eligibility for licensing.  \n \n5.  Grant of licence.  \n \n6.  Duties of futures exchange.  \n \n7.  Regulations of futures exchange.  \n \n8.  Approval of regulations or amendments to regulations of futures exchange.  \n \n9.  Statutory obligation of futures broker to compl y with regulations of futures exchange.  \n \n10.  Futures exchange to assist the Commission.  \n \n11.  Review of disciplinary action taken by futures exchange.  \n \n12.  Power of the Commission to issue directions to futures exchange.  \n \n13.  Emergency powers of Commiss ion. \n \n14.  Futures contracts to be approved by Commission.  \n \n\n \nPage 2 of 81 \n 15.  Fixing of position and trading limits in futures contracts.  \n \n16.  Suspension or cancellation of futures exchange licence.  \n \n17.  Effect of cancellation.  \n \n18.  Accounts and audit.  \n \n19.  Power of the Commission to appoint auditor.  \n \n20.  Annual report.  \n \nPART III  \n CLEARING HOUSES  \n \n21.  Interpretation.  \n \n22.  Licensing requirement.  \n \n \n23.  Eligibility for licensing.  \n \n24.  Grant of licence.  \n \n25.  Duties of clearing house.  \n \n26.  Regulations of clearing  house.  \n \n27.  Approval of regulations or amendments to regulations of clearing house.  \n \n28.  Statutory obligation of clearing members to comply with regulations of clearing house.  \n \n29.  Clearing house to assist the Commission.  \n \n30.  Review of disciplinary a ction taken by clearing house.  \n \n31.  Power of the Commission to issue directions to clearing house.  \n \n32.  Emergency powers of Commission.  \n \n33.  Suspension or Cancellation of clearing house licence.  \n \n34.  Effect of cancellation of licence.  \n \n35.  Accounts an d audit.  \n \n36.  Power of the Commission to appoint auditor.  \n \n37.  Annual report.  \n \n \nPage 3 of 81 \n 38.  Proceedings of clearing house take precedence over laws of insolvency.  \n \n39.  Duty to report on completion of default proceedings.  \n \n40.  Net sum payable on completion of default proceedings.  \n \n41.  Disclaimer of property, rescission of contracts.  \n \n42.  Enforcement of judgements over property subject to market charge.  \n \n43.  Clearing member to be party to certain transactions as principal.  \n \n44.  Property deposited with cleari ng house.  \n \n45.  Preservation of rights.  \n \nPART IV  \n REGULATED ACTIVITIES  \n \n46.  Scope of regulated activities.  \n \n47.  Licensing requirement.  \n \n48.  Eligibility for licensing.  \n \n49.  Representatives.  \n \n50.  Accreditation of representatives.  \n \n51.  Application for licence.  \n \n52.  Grant of licence.  \n \n53.  Power of the Commission to impose conditions.  \n \n54.  Power of the Commission to issue directions to regulated persons.  \n \n55.  Register of regulated persons.  \n \n56.  Notification of change in particulars of register.  \n \nPART  V \nCONDUCT OF REGULATED ACTIVITIES  \n \n57.  Standards of conduct.  \n \n58.  Business conduct regulations.  \n \n59.  Risk disclosure statements.  \n \n \nPage 4 of 81 \n 60.  Customer agreement.  \n \n61.  Issue of contract confirmation note.  \n \n62.  Customer assets.  \n \nPART VI  \nACCOUNTS, CAPITAL REQUIREMENTS AND AUDIT OF REGULATED \nPERSONS  \n \n63.  Accounts and records to be kept.  \n \n64.  Financial resources regulations.  \n \n65.  Failure to comply with financial resources regulations.  \n \n66.  Monitoring compliance with financial resources regulations.  \n \n67.  Auditor to be appointed.  \n \n68.  Audited accounts to be lodged with the Commission.  \n \n69.  Auditor to report to the Commission in certain cases.  \n \n70.  Power of the Commission to appoint auditor for special Audit.  \n \nPART VII  \nINSIDER TRADING  \n \n71.  Application of this Part.  \n \n72.  Prohibition of insider trading.  \n \n73.  Inside information.  \n \n74.  Insiders.  \n \n75.  Disclosure of inside information.  \n \nPART VIII  \nOTHER MARKET ABUSES  \n \n76.  False trading.  \n \n77.  Bucketing.  \n \n78.  Manipulation of price of a futures contract and  cornering.  \n \n79.  Employment of fraudulent or deceptive devices.  \n \n \nPage 5 of 81 \n 80.  Fraudulently inducing trading in futures contracts.  \n \nPART IX  \nSUPERVISION AND INVESTIGATION  \n \n81.  Power of Commission to call for information.  \n \n82.  Inspection.  \n \n83.  Investigation.  \n \n84.  Destruction of documents.  \n \n85.  Powers of investigator in relation to investigations.  \n \nPART X  \nPOWERS OF INTERVENTION BY COMMISSION IN RELATION TO LICENSED    \nPERSONS  \n \n86.  Scope of powers under this Part.  \n \n87.  Restriction of business.  \n \n88.  Restricti on on dealing with property.  \n \n89.  Maintenance of property.  \n \n90.  Rescission and variation of prohibition or requirement.  \n \n91.  Notices.  \n \n92.  Winding up orders.  \n \n93. Orders of the Court.  \n \nPART XI  \nDISCIPLINE OF LICENSED PERSONS  \n \n94.  Disciplinary action in  respect of licensed persons.  \n \n95.  Determination of fit and proper criteria.  \n \n96.  Other circumstances for disciplinary action in respect of licensed persons.  \n \n97.  Effect of cancellation or suspension of licence.  \n \n98.  Procedural requirements for exercise of disciplinary powers under this Part.  \n \n \n \n \nPage 6 of 81 \n PART XII  \nMISCELLANEOUS  \n \n99.  Indemnity.  \n \n100.  Rights of applicants and holders of licences.  \n \n101.  Civil liabilities.  \n \n102.  Standard of proof.  \n \n103.  Futures contracts not gaming or wagering contracts.  \n \n104.  Offences and penalties.  \n \n105.  Penalty to be imposed by the Commission.  \n \n106.  Appeal.  \n \n107.  Recovery of penalties.  \n \n108.  Cognizance of offences.  \n \n109.  Prosecution of offences by Commission.  \n \n110.  Register of notifications issued by the Commiss ion. \n \n111.  Liability of directors for offences by companies.  \n \n112.  Liability of licensed person for acts of representative.  \n \n113.  Securities acquired in good faith.  \n \n114.  Power to make regulations.  \n \n115.  Power of the Commission to issue directions to a futures exchange and clearing house.  \n \n116.  Power to make rules.  \n \n117.  Forms.  \n \n118.  Codes, guidelines.  \n \n119.  Delegation of the Commission's functions or powers.  \n \n120.  Act not to affect the powers of the State Bank of Pakistan.  \n \n121.  Act to override other laws.  \n \n122.  Removal of difficulties.  \n \nPage 7 of 81 \n  \n123.  Transitional provisions.  \n \n124.  Repeal and saving.  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nPage 8 of 81 \n THE FUTURES MARKET ACT, 2016  \n[9th April, 2016]  \n \nACT NO. XIV OF 2016  \n \nAn Act to provide for the regulation of  futures market  \n \nWHEREAS  it is expedient to enact a Law to provide for the regulation of futures market and \nmatters connected therewith  and incidenatal thereto;  \n \nIt is hereby enacted as follows: — \n \nPART I  \n \nPRELIMINARY  \n \n1. Short title, commencement and extent. — (1) This Act may be called the Futures Market  \nAct, 2016.  \n \n(2)  It shall come into force on such date as the Federal Government may appoint by notification \nin the official Gazette and different dates may be appointed for coming into force of different \nprovisions thereof.  \n \n(3) It shall extend to the whole of Pakistan.  \n \n2. Definition. — In this Act, unless there is anything repugnant in the subject or context, — \n \n(1) “accredited ” means as accredited in accordance with section 50;  \n \n  (2) “associate ” in relat ion to — \n \n(a) “an individual ”, means — \n \n(i)  that individual's spouse, son, adopted son, step­son, daughter, adopted \ndaughter, step­ daughter, father, step­father, mother, step­mother, \nbrother, step­brother, sister or step­sister;  \n \n(ii)  any company of which  that individual is a director;  \n \n(iii)  any company in which that individual, or any of the persons mentioned \nin paragraph (i), has control of twenty per cent or more of the voting \npower in that company, whether such control is exercised individually \nor jointly; and  \n \n(iv)  any employee of that individual; or  \n \n(b)  “a company ”, means another company in which the first mentioned company \nhas control of not less than twenty per cent of the voting power in that company, \nand a reference in this Act to an associated person or associated company shall \nbe construed accordingly;  \n \nPage 9 of 81 \n  \n(3) “auditor ” shall have the same meaning as assigned to the word under the Chartered \nAccountants Ordinance, 1961 (X of 1961), to be appointed from the panel of auditors approved by t he \nCommission to perform the functions assigned to auditors under this Act;  \n \n(4) “bank ” means a bank licensed under section 27 of the Banking Companies Ordinance, 1962 \n(LVI1 of 1962);  \n \n(5) “clearing facility ” means a facility for the clearing and settlemen t of futures contracts traded \non a futures exchange;  \n \n(6) “clearing house ” means a company that is licensed by the Commission as a clearing house \nunder section 24;  \n \n(7) “clearing member ” means a person who, is admitted as clearing member for clearing and \nsettlement on his own behalf as well as on behalf of others under the regulations of a clearing house;  \n \n(8) “Commission ” shall have the same meaning as assigned to it under the Securities and  \nExchange Commission of Pakistan Act, 1997(XLII of 1997);  \n \n(9) “Commissioner ” shall have the same meaning as assigned to it under the Securities and \nExchange Commission of Pakistan Act, 1997(XLII of 1997);  \n \n(10) “commodity ” in relation to a futures contract, means — \n \n(a)  agricultural, livestock, fishery, forestry, mini ng or energy goods and any \nproduct that is manufactured or processed from any such goods; and  \n \n(b)  any other goods or products which as such may be notified by the Commission \nin the official Gazette;  \n \n(11) “company ” shall have the same meaning as assigned  to it under the Companies Ordinance,  \n1984 (XLVII of 1984);  \n \nExplanation .—The expression “company ” used in this Act, shall, wherever the context \nrequires, also include a body corporate or corporation established by any special enactment for the \ntime being in force;  \n \n(12) “control ” includes the right to appoint majority of directors or to control manage ment or \npolicy decisions, exercisable by a person individually or through any person acting in concert, directly \nor indirectly, whether by virtue of his shareholding, management right, shareholders agreement, voting \nagreement or otherwise;  \n \n(13) “Court ” means company Bench of High Court concerned as provided in sections 7 and 8 \nof the Companies Ordinance, 1984 (XLVII of 1984);  \n \n(14) “customer ” means a person on whose behalf a regulated person carries on any regulated \nactivity and includes any person commonl y known as an investor;  \n \n \nPage 10 of 81 \n (15) “customer assets ” means money received, receivable or retained by, or any other property \ndeposited with, a regulated person in the course of his business for which he is liable to account to his \ncustomer, and any money or othe r property accruing therefrom;  \n \n(16) “customer money ” means money of any currency that, in the course of carrying on his \nregulated activity, a regulated person holds or receives on behalf of a customer, or which he owes to a \ncustomer;  \n \n(17) “default procee dings ” means proceedings or other action taken by a clearing house or \nfutures exchange under its default regulations;  \n \n(18) “default regulations ” means those regulations which provide for the initiation of \nproceedings or other action if a clearing member has failed, or appears to be unable, or likely to become \nunable, to meet his obligations for all unsettled or open market contracts to which he is  a party;  \n \n(19) “director ” in relation to a company, includes any person occupying in relation to the \nposition of a director by whatever name called;  \n \n(20) “derivative contract ” means any of the following, — \n(a)  forward contract;  \n(b)  an option contract;  \n(c)  a swap contract;  \n(d)  any other class of contract as prescribed by the Commission;  \n(21) “family ” means a spouse and lineal ascendants and descendants;  \n(22) “financial instrument ” includes any currency, currency index, interest rate, interest rate \ninstrument, interest rate index, commodity index bond index and such other financial instruments as \nmay be notified by the Commission in the official Gazette;  \n \n(23) “futures adviser ” mean s a person, who — \n \n(a)  gives investment advice on whether, which, the time at which or the terms or \nconditions of which, futures contracts are to be entered into; or  \n \n(b)  issues analysis or reports, for the purposes of facilitating the recipients of the \nanalysis or reports to make decisions on whether, which, the time at which, or \nthe terms or conditions on which, futures contracts are to be entered into,  \n \nbut does not include — \n \n(A)  a person who gives such advice or issues such analysis or reports, including — \n \n(i)  in a newspaper, magazine, book or other publication which is made \ngenerally available to the public, and which does not have as its principal \nor only object the provision of advice or the issue of analysis or reports, \nconcerning securities ; or \n \nPage 11 of 81 \n (ii)  in television broadcast or radio broadcast for reception by the public, \nwhether on subscription or otherwise; and  \n \n(B) any other person excluded to such extent as may be notified by the Commission;  \n \n(24) “futures broker ” means a person who, by way of business, whether as principal or agent, — \n(a)  makes or offers to make with any person, or induces or attempts to induce any \nperson to enter into or to offer to enter into any agreement for or with a view to \npurchase or sale of a futures contract; o r \n \n(b)  solicits or accepts any order for, or otherwise dealing in, or effects transactions \nin a futures contract for its customer or on its own account;  \n \n(25) “futures contract ” means — \n \n(i)  an arrangement where one party agrees to enter into a contract t o deliver a \nspecified quantity of a specified commodity or securities or financial \ninstruments, to another party at a specified future time and at a specified price \npayable at that time; or  \n \n(ii)  where the parties agree to discharge their obligations unde r the contract by \nsettling the difference between the value of a specified quantity of a specified \ncommodity or securities or financial instruments agreed at the time of the \nmaking of the contract and at a specified future time; or  \n \n(iii)  such other futur es contract or class of futures contracts or derivative contracts \nas prescribed by the Commission, and includes options on contracts of the kind \ndescribed in paragraph (i), (ii) or (iii);  \n \n(26) “futures exchange ” means a public company that is licensed by the Commission as a \nfutures exchange under section 5;  \n \n(27) “futures market ” means any market, or place at which, or any service or facility, whether \nelectronic or otherwise, by means of which, offers, promises or invitations to sell, purchase or \nexchange futures contracts are regularly made on a centralised basis, being offers or  invitations that \nare intended or may reasonably be expected, to result, directly or indirectly, in the acceptance or \nmaking, respectively, of offers to sell, purchase or exchange futures contracts;  \n \n(28) “holding company ” shall have the same meaning as as signed to them in section 3 of the  \nCompanies Ordinance, 1984 (XLVII of 1984);  \n \n(29) “licensed person ” means any person or entity licensed under this Act and includes a \nregulated person;  \n \n(30) “majority shareholder ” means shareholder who holds, owns or cont rol, directly or \nindirectly, more than fifty per cent of the shares having voting rights in a company or who, for other \nreasons, has domination or control of the company and includes group of shareholders who collectively \nown more than fifty per cent of sh ares or otherwise have that domination or control;  \n \n \nPage 12 of 81 \n (31) “margin ” means the amount of cash, approved securities or any other form of margin as \nprescribed;  \n \n(32) “market contract ” means — \n \n(a)  a contract subject to the regulations of a clearing house entere d into  by the \nclearing house with a clearing member under a novation and for the purpose of \nthe clearing and settlement of transactions using the clearing facility whether \nbefore or after default proceedings have commenced; or  \n \n(b)  a transaction which is being cleared or settled using the clearing facility and \nsubject to the regulations of a clearing house, whether or not a novation referred \nto in sub­clause (a) has taken place;  \n \n(33) “money ” includes any form of money, whether represented by a cheque or o ther payable \norder, or otherwise;  \n \n(34) “prescribed ” means prescribed by regulations made by the Commission;  \n \n(35) “principal ” in relation to a representative, means the regulated person which the \nrepresentative represents;  \n \n(36) “private company ” shall have the same meaning as assigned to them in clause (28) of sub­  \nsection (1) of section 2 of the Companies Ordinance, 1984 (XLVII of 1984);  \n \n(37) “public company ” shall have the same meaning as assigned to them in clause (30) of sub­  \nsection (1) of section 2 of the Companies Ordinance, 1984(XLVII of 1984);  \n \n(38) “quotation and trade reporting system ” means the operation of facilities that permit the \ndissemination of price quotations for the purchase and sale of futures contracts and reports of \ncomple ted transactions in futures contracts but does not include a futures exchange or a futures broker;  \n \n(39) “record ” means all documentary, electronic and digital materials created, generated, sent, \ncommunicated, received, or stored, regardless of physical form or characteristics;  \n \n(40) “regulated activity ” means any activity, required to be licensed, under section 46;  \n \n(41) “regulated person ” means a person or entity licensed by the Commission under Part IV of \nthis Act to carry on any regulated activity;  \n \n(42) “regulations means the regulations made by the Commission under this Act;  \n \n(43) “representative ” means an indiv idual, by whatever name called, in the employment of or \nacting for or by arrangement with, a regulated person, who carries out for that regulated person any \nsuch activity (other than work ordinarily performed by accountants, clerks or cashiers), whether or  not \nhe is remunerated, and whether his remuneration, if any, is by way of salary, wages, commission or \notherwise; and includes any officer of a company who performs for the company any such activity \nwhether or not he is remunerated, and whether his remune ration, if any, is by way of salary, wages, \ncommission or otherwise and includes an agent of a regulated person;  \n \n \nPage 13 of 81 \n (44) “rules ” means rules made under this Act;  \n \n(45) “securities ” for the purposes of this Act, means — \n \n(a)  in the case of listed instruments,  includes shares and stock of a company \n(shares);  \n \n(b)  any instrument creating or acknowledging indebtedness which is issued or \nproposed to be issued by a company including, in particular, debentures, \ndebenture stock, loan stock, bonds, notes, commercial paper, sukuk or any other \ndebt securities of a company, whether constituting a charge on the assets of the \ncompany or not (debt securities);  \n \n(c)  loan stock, bonds, sukuk and other instruments creating or acknowledging \nindebtedness by or on behalf of a go vernment, central bank or public authority \n(Government and public debt securities);  \n \n (d)  modaraba certificates, participation term certificates and term finance \ncertificates;  \n \n(e)  any right (whether conferred by warrant or otherwise) to subscribe for sh ares or \ndebt securities (warrants);  \n \n(f)  units in a collective investment scheme, including units in or securities of a trust \nfund (whether open­ended or closed end);  \n \n(g)  share or stock index;  \n \n(h)  any other instrument notified by the Commission to be securities for the \npurposes of this  Act, but does not include —  \n(A)  futures contracts;  \n(B)  bills of exchange;  \n(C)  promissory notes; and  \n(D)  certificates of deposit;  \n \n(46) “securities broker ” means a broker licensed by the Commission;  \n \n(47) “senior management officers ” includes, chief executive officer/managing director, deputy \nmanaging director/chief operating officer and chief regulatory officer or holder of such positions by \nwhatever name called and any other officer holding such position as presc ribed by the Commission;  \n \n(48) “securities exchange ” means a company licensed by the Commission as a securities \nexchange;  \n \n(49) “subsidiary ” shall have the same meaning as assigned to it in the Companies Ordinance, \n1984 (XLVII of 1984);  \n \n \nPage 14 of 81 \n (50) “substantial shareholder ”, in relation to a company, means a person who has an interest in \nshares in the company — \n \n(a)  the nominal value of which is equal to or more than ten per cent of the issued \nshare capital of the company; or  \n \n(b)  which enables the person to exe rcise or control the exercise of ten per cent or \nmore of the voting power at a general meeting of the company;  \n \n (51) “trading in futures contracts ” means, whether as principal or agent, — \n \n(a)  making or offering to make with any person, or inducing or att empting to induce \nany person to enter into or to offer to enter into any agreement for or with a \nview to purchase or sale of a futures contract; or  \n \n(b)  soliciting or accepting any order for, or otherwise dealing in a futures contract \nfor its customer or on its own account;  \n \n(52) “trading right entitlement certificate ” or “TRE certificate ” means a trading right \nentitlement certificate issued by the futures exchange in accordance with its regulations; and  \n \n(53) “trading right entitlement certificate holder ” or “TRE certificate holder ” means a company \nto which a trading right entitlement certificate has been issued.  \n \nPART II  \n \nFUTURES EXCHANGES  \n \n3. Licensing requirement. — (1) No person shall establish or operate or assist in establishing \nor operating or hold himself out as operating a futures market except under and in accordance with a \nfutures exchange licence granted by the Commission under section 5.  \n \n(2) The Commission shall determine the number and places for the establishment of futures \nexchanges.  \n \n4. El igibility for licensing. — (1) Subject to sub­section (2), a public company having an object \nto operate as a futures exchange shall be eligible for licensing as a futures exchange only, if — \n \n(a)  it has, and maintains at all times, a minimum paid­up capital  (net of losses) of \nfive hundred million rupees or such higher amount as may be notified by the \nCommission:  \n \nProvided that a commodity exchange registered as under Securities and \nExchange Ordinance' 1969 (XLII of 1969), before the commencement of this \nAct, shall be required to comply with this requirement within such period as \nmay be notified by the Commission:  \n \nProvided further that if the public company referred to in sub­section (1) \nis a securities exchange the requirement referred to in clause (a) shall  be in \n \nPage 15 of 81 \n addition to any other minimum paid up capital required for a securities \nexchange.  \n \n(b)  not more than such percentage of shares of the company as may be notified by \nthe Commission is held directly or indirectly by — \n \n(i)  a securities broker or any c onnected person or the majority shareholder \nof such securities broker, or an associate of the majority shareholder of \nsuch securities broker;  \n \n(ii)  securities exchange or any connected person or the majority shareholder \nof such securities exchange, or an associate of the majority shareholder \nof such securities exchange;  \n \n(iii)  a futures broker or any connected person or the majority shareholder of \nsuch futures broker, or an associate of the majority shareholder of such \nfutures broker; or  \n \n(iv)  a futures exchange and or any connected person or the majority \nshareholder of such futures exchange, or an associate of the majority \nshareholder of such futures exchange:  \n \nProvided that the Commission may notify, in the official \nGazette, any class or classes of pers ons to hold such number of shares \nof the futures exchange as the Commission deems appropriate;  \n \n(c)  its promoters, directors, majority shareholders and senior management officers \nfulfil the fit and proper criteria as may be prescribed; and  \n \n(d)  it satisf ies such other conditions as may be prescribed by the Commission.  \n \n(2) For the purposes of clause (b) of sub­section (1), two or more companies are connected \ncompanies if one of them is — \n \n(a)  the holding company of the other;  \n \n(b)  a subsidiary of the oth er; or  \n \n(c)  a subsidiary of the holding company of the other.  \n \n5. Grant of licence. — (1) A public company eligible for a licence may apply to the \nCommission to be licensed as a futures exchange in such form and manner as may be prescribed.  \n \n(2) The application under sub­section (1) shall be accompanied by prescribed fee.  \n \n(3) The Commission may require an applicant to provide to the Commission such further \ninformation, as it considers necessary in relation to the application, in such form or verified  in such \nmanner as the Commission may direct.  \n \n \nPage 16 of 81 \n (4) The Commission may, in writing, subject to such conditions or restrictions as it may \nconsider fit to impose, grant licence to a public company as a futures exchange if the Commission is \nsatisfied that the company shall operate a fair, efficient and transparent futures market, manage any \nrisks associated with its business and operations prudently and enforce compliance by TRE certificate \nholders with its regulations:  \n \nProvided that a futures exchange shall o nly offer for trade futures contracts based on \ncommodities and financial instruments.  \n \n(5) Where a licence is granted under this section to a securities exchange for operating a futures \nmarket, such licence shall be for offering for trade of futures contra cts based on securities:  \n \nProvided that such futures exchange may also offer futures contract based on financial \ninstruments to the extent and manner as may be notified by the Commission.  \n \n(6) In the exercise of its powers to grant licence under sub­sectio n (4), the Commission shall \nhave regard to, whether — \n \n(a)  the company in its regulations shall make satisfactory provision for — \n \n(i)  a fair, efficient and transparent market in futures contracts that are traded \non its futures market;  \n \n(ii)  the proper re gulation and supervision of TRE certificate holder;  \n \n(iii)  appropriate measures to protect the interest of customer;  \n \n(iv)  an equitable allocation of the dues, fees and other charges levied by \ncompany;  \n \n(v)  the trading in futures contracts by its officers and employees; and  \n \n(vi)  any other matters as may be prescribed;  \n \n(b)  the company possesses sufficient financial, human and system resources to, — \n \n(i)  establish and operate a fair, efficient and transparent futures market;  \n \n(ii)  meet contingencies or disasters (including events such as technical \ncomplications occurring with automated systems);  \n \n(iii)  provide adequate security arrangements; and  \n \n(iv)  for any other matters as may be prescribed;  \n \n(c)  the company has made arrangements w ith respect to the appointment, removal \nfrom office and functions of the persons responsible for making or enforcing \nthe regulations of futures exchange, in such manner, to secure a proper \nbalance — \n \n \nPage 17 of 81 \n (i)  among the interests of TRE certificate holders of th e company; or  \n \n(ii)  among the interests of the company or TRE certificate holders and the \npublic interest:  \n \nProvided that the arrangements shall not be regarded as \nsatisfying these requirements unless the persons responsible for such \nmatters include a number of persons independent of the company, TRE \ncertificate holders and other regulated persons, in order to ensure \nsufficient balance referred to in sub­clause (ii);  \n \n(d)  it would not be contrary to the public interest to licence the company; and  \n \n(e)  any other matters as may be prescribed.  \n \n(7) Subject to the provisions of this Act, a futures exchange licence shall be granted subject to \nsuch annual renewal fee as may be prescribed.  \n \n6. Duties of futures exchange. — (1) It shall be duty of a futures exc hange to ensure — \n \n(a)  a fair, efficient and transparent market in futures contracts that are traded on its \nfutures market; and  \n \n(b)  that risks associated with its business and operations are managed prudently.  \n(2) In discharging its duty under sub­secti on (1), a futures exchange shall — \n \n(a)  act in interest of the public; and  \n \n(b)  ensure that interest of the investor, customer and the public at large prevails \nwhere it conflicts with the interest of the futures exchange, TRE certificate \nholders, shareholders, board of directors and management.  \n \n(3) A futures exchange shall operate its facilities in accordance with the provisions of this Act \nand rules and regulations made thereunder.  \n \n(4) A futures exchange shall regulate the operations, standards of practice and business conduct \nof TRE certificate holders (and their representatives and other employees) in accordance with the \nregulations, policies, procedures and practices of the futures exchange.  \n  \n(5) A futures exchange shall formulate and impleme nt appropriate procedures for ensuring that \nTRE certificate holder (and their representatives and other employees) comply with the provisions of \nthis Act and rules and regulations made thereunder.  \n \n(6) A futures exchange shall preserve confidentiality with  regard to all information in its \npossession concerning TRE certificate holder and their customers, except that such information may \nbe disclosed by the futures exchange when required in writing to do so by the Commission or the \nclearing house under its re gulations or if required under any law for the time being in force or if it is \nordered to do so by the Court.  \n \n \nPage 18 of 81 \n (7) A futures exchange shall have efficient procedures and arrangements for addressing \ncustomer's complaints.  \n \n(8) A futures exchange shall put i n place such structural provisions, operating procedures, and \nsurveillance techniques to detect and prevent insider trading and market abuse.  \n \n(9) A futures exchange shall immediately notify to the Commission if it becomes aware  \n \n(a)  of a financial irregu larity or other matter which in opinion of the futures \nexchange may indicate that its financial integrity is in question or that it is \nunable to meet its legal obligations;  \n \n(b)  that any TRE certificate holder is unable to comply with any regulation of th e \nfutures exchange or any financial resources regulation;  \n \n(c)  of a financial irregularity or other matter which in the opinion of the futures \nexchange may indicate that the financial standing or integrity of a TRE \ncertificate holder is in question or tha t a TRE certificate holder may not be able \nto meet its legal obligations; or  \n \n(d)  of any insider trading or market abuse.  \n \n(10) A futures exchange shall immediately notify to the Commission any action against a TRE  \ncertificate holder.  \n \n(11) A futures exchange shall, for the conduct of its business, at all times provide and \nmaintain — \n \n(a)  adequate and properly equipped premises;  \n \n(b)  automated systems with adequate capacity, facilities to meet contingencies or \nemergencies, physical, virtual and logica l security arrangements and technical \nsupport; and  \n \n(c)  comprehensive business continuity plan.  \n \n(12) A futures exchange shall ensure that appointment or removal of chief executive officer \nand chief regulatory officer, by whatever name called, is made wit h prior approval of the Commission.  \n \n7. Regulations of futures exchange. — (1) Without limiting the generality of section 5, the \nregulations of a futures exchange shall make provision to the satisfaction of the Commission — \n \n(i)  with respect to the constitu tion, powers and functions of the governing body of \nthe futures exchange and matters relating to disciplining of the directors, \nofficers and functionaries of the futures exchange;  \n \n(ii)  with respect to the development of risk management system, including control \nmeasures and safeguards with respect to large exposures and matters connected \ntherewith;  \n \n \nPage 19 of 81 \n (iii)  with respect to the risk management procedures, misalignment of incentives and \nconflict of interest between futures broker, its employees and its clien ts; \n \n(iv)  with respect to disclosure of conflict of interest by directors and employees of \nthe futures exchanges;  \n \n(v)  with respect to the eligibility, admittance and conduct of TRE certificate holder;  \n \n(vi)  with respect to the appointment and functioning of internal auditors;  \n \n(vii)  for the expulsion, suspension or disciplining of TRE certificate holder for \nconduct inconsistent with just and equitable principles in connection with \ntrading in futures contracts, or for a contravention of the reg ulations of the \nfutures exchange;  \n \n(viii)  with respect to liquidation of the assets of futures brokers deposited with or in \ncontrol of the futures exchange to fulfil customer claims arising therefrom;  \n \n(ix)  with respect to the terms, conditions and speci fications of futures contracts;  \n \n(x)  with respect to the class or classes of futures contracts that may be traded by \nfutures broker and the terms and conditions governing trading in futures \ncontracts;  \n \n(xi)  with respect to operational, information system  and regulatory audit of futures \nbroker and futures exchange including the regular assessment of trading \nsystems as well as the assessment of reliability and effectiveness of all risk \nmanagement and control measures implemented by futures exchange;  \n \n(xii)  with respect to the mechanism for inspection and provisions relating to audit \nand compliance of futures' brokers including cooperation with other licensed \nentities for violation of any requirement of this Act or any rules or regulations \nmade thereunder;  \n \n(xiii)  with respect to proprietary trading by futures broker;  \n \n(xiv)  with respect to effective surveillance and monitoring techniques to detect and \nprevent insider trading and market abuse practices;  \n \n(xv)  with respect to fair and properly supervised tr ading practices;  \n \n(xvi)  with respect to the prohibition of trading in futures contract by futures brokers \nor their representatives, either directly or indirectly, for their own accounts or \naccounts of associated persons, except in accordance with the regu lations of the \nfutures exchange;  \n \n(xvii)  with respect to measures to prevent manipulation, market rigging and artificial \nmarkets in its futures market;  \n \n \nPage 20 of 81 \n (xviii) with respect to effective know your customer and customer due diligence \npolicies and procedures and other matters ancillary to anti­money laundering;  \n \n(xix)  with respect to the recording and publishing of details of trading;  \n \n(xx)  with respect to financial integrity of futures broker such as to provide reasonable \nassurance that all oblig ations out of the trading in futures contract on the futures \nmarket of that futures exchange will be met;  \n \n(xxi)  with respect to the fee and charges payable for facilities and services provided \nby the futures exchange;  \n \n(xxii)  with respect to brokerage a nd other charges by futures brokers;  \n \n(xxiii)  with respect to the equitable allocation of the dues, fees and other charges levied \nby the futures exchange;  \n \n(xxiv)  with respect to settlement of claims and dispute resolution between any of its \nfutures brokers, or between futures brokers and their customers, or between \nfutures' brokers and their accredited representatives or between accredited \nrepresentative of futures brokers and their customers, in relation to any market \ncontract of the futures exchang e; \n \n(xxv)  where a futures broker appears to be unable, or likely to become unable, to meet \nhis obligations in respect of one or more market contracts, to enable action to \nbe taken to close out his position in relation to all unsettled market contracts to \nwhich he is a party including facilitation in default proceedings;  \n \n(xxvi)  generally for carrying on the business of the futures exchange with due regard \nto the interests and protection of the investing public;  \n \n(xxvii)  with respect to TRE holder financi al responsibility whether by way of minimum \ncapital or a ratio between net capital or aggregate indebtedness, or both;  \n \n(xviii)  the processing and determination of investor complaints;  \n \n(xxix)  with respect to the clearing and other arrangements made, and the financial \ncondition of — \n \n(a)  the futures exchange;  \n \n(b)  the clearing house of the futures exchange; and  \n \n(c)  the futures brokers of the futures exchange;  \n \nsuch as to provide reasonable assurance that all obligations \narising out of the trading in futures contracts on the futures market of \nthat futures exchange will be met;  \n \n \nPage 21 of 81 \n (xxx)  with respect to classification of TRE holder into different categories and \nconditions attached thereto.  \n \n(2) The regulations of a futures exchange shall apply to — \n \n(a)  futures exchange, its employees and its directors and the futures exchange shall \nbe responsible to ensure their compliance with such regulations; and  \n \n(b)  futures broker, the representatives and other employees of futures broker and \nthe futures broker shal l be responsible to ensure their compliance with such \nregulations.  \n \n(3) The power to make regulations conferred by this section on the futures exchange shall be \nsubject to the condition of previous placement of the said regulations on the website of the fu tures \nexchange along with the rationale for eliciting public opinion thereon within a period of not less than \nseven days starting from the date of its placement on the website:  \n \nProvided that, on an application by the futures exchange, the Commission may w aive the \ncondition of eliciting public opinion in cases requiring immediate implementation of proposed \nregulation.  \n \n(4) The Commission may, by notice in writing served on a futures exchange, require it — \n \n(a)  to make regulations specified in the notice within the period specified; or  \n \n(b)  to amend regulations referred to in the notice in the manner and within the \nperiod specified in the notice.  \n \n(5) Where the Commission is satisfied that a futures exchange has not complied with a \nrequirement referred to  in sub­section (4) within the period specified in the notice, the Commission \nmay make or amend the regulations specified in the notice instead of the futures exchange and the \nregulations so made or amended shall he deemed to have been made or amended by t he futures \nexchange and shall have effect accordingly.  \n \n8. Approval of regulations or amendments to regulations of futures exchange. — (1) No \nregulation of a futures exchange or any amendment (whether by way of rescission, substitution, \nalteration or additi on) to a regulation shall have effect unless it has the approval in writing of the \nCommission.  \n \n(2) A futures exchange shall submit or cause to be submitted to the Commission for its approval \nsuch regulations and every amendment thereto that require approv al under sub­section (1), together \nwith explanations of their purpose and likely effect, including their effect on the investing public, in \nsufficient detail to enable the Commission to decide whether to approve them or refuse to approve \nthem.  \n(3) The Comm ission shall, by notice in writing served on the futures exchange, give its \napproval or refuse to give its approval to such regulations or amendment of the regulations, as the case \nmay be, or any part thereof.  \n \n(4) The Commission may give its approval unde r sub­section (3), subject to requirements that \nshall be satisfied before the regulations or amendment of the regulations or any part thereof take effect.  \n \nPage 22 of 81 \n  \n(5) Subject to the approval of the Commission under sub­section (3), all regulations or \namendments t o the regulations made by the futures exchange shall be notified in the official Gazette \nand shall take effect from such date as may be specified in the notification.  \n \n9. Statutory obligation of futures broker to comply with regulations of futures exchange . \nFutures broker of a futures exchange shall comply with the regulations of that futures exchange.  \n \n10. Futures exchange to assist the Commission.  A futures exchange shall provide such \nassistance to the Commission as the Commission may require for the performance of functions and \nduties of the Commission, including the furnishing of such returns and the provision of such books \nand other information relating to the business of the futures exchange or in respect of trading in futures \ncontracts or any other specified information as the Commission may require for the proper \nadministration of this Act.  \n \n11. Review of disciplinary action taken by futures e xchange. —(1) Where a futures \nexchange reprimands, imposes penalty, suspends, cancels TRE certificate or otherwise takes \ndisciplinary action against a futures broker in accordance with its regulations, the futures exchange \nshall immediately inform the Commi ssion in writing of the name of the futures broker, the reason for \nand nature of the action taken, the amount of any sum imposed by way of penalty and the period of \nany suspension.  \n \n(2) The futures exchange shall grant an opportunity of being heard to futu res broker before it \nimposes a penalty, reprimands, suspends, cancels TRE certificate or otherwise takes disciplinary action \nagainst the futures broker:  \n \nProvided that where the futures exchange is satisfied that delay in the suspension of its futures \nbroker shall be detrimental to the interest of investors or the public in general, the futures exchange \nmay, after recording reasons in writing, immediately suspend futures broker till the time an opportunity \nof hearing is provided to the futures broker and a final decision is taken within a period of not more \nthan thirty days.  \n \n(3) The Commission may, on its own motion or on application by an aggrieved person, review \nany disciplinary action taken by a futures exchange under sub­section (1) and may affirm, modify or \nset aside decision of the futures exchange after giving the futures broker and the futures exchange an \nopportunity of being heard.  \n \n(4) Nothing in this section shall preclude the Commission, in any case where a futures exchange fails \nto act again st a futures broker, from suspending the licence of, or otherwise disciplining, a futures \nbroker of the futures exchange, but before doing so the Commission shall give the futures broker and \nthe futures exchange an opportunity of being heard:  \n \nProvided tha t where the Commission is satisfied that delay in the suspension of any futures \nbroker shall be detrimental to the interest of investors or the public in general, the Commission may, \nafter recording reasons in writing, immediately suspend any futures broke r till the time an opportunity \nof hearing is provided to the futures broker and a final decision is taken within a period of not more \nthan thirty days.  \n \n \nPage 23 of 81 \n (5) Any action taken by a futures exchange under sub­section (1) shall be without prejudice to \nthe powe r of the Commission to take such further action as it deems fit with regard to the futures \nbroker or its licence.  \n \n12. Power of the Commission to issue directions to futures exchange. —(1) The \nCommission may, if considers necessary or expedient, — \n \n(a)  for ensuring fair, efficient and transparent futures markets, or for ensuring fair, \nefficient and transparent clearing and settlement of transactions in futures \ncontract;  \n \n(b)  for ensuring the integrity of, and proper management of systemic risks in, \nfutures markets;  \n \n(c)  for ensuring a fair and proper governance structure of the futures exchange; or  \n \n(d)  in the interests of the public or for the protection of customers,  \n \nissue directions to a futures exchange by notice in writing either of a general or spec ific nature.  \n \n(2) Without prejudice to the generality of sub­section (1), any direction issued under that sub­  \nsection may relate to — \n \n(a)  the trading or the termination of trading on or through the facilities of that \nfutures exchange;  \n \n(b)  the manner in  which futures exchange carries on its business; or  \n \n(c)  removing or suspending the directors or officers of the futures exchange from \noffice or suspending futures brokers of the futures exchange; and  \n \n(d)  the clearing or settlement of futures contract a nd the making of adjustments of \ncontractual obligations arising out of those futures contract;  \n \n(e)  any other matter that the Commission considers necessary for the effective \nadministration of this Act or the rules and regulations made hereunder,  \n \nand the  futures exchange shall comply with any such direction.  \n \n13. Emergency powers of Commission. — (1) Where the Commission has reason to believe \nor decides on the recommendation of futures exchange that an emergency exists, or where the \nCommission considers it  necessary or expedient in the interest of the public or section of the public or \nfor the protection of investors, the Commission may direct by notice in writing a futures exchange to \ntake such action as it considers necessary to maintain or restore fair, efficient and transparent trading \nin futures contracts or any class of futures contract including but not limited to — \n \n(a)  liquidate any position in respect of any futures contract or any class of futures \ncontracts;  \n \n(b)  terminate trading on a futures ma rket; \n \nPage 24 of 81 \n  \n(c)  suspend trading on a futures market;  \n \n(d)  confine trading to liquidation of futures contracts positions;  \n \n(e)  order the liquidation of all positions or part thereof or the reduction in such \npositions;  \n \n(f)  limit trading to a specific price range;  \n \n(g)  modify trading days or hours;  \n \n(h)  alter conditions of delivery or settlement;  \n \n(i)  fix the settlement price at which positions are to be liquidated;  \n \n(j)  require any person to act in a specified manner in relation to trading in futures \ncontracts or any class of futures contracts;  \n \n(k)  require margins or additional margins for any futures contracts; and  \n \n(l)  modify or suspend any of the regulations of a futures exchange, and the futures \nexchange shall comply with that direction.  \n \n(2) Wh ere the Commission suspends trading on a futures market under clause (c) of sub­section \n(1), the suspension shall be for a period not exceeding three months, provided that the Commission \nmay, if it considers it necessary, extend the suspension for one furt her period not exceeding three \nmonths at the expiry of which the Commission shall either notify the futures exchange in writing that \nthe suspension has expired, or proceed to cancel the futures exchange licence or pass such order as it \ndeems appropriate.  \n \n(3) Where a futures exchange fails to comply with a direction of the Commission under sub­ \nsection (1), within such time as is specified by the Commission, the Commission may take action under \nclause (b) of sub­section (1) of section 16.  \n \n(4) In this secti on, “emergency ” means — \n \n(a)  an act of Government affecting a commodity, securities or financial \ninstruments;  \n \n(b)  any other market disturbance which prevents the market from accurately \nreflecting the forces of supply and demand for such commodity, securi ties or \nfinancial instruments; or  \n \n(c)  any other situation or practice which in opinion of the Commission constitutes \nan emergency.  \n \n14. Futures contracts to be approved by Commission. — (1) No futures exchange shall offer \nfor trading a futures contract on  the futures market established or operated by the futures exchange \nwithout the Commission's written approval for offering to trade in such futures contracts.  \n \nPage 25 of 81 \n  \n(2) The Commission may grant approval for the trading of a futures contract on the futures \nmarket established or operated by the futures exchange and subject to such conditions or restrictions \nas the Commission may consider fit:  \n \nProvided that in the case of approval of a futures contract based on — \n \n(a)  securities issued by the Government of Pa kistan;  \n \n(b)  securities denominated in currency other than Pakistani rupee and settled in \ncurrency other than Pakistani rupee;  \n \n(c)  exchange rate and settled in currency other than Pakistani rupee; or  \n \n(d)  interest rate and settled in currency other tha n Pakistani rupee,  \n \nthe Commission shall consult the State Bank of Pakistan:  \n \nProvided further that in the case of approval of a futures contract where \nthe underlying commodity is an essential food item, the Commission shall \nconsult the provincial governme nts. \n \n(3) The Commission may, by notice in writing served on the futures exchange, withdraw its \napproval given under sub­section (1) to trade a futures contract with effect from the date specified in \nthe notice, where — \n \n(a)  the futures exchange fails to comply with a condition or restriction imposed \nunder sub­section (2); or  \n \n(b)  the Commission considers that it would be contrary to the interests of the \ninvesting public to permit trading in that futures contract to continue.  \n \n(4) The Commission shall not  withdraw its approval under sub­section (3) without first giving \nthe futures exchange an opportunity of being heard.  \n \n15. Fixing of position and trading limits in futures contracts. — (1) For the purpose of \ndiminishing, eliminating or preventing excessive speculation in any commodity, securities or financial \ninstruments under a futures contract, the Commission may, by notification in the official Gazette from \ntime to time, fix such limits as it considers necessary on the amount of trading which may be done or \npositions which may be held by any person or a class of persons, generally or specifically, under a \nfutures contract traded on the futures market subject to the regulations of a futures exchange.  \n \n(2) Such limits upon positions and trading shall apply t o positions held by, and trading done, \nby two or more persons acting pursuant to an express or implied agreement or understanding, as if the \npositions were held by, or the trading done by, a single person.  \n \n(3) No person shall, directly or indirectly — \n \n(a)  buy or sell or agree to buy or sell, under a futures contract traded on the futures \nmarket of or subject to the regulations of a futures exchange, any number of \n \nPage 26 of 81 \n such contracts in excess of the trading limits fixed for one business day, or any \nother state d period set by the Commission; or  \n \n(b)  hold or control a gross buy or sell position under a futures contract traded on \nthe futures market of or subject to the regulations of a futures exchange in excess \nof any position limit fixed by the Commission.  \n \n(4) Nothing in this section shall preclude the Commission from — \n \n(a)  fixing different trading or position limits for different futures contracts, different \ndelivery periods, or for different days remaining until the last day of trading in \na futures contract;  or \n \n(b)  exempting transactions under this section.  \n \n16. Suspension or cancellation of futures exchange licence. — (1) The Commission may, by \nnotice in writing served on the futures exchange, — \n \n(a)  suspend the licence granted under this Act with effect from the date specified \nin the notice for such period as may be specified in the notice; or  \n \n(b)  supersede the governing body or other authority of the futures exchange; or  \n \n(c)  suspend or remove the director or officer from his office, or suspend or rem ove \na TRE  certificate holder from futures exchanges; or  \n \n(d)  cancel a futures exchange licence granted under this Act with effect from the \ndate specified in the notice if the futures exchange — \n \n(i)  ceases to comply with the eligibility conditions specifi ed in section 4;  \n \n(ii)  ceases to operate a futures market that it has been licensed to operate \nunder section  5; \n \n(iii)  is being wound up or enters into an arrangement with its creditors or \nmembers without prior written approval of the Commission;  \n \n(iv)  fails to comply with any requirement of this Act or any other applicable \nlaw; \n \n(v)  fails to comply with a direction of the Commission;  \n \n(vi)  fails to provide to the Commission information required by the \nCommission, or provides false or misleading inform ation;  \n \n(vii)  is operating in a manner detrimental to the public interest; or  \n \n(viii)  requests the Commission to do so.  \n \n \nPage 27 of 81 \n (2) For the purposes of sub­clause (ii) clause (d) of sub­section (1) a futures exchange shall be \ndeemed to have ceased to operate its futures market, if — \n \n(a)  it has ceased to operate its futures market for more than thirty days unless it has \nobtained prior written approval of the Commission to do so; or  \n \n(b)  it has ceased to operate such futures market under a direction issued by the \nCommission under section 12 or section 13.  \n \n(3) The Commission may by the notice served under sub­section (1) permit the futures \nexchange to continue, on or after the date on which the suspension or cancellation is to take effect, to \ncarry on such acti vities affected by the suspension or cancellation as the Commission may specify in \nthe notice for the purpose of — \n \n(a)  closing down the operations of the futures exchange; or  \n \n(b)  protecting the public interest.  \n \n(4) Except where responding to a request under sub­clause (viii) of clause (d) of sub­section \n(1), the Commission shall not take action under sub­section (1) without first giving the futures \nexchange an opportunity of being heard.  \n \n(5) Any notice of supersession under clause (b) of sub­section (1 ) may direct that the functions \nof the governing body of the futures exchange shall he performed during the period of supersession by \nsuch person as may be specified in the notice.  \n \n(6) Where the Commission suspends or cancels the licence of a futures exch ange under this \nsection, it shall cause notice of that fact to be published in at least two daily newspapers having wide \ncirculation.  \n \n17. Effect of cancellation. —Cancellation of a licence referred to in section 16 shall not operate \nso as to — \n \n(a)  avoid or affect any agreement, transaction or arrangement entered into on the \nfutures market operated by the futures exchange where the agreement, \ntransaction or arrangement was entered into before the cancellation of the \nlicence; and  \n \n(b)  affect any right, obl igation or liability arising under such agreement, transaction \nor arrangement.  \n \n18. Accounts and audit. — (1) A futures exchange shall keep proper books of accounts and \nrecords of its income and expenditure, assets and liabilities and all other transactions  of the futures \nexchange as may be prescribed.  \n \n(2) A futures exchange shall, within three months of the close of each financial year, send to \nthe Commission or such later time as allowed by the Commission, audited financial statements along \nwith auditor's  report of the futures exchange for the financial year, including such other items as may \nbe prescribed.  \n \nPage 28 of 81 \n (3) The Commission may, where it deems appropriate, also require operational and regulatory \naudit of futures exchange to be conducted by an independent  auditor in a prescribed manner and \nauditors shall furnish report in such a manner as may be prescribed.  \n \n(4) The auditors shall have a right of access at all reasonable times to the books, accounts, \nvouchers and other records of the futures exchange and s hall be entitled to require from officers of the \nfutures exchange such information and explanations as they consider necessary for the performance of \ntheir duties as auditor.  \n \n (5) The accounting and other records required to be reported under this section  shall be \npreserved by the futures exchange for a period of ten years or such longer period as may be prescribed.  \n \n19. Power of the Commission to appoint auditor. — (1) Where the Commission is satisfied \nthat it is in the public interest to do so, it may app oint in writing a special auditor at the expense of the \nfutures exchange to examine, audit and report, either generally or in relation to any matter, on the \nbooks, accounts and records of a futures exchange.  \n \n(2) The Commission may appoint special auditors  to furnish to the Commission a regulation \ncompliance audit report in the form and manner as may be prescribed.  \n \n20. Annual report. — (1) A futures exchange shall, within four months of the close of its \nfinancial year or such later time as allowed by the Co mmission, submit to the Commission an annual \nreport that includes — \n \n(a)  a description of the activities undertaken by the futures exchange in the financial \nyear;  \n \n(b)  the resources including financial, technological and human resources that the \nfutures e xchange had available, and used, in order to ensure compliance with its \nobligations and, in particular, its obligation to ensure that the futures market of \nthe futures exchange operates in a fair, efficient and transparent manner;  \n \n(c)  an analysis of the extent to which the futures exchange considers that the \nactivities undertaken, and resources used, have resulted in full compliance with \nall of its obligations under this Act, rules, regulations made by the Commission \nand the regulations of the futures exc hange; and  \n \n(d)  an independent regulation compliance report from the auditor certifying \nregulatory compliance of the futures exchange during the financial year.  \n \n(2) The futures exchange shall ensure that the annual report is accompanied by such other \ninformation and statements as may be prescribed.  \n \n(3) The annual report shall be accompanied by an audit report.  \n \n(4) The Commission may, by giving written notice to a futures exchange, require the futures \nexchange to obtain an audit report, by a person to be  approved by the Commission, on the annual report \nand on any information or statements accompanying it.  \n \n \n \nPage 29 of 81 \n PART III  \n \nCLEARING HOUSES  \n \n21. Interpretation. — (1) In this Part, — \n \n(a)  “central depository ” means any company licensed by the Commission for \nhandling of securities as envisaged in the Central Depositories Act, 1997 (XIX \nof 1997);  \n \n(b) “defaulter ” means a clearing member who is the subject of any default \nproceedings;  \n \n(c)  “market charge ” means a  charge, whether fixed or floating, granted in favour of \na clearing house — \n \n(i)  over any property which is held by or deposited with the clearing house; \nand \n \n(ii)  for the purpose of securing liabilities arising directly in connection with \nthe clearing house ensuring the settlement of a market contract; and  \n \n(d)  “market collateral ” includes cash or any other prescribed form of collateral \nwhich is held by or deposited with a clearing house for the purpose of securing \nliabilities arising directly in conne ction with the clearing house ensuring the \nsettlement of a market contract.  \n \n(2) Where a charge is created partly for the purpose specified in clause (b) of sub­section (1) \nand partly for other purposes, the charge, for the purposes of this Part, shall be a market charge in so \nfar as it has effect for that specified purpose.  \n \n(3) Where any collateral is granted partly for the purpose specified in clause (c) of sub­section \n(1) and partly for other purposes, the collateral, for the purposes of this Part, shal l be a market collateral \nin so far as it has been provided for that specified purpose.  \n \n(4) References in this Part to the law on insolvency include references to every provision made \nby or under — \n \n(a)  the Companies Ordinance, 1984 (XLVII of 1984); and  \n \n(b)  any other enactment which is concerned with or in any way related to the \ninsolvency of a person.  \n \n(5) References in this Part to settlement, in relation to a market contract, shall be construed to \nthe discharge of the rights and liabilities of the part ies to the contract, whether by performance, \ncompromise or otherwise.  \n \n(6) A central depository shall perform its duties as per applicable law in connection with the \nclearing and settlement of futures contracts which shall be settled through actual movemen t of \nunderlying securities.  \n \nPage 30 of 81 \n  \n22. Licensing requirement. —  (1) No person shall establish or operate or assist in establishing \nor operating or hold himself out as operating a clearing facility except under and in accordance with a \nclearing house licence granted by the Commission under section 24.  \n \n(2) The Commission shall determine the number and places for the establishment of clearing \nhouses:  \n \nProvided that a futures exchange which is operating a clearing facility in respect of future \ncontracts based on  commodities or financial instruments, before the commencement of this Act, shall \nbe allowed to continue operating such facility and be deemed as a clearing house for the purpose of \nthis Act for such period as may be notified by the Commission.  \n \n23. Eligib ility for licensing. — (1) Subject to sub­section (2), a public company shall be \neligible for licensing as a clearing house only, if — \n \n(a)  it has, and maintains at all times, a minimum paid­up capital (net of losses) of \nfive hundred million rupees or such higher amount as may be notified by the \nCommission;  \n \n(b)  its shareholding is held, directly or indirectly, in such percentage as may be \nnotified by the  Commission, by following — \n \n(i)  a futures exchange or any connected company or the majority \nshareholder  of such futures exchange, or an associate of the majority \nshareholder of such futures exchange; or  \n \n(ii)  a securities exchange or any connected company or the majority \nshareholder of such securities exchange, or an associate of the majority \nshareholder o f such securities exchange:  \n \nProvided that the Commission may in the official Gazette notify \nany class or classes of persons to hold such number of shares of the \nclearing house as the Commission deems appropriate:  \n \nProvided further that any sale or purchas e of shares of the \nclearing house shall be subject to prior approval of the Commission;  \n \n(c)  its promoters, directors and senior management officers fulfil the fit and proper \ncriteria as may be prescribed; and  \n \n(d) it satisfies such other conditions as may be prescribed.  \n \n(2) For the purposes of clause (b) of sub­section (1), two or more companies are connected \ncompanies if one of them is — \n \n(a)  the holding company of the other;  \n \n(b)  a subsidiary of the other; or  \n \n \nPage 31 of 81 \n (c)  a subsidiary of the holding compan y of the other.  \n \n24. Grant of licence. — (1) A public company eligible for a licence may apply to the \nCommission to be licensed as a clearing house in such form and manner as may be prescribed.  \n \n(2) An application under sub­section (1) shall be accompanied by prescribed fee.  \n \n(3) The Commission may require an applicant to provide to the Commission such further \ninformation, as it considers necessary in relation to the application, in such form or verified in such \nmanner as the Commission may direct.  \n \n(4) The Commission may, in writing, subject to such conditions or restrictions as it may \nconsider fit to impose, grant a licence to a public company as a clearing house if the Commission is \nsatisfied that the company will ensure that as far as is reasonably practi cable there are fair, efficient \nand transparent clearing arrangements for transactions in futures contracts; the company will manage \nany risks associated with its business and operations prudently and the company will enforce \ncompliance by its members with  its regulations.  \n \n(5) In exercise of its powers to grant licence under sub­section (4), the Commission shall have \nregard as to whether — \n \n(a)  the company ’s regulations make satisfactory provision for — \n \n(i)  proper regulation and efficient operation of the  clearing facility which it \noperates;  \n \n(ii)  proper regulation and supervision of its clearing members;  \n \n(iii)  equitable allocation of reasonable dues, fees and other charges among \nits clearing members and other persons using its facilities; and  \n \n(iv)  any other matters as may be specified by the Commission from time to \ntime;  \n(b)  the company has sufficient financial, human and system resources to — \n \n(i)  establish and operate a fair, efficient and transparent clearing facility;  \n \n(ii)  meet contingencies or  disasters including events such as technical \ncomplications occurring with automated systems;  \n \n(iii)  provide adequate security arrangements; and  \n \n(iv)  any other matters as may be specified by the Commission; and  \n \n(c)  it would not be contrary to the publ ic interest to licence the company.  \n \n(6) Subject to the provisions of this Act, a clearing house licence shall be granted subject to \nsuch annual renewal fee as may be prescribed.  \n \n25. Duties of clearing house. — (1) It shall be duty of a clearing house to ensure — \n \nPage 32 of 81 \n  \n(a)  a fair, efficient and transparent clearing and settlement arrangements for \ntransactions in futures contracts cleared or settled through its facilities; and  \n \n(b)  that risks associated with its business and operations are managed prudently.  \n \n(2) In discharging its duty under sub­section (1), a clearing house shall act in interest of the \npublic, having particular regard to interest of the customers.  \n \n(3) A clearing house shall operate its facilities in accordance with the regulations made under \nsection 26 and approved under section 27.  \n \n(4) A clearing house shall formulate and implement appropriate procedures for ensuring that \nits clearing members comply with its regulations.  \n \n(5) A clearing house shall preserve confidentiality with regard to all  information in its \npossession concerning its clearing members and their customers, except that such information may be \ndisclosed by the clearing house when required in writing to do so by the Commission or the futures \nexchange under its regulations or req uired under other law for the time being in force or if it is ordered \nby the Court to do so.  \n \n(6) A clearing house shall have efficient procedures and arrangements for addressing customer \ncomplaints.  \n \n(7) A clearing house shall immediately notify to the Commission if it becomes aware — \n \n(a)  of a financial irregularity or other matter which in opinion of the clearing house \nmay indicate that its financial integrity is in question or that it is unable to meet \nits legal obligations;  \n \n(b)  that any of its clea ring members is unable to comply with any regulation of the \nclearing house; and  \n \n(c)  of a financial irregularity or other matter which in opinion of the clearing house \nmay indicate that the financial standing or integrity of a clearing member is in \nquestion, or that a clearing member may not be able to meet its legal obligations.  \n \n(8) A clearing house shall immediately notify to the Commission about any action taken by it \nagainst a clearing member.  \n \n(9) A clearing house shall, for the conduct of its business, at all times provide and maintain — \n \n(a)  adequate and properly equipped premises;  \n  \n(b)  automated systems, with adequate capacity, facilities to meet contingencies or \nemergencies, physical, virtual and logical security arrangements and technical  \nsupport; and  \n \n(c)  comprehensive business continuity plan.  \n \n \nPage 33 of 81 \n (10) A clearing house shall ensure that appointment or removal of its chief executive officer \nand chief regulatory officer, by whatever name called, is made with prior approval of the Commission.  \n \n26. Regulations of clearing house. — (1) Without limiting the generality of section 24, the \nregulations of a clearing house shall make provision to the satisfaction of the Commission — \n \n(a)  for the registration of futures contracts;  \n \n(b)  for the settleme nt of transactions involving futures contracts;  \n  \n(c)  for guaranteeing to its clearing members the performance of futures contracts;  \n \n(d)  for setting up a settlement guarantee fund;  \n \n(e)  with respect to the constitution, powers and functions of the gove rning body of \nthe clearing house;  \n \n(f)  with respect to the eligibility, admittance and conduct of clearing members;  \n \n(g)  with respect to operational, information system and regulatory audit of the \nclearing house and its clearing members;  \n \n(h)  with respect to the manner of establishment, maintaining and operating clearing \naccounts with the clearing house;  \n \n(i)  with respect to the establishment and operations of clearing and settlement \nsystem;  \n \n(j)  with respect to the development of risk management system including control \nmeasures and safeguards with respect to large exposures and matters connected \ntherewith;  \n \n(k)  with respect to the establishment, maintenance and contributions to the clearing \nand settlement fund and investments thereon;  \n \n(l)  with respect to the mechanism and procedure for satisfaction of loss or liability \nin the clearing settlement system;  \n \n(m)  with respect to the mechanism for inspection and provisions relating to audit \nand compliance of clearing member including cooperation wit h other licensed \nentities for violation of any requirement of this Act or any rules or regulations \nmade thereunder;  \n \n(n)  with respect to the statements to be sent by the clearing house to its clearing \nmembers;  \n \n(o)  with respect to regulating access to th e computer settlement system of the \nclearing house and the limits of such access;  \n \n \nPage 34 of 81 \n (p)  with respect to the fee and charges payable for facilities and services provided \nby a clearing house;  \n \n(q)  with respect to the dispute resolution between clearing memb ers, complaint \nhandling, disciplinary action, hearing and appeal procedure;  \n \n(r)  for the expulsion, suspension or disciplining of members for any contravention \nof the regulations of the clearing house;  \n \n(s)  with respect to acting as central counter party; and  \n \n(t)  generally for carrying on the business of the clearing house.  \n \n(2) In addition to the requirements of sub­section (1), the regulations of a clearing house shall \nalso include default provisions, to the satisfaction of the Commission, for th e taking of proceedings or \nother action if a clearing member has failed, or appears to be unable, or likely to become unable, to \nmeet its obligations for all unsettled or open market contracts to which he is a party.  \n \n(3) Where a clearing house undertakes default proceedings, all subsequent actions for \nsettlement of market contracts to which the defaulter is a party shall be presumed to be taken under \nthe default regulations.  \n \n(4) The regulations of a clearing house shall apply to the employees and represen tatives of its \nclearing members and the clearing member shall be responsible to ensure their compliance with such \nregulations.  \n \n(5) The power to make regulations conferred by this section on the clearing house shall be \nsubject to the condition of previous publication of the said regulations on the website of clearing house \nalong with a rational for eliciting public opinion thereon within a period of not less than seven days \nfrom the date of its placement on website:  \n \nProvided that, on an application by the clearing house, the Commission may waive the \ncondition of placement of proposed regulations on the website of the clearing house in cases requiring \nthe immediate implementation of a proposed regulation.  \n \n(6) The Commission may, by notice in writing served on a clearing house, require it — \n \n(a)  to make regulations specified in the notice within the period specified; or  \n \n(b)  to amend regulations referred to in the notice in the manner and within the \nperiod specified in the notice.  \n \n(7) Where the Commission i s satisfied that a clearing house has not complied with a \nrequirement referred to in sub­section (6), within the specified period the Commission may make or \namend the regulations specified in the notice instead of the clearing house and the regulations so made \nor amended shall be deemed to have been made or amended by the clearing house and shall have effect \naccordingly.  \n \n \nPage 35 of 81 \n 27. Approval of regulations or amendments to regulations of clearing house. — (1) No \nregulation of a clearing house or any amendment wheth er by way of rescission, substitution, alteration \nor addition thereto, shall have effect unless it has the approval in writing of the Commission.  \n \n(2) A clearing house shall submit or cause to be submitted to the Commission for its approval \nthe regulations  and every amendment thereto that require approval under sub­section (1), together with \nexplanations of their purpose and likely effect, including their effect on the investing public, in \nsufficient detail to enable the Commission to decide whether to appr ove them or refuse to approve \nthem.  \n \n(3) The Commission shall, by notice in writing served on the clearing house, give its approval \nor refuse to give its approval together with its reasons for the refusal to the regulations or amendment \nof the regulations,  as the case may be, or any part thereof  \n \n(4) The Commission may give its approval under sub­section (3) subject to requirements that \nshall be satisfied before the regulations or amendment of the regulations or any part thereof takes \neffect.  \n \n(5) Subject to the approval of the Commission under sub­section (3), all regulations or \namendments to the regulations made by the clearing house shall be notified in the official Gazette and \nshall take effect on such date as may be specified in the notification.  \n \n28. Statutory obligation of clearing members to comply with regulations of clearing \nhouse.  Members of a clearing house shall comply with the regulations of that clearing house.  \n \n29. Clearing house to assist the Commission. A clearing house shall provide such a ssistance \nto the Commission as the Commission may require for the performance of the functions and duties of \nthe Commission, including the furnishing of such returns and the provision of such books and other \ninformation relating to the business of the clea ring house or in respect of any trading in futures \ncontracts, any clearing arrangements for futures contracts or any other specified information as the \nCommission may require for the proper administration of this Act.  \n \n30. Review of disciplinary action tak en by clearing house. — (1) Where a clearing house \nreprimands, penalizes, suspends, expels or otherwise takes disciplinary action against a clearing \nmember in accordance with its regulations, the clearing house shall immediately inform the \nCommission in wri ting of the name of the clearing member, the reason for and nature of the action \ntaken, the amount of any penalty imposed and the period of any suspension or expulsion.  \n \n(2) The clearing house shall grant an opportunity of being heard to its clearing membe r before \nit imposes penalty, reprimands, suspends, expels or otherwise takes disciplinary action against the \nmember:  \n \nProvided that where the clearing house is satisfied that delay in the suspension of its member \nshall be detrimental to the interest of inv estors or the public in general, the clearing house may, after \nrecording reasons in writing, immediately suspend its member till the time an opportunity of hearing \nis provided to the member and a final decision is taken within a period of not more than thi rty days.  \n  \n(3) The Commission may, on its own motion or on application by an aggrieved person, review \nany disciplinary action taken by a clearing house under sub­section (1) and may affirm, modify or set \n \nPage 36 of 81 \n aside the decision of the clearing house after givi ng the clearing member and the clearing house an \nopportunity of being heard.  \n \n(4) Nothing in this section shall preclude the Commission, in any case where a clearing house \nfails to act against a clearing member, from cancelling or suspending the licence of , or otherwise \ndisciplining, a clearing member, but before doing so the Commission shall give the clearing member \nand the clearing house an opportunity to be heard.  \n \n(5) Any action taken by a clearing house under sub­section (1) shall be without prejudice to \nthe power of the Commission to take such further action as it deems fit with regard to the clearing \nmember or its licence.  \n \n31. Power of the Commission to issue directions to clearing house. — (1) The Commission \nmay, if it considers it necessary or exped ient— \n \n(a)  for ensuring a fair, efficient and transparent clearing and settlement of \ntransactions in futures contracts;  \n \n(b)  for ensuring the integrity of and proper management of systemic risks in futures \nmarkets;  or \n \n(c)  in the interests of the public  or for the protection of customers,   \n \nissue directions by notice in writing either of a general or specific nature to a clearing house.  \n \n(2) Without prejudice to the generality of sub­section (1), any direction issued under that sub­  \nsection may relate to — \n \n(a)  the clearing and settlement of futures contracts and the making of adjustments \nof contractual obligations arising out of those futures contracts;  \n \n(b)  the manner in which a clearing house carries on its business;  \n \n(c)  removing or suspending the d irectors or officers of the clearing house from \noffice or suspending clearing members of the clearing house; and  \n \n(d)  any other matter that the Commission considers necessary for the proper \nadministration of this Act or the rules and regulations made thereunder,   \n \nand the clearing house shall comply with any such direction.  \n \n32. Emergency powers of Commission. — (1) Where the Commission has reason to believe \nor decides on the recommendation of clearing house that an emergency exists, or where the \nCommission considers it necessary or expedient in the interest of the public or for the protection of \ncustomers, or where the Commission takes action under section 13, the Commission may direct by \nnotice in writing a clearing house to take such action as i t considers necessary including but not limited \nto— \n \n(a)  altering conditions of delivery, clearing or settlement;  \n \n \nPage 37 of 81 \n (b)  fixing the settlement price at which futures contracts are to be liquidated;  \n \n(c)  requiring additional deposits;  \n \n(d)  requiring margi ns or additional margins for any futures contracts; and  \n \n(e)  modifying or suspending any of the regulations of the clearing house, and the \nclearing house shall comply with that direction.  \n \n(2) Where a clearing house fails to comply with a direction of the  Commission under \nsub­section (1), within such time as is specified by the Commission, the Commission may take all \nnecessary actions as it deem appropriate.  \n \n(3) In this section, “emergency ” means — \n \n(a)  any act of government affecting a commodity or secur ities or financial \ninstruments;  \n \n(b)  any other market disturbance which prevents the market from accurately \nreflecting the forces of supply and demand for such commodity or securities or \nfinancial instruments; or  \n \n(c)  any other situation or practice whic h in the opinion of the Commission \nconstitutes an emergency.  \n \n33. Suspension or Cancellation of clearing house licence .— (1) The Commission may, by \nnotice in writing served on the clearing house, suspend for such period as may be specified in the \nnotice or  cancel a clearing house licence granted under this Act with effect from the date specified in \nthe notice if the clearing house — \n \n(a)  ceases to operate the clearing facility that has been licensed to operate under \nsection 24;  \n \n(b)  ceases to comply with the eligibility conditions specified in section 23;  \n \n(c)  is being wound up;  \n \n(d)  fails to comply with any requirement of this Act;  \n \n(e)  fails to comply with a direction of the Commission;  \n \n(f)  fails to provide to the Commission information required by the Commission, or \nprovides false or misleading information;  \n \n(g)  is operating in a manner detrimental to the public interest; or  \n \n(h)  requests the Commission to do so.  \n \n(2) For the purposes of sub­section (1), a clearing house shall be deemed to have ce ased to \noperate as a clearing house, if — \n \nPage 38 of 81 \n  \n(a)  it has ceased to operate its clearing facility for more than thirty days unless it \nhas obtained prior approval of the Commission to do so; or  \n \n(b)  it has ceased to operate such clearing facility under a direc tion issued by the \nCommission under section 31 or power exercised under section 32.  \n \n(3) The Commission may by the notice served under sub­section (1), permit the clearing house \nto continue, on or after the date on which the cancellation is to take effect,  to carry on such activities \naffected by the cancellation as the Commission may specify in the notice for the purpose of — \n \n(a)  closing down the operations of the clearing house; or  \n \n(b)  protecting the public interest.  \n \n(4) Except where responding to a request under clause (h) of sub­section (1), the Commission \nshall not cancel a clearing house licence without first giving the clearing house an opportunity of being \nheard.  \n \n(5) Where the Commission suspends or cancels the licence of a clearing house under  this \nsection, it shall cause notice of that fact to be published in at least two daily newspapers having wide \ncirculation.  \n \n(6) Any notice of suspension under sub­section (1) may direct that the functions of the \ngoverning body of the clearing house shall be performed during the period of suspension by such \nperson as may be specified in the notice.  \n \n34. Effect of cancellation of licence.  A cancellation of licence under section 33 shall not \noperate so as to — \n \n(a)  avoid or affect any agreement, transaction o r arrangement entered into on the \nfutures market of a futures exchange where the agreement, transaction or \narrangement was entered into before the cancellation of the licence; and  \n \n(b)  affect any right, obligations or liability arising under such agreemen t, \ntransaction or arrangement.  \n \n35. Accounts and audit. — (1) A clearing house shall, keep proper books of accounts and \nrecords of its income and expenditure, assets and liabilities and all other transactions of the clearing \nhouse as may be prescribed.  \n \n(2) The clearing house shall, within three months after the end of each financial year or such \nlater time as may be prescribed by the Commission, send to the Commission audited financial \nstatements alongwith the auditors' report of the clearing house for the financial year, including income \nand expenditure, assets and liabilities cash flow statement and such other items as may be prescribed.  \n \n(3) The Commission may, where it deems appropriate, also require operational and regulatory \naudit to be conducted by an  independent auditor in a prescribed manner.  \n \n(4) The auditors report shall be in such manner as may be prescribed.  \n \nPage 39 of 81 \n  \n(5) The auditors shall have a right of access at all reasonable times to the books, accounts, \nvouchers and other records of the clearing house and shall be entitled to require from officers of the \nclearing house such information and explanations as they consider necessary for performance of their \nduties as auditors.  \n \n(6) The accounting and other records required to be reported under this se ction shall be \npreserved by the clearing house for a period of ten years or such longer period as may be prescribed.  \n \n36. Power of the Commission to appoint auditor. — (1) Where the Commission is satisfied \nthat it is in the public interest to do so, it may appoint in writing an auditor for special audit at the \nexpense of the clearing house to examine, audit and report, either generally or in relation to any matter, \non the books, accounts and records of a clearing house.  \n \n(2) The Commission may appoint specia l auditors to furnish to the Commission a regulation \ncompliance audit report in such form and manner as may be prescribed.  \n \n37. Annual report. — (1) A clearing house shall, within four months on the close of its \nfinancial year or such later time as may be a llowed by the Commission, give to the Commission an \nannual report which shall include — \n \n(a)  a description of the activities undertaken by the clearing house in the financial \nyear;  \n \n(b)  the resources including financial, technological and human resources that the \nclearing house had and used, in order to ensure compliance with its obligations;  \n \n(c)  an analysis of the extent to which the clearing house considers that the activities \nundertaken, and resources used, have resulted in full compliance with all of  its \nobligations under this Act, rules, regulations made by the Commission and the \nregulations of the clearing house; and  \n \n(d)  an independent regulations compliance report from the auditor certifying \nregulatory compliance of the clearing house during the financial year.  \n \n(2) The clearing house shall ensure that the annual report is accompanied by such other \ninformation and statements as may be prescribed.  \n \n(3) The annual report shall be accompanied by an audit report where required by the \nCommission under sub­section (4).  \n \n(4) The Commission may, by giving written notice to the clearing house, require the clearing \nhouse to obtain an audit report by a person to be approved by the Commission, on the annual report \nand on any information or statements accompany ing it.  \n \n38. Proceedings of clearing house take precedence over laws of insolvency. — (1)The \nfollowing shall not, to any extent, be invalid on the ground of inconsistency with the law relating to \nthe distribution of the assets of a person on insolvency, ban kruptcy or winding up or on the \nappointment of a receiver over any of the assets of a person, namely: — \n \n \nPage 40 of 81 \n (a)  a market contract;  \n \n(b)  the regulations of a clearing house relating to the settlement of a market \ncontract;  \n \n(c)  any proceedings or other action  taken under the regulations of a clearing house \nrelating to the settlement of a market contract;  \n \n(d)  a market charge;  \n \n(e)  the default regulations of a clearing house; or  \n \n(f)  any default proceedings.  \n \n(2) No person or a court acting under the laws of  insolvency, may exercise any power to prevent \nor interfere with — \n \n(a)  the settlement of a market contract in accordance with the regulations of a \nclearing house;  or \n \n(b)  any default proceedings.  \n \n39. Duty to report on completion of default proceedings. — (1) A clearing house shall, upon \ncompletion by it of any default proceedings, prepare a report on such proceedings stating in respect of \neach defaulter — \n \n(a)  the action taken against the defaulter; and  \n \n(b)  the net sum, if any, certified by the clearing  house to be payable by or to the \ndefaulter ; or  \n \n(c)  the fact that no sum is payable.  \n \n(2) A clearing house which has prepared a report pursuant to sub­section (1) shall supply the \nreport to — \n \n(a)  the Commission;  \n \n(b)  the relevant futures exchange;  \n \n(c)  the defaulter to whom the report relates.  \n \n(3) Where the Commission receives, pursuant to sub­section (2), a report made pursuant to sub­ \nsection (1), it may publish notice of that fact in such manner as it considers appropriate to bring it to \nthe att ention of creditors of the defaulter to whom the report relates.  \n \n(4) Where a defaulter receives, pursuant to sub­section (2), a report made pursuant to \nsub­section  (1), he shall, at the request of any of his creditors — \n \n \nPage 41 of 81 \n (a)  make the report available for inspection by the creditor within two days of the \nreceipt of such request; and  \n \n(b)  on payment of the prescribed fee, supply to the creditor all or any part of that \nreport.  \n \nExplanation. —In sub­sections (2), (3) and (4), “report ” includes a copy of a repo rt. \n \n40. Net sum payable on completion of default proceedings. — (1) This section shall apply \nto any net sum certified under clause (b) of sub­section (1) of section 38 by a clearing house, upon the \ncompletion by it of any default proceedings, to be payable  by or to a defaulter.  \n \n(2) Where a receiving or winding up order has been made, or a resolution for voluntary winding \nup has been passed, any net sum shall be — \n \n(a)  provable in the bankruptcy or winding up; and  \n \n(b)  taken into account for the purpose of  any law relating to set­off.  \n \n(3) For the purposes of sub­section (2), the certificate of the clearing house as to the amount of \nthe net sum payable shall be receivable in evidence as sufficient proof of the net sum payable.  \n \n41. Disclaimer of property, r escission of contracts. — (1) Section 407 of the Companies  \nOrdinance, 1984 (XLVII of 1984) shall not apply in relation to — \n \n(a)  a market contract;  \n \n(b)  a contract effected by a clearing house for the purpose of realizing property \nprovided as market collat eral; \n \n(c)  a market charge; or  \n \n(d)  any default proceedings.  \n \n(2) Section 406 of the Companies Ordinance, 1984 (XLVII of 1984), shall not apply to any act, \nmatter or thing which has been done pursuant to — \n \n(a)  a market contract;  \n \n(b)  a disposition of p roperty pursuant to a market contract;  \n \n(c)  the provision of market collateral;  \n \n(d)  a contract effected by a clearing house for the purpose of realizing property \nprovided as market collateral, or any disposal of property pursuant to such a \ncontract;  \n \n(e)  a disposal of property in accordance with the regulations of a clearing house as \nto the application of property provided as market collateral;  \n \n \nPage 42 of 81 \n (f)  a disposal of property as a result of which the property becomes subject to a \nmarket charge, or any tr ansaction pursuant to which that disposal is made;  \n \n(g)  a disposal of property made in enforcing a market charge;  \n \n(h)  a market charge; or  \n \n(i)  any default proceedings.  \n \n42. Enforcement of judgements over property subject to market charge. — (1) \nNotwithstanding anything contained in any other law for the time being in force, where property is \nsubject to a market charge or has been provided as market collateral, no execution or other legal \nprocess for the enforcement of a judgement or order may be commenced or continued, and no distress \nmay be levied, against the property by a person not seeking to enforce any interest in or security over \nthe property, except with the consent of the clearing house concerned.  \n \n(2) Where by virtue of this section a pe rson would not be entitled to enforce a judgement or \norder against any property, any injunction or other remedy granted with a view to facilitating the \nenforcement of any such judgement or order shall not extend to that property.  \n \n43. Clearing member to be  party to certain transactions as principal. — Where for the \npurposes of fulfilling clearing and settlement obligation or margin call or mark­to­market loss or any \nother obligation, whatsoever, a clearing member enters into any transaction or contract with a clearing \nhouse, irrespective of its nature, including but not limited to a market contract, in the capacity as a \nprincipal or agent, notwithstanding anything contained in any other law, rule or regulation, in such \ntransaction or contract the clearing mem ber shall act and be considered as principal and liable to make \npayment or delivery, to the clearing house, as the case may be.  \n \n44. Property deposited with clearing house. — (1) Subject to sub­section (2), where any \nproperty is deposited as market collater al by a clearing member with a clearing house in accordance \nwith the regulations of the clearing house, then, notwithstanding any other enactment or law, no action, \nclaim or demand, either civil or criminal, in respect of any right, title or interest in su ch property held \nor enjoyed by any person shall lie, or shall be commenced or allowed, against the clearing house or its \nnominees.  \n \n(2) The operation of sub­section (1) in respect of any property deposited as market collateral \nwith a clearing house is subj ect to any modifications and exclusions provided in the regulations of the \nclearing house.  \n \n45. Preservation of rights.  Except to the extent that they expressly provide, the provisions of  \nthis Part shall not operate to limit, restrict or otherwise affect — \n \n(a)  any right, title, interest, privilege, obligation or liability of a person; and  \n \n(b)  any investigation, legal proceeding or remedy in respect of any such right, title, \ninterest, privilege, obligation or liability.  \n \n \n \n \n \nPage 43 of 81 \n PART IV  \n \nREGULATED ACTIVITIES  \n \n46. Scope of regulated activities.  For the purposes of this Act, a person shall be deemed to be  \ncarrying on a regulated activity if such person carries out business or purports to do so, as a — \n(a)  future's adviser;  \n(b)  future's broker;  \n(c)  representative; or  \n(d)  any other activity as may be notified by the Federal Government.  \n \n47. Licensing requirement. — (1) No person, whether as principal or agent, shall carry on a \nregulated activity or purport to do so, unless such person is licensed by t he Commission under this Part \nand operates in accordance with such licence.  \n \n(2) A licence granted under this Act shall specify the regulated activity or activities that the \nregulated person is permitted to undertake and such person shall be restricted to such regulated activity \nor activities as so specified.  \n \n(3) Any person to whom issued a TRE certificate shall obtain licence as a futures broker not \nlater than six months from the date of issuance of such TRE certificate and shall commence business \nnot later than three months from the date of obtaining such licence.  \n \n(4) The Commission may by notification in the official Gazette, exempt any financial \ninstitution or class of financial institutions from the operation of sub­section (1) subject to such term s \nand conditions as may be prescribed. .  \n \nExplanation. —For the purposes of this sub­section the expression “financial institution ” shall \nhave the same meaning as defined under clause (15A) of sub­section (1) of section 2 of the Companies \nOrdinance, 1984 (X LVII of 1984).  \n \n48. Eligibility for licensing. — (1) A licence in respect of a regulated activity shall only be \ngranted to a public or private company except that, — \n \n(a)  in the case of a futures adviser, a licence may be granted to an individual or to \na public or private company.  \n \n(b)  in the case of a representative, a licence may be granted only to an individual.  \n \n(2) A representative shall not be licensed under sub­section (1) unless he is accredited to a \nprincipal.  \n \n(3) A company which is licensed under  this Part as a future's broker or future's adviser shall at \nall times employ at least one individual who is licensed as a representative under this Part.  \n \n(4) A regulated person that is licensed to indulge in a regulated activity shall be restricted to \nundertake only that activity exclusively:  \n \nPage 44 of 81 \n Provided that the Commission may allow such regulated person to engage in any other activity \nwhich is regulated under any law administered by the Commission.  \n \n(5) In the case of a bank a future broker's licence or fu tures advisor licence under this Part, \nexcept a licence for any regulated activity as may be prescribed, shall be granted only to a subsidiary \ncompany of the bank for such purpose and such subsidiary shall be exclusively engaged in regulated \nactivities.  \n \n49. Representatives.  No person shall act as a representative in carrying on business in any \nregulated activity or hold himself out as doing so, unless he is holder of a representative's licence \ngranted by the Commission for that regulated activity and is du ly accredited to a principal.  \n \n50. Accreditation of representatives. — (1) A representative is accredited to a principal for \nthe purposes of this Act only, if — \n \n(a)  the licence of the representative states that he is accredited to the principal; and  \n \n(b)  the representative is recorded as being accredited in the register of regulated \npersons maintained by the Commission under section 55.  \n \n(2) The Commission shall not issue a representative's licence unless both the representative \nand the principal have info rmed the Commission in writing that he is, or is to be, accredited.  \n \n(3) Where the accreditation of the representative has been terminated whether by the principal \nor the representative, — \n \n(a)  the principal shall immediately notify to the Commission, and any futures \nexchange of which he is a TRE certificate holder, in writing of such termination;  \n \n(b)  the principal shall publish in two daily newspapers having wide circulation a \nnotice advising of such termination and shall make arrangements for the \nplacem ent of the notice on the futures exchange website;  \n \n(c)  the representative shall forthwith return his licence to the Commission; and  \n \n(d)  the Commission shall forthwith amend the register of regulated persons \naccordingly.  \n \n51. Application for licence. — (1) An application for a licence under this Part shall be made \nto the Commission in prescribed form and shall be accompanied by prescribed fee and shall — \n \n(a)  give to the Commission information it requires — \n \n(i)  about the services which the applicant will  hold himself out as being \nable to provide if the application is allowed;  \n \n(ii)  about the business which the applicant proposes to carry on and to which \nthe application relates, and about any person whom the applicant \nproposes to employ or with whom the a pplicant intends to be associated \nin the course of carrying on the business; and  \n \nPage 45 of 81 \n  \n(iii)  to enable the Commission to consider the matters referred to in section \n95; and  \n \n(b)  specify the location of all premises at which the records or other documents of \nthe regulated activity in respect of which the application is made are to be kept.  \n \n(2) The Commission may require an applicant to provide it with such further information as \nthe Commission considers necessary.  \n \n(3) An application for the grant of a represe ntative's licence shall be supported in the prescribed \nmanner by a principal who is the holder of or who has applied for, a licence to conduct a regulated \nactivity.  \n \n52. Grant of licence. — (1)Subject to the provisions of this Act, the Commission may, on an  \napplication duly made in accordance with section 51, grant the licence or refuse the application.  \n \n(2) The Commission shall grant a licence, if satisfied that the applicant — \n \n(a) is a fit and proper person to be licensed, having regard to the provisions of \nsection 95;  \n \n(b)  where it is a company, employs at least one individual who is licensed as a \nrepresentative under this Part;  \n \n(c)  will be able, if licensed, to comply with any financial resources regulations that \nmay apply to the applicant;  \n \n(d)  has specified premises under clause (b) of sub­section (1) of section 51 that are \nsuitable for keeping records or other documents;  \n \n(e)  in the case of an application for a representative's licence, has passed such \nexamination and undertaken such training as m ay be prescribed;  \n \n(f)  complies with the conditions prescribed in relation to anti­money laundering \nand counter financing of terrorism under the applicable laws; and  \n \n(g)  satisfies such other conditions as may be prescribed.  \n \n(3) Subject to the provision s of this Act, a licence granted under this section shall be granted \nfor a period of one year and may be renewed for further period of one year, provided that — \n \n(a)  the regulated person applies for renewal of licence one month prior to the expiry \nof his l icence;  \n \n(b)  pays the prescribed annual licence fee; and  \n \n(c)  meet the requirements of sub­section (2).  \n \n \nPage 46 of 81 \n (4) Subject to the provisions of this Act, where the applicant is a TRE certificate holder of a \nfutures exchange which is licensed to offer, for trad e, futures contracts based on commodities and \nfinancial instruments, the licence granted to the applicant shall be only in respect of the futures \ncontracts based on commodities and financial instruments.  \n \n(5) Subject to the provisions of this Act, where th e applicant is a TRE certificate holder of a \nfutures exchange which is licensed to offer, for trade, futures contracts based on securities, the licence \ngranted to the applicant shall only be in respect of — \n \n(a)  futures contract based on securities; and  \n \n(b)  futures contract based on financial instruments,  \n \nto the extent and manner as may be notified by the Commission.  \n \n53. Power of the Commission to impose conditions. — (1) The Commission may grant a \nlicence under this Part subject to such conditions or r estrictions as it considers necessary.  \n \n(2) The Commission may, by written notice served on the holder of the licence, amend or \ncancel any of the conditions or attach new conditions.  \n \n54. Power of the Commission to issue directions to regulated persons. — (1) The \nCommission may by notice in writing give to a regulated person a direction under this section where \nit appears to the Commission that — \n \n(a)  it is desirable for the protection of public interest or customers; or  \n \n(b)  the regulated person is contravening, has contravened or is about to contravene \nor has failed to comply with any provision of or requirement under this Act, any \nrules or any regulations made under this Act or, in purported compliance with \nany such provision or requirement, has fu rnished to the Commission \ninformation that is false, inaccurate or misleading.  \n \n(2) A direction under this section may contain all or any of the following prohibitions or \nrequirements, namely: — \n \n(a)  require a regulated person to cease and desist from the contravention;  \n \n(b)  prohibit a regulated person from entering into transactions of a class or \ndescription specified in the notice or entering into them otherwise than in \ncircumstances so specified or to an extent so specified;  \n \n(c)  prohibit a regulated person from soliciting business from a person of a class or \ndescription so specified or from persons other than persons of such a class or \ndescription;  \n \n(d)  prohibit a regulated person from carrying on business in a specified manner or \notherwise than in a  specified manner;  \n \n \nPage 47 of 81 \n (e)  as regards any assets whether in Pakistan or elsewhere and whether they are the \nassets of the regulated person or not — \n \n(i)  prohibit the regulated person from transferring, alienating or otherwise \ndisposing of such assets or from dealing with them in a manner specified \nin the notice; or  \n \n(ii) require the regulated person to deal with such assets in a manner \nspecified in the notice;  \n \n(f)  require a regulated person to maintain in Pakistan assets of such value as appear \nto the Commis sion to be desirable with a view to ensuring that the regulated \nperson will be able to meet his liabilities in respect of his business; or  \n \n(g)  require a regulated person to transfer control of assets of a specified class or \ndescription to a trustee appro ved by the Commission . \n \nand a regulated person shall comply with such direction.  \n \n(3) A direction under this section shall be for such specified period as the Commission \nconsiders necessary which period may be extended by the Commission as considered neces sary by it.  \n \n(4) The Commission may, by written notice either of its own motion or on the application of a \nregulated person on whom a prohibition or requirement has been imposed under this section, rescind \nor vary the prohibition or requirement if it appears to the Commission that it is no longer necessary for \nthe prohibition or requirement to take effect or continue in force or, as the case may be, that it should \ntake effect or continue in force in a different form.  \n \n55. Register of regulated persons. — (1) The Commission shall maintain a register of \nregulated persons in the form it considers most appropriate.  \n \n(2) For each regulated person, other than a representative, the register maintained under sub­  \nsection (1) shall record — \n \n(a)  name and address of the regulated person;  \n \n(b)  date on which the licence was granted;  \n \n(c)  type of regulated activity permitted by the licence;  \n \n(d)  any conditions attached to the licence;  \n \n(e)  name and address of every accredited representative, manager and officer;  \n \n(f)  location of the premises at which the records or other documents of the \nregulated person are kept;  \n \n(g)  where the regulated person is a company, the name of each director and of \nsecretary of the company and names of the majority shareholder;  \n \n \nPage 48 of 81 \n (h)  any order of cancellation or suspension of licence; and  \n \n(i)  such other particulars as the Commission considers necessary in the interest of \nthe investing or general public.  \n \n(3) For each representative, the register maintained under sub­section (1) shall record — \n \n(a)  his name and office address;  \n \n(b)  date on which his licence was granted;  \n \n(c)  name and address of the principal to whom he is accredited; and  \n \n(d)  such other particulars as the Commission considers desirable in interest of the \ninvesting or  general public.  \n \n(4) The register referred to in sub­section (1) shall be made available on website of the  \nCommission and futures exchange.  \n \n(5) Any person may apply for a certified copy of the information contained in the register upon \npayment of the pre scribed fee in the prescribed manner.  \n \n56. Notification of change in particulars of register. — Where — \n \n(a)  a regulated person ceases to carry on the business to which his licence relates; \nor \n \n(b)  a change occurs in any matter, particulars of which are required by section 55 \nto be entered in the register,  \n \nthe regulated person shall as soon as is practicable and in any event within seven days give to the  \nCommission notice in writing of the event concerned.  \n \nPART V  \n \nCONDUCT OF REGULATED ACTIVITIES  \n \n57. Standards of conduct. — In the conduct of regulated activities, a regulated person shall at \nall times act according to the principles of best practice and, in particular, shall — \n \n(a)  observe a high standard of integrity and fair dealing;  \n \n(b)  act with due  care, skill and diligence;  \n \n(c)  observe high standards of market conduct;  \n \n(d)  seek from customers information about their circumstances and investment \nobjectives which might reasonably be expected to be relevant in enabling the \nregulated person to fulf il his responsibilities to the customer;  \n \n \nPage 49 of 81 \n (e)  take steps to give public information to every customer which will enable the \ncustomer to make a balanced and informed investment decision;  \n \n(f)  avoid any conflict of interest with customers and, where such a  conflict \nunavoidably arises, to ensure fair treatment to the customer by complete \ndisclosure and the interests of the regulated person should never be unfairly \nplaced above those of the customer;  \n \n(g)  protect properly, by way of segregation and identific ation, those customer assets \nfor which the regulated person is properly responsible;  \n \n(h)  maintain adequate financial resources to meet the regulated activities \ncommitments of the regulated person and withstand the risks to which the \nbusiness is subject;  \n \n(i)  organise and control internal affairs in a responsible manner;  \n \n(j)  keep proper records and maintain such records for a period of ten years or such \nlonger period as notified by the Commission;  \n \n(k)  have efficient procedures and arrangements for addressing customer's \ncomplaints and settlement of customer's claims;  \n \n(l)  have adequate arrangements to ensure that all staff employed are suitable, \nadequately trained and properly supervised, together with well­defined \ncompliance procedures; and  \n \n(m)  have adequate system of internal controls and internal audit, ensuring \ncompliance with the relevant laws for the time being in force;  \n \n(n)  make efforts to resolve any dispute through mediation; and  \n \n(o)  deal with the Commission in an open and co­operativ e manner and keep the \nCommission informed of anything concerning the regulated person that might \nbe expected to be disclosed to it.  \n \n58. Business conduct regulations. — (1)Without prejudice to section 114, the Commission \nmay make regulations requiring regul ated persons to comply with such practices and standards relating \nto their conduct in carrying on the regulated activities for which they are licensed as are specified in \nthe regulations.  \n \n(2) Without limiting the generality of sub­section (1), the Commiss ion may make regulations \nfor or with respect to — \n \n(a)  the use of misleading or deceptive advertisements by or on behalf of a regulated \nperson;  \n \n(b)  the disclosure to a customer of the financial risks in respect of trading of futures \ncontracts recommended  by the regulated person to the customer;  \n \n \nPage 50 of 81 \n (c)  the avoidance of any conflict of interest between the regulated person and a \ncustomer;  \n \n(d)  recommendations made by a regulated person;  \n \n(e)  the priority to be given to customer's orders;  \n \n(f)  fit and proper criteria for the promoters, directors and senior management \nofficers and officers of the regulated person;  \n \n(g)  implementation of in­house compliance and internal audit function to ensure \ncompliance to the applicable regulatory framework;  \n \n(h)  observance of fair trade and market practices and prohibition of market abuses, \nfraudulent practices and deception of general public;  \n \n(i)  trading against a customer; and  \n \n(j)  any other matter relating to the practices and standards of conduct required of a  \nregulated person in conducting the regulated activity for which the regulated \nperson is licensed.  \n \n59. Risk disclosure statements.  No futures broker shall open a futures trading account for a \ncustomer, unless he — \n \n(a)  furnishes to the customer a separate  written risk disclosure statement which \nshall be in such form and contain such information as may be prescribed; and  \n \n(b)  receives from the customer an acknowledgement in such form and manner as \nmay be prescribed that he has received and understood the n ature and contents \nof the risk disclosure statement.  \n \n60. Customer agreement. No regulated person shall act for any customer otherwise than in \naccordance with the terms of a written agreement to be called a customer agreement, which shall \ncontain such matters as may be prescribed.  \n \n61. Issue of contract confirmation note. — (1) A futures broker shall furnish to his customers, \nin the manner prescribed, contract confirmation note in respect of each futures contract executed by \nthe regulated person on behal f of that customer.  \n \n(2) A contract confirmation note under sub­section (1) shall include such information as may \nbe prescribed.  \n \n62. Customer assets. — (1) A regulated person shall — \n \n(a)  treat and deal with all customer assets received by him from a customer to \nmargin, guarantee or secure contracts in futures trading, or accruing to a \ncustomer as a result of such trading, as belonging to that customer;  \n \n \nPage 51 of 81 \n (b)  account for in a separate trust account, designated or evidenced as such, for all \nthe customer  assets received from the customer or accruing to the customer \npursuant to clause (a); and  \n \n(c)  not commingle customer assets with the assets of the regulated person.  \n \n(2) Without prejudice to section 114, the Commission may make regulations with respect to \nthe segregation, safekeeping and utilization of customer assets that a regulated person holds on behalf \nof a customer.  \n \n(3) Without limiting the generality of sub­section (2), such regulations may — \n \n(a)  require customer money to be paid into segregated  bank accounts established \nfor customer money and designated as trust accounts or customer accounts;  \n \n(b)  make provision with respect to the opening, control and keeping of bank \naccounts and specify when and how customer money is to be paid into such \naccounts and require it to be dealt with, and accounted for, in the prescribed \nmanner;  \n(c)  require the maintenance of records in relation to such accounts;  \n \n(d)  require the submission to the Commission, upon request or at prescribed \nintervals, of prescribed information, records and documents for the purpose of \nenabling the Commission to ascertain readily whether the regulations are being \ncomplied with; and  \n \n(e)  provide for any other matter relating to customer assets.  \n \nPART VI  \n \nACCOUNTS, CAPITAL REQUIREMENTS  AND AUDIT OF REGULATED PERSONS  \n \n63. Accounts and records to be kept. — (1) Every regulated person shall keep such accounting \nand other records as may be prescribed which shall sufficiently explain the transactions and financial \nposition of all business relating to his licence and enable a true and fair financial statements to be \nprepared from time to time, and shall keep those records in such manner and form as to enable them \nto be conveniently and properly audited.  \n \n(2) Without limiting the generality o f sub­section (1), such accounts and other records shall be \nmaintained as may be prescribed.  \n \n(3) The accounting and other records required to be maintained under this section shall be \npreserved by the regulated person for a period of not less than ten yea rs from the date on which they \nare made, and shall at all reasonable times be open to inspection by the Commission or by any person \nappointed by the Commission.  \n \n(4) All records shall be maintained in sufficient detail to establish readily whether or not a ny \nfinancial resources regulations are being complied with.  \n \n \nPage 52 of 81 \n 64. Financial resources regulations. — (1) Without prejudice to section 114, the Commission \nmay make regulations requiring a regulated person to have and maintain, in respect of the regulated \nactivity for which they are licensed, the financial resources set by the regulations.  \n \n(2) Financial resources regulations under sub­section (1) may — \n \n(a) require regulated persons to maintain financial resources in accordance with — \n(i) specified requireme nts as to the amount in which they are to be maintained; \n(ii) any other requirements as may be prescribed;  \n \n(b)  prescribe the assets, liabilities and other matters to be taken into account under \nthe regulations to determine the financial resources of a re gulated person and \nthe extent to which, and the manner in which, they are to be taken into account \nfor that purpose;  \n \n(c)  require regulated persons to submit to the Commission, at intervals set out in \nthe regulations, returns of their financial resources and trading activities in a \nform set by the Commission;  \n \n(d)  require regulated persons to submit returns to the Commission in response to a \nrequest by the Commission for information relating to their financial resources \nand any trading activities; and  \n \n(e)  provide for any other matter relating to the financial resources of regulated \npersons.  \n \n65. Failure to comply with financial resources regulations. — (1) If a regulated person \nbecomes unable to comply with financial resources regulations, the regulated person shall — \n \n(a)  notify to the Commission that fact;  \n \n(b)  in the case of a futures broker, also notify that fact to the futures exchange, of \nwhich the regulated person is a TRE certificate holder, and clearing house; and  \n \n(c)  cease to conduct regulate d activity for which the regulated person is licensed, \notherwise than for the purpose of giving effect to an agreement or arrangement \npermitted under his licence and entered into before the time when it became so \naware.  \n \n(2) The duties of a regulated perso n under sub­section (1) shall arise as soon as the regulated \nperson becomes aware, or should, with the exercise of diligence, have become aware, of his inability \nto comply with the financial resources regulations.  \n \n(3) A regulated person that is a company is deemed to be aware of an inability to comply with \nthe financial resources regulations if a director or employee of it is so aware or should, with the exercise \nof diligence, have been aware of the inability.  \n \n(4) Where the Commission becomes aware of an inability by a regulated person to comply with \nfinancial resources regulations, the Commission may, whether or not notice has been given under sub­ \nsection (1), — \n \nPage 53 of 81 \n  \n(a)  suspend the licence; or  \n \n(b)  permit the regulated person to carry on business on the co nditions, if any, the \nCommission imposes.  \n \n(5) Where the Commission suspends a licence for a specified period under sub­section (4), the \nsuspension shall be for a period not exceeding three months, provided that the Commission may, if it \nconsiders it neces sary, extend the suspension for such further periods not exceeding three months at \nany time at the expiry of which the Commission shall either notify in writing to the regulated person \nthat the suspension has expired, or proceed to cancel the licence, as i t deems appropriate.  \n \n66. Monitoring compliance with financial resources regulations. — (1) The Commission \nmay at any time, by notice in writing served on a regulated person, require the regulated person to \nsatisfy the Commission that the regulated person c omplies with all of the requirements of the financial \nresources regulations that apply to the regulated person in such manner as may be prescribed.  \n \n(2) Without limiting the generality of sub­section (1), the Commission may exercise any of the \npowers of an  auditor appointed by the Commission under section 70 for the purpose of ascertaining \nwhether a regulated person complies with all of the requirements of the financial resources regulations \nthat apply to the regulated person.  \n \n67. Auditor to be appointed. — (1) Within one month after becoming licensed under this Act, \na regulated person, other than a representative, shall appoint an auditor approved by the Commission, \nto perform the functions required of an auditor of a regulated person pursuant to the provis ions of this \nAct and the regulations made hereunder.  \n \n(2) An auditor shall not be eligible for appointment under sub­section (1), if he is — \n \n(a)  a director, officer, employee, shareholder, partner or family member of the \nregulated person;  \n \n(b)  a partner or employee of such person; or  \n \n(c)  not in compliance with section 254 of the Companies Ordinance, 1984 (XLVII \nof 1984).  \n \n(3) A regulated person shall, within seven days of the appointment of an auditor, notify to the   \nCommission in writing name and addre ss of the auditor.  \n \n(4) A regulated person shall, within seven days, notify to the Commission in writing the \nremoval or resignation of an auditor.  \n \n68. Audited accounts to be lodged with the Commission. — A regulated person, other than \na representative, sha ll— \n \n(a)  for the financial year from the day on which he commences to carry on a \nregulated activity; and  \n \n(b)  for each subsequent financial year,  \n \nPage 54 of 81 \n  \nprepare proper books of accounts and record of its income and expenditure and assets and liabilities \nmade up to the last day of the financial year which shall show a true and fair view, contain the \ninformation prescribed and shall lodge those documents with the Commission not later than four \nmonths after the close of the financial year, together with an audito r's report which shall express \nopinions on such matters as may also be prescribed.  \n \n69. Auditor to report to the Commission in certain cases. — If, during the performance of \nhis duties as auditor for a regulated person, an auditor — \n \n(a)  becomes aware of an y matter which in his opinion adversely affects the \nfinancial or regulatory position of the regulated person to a material extent; or  \n \n(b)  discovers evidence of a contravention of the financial resources regulations, or \nof section  62 (customer assets) and  section 63 (ac counts and records to be kept),  \nhe shall promptly report it in writing to the Commission and to the regulated person.  \n \n70. Power of the Commission to appoint auditor for special Audit.  Where the Commission \nis satisfied that it is in the inte rest of a regulated person, his customers or in the public interest to do \nso, it may appoint in writing an auditor to conduct special audit at the expense of the regulated person, \nto examine, audit and report, either generally or in relation to any matter,  on the books, accounts and \nrecords of the regulated person and on money, securities or other property held on account of any other \nperson by the regulated person or by a nominee appointed by the regulated person, if — \n \n(a)  the regulated person has failed to lodge audited accounts with the Commission \nunder section 68;  \n \n(b)  the Commission has received a report under section 69; or  \n \n(c)  the Commission has reason to believe that the regulated person has failed to \ncomply with the financial resources regulatio ns, with section 62 (customer \nassets) or section 63 (accounts and records to be kept).  \n \nPART VII  \n \nINSIDER TRADING  \n \n71. Application of this Part.  The provisions of this Part shall apply to futures contracts and \ninsiders described in section 73.  \n \n72. Prohibition of insider trading. — (1) No person shall indulge in insider trading and any \ncontravention of this section shall be an offence under this Act.  \n \n(2) Insider trading shall include — \n \n(a)  an insider person transacting any deal, directly or indirect ly, in futures contract \nusing inside information involving futures contract or underlying securities, \ncommodity or financial instruments to which the inside information pertains or \nusing others to transact such deals;  \n \n \nPage 55 of 81 \n (b)  any other person to whom inside information has been passed or disclosed by \nan insider person transacting any deal, directly or indirectly, in futures contract \nusing inside information involving futures contract or underlying securities, \ncommodity or financial instruments to which the in side information pertains or \nusing others to transact such deals;  \n \n(c)  transaction by any person as specified in clauses (a) and (b) or any other person \nwho knows or ought to have known under normal and reasonable \ncircumstances, that the information posse ssed and used for transacting any deal \nis inside information; or  \n \n(d)  an insider person passing on inside information to any other person or \nsuggesting or recommending to another person to engage in or dealing in such \nfutures contracts with or without the  inside information being disclosed to the \nperson who has dealt in such futures contracts.  \n \n(3) The following shall not be deemed as insider trading, namely: — \n \n(a)  any transaction performed under an agreement that was concluded before the \ntime of gaining access to inside information; or  \n \n(b)  the disclosure of inside information by an insider person as required under law.  \n \n(4) No contract shall be void or unenforceable by reason only of an offence under this section.  \n \n73. Inside information. — For the purposes of this Part the expression “inside information ” \nmeans — \n \n(a)  information which has not been made public, directly or indirectly, relating to \nfutures contract or underlying securities, commodity or financial instruments of \na futures cont ract which, if it were made public, would likely to have an effect \non the prices of those futures contracts;  \n \n(b)  in relation to persons responsible for the execution of orders concerning futures \ncontracts, information which is conveyed by a client to suc h person and related \nto the client's pending orders; or  \n \n(c)  information regarding decision or intentions of a person to transact any trade in \nfutures contracts.  \n  \n74. Insiders. — (1) Insider shall include — \n \n(i)  a sponsor, executive officer, director, par tner of a legal person or unincorporated \nbusiness associations; or  \n \n(ii)  employee or agent of any government department or agency; or  \n \n(iii)  any person who has inside information; or  \n \n(iv)  any person who acquires inside information unlawfully.  \n \nPage 56 of 81 \n (2) Any p erson who receives inside information, directly or indirectly, including but not limited \nto, from the persons referred to in sub­section (1) and use such inside information to enter into, or offer \nto enter into or relating to a futures contract or options on contract.  \n \n75. Disclosure of inside information.  — (1) Whenever a listed company or a person acting \non their behalf, discloses any inside information to any third party in normal exercise of employment, \nprofession or duties, complete and effective publi c disclosure of that information must be made \nsimultaneously at the futures exchanges:  \n \nProvided that this provision shall not apply if the person receiving the information owes a duty \nof confidentiality, regardless of whether such duty is based on a law, regulations, articles of association \nor contract.  \n \n(2) Companies or persons acting on their behalf, shall maintain a list of persons employed, \nunder contract or otherwise in the prescribed manner, who have access to inside information and such \ncompanies and persons acting on their behalf shall regularly update this list and send it to the \nCommission whenever required by the Commission.  \n \n(3) Any person who contravenes the provisions of this section and regulations made thereunder \nshall be deemed to have co mmitted an offence.  \n \nPART VIII  \n \nOTHER MARKET ABUSES  \n \n76. False trading. — (1) Any person who, creates or causes to be created, or do anything that \nis calculated to create, a false or misleading appearance of active trading in a futures contract on a \nfutures  market, or a false or misleading appearance with respect to the market for, or the price of, \nfutures contracts on a futures market shall be deemed to have committed an offence under this Act.  \n \n(2) Without limiting the general nature of what constitutes a false or misleading appearance of \nactive trading under sub­section (1), a false or misleading appearance of active trading in futures \ncontract is created for the purpose of this section if a person executes, or holds himself out as having \nexecuted, an orde r for the purchase or sale of a futures contract on a futures market, without having \neffected a bona fide  purchase or sale of the futures contract in accordance with the rules and practices \nof the futures market.  \n \n77. Bucketing.  Any person who executes or holds himself out as having executed, an order for \nthe purchase or sale of a futures contract on a futures market, without having effected a bona fide  \npurchase or sale of the futures contract in accordance with the regulations and practices of the futures \nmarket shall be deemed to have committed an offence under this Act.  \n \n78. Manipulation of price of a futures contract and cornering.  Any person who, directly or \nindirectly, — \n \n(a)  manipulates or attempts to manipulate the price of a futures contract that ma y \nbe dealt in on a futures market, or of any commodity or securities or financial \ninstrument which is the subject of such futures contract; or  \n \n \nPage 57 of 81 \n (b)  corners, or attempts to corner, any commodity or securities or financial \ninstrument which is the subject of  a futures contract,  \n \nshall be deemed to have committed an offence under this Act.  \n \n79. Employment of fraudulent or deceptive devices.  A person shall be deemed to have \ncommitted an offence, directly or indirectly, in connection with any transaction with an y other person \ninvolving trading in futures contract, if he — \n \n(a)  employs any device, scheme or artifice to defraud that other person;  \n \n(b)  engages in any act, practice or course of business which operates as a fraud or \ndeception, or is likely to operate  as a fraud or deception, on that other person;  \n \n(c)  makes any untrue statement of a material fact or omits to state a material fact.  \n \n80. Fraudulently inducing trading in futures contracts.  A person shall be deemed to have \ncommitted an offence if he, dir ectly or indirectly, induces or attempts to induce another person to trade \nin a futures contract — \n \n(a)  by making or publishing any statement, promise or forecast or giving any \ninvestment advice that is false, misleading or deceptive;  \n(b)  by any concealme nt of material facts; or  \n \n(c)  by recording or storing in, or by means of, any mechanical, electronic or other \ndevice information that is false or misleading in a material particular.  \n \nPART IX  \n \nSUPERVISION AND INVESTIGATION  \n \n81. Power of Commission to call  for information. — (1) Notwithstanding anything contained \nin any other law for the time being in force, the Commission may, by notice in writing in respect of \nany activity under this Act, require any person to furnish it with such information as it may req uire \nduring the course of inquiry, inspection or investigation and for the purposes thereof, within such time \nand verified in such manner as it may specify.  \n \n(2) The Commission may, by notice in writing for any purposes under sub­section (1), require \nany p erson to appear before it or an officer authorized by the Commission or produce such record and \ndocuments as are required by the Commission.  \n \n(3) Every person referred to in sub­section (2), — \n \n(a)  shall be bound to answer all reasonable questions put to h im and state the truth; \nand \n \n(b)  may be asked to make a statement of the facts which shall be reduced into \nwriting and signed by him or affixed with his signature or thumb impression.  \n \n \nPage 58 of 81 \n (4) A Commissioner or an employee to whom any of the functions or powers of the \nCommission have been delegated under this section may, for the purposes of a proceeding, require \nanyone — \n \n(a)  to produce before him, and to allow to be examined and kept, any books, \naccounts or other documents in custody or under control of such person, being \ndocuments relating to any matter the examination of which may be considered \nnecessary for disposing of the proceedings by such Commissioner or officer; \nand \n \n(b)  to furnish such information and documents in his possession relating to any  \nmatter as may be necessary for purpose of the proceeding.  \n \n(5) The duty to supply information under this section applies not withstanding  any other \nenactment or law in Pakistan.  \n \n(6) Any person who does not provide information required by the Commission c ommits an \noffence and is liable to be punished under this Act.  \n \n82. Inspection. — (1) For the purpose of ascertaining whether a person who is, or at any time \nhas been, a licensed person is complying or has complied with any provision of or requirement under  \nthis Act, or of any rule, or regulation made under this Act, or the terms and conditions of his licence, \nthe Commission may from time to time inspect any record or document relating to the business to \nwhich the licence applies.  \n \n(2) The Commission may thr ough a written order authorize any person to be the authorized \nperson to exercise the powers of the Commission under this section.  \n \n(3) In exercise of his powers under this section, an authorized person may — \n \n(a)  require the licensed person, or any other person whom he believes is in \npossession of or has under his control, any record or document referred to in \nsub­section (1), to produce it before him;  \n \n(b)  make inquiries of a licensed person, or any other person whom he has \nreasonable cause to believe ha s information relating to any record or document, \nreferred to in sub­section (1), concerning any such record or document, or \nconcerning any transaction or activity which was undertaken in the course of, \nor which may affect, the business conducted by the li censed person; and  \n \n(c)  inspect and make copies, or take extracts from, and where necessary take \npossession of, such documents.  \n \n(4) For the purpose of an inspection under this section, the licensed person or other person \nmentioned in sub­section (3) shall afford an authorized person access to the records or documents as \nmay be required for the inspection, and shall produce to the authorized person such records or \ndocuments as he may require.  \n \n(5) Any person who, without reasonable excuse, fails to com ply with a requirement imposed \non him by an authorized person under this section commits an offence.  \n \nPage 59 of 81 \n  \n83. Investigation. — (1) Where the Commission has reasonable cause to believe, either on its \nown motion or as a result of a complaint received, that — \n \n(a)  an offence has been committed under this Act, or under any rule, or under any \nregulations made under this Act;  \n \n(b)  a licensed person may have engaged, or is about to engage in defalcation, fraud, \nmisfeasance or other misconduct in connection with the li censed activity; or  \n \n(c)  the manner in which a licensed person has engaged or is engaging or about to \nengage in the licensed activity is not in the interest of the customer or the public \ninterest,  the Commission may in writing direct one or more of its em ployees or \none or more other persons to be the investigator to investigate any of the matters \nreferred to in clause (a), (b) or (c) and to report the results of the investigation \nto the Commission.  \n \n(2) Any person who is reasonably believed or suspected by  the investigator to have in his \npossession or under his control any record or document which contains, or which is likely to contain, \ninformation relevant to an investigation under this section, or who is so believed or suspected of \notherwise having such information in his possession or under his control, shall — \n \n(a)  produce to the investigator, within the time and at the place as the investigator \nrequires in writing, any record or document specified by the investigator which \nis, or may be, relevant to th e investigation, and which is in his possession or \nunder his control;  \n \n(b)  if required by the investigator, give the investigator an explanation or further \nparticulars in respect of any record or document produced under clause (a);  \n \n(c)  attend before the  investigator at the time and place the investigator requires in \nwriting, and answer truthfully and to the best of his ability under oath, which \noath the investigator is hereby empowered to administer, any question relating \nto the matters under investigati on as the investigator may put to him; and  \n \n(d)  give the investigator all assistance in connection with the investigation which \nhe is reasonably able to give, including responding to any written question \nraised by the investigator.  \n \n \n(3) A person commits an offence if, without reasonable explanation, he — \n \n(a)  fails to produce any record or document required to be produced under clause \n(a) of sub­section (2);  \n \n(b)  fails to give an explanation or further particulars required under clause (b) of \nsub­section  (2); \n \n(c)  fails to attend before the investigator as required under clause (c) of sub­section \n(2); \n \nPage 60 of 81 \n  \n(d)  fails to answer a question put to him by the investigator under clause (c) of \nsub­section (2), or in answering the question says anything which he knows to \nbe false or misleading in a material particular or who in so answering recklessly \nmakes a false statement or omits material information known to him; or  \n \n(e)  fails to comply with clause (d) of sub­section (2),  \n \nshall be liable to be punished und er this Act.  \n \n84. Destruction of documents.  A person commits an offence who destroys, falsifies, conceals \nor disposes of, or causes or permits the destruction, falsification, concealment or disposal of, any \ndocument, which he knows or ought to know is rele vant to an inspection under section 82 or an \ninvestigation under section 83.  \n \n85. Powers of investigator in relation to investigations. — (1) An investigator shall, for the \npurposes of investigations, have all the powers as are vested in a court under the C ode of Civil \nProcedure, 1908 (Act V of 1908), while trying a suit, in respect of the following matters, namely: — \n \n(a)  summoning and enforcing the attendance of any witness and examining him on \noath or affirmation;  \n \n(b)  compelling discovery or production of any document or other material object;  \n \n(c)  receiving evidence on affidavit; and  \n \n(d)  issuing commissions for examination of witnesses and documents.  \n \n(2) Any person who contravenes the requirements of clause (a), (b) or (c) of sub­section (1) \nand if such contravention is deliberate the investigator may, with prior approval of the Commission, \nmake an application to the Court for attachment of his property or require him to furnish security for \nhis appearance.  \n \n(3) Any proceeding before the investigator  shall be deemed to be a judicial proceeding within \nthe meaning of section 193 and section 228 of the Pakistan Penal Code, 1860 (Act XLV of 1860).  \n \n(4) Any contravention of or non­compliance with any orders or directions of the investigator \nexercising powe rs of a court under sub­section (1) shall be an offence punishable under section 104.  \n \nPART X  \n \nPOWERS OF INTERVENTION BY COMMISSION IN RELATION TO LICENSED \nPERSONS  \n \n86. Scope of powers under this Part. — (1)The powers conferred on the Commission under \nthis Part may be exercised in relation to any licensed person and its customers if it appears to the \nCommission that — \n \n(a)  exercise of the powers is desirable for the protection of investors or in the public \ninterest;  \n \nPage 61 of 81 \n  \n(b)  he is not a fit and proper person to  be a licensed person; or  \n \n(c)  the licensed person has contravened or failed to comply with any provision of, \nor requirement under, this Act, any rule, or any regulation made by the \nCommission under this Act or, in purported compliance with any such provi sion \nor requirement, has furnished to the Commission information that is false, \ninaccurate or misleading.  \n \n(2) The Commission for reasons to be recorded may on its own motion exercise its powers \nconferred by section 87, 88 or 89.  \n \n(3) For the purposes of this section, the Commission may take into account any matters that \ncould be taken into account in deciding whether to suspend or revoke a licence or take other punitive \nactions.  \n \n(4) The powers conferred on the Commission by this Part may be exercised in relation to a \nperson whose licence has been suspended or revoked or other punitive action has been taken against \nhim, whether or not the suspension or revocation or other punitive action is the subject of appeal.  \n \n87. Restriction of business.  (1) The Commi ssion may,after recording reasons in writing,  \nprohibit a licensed person and its customers from doing any one or more of the following, namely: — \n \n(a)  entering into transactions of a specified description, circumstances and extent \nor otherwise; or  \n \n(b)  soliciting business from persons of a specified description or otherwise; or  \n \n(c)  carrying on business in a specified manner or otherwise.  \n \n(2) No prohibition under this section shall be made unless it relate to transactions entered into \nin connection with or for the purposes of a regulated activity.  \n \n88. Restriction on dealing with property.  The Commission may, after recording reasons in \nwriting, as regards any property whether in Pakistan or elsewhere and whether it is the property of a \nlicensed person or not,— \n \n(a)  prohibit a licensed person from disposing of such property or prohibit him from \ndealing with it in a specified manner or otherwise; or  \n \n(b)  require a licensed person to deal with such property in, and only in, a specified \nmanner.  \n \n89. Maintena nce of property. — (1) The Commission may require a licensed person to \nmaintain in Pakistan property of such value as appears to the Commission to be desirable with a view \nto ensuring that the licensed person will be able to meet his liabilities in respect of his regulated \nactivity.  \n \n(2) The Commission may direct that, for the purposes of any requirement under this section, \nproperty of any specified class or description shall or shall not be taken into account.  \n \nPage 62 of 81 \n  \n90. Rescission and variation of prohibition or  requirement.  The Commission may, either \nof its own motion or on the application of a licensed person or its customers on whom a prohibition or \nrequirement has been imposed under this Part, rescind or vary the prohibition or requirement if it \nappears to th e Commission that it is no longer necessary for the prohibition or requirement to continue \nin force or, as the case may be, that it should take effect or continue in force in a different form.  \n \n91. Notices. — (1) The power to impose, rescind or vary a prohibition or requirement under \nthis Part shall be exerciseable by written notice served by the Commission on the licensed person \nconcerned, and any such notice shall take effect on such date as is specified in it.  \n \n(2) If the Commission refuses to rescin d or vary a prohibition or requirement on the application \nof the licensed person to whom it applies, it shall serve notice on him to that effect.  \n \n(3) A notice imposing a prohibition or requirement, varying a prohibition or requirement \notherwise than on th e application of the licensed person to whom it applies, and any notice under sub­ \nsection (2), shall state the reasons for which the prohibition or requirement has been imposed or varied \nor, as the case may be require, why the application for variation or  rescission was refused.  \n \n(4) The Commission may give public notice of any prohibition or requirement imposed by it \nunder this Part and of any rescission or variation thereof and any such notice may, if the Commission \nconsiders necessary, include a stateme nt of the reasons for the prohibition, requirement, variation or \nrescission.  \n \n92. Winding up orders. — (1) If, in the case of a licensed person which is a company, it \nappears to the Commission that it is desirable for the protection of customers that the co mpany should \nbe wound up under the Companies Ordinance, 1984 (XLVII of 1984), the Commission may present a \npetition for it to be wound up under that Ordinance on the ground that it is just and equitable that it \nshould be wound up, and that Ordinance shall apply to such petition as it applies in relation to a petition \npresented under that Ordinance.  \n \n(2) Notwithstanding anything contained in the Companies Ordinance, 1984 (XLVII of \n1984), — \n \n(a)  a licensed person shall not file a petition for winding up unles s it satisfies the \nCommission in the manner prescribed that it has settled all outstanding investors \nclaims as per default regulations and has obtained prior approval of the \nCommission and the Commission may, in the interest of the public or interest \nof investors, impose such conditions as it deems appropriate;  \n \n(b)  the Court may refuse to entertain petition under sub­section (1) for winding up \nof a company, if the Court is satisfied that — \n \n(i)  requirements of clause (a) have not been fulfilled;  \n \n(ii)  petitioner intends to avoid or prejudice investigation of offences under \nthis Act; or  \n \n(iii)  any other ground exists that the Court deems it fit in the facts and \ncircumstances of the case for passing such order.  \n \nPage 63 of 81 \n  \n93. Orders of the Court. — (1) Where, on the application of the Commission, it appears to the \nCourt that a licensed person has contravened any provision of this Act or any condition of his licence, \nor is about to do an act that, if done, would be such a contravention, the Court may, without prejudice  \nto any order it would be entitled to make otherwise than pursuant to this section, make one or more of \nthe following orders, namely: — \n \n(a)  an order restraining the licensed person from acquiring, disposing of, or \notherwise dealing with any property speci fied in the order;  \n \n(b)  an order appointing a person to administer the property of the licensed person;  \n \n(c)  an order declaring a contract to be void or voidable;  \n \n(d)  for the purpose of securing compliance with any other order under this section, \nan or der directing a licensed person to do or refrain from doing any act specified \nin the order; or  \n \n(e)  any ancillary order which the Court considers necessary in consequence of the \nmaking of any other order under this section.  \n \n(2) The Court shall, before ma king an order under this section, satisfy itself, so far as it \nreasonably can, that the order would not unfairly operate to the detriment of any person.  \n \n(3) The Court may, before making an order under sub­section (1), direct that notice of the \napplication  be given to such persons as it considers fit or direct that notice of the application be \npublished in such manner as it considers fit, or both.  \n \n(4) The Court may, of its own motion or on the application of an interested party, reverse, vary \nor discharge an order made by it under this section or suspend the operation of such an order.  \n \nPART XI  \n \nDISCIPLINE OF LICENSED PERSONS  \n \n94. Disciplinary action in respect of licensed persons. — (1) Subject to section 98, where — \n \n(a)  a licensed person is, or was at any  time, guilty of misconduct; or  \n \n(b)  the Commission is of the opinion that a licensed person is not a fit and proper \nperson to remain a licensed person,  \n \nthe Commission may exercise such of the following powers as it considers appropriate in the \ncircumsta nces of the case, namely: — \n \n(i)  suspend his licence, whether in relation to all or any of the regulated \nactivities for which he is licensed, for such period or until the occurrence \nof such event as the Commission may specify; or  \n \n \nPage 64 of 81 \n (ii)  cancel his licence whether in relation to all or any of its activities for \nwhich he is licensed;  \n \n(iii)  publicly reprimand the licensed person; or  \n \n(iv)  prohibit the licensed person from applying for licensing under this Act \nfor such period or until the occurrence of such event as may be specified \nby the Commission.  \n \n(2) Subject to section 98, where a licensed person is, or was at any time, guilty of misconduct, \nthe Commission may make one or more of the following orders, separately or in addition to any power \nexercisable under sub­section (1), that the licensed person shall pay to the Commission by way of  \npenalty such sum — \n \n(a)  not exceeding fifty million rupees;  \n \n(b)  not exceeding the amount of any profit gained or loss avoided by the licensed \nperson as a result of the misconduct in question;  \n \n(c)  appropriate to reimburse the Commission for the costs and expenses it has \nreasonably incurred in relation to the investigation of his conduct.  \n \n(3) A licensed person ordered to make a payment under sub­section (2) shall pay the sum to \nthe Commission within 15 days, or such further period as the Commission may specify by notice under \nsection 98, after the order has taken effect.  \n \n(4) A licensed person commits an offence if he fails to comply with an order under \nsub­section (2). \n \n(5) In this section “misconduct” means  \n \n(a)  a contravention of any of the provisions of this Act, the rules or regulations \nmade under this Act;  \n \n(b)  a contravention of any of the terms or conditions of a licence granted under this \nAct; or  \n \n(c)  failure  to comply with any direction of the Commission made under this Act; \nor \n \n(d)  an act or omission by a licensed person in relation to his activity which, in  \n \nopinion of the  Commission, is or is likely to be prejudicial to the public interest, and “guilty of \nmisconduct ” shall be construed accordingly.  \n \n(6) For the avoidance of doubt, any disciplinary action taken by the Commission under this \nsection or section 98 shall be without prejudice to any other action, whether civil or criminal, that may \nbe taken ag ainst the licensed person in respect of the; same conduct.  \n \n \nPage 65 of 81 \n (7) In determining whether a licensed person is a fit and proper person for the purposes of \nclause  (b) of sub­section (1), the Commission shall have regard to the matters specified in section 95.  \n \n95. Determination of fit and proper criteria. — (1) Subject to sub­section (2), the \nCommission shall prescribe the fit and proper criteria for licensed persons or, in case of company, \nmembers of the board of directors or management.  \n \n(2) In considering whe ther a licensed person, or in case of company a member of the board of \ndirectors or management, is a fit and proper person for the purposes of this Act, the Commission shall, \nin addition to any other matter that the Commission may consider relevant, have r egard to — \n \n(a)  the financial status or solvency;  \n \n(b)  the educational or other qualifications or experience;  \n \n(c)  the ability to carry on its activity competently, honestly and fairly ; and \n \n(d)  the reputation, character, reliability and financial integrity of — \n \n(i)  where an applicant or the regulated person is an individual, the \nindividual himself; or  \n \n(ii)  where an applicant or the regulated person is a company, the company \nand any director or officer of the company.  \n \n(3) Without limiting generality of sub­section (1), the Commission may, in considering whether \nan applicant or a licensed person is a fit and proper person, take into account — \n \n(a)  any information in possession of the Commission whether provided by an \napplicant or the license d person or not, relating to — \n \n(i)  any person who is to be employed by, associated with or who will be \nacting for or on behalf of an applicant or the licensed person for the \npurposes of his regulated activity; or  \n \n (ii)  where an applicant or the licensed  person is a company in a group of \ncompanies, — \n \n(A)  any other company in the same group of companies; or  \n \n(B)  any substantial shareholder, director or officer of the company \nor any company referred to in sub­clause (A);  \n \nExplanation. — In this sub­clause,  “group of companies ” means any two or more companies \none of which is the holding company of the other or others, as the case may be;  \n \n(b)  whether the regulated person has established effective internal control \nprocedures and risk management systems to en sure his compliance with all \napplicable regulatory requirements applicable to him; and  \n \n \nPage 66 of 81 \n (c)  the state of affairs of any other business which an applicant or the licensed \nperson carries on or proposes to carry on.  \n \n96. Other circumstances for disciplinary action in respect of licensed persons. — (1) \nSubject to section 98, the Commission may cancel the licence of any person whether in relation to all \nor any of the activities for which he is licensed or suspend his licence, whether in relation to all or ally \nof the activities for which he is licensed, for such period or until the occurrence of such event as the \nCommission may specify, if, — \n \n(a)  where the licensed person is an individual, he — \n \n(i)  is shown by certified medical evidence to have become mentally or \nphysically incapable of performing the activities to which the licence \nrelates;  \n \n(ii)  has been adjudged a bankrupt in Pakistan or elsewhere;  \n \n(iii)  has been by a court of competent jurisdiction adjudged as a defaulter in \nrepayment of a loan in a sum e xceeding one hundred thousand rupees;  \n \n(iv)  is convicted, whether in Pakistan or elsewhere, of fraud or other offences \ninvolving dishonesty or moral turpitude;  \n \n(v)  is in breach of this Act, any rules or any regulations made by the \nCommission or a future s exchange under this Act;  \n \n(vi)  contravenes or fails to comply with any condition applicable in respect \nof the licence;  \n \n(vii)  fails to comply with a direction of the Commission;  \n \n(viii)  fails to provide the Commission with information required, or pro vides \nfalse or misleading information;  \n \n(ix)  ceases to carry on the business for which he is licensed;  \n \n(x)  is the holder of a representative's licence and the licence of the principal \nto whom he is accredited is cancelled or suspended; or  \n \n(xi)  by reason of any other circumstances, is no longer a fit and proper person \nto hold a licence;  \n \n(b)  where the regulated person is a company, — \n \n(i)  the company goes into liquidation or is ordered to be wound up;  \n \n(ii)  a receiver of all or a substantial part of the property of the company is \nappointed;  \n \n(iii)  the company ceases to carry on the business for which it is licensed;  \n \nPage 67 of 81 \n  \n(iv)  the Commission has reason to believe that the company, or any of its \ndirectors or employees, has not performed his duties honestly and fairly;  \n \n(v)  the company contravenes or fails to comply with any condition \napplicable in respect of the licence;  \n \n(vi)  the company does not continue to employ at least one person who holds \na representative's licence granted under section 49;  \n \n(vii)  the company is in breach of this Act, any rule, or any regulation made \nunder this  Act; \n \n(viii)  fails to comply with a direction of the Commission;  \n \n(ix)  fails to provide the Commission with information required, or provides \nfalse or misleading i nformation; or  \n \n(x)  by reason of any other circumstances, the company is no longer a fit and \nproper person to hold a licence.  \n \n(2) Where the Commission suspends a licence under this section, the suspension shall be for a \nperiod not exceeding three months,  provided that the Commission may, if it considers it necessary, \nextend the suspension for such other period as may be specified by the Commission at the expiry of \nwhich the Commission shall either restore the licence or proceed to cancel the licence, as i t deems \nappropriate.  \n  \n(3) The Commission may cancel or suspend a licence at the request of the licensed person.  \n \n(4) For the purposes of sub­clause (ix) of clause (a) of sub­section (1) and sub­clause (iii) of \nclause (b) of sub­section (1), a licensed per son shall be deemed to have ceased to carry on the business \nfor which he is licensed, if — \n \n(a)  he has ceased to carry on the business for which he is licensed for more than \nthirty days unless he has obtained prior approval of the Commission not to do \nso; or \n \n(b)  he has ceased to carry on business under a direction issued by the Commission \nunder section 54.  \n \n(5) Where the Commission suspends or cancels the licence of a licensed person under this \nsection, it shall cause notice of that fact to be disseminate d in such manner as the Commission deems \nappropriate.  \n \n97. Effect of cancellation or suspension of licence. — (1) The cancellation or suspension of a \nlicence under this Act does not operate so as to — \n \n(a)  avoid or affect an agreement, transaction or arrangement entered into by the \nlicensed person on the futures market of a futures exchange where the \n \nPage 68 of 81 \n agreement, transaction or arrangement was entered into before the revocation \nor suspension; or  \n \n(b)  affect a  right, obligation or liability arising under the agreement, transaction or \narrangement.  \n \n(2) Where a licence is cancelled or suspended under this Part, the Commission may by notice \nin writing, subject to such conditions as it may specify therein, — \n \n(a)  require the regulated person to transfer to, or to the order of, his customer such \nrecord relating to customer property or to the affairs of the customer held at any \ntime for the customer, in such manner, as the Commission may specify in the \nnotice; or  \n \n(b)  permit the licensed person to — \n \n(i)  in the case of a cancellation, carry on business operations for the purpose \nof closing down the business connected with the cancellation; or  \n \n(ii)  in the case of a suspension, carry on only essential business operations \nfor the protection of interests of customers during the period of \nsuspension.  \n \n98. Procedural requirements for exercise of disciplinary powers under this Part. — (1)The \nCommission shall not exercise any power under section 94 or 96 without first giving the licensed \nperson in respect of whom the power is to be exercised a reasonable opportunity of beig heard:  \n \nProvided that where the Commission is satisfied that delay in the suspension of licence shall \ncause risk of serious financial damage to the customer of that licensed person or is detrimental to the \ninterest of investors or the public in general, the Commission may, after recording reasons in writing, \nimmediately suspend its TRE certificate till the time an opportunity of hearing is provided to  the \nlicensed person and a final decision is taken within a period of not more than thirty days.  \n \n(2) The Commission may prescribe the manner in which the licensed person shall be given an \nopportunity to be heard.  \n \n(3) Where the Commission decides to exerc ise any power under section 94 or 96, the \nCommission shall inform the licensed person in respect of whom the power is exercised of its decision \nto do so by notice in writing and the notice shall include — \n \n(a)  a statement of the reasons for which the decis ion is made;  \n \n(b) the time at which the decision is to take effect;  \n \n(c)  in so far as applicable, the duration and terms of any cancellation or suspension \nto be imposed under the decision;  \n \n(d)  in so far as applicable, the terms in which the licensed per son is to be \nreprimanded under the decision; and  \n \n \nPage 69 of 81 \n (e)  in so far as applicable, the amount of any pecuniary penalty to be imposed under \nthe decision and the period (being specified as a period after the decision has \ntaken effect) within which it is require d to be paid.  \n \nPART XI  \n \nMISCELLANEOUS  \n \n99. Indemnity .— No suit, prosecution, complaint, criminal proceeding or other legal \nproceedings or action in damages shall lie against the Commission, Commissioners, officers and \nemployees of the Commission for anything in good faith done or omitted in the exercise or \nperformance of any function, power or duty conferred or imposed by or under this Act or rules and \nregulations made thereunder.  \n \n100. Rights of applicants and holders of licences. — (1) The Commission  shall not — \n \n(a)  refuse an application for the grant of any licence in respect of any activity under \nthis Act;  or \n \n(b)  cancel or suspend any licence granted under this Act,  \n \nwithout first giving the applicant or licence holder as the case may be, an oppo rtunity of being heard.  \n \n(2) The Commission shall, if it refuses an application, notify the applicant in writing of the \nrefusal.  \n \n(3) The Commission shall, if it cancels or suspends a licence, notify the licence holder in \nwriting  of the cancellation or su spension and of — \n \n(a)  the date on which the cancellation or suspension takes effect; and  \n \n(b)  the duration of a suspension, or the event which will terminate it.  \n \n(4) The manner in which a person shall be given an opportunity to be heard may be prescribed.  \n \n101. Civil liabilities. — (1) Every contract made in contravention of any provision of this Act \nor any rules or regulations made thereunder shall be voidable as regards the rights of any party to the \ncontract contravening such provision or any person not being a party to the contract who acquires any \nright under the contract with actual knowledge of the facts by reason of which its making or \nperformance was in such contravention and any person affected by such contract not being himself a \nparty to the contravention may sue to rescind any such contract to the extent it has been consummated \nor for damages when recision is not possible.  \n \n(2) Any person who makes or causes to be made, in any application, report or document filed \nwith the Commission o r a futures exchange pursuant to this Act or any rules or regulations made \nthereunder, any statement which was false or misleading with respect to any material fact, at the time \nand in the light of the circumstances under which it was made, shall be liable  to any person who has \npurchased or sold a security in reliance on such statement for damages caused by such reliance, without \nregard to the presence or absence of any contractual relationship between the two, unless the person \n \nPage 70 of 81 \n who made or caused to be mad e the application, report or document proves that he acted in good faith \nand had no knowledge or reasonable ground to believe that the statement was false or misleading.  \n \n(3) Any person who participates in any act or transaction in contravention of the pro visions \ncontained in Part VIII of this Act (market abuse) shall be liable to any person who has purchased or \nsold a security in reliance on such act or transaction for damages caused by such reliance, without \nregard to the presence or absence of any contra ctual relationship between the two, unless the person \nso contravening proves that he acted in good faith and had no knowledge or reasonable ground to \nbelieve that there was any fraud, untruth or omission.  \n \n(4) Every person who directly or indirectly exerci ses control over the affairs of any person \nliable under this section shall also be liable to the same extent as the person whose affairs are so \ncontrolled, unless he proves that he acted in good faith and did not directly or indirectly induce the act \nor ac ts giving rise to the cause of action.  \n \n(5) Liability under this section shall be joint and several and every person who becomes liable \nmay recover contribution as in cases of contract from any person who, if joined in the original suit, \nwould have been li able to make the same payment, unless the plantiff was, and the defendant was not, \nguilty of fraudulent mis­representation.  \n \n(6) No suit for the enforcement of any right or remedy provided for in this section shall lie after \nthe expiry of three years from the date of the accrual of the cause of action.  \n \n(7) The rights and remedies provided for by this Act shall be in addition to any other rights and \nremedies available under any other law for the time being in force.  \n \n102. Standard of proof.  Where it is necessary for the Commission to establish or to be satisfied  \nfor the purposes of this Act, other than provisions relating to criminal proceedings, that a regulated \nperson has contravened — \n \n(a)  any provision of this Act or any rules or regulations made und er this Act;  \n \n(b)  any notice or requirement given or made under or pursuant to any provision of \nthis Act;  \n \n(c)  any of the terms and conditions of a licence granted under this Act; or  \n \n(d)  any other condition imposed under or pursuant to any provision of  this Act,  \n \nit is sufficient for the Commission to establish, or to be satisfied as to, the matter referred to in clauses \n(a), (b), (c) or (d), as the case may be, on the standard of proof applicable to civil proceedings in a \nsummary manner in a court of l aw. \n \n103. Futures contracts not gaming or wagering contracts. — Notwithstanding anything \ncontained to the contrary in any other enactment, rule or law in Pakistan, a futures contract traded on \nthe futures market of a futures exchange shall be lawful for all  purposes and shall not constitute a \ngaming or wagering contract.  \n \n104. Offences and penalties. — (1) Any person who commits an offence under section 72 \n(insider trading) shall be liable — \n \nPage 71 of 81 \n  \n(a)  in the case of an individual, to imprisonment of either descrip tion for a term \nwhich may extend to three years or to a fine which may extend to two hundred \nmillion rupees or three times the amount of gain made or loss avoided by such \nperson, or loss suffered by another person, whichever amount is higher; and  \n \n(b)  in the case of a company, to a fine which may extend to three hundred million \nrupees or three times the amount of gain made or loss avoided by such company, \nor loss suffered by another person, whichever amount is higher.  \n \n(2) Any person who commits an offence  under sections 76, 77, 78, 79 and 80 (other market \nabuses under (PART VIII) shall be liable — \n \n(a)  in case of an individual to imprisonment of either description for a term which \nmay extend to three years or a fine not exceeding two hundred million rupees  \nor both; and  \n(b)  in the case of a company, to a fine which may extend to three hundred million \nrupees.  \n \n(3) Any person who is in contravention of the provisions of sections 3, 22 or sub­section (I) of \nsection 47 (operating without a licence or other auth ority) shall be liable — \n \n(a)  in the case of an individual, to a fine not exceeding two hundred and fifty million \nrupees or imprisonment for a term not exceeding three years or to both;  \n \n(b) in the case of a company, to a fine not exceeding four hundred million rupees; \nand \n \n(c)  in the case of a continuing offence, to a further fine not exceeding two hundred \nthousand rupees for every day or part thereof during which the offence \ncontinues.  \n \n(4) Notwithstanding sub­sections (1), (2), (3) and (4), any person  who— \n \n(a) contravenes or fails to comply with any provision of this Act, or of any rules or \nof any regulations made under this Act;  \n \n(b)  furnishes or produces any return, documents or statement for the purposes of \nthis Act or any requirement imposed unde r the provisions of this Act or of any \nrules or regulations made under this Act the contents of which, to his \nacknowledge, are untrue, incorrect or misleading; or  \n \n(c)  obstructs or contravenes or does not comply with any order or direction of the \nCommissi on or any person or investigator thereof authorized for issuance of \nsuch order, direction in the performance of his duties under this Act,   \n \nthe accused person shall be liable to pay, by way of penalty, — \n \n(i)  in the case of an individual, such sum which m ay extend to one hundred \nmillion rupees;  and \n \nPage 72 of 81 \n  \n(ii)  in the case of a company, such sum which may extend to two hundred \nmillion rupees.  \n \n(5) Where the offence under sub­section (4) involved fraud, deceit or deliberate disregard of \nthe regulatory requirement  the accused person shall be liable to pay by way of penalty, — \n \n(a)  in the case of an individual, such sum which may extend to one hundred million \nrupees;  and \n \n(b)  in the case of a company, such sum which may extend to two hundred million \nrupees.  \n \n(6) Where the offence under sub­section (4) involved fraud, deceit or deliberate disregard of \nthe regulatory requirement and such offence resulted in substantial losses or created a significant risk \nof substantial losses to other persons or resulted in substan tial pecuniary gain to the person who \ncommitted the offence, the accused person shall be liable to pay, by way of penalty, — \n \n(a)  in the case of an individual, such sum which may extend to one hundred million \nrupees or twice the amount of loss caused or ga in made, whichever is higher; \nand \n \n(b)  in the case of a company, such sum which may extend to two hundred million \nrupees or twice the amount of loss caused or gain made, whichever is higher.  \n \n105. Penalty to be imposed by the Commission. Where a penalty i s provided for any offence, \ncontravention of or default in complying with, any of the provisions of this Act, rules or regulations \nmade under this Act such penalty shall be imposed by the Commission after providing a reasonable \nopportunity of being heard t o the party.  \n \n106. Appeal. — (1)Any person aggrieved by the final decision of the Commission may, within \nsixty days of the decision communicated to him, prefer appeal to the Court.  \n \n(2) The Court may, on an appeal made to it under sub­section (1), accept, set­aside or vary \ndecision of the Commission or make such other order as the interests of justice require.  \n \nExplanation. — For the purposes of sub­section (1), “final decision of the Commission ” means \na decision of Appellate Bench of the Commission under se ction 33 of the Securities and Exchange \nCommission of Pakistan Act, 1997 (XLII of 1997).  \n (3) The Court shall, at the stage of admission of the appeal or at any time thereafter on the \napplication of the aggrieved person and after giving due notice to the C ommission, decide by means \nof a reasoned order whether the appeal is to be admitted in part or in whole depending on the facts and \ncircumstances of the case:  \n \nProvided that the admission of the appeal shall not per se operate as a stay and nor shall any \nstay be granted therein unless the Commission has been given an opportunity of being heard.  \n \n(4) Notwithstanding anything contained in any other law, the hearing of appeal shall continue \nday­to­day, unless sufficient cause has been shown by the parties joint ly or severally which is beyond \n \nPage 73 of 81 \n control of the parties, the Court may adjourn the hearing for maximum of two dates and such \nadjournment shall not be more than fifteen days at any one time or for more than thirty days in all.  \n \n(5) Where on third hearing any  party fails to appear and address arguments before the Court \nthe Court shall proceed and decide appeal on merits and it may be deemed that such party has \nrelinquished its rights to address arguments.  \n \n107. Recovery of penalties. — (1) Any penalty imposed b y the Commission in exercise of its \npowers under this Act or any rules or any regulations made under this Act shall be payable to the \nCommission and may be recovered by the Commission as a decree for the payment of money in case \nwhere the person aggrieved by such order has — \n \n(a)  preferred an appeal under section 106 and the Court upheld the final order of \nthe Commission and it will automatically be converted into execution \nproceeding and no fresh notices shall be issued to appellant; or  \n \n(b)  not preferred  an appeal to the Appellate Bench of the Commission under section \n33 of the Securities and Exchange Commission of Pakistan Act, 1997 (Act XLII \nof 1997) and the Court on application of the Commission has confirmed and \nallowed conversion or initiation of exe cution proceedings after notices to the \nparties as deemed appropriate by the Court.  \n \n(2) The Court shall exercise all the powers of executing court as provided in the Code of Civil  \nProcedure, 1908 (Act V of 1908), for the purposes of recovery of penalties:  \n \nProvided that the Court may, for reasons to be recorded, dispense with any procedure in the \nCode of Civil Procedure, 1908 (Act V of 1908), and follow such procedure as it may deem fit in the \ncircumstances of the case for expeditious disposal.  \n \n(3) The ex ecuting Court may attach any immovable property or sale of any movable property, \nincluding bank accounts, of the person or company on whom a penalty has been imposed under this \nAct by the Commission and any transaction or attempt to alienate, transfer, enc umber or mortgage \nsuch property shall be void, illegal and without any lawful authority.  \n \n(4) All government departments, authorities, bodies, private entities, housing societies or \nschemes, by whatever name called, banks and any other concerned entity sha ll on the orders of the \nCourt be bound to assist the Commission in providing details of moveable or immovable property of \njudgment debtor.  \n \n108. Cognizance of offences.  Notwithstanding anything contained in the Code of Criminal \nProcedure, 1898 (V of 1898) no court shall take cognizance of any offence punishable with \nimprisonment or imprisonment in addition to fine, under this Act except on a complaint in writing of \nthe facts, constituting the offence, by an officer authorized in this behalf by the Commissio n singed by \na Commissioner and no court inferior to that of Court of Session shall try any such offence.  \n \n109. Prosecution of offences by Commission. — (1) Notwithstanding anything contained in \nthe Code of Criminal Procedure, 1898 (Act V of 1898), all prose cution of offences under this Act or \nany rules and regulations made under this Act against any person shall be conducted by special public \nprosecutor appointed by the Commission.  \n \n \nPage 74 of 81 \n (2) On receipt of complaint the Court shall issue summons as for the attenda nce of the accused \nin the first instance and on failure of the accused to appear before the Court, warrant of arrest shall be \nissued by the Court.  \n \nExplanation. — For the purposes of this section, the term “complaint ” shall include the report \nin writing of the investigation officer of the Commission constituting facts of the offence.  \n \n(3) Personal attendance of the officer authorized by the Commission to file a complaint before \nthe Court trying the offence shall not be necessary on each date during the trial  in the presence of \nspecial public prosecutor referred to in sub­section (1).  \n \n(4) The Court shall adopt procedure provided for under Chapter XXII­A of the Code of \nCriminal Procedure, 1898 (Act V of 1898) and all prosecutions before the Court under this Ac t shall \nbe disposed of and the judgment pronounced, as expeditiously as possible.  \n \n(5) The hearing of the matters referred to in sub­section (1) shall not be adjourned except for \nsufficient cause to be recorded, or for more than fourteen days at one time a nd Court may impose such \ncost as it deems fit.  \n \n(6) The Court may, for reasons to be recorded, dispense with any procedure in the Code of \nCriminal Procedure, 1898 (Act V of 1898) and follow such procedure as it may deem fit in the \ncircumstances of the case  for expeditious disposal of the complaint.  \n \n110. Register of notifications issued by the Commission . The Commission shall maintain \nand make available for general public on its website a register of notifications issued by the \nCommission under this Act.  \n \n111. Liability of directors for offences by companies. — (1) Where an offence under this Act \nor any rules or any regulations made under this Act committed by a company is proved to have been \ncommitted with the consent or connivance of, or to be attributable to any neglect on the part of, an \nofficer of the company, that officer as well as the company shall be guilty of that offence and the \nofficer of the company shall be liable to be proceeded against and punished accordingly.  \n \n(2) Where the affairs of a compa ny are managed in accordance with the instructions of any \nother person, not being a professional adviser, sub­section (1) applies in relation to the acts and defaults \nof a member in connection with his functions of management as if he were a director of th e company.  \n \n(3) In this section “officer ” means a director, member of the committee of management, chief \nexecutive, manager, secretary or any person who was purporting to act in any such capacity.  \n \n112. Liability of licensed person for acts of representati ve. For the purposes of this Act, an \nact, omission or failure of a representative, employee or other person acting for or on behalf of a \nlicensed person within the scope of his office or employment shall be deemed to be the act, omission \nor failure of the licensed person as well as of the representative, employee or other person.  \n \n113. Securities acquired in good faith. — (1) A person who, without fraud and for a lawful \nconsideration, becomes the possessor of a certificate of an equity security, scrip, deben ture, debenture \nstock or bond, and who is without notice that the title of the person from whom he derived his own \ntitle was defective shall hold such certificate and all rights attached thereto free from any defect of title \nof prior parties and free from defences available to prior parties among themselves.  \n \nPage 75 of 81 \n  \n(2) A futures exchange may regulate the documentation, procedures and guarantees required \nto transfer property in securities and the effects thereof on the respective rights and liabilities of the \nparties and such regulations, if approved by the Commission, shall constitute binding and enforceable \nterms and conditions of contracts effected on the exchange, shall govern the rights and liabilities of \nthe parties thereto and shall govern the rights and lia bilities with respect to transfers of shares on its \nbooks of the issuer of listed securities notwithstanding any provisions to the contrary contained in the \nContract Act, 1872 (IX of 1872), the Negotiable Instruments Act, 1881 (XXVI of 1881), the Transfer \nof Property Act, 1882 (IV of 1882) or the Companies Ordinance, 1984, (XLVII of 1984) or any other \nlaw for the time being in force.  \n \n114. Power to make regulations. — (1) In addition to the powers conferred by any other \nsection, the Commission may make regul ations for carrying out the purposes of this Act.  \n \n(2) Without prejudice to the generality of sub­section (1), the Commission may make \nregulations for — \n \n(i)  applications for licences, the issue of licences and incidental matters;  \n \n(ii)  the standards for the qualifications, experience and training of applicants for \nlicensing under Part IV;  \n \n(iii)  the conditions for the conduct of business on a futures market;  \n \n(iv)  capital requirements in relation to any regulated activity or other activity \nlicensed or a uthorized under this Act, with the power to the Commission to vary \nsuch capital requirements by order as the Commission deems fit;  \n \n(v)  futures broker's financial responsibility whether by way of minimum capital or \na ratio between net capital or aggregate  indebtedness or both;  \n \n(vi)  classification of futures brokers into different categories and conditions attached \nthereto;  \n \n(vii)  compulsory provision by futures exchanges of a centralized customers \nprotection compensation fund;  \n \n(viii)  short selling;  \n \n(ix)  registration and operation of quotation and trade reporting systems;  \n \n(x)  misalignment of incentives and conflict of interest between regulated persons, \nits employees and its clients;  \n \n(xi)  processing and determination of investor complaints;  \n \n(xii)  form and content of contract confirmation notes, customer agreements and risk \ndisclosure statements;  \n \n \nPage 76 of 81 \n (xiii)  form, content, distribution and publication of written, printed or visual material \nand advertisements for or with respect to any regulated acti vity, investment or \ntrading in futures contract;  \n \n(xiv)  persons who produce or disseminate research concerning listed securities or \nissuers of listed securities and persons who produce or disseminate other \ninformation recommending or suggesting investment  strategy, intended for \ndistribution channels or for the general public;  \n \n(xv)  information to be contained in auditors' reports required to be lodged under this \nAct on the annual accounts of regulated persons;  \n \n(xvi)  appointment remuneration and responsibilities of an auditor appointed under \nthis Act and the costs of an audit carried out under this Act;  \n \n(xvii)  display of licences and the issue of duplicates;  \n \n(xviii) making of annual or other regular returns to the Commission by regulated \nperson s; \n \n(xix)  disclosure of conflict of interest by directors and management of regulated \npersons;  \n \n(xx)  appointment and conduct of directors and management of licensed person and \nregulated person;  \n \n(xxi)  fit and proper criteria for director, majority share holders and management of \nlicensed person and regulated person;  \n \n(xxii)  pre­emptive measure and actions for market monitoring and surveillance, \npromoting level playing field for investors and public at large;  \n \n(xxiii) special or general inspection and exa mination and investigation and audit of \nlicensed person or regulated person;  \n \n(xxiv) orderly conduct, prohibition of fraudulent activities and unfair trade practices \nand prevention of market abuse in futures markets;  \n \n(xxv)  code of conduct for futures bro kers, futures advisers and analysts;  \n \n(xxvi)  effective surveillance and monitoring to detect and prevent insider trading and \nmarket abuse practices;  \n(xxvii)  (effective know your customer and customer due diligence policies and \nprocedures and other matters  ancillary to anti­money laundering;  \n \n(xxviii) manner of outsourcing important functions by a futures exchange and clearing \nhouse or a central depository;  \n \n \nPage 77 of 81 \n (xxix)  mechanism for conducting inspections and investigations of regulated persons \nin coordination  with futures exchanges clearing houses and central depositories \nincluding establishment of specialized entity for this purpose;  \n \n(xxx)  manner and procedure for providing applicants and holders of licence \nopportunity of hearing;  \n \n(xxxi)  conditions for trading of Shariah compliant contracts on the futures market; and  \n \n(xxxii)  all matters or things which by this Act are required or permitted to be prescribed \nor which are necessary or expedient to be prescribed to give effect to this Act.  \n \n(3) For avoidan ce of doubt, the powers of the Commission to make regulations under this \nsection are in addition to and not in derogation of any other power of the Commission to make \nregulations under any provision of this Act or any other Act.  \n \n(4) Before any regulations  are made or amended under this Act the Commission shall publish \na draft of the regulations in the official Gazette and place it on its website for eliciting public opinion \non the draft regulations for a period of not less than fourteen days starting from the date of its placement \non the website.  \n \n(5) Every regulation made or amended by the Commission shall be published in the official  \nGazette and shall come into effect on such date as may be specified in the notification.  \n \n115. Power of the Commission to i ssue directions to a futures exchange and clearing \nhouse.  — (1) In addition to the powers conferred by any other section and where the Commission \nconsiders  it necessary or expedient in the public interest or for the protection of investors or proper \nadmini stration of futures exchanges and clearing houses, it may, notwithstanding anything contained \nin any other law for the time being in force, issue directions by notice in writing either of a general or \nspecific nature.  \n \n(2) Without prejudice to the generali ty of sub­section (1), any such direction may cover areas, \nincluding but not limited to, — \n \n(a)  enhanced corporate governance policies;  \n \n(b)  specified structure of board of directors to ensure independence and avoidance \nof conflict of interest;  \n \n(c)  stringent qualification and fit and proper criteria of directors;  \n \n(d)  stringent qualification and fit and proper criteria of its senior management \nofficers;  \n \n(e)  enterprise risk evaluation and measurement and mitigation measures; (f) \nsegment risk evalua tion and measurement and mitigation measures;  \n \n(g) risk mitigation against frauds, forgeries;  \n \n(h)  internal audit, internal controls and compliance;  \n \nPage 78 of 81 \n  \n(i)  composition and terms of reference of committees, including but not limited to, \naudit and complianc e, human resources, information technology security;  \n \n(j)  punitive and disciplinary actions by the Commission against board of directors \nand management in case of non­compliances or violations of any law for the \ntime being in force, rules, regulations and  directives issued thereunder;  \n \n(k)  distribution of dividends, retention and reinvestments of profits towards \ndevelopment, protection of stakeholders and investing public, insurance against \nrisks and threats; and  \n \n(l)  any other matter as the Commission may deem appropriate,  \n \nand the futures exchange and clearing house shall comply with any such direction.  \n \n116. Power to make rules. — (1) The Federal Government may, by notification in the official  \nGazette, make rules for carrying out the purposes of this A ct. \n \n(2) Without prejudice to the generality of sub­section (1), the Federal Government may make \nrules for — \n \n(a)  establishment and orderly conduct of a centralized know your customer \norganization and matters related thereto;  \n \n(b)  all other matters or things which by this Act are required or which are necessary \nor expedient to give effect to this Act.  \n \n(3) The power to make rules under this section shall be subject to the condition of previous \npublication and before making any rules the draft thereof sh all be published in the official Gazette and \nalso be placed on the website of the Commission for soliciting public opinion thereon within a period \nof not less than thirty days starting from the date of its placement on the website.  \n \n117. Forms.  The Commiss ion may, by notice in the official Gazette, specify Forms that are \nrequired to be used for any purpose under this Act or the rules or regulations made under this Act.  \n \n118. Codes, guidelines.  The Commission may, by notification in the official Gazette, iss ue \nsuch codes, guidelines or regulatory or policy statements as it considers appropriate for providing \nguidance in relation to — \n \n(a)  any of its regulatory objectives under this Act;  \n \n(b)  any matter relating to any of the functions of the Commission under  this Act;  \n \n(c) proving guidance to licensed persons; and  \n \n(d)  the operation of any provision of this Act.  \n \n \nPage 79 of 81 \n 119. Delegation of the Commission's functions or powers. — (1) The Commission may, \nsubject to such conditions and limitations as it deems fit to impose, delegate any of its functions or \npowers under this Act to one or more Commissioners or any officer of the Commission.  \n \n(2) A delegation under this section shall not prevent the concurrent performance, or exercise, \nby the Commission of the function or power so delegated.  \n \n120. Act not to affect the powers of the State Bank of Pakistan.  Nothing in this Act shall be \nread or construed as diluting, interfering with or affecting the powers and functions of the State Bank \nof Pakistan under any law.  \n \n121. A ct to override other laws.  The provisions of this Act shall have effect notwithstanding \nanything inconsistent therein contained in any other law for the time being in force.  \n \n122. Removal of difficulties.  If any difficulty arises in giving effect to any pr ovisions of this \nAct, the Federal Government may make such orders as may appear to be necessary for the purpose of \nremoving the difficulty.  \n \n123. Transitional provisions. — (1) Subject to sub­section (2), a company that immediately \nbefore the commencement o f Part II is registered as a commodity exchange under the Securities and \nExchange Ordinance, 1969 (XVII of 1969), shall be deemed to be licensed as a futures exchange under \nthis Act for a period of one year from such commencement.  \n \n(2) Where, within one ye ar from the commencement of Part II, the company applies to be \nlicensed as a futures exchange under this Act, it shall be deemed to have been so licensed until the \nlicence applied for is granted or until notice in writing of the refusal of the Commission i s served on \nthe company.  \n \n(3) Subject to sub­sections (4) and (5), a company that immediately before the commencement \nof Part Il is registered as a securities exchange under the Securities and Exchange Ordinance, 1969 \n(XVII of 1969), shall be deemed to hav e been licensed as a futures exchange under this Act for a period \nof one year from such commencement.  \n \n(4) The deemed licence under sub­section (3) shall extend only to the trading of futures contract \nin securities which contract shall require approval of the Commission under this Act.  \n \n(5) Where, within one year from the commencement of Part II, the company referred to in sub­ \nsection (3) applies to be licensed as a futures exchange under this Act, it shall be deemed to have been \nso licensed until the lice nce applied for is granted or until notice in writing of the refusal of the \nCommission is served on the company.  \n \n(6) A company that, immediately prior to the commencement of Part III of this Act, is \nregistered as a clearing house under the Clearing Houses  (Registration and Regulation) Rules, 2005, \nshall thereupon be deemed to be licensed under this Act as a clearing house till the time its existing \ncertificate of registration remains valid and shall thereafter be required to obtain a licence under this \nAct; \n \n(7) Subject to sub­sections (9) and (10), a person who immediately before the commencement \nof Part IV is registered as a broker under Securities and Exchange Ordinance, 1969 (XVII of 1969) \n \nPage 80 of 81 \n shall be deemed to have been licensed as a futures broker under this Act for futures contract based on \nsecurities for a period of one year from such commencement.  \n \n(8) Subject to sub­section 10, a person who immediately before the commencement of Part IV \nis registered as a broker under the Commodities Exchange and Futu res Contract Rules, 2005 shall be \ndeemed to have been licensed as a futures broker under this Act for futures contract based on \ncommodity or financial instruments for a period of one year from such commencement.  \n \n(9) The deemed licence under sub­section (8) shall extend only to the trading of futures \ncontracts in securities.  \n \n(10) Where, within one year from the commencement of Part IV, the registered broker referred \nto in sub­section (7) or a registered broker referred to in sub­section (8) applies to be  licensed as a \nfutures broker under this Act, he shall be deemed to have been so licensed until the licence applied for \nis granted or until notice in writing of the refusal of the Commission is served on the company.  \n \n(11) From the commentement of this Act , all rules and regulations made by the Federal  \nGovernment or the Commission, as the case may be, under the Securities and Exchange Ordinance,  \n1969 (XVII of 1969) and which are in force immediately prior to the commencement of this Act, which \nhave not been  specifically repealed by rules or regulations made under this Act, shall continue to be in \nforce and have effect as if they have been made by the Federal Government or the Commission, as the \ncase may, under this Act.  \n \n(12) From the commencement of this Ac t, regulations made by commodity exchange licensed \nunder the Securities and Exchange Ordinance, 1969 (XVII of 1969) and which are in effect \nimmediately prior to the commencement of this Act and which have not been specifically repealed by \nregulations made under this Act, shall continue to be in force and have effect as if they have been made \nby the futures exchange under this Act.  \n \n(13) Any condition that has been attached by the Commission to a person registered under the \nSecurities and Exchange Ordinance,  1969 (XVII of 1969), and that is in force immediately prior to the \ncommencement of this Act, shall be treated as being attached to any licence which is regarded as \nsubsisting by virtue of these transitional provisions.  \n \n(14) Anything done, actions taken, instruments made, proceedings initiated and instituted, \nprocesses or communications issued and powers conferred, assumed or exercised by the Commission \nunder the Securities and Exchange Ordinance, 1969 (XVII of 1969) shall, on the coming into operation \nof any provision of this Act, be deemed to have been validly done, made, taken, initiated, conferred, \nassumed and exercised.  \n \n(15) Every notification, order or directive, circular, code or guideline issued by the Commission \nwhich is in force on the coming int o operation of any provision of this Act shall continue to be in force \nand have effect as if they have been issued by the Commission under this Act.  \n \n124. Repeal and saving. — (1) The Securities and Exchange Ordinance, 1969 (XVII of 1969) \nshall, hereinafter  called as repealed Ordinance, stand repealed from the date of coming into force of \nthis Act or any part of this Act:  \n \nProvided that repeal of repealed Ordinance shall not — \n \n \nPage 81 of 81 \n (a) revive anything not in force at the time at which the repeal takes effect; or  \n \n(b)  affect the previous operation of the repealed Ordinance or anything duly done \nor suffered thereunder; or  \n \n(c) affect any right, privilege, obligation or liability acquired, accrued or incurred \nunder the said repealed Ordinance; or  \n \n(d)  affect any penalty imposed, forfeiture made or punishment awarded in respect \nof any offence committed under the repealed Ordinance;  \n \n(e)  affect any inspection, investigation, prosecution, legal proceeding or remedy in \nrespect of any obligation, liability, penalty, f orfeiture or punishment as \naforesaid,  \n \nand any such inspection, investigation, prosecution, legal proceeding or remedy \nmay be made, continued or enforced and any such penalty, forfeiture or \npunishment may be imposed, as if this Act had not been passed.  \n \n (2) Notwithstanding the repeal of the repealed Ordinance, — \n \n(a)  every notification, registered commodity futures contract, order or exemption \nissued, made or granted under the repealed Ordinance shall have effect as if it \nhad been issued, made or granted under the corresponding provision of this Act;  \n \n(b)  any official appointed and anybody elected or constituted under repealed \nOrdinance shall continue and shall be deemed to have been appointed, elected \nor constituted, as the case may be, under the corresp onding provision of this \nAct; \n \n(c)  any document referring to any provision of the repealed Ordinance shall be \nconstrued as referring, as far as may be, to this Act, or to the corresponding \nprovision of this Act;  \n \n(d)  mortgages recorded in any register or  book maintained at any office under the \nrepealed Ordinance shall be deemed to have been recorded in the register or \nbook maintained under the corresponding provision of this Act;  \n \n(e)  any licence, certificate or document issued, made or granted under the  repealed \nOrdinance shall be deemed to have been issued, made or granted under this Act \nand shall, unless cancelled, in pursuance of any provisions of this Act, continue \nto be in force until the date specified in the licence, certificate or document."
}