{
    "file": "./converted_json\\administrator5b1721b5ac90c58b596d027298533e75.json",
    "name": "National Rahmatul-Lil-Aalameen Wa Khatamun Nabiyyin Authority Act, 2022",
    "date": "18th July, 2022",
    "tagline": "An Act to provide for the establishment of National Rahmatul-Lil-Aalameen Wa Khatamun Nabiyyin Authority",
    "content": "Page 1 of 9 \n  \n \n THE NATIONAL RAHMATUL -LIL-AALAMEEN WA KHATAMUN \nNABIYYIN AUTHORITY ACT, 2022  \n \n \n \n \nCONTENTS  \n \n \n1. Short title, extent and commencement.  \n2. Definitions.  \n3. Establishment  of the Authority.  \n4. Advisory Board . \n5. Chairperson of the Authority . \n6. Members of the Authority . \n7. Management . \n8. Powers and functions of the Authority . \n9. Secretariat of the Authority . \n10. Committees and sub -committees of the Authority . \n11. Appointment of officers, staff etc. by the Authority . \n12. Remuneration of officers and staff of the Authority.  \n13. Staff and officers etc., to be public servants . \n14. Delegation of powers to the Director -General, etc . \n15. Fund  of the Authority . \n16. Budget,  audit and accounts . \n17. Annual report . \n18. Protection of actions taken in good faith under this Act . \n \n\n \nPage 2 of 9 \n 19. Tax exemptions . \n20. Act to override other laws . \n21. Power to make rules.  \n22. Power to make regulations . \n23. Removal of difficulties .  \n \nPage 3 of 9 \n THE NATIONAL RAHMATUL -LIL-AALAMEEN WA KHATAMUN \nNABIYYIN AUTHORITY ACT, 2022  \nACT NO. XV OF 2022  \n[18th July, 2022]  \nAn Act to provide for the establishment of National Rahmatul -Lil-Aalameen Wa Khatamun Nabiyyin \nAuthority  \nWHEREAS it is expedient to establish a National Rahmatul -Lil-Aalameen Wa Khatamun \nNabiyyin  Authority to promote research in practical and theoretical aspects of Seerat  for addressing \ncontemporary social challenges and inculcating positive changes in the Pakistani society, while, inter \nalia, providing il lustrations about the life of the last Holy Prophet Muhammad\n \nAND WHEREAS the objective of the National Rahrnatul -Lil-Aalameen Wa Khatamun \nNabiyyin  Authority is to promote research on the Seerat , guide the young generation on key and \nmultifarious aspects from the life of the last Holy Prophet        and review , \nconsolidate   and   acknowledge  local and international literatures and analysis about the Seerat , build  \nlinkages with provincial governments and prominent institutions working on the Seerat , promote the \nSeerat  Chairs in higher education and formulate strategies and frameworks for organizing impactful \nevents to promote lessons from the Seerat -e-Tayyabba . \n1. Short title, extent and commencement .— (1) This Act shall be called the National \nRahma tul-Lil-Aalameen Wa Khatamun Nabiyyin  Authority Act, 2022.  \n(2) it extends to the whole of Pakistan.  \n(3) It shall come into force at once.  \n2. Definitions. — In this Act, until there is anything that is repugnant to the subject or \ncontext, — \n(a) “Authority” means the National Rahmatul -Lil-Aalameen Wa Khatamun Nabiyyin  \nAuthority established under section 3 of the Act;  \n(b) “Advisory Board” means the advisory board established under section 4;  \n(c) “Chairperson” means the Chairperson of the Authority;  \n(d) “Director General” means the Director General of the Authority, who shall be the in -\ncharge of general administration of the Authority;  \n(e) “Government” means the Federal Government;  \n(f) “member” means member of the Authority;  \n(g) “prescribed” means pr escribed by rules or regulations made under this Act;  \n(h) “regulations” means the regulations made under this Act;  \n(i) “rules” means the rules made under this Act;  \n\n \nPage 4 of 9 \n (j) “staff” means the staff and officers of the Authority.  \n3 Establishment of the Authority .— (1) there shall be established a National Rahmatul -\nLil-Aalameen Wa Khatamun Nabiyyin  Authority by the Government, which shall carry out the \npurposes of this Act.  \n(2) The Prime Minister shall be the Patron -in-Chief of the Authority.  \n(3) The Authority shall comprise a Chairperson and eight (08) other members, to be \nappointed by the Prime Minister, on such terms and conditions and in the manner as determined by the \nPatron -in-Chief:  \nProvided that two Muslim Members of the National Assembly shall be nominated by the \nSpeaker as Members of the Authority upon whom sub -section (1) of section 6 shall not apply:  \nProvided further that one Member shall be from amongst each of the Treasury and the \nOpposition benches.  \n4. Advisory Board .— (1) A high -level Adviso ry Board shall be constituted for providing \nadvice and strategic guidance to the Patron -in-Chief to meet the desired objectives of the Authority.  \n(2) The Advisory Board shall consist of ten members having scholarly eminence and \nimpeccable credentials.  \n(3) The members of the Advisory Board shall be appointed by the Prime Minister, on such \nterms and conditions and in the manner as determined by the Patron -in-Chief.  \n(4) The Advisory Board shall meet at least once on quarterly basis.  \n5. Chairperson of the Autho rity.— (1) The Chairperson of the Authority shall be \nappointed by the Prime Minister, on such terms and conditions the manner as determined by the Patron -\nin-Chief, and shall be a person of impeccable integrity, eminent scholarship, reputation and \ncompetenc e who shall be well -versed in Seerat  matters and literature, experienced in religious affairs \nand research. Moreover, he should be at least in possession of a degree equivalent to Master in Islamic \nStudies, Islamic Education, Islamic Law, History and Islam ic History & Culture or the degree of LLB \n(Shahriah and Law) or Shahadatul Aalmia from religious institution attached with any wafaq or \nequivalent duly recognized by Higher Education Commission (HEC).  \n(2) The Chairperson shall hold office for a period of three years, which may be extendable \nfor such term or terms as may be determined by the Patron -in-Chief.  \n(3) The Chairperson may resign from his office by writing under his hand, addressed to the \nPrime Minister.  \n6. Members of the Authority. — (1) Subject to  sub-section (4), the members of the \nAuthority shall be appointed by the Prime Minister on such terms and conditions and in the manner as \ndetermined by the Patron -in-Chief and shall be persons of impeccable integrity, possessing high \nmorality and scholarly  achievements, and being highly well -versed in Seerat  matters and literature, \nexperienced in religious affairs, research, administration and having skills to mass communicate an \npropagate the real ethos and essence of the Seerat . Moreover, he should be at least in possession of a \ndegree equivalent to Master in Islamic Studies, Islamic Education, History, Islamic Law and Islamic \nHistory and Culture or the degree of LLB (Shahriah and Law) or Shahadatul Aalmia from any religious \n \nPage 5 of 9 \n institution attached with any w afaq or an equivalent degree, duly recognized by Higher Education \nCommission (HEC).  \n(2) A member shall hold office for a term of three years, which may be extendable for such \nterm or terms as may be determined by the Patron -in-Chief.  \n(3) The business of th e Authority shall be conducted in such manner as may be prescribed.  \n(4) The Authority shall preferably comprise: — \na one eminent Seerat  Scholar;  \nb one eminent person with expertise in media affairs, who is able to use facts, undertake \nresearch and propagate  the real essence of the Seerat  to the public at large;  \nc one eminent person with abilities to undertake special initiatives through innovative \napproaches;  \nd one eminent person with Research expertise in the subject matter of  Seerat  and religion;  \ne one emi nent person experienced in prescribing curricula;  \nf one eminent person, having expertise expert in international outreach and equipped to \nprovide counter -narrative to misperceptions of Islam and Islamophobia, while \npropagating the real essence and narrativ e of the Seerat  in the international community.  \n7. Management. — (1) The general direction and administration of the Authority and its \naffairs shall vest in the Chairperson and the Members, which shall exercise all administrative and \nfinancial powers and do all acts and things which may be exercised or done by the Auth ority.  \n(2) On questions of policy the Government may issue directives, which shall be final and \nbinding on the Authority.  \n(3) If any question arises as to whether any matter is a matter of policy or not, the decision \nof the Government in respect thereof sh all be final.  \n8. Powers and functions of the Authority. — The functions of the Authority shall be — \n(a) to actualize the concept of Riyasat -e-Madina based upon justice, rule of law and a \nwelfare state through character building of the nation;  \n(b) to identif y the social, economic, and political morals and values from the practical life \nof the last Holy Prophet of Allah and inculcate them in the \nlife of individuals and the society at large;  \n(c) formulate polices, strategies and interventions to advance and pr opagate key elements \nof the life of the last Holy Prophet of Allah  ,  including  peace,  \nempathy,  care  for others, tolerance, knowledge, progress, wisdom, patience, \ncontentment, ethical behavior, social bearing, environmental protection and other \npromine nt aspects from the Seerat ; \n(d) conducting research studies on the Seerat  of Prophet Muhammad   \nand the Hadith, for guidance of the young generation;  \n\n \nPage 6 of 9 \n (e) to develop educational and learning processes for better personality development of the \nyoung generation on the pattern of the last Holy Prophet of Allah’s   \nlife; \n(f) to review and project international literature and research on Seerat  from all over the \nworld and make it accessible, translatable, and relatable to contemporary times;  \n(g) coordinate with provincial education departments to, organize events, conferences, \ndissemination activities in respect of Seerat - un-Nabi   ; \n(h) to undertake national lev el consultations with religious scholars, researchers, and \neducation -related entities in all provinces and areas to design strategies to promote \nSeerat -un-Nabi  ; \n(i) to undertake assessments of gaps, challenges, and sources of fallacies and \nmisinformation about the way of life that Islam promotes;  \n(j) provide international counter -narrative to various misconceptions against Islam \nprevalent globally;  \n(k) to bring together eminent scholars and work to agree upon key fundamental elements \nof the Seerat  for prom otion at national level through education;  \n(l) to promote modesty, non -materialistic approach, simple and dignified lifestyle based \non the life and Sunnah of the Holy Prophet  ; \n(m) coordinate with the National Curriculum Council to adopt, and continuousl y update \ncurricula, syllabi and guidelines for effective uptake of lessons from the Seerat , guided \nby research, logic, and scholarship;  \n(n) to build linkages and partnerships on Seerat  research with other prominent entities \nworking in this area;  \n(o) to make efforts and coordinate promotion of Seerat  study and scholarships;  \n(p) to guide higher education institutions for establishment of Seerat  Chairs;  \n(q) to formulate strategies and frameworks for the organization of the Seerat  related events \non key o ccasions related to Holy Prophet’s   life and Islamic \nhistory;  \n(r) to engage full -time and part -time resources as deemed appropriate, as per the \nrequirement, on such terms and conditions, as may be prescribed by the Authority;  \n(s) bridge diverging gaps between theoretical and practical aspects, in view of \ntechnological advancements of contemporary world, in relation to the Seerat ; \n(t) to visualize, monitor and take notice of the activities of Qadianiyat , Ahmadiyat , \nLahoriat , Jewism  and all other such religions, organizations and institutions who are \nagainst Islam and Pakistan and take necessary steps, including the legal procedure as \nprovided  in the law, to address and counter the situation created due to their propaganda \nand actions ; and  \n\n \nPage 7 of 9 \n (u) guide the National Curriculum Council to include the topics of  Seerat -e-Nabi  and \nfinality of Prophethood in the Textbooks.  \n9. Secretariat of the Authority. — (1) The Secretariat of the Authority shall consist of a \nDirector -General, who shall be appointed by the Prime Minister on such terms and conditions and in \nthe manner as determined by the Patron -in-Chief  \n(2) The Director -General shall also act as the Secre tary and Principal Accounting Officer \nof the Authority.  \n(3) The Director -General shall be a person of known integrity and man of noble fame, \nhaving experience in the field of administration and management, and shall either be appointed afresh \nor posted by the Prime Minister and shall be authorized to: — \n(a) carry out administration and day to day affairs of the Authority;  \n(b) execute all orders and directions given by the Chairperson;  \n(c) prepare periodical reports with objectivity, including a report based on Key \nPerformance Indicators (KPIs), for submission to the Prime Minister by the \nChairperson;  \n(d) implement and coordinate the objects of this Act; and  \n(e) perform any other duty, function or work assigned by the Chairperson.  \n(4) In case, the Director -General is absent or unable to perform functions, the Prime \nMinister may appoint an officer of the Authority as an Acting Director -General to temporarily perform \nthe functions of the Director - General.  \n(5) Until the Authority is duly constituted, the Director -General shall, subject to such \ndirections as the Government may give from time to time, exercise the powers and perform the \nfunctions of the Authority.  \n(6) The officers of the Authority shall have such powers and shall perform such functions \nas may be ass igned to them by the Director -General.  \n10. Committees and sub -committees of the Authority .— (1) The Authority may, for \ncarrying out its functions, constitute such committees and sub -committees as deemed appropriate by \nthe Authority.  \n(2) The membership of committees or sub -committees and conduct of business thereof \nshall be such, as may be prescribed.  \n11. Appointment of officers, staff etc. by the Authority .— In addition to the appointment \nin the Secretariat under section 9, the Authority may create posts and appoint such directors, officers, \nstaff, experts or consultants on such terms and conditions, as may be prescribed.  \n12. Remuneration of officers and staff of the Authority .— (1) The Authority shall by \nregulations determine the terms and conditions incl uding salaries, allowances and other benefits for \nofficers and staff, keeping in view the economic condition of the country, compatible with other such \norganizations, including organization in the private sector.  \n \nPage 8 of 9 \n 13 Staff and officers etc., to be public se rvants .— The Director General, directors, \nofficers, staff, experts and consultants of the Authority shall, when acting or purporting to act in \npursuance of any of the provisions of this Act, be deemed to be public servants within the meaning of \nsection 21 of the Pakistan Penal Code (Act XLV of 1860).  \n14. Delegation of powers to the Director -General, etc .— The Authority may, by general \nor special order and subject to such conditions as it may deems fit impose, delegate all or any of its \nadministrative powers  or functions under this Act, to the Director General, Directors or a member, or \nan officer of the Authority.  \n15. Fund of the Authority .— The Fund of the Authority shall consist  of— \n(a) grants and budget from the Federal Government;  \n(b) fee collected or re venue generated by the Authority;  \n(c) aid from national and international agencies; and  \n(d) such sums as the Federal Government may allocate to the Authority other than under \nsub-section (a).  \n16. Budget, audit and accounts. — (1) The Authority shall cause proper accounts to be \nmaintained as may be prescribed by the Controller General of Accounts in accordance with Articles \n169 and 170 of the Constitution.  \n(2) As soon as practicable, or at least after the end of the financial y ear, the Authority shall \nprepare a statement of accounts of the Authority for that year which shall include a balance sheet and \nan account of income and expenditure.  \n(3) Within sixty days after the end of each financial year, the annual financial statement s \nshall be audited by the Auditor General of Pakistan.  \n(4) The auditor shall make a report to the Authority upon the balance sheet and accounts, \nwhich shall state whether the balance sheet is a full and fair, containing all necessary particulars and \nproper ly drawn up so as to exhibit a true and correct view of affairs of the Authority. In case the auditor \nhas called for any explanation or information from the Authority, it shall be stated by the auditor as to \nwhether such explanation or information was prov ided to the auditor to his satisfaction or not.  \n17. Annual report .— The Authority shall prepare once every year, in such form and at \nsuch time as may be prescribed, an annual report giving a true and full account of its activities during \nthe previous year and copies thereof shall be forwarded to the Government, which shall lay it before \nthe National Assembly and the Senate.  \n18. Protection of actions taken in good faith under this Act .— No suit, prosecution or \nother legal proceedings shall lie against the Go vernment or the Authority or any servant thereof or any \nperson acting under the authority of the Government or the Authority for anything which is done in \ngood faith or intended to be done in pursuance of this Act, or rules and regulations made thereunder.  \n19. Tax exemptions .— The income of the Authority, donations and contribution received \nby the Authority for the purpose of this Act shall be exempt from all taxes, duties, charges or imports \nof any nature levied by Federal, provincial, local governments or  authorities or any institution.  \n \nPage 9 of 9 \n 20. Act to override other laws. — The provisions of this Act shall have effect, \nnotwithstanding anything contained in any other law for the time being in force.  \n21. Power to make rules. — The Federal Government may by notification in the official \nGazette, make rules for carrying out the purposes of this Act.  \n22. Power to make regulations .— The Authority shall make regulations for terms and \nconditions of staff and officers.  \n23. Removal of difficulties. — If any difficulty  arises in giving effect to the provisions of \nthis Act, the Federal Government may be notification in the official Gazette, make such order, not \ninconsistent with the provisions of this  Act, as may appear to it to be necessary or expedient for the \nremoval  of such difficulty."
}