{
    "file": "./converted_json\\administratora5dda46d9889b780212fdbcbdd5440a3.json",
    "name": "Compulsory Teaching of the Holy Quran Act 2017",
    "date": "August 31, 2017",
    "tagline": "An Act to provide for making compulsory teaching of the Holy Quran to Muslim students in all educational institutions",
    "content": "M - 302 REGISTERED L.-7646 \nvcbe tkottte of Sabot= \nli;ar#r\"sta  \nEXTRAORDINARY \nPUBLISHED BY AUTHORITY \nISLAMABAD, THURSDAY, AUGUST 31, 2017 \nPART I \nActs, Ordinances, President's Orders and Regulations \nSENATE SECRETARIAT \nIslamabad, the 30th August, 2017 \nNo.F.9(18)/2017-Legis.—The following Act of Majlis-e-Shoora \n( Pad iament) received the assent of the President on 29th August, 2017 and is hereby \npublished for general information:— \nACT NO. X70i. OF 2017 \nAn Act to provide for making compulsory teaching of the Holy Quran to \nMuslim students in all educational institutions \nWHEREAS it is expedient to provide for making compulsory teaching of the \nHoly Quran to Muslim students in all educational institutions in the Islamabad Capital \nTerritory and in all the public sector educational institutions owned and controlled by \nthe Federal Government wherever they may be and for matters connected therewith \nand ancillary thereto; \n(1413) \nPrice : Rs. 3.00 \n[I 446(2017)/Ex. Gaz.] \n1414 THE GAZETTE OF PAKISTAN. EXTRA., AUGUST 31, 2017 IPARI 1 \nIt is hereby enacted as follows: \nI. \tShort title, application and commencement—(1 ) This Act may \nbe called the Compulsory Teaching of the Holy Quran Act 2017.    \n(2) \tIt shall apply to only Muslim students in all ecI ,cationa I institutions — \nin the Islamabad Capital Territory; and \nowned and controlled by the FederarGovernment wherever they may \nbe. \n(3) \t\nft shall come into force at once. \n2. \tDefinition?—Unless there is anything repugnant in the subject or \ncontext,— \n\"appropriate Government\" shall have the same meaning as assigned \nto this expression in the Right to Free and Compulsory Education Act, \n2012 (XXIV of 2012); \n\"educational institution\" means any school, college, institute or \notherwise, by whatever name called for, established and setup in public \nor private sector for imparting education to students irrespective of its \nstatus whether registered or not registered with the appropriate \nGovernment or any other body; \n\"Naazrah Quran\" means recitation by sighting of the Arabic text; \n\"prescribed\" means prescribed by rules made under this Act: and \n(a) \t\n\"rules\" means rules made under this Act. \n3. \tCompulsory teaching of the Holy Quran.—(1) There shall be, in \nall educational institutions, compulsory teaching of— \nthe Naazrah Quran in classes, grades or, as the case may be, levels I \nto V in prescribed manner; and \nthe translation of the Holy Quran in classes, grades or. as the case \nmay be, levels Vito XII in such prescribed manner so that the entire \nI loly Quran is completed upto class, grade or, as the case may be, \nlevel XII. \nPART I] THE GAZETTE OF PAKISTAN, EXTRA.. AUGUST 31, 2017 1415 \n(2) \tThe Minister-in-charge of the appropriate Government shall ensure \nimplementation of this Act in the manner as may be prescribed. \nPower to make rules.—The Minister-in-charge of the appropriate \nGovernment may, by notification in the official Gazette, make rules for carrying out \nthe purposes of this Act. \nAct not to be derogatory to any other law.—The provisions of this • \nAct shall be in addition to, and not in derogation of, any other law for the time being \nill force. \nAMJED PERVEZ, \nSecretary. \nPRINTED BY THE MANAGER. PRINTING CORPORATION OF PAKISTAN PRESS. ISLAMABAD \nPUBLISHED BY THE DEPUTY CONTROLLER. SlATIONERY AND FORMS. UNIVERSITY ROAD, KARACHI"
}