{
    "file": "./converted_json\\administrator2f7f6b8cfdf87e1119c78768ad083e0c.json",
    "name": "The Forest Act, 1927",
    "date": "21st September, 1927",
    "tagline": "An Act to consolidate the law relating to forests, the transit of forest produce and the duty leviable on timber and other forest-produce",
    "content": "Page 1 of 30 \n  \n \nTHE FOREST ACT , 1927  \n \nCONTENTS  \nCHAPTER I  \n \nPRELIMINARY  \n1.  Short title and extent  \n2.  Interpretation clause  \nCHAPTER II  \n \nOF RESERVED FORESTS  \n3.  Power to reserve forests  \n4.  Notific ation by Provincial Government  \n5.  Bar of accrual of forest -rights  \n6.  Proclamatio n by Forest Settlement -officer  \n7.  Inquir y by Forest Settlement -officer  \n8.  Powers  of Forest Settlement -Officers  \n9.  Extinction of rights  \n10.  Treatment of claims relating to  practice of shifting cultivation  \n11.  Power to acquire land over which right is claimed  \n12.  Order on claims to rights o f pasture or to forest -produce  \n13.  Record to be mad e by Forest Settlement -Officer  \n14.  Record where he admits claim  \n\n \nPage 2 of 30 \n 15.  Exercise of r ights admitted  \n16.  Commutation of rights  \n17.  Appeal from order passed under section 11, section 12, section 15 or section 16  \n18.  Appeal under section 17  \n19.  Pleaders  \n20.  Notific ation declaring forest reserved  \n21.  Publication of translation of such no tificat ion in neighbourhood of forest  \n22.  Power to revise arrangement made under section 1 5 or section 18  \n23.  No right acquired over reserved f orest, except as here provided  \n24.  Rights not to b e alienated without sanction  \n25.  Power to stop ways and wat er-courses in reserved forests  \n26.  Acts prohibited in such forests  \n27.  Power to decla re forest no longer reserved  \nCHAPTER III  \n \nOF VILLAGE -FORESTS  \n28.  Formation of village -forests  \nCHAPTER IV  \n \nOF PROTECTED FORESTS  \n29.  Protected forests  \n30.  Power to issue notification reserving trees, etc . \n31.  Publication of translation of such  notification in neighbourhood  \n32.  Power to ma ke rules for protected forests  \n33.  Penalties for acts in contravention of notification under section 30 or of rules under section \n32 \n34.  Nothing in this Chapter to prohi bit acts done in certain cases  \nCHAPTER V  \n \nOF THE CONTROL OVER FORESTS AND LANDS NOT BEING  \n \nPage 3 of 30 \n THE PROPERTY OF GOVERNMENT  \n35.  Protection of forests for special purposes  \n36.  Power to assume management of forests  \n37.  Expropriation  of forests in certain cases  \n38.  Protection of forests at request of owners  \nCHAPTER VI  \n \nOF THE DUTY ON TIMBER AND OTHER FOREST -PRODUCE  \n39.  Power to impose duty on timber and other forest -produce  \n40.  Limit not to appl y to purchase money  or royalty  \nCHAPTER VII  \n \nOF THE CONTROL OF TIMBER AND OTHER FOREST -PRODUCE IN TRANSIT  \n41.  Power to make rules to regula te transit of forest produce  \n41A.  Powers of Federal Government as to movements of ti mber across Customs frontiers  \n42.  Penalty for breach of  rules made under section 41  \n43.  Government and Forest -officers not liable for damage to forest -produce at depot  \n44.  All persons bound to aid  in case of accidents at depot  \nCHAPTER VIII  \n \nOF THE COLLECTION OF DRIFT AND STRANDED TIMBER  \n45.  Certain  kinds of timber to be deemed property of Government until title thereto proved, and \nmay be collected accordingly  \n46.  Notic e to claimants of drift timber  \n47.  Procedure on cl aim preferred to such timber  \n48.  Disposal of unclaimed timber  \n49.  Government and its officers not li able for damage to such timber  \n50.  Payments to be made by claimant bef ore timber is delivered to him  \n51.  Power to make ru les and prescribe penalties  \nCHAPTER IX  \n \n \nPage 4 of 30 \n PENALTIES AND PROCEDURE  \n52.  Seizure of property liable to confiscation  \n53.  Power to release property seized under section 52  \n54.  Procedure thereupon  \n55.  Forest -produce, tools, etc., w hen liable to confiscation  \n56.  Disposal, on conclusion of trial for forest -offence, of produce in res pect of which it was \ncommitted  \n57.  Procedure when offender not known, or cannot be found  \n58.  Procedure as to perishable pr operty siezed under section 52  \n59.  Appeal from orders under sectio n 55, section 56 or section 57  \n60.  Property when to vest in Government  \n61.  Saving of  power to release property seized  \n62.  Punishment for wrongful seizure  \n63.  Penalty for counterfeiting or defacing marks on trees and timber a nd for altering boundary \nmarks  \n64.  Power to arrest without warrant  \n65.  Power to relea se on a bond a person arres ted \n66.  Power to  prevent commission of offence  \n67.  Power to try offences summarily  \n68.  Power to compound offences  \n69.  Presumption that forest -produce belongs to Governm ent \nCHAPTER X  \n \nCATTLE -TRESPASS  \n70.  Cattl e-trespass Act, 1871, to apply  \n71.  Power to alter fines fixed under that Act  \nCHAPTER XI  \n \nOF FOREST -OFFICERS  \n \nPage 5 of 30 \n 72.  Provincial Government may invest Forest -officers with certain powers  \n73.  Forest -officer deemed public servants  \n74.  Indemnity for acts done in good faith  \n75.  Forest -officers not to trade  \n \nCHAPTER XII  \n \nSUBSIDIARY RULES  \n76.  Additional powers to make rules  \n77.  Penalties for breach of rules  \n78.  Rules when to have force of law  \nCHAPTER XIII  \n \nMISCELLANEOUS  \n79.  Persons bound to assist Forest -officers and Police -officers  \n80.  Management of forests the joint property of G overnment and other persons  \n81.  Failure to perform service for which a share in produce o f Government forest is employed   \n82.  Recov ery of money due to Government  \n83.  Lien on forest -produce for such money  \n84.  Land required under this Act to be deemed to be needed for a public purpose under the La nd \nAcquisition Act, 1894  \n85.  Recove ry of penalties due under bond  \n85A.  Saving for  rights for Federal Government  \n86.  [Omitted ]  \n \n \n  \n \nPage 6 of 30 \n THE FOREST ACT , 1927  \n1ACT NO. XVI OF 1927  \n[21st September, 1927 ]  \nAn Act to consolidate the law relating to forests, the transit of forest produce and the duty leviable \non timber and other forest -produce  \n WHEREAS it is expedient to consolidate the law relating to forests, the transit of Fores ts, the \ntransit of forest -produce and the duty leviable on timber and other forest -produce ; It is hereby \nenacted as follows:___  \nCHAPTER I  \n \nPRELIMINARY  \n 1. Short title and extent ,___(1) This Act may be called 2[*] Forest Act, 1927.  \n 3[(2) It extends to Sind, the Punjab and the North -West Frontier Province (except the District \nof Hazara).  \n (3) The Provincial Government of a Province may, by notification in the official Gazette, \nextend this Act to the whole or any specified part thereof .]  \n 2. Interpretation clause. In this Act, unless there is anything repugnant in the subject or \ncontext,___  \n (1) “cattle” includes elephants, camels, buffaloes, horses, mares, geldings, ponies colts, fillies \nmules, asses, pigs, rams, ewes, sheep, lambs, goats and kids;  \n (2) “Forest -officer” means, any person whom 4[* * * ] the 5[Provincial Government] or any \nofficer empowered by 4[* * * ] the 5[Provincial Government] in this behalf, may appoint to carry out \nall or any of the purposes of this Act or to do a nything required by this Act or any rule made \nthereunder to be done by a Forest -officer;  \n (3) “forest -offence” means an offence punishable under this Act or under any rule made \nthereunder;  \n \n \n1It has also been applied to Phulera in the Excluded Area of Upp er Tanawal to the extent the Act is applicable in the N.W.F.P and extended to the \nExcluded Area of Upper Tanawal (N.W.F.P) other than Phulera with effect from such date and subject to such modifications as m ay be notified, see \nN.W.F.P (Upper Tanawal) (Excl uded Area) Laws Regulation, 1950.  \nIt has been amended in its application to the Province of ___  \n(i) Punjab, see Punjab Act No. IV of 1948, s. 2.  \n(ii) Sind, see Sind Act No. VIII of 1953, s. 2 and  \n(iii) West Pakistan, by West Pakistan Ordinance IV of 1962, s. 2 ( with effect from the 22nd January, 1962 ) and by West Pakistan Act No.VII  of 1964, \ns. 2 ( with effect from he 17th March, 1964 ).  \nThe Act, as in force in the North -West Frontier Province immediately before the commencement of N.W.F.P Regulati on No. II of 1974, has been \napplied to the Provincially Administered Tribal Areas of Chitral, Dir, Kalam, Swat and Malakand Protected Area, by N.W.F.P. R egulation, No. II of \n1974, s. 3.  \n2The word “Indian” omitted by A.O., 1949.  \n3Subs. by the Federal Laws  (Revision and  Declaration) Ordinance, 1981 (XXVII  of 1981), s. 5 and Sch., IV, for sub -sections (2) and (3).  \n4The words “the G.G. in C. or” omitted by A.O., 1937.  \n5Subs. ibid., for “L.G.”  \n \n \nPage 7 of 30 \n  (4) “forest -produce” includes___  \n(a)  the following whether f ound in, or brought from, a forest or not, that is to \nsay:___  \n timber, charcoal, caoutchouc, catechu, wood -oil, resin, natural varnish, bark, lac, mahua \nflowers, mahua seeds 1[ kuth] and myrabolams, and  \n(b)  the following when found in, or brought from, a forest, that is to say:___  \n(i)  trees and leaves, flowers and fruits, and all other parts or produce not \nherein before mentioned, of trees,  \n(ii)  plants not being trees (including grass, creepers, reeds and moss), and \nall parts or produce of such plants,  \n(iii)  wild animals and skins, tusks, horns, bones, silk, cocoons, honey and \nwax, and all other parts or produce of animals, and  \n(iv)  peat, surface soil, rock, and minerals (including limestone, laterite, mineral \noils, and all products of mines or quaries);  \n 2[(4A) “owner” includes a Court of Wards in respect of property under the superint endence or \ncharge of such Court ;]  \n (5) “river” includes any stream, canal, creek or other channels, natural or artificial;  \n (6) “timber” includes trees, when they have fallen or have been felled, and all wood whether \ncut up or fashioned or hollowed out for any purpose or not; and  \n (7) “tree” includes  palms, bamboos, s tumps , brunch-wood and canes.  \nCHAPTER II  \n \nOF RESERVED FORESTS  \n 3. Power to reserve forests. —The 3[Provincial Government] may constitute any fores t-land \nor waste -land which is the property of Government, or over which the Government has p roprietary \nrights, or to the whole or any part of the forest produce of which the Government is entitled, a \nreserved forest in the manner hereinafter provided.  \n 4. Notific ation by Provincial Government.___(1) Whenever it has been decided to constitute \nany land a reserved forest, the 3[Provincial Government] shall issue a notification4 in the 5[official \nGazette]___ \n \n \n1Ins. by the Indian Forest (Amdt.) Act, 1930 ( XXVI of 1930), s. 2.  \n2Clause (4A) ins. by the In dian Forest (Amdt.) Act, 1933 (III of 1933), section. 2.  \n3Subs. by A.O., 1937, for “L.G.”.  \n4See Government of N.W.F.P., Development Department Notification No. 47207 -DD, dated the 21st September, 1951, published in the N.W.F.P. Govt. \nGazette dated the 18th September, 1951, Pt. I, p. 285.  \n5Subs. by A.O., 1937, for “local official Gazette”.  \n \n \nPage 8 of 30 \n   (a)  declaring that it has been decided to constitute such land a reserved forest;  \n(b)  specifying, as nearly as possible, the situation and limits of such land; and  \n(c)  appointing an officer (hereinafter called “the Forest Settlement -officer”) to \ninquire into and determine the existence, nature and extent of any rights \nalleged to exist in favour of any person in or over any land comprised within \nsuch limits or in or over any forest -produce, an d to deal with the sa me as \nprovided in this Chapter.  \nExplanation .___ For the purpose of clause ( b), it shall be sufficient to describe the limits of \nthe forest by roads, rivers, ridges or other well -known or readily intelligible boundaries.  \n (2) The offic er appointed under clause ( c) of sub -section (1) shall ordinarily be a person not \nholding any forest -office except that of Forest Settlement -officer.  \n (3) Nothing in this section shall prevent the 1[Provincial Government] from appointing any \nnumber of off icers not exceeding three, not more than one of whom shall be a person holding any \nforest -office except as aforesaid, to perform the duties of a Forest Settlement -officer under this Act.  \n 5. Bar of accrual of forest -rights.— After the issue of a notificat ion under section 4, no \nright shall be acquired in or over the land comprised in such notification, except by succession or \nunder a grant or contract in writing made or entered into by or 2[on behalf of the Government] or \nsome person in whom such right was  vested when the notification was issued; and no fresh clearings \nfor cultivation or for any other purpose shall be made in such land except in accordance with such \nrules as may be made by the 1[Provincial Government] in this behalf.  \n 6. Proclamation by Fo rest Settlement -officer.—When a notification has been issued under \nsection 4, the Forest Settlement -officer shall publish in the local vernacular in every town and village \nin the neighborhood  of the land comprised therein, a proclamation___  \n(a)  specifyin g, as nearly as possible, the situation and limits of the proposed \nforest;  \n(b)  explaining the consequences which, as hereinafter provided, will ensue on the \nreservation of such forest; and  \n(c)  fixing a period of not less than three months from the date  of such \nproclamation, and requiring every person claiming any right mentioned in \nsection 4 or section, 5 within such period either to present to the Forest \nSettlement officer a written notice specifying or to appear before him and \nstate, the nature of suc h right and the amount and particulars of the \ncompensation (if any) claimed in respect thereof.  \n 7. Inquiry by Forest Settlement -officer.— The Forest Settlement -officer shall take down in \nwriting all statements made under section 6, and shall at some convenient place inquire into all \nclaims duly preferred under that section, and the existence of any rights mentioned in section 4 or \nsection 5 and not claimed under section 6 so far as the same may be ascertainable from the records of \nGovernment and the evidence of any persons likely to be acquainted with the same.  \n1Subs. ibid., for “L.G.”.  \n2The original words “on behalf of Govt.” were first su bs. by A. O., 1937 and then amended by A.O., 1961, Art. 2 ( with effect from the 23rd March, \n1956), to read as above.  \n \n \nPage 9 of 30 \n  8. Powers of Forest Settlement -Officers.— For the purpose of such inquiry, the Forest \nSettlement -officer may exercise the following powe rs, that is to say:___  \n(a)  power to enter, by himself or any officer authorised by him for the purpose, \nupon any land, and to survey, demarcate and make a map of the same; and  \n(b)  the powers of a Civil Court in the trial of suits.  \n 9. Extinction of ri ghts.— Rights in respect of which no claim has been preferred under \nsection 6, and of the existence of which no knowledge has been acquired by inquiry under section 7, \nshall be extinguished, unless before the notification under section 20 is published, the  person \nclaiming them satisfies the Forest Settlement -officer that he had sufficient cause for not preferring \nsuch claim within the period fixed under section 6.  \n 10. Treatment of claims relating to practice of shifting cultivation. —(1) In the case of a \nclaim relating to the practice of shifting cultivation, the Forest Settlement -officer shall record a \nstatement setting forth the particulars of the claim and of any local rule or order under which the \npractice is allowed or regulated, and submit the stateme nt to the 1[Provincial Government], together \nwith his opinion as to whether the practice should be permitted or prohibited wholly or in part.  \n (2) On receipt of the statement and opinion, the 1[Provincial Government] may make an order \npermitting or prohib iting the practice wholly or in part.  \n (3) If such practice is permitted wholly or in part, the Forest Settlement -officer may arrange \nfor its exercise___  \n(a)  by altering the limits of the land under settlement so as to exclude land of \nsufficient extent, of a suitable kind, and in a locality reasonably convenient for \nthe purposes of the claimants, or  \n(b)  by causing certain portions of the land under settlement  to be separately \ndemarcated, and giving permission to the claimants to practice  shifting \ncultivation therein under such conditions as he may prescribe.  \n (4) All arrangements made under sub -section (3) shall be subject to the previous sanction of \nthe 1[Provincial Government].  \n (5) The practice of shifting cultivation shall in all cases be deemed a privilege subject to \ncontrol, restriction and abolition by the 1[Provincial Government].  \n 11. Power to acquire land over which right is claimed .___(1) In the c ase of a claim to a \nright in or over any land, other than a right -of-way or right of pasture, or a right to forest produce or \na water -course, the Forest Settlement -officer shall pass an order admitting or rejecting the same in \nwhole or in part.  \n (2) If su ch claim is admitted in whole or in part, the Forest Settlement -officer shall either___  \n  (i)  exclude such land from the limits of the proposed forest; or  \n  (ii)  come to an agreement with the owner thereof for the surrender of his rights; or  \n \n1Subs. by A.O., 1937, for “L.G.”.  \n \nPage 10 of 30 \n  (iii)  proceed to acquire such land in the manner provided by the Land Acquisition \nAct, 1894 (I of 1894).  \n (3) For the purpose of so acquiring such land___  \n(a)  the Forest Settlement -officer shall be deemed to be a Collector proceeding \nunder the Land Acquisition Act, 1894 (I of 1894);  \n(b)  the claimant shall be deemed to be a person interested and appearing before \nhim in pursuance of a notice given under section 9 of that Act;  \n(c)  the provisions of the preceding sections of that Act shall be deemed to have \nbeen complied with; and  \n(d)  the Collector, with the consent of the claimant, or the Court, with the consent \nof both parties, may award compensation in land,  or partly in land and partly \nin money.  \n 12. Order on claims to rights of pasture or to forest -produce.—In the case of a claim to \nrights of pasture or to forest -produce, the Forest Settlement -Officer shall pass an order admitting or \nrejecting the same in whole or in part.  \n 13. Record to be made by Forest Settlement -Officer.—The Forest Settlement -officer, \nwhen passing any order under section 12, shall record, so far as may be practicable,___  \n(a)  the name, father’s name, caste, residence and occupation of  the person \nclaiming the right; and  \n(b)  the designation, position and area of all fields or groups fields (if any), and the \ndesignation and position of all buildings (if any) in respect of which the \nexercise of such rights is claimed.  \n 14. Record where he admits claim. —If the Forest Settlement -officer admits in whole or in \npart any claim under section 12, he shall also record the extent to which the claim is so admitted, \nspecifying the number and description of the cattle which the claimant is from time to time entitled \nto graze in the forest, the season during which such pasture is permitted, the quantity of timber and \nother forest produce which he is from time to time authorised to take or receive, and such other \nparticulars as the case may require. He shall also record whether the timber or other forest -produce \nobtained by the exercise of the rights claimed may be sold or bartered.  \n 15. Exercise of rights admitted.___(1) After making such record the Forest Settlement -\nofficer shall, to the best of his a bility, having due regard to the maintenance of the reserved forest in \nrespect of which the claim is made, pass such orders as will ensure the continued exercise of the \nrights so admitted.  \n (2) For this purpose the Forest Settlement -officer may___  \n(a)  set out some other forest -tract of sufficient extent, and in a locality reasonably \nconvenient, for the purposes of such claimants, and record an order conferring \nupon them a right of pasture or to forest -produce (as the case may be) to the \nextent so admitte d; or  \n \nPage 11 of 30 \n (b)  so alter the limits of the proposed forest as to exclude forest -land of sufficient \nextent, and in a locality reasonably convenient, for the purposes of the \nclaimants; or  \n(c)  record an order, continuing to such claimants a right of pasture or to forest -\nproduce, as the case may be, to the extent so admitted, at such seasons, within \nsuch portions of the proposed forest, and under such rules, as may be made in \nthis behalf by the 1[Provincial Government].  \n 16. Commutation of rights. —In case the Forest Settlement -officer finds it impossible, \nhaving due regard to the maintenance of the reserved forest, to make such settlement under section \n15 as shall ensure the continued exercise of  the said rights to the extent so admitted, he shall, subject \nto such rules as the 1[Provincial Government] may make in this behalf, commute such rights, by the \npayment to such persons of a sum of money in lieu thereof, or by the grant of land, or in such other \nmanner as he thinks fit.  \n 17. Appeal from order passed under section 11, section 12, section 15 or section 16. —\nAny person who has made a claim under this Act, or any Forest -officer or other person generally or \nspecially empowered by the 1[Provincial  Government] in this behalf, may, within three months from \nthe date of the order passed on such claim by the Forest Settlement -officer under section 11, section \n12, section 15 or section 16, present an appeal from such order to such officer of the Revenue \nDepartment, of rank not lower than that of a Collector, as the 1[Provincial Government] may, by \nnotification in the 2[official Gazette], appoint to hear appeals from such orders:  \n Provided that the 1[Provincial Government] may establish a Court (hereinaft er called the \nForest Court) composed of three persons to be appointed by the 1[Provincial Government], and, \nwhen the Forest Court has been so established, all such appeals shall be presented to it.  \n 18. Appeal under section 17.___(1) Every appeal under se ction 17 shall be made by petition \nin writing, and may be delivered to the Forest Settlement -officer, who shall forward it without delay \nto the authority competent to hear the same.  \n (2) If the appeal be to an officer appointed under section 17, it shall be heard in the manner \nprescribed for the time being for the hearing of appeals in matters relating to land -revenue.  \n (3) If the appeal be to the Forest Court, the Court shall fix a day and a convenient place in the \nneighborhood  of the proposed forest for  hearing the appeal, and shall give notice thereof to the \nparties, and shall near such appeal accordingly.  \n \n (4) The order passed on the appeal by such officer or Court, or by the majority of the \nmembers of such Court, as the case may be, shall, subject o nly to revision by the 1[Provincial \nGovernment], be final.  \n 19. Pleaders. —The 1[Provincial Government], or any person who has made a claim under \nthis Act, may appoint any person to appear, plead and act on its or his behalf before the Forest \nSettlement -officer, or the appellate officer or Court, in the course of any inquiry or appeal  under this \nAct.  \n \n1Subs. by A.O., 1937, for “L.G.”.  \n2Subs. ibid., for “local official Gazette”.  \n \nPage 12 of 30 \n   20. Notification declaring forest reserved.___(1) When the following events have \noccurred, namely: –  \n(a)  the period fixed under section 6 for preferring c laims has elapsed and all \nclaims, if any made under that section or section 9 have been disposed of by \nthe Forest Settlement -officer ;  \n(b)  if any such claims have been made, the period limited by section 17 for \nappealing from the orders passed on such cl aims has elapsed, and all appeals \n(if any) presented within such period have been disposed of by the appellate \nofficer or Court; and  \n(c)  all lands (if any) to be included in the proposed forest, which the Forest \nSettlement -officer has, under section 11, elected to acquire under the Land \nAcquisition Act, 1894 (I of 1894), have become vested in the Government \nunder section 16 of that Act ,  \n 1[Provincial Government] shall publish a notification2 in the 3[official Gazette], specifying \ndefinitely, according to  boundary -marks erected or otherwise, the limits of the forest which is to be \nreserved, and declaring the same to be reserved from a date fixed by the notification.  \n (2) From the date so fixed such forest shall be deemed to be a reserved forest.  \n 21. Publication of translation of such notification in neighborhood  of forest. —The \nForest -officer shall, before the date fixed by such notification, cause a translation thereof into the \nlocal vernacular to be published in every town and village in the neighborhood  of the forest.  \n 22. Power to revise arrangement made under section 15 or section 18. —The 1[Provincial \nGovernment] may, within five years from the publication of any notification under section 20, revise \nany arrangement made under section 15 or section 18, and may for this purpose rescind or modify \nany order made under section 15 or section 18, and direct that any one of the proceedings specified \nin section 15 be taken in lieu of any other of such proceedings, or that the rights admitted under \nsection 12 be commuted under section 16.  \n 23. No right acquired over reserved forest, except as here pr ovided.—No right of any \ndescription shall be acquired in or over a reserved forest except by succession or under a grant or \ncontract in writing made by or 4[on behalf of the Government] or some person in whom such right \nwas vested when the notification und er section 20 was issued.  \n 24. Rights not to be alienated without sanction.___(1) Notwithstanding anything contained \nin section 23, no right continued under clause (c) of sub -section (2) of section 15 shall be alienated \nby way of grant, sale, lease, mortg age or otherwise, without the sanction of the 1[Provincial \nGovernment]:  \n \n \n1Subs. by A.O., 1937, for “L.G.”.  \n2For such Notifn., see Gazette of Sind, 1954, Pt. I, p. 897.  \n3Subs. by A.O., 1937, for “local official Gazette”.  \n4The original words “on behalf of the Govt.” were first subs. by A.O., 1937 and then amended by A.O., 1961, Art. 2 ( with effect from the 23rd March, \n1956 ), to read as above  \n \nPage 13 of 30 \n  Provided that, when any such right is appendant to any land or house, it may be sold or \notherwise alienated with such land or house.  \n (2) No timber or other forest -produce obtained in exercise of any such right shall be sold or \nbartered except to such ext ent as may have been admitted in the order recorded under section 14.  \n 25. Power to stop ways and water -courses in reserved forests. —The Forest -officer may, \nwith the previous sanction of the 1[Provincial Government] or of any officer duly authorised by it  in \nthis behalf, stop any public or private way or water -course in a reserved forest, provided that a \nsubstitute for the way or water -course so stopped, which the 1[Provincial Government] deems to be \nreasonably convenient, already exists, or has been provi ded or constructed by the Forest -officer in \nlieu thereof.  \n 26. Acts prohibited in such forests .___(1) Any person who___  \n(a)  makes any fresh clearing prohibited by section 5, or  \n(b)  sets fire to a reserved forest, or, in contravention of any rules made  by the \n2[Provincial Government] in this behalf, kindles any fire, or leaves any fire \nburning, in such manner as to endanger such a forest; or who, in a reserved \nforest___  \n(c)  kindles, keeps or carries any fire except at such seasons as the Forest -office r \nmay notify in this behalf,  \n(d) trespasses or pastures cattle, or permits cattle to trespass;  \n(e)  causes any damage by negligence in felling any tree or cutting or dragging any \ntimber;  \n(f)  fells, girdles, lops, or burns any tree or strips off the bark or leaves from, or \notherwise damages, the same;  \n(g)  quarries stone, burns lime or charcoal, or collects, subjects to any \nmanufacturing process, or removes, any forest -produce;  \n(h)  clears or  breaks up any land for cultivation or any other purpose; [or]2  \n(i)  in contravention of any rules made in this behalf by the 1[Provincial \nGovernment] hunts, shoots, fishes, poisons water or sets trapes or snares;  \n3[*  *  *  *  *  *  *]  \n 4[*   *   *   *   *   *   *]  \n \n \n1Subs. by A.O., 1937, for “L.G.”.  \n2The word “or” omitted ibid.,  \n3Clause (j) omitted ibid.  \n4Subs. by A.O., 1937, for “L.G.”.  \n \n \nPage 14 of 30 \n  shall be punishable with imprisonment for a term which may extend to six months, or with \nfine which may extend to five hundred rupees, or with both, in addition to such compensation for \ndamage done to the forest as the convicting Court may direct to be pai d.  \n (2) Nothing in this section shall be deemed to prohibit____  \n(a)  any act done by permission in writing of the Forest -officer, or under any rule \nmade by the 1[Provincial Government] ; or  \n(b)  the exercise of any right continued under clause (c) of sub -section (2) of \nsection 15, or created by grant or contract in writing made by or 2[on behalf of \nthe Government] under section 23.  \n (3) Whenever fire is caused wilfully or by gross negligence in a  reserved forest, the \n1[Provincial Government] may (notwithstanding that any penalty has been inflicted under this \nsection) direct that in such forest or any portion there of the exercise of all rights of pasture or to \nforest produce shall be suspended for  such period as it thinks fit.  \n 27. Power to declare forest no longer reserved.___(1) The 1[Provincial Government] may, \n3[* * * ] by notification4 in the 5[official Gazette], direct that, from a date fixed by such notification, \nany forest or any portion thereof reserved under the Act shall cease to be a reserved forest.  \n (2) From the date so fixed, such forest or portion shall cease to be re served, but the rights (if \nany) which have been extinguished therein shall not revive in consequence of such cessation.  \nCHAPTER III  \n \nOF VILLAGE -FORESTS  \n 28. Formation of village -forests.___(1) The 1[Provincial Government] may assign to any \nvillage -community the rights of  Government to or over any land which has been constituted a \nreserved forest, and may cancel such assignment. All forests so assigned shall be called village -\nforests.  \n (2) The 1[Provincial Government] may make rules for regulating the management of villag e-\nforests, prescribing the conditions under which the community to which any such assignment is \nmade may be provided with timber or other forest -produce or pasture, and their duties for the \nprotection and improvement of such forest.  \n (3) All the provision s of this Act relating to reserved forests shall (so far as they are not  \ninconsistent with the rules so made) apply to village -forests.  \n \n \n \n1Subs. by A.O., 1937, for “L.G.”.  \n2The original words “on behalf of Govt.” were first subs. by A.O., 1937 and then amended by A.O., 1961, Art. 2 ( with effect from the 23rd March, \n1956 ), to read as above.  \n3The words “subject to the control of the G.G. in C.” omitted, ibid.,  \n4For such Notifn., see Gazette of West Pakistan, 1957, Pt. I, p. 426.  \n5Subs. by A.O., 1937, for “local official Gazette”.  \n \n \nPage 15 of 30 \n CHAPTER IV  \n \nOF PROTECTED FORESTS  \n 29. Protected forests .___(1) The 1[Provincial Government] may, by notification in the \n2[official Gazette], declare the provisions of this Chapter applicable to any forest -land or waste -land \nwhich, is not included in a reserved forest, but which is the property of Government, or over which \nthe Government has proprietary rights, or to the whol e or any part of the forest produce of which the \nGovernment is entitled.  \n (2) The forest -land and waste -lands comprised in any such notification shall be called a \n“protected forest”.  \n (3) No such notification shall be made unless the nature and extent of the rights of \nGovernment and of private persons in or over the forest -land o r waste -land comprised therein have \nbeen inquired into an recorded at a survey or settlement, or in such other manner as the 1[Provincial \nGovernment] thinks sufficient. Every such record shall be presumed to be correct until the contrary is \nproved:  \n Provi ded that, if, in the case of any forest -land or waste land, the 1[Provincial Government] \nthinks that such inquiry and record are necessary, but that they will occupy such length of time as in \nthe meantime endanger the rights of Government, the 1[Provincial  Government] may, pending such \ninquiry and record, declare such land to be a protected forest, but so as not to abridge or affect any \nexisting rights of individuals or communities.  \n 30. Power to issue notification reserving trees, etc .—The 1[Provincial Go vernment] may, \nby notification in the 2[official Gazette],___  \n(a)  declare any trees or class of trees in a protected forest to be reserved from a \ndate fixed by, the notification;  \n(b)  declare that any portion of such forest specified in the notification shall be \nclosed for such term, not exceeding thirty years, as the 1[Provincial \nGovernment] thinks fit, and that the rights of private persons, if any, over such \nportion shall be suspende d during such terms, provided that the remainder of \nsuch forest be sufficient, and in a locality reasonably convenient, for the due \nexercise of the rights suspended in the portion so closed; or  \n(c)  prohibit, from a date fixed as aforesaid, the quarrying of stone, or the burning \nof lime or charcoal, or the collection or subjection to any manufacturing \nprocess, or removal of, any forest -produce in any such forest, and the breaking \nup or clearing for cultivation, for building, for herding cattle or for any o ther \npurpose, of any land in any such forest.  \n 31. Publication of translation of such notification in neighborhood .—The Collector shall \ncause a translation into the local vernacular of every notification issued under section 30 to be \naffixed in a conspicu ous place in every town and village in the neighborhood  of the forest comprised \nin the notification. \n \n1Subs. by A.O., 1937, for “L.G.”.  \n2Subs. ibid., for “local official Gazette”.  \n \nPage 16 of 30 \n  32. Power to make rules for protected forests. —The 1[Provincial Governmen t] may make \nrules to regulat e the following matters, namely:   \n(a)  the cutting, sawing, conversion and removal of trees and timber, and the \ncollection, manufacture and removal of forest -produce, from protected forests;  \n(b)  the granting of licences to the  inhabitants of towns and villages in the vicinity \nof protected forests to take trees, timber or other forest -produce for their own \nuse, and the production and return of such licences by such persons;  \n(c)  the granting of licences to persons felling or re moving trees or timber or other \nforest -produce from such forests for the purposes of trade, and the production \nand return of such licences by such persons;  \n(d)  the payments, if any, to be made by the persons mentioned in clauses (b) and \n(c) for permissio n to cut such trees, or to collect and remove such timber or \nother forest -produce;  \n(e)  the other payments, if any, to be made by them in respect of such trees, timber \nand produce, and the places where such payment shall be made;  \n(f)  the examination of forest -produce passing out of such forests;  \n(g)  the clearing and breaking up of land for cultivation or other purposes in such \nforests;  \n(h)  the protection from fire of timber lying in such forests and of trees reserved \nunder section 30;  \n(i)  the cutting of grass and pasturing of cattle in such forests;  \n(j)  hunting, shooting, fishing, poisoning water and setting traps or snares in such \nforests, and the killing or catching of elephants in such forests 2[* * * ] ;  \n(k)  the protection and management of any portion of a forest closed under section \n30; and  \n(l)  the exercise of rights referred to in section 29.  \n 33. Penalties for acts in contravention of notification under section 30 or of rules under \nsection 32 .___(1) Any person who com mits any of the following offences, namely: –  \n(a)  fells, girdles, lops, taps or burns any tree reserved under section 30, or strips \noff the bark or leaves from, or otherwise damages, any such tree;  \n(b)  contrary to any prohibition under section 30, quarr ies any stone, or burns any \nlime or charcoal or collects, subjects to any manufacturing process, or \nremoves any forest -produce;  \n \n1Subs. by A.O., 1937, for “L.G.”.  \n2The words “in areas in which the Elephants Preservation Act, 1879, is not in force” omitte d by the Federal Laws (Revision and Declaration) \nOrdinance, 1981 ( XXVII  of 1981), s. 5 and Sch., IV, only to the extent of Islamabad Capital Territory.  \n \nPage 17 of 30 \n (c)  contrary to any prohibition under section 30, breaks up or clears for cultivation \nor any other pur pose any land in any protected forest;  \n(d)  sets fire to such forest, or kindles a fire without taking all reasonable \nprecautions to prevent its spreading to any tree reserved under section 30, \nwhether standing fallen or felled, or to say closed portion o f such forest;  \n(e)  leaves burning any fire kindled by him in the vicinity of any such tree or \nclosed portion;  \n(f)  fells any tree or drags any timber so as to damage any tree reserved as \naforesaid;  \n(g)  permits cattle to damage any such tree;  \n(h)  infringes any rule made under section 32;  \n shall be punishable with imprisonment for a term which may extend to six months, or with \nfine which may extend to five hundred rupees, or with both.  \n  (2) Whenever fire is caused wilfully or by gross negligence in a protected forest, the \n1[Provincial Government] may, notwithstanding that any penalty has been inflicted under this \nsection, direct that in such forest or any portion thereof the exercise of any right of pasture or to \nforest -produce shall be suspended for such period as it thinks fit.  \n 34. Nothing in this Chapter to prohibit acts done in certain cases. —Nothing in this \nChapter shall be deemed to prohibit any act done with the permission in writing of the Forest -officer, \nor in accordance with rules made under section 32, or, except as regards any portion of a forest \nclosed under section 30, or as regards any rights the exercise of which has been suspended under \nsection 33, in the exercise of any right recorded under section 29.  \nCHAPTER V  \n \nOF THE CONTROL OVER FORESTS AND LANDS NOT BEING  THE PROPERTY OF \nGOVERNMENT  \n 35. Protection of forests for special purposes.___(1) The 1[Provincial Government] may, by \nnotification the 2[official Gazette], regulate or prohibit in any forest or waste -land___  \n(a)  the brea king up or clearing of land for cultivation;  \n(b)  the pasturing of cattle; or  \n(c)  the firing or clearing of the vegetation;  \n when such regulation or prohibition appears necessary for any of the following purposes:___  \n(i)  for protection against storms, winds, rolling stones, floods and \navalanches;  \n \n1Subs. by A.O., 1937, for “L.G.”.  \n2Subs. ibid., for “local official Gazette”.  \n \nPage 18 of 30 \n (ii)  for the preservation of the soil on the ridges and slopes and in the \nvalleys of hilly tracts, the prevention of land -slips or of the formation \nof ravines and torrents, or the protection of land against erosion, or the \ndeposit thereon of sand, stones or gra vel;  \n(iii)  for the maintenance of a water -supply in springs, rivers and tanks;  \n(iv)  for the protection of roads, bridges, railways and other lines of \ncommunication;  \n(v)  for the preservation of the public health.  \n (2) The 1[Provincial Government] may , for any such purpose, construct at its own expense, in \nor upon an forest or waste -land, such work as it thinks fit.  \n (3) No notification shall be made under sub -section (1) nor shall any work be begun under \nsub-section (2), until after the issue of a no tice to the owner of such forest or land calling on him to \nshow cause, within a reasonable period to be specified in such notice, why such notification should \nnot be made or work constructed, as the case may be, and until his objections, if any, and any \nevidence he may produce in support of the same, have been heard by an officer duly appointed in \nthat behalf and have been considered by the 1[Provincial Government].  \n 36. Power to assume management of forests.___(1) In case of neglect of, or wilful \ndisobedi ence to, any regulation or prohibition under section 35, or if the purposes of any work to be \nconstructed under that section so require, the 1[Provincial Government] may, after notice in writing \nto the owner of such forest or land and after considering his  objections, if any, place the same under \nthe control of a Forest -officer, and may declare that all or any of the provisions of this Act relating to \nreserved forests shall apply to such forest or land.  \n (2) The net profits, if any, arising from the manage ment of such forest or land shall be paid to \nthe said owner.  \n 37. Expropriation of forests in certain cases.___(1) In any case under this Chapter in which \nthe 1[Provincial Government] considers that, in lieu of placing the forest or land under the control of \na Forest -officer, the same should be acquired for public purposes, the 1[Provincial Government] may \nproceed to acquire it in the manner provided by the Land Acquisition Act, 1894 (I of 1894).  \n (2) The owner of any forest or land comprised in any notification under section 35 may, at \nany time not less than three or more than twelve years from the date thereof, require that such forest \nor land shall be acquired  for public purposes, and the 1[Provincial Government] shall require such \nforest or land accordingly.  \n 38. Protection of forests at request of owners.___(1) The owner of any land or, if there more \nthan one owner thereof, the owners of shares therein amoun ting in the aggregate at least two -thirds \nthereof may, with a view to the formation or conservation of forests thereon, represent in writing to \nthe Collector their desire:___  \n \n \n1Subs. by A.O., 1937, for “L.G.”.  \n \nPage 19 of 30 \n (a)  that such land be managed on their beh alf by the Forest -officer as a reserved \nor a protected forest on such terms as may be mutually agreed upon; or  \n(b)  that all or any of the provisions of this Act be applied to such land.  \n (2) In either case, the 1[Provincial Government] may, by notification in the 2[official Gazette], \napply to such land such provisions of this Act as it thinks suitable to the circumstances thereof and as \nmay be desired by the applicants.  \nCHAPTER VI  \n \nOF THE DUTY ON TIMBER AND OTHER  FOREST -PRODUCE  \n 39. Power to impose duty on timber and other forest -produce. —(1) The 1[Provincial  \nGovernment] may levy a duty in such manner, at such places and at such rates as it may declare by \nnotification in the 2[official Gazette] on all timber or ot her forest -produce___  \n(a)  which is produced in 3[Pakistan], and in respect of which 4[the Government] \nhas any right;  \n(b)  which is brought from any place outside 3[Pakistan] 5[or is transported from or \nto any place within Pakistan]:  \n 6[*  *  *  *  *  *  *] \n \n (2) In every case in which such duty is directed to be levied ad valorem , the 1[Provincial \nGovernment] may fix by like notification the value on which such duty shall be assessed.  \n 7[*  *  *  *  *  *  *]  \n 40. Limit not to apply to purchase money or royalty. —Nothing in this Chapter shall be \ndeemed to limit the amount, if any, chargeable as purchase -money or royalty on any timber or other \nforest -produce, although the same is levied on such timber or produce while in transit, in the same \nmanner as du ty is levied.  \nCHAPTER VII  \n \nOF THE CONTROL OF TIMBER AND OTHER FOREST -PRODUCE IN TRANSIT  \n 41. Power to make rules to regulate transit of forest produce.___(1) The control of all \nrivers and their banks as regards the floating of timber, as well as the contr ol of all timber and other \nforest -produce in transit by land or water, is vested in the 1[Provincial Government], and it may make \nrules to regulate the transit of all timber and other forest -produce.  \n \n1Subs. by A.O., 1937, for “L.G.”.  \n2Subs. by A.O., 1937, for “local official Gazette”.  \n3Subs. by the Central Laws (Statute Reform) Ordinance, 1960 ( XXI of 1960), s. 3 and 2nd Sch. ( with effect from the 14th October, 1955 ), for “the \nProvinces and the Capital of the Federation” which had been subs. by A.O., 1949, for “British India”.  \n4The original words “the Govt.” were first subs. by A.O., 1937, and then amended by A.O., 1961, Art. 2 ( with effect from the 23rd March, 1956 ), to \nread as above.  \n5Added by Ordinance X of 1962, s. 2.  \n6Proviso omitted by A.O., 1 937.  \n7Sub-sections (3) and (4), as amended by A.O., 1937, omitted by Ordinance X of 1962, s. 2.  \n \nPage 20 of 30 \n   (2) In particular and without prejudice to the generality of the foregoing power such rules \nmay___  \n (a)  prescribe the routes by which alone timber or othe r forest -produce may be \nimported, exported or moved into, from or within 1[the Province];  \n(b)  prohibit the import or export or moving of such timber or other produce \nwithout a pass from an officer duly authorised to issue the same, or otherwise \nthan in accordance with the conditions of such pass;  \n(c)  provide for the issue, production and return o f such passes and for the payment \nof fees therefor;  \n(d)  provide for the stoppage, reporting, examination and marking of timber or \nother forest -produce in transit, in respect of which there is reason to believe \nthat any money is payable to 2[the Governmen t] on account of the price \nthereof, or on account of any duty, fee, royalty or charge due thereon, or, to \nwhich it is desirable for the purposes of this Act to affix a mark;  \n(e)  provide for the establishment and regulation of depots to which such timber or \nother produce shall be taken by those in charge of it for examination, or for the \npayment of such money, or in order that such marks may be affixed to it; and \nthe conditions under which such timber or other produce shall be brought to, \nstored at and rem oved from such depots;  \n(f)  prohibit the closing up or obstructing of the channel or banks of any river used \nfor the transit of timber or other forest -produce, and the throwing of grass, \nbrushwood, branches or leaves into any such river or any act which m ay cause \nsuch river to be closed or obstructed;  \n(g)  provide for the prevention or removal of any obstruction of the channel or \nbanks of any such river, and for recovering the cost of such prevention or \nremoval from the person whose acts or negligence nec essitated the same;  \n(h)  prohibit absolutely or subject to conditions, within specified local limits, the \nestablishment of saw -pits, the converting, cutting, burning, concealing or \nmaking of timber, the altering or effacing of any marks on the same, or th e \npossession or carrying of marking hammers or other implements used for \nmarking timber;  \n(i)  regulate the use of property marks for timber, and the registration of such \nmarks; prescribe the time for which such registration shall hold good; limit the \nnumb er of such marks that may be registered by any one person, and provide \nfor the levy of fees for such registration.  \n (3) The 3[Provincial Government] may direct that any rule made under this section shall not \napply to any specified class of timber or other  forest -produce or to any specified local area.  \n \n1Subs. by A.O., 1937, for “British India”.  \n2The original word “Govt.” was first subs. by A.O., 1937 and then amended by A.O., 1961, Art. 2 ( with effect from the 23rd March, 1956 ), to read as \nabove.  \n3Subs. by A.O., 1937, for “L.G.”.  \n \nPage 21 of 30 \n  2[41A. Powers of Federal Government as to movements of timber across Customs \nfrontiers. —Notwithstanding anything in section 41 3[the Federal Government] may make rules to \nprescribe the route by which alone timber or other forest -produce may be imported, exported or \nmoved into or from 4[Pakistan] across any customs frontier as defined by the 3[Federal Government] \nand any rules made under section 41 shall have effect subject to the rules made under this section].  \n 42. Penalty for breach of rules made under section 41.___(1) The 1[Provincial Government] \nmay by such rules prescribe as penalties for the contravention thereof imprisonmen t for a term which \nmay extend to six months, or fine which may extend to five hundred rupees, or both.  \n (2) Such rules may provide that penalties which are double of those mentioned in sub -section \n(1) may be inflicted in cases where the offence is committ ed after sunset and before sunrise, or after \npreparation for resistance to lawful authority, or where the offender has been previously convicted of \na like offence.  \n 43. Government and Forest -officers not liable for damage to forest -produce at depot .—\nThe 1[Government] shall not be responsible for any loss or damage which may occur in respect of \nany timber or other forest -produce while at a depot established under a rule made under section 41, \nor while detained elsewhere, for the purposes of this Act; and no  Forest -officer shall be responsible \nfor any such loss or damage, unless he causes such loss or damage negligently, maliciously or \nfraudulently.  \n 44. All persons bound to aid in case of accidents at depot. —In case of any accident or \nemergency involving da nger to any property at any such depot, every person employed at such \ndepot, whether by the 5[Government] or by any private person, shall render assistance to any Forest -\nofficer or Police -officer demanding his aid in averting such danger or securing such p roperty from \ndamage or loss.  \nCHAPTER VIII  \n \nOF THE COLLECTION OF DRIFT AND STRANDED TIMBER  \n 45. Certain kinds of timber to be deemed property of Government until title thereto \nproved, and may be collected accordingly.___(1) All timber found adrift, beached, stranded or \nsunk; all wood or timber bearing marks which have not been registered in accordance with the rules \nmade under section 41, or on which the marks have been obliterated, altered or defaced by fire or \notherwise ; and in such areas as the 1[Provincial Government] directs, all unmarked wood and timber; \nshall be deemed to be the property of Government, unless and until any person establishes his right \nand title thereto, as provided in this Chapter.  \n(2) Such timber may be collected by any Forest -officer or other person entitled to collect the same by \nvirtue of any rule made under section 51, and may be brought to any depot which the Forest -officer \nmay notify as a depot for the reception of drift timber.  \n \n \n1Subs. by A.O., 1937, for “L.G.”.  \n2Section 41A ins., ibid.  \n3Subs. by F.A.O., 1975, Art. 2 and Table, for “Central Government”.  \n4Subs. by the Central Laws (Statute Reform) Ordinance, 1960 ( XXI of 1960), s. 3 and 2nd Sch. ( with effect from the 14th October, 1955 ), for “the \nProvinces and the Capital of the Federation” which had been subs. by A.O., 1949, for “British India”.  \n5Subs. by A.O., 1961, Art. 2 ( with effect from the 23rd March, 1956 ), for “Crown” which had been subs. by A.O., 1937, for “Govt.”  \n \nPage 22 of 30 \n   (3) The 1[Provincial Government] may, by notification in the 2[official Gazette] \nexempt any class of timber from the provisions of this section.  \n 46. Notice to claimants of drift timber. —Public notice shall from time to time be given by \nthe Forest -officer of timb er collected under section 45. Such notice shall contain a description of the \ntimber, and shall require any person claiming the same to present to such officer, within a period not \nless than two months from the date of such notice, a written statement of s uch claim.  \n 47. Procedure on claim preferred to such timber.___(1) When any such statement is \npresented as aforesaid, the Forest -officer may, after making such inquiry as he thinks fit, either reject \nthe claim after recording his reasons for so doing, or deliver the timber to the claimant.  \n (2) If such timber is claimed by more than one person, the Forest -officer may either deliver \nthe same to any of such persons whom he deems entitled thereto, or may refer the claimants to the \nCivil Courts, or  retain the timber pending the receipt of an order from any such Court for its disposal.  \n (3) Any person whose claim has been rejected under this section may, within three months \nfrom the date of such rejection, institute a suit to recover possession of t he timber claimed by him; \nbut no person shall recover any compensation or costs against the 3[Government], or against any \nForest -officer, on account of such rejection, or the detention or removal of any timber, or the \ndelivery thereof to any other person u nder this section.  \n (4) No such timber shall be subject to process of any Civil, Criminal or Revenue Court until it \nhas been delivered, or a suit has been brought, as provided in this section.  \n 48. Disposal of unclaimed timber. —If no such statement is pr esented as aforesaid, or if the \nclaimant omits to prefer his claim in the manner and within the period fixed by the notice issued \nunder section 46, or on such claim having been so preferred by him and having been rejected, omits \nto institute a suit to reco ver possession of such timber within the further period fixed by section 47, \nthe ownership of such timber shall vest in the Government, or, when such timber has been delivered \nto another person under section 47, in such other person free from all encumbran ces not created by \nhim.  \n 49. Government and its officers not liable for damage to such timber. —The \n3[Government] shall not be responsible for any loss or damage which may occur in respect any \ntimber collected under section 45, and no Forest -officer shall be responsible for any such loss or \ndamage, unless he causes such loss or damage negligently, maliciously or fraudulently.  \n 50. Payments to be made by claimant before timber is delivered to him. —No person shall \nbe entitled to recover possession of any tim ber collected or delivered as aforesaid until he has paid to \nthe Forest -officer or other person entitled to receive it such sum on account thereof as may be due \nunder any rule made under section 51.  \n 51. Power to make rules and prescribe penalties.___(1) The 1[Provincial Government] may \nmake rules to regulate the following matters, namely:___  \n \n \n1Subs. by A.O., 1937, for “L.G.”.  \n2Subs. ibid., for “local official Gazette”.  \n3Subs. by A.O., 1961, Art. 2 ( with effect from the 23rd March, 1956 ), for “Crown” w hich had been subs. by A.O., 1937, for “Govt.”.  \n \nPage 23 of 30 \n  (a)  the salving, collection and disposal of all timber mentioned in section 45;  \n(b)  the use and registration of boats used in salving and collecting timber;  \n(c)  the amounts to be paid for salving, collecting, moving, storing or disposing \nsuch timber; and  \n(d)  the use and registration of hammers and other instruments to be used marking \nsuch timber.  \n (2) The 1[Provincial Government] may prescribe, as penalties for  the contravention of any \nrules made under this section, imprisonment for a term which may extend to six months, or fine \nwhich may extend to five hundred rupees, or both.  \nCHAPTER IX  \nPENALTIES AND PROCEDURE  \n 252. Seizure of property liable to confiscation .___(1) When there is reason to believe that a \nforest -offence has been committed in respect of any forest -produce, such produce, together with all \ntools, boats, carts or cattle used in committing any such offence, may be seized by any Forest -officer \nor Poli ce-officer.  \n (2) Every officer seizing any property under this section shall place on such property a mark \nindicating that the same has been so seized, and shall, as soon as may be, make a report of such \nseizure to the Magistrate having jurisdiction to tr y the offence on account to which the seizure has \nbeen made:  \n Provided that, when the forest -produce with respect to which such offence is believed to have \nbeen committed is the property of Government, and the offender is unknown, it shall be sufficient i f \nthe officer makes, as soon as may be, a report of the circumstances to his official superior.  \n 253. Power to release property seized under section 52 .—Any Forest -officer of a rank not \ninferior to that of a Ranger who, or whose subordinate, has seized an y tools, boats, carts or cattle \nunder section 52, may release the same on the execution by the owner thereof a bond for the \nproduction of the property so, released, if and when so required, before the Magistrate having \njurisdiction to try the offence on ac count of which the seizure has been made.  \n 54. Procedure thereupon. —Upon the receipt of any such report, the Magistrate shall, with \nall convenient despatch, take such measures as may be necessary for the arrest and trial of the \noffender and the disposal of the property according to law.  \n 255. Forest -produce, tools, etc., when liable to confiscation.___(1) All timber or forest -\nproduce which is not the property of Government and in respect of which a forest -offence has been \ncommitted, and all tools, boats, carts and cattle used in committing any forest -offence, shall be liab le \nto confiscation.  \n \n \n1Subs. by A.O., 1937, for “L.G.”.  \n2This section has been amended in the Punjab by the Indian Forest (West Punjab Amdt.) Act, 1948 ( IV of 1948), s. 2.  \n \n \nPage 24 of 30 \n  (2) Such confiscation may be in addition to any other punishment prescribed for  such \noffence.  \n 56. Disposal, on conclusion of trial for forest -offence, of produce in respect of which it \nwas committed. —When the trial of any forest -offence is concluded, any forest -produce in respect of \nwhich such offence has been committed shall, if it is the property of Government or has been \nconfiscated, be taken charge of by a Forest -officer, and, in any other case, ma y be disposed of in \nsuch manner as the Court may direct.  \n 57. Procedure when offender not known, or cannot be found .—When the offender is not \nknown or cannot be found, the Magistrate may, if he finds that an offence has been committed, order \nthe property in respect of which the offence has been committed to be confiscated and taken charge \nof by the Forest -officer, or to be made over to the person whom the Magistrate deems to be entitled \nto the same:  \n Provided that no such order shall be made until the exp iration of one month from the date of \nseizing such property, or without hearing the person, if any, claiming any rig thereto, and the \nevidence, if any, which he may produce in support of his claim.  \n 58. Procedure as to perishable property seized  under section 52. —The Magistrate may, \nnotwithstanding anything hereinbefore contained, direct the sale of any property seized under section \n52 and subject to speedy and natural decay, and may deal with the proceeds as he would have dealt \nwith such propert y if it had not been sold.  \n 59. Appeal from orders under section 55, section 56 or section 57. —The officer made the \nseizure under section 52, or any of his official superiors, or any person, claiming to be interested in \nthe property so seized, may, within  one month from the date of any order passed under section 55, \nsection 56 or section 57, appeal therefrom to the Court to which orders made by such Magistrate are \nordinarily appealable, and the order passed on such appeal shall be final.  \n 60. Property whe n to vest in Government .—When an order for the confiscation of any \nproperty has been passed under section 55 or section 57, as the case may be, and the period limited \nby section 59 for an appeal from such order has elapsed, and no such an appeal has been p referred, or \nwhen, on such an appeal being preferred, the Appellate Court confirms such order in respect of the \nwhole or a portion of such property, such property or such portion thereof, as the case may be, shall \nvest in the Government free from all incum brances.  \n 61. Saving of power to release property seized. —Nothing hereinbefore contained shall be \ndeemed to prevent any officer empowered in this behalf by the 1[Provincial Government] from \ndirecting at any time the immediate release of any property seize d under section 52.  \n 62. Punishment for wrongful seizure .—Any Forest -officer or Police -officer who \nvexatiously and unnecessarily seizes any property on pretence of seizing property liable to \nconfiscation under this Act shall be punishable with imprisonmen t for a term which may extend to \nsix months, or with fine which may extend to five hundred rupees, or with both.  \n \n1Subs. by A.O., 1937, for “L.G.”.  \n  \n \nPage 25 of 30 \n  63. Penalty for counterfeiting or defacing marks on trees and timber and for altering \nboundary marks. —Whoever, with intent to cause damage or injury to the public or to any person or \nto cause wrongful gain as defined in the Pakistan Penal Code (XLV of 1860)___  \n(a)  knowingly counterfeits upon any timber or standing tree a mark used by \nForest -officers to in dicate that such timber or tree is the property of the \nGovernment or of some person, or that it may lawfully be cut or removed by \nsome person; or  \n(b)  alters, defaces or obliterates any such mark placed on a tree or on timber by \nunder the authority of a F orest -officer; or  \n(c)  alters, moves, destroys or defaces any boundary -mark of any forest or waste -\nland the provisions of this Act are applied, shall be punishable with \nimprisonment for a term which may extend to two years, or fine, or with both.  \n 64. Power to arrest without warrant.___(1) Any Forest -officer or Police -officer may \nwithout orders from a Magistrate and without a warrant, arrest any person against whom a reasonable \nsuspicion exists of his having been concerned in any forest -offence punishab le with imprisonment \nfor one month or upwards.  \n (2) Every officer making an arrest under this section shall, without unnecessary delay and \nsubject to the provisions of this Act as to release on bond, take or send the person arrested before the \nMagistrate having jurisdiction in the case, or to the officer -in-charge of the nearest police -station.  \n (3) Nothing in this section shall be deemed to authorise such arrest for any act which is an \noffence under Chapter IV unless such act has been prohibited under cl ause (c) of section 30.  \n 65. Power to release on a bond a person arrested. —Any Forest -officer of a rank not \ninferior to that of a Ranger, who, or whose subordinate, has arrested any person under the provisions \nof section 64, may release such person on his  executing a bond to appear, if and when so required, \nbefore the Magistrate having jurisdiction in the case, or before the officer -in-charge of the nearest \npolice -station.  \n 66. Power to prevent commission of offence. —Every Forest -officer and Police - offic er \nshall prevent, and may interfere for the purpose of preventing, the commission of any forest -offence.  \n 67. Power to try offences summarily. —The District Magistrate or any Magistrate of the \nfirst class specially empowered in this behalf by the 1[Provincial Government] may try summarily, \nunder the Code of Criminal Procedure, 1898 (V of 1898), any forest -offence punishable with \nimprisonment for a term not exceeding six months, or fine not exceeding five hundred rupees, or \nboth.  \n 68. Power to compo und offences.___(1) The 1[Provincial Government] may, by notification \nin the 2[official Gazette], empower a Forest officer____  \n(a)  to accept from any person against whom a reasonable suspicion exists that he \nhas committed any forest -offence, other than a n offence specified in section 62 \nor section 63 a sum of money by way of compensation for the offence which \nsuch person is suspected to have committed, and  \n1Subs. by A.O., 1937, for “L.G.”.  \n2Subs. ibid., for “local official Gazette”.  \n \nPage 26 of 30 \n (b)  when any prope rty has been seized as liable to confiscation, to release the \nsame on payment of the value thereof as estimated by such officer.  \n (2) On the payment of such sum of money, or such value, or both, as the case may be, to such \nofficer, the suspected person, if in custody, shall be discharged, the property, if any seized shall be \nreleased, and no further proceedings shall be taken against  such person or property.  \n (3) A Forest -officer shall not be empowered under this section unless he is a Forest -officer of \na rank not inferior to that of a Ranger and is in receipt of a monthly salary amounting to at least one \nhundred rupees, and the sum of money accepted as compensation under clause (a) of sub -section (1) \nshall in no case exceed the sum of fifty rupees.  \n 69. Presumption that forest -produce belongs to Government. —When in any proceedings \ntaken under this Act, or in consequence of anything done under this Act, a question arises as to \nwhether any forest -produce is the property of the Government, such produce shall be presumed to be \nthe property of the Government until the contrary is proved.  \nCHAPTER X  \n \nCATTLE -TRESPASS  \n 70. Cattle -trespass Act , 1871, to apply. —Cattle trespassing in a reserved forest any portion \nof a protected forest which has been lawfully closed to grazing shall be deem to be cattle doing \ndamages to a public plantation within the meaning of section 11 of Cattle -trespass Act, 1 871 (I of \n1871), and may be seized and impounded as such by Forest -officer or Police -officer.  \n 71. Power to alter fines fixed under that Act .—The 1[Provincial Government] may, \nnotification in the 2[official Gazette], direct that, in lieu of the fines fixe d under section 12 of the \nCattle -trespass Act, 1871 (I of 1871),, there shall be levied for each head of cattle impounded under \nsection 70 of this Act such fines as it thinks fit, but not exceeding following, that is to say:___  \nFor each elephant .. .. ..      ten rupees.  \nFor each buffalo or camel .. ..     two rupees.  \nFor each horse, mare, gelding, pony, colt, filly, mule, bull,  \nbullock, cow, or heifer .. ..      one rupee.  \nFor each calf, ass, pig, ram, ewe, sheep, lamb,  \ngoat or kid .. .. ..       eight annas.  \nCHAPTER XI  \n \nOF FOREST -OFFICERS  \n 72. Provincial Government may invest Forest -officers with certain powers.___(1) The \n1[Provincial Government] may invest any Forest -officer with all or of the following powers, that is to \nsay:___  \n \n1Subs. by A.O., 1937, for “L.G.”.  \n2Subs. ibid., for “local official Gazette”.  \n \nPage 27 of 30 \n (a)  power to enter upon any land and to survey, demarcate and make a map of the \nsame;  \n(b)  the powers of a Civil Court to compel the attendance of witnesses and \nproduction of documents and material objects;  \n (c)  power to issue a search -warrant under the Code of Criminal Procedure, 1898 \n(V of 1898); and  \n(d)  power to hold an inquiry into forest -offences, and, in the course of such \ninquiry, to receive and record evidence.  \n (2) Any evidence recorded under clause ( d) of sub -section (1) shall be admissible in \nsubsequent trial before a Magistrate, provided that it has been taken in the presence of accused \nperson.  \n 73. Forest -officer deemed public servants .—All Forest -officers sha ll be deemed to be \npublic servants within the meaning of the Pakistan Penal Code (XLV of 1860).  \n 74. Indemnity for acts done in good faith .—No suit shall lie against any public servant for \nanything done by him in good faith under this Act.  \n 75. Forest -officers not to trade. —Except with the permission in writing of the 1[Provincial \nGovernment], no Forest -officer shall, as principal or agent, trade in timber or other forest -produce, or \nbe or become interested in any lease of any forest or in any contract for working any forest, whether \nin or outside 2[Pakistan].  \nCHAPTER X II \n \nSUBSIDIARY RULES  \n 76. Additional powers to make rules .—The 1[Provincial Government] may make rules___  \n(a)  to prescribe and limit the powers and duties of any Forest -officer under this \nAct;  \n(b)  to regulate the rewards to be paid to officers and informers out of the proceeds \nof fines and confiscation under this Act;  \n(c)  for the preservation, reproduction and disposal of trees and timber belonging \nto Government, but grown on lands belonging to or  in the occupation of \nprivate persons; and  \n(d)  generally, to carry out the provisions of this Act.  \n 77. Penalties for breach of rules . Any person contravening any rule under this Act, for the \ncontravention of which no special penalty is provided, shall be punishable with imprisonment for a \nterm which may extend to one month, or fine which may extend to five hundred rupees, or both.  \n \n1Subs. by A.O., 1937, for “L.G.”.  \n2Subs. by the Central Laws (Statute Reform) Ord inance, 1960 (XXI  of 1960), s. 3 and 2nd  Sch. ( with effect from the 14th October, 1955 ), for “the \nProvinces and the Capital of the Federation” which had been subs. by A.O., 1949, for “British India”.  \n \nPage 28 of 30 \n  78. Rules when to have force of law. —All rules made by the 1[Provincial Government] \nunder this Act shall be published in the 2[official Gazette], and shall thereupon, so far as they are \nconsistent with this Act, have effect as if enacted therein.  \nCHAPTER XIII  \n \nMISCELLANEOUS  \n 79. Persons bound to assist Forest -officers and Police -officers.___(1) Every person who \nexercises any right in a reserved or protected forest, or who is permitted to take any forest -produce \nfrom, or to cut and remove timber or to pasture cattle in, such forest, and every person who is \nemployed by any such person in such forest, and every person in any village contiguous to such \nforest who is employed by the 3[Government], or who receives emoluments from the 3[Government] \nfor services to be performed to the community,  \n shall be bound to furnish without unnecessary delay to the nearest Forest -officer or Police -\nofficer any information he may possess respecting the commission of, or intention to commit, any \nforest -offence, and shall forthwith take steps, whether so required by any Forest -officer or Police -\nofficer or not,____  \n(a)  to extinguish any forest fire in such forest of which he has knowledge or \ninformation;  \n(b)  to prevent by any lawful means in his power any fire in the vicinity of such \nforest of which he has knowledge or information from spreading to such \nforest, and shall assist any Forest -officer or Police -officer demanding his aid  \n(c)  in preventing the commission in such forest of any forest -offence; and  \n(d)  when there is reason to believe that any such offence has been committed in  \nsuch forest, in discovering and arresting the offender.  \n (2) Any person who, being bound so to do, without lawful excuse (the burden of proving \nwhich shall lie upon such person) fails___  \n(a)  to furnish without unnecessary delay to the nearest Forest -officer or Police - \n(officer any information required by sub -section (1);  \n(b)  to take steps as required by sub -section (1) to extinguish any forest fire in a \nreserved or protected forest;  \n(c)  to prevent, as required by sub -section (1), any fire in the vicinity of such forest \nfrom spreading to such forest ; or  \n(d)  to assist any Forest -officer or Police -officer demanding his aid in preventing \nthe commission in such forest of any forest -offence,  or, when there is reason \nto believe that any such offence has been committed in such forest, in \ndiscovering and arresting the offender;  \n \n1Subs. by A.O., 1937, for “L.G.”.  \n2Subs. ibid., for “local official Gazette”.  \n3Subs. by A.O., 1961, Art. 2 ( with ef fect from the 23rd March, 1956 ), for “Crown” which had been subs. by A.O., 1937, for “Govt.”  \n \nPage 29 of 30 \n  shall be punishable with imprisonment for a term which may extend to one month, or with \nfine which may extend to two hundred rupees, or with both.  \n 80. Manageme nt of forests the joint property of Government and other persons.____(1) If \nthe Government and any person be jointly interested in any forest or waste -land, or in the whole or \nany part of the produce thereof, the 1[Provincial Government] may either___  \n(a)  undertake the management of such forest, waste -land or produce, accounting \nto such person for his interest in the same; or  \n(b)  issue such regulations for the management of the forest, waste -land or produce \nby the person so jointly interested as it deem s necessary for the management \nthereof and the interests of all parties therein.  \n (2) When the 1[Provincial Government] undertakes under clause (a) of sub -section (1) the \nmanagement of any forest, waste -land or produce, it may, by notification in the 2[official Gazette], \ndeclare that any of the provisions contained in Chapters II and IV shall apply to such forest, waste -\nland or produce, and thereupon such provisions shall apply accordingly.  \n 81. Failure to perform service for which a share in produce o f Government forest is \nemployed. —If any person be entitled to a share in the produce of any forest which is the property of \nGovernment or over which the Government has proprietary rights or to any part of the forest -produce \nof which the Government is entit led, upon the condition of duly performing any service connected \nwith such forest, such share shall be liable to confiscation in the event of the fact being established to \nthe satisfaction of the 1[Provincial Government] that such service is no longer so p erformed:  \n Provided that no such share be confiscated until the person entitled thereto, and the evidence, \nif any, which he may produce in proof of the due performance of such service, have been heard by an \nofficer duly appointed in that behalf by the 1[Provincial Government].  \n 82. Recovery of money due to Government. —All money payable to the Government under \nthis Act, or under any rule made under this Act, or on account of the price of any forest -produce, or \nof expenses incurred in the execution of this Act in respect of such produce, may, if not paid when \ndue, be recovered under the law for the time being in force as if it were an arrear of land -revenue.  \n 83. Lien on forest -produce for such money.___(1) When any such money is payable for or \nin respect o f any forest -produce, the amount thereof shall be deemed to be a first charge on such \nproduce, and such produce may be taken possession of by a Forest -officer until such amount has \nbeen paid.  \n (2) If such amount is not paid when due, the Forest -officer ma y sell such produce by public \nauction, and the proceeds of the sale shall be applied first in discharging such amount.  \n (3) The surplus, if any, if not claimed within two months from the date of the sale by the \nperson entitled thereto, shall be forfeited to 3[Government].  \n \n \n1Subs. by A.O., 1937, for “L.G.”.  \n3Subs. by A.O., 1961, Art. 2, for “His Majesty” ( with effect from the 23rd March, 1956 ).  \n \nPage 30 of 30 \n  84. Land required under this Act to be deemed to be needed for a public purpose under \nthe Land Acquisition Act, 1894. —Whenever it appears to the 2[Provincial Government] that any \nland is required for any of the purposes of this Act, such land shall be deemed to be needed for a \npublic purpose within the meaning of section 4 of the Land Acquisition Act, 1894 (I o f 1894).  \n 85. Recovery of penalties due under bond. —When any person, in accordance with any \nprovision of this Act, or in compliance with any rule made thereunder, binds himself by any bond or \ninstrument to perform any duty or act, or convenants by any bon d or instrument that he, or that he \nand his servants and agents will obtain from any act, the whole sum mentioned in such bond or \ninstrument as the amount to be paid in case of a breach of the conditions thereof may, \nnotwithstanding anything in section 74 of the Contract Act, 1872 (IX of 1872), be recovered from \nhim in case of such breach as if it were an arrear of land -revenue.  \n 3[85A. Saving for rights for Federal Government. —4[Nothing] in this Act shall authorize \nany Provincial Government to make any or der or do any other thing in relation to any 1[Government] \nproperty not vested in 5[that Provincial Government] (26 Geo. 5, c. 2.) or otherwise to prejudice any \n1[Government] rights, without the consent of the Government or authority concerned.]  \n 86. 6[Omitted]  \n THE SCHEDULE .—7[ Repealed. ]  \n \n \n \n \n \n \n \n \n \nDated: 05.04.24  \n \n1Subs. by A.O., 1961, Art. 2, for “His Majesty” ( with effect from the 23rd March, 1956 ).  \n2Subs. by A.O., 1937, for “L.G.”.  \n3S. 85A ins. by A.O., 1937.  \n4Subs. by the Federal Laws (Revision and Declaration) Ordinance, 1981 ( XXVII of 1981), s. 5 and Sch., IV, only to the extent of Islamabad Capital \nTerritory.  \n5Subs. by A.O., 1961, Art. 2, for “Crown” ( with effect from the 23rd March, 1956. ). \n6Omitted by the Federal Laws (Revision and Declarat ion) Ordinance, 1981 ( XXVII of 1981), s. 5 and Sch., IV, only to the extent of Islamabad Capital \nTerritory.  \n7Rep. by A.O., 1961, Art. 2 and Sch."
}