{
    "file": "./converted_json\\administratorce4c3de80f90b28e7c9548a78fb717c2.json",
    "name": "The Fatal Accidents Act, 1855",
    "date": "27th March, 1855",
    "tagline": "An Act to provide compensation to families for loss occasioned by the death of a person caused by actionable wrong.",
    "content": "Page 1 of 3 \n  \n \n \n \nTHE FATAL ACCIDENTS ACT, 1855  \n \n \n \nCONTENTS  \n \n1.  Suit for compensation to the family of a person for loss occasioned to it by his death by \nactionable wrong  \n2.  Not m ore than one suit to be brought.  Claim for loss to estate may be added  \n3.  Plaintiff sh all deliver particulars, etc . \n4.  Interpretation -clause  \n\n \nPage 2 of 3 \n 1[THE 2*FATAL ACCIDENTS ACT, 1855]  \nAct No. XIII OF 1855  \n[27th March, 1855]  \nAn Act to provide compensation to families for loss occasioned by the death of a person caused by \nactionable wrong.  \n Preambl e. WHEREAS no action or suit is now maintainable in any Court against a person \nwho, by his wrongful act, neglect or default, may have caused the death of another person, and it is \noften -times right and expedient that the wrong -doer in such case should be a nswerable in damages \nfor the injury so caused by him ; It is en acted as follows: – \n 1. Suit for compensation to the family of a person for loss occasioned to it by his death \nby actionable wrong.  Whenever the death of a person shall be caused by wrong ful a ct, neglect or \ndefault, and the act, neglect or default is such as would (if death had not ensued) have entitled the \nparty injured to maintain an action and recover damages in respect thereof, the party who would have \nbeen liable if death had not ensued sh all be liable to an action or suit for damages, notwithstanding \nthe death of the person injured, and although the death shall have been caused under such \ncircumstances as amount in law to felony or other crime.  \n 3* * * Every such action or suit shall be fo r the benefit of the wife, husband, parent and child, \nif any, of the person whose death shall have been so caused, and shall be brought by and in the name \nof the executor, administrator or representative of the person deceased;  \n and in every such action th e Court may give such damages as it may think proportioned to the \nloss resulting from such death to the parties respectively, for whom and for whose benefit such \naction shall be brought; and the amount so recovered, after de ducting all costs and expenses,  \nincluding the costs not recovered from the defendant, shall be divided amongst the before mentioned \nparties, or any of them, in such shares as the Court by its judgment or decree shall direct.  \n 2. Not more than one suit to be brought . Claim for loss to es tate may be added.  Provided \nalways that not more than one action or suit shall be brought for, and in respect of the same subject -\nmatter of complaint 4* * *: Provided that, in any such action or suit, the executor, administrator or \nrepresentative of the de ceased may insert a claim for and recover any pecuniary loss to the estate of \nthe deceased occasioned by such wrongful act, neglect or default, which sum, when recovered, shall \nbe deemed part of the assets of the estate of the deceased.  \n 3. Plaintiff shall  deliver particulars, etc.  The plaint in any such action or suit shall give a \nfull parti cular of the person or persons for whom, or on whose behalf, such action or suit shall be \nbrought, and of the nature of the claim in respect of which damages shall be sought to be recovered.  \n \n1Short title given by the Short Titles Act, 1897 (14 of 1897).  \nThis Act is based on the Fatal Accidents Act, 1846 (9 & 10 Vict., c. 93).  \nIt has been declared to be in force in all the Provinces and the Capital of the Federation, ex cept the Scheduled Districts, by the Laws Local Extent Act, \n1874 (15 of 1874), s. 3.  \nIt has been declared by notification under s. 3(a) of the Scheduled Districts Act, 1874 (14 of 1874), to be in force in the f ollowing Scheduled Districts, \nnamely: - \nSind …… ……………………….See Gazette of India, 1880, Pt. I, p. 672.  \nThe Scheduled Districts of the Punjab (some of these and portions of others now form the N.W.F.P), -See Gazette of India, 1881, Pt. I, p.483.  \n2The word \"Indian\" omitted by A. O. 1949, Sch.  \n3The words “And  it is enacted further that” rep. by the Repealing and Amending Act, 1914 (10 of 1914), Sch. II.  \n4The words \"and that every such action shall be brought within twelve calendar months after the death of such deceased person\"  rep. by the Indian \nLimitation Ac t, 1871 (9 of 1871). For limitation, see now the Limitation Act, 1908 (9 of 1908).  \n \nPage 3 of 3 \n  4. Interpretation -clause.  The following words and expressions are intended to have the \nmeanings hereby assigned to them respectively, so far as such meanings are not exclud ed by the \ncontext or by the nature of the subject -matter; that is to say  1* * * the word “person” shall apply to \nbodies politic and corporate; and the word “parent” shall include father and mother2 and grand -father \nand grand -mother; and the word “child” s hall include son and daughter and grand son and grand -\ndaughter and step -son and step -daughter.  \n \n___________  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nDate: 13 -09-2024  \n1Certain words rep. by Act 10 of 1914, Sch. II.  \n2Step-father and step -mother are designedly omitted."
}