{
    "file": "./converted_json\\administrator5c6aca171da34e2e81abe63093d220a1.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "Page 1 of 5 \n  \n \n \n \n \nTHE LAWYERS WELFARE AND PROTECTION ACT, 2023  \n \n \n \n \n \n \nCONTENTS  \n \nCHAPTER -I \nPRELIMINARY  \n1. Short title, extent and commencement  \n2. Definitions  \nCHAPTER -II \nOFFENCES AND PUNISHMENTS  \n3. Offences and Punishments  \n4. Investigation  \n5. Establishment of Court  \n6. Jurisdiction  \n7. Trial  \n8. Joint Trials  \n9. Privileged communication of advocate  \nCHAPTER -III \nWELFARE OF ADVOCATES  \n10. Legal advisory  \n11. Provision of health facilities  \n12. Financial Fac ilities  \n13. Shuhada Package  \n14. Power to make rules  \n15. Overriding effect  \n16. Application of the Code  \n17. Removal of difficulties  \n \n \n  \n \n\n \nPage 2 of 5 \n THE LAWYERS WELFARE AND PROTECTION ACT, 2023  \n \nACT  NO. XII OF 2023  \n \n[31 March, 2023]  \n \nAn Act to make  provision  and make  laws in respect  of welfare  and protection  of advocates  \n \nWHEREAS  it is necessary  to provide  welfare  and protection  of advocates  through  this legal  \nframework  and for the matters  connected  therewith  or incidental  thereto;  \n \nIt is hereby  enacted  as follows: ⸻ \n \nCHAPTER -I \n \nPRELIMINARY  \n \n1. Short  title,  extent  and commencement .⸻(1) This Act shall  be called  the Lawyers  Welfare  \nand Protection  Act, 2023.  \n \n(2) It extends  to the whole  of Pakistan.  \n \n(3) It shall  come  into force  at once.  \n \n2. Definitions .⸻(1) In this act, unless  the context  otherwise  requires, ⸻ \n \n(a)  “act of violence ” means  any act committed  by any person  against  an advocate  \nwith the intent  to prejudice,  affect  or derail  the process  of impartial,  fair and \nfearless  conduct  of cases  before  any court,  tribunal  or authority  by which  such \nadvocate  is engaged  and shall  include  the following: ⸻ \n \n(i)  harassment,  coercion,  assault,  criminal  force  or threat  impacting  the \nliving  or working  conditions  of such advocate  and preventing  him from  \ndischarging  his duties;  \n \n(ii)  harm,  injury,  hurt either  grievous  or simple,  or danger  to the life of such \nadvocate,  either  within  the premises  of the courts  or otherwise;  \n \n(iii)  coercion  by whatsoever  means,  by any person  or authority  to reveal  or \npart with privileged  communication  or material  which  an advocate  is \nbound  to hold in confidence  under  the law; \n \n(iv)  coercion  by whatsoever  means  of an advocate  not to represent  or to \nwithdraw  his Vakalatnama  or appearance  to act, plead  or appear  on \nbehalf  of a client  before  any court,  tribunal  or authority;  \n \n(v)  loss or damage  to any property  or documents  or material  which  such \nadvocate  is bound  to hold under  the law; or \n \n \nPage 3 of 5 \n (vi)  usage  of derogatory  language  during  the course  of the judicial  and quasi -\njudicial  proceedings.  \n \n(b)  “advocate ” shall  have  the same  meaning  as assigned  thereto  in the Legal  \nPractitioners  and Bar Councils  Act, 1973  (XXXV  of 1973);  \n \n(c)  “Bar Council ” shall  have  the same  meaning  as assigned  thereto  in the Legal  \nPractitioners  and Bar Councils  Act, 1973  (XXXV  of 1973);  \n \n(d)  “Code ” means  the Code  of Criminal  Procedure,  1898  (Act No. V of 1898);  \n \n(e) “Court ” means  the court  notified  under  section  5 or established  under  any other  \nlaw; \n \n(t)  “Government ” means  the Federal  Government  or the Provincial  Government,  \nas the case may be; and \n \n(g)  “offence ” denotes  any act made  punishable  under  this Act or under  any other  \nlaw for the time being  in force;  and \n \n(h)  “privileged  communication ” shall  have  the same  meaning  as given  in the \nQanun -e-Shahadat,  1984  (P.O.  No. 10 of 1984).  \n \n(2) Any expression  or words  used in this Act but not specifically  defined  shall  have  the same  \nmeaning  as assigned  thereto  in the Legal  Practitioners  and Bar Councils  Act, 1973  (XXXV  of 1973)  \nand the Pakistan  Penal  Code,  (Act XLV  of 1860).  \n \nCHAPTER -II \n \nOFFENCES  AND  PUNISHMENTS  \n \n3. Offences  and Punishments .⸻(1) Whoever  commits  or abets  the commission  of act of \nviolence,  except  any act of violence  covered  by sub-clause  (ii) of clause  (a) of sub-section  (1) of section  \n2, against  an advocate  shall  be punishable  with imprisonment  for a term which  may extend  to three  \nyears  or fine which  may extend  to hundred  thousand  rupees  or with both.  \n \n(2) Whoever,  having  already  been  convicted  of an offence  under  this Act is convicted  for the \nsecond  time for any subsequent  offence  under  this Act, shall  be punished  with imprisonment  for a term \nwhich  shall  not be less than one year but which  may extend  to five years  or fine which  may extend  to \ntwo hundred  thousand  rupees  or with both.  \n \n(3) Notwithstanding  anything  contained  in the Code  or any other  law for the time being  in \nforce,  every  offence  committed  under  this Act shall  be non-bailable,  compoundable  with permission  \nof the Court  and deemed  to be a cognizable  offence  within  the meaning  of clause  (f) of section  4 of \nthe Code  and the words  “cognizable  case” as defined  in the clause  shall  be construed  accordingly.  \n \n4. Investigation .⸻ Notwithstanding  anything  contained  in any other  law for the time being  in \nforce, ⸻ \n \n \nPage 4 of 5 \n (a)  any offence  committed  under  this Act shall  be investigated  by the police officer  \nnot below  the rank of an Inspector;  and \n \n(b)  the investigation  of the case registered  under  this Act shall  be completed  within  \na period  of fourteen  days from  the day of registration  of the case.  \n \n5. Establishment  of Court .⸻(1) The Federal  Government  may,  in consultation  with the Chief  \nJustice  of the High  Court  concerned,  designate,  throughout  the country,  as many  courts  of Additional  \nSessions  Judges  or such other  courts,  as it may deem  necessary  to try the offences  under  this Act. \n \n6. Jurisdiction .⸻ Notwithstanding  anything  contained  in the Code  or any other  law for the \ntime being  in force,  offences  committed  under  this Act shall  be tried by the Court  notified  under  this \nAct. \n \n7. Trial .⸻ The Court  upon  taking  cognizance  of a case under  this Act, shall  decide  the case \nexpeditiously,  preferable  within  six months  and any adjournment  in the case shall  be followed  by \nreasons:  \n \nProvided  that where  the trial is not concluded  within  the stipulated  period  of six months,  the \nCourt  shall  record  reasons  for the same.  \n \n8. Joint  Trials .⸻(1) While  trying  an offence  under  this Act, the Court  may also try, at the \nsame  trial, any other  offence  with which  an accused  may be charged  under  the Code,  if the offence  is \nconnected  with such other  offence.  \n \n(2) Where  in the course  of trial of an offence  under  this Act, it is found  that the accused  person  \nhas also committed  another  offence  under  any other  law for the time being  in force,  the Court  may \nconvict  an accused  for such other  offence  and pass sentence  authorized  by such other  law. \n \n9. Privileged  communication  of advocate .⸻ Notwithstanding  anything  contained  in any \nother  law for the time being  in force, ⸻ \n \n(a)  no person,  public  servant  or any authority  shall have  the power  to arrest,  detain,  \ninvestigate  any advocate  under  any law for the time being  in force  to obtain  any \ndocument,  material  or any information  from  such advocate  pertaining  to his \nprofessional  duties;  and \n \n(b)  the violation  of the clause  (a) shall  be deemed  as act of violence  within  the \nmeaning  of section  2. \n \nCHAPTER -III \n \nWELFARE  OF ADVOCATES  \n \n10. Legal  advisory .⸻ Every  incorporated  company  having  more  than twenty  million  paid up \ncapital,  autonomous  body,  corporation  or statutory  authority  shall  have  to engage  at least one \npracticing  advocate  as legal  advisor  on retainer -ship basis,  whereas  no advocate  shall  serve  more  than \nthree  such entities  as legal  advisor  simultaneously.  \n \n \nPage 5 of 5 \n 11. Provision  of health  facilities .⸻ The Government  shall  notify  in relation  to all the \nGovernment,  and Semi  Government  hospitals,  the right  to every  advocate,  his spouse  and dependent  \nchildren  for medical  treatment  at par with the gazetted  Government  officer,  subject  to presentation  of \ntheir official  cards  and verification  by the respective  Bar Councils:  \n \nProvided  that for the purpose  of this section,  the parents,  minor  children,  spouse  of the advocate  \nshall  also be entitled  to the same  facilities.  \n \n12. Financial  Facilities .⸻ All financial  institutions  shall  extend  to the advocates  the provision  \nof financial  facilities  without  discrimination  in any manner  whatsoever,  and in case of any violation,  \non the complaint  of aggrieved  advocate,  the concerned  authority  shall  initiate  appropriate  action.  \n \n13. Shuhada  Package .⸻ An advocate  who is the victim  of any act of terrorism  or other  \naggression  while  performing  his professional  duty,  whose  assailants  are unknown,  his family  shall  be \nentitled  to the Shuhada  package  as is admissible  to gazetted  officers  in BPS-18 of the Government.  \n \n14. Power  to make  rules .⸻ The Federal  Government  may make  rules  for carrying  out the \npurpose  of this Act. \n \n15. Overriding  effect .⸻ The provisions  of this Act shall  have  effect  notwithstanding  anything  \nto the contrary  contained  in any law for the time being  in force.  \n \n16. Application  of the Code .⸻ The provisions  of the Code,  to the extent  not inconsistent  with \nanything  contained  in this Act, shall  apply  mutatis -mutandis . \n \n17. Removal  of difficulties .⸻ Where  any difficulty  arises  in giving  effect  to any of the \nprovisions  of this Act, the Federal  Government  may,  by notification  in the official  Gazette,  make  such \norder,  not inconsistent  with the provisions  of this Act, as may appear  to be necessary  for the purpose  \nof removing  the difficulty."
}