{
    "file": "./converted_json\\administrator9a62076c9f295ed8dadf6fcef69f0f0e.json",
    "name": "National Anti-Money Laundering and Counter Financing of Terrorism Authority Act, 2023",
    "date": "7th August, 2023",
    "tagline": "An Act to establish National Anti-Money Laundering and Counter Financing of Terrorism Authority in Pakistan",
    "content": "Page 1 of 11 \n  \n \nTHE NATIONAL ANTI-MONEY  LAUND ERING AND COUNTER \nFINANCING OF  TERRORISM AUTHORITY ACT, 2023  \n \n \n \n \n \n \nCONTENTS  \n1.  Short title, extent and commencement \n2.  Definitions \n3.  Establishment of the Authority \n4. Composition of the Authority \n5.  Procedu res of Authority \n6.  Powers and Functions of  the Authority \n7.  Chairman of the Authority \n8.  Functions and Powers of  the  Chairman \n9.  Director General of the Authority \n10.  Assistance and call for information \n11.    Appointment of officers, staff etc., by the Authority \n12.    Fund  \n13.  Budget for the Authority \n14.  Maintenan ce of accoun ts and  internal control \n15.  Audit \n16.  Annual Report \n17.  Indemnity \n18.  Power of the Federal Government to issue directives \n \n \n\n \nPage 2 of 11 \n 19.  Power to make ru les and  regulations \n20.  Relationship with other laws \n21.  Employees deemed to be Public Servants \n22.  Repeals, Savings a nd Validity of Actions, etc. \n23.   Power to interpret \n \n \n  \n \nPage 3 of 11 \n THE NATIONAL ANTI-MONEY  LAUND ERING AND COUNTER \nFINANCING OF  TERRORISM AUTHORITY ACT, 2023  \n \nACT NO. LIII OF 2023  \n \n[7th Au gust, 2023 ] \n \nAN \n \nACT \n \nto establish National Anti-Money Launder ing and Counter Financ ing of Terrorism \nAuthority in Pakistan \n \n WHEREAS, the menace of money  laundering and terrorism is becoming an ex istential threat \nto the state and needs to be responded  to and addressed comprehensively; \n \n AND WHEREA S, Pak istan be ing responsible and ac tive member of the international \ncommunity is continuou sly coo perating with and  adopting internationally recog nized measures, \nparticularly propos ed by the concerned international organizations whom Pakistan is in cooperation \nwith, for anti-money laundering, countering financing of terrorism and targeted financial sanctions by \nway of  promulgating requisite legal and regulatory framework in the country; \n \n AND WHEREAS  while various federal and provincial age ncies, depa rtments, ministries and \ninstitutions of Pakistan are functioning in connection with an ti-money laundering, countering of \nfinancing of terrorism and targeted financial sanctions und er various laws in force, there is need of  a \nfocal institution to un ify state respon se by p lanning, c ombining, co ordinating and  implementing \nGovernment’s policy through an exhaustive strategic planning and  necessary ancillary mechanism and \nto coordinate and c ollaborate at international level; \n \n It is hereby enacted as follows:— \n \n 1. Short title, extent and commencement.—(1) This Act shall be called the National Anti-\nMoney  Laundering and Counter Financing of  Terrorism Authority Act, 2023.  \n \n (2) It shall extend to the who le of Pakistan.  \n  \n (3) It shall come into force at once.   \n 2. Definitions.—In this Act, unless there is anything repugna nt in the sub ject or context,— \n \n(a)     “Authority” means the National Anti-Mon ey Launde ring and Counter \nFinancing of Terrorism Authority of Pakistan established under  Section 3; \n \n(b)     “Competent   authorities”   means   the   term   as   defined   in   the Anti-Money \nLaundering Act, 2010; the N ational Counter Terrorism Authority, Provincial \nHome Departments, Federal Board of Revenue,  Ministry of Interior, Ministry \nof Foreign Affairs and such other authorities, departments, organizations or  \nagencies as may be no tified by  the Federal Government from time to time; \n \n(c)     “Director General” means the Director General of the Authority appo inted \npursuant to Section 9;  \n \n(d)     “Division concerned” means the Cabinet Division;  \n \nPage 4 of 11 \n  \n(e)     “Rules” means rules made under  the Act;\n \n(f)     “Regulations” means regulations made under this Act; and \n \n(g)    “Prescribed” means prescribed by  rules or regulations. \n \n 3. Establishment of the Authority.—(1) The National Anti-Mon ey Laund ering and  Counter \nFinancing of Terrorism Authority Pakistan is hereby established for carrying out  the purposes of this \nAct. \n  \n (2) The Authority shall be a body co rporate having pe rpetual succession and a common seal \nwith powers, subject to the provision of this Act, to acquire and ho ld property, movable and \nimmovable, and to sue and be sued by its name. The Authority shall have administrative and financial \npowers to carry out  its functions. \n \n (3) The headq uarters of the Authority shall be at Islamabad and it may set up offices at such \nother places in Pakistan as may be deemed appropriate. \n \n 4. Composition of the Authority.—(1) The Authority shall be co mprised of the following: \n \n(a)     Chairman — To appointed by the Prime Minister \n \n(b)     Secretary, Finance Division of the Ministry of Finance— Member \n \n(c)     Secretary, Foreign Affairs Division of the Ministry of Foreign Affairs— \nMember \n \n(d)     Secretary, Interior Division of the Ministry of Interior — Member \n \n(e)     Governor, State Bank of Pakistan — Member \n \n(f)     Chairman, Secu rities and  Exchange  Commission  of  Pakistan— \n Member \n \n(g)     Chairman, National Accountability Bureau — Member \n \n(h)     Director General, Federal Investigation Agency — Member \n \n(i)     Director General, Anti Narcotics Force — Member \n \n(j)     Chairman, Fed eral Board of Revenue — Member \n \n(k)     Director General, Financial Mon itoring Unit — Member \n \n(l)     National Coordinator, National Counter Terrorism  Authority— \n Member\n \n(m)  The Director General of the Auth ority — Member/Secretary \n \n(n)     Chief Secretary for his nominee not below BPS-21 of ea ch province including \nAzad J ammu and Kashmir and Gilgit Baitistan— Member \n \n(o)    Any other member as recommended  by the Prime Minister. \n \n \nPage 5 of 11 \n  (2)  The Authority may, from time to time, invite such persons, as it may deem appropriate, \nfor the pu rposes of this Act. \n \n 5. Procedu res of Autho rity.—(1) The Authority may meet any time on requisition of the \nChairman or at requisition of at least fifty percent of the members. Provided however, the Aut hority \nshall meet at least twice a year. \n \n (2) The  quorum of the Authority’s meeting shall be fifty percent of the total membership. \n \n (3) A meeting of the Authority shall be presided over by the Chairman. In the absence of the \nChairman, a member nominated by the Chairman shall preside over the meeting. A  meeting of the \nAuthority may also be conve ned virtually. \n \n (4) The Director General shall, at least five days prior to the meeting, c irculate to all the \nmembers working papers of each agenda  item to be discussed in the meeting alongwith propos ed \nactions on which decisions of  the Authority is required. All decisions in the meeting shall be made \nwith majority of the present members. The Chairman or the member presiding the meeting, as the \ncase may be, shall not have  second vote. \n \n (5) The Director  General  shall  have  the minutes of each meeting p repared and seek \nendorsement of all members of the Authority through c irculation. \n \n (6) The Director General shall maintain record of each meeting of the Authority, which sh all \nbe available to any  member of the Authority as and when so requested. \n \n 6. Powers and Functions of  the Autho rity.—(1) The Authority shall act as overarching body \nfor implementation by the relevant competent authorities under  the relevant laws with respect to anti-\nmoney laundering, countering of financing of terrorism and targeted financial sanctions; \n \n (2)    W ithout prejudice and generality of the foregoing, the Authority shall have following \npowers and functions:—\n \n(a)     to act as focal point for the Financial Action Task Force and related international \norganizations, bodies and to carry out liaison with the competent authorities \nand other national, international organizations, bodies and or  entities for \nfacilitating coope ration in areas relating to anti-money laund ering, countering \nof financing of terrorism and targeted financial sanctions; \n \n(b)     to coordinate and oversee the implementation of a national strategy to fight \nmoney  laundering, coun tering financing of terrorism and targeted financial \nsanctions and  approve national action plan(s) for implementation of such \nnational strategy(s); \n \n(c)     to   review,   from   time   to   time,   national   policies,   laws   and regulations \nrelating to anti-money laund ering, countering financing of  terrorism and \ntargeted financial sanctions and  propose amendments to the Fed eral \nGovernment; \n \n(d)     to  coordinate  at  policy  level  and  provide  policy  advice  to  the federal/ \nprovincial/local competent authorities and the Pro vincial Governments on \n \nPage 6 of 11 \n implementation of anti-money laundering, countering financing of terrorism and \ntargeted financial sanctions regime to maintain uniformity at national level; \n \n(e)     to formulate rules and regulations, and conditions of the employees of  the \nAuthority and  grant additional allowances, rewards or any other incentives in \nconsultation with the Finance Division after the app roval of the F ederal \nGovernment; \n \n(f)    to enter into any  agreement, memorandum of understanding or protocols with \ncounterpart national or international organizations in relation to cooperation in \nanti-money laundering and countering financing of terrorism and targeted \nfinancial sanctions; provided ho wever,  that  this  function  shall  not  be  \nconstrued  to  override po wers of any competent authority to enter into such \narrangements under  their respective laws; and \n \n(g)     to discuss and deliberate on any other issue of national importance relating to \nmoney laundering, financing of terrorism and targeted financial sanctions. \n \n (3)  Except  stipulated  in  paragraph  (g)  of  sub-Section  (2) of  this Sec tion, the Authority \nmay delegate any of its powers and functions to the Chairman of the  Authority  with such terms  \nand conditions  as it  may  deem app ropriate.\n \n 7. Chairman of the Authority.—(1) There shall be a Chairman of the Authority to be \nappointed by the Prime Minister for term of three years on su ch terms and conditions as  may be \nprescribed. The Chairman shall be eligible fur reappointment for another term. \n \n (2) The Chairman shall not be removed from the office prior to the exp iry of the term unless \nhe is guilty of g ross misconduc t; or is incapable of properly performing the duties of his office by \nreason of physical or mental incapacity: \n \n Prov ided that no proceedings under this sub-section sh all be initiated un less a show  cause \nnotice, including an opportunity of being heard, is given to such person. \n \n (3) The Chairman may tender his resignation under his own hand  to the Prime Minister. \n \n (4) In the absence of the Chairman, the Director General shall act as ac ting Chairman and \nperform all functions and powers of the Chairman under this Act. \n \n 8. Functions  and  P owers  of  the  Chairman.—(1)  The  Chairman sh all exercise gen eral \ncontrol and supervision over the affairs of the Authority; shall be the Principal Accounting Officer of \nthe Authority and;  shall ensure that the provisions of the Act, the rules, regulations, policies and \ndirections of the Authority are properly executed. \n \n (2)  Without prejudice to the generality of the foregoing, the Chairman sh all have the following \npowers, namely:— \n \n(a)     to ensure implementation by th relevant competent authorities of the   laws   \nwith   respect   to   anti-money   laundering,   coun tering financing of terrorism \nand targeted financial sanctions; \n \n \nPage 7 of 11 \n (b)   to develop na tional action plans with respect to anti-money laundering, \ncountering financing of terrorism and targeted financial s anctions in \ncoordination and  consultation with the relevant authorities; analyse   the   da ta   \nreceived   from   the   competent au thorities and report to the Authority about \nimplementation of these plans, on periodical basis; \n \n(c)     to propose guidelines with the approval of the authority to the competent \nauthorities in line with the international best practices and  requirements of \nFinancial Action Task Force for developing and  implementing the risk based \nsupervisory plans or framework whatsoever called; ann ual training and \noutreach plans and monitoring of implementation of the aforesaid guidelines or \ndirecti ons by the competent authorities ; and make recomme ndations to the Fede ral \nGovernment for effective implementation of anti-money laundering, countering \nof financing of terrorism and  targeted financial sanctions action plans; \n \n(d)     to authorize expenditure provided for in the budget in accordance with the \nrules and regulations; \n \n(e)     to re-appropriate funds w ithin the approved budget; \n \n(f)     to execute deeds and d ocuments on behalf of the A uthority; \n \n(g)     to appoint experts from public or private sector for deliberations in areas related \nto the mandate and functions of the Authority; \n \n(h)    to issue guidelines and resolve issues of overlapping of functions inter se \ncompetent authorities; and \n \n(i)     to execute the policies and plans approved by the Authority and instructions \nissued by the Federal Government. \n \n (3) The Chairman may delegate any of its functions and powers to the Director General with \nsuch terms and conditions as it may deem appropriate. \n \n 9. Director General of the Autho rity.—(1) There shall be a Director General of the Authority \nappointed by the Prime Minister upon recommendation of the Authority. The Director General shall \nbe appointed for a term of three yea rs.  A Director General  shall  be  eligible  for  reappointment  \nprovided  that his age s hall  not  exceed  sixty-five years at the time of appointment or re-appointment, \nas the case may be and, in case  he achieves the age of sixty-five du ring the term, he shall be deemed \nretired. \n \n (2)  A Director General shall have following qualifications to become eligible for appointment \nof Director General: \n \n(a)     he sh all be a professional of kno wn integrity, competence and s hall be a retired \ncivil servant (BS-21 or abov e) or serving civil servant (BS-21 or equivalent) or \nan officer of the Authority hav ing the at least five (5) years’ experience; \n \n(b)     he shall have minimum twenty-five (25) years post qualification expe rience   \nin   the   administration,   law   e nforcement,   finance, taxation  and  legal matters \nincluding a minimum ten (10)  years expe rience in senior management position \nin the relevant field; and\n \nPage 8 of 11 \n (c)     he should  have und erstanding in anti-money laundering, countering financing \nof terrorism and targeted financial sanctions laws, rules, regulations and \nprocedures. \n \n (3) The Director General shall assist the Chairman of the Authority in the performance of his \nduties and sh all have the following po wers and functions, na mely:— \n \n(a)     to coordinate and propose necessary instructions, guidelines to the co mpetent \nauthorities, the Fede ral and Provincial ministries and depa rtments and local \ngovernment authorities on implementation of an ti-money laundering, \ncountering financing of terrorism and targeted financial sanctions regime; \nnational action plans; analyse the data received, identify gaps  and report to the \nAuthority abo ut implementation of these plans, on periodical basis; \n \n(b)   to set up co mmittees, sub-committees, working groups for the pu rposes of this \nAct and compliance with Pakistan’s commitments and or ob ligations with \nrespect to the requirements of conc erned international organizations whom \nPakistan is in cooperation with; \n \n(c)    issue necessary directions to the competent authorities for the pu rposes of this \nAct; \n \n(d)   seek reports from the competent au thorities respons ible for compliance of anti-\nMoney laundering, cou ntering of  financing of terrorism  and  targeted  financial  \nsanctions  regimes  as  it  may require; \n \n(e)     to seek input and coordinate formulation of risk assessments with periodical  \nreviews  for  making  ad equate  and  timely  efforts  to coun ter money laundering, \nterrorism and targeted financial sanctions; \n \n(f)     to establish ce ntral data base of all relevant data fields related to compliance of \nanti-money laund ering, countering financing of terrorism and targeted financial \nsanctions through development of online data management system; \n \n(g)   to carry out research on topics relevant to money laundering, financing  of  \nterrorism and targeted financial sanctions and  to prepare and circulate \ndocuments, if deemed required; \n \n(h)  to have  financial and ad ministrative powers for effective ad ministration of the \nAuthority, as approved  by the Chairman;\n \n(i)     issue no tices of mee tings of the Author ity and to mainta in proper record of the \nminutes  and proceedings the reof; and  \n \n(j)     to  perform  su ch  other  functions  as  may  be  delegated  by  the Chairman; \nprovided that in the absence of the Director General, the senior most officer \npresent in the Authority shall act as the Director General. \n \n(4)    The  Director General may by special order delegate his powers and functions to any  other \nsenior officer of the A uthority: \n \nPage 9 of 11 \n  Prov ided  that  the  Director  General  may  de legate  his  po wers  and functions under this \nprovision sp aringly and n ot as a rule. \n \n 10. Assistance and call for information.—(1) The Federal Government’s agencies, \nProvincial Governments’ departments shall assist the Authority in providing information and d ata as \nmay be required for the purposes of  this Act. \n \n (2)  For  the purposes of Sub-section (1), the Director General or any o fficer authorized by \nhim may call for information and  data from all Federal Ministries, Pro vincial Departments and any \ncompetent authority at such intervals and time, as and when required. \n \n (3) All information and data provided to the Authority under this Act shall be kept con fidential \nand shall not be disclosed to any national or international organization other than for the purposes of \nthis Act. \n  \n (4)  Upon contravention of any of the provisions of  this Act or violation or   non-implementation   \nof any law pertaining to an ti-money laundering, coun tering financing of terrorism and targeted \nfinancial sanctions by any  official of  any competent authority, the Authority shall recommend \nappropriate disciplinary action under relevant law against such official. \n \n 11. Appointment of officers, staff etc., by the Authority.—(1) The Authority with the \napproval of the Federal Government may from time to time appo int, either through d irect recruitment \nor through deputation su ch cadre or ex-cadre officials, experts or consultants as it may consider \nnecessary for the performance of functions under this Act. \n \n (2) The Authority with the approval of the Federal Government shall prescribe service \nregulations for the ap pointment, promotion and  transfer of officers, staff, experts and con sultants, their \nterms and  conditions of service including additional financial incentives such as special salaries, \nallowances, pen sion or gratuity, constitution and management of pension and gratuity and sh all be \ncompetent to take disciplinary action against them.\n \n (3)    The Authority may delegate powers contained in this section to the Chairman and may \nspecify terms and conditions for exercising such pow ers. \n \n 12. Fund .—(1)  There  shall  be  established  a  fund  to  be  known  as National Anti-Mon ey \nLaundering and Countering Terrorism Authority Research and Dev elopment Fund. \n \n (2)    The Fund shall consist of,— \n \n(a)     funds  or budget amount received from the Federal Government; \n \n(b)     grants made by the international bodies, organizations and entities, in \naccordance with procedu res laid down by the Fed eral Government; and \n \n(c)     such other sums as may be received by the A uthority. \n \n (3) The Fund  shall be administered by the Director General in such manner as may be \nprescribed. \n \n \nPage 10 of 11 \n  (4) The Authority may receive international assistance in the field of an ti-money laundering \nand coun tering terrorism in the manner as may be prescribed. \n \n 13. Budget for the Authority.—The Director General shall, in respect of each financial year \nin accordance with the financial proced ures approved  by the Authority, prepare the annu al budget \nestimates of the Authority and submit the same to the Fed eral Government after the approval of the \nAuthority. \n \n 14.  Maintenan ce of accoun ts and  internal control.—The Authority shall maintain complete \nand accurate boo ks of acc ounts in con nection with the discharge of its responsibilities as may be \nprescribed by  the Auditor-General of Pak istan. \n \n 15. Audit.—(1) The accounts of the Authority shall be aud ited every year  by the Aud itor-\nGeneral of Pakistan in such manner as may be prescribed. \n \n (2) The Authority shall appoint its own financial advisor to regulate the financial matters and \nfor internal audit. \n \n 16. Annual Report.—The Authority shall compile and submit an annu al-report on its activities \nand accounts to the Fed eral Government.\n \n 17. Inde mnity.—No prosecution, suit or other legal proceedings shall lie against the Authority \nor its officers and consultants for anything done in good faith for carrying out the pu rposes of this Act \nor rules and regulations made thereunder. \n \n 18. Power of the Feder al Gover nment to issue directives.—The Fede ral Government may, \nas and when it considers necessary, issue directives to the Authority on matters of policy and such \ndirectives shall be binding on the Authority and if a question arises whether any matter is a matter of \npolicy or not, the decision of the Federal Government thereon shall be final. \n \n 19. Power to make ru les and  regu lations.—(1) The Federal Government may, on the \nrecommendation of the Authority, make rules for carrying out the purposes of this Act. \n \n (2) The Authority may make regulations for the following purposes, namely:— \n(a) effective and smooth functioning of the A uthority;  \n(b)     internal working of the A uthority; \n(c)     terms  and  conditions  of  the  employees  and  grant  of  additional a llowances, \nrewar ds or any other incentives, \n \n 20. Relationship with other laws.—(1) Save as provided  in  the proviso to sub-section (2) \nof this section and section 24, the provisions of this Act shall be in addition to and  not in derogation \nwith any  other law for the time being enforce. \n \n (2) Nothing con tained in this Act  shall override, limit or extinguish any functions and or  \npowers of  any  authority, agency, depa rtment  or competent au thority in connection with anti-money \nlaundering, countering of financing of terrorism and targeted financial sanctions, whether such \nfunctions and or  powers have  been conferred upon any authority, agency, depa rtment or competent \n \nPage 11 of 11 \n authority und er any law or  through exe cutive or administrative order of the Fede ral or Provincial \nGovernment, as the case may be: \n \n Prov ided that section 5 of the Anti-Money Laundering Act, 2010 sh all continue to be \nimplemented to the ex tent the same is not inconsistent or ove rlapping with the provisions of this Act. \n \n 21. Employees deemed to be Public Servants.—The employees of the Authority shall be \ndeemed to be Public Servants within the meaning of Sec tion 21  of the Pakistan Penal  Code (Act \nXLV 1860).\n \n 22. Repeals, Savings a nd Validity of Actions, etc.—(1) On the commencement of this Act— \n \n(a)     the Prime Minister’s Office Order No 3021/M/SPM/2019 dated 2nd August, \n2019  constituting the National Financial Action Task Force Coordination \nCommittee shall stand rescinded; and \n \n(b)     Notification No. 4-1/2019 -Min-I dated 30-12-2019  of the Federal Government \nsetting up the National Financial Action Task  Force Cell shall stand rescinded. \n \n (2) All rights, powers, authorities and privileges, of whatever kind of the National Financial \nAction Task Force Coordination Committee and the National Financial Action Task  Force Cell \nsubsisting immediately before their dissolution shall stand transferred to and ve st in the Authority \nestablished und er this Act. \n \n (3) Anything done,  actions taken, orders passed, instruments made, no tifications issued, \nagreements made, proceedings initiated, processes or communication issued, powers conferred, \nassumed or exercised, by the National Fin ancial Action Task  Force Coordination Committee and  or \nthe National Fin ancial Action Task Force Cell, as the case may be, or  their officers on or after the \ndates of the respective notifications referred to in paragraph (a) and (b) of su b-Section (1) of this \nSection and  before commencement of this Act, shall be dee med to have been validly done, made, \nissued, taken, initiated, conferred, assumed,  and  exercised  and  provisions  of  the  Act  shall  have,  \nand  sh all  be dee med always to have had, effect accordingly. \n \n (4)  At the time of commencement of this Act, all officers and staff depu ted to the National \nFinancial Action Task  Force Cell shall continue working under  the Authority until the Federal \nGovernment shall make appropriate order with respect to retention, posting or repartriation of such \nofficers and staff. \n \n (5) Notwithstanding anything contrary contained in any other law for the  time  being  in  \nforce,  upon  commencement  of  this  Act,  reference  to  the Director General FATF Cell appearing \nin any  existing law shall be deemed to be the D irector General of the Authority und er this Act. \n \n 23.  Power to interpret.—(1) The Federal Government may issue clarification with regards \nto any ambiguity arising out of interpretation of this Act in relation to other relevant laws for the \ntime being in force."
}