{
    "file": "./converted_json\\administrator7216ca9d9d0fb46ab8628c83dd0102a9.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "Page 1 of 9 \n  \n \nTHE ARBITRATION (PRO TOCOL AND CONVENTION) ACT, \n1937  \n \n CONTENTS  \n1.  Short title extent and operation  \n2.  Interpretation  \n 3.  Stay of proceedings in respect of matters to be refered to arbitration  \n4.  Effect of foreign awards  \n5.  Filling of foreign award in Court  \n6.  Enforcement of foreign award  \n7.  Conditions for enforcement of foreign awards  \n8.  Evidence  \n9.  Saving  \n10.  Rule -making powers of the High Court  \nFIRST SCHEDULE  \nSECOND SCHEDULE  \n \n \n  \n\n \nPage 2 of 9 \n THE ARBITRATION (PROT OCOL AND CONVENTION) ACT, 1937  \n1ACT No. VI of 1937  \n[4th March, 1937]  \nAn Act to make certain further provisions respecting the law of arbitration in 2[Pakistan].  \n WHEREAS India was a State signatory to the Protocol on Arbitration Clauses set forth in \nthe First Schedule, and to the Convention on the Execution of Foreign Arbitral Awards set forth in \nthe Second Schedule, subject in each case to a reservation of the right to li mit its obligations in \nrespect thereof to contracts which are considered as commercial under the law in force in 2[Pakistan ];  \n AND WHEREAS it is expedient, for the purpose of giving effect to the said Protocol and of \nenabling the said Convention to become  operative in 2[Pakistan], to make certain further provisions \nrespecting the law of arbitration ; It is hereby enacted as follows :-  \n 1. Short title extent and operation .___(1) This Act may be called the Arbitration (Protocol \nand Convention) Act, 1937.  \n 3[(2) It extends to the whole of Pakistan.]  \n (3) The provisions of this Act, except this section, shall have effect only from such date as the \n4[Federal Government] may, by notification in the 5[official Gazette], appoint in this behalf, and the \n4[Federal G overnment] may appoint different dates6 for the coming into effect of different provisions \nof the Act.  \n 2. Interpretation - 7[(1)] In this Act “foreign award ” means an award on h differences \nrelating to matters considered as commercial under the t' law in force in 8[Pakistan], made aft er the \n28th day of July, 1924,__ \n(a)  in pursuance of an agreement for arbitration to which the Protocol set forth in \nthe First Schedule applies, and  \n(b)  between persons of whom one is subject to the jurisdiction of some one of \nsuch Powers as the 4[Federal Government], being satisfied that reciprocal \nprovisions have been made, may, by notification6 in the 5[official Gazette], \ndeclare to be parties to the Co nvention set forth in the Second Schedule, and \nof whom the other is subject to the jurisdiction of some other of the Powers \naforesaid, and  \n+The Act has been extended to the Leased Areas of Baluchistan, see the Leased Areas (Laws) Order, 1953, (G.G.O.3 of 1953); and applied in the \nFederal Areas of Baluchistan, see Baluchistan, see Gazette of India, 1937, Pt. I, p.1499.  \n2Subs. by the Central Laws (St atue Reform) Ordinance, 1960 (XXI  of 1960),s.3 and 2nd Sch. (with effect from the 14th October, 1955), for “the \nProvinces and the Capital of the Federation ” which had been subs. by A.O., 1949, for “British India ”.  \n3Subs. by Ord. No. XXI  of 1960, s.3 and 2nd Sch. (with effect from the 14th October, 1955), for sub -section (2) as amended by A.O., 1949, and the \nFede ral Laws (Revisi on and Declaration) Act, 1951 (XXVI  of 1951), s.8.  \n4Subs. by F.A.O., 1975, Art.2 and Table, for “Central Government ” which was subs. by A.O., 1937, for “G.G.in C. ”.  \n5Subs. by A.O., 1937 for “Gazette of India ”.  \n6Section 3 came into effect on the 30th November, 1937: see Gazette of India, 1937, Pt.I, p.1945; and section 2 and 4 to 10 on the 23rd January, 1938: \nsee ibid ., 1938, Pt.I, p.25.  \n7Section 2 was re -numbered as seb -section (1) of that section by the Foreign  Awards and Maintenance Orders Enforcement (Amdt.) Ordinance, 1962 \n(LIII of 19623),s.2 ( with effect from the 15th August, 1947 ).  \n8Subs. by Ord. No. XXI  of 1960, s.3 and 2nd Sch. ( with effect from the 14th October, 1955 ), for “the Provinces and the Capital  of the Federation ” \nwhich had been subs. by A.O., 1949, for “British India ”.  \n \n \nPage 3 of 9 \n  (c)  in one of such territories as the 1[Federal Government], being satisfied that \nreciprocal provisions have been made, may, by like notification, declare to be \nterritories to  which the said Convention applies, and for the purposes of this \nAct an award shall not be deemed to be final if any proceedings for the \npurpose of contesting the validity of the award are pending in the country in \nwhich it was made.  \n 2[(2) For the remova l of doubt it is hereby declared that any notification issued under this \nsection by the late Government of India before the fifteenth day of August, 1947, and in force on that \nday for the purpose of enforcement of foreign awards in British India, declaring  any Power to be a \nparty to the said Convention or any territory to be the territory to which the Convention applies, shall \nbe deemed to be a notification issued by the 3[Federal Government] for the purpose of enforcement \nof foreign awards in Pakistan.]   \n 3. Stay of proceedings in respect of matters to be refered to arbitration .— \nNotwithstanding anything contained in the 4[Arbitration Act, 1940], or in the Code of Civil \nProcedure, 1908 (V of 1908), if any party to a submission made in pursuance of an agreem ent to \nwhich the Protocol set forth in the First Schedule as modified by the reservation subject to which it \nwas signed by India applies, or any person claiming through or under him, commences any legal \nproceedings in any Court against any other party to t he submission or any person claiming through or \nunder him in respect of any matter agreed to be referred, any party to such legal proceedings may, at \nany time after appearance and before filing a written statement or taking any other steps in the \nproceedin gs, apply to the Court to stay the proceedings ; and the Court, unless satisfied that the \nagreement or arbitration has become inoperative or cannot proceed, or that there is not in fact any \ndispute between the parties with regard to the matter agreed to be  referred, shall make and order \nstaying the proceedings.  \n 4. Effect of foreign awards .___(1) A foreign award shall, subject to the provisions of this \nAct, be enforceable in 5[Pakistan] as if it were an award made on a matter referred to arbitration in \nPakistan.  \n (2) Any foreign award which would be enforceable under this Act shall be treated as binding \nfor all purposes on the persons as between whom it was made, and may accordingly be relied on by \nany of those persons by way of defence set off or otherwis e in any legal proceedings in 5[Pakistan], \nand any references in this Act to enforcing a foreign award shall be construed as including references \nto relying on an award.  \n 5. Fi lling of foreign award in Court .___(1) Any person interested in a foreign award  may \napply to any Court havin g jurisdiction over the subject matter of the award that the award be filed in \nCourt.  \n (2) The application shall be in writing and shall be numbered and registered as a suit between \nthe applicant as plaintiff and the other par ties as defendants.  \n (3) The Court shall direct notice to be given to the parties to the arbitration, other than the \napplicant, requiring them to show cause, within a time specified, why the award should not be filed.  \n \n1Subs. by F.A.O., 1975, Art.2 and Table, for “Central Government ” which was subs. by A.O., 1937, for “G.G.in C. ”.  \n2Sub-section (2) added by Ord.  No. LIII  of 1962, s.2 ( with effect from the 15th August, 1947 ),  \n3Subs. by F.A.O., 1975, Art.2 and Table, for “Central Government ”.  \n4Subs. by the Rep ealing and Amending Act, 1940 (  XXXII of 1940),s.3 and 2nd Sch., for “Indian Arbitration Act, 1899 ”.  \n5Subs. by the Central Laws (Statue Reform) Ordinance, 1960 ( XXI of 1960),s.3 and 2nd Sch. (with effect from the 14t h October, 1955), for “the \nProvinces and the Capital of the Federation ” which had been subs. by A.O., 1949, for “British India ”.  \n \nPage 4 of 9 \n  6. Enforcement of foreign award .___(1) Where the Court is satisfied that the foreign award \nis enforceable under this Act, the  Court shall order the award to be filed and shall proceed to \npronounce judgment according to the award.  \n (2) Upon the judgment so pronounced a decree shall follow, and no appeal shall lie from such \ndecree except in so far as the decree is in excess of or  not in accordance with the award.  \n 7. Conditions fo r enforcement of foreign awards .___(1) In order that a foreign award may \nbe enforceable under this Act it must have -  \n(a)  been made in pursuance of an agreement for arbitration which was valid under \nthe law by which it was governed,  \n(b)  been made by the tribunal provided for in the agreement or constituted in \nmanner agreed upon by the parties,  \n(c)  been made in conformity with the law governing the arbitration procedure,  \n(d)  become final in the country in which it was made,  \n(e)  been in respect of a matter which may lawfully be referred to arbitration under \nthe law of 1[Pakistan], and the enforcement thereof must not be contrary to the \npublic policy or the law, of 1[Pakistan].  \n(2) A foreign award shall not be enforceable under this Act if the Court dealing with the case \nis satisfied that —  \n(a)  the award has been annulled in the country in which it was made, or  \n(b)  the party against whom it is sought to enforce the award was not given notice \nof the arbitration proceedings in sufficient time to enable him to present his \ncase, or was under some legal incapacity and was not properly represented, or  \n(c)  the award does not deal with all the questions referred or contains decisions on \nmatter beyond the scope of the agreement for arbitration;  \n Provided that if the award does not deal with all questions referred the Court may, if it thinks \nfit, either postpone the enforcem ent of the award or order its enforcement subject to the giving of \nsuch security by the person seeking to enforce it as the Court may think fit.  \n (3) If a party seeking to resist the enforcement of a foreign award proves that there is any \nground other tha n the non -existence of the conditions specified in clauses (a), (b) and (c) of sub -\nsection (1), or the existence of the conditions specified in clauses (b) and (c) of sub -section (2), \nentitling him to contest the validity of the award, the Court may, if it  thinks fit, either refuse to \nenforce the award or adjourn the hearing until after the expiration of such period as appears to the \nCourt to be reasonably sufficient to enable that party to take the necessary steps to have the award \nannulled by the competen t tribunal.  \n \n1Subs. by the Central Laws (S tatue Reform) Ordinance, 1960 (XXI  of 1960),s.3 and 2nd Sch. (with effect from the 14th October, 1955), for “the \nProvinces and the Capital of the Federation ” which had been subs. by A.O., 1949, for “British India ”.  \n \nPage 5 of 9 \n  8. Evidence .___(1) The party seeking to enforce a foreign award must produce —  \n(a)  the original award or a copy thereof duly authenticated in manner required by \nthe law of the country in which it was made ;  \n(b)  evidence proving that the award has be come final ; and  \n(c)  such evidence as may be necessary to prove that the award is a foreign award \nand that the conditions mentioned in clauses (a), (b) and (c) of sub -section (1) \nof section 7 are satisfied.  \n (2) Where any document requiring to be produc ed under sub -section (1) is in a foreign \nlanguage, the party seeking to enforce the award shall produce a translation into English certified as \ncorrect by a diplomatic or consular agent of the country to which that party belongs or certified as \ncorrect in such other manner as may be sufficient according to the law in force in 1[Pakistan].  \n 9. Saving .—Nothing in this Act shall —  \n(a)  prejudice any rights which any person would have had of enforcing in \n1[Pakistan] any award or of availing himself in 1[Pakistan] of any award if this \nAct had not been passed, or  \n(b)  apply to any award made on an arbitration agreement governed by the law of \n1[Pakistan].  \n 10. Rule -making powers of the High Court. —The High Court may make rules consistent \nwith this Act as to-  \n(a)  the filing of foreign awards and all proceedings consequent thereon or \nincidental thereto ;  \n(b)  the evidence which must be furnished by a party seeking to enforce  a foreign \naward under this Act ; and  \n(c)  generally, all proceedings in Court und er this Act.  \nFIRST SCHEDULE  \n \nPROTOCOL ON ARBITRATION CLAUSES  \n The undersigned, being duly authorised, declare that they accept: on behalf of the countries \nwhich they represent, the following provisions:  \n 1. Each of the Contracting States recognises the validity of an agreement whether relating to \nexisting or future differences between parties subject respectively to the jurisdiction of different \nContracting States by which the parties to a contract agree to  submit to arbitration all or any \ndifferences that may arise in connection with such contract relating to commercial matters or to any \nother matter capable of settlement by arbitration,  \n whether or not the arbitration is to take place in a country to whos e jurisdiction none of the \nparties is subject.  \n1Subs. by the Central Laws (Statue Reform) Ordinance, 1960 ( XXI of 1960),s.3 and 2nd Sch. (with effect from the 14th October, 1955), for “the \nProvinces and the Capital of the Federation ” which had been subs. by A.O., 1949, for “British India ”.  \n \nPage 6 of 9 \n  Each Contracting State reserves the right to limit the obligation mentioned above to contracts \nwhich are considered as commercial under its national law. Any Contracting State which avails itself \nof this right will notify the Secretary -General of the League of Nations in order that the other \nContracting States may be so informed.  \n 2. The arbitral procedure, including the constitution of the Arbitral Tribunal, shall be \ngoverned by the will of the p arties and by the law of the country in whose territory the arbitration \ntakes place.  \n The Contracting States agree to facilitate all steps in the procedure which require to be taken \nin their own territories, in accordance with the provisions of their law governing arbitral procedure \napplicable to existing differences.  \n 3. Each Contracting State undertakes to ensure the execution by its authorities and in \naccordance with the provisions of its national laws of arbitral awards made in its own territory under  \nthe preceding articles.  \n 4. The tribunals of the Contracting Parties, on being seized of a dispute regarding a contract \nmade between persons to whom Article 1 applies and including an Arbitration Agreement whether \nreferring to present or future differenc es which is valid in virtue of the said article and capable of \nbeing carried into effect, shall refer the parties on the application of either of them to the decision of \nthe Arbitrators.  \n Such reference shall not prejudice the competence of the judicial t ribunals in case the \nagreement or the arbitration cannot proceed or becomes inoperative.  \n 5. The present Protocol, which shall remain open for signature by all States, shall be ratified. \nThe ratification shall be deposited as soon as possible with the Sec retary -General of the League of \nNations, who shall notify such deposit to all the Signatory States.  \n 6. The present Protocol will come into force as soon as two ratifications have been deposited. \nThereafter it will take effect, in the case of each Contrac ting State, one month after the notification \nby the Secretary -General of the deposit of its ratification.  \n 7. The present Protocol may be denounced by any Contracting State on giving one year's \nnotice. Denunciation shall be effected by a notification addr essed to the Secretary -General of the \nLeague, who will immediately transmit copies of such notification to all the other Signatory States \nand inform them of the date on which it was received. The denunciation shall take effect one year \nafter the date on wh ich it was notified to the Secretary -General, and shall operate only in respect of \nthe notifying State.  \n 8. The Contracting States may declare that their acceptance of the present Protocol does not \ninclude any or all of the under -mentioned territories : that is to say, their colonies, overseas \npossessions  or territories, protectorates or the territories over which they exercise a mandate.  \n The said States may subsequently adhere separately on behalf of any territory thus excluded. \nThe Secretary -General of the League of Nations shall be informed as soon as possible of such \nadhesions. He shall notify such adhesions to all Signatory States. They will take effect one month \nafter the notification by the Secretary -General to all Signatory States.  \n \nPage 7 of 9 \n  The Contractin g States may also denounce the Protocol separately on behalf of any of the \nterritories referred to above. Article 7 applies to such denunciation.  \nSECOND SCHEDULE  \n \nCONVENTION ON THE EXECUTION OF FOREIGN ARBITRAL AWARDS  \n Article 1.__ In the territories of a ny High Contracting Party to which the present Convention \napplies, an arbitral award made in pursuance of an agreement, whether relating to existing or future \ndifferences (hereinafter called “a submission to arbitration ”) covered by the Protocol on Arbitra tion \nClauses opened at Geneva on September 24th, 1923, shall be recognised as binding and shall be \nenforced in accordance with the rules of the procedure of the territory where the award is relied \nupon, provided that the said award has been made in a terri tory of one of the High Contracting \nParties to which the present Convention applies and between persons who are subject to the \njurisdiction of one of the High Contracting Parties.  \n To obtain such recognition or enforcement, it shall, further, be necessary:  \n(a)  That the award has been made in pursuance of a submission to arbitration \nwhich is valid u nder the law applicable thereto ;  \n(b)  That the subject -matter of the award is capable of settlement by arbitration \nunder the law of the country in which the aw ard is sought to be relied upon ;  \n(c)  That the award has been made by the Arbitral Tribunal provided for in the \nsubmission to arbitration or constituted in the manner agreed upon by the \nparties and in conformity with the law gove rning the arbitration procedure ;  \n(d)  That the award has become final in the country in which it has been made, in \nthe sense that it will not be considered as such if it is open to opposition, \nappeal or pou rvoien cassation (in the countries where such forms of procedure \nexist) or if it is proved that any proceedings for the purpose of contesting the \nvalidity of the award are pending ;  \n(e)  That the recognition or enforcement of the award is not contrar y to the public \npolicy or to the principles of the law of the country in which it is sought to be \nrelied upon.  \n Article 2.__Even if the conditions laid down in Article 1 hereof are fulfilled, recognition and \nenforcement of the award shall be refused if th e Court is satisfied;  \n(a)  That the award has been annulled in the country in which it was made;  \n(b)  That the party against whom it is sought to use the award was not given notice \nof the arbitration proceedings in sufficient time to enable him to presen t his \ncase ; or that, being under a legal incapacity, he was not properly represented ;  \n(c)  That the award does not deal with the differences contemplated by or falling \nwithin the terms of the submission to arbitration or that it contains decisions \non ma tters beyond the scope of the submission to arbitration.  \n \nPage 8 of 9 \n  If the award has not covered all the questions submitted to the arbitral tribunal, the competent \nauthority of the country where recognition or enforcement of the award is sought can, if it thinks f it, \npostpone such recognition or enforcement or grant it subject to such guarantee as that authority may \ndecide.  \n Article 3.__If the party against whom the award has been made proves that, under the law \ngoverning the arbitration procedure, there is a grou nd, other than the grounds referred to in Article \n1(a) and (c), and Article 2 (b) and (c), entitling him to contest the validity of the award in a Court of \nLaw, the Court may, if it thinks fit, either refuse recognition or enforcement of the award or adjou rn \nthe consideration thereof, giving such party a reasonable time within which to have the award \nannulled by the competent tribunal.  \n Article 4. The party relying upon an award or claiming its enforcement must supply, in \nparticular  \n (1) The original awar d or a copy thereof duly authenticated, according to the requirements of \nthe law of t he country in which it was made ;  \n (2) Documentary or other evidence to prove that the award has become final, in the sense \ndefined in Article 1 (d), in t he country in whi ch it was made ;  \n (3) When necessary, documentary or other evidence to prove that the conditions laid down in \nArticle 1, paragraph 1 and paragraph 2 (a) and (c), have been fulfilled.  \n A translation of the award and of the other documents mentioned in this  Article into the \nofficial language of the country where the award is sought to be relied upon may be demanded. Such \ntranslations must be certified correct by a diplomatic or consular agent of the country to which the \nparty who seeks to rely upon the award  belongs or by a sworn translator of the country where the \naward is sought to be relied upon.  \n Article 5. The provisions of the above Articles shall not deprive any interested party of the \nright of availing himself of an arbitral award in the manner and t o the extent allowed by the law or \nthe treaties of the country where such award is sought to be relied upon.  \n Article 6. The present Convention applies only to arbitral awards made after the coming into \nforce of the Protocol on Arbitration Clauses, opened  at Geneva on September 24th, 1923.  \n Article 7. The present Convention, which will remain open to the signature of all the \nsignatories of the Protocol of 1923 on Arbitration Clauses, shall be ratified.  \n It may be ratified only on behalf of those Members of the League of Nations and non -\nMember States on whose behalf the Protocol of 1923 shall have been ratified.  \n Ratifications shall be deposited as soon as possible with the Secretary -General of the League \nof Nations, who will notify such deposit to all th e signatories.  \n Article 8. The present Convention shall come into force three months after it shall have been \nratified on behalf of two High Contracting Parties. Thereafter, it shall take effect, in the case of each \nHigh Contracting Party, three months af ter the deposit of the ratification on its behalf with the \nSecretary -General of the League of Nations.  \n \nPage 9 of 9 \n  Article 9. The present Convention may be denounced on behalf of any Member of the \nLeague or Non-Member  State. Denunciation shall be notified in writing to the Secretary -General of \nthe League of Nations, who will immediately send a copy thereof, certified to be in conformity with \nthe notifications, to all the other Contracting Parties, at the same time info rming them of the date on \nwhich he received it.  \n The denunciation shall come into force only in respect of the High Contracting Party which \nshall have notified it and one year after such notification shall have reached the Secretary -General of \nthe League of Nations.  \n The denunciation of the Protocol on Arbitration Clauses shall entail, ipso facto, the \ndenunciation of the present Convention.  \n Article 10. The present Convention does not apply to the Colonies, Protectorates or \nterritories under suzerainty or mandate of any High Contracting Party unless they are specially \nmentioned. The application of this Convention to one or more of such Colonies, Protector ates or \nterritories to which the Protocol on Arbitration Clauses opened at Geneva on September 24th, 1923, \napplies, can be effected at any time by means of a declaration addressed to the Secretary -General of \nthe League of Nations by one of the High Contrac ting Parties.  \n Such declaration shall take effect three months after the deposit thereof.  \n The High Contracting Parties can at any time denounce the Convention for all or any of the \nColonies, Protectorates or territories referred to above. Article 9 here of applies to such denunciation.  \n Article 11. A certified copy of the present Convention shall be transmitted by the Secretary -\nGeneral of the League of Nations to every Member of the League of Nations and to every non -\nMember State which signs the same.  \n__________  \n \n \n \n \n \n \n \n \n \nDate d: 05.04.24"
}