{
    "file": "./converted_json\\administrator9029a73af0c041da44400c107135a3da.json",
    "name": "National Assembly Secretariat Employees Act, 2018",
    "date": "27th February, 2018",
    "tagline": "To regulate the recruitment and conditions of service of persons appointed in the National Assembly Secretariat",
    "content": "Page 1 of 11 \n  \n \n \n \n \nTHE NATIONAL  ASSEMBLY  SECRETARIAT EMPLOYEES ACT, 2018  \n \n \n \n \n \n \n \n \n    CONTENTS  \n    ___________  \n \nSECTIONS:  \n1. Short title, application and commencement.  \nCHAPTER -I \nPRELIMINARY  \n2.  Definitions . \nCHAPTER -II \nSECRETARIAT  \n3. Secretariat.  \n4.  Strength and composition of the Secretariat.  \nCHAPTER -III \nTERMS AND CONDITIONS OF SERVICE  \n5. Terms and conditions of service.  \n6.  Appointments.  \n7.  Appointments on deputation.  \n8.  Probation.  \n9.  Confirmation.  \n10.  Seniority.  \n \nUpdated till 08.03.2023\n \nPage 2 of 11 \n 11. Promotion.  \n12.  Posting and transfer.  \n13.  Termination of service.  \n14.  Reversion to a lower post, etc.  \n15.  Retirement from service.  \n16.  Pay. \n17.  Employment after retirement.  \n18.  Conduct.  \n19.  Efficiency and discipline.  \n20.  Right of appeal or representation.  \nCHAPTER -IV \nMISCELLANEOUS  \n21.  Saving.  \n22.  Indemnity.  \n23. Jurisdiction barred.  \n24.  Removal of difficulties.  \n25.  Interpretation.  \n26.  Gender.  \nCHAPTER -V \nRULES  \n27.  Rules.  \n28.  Directions of the Speaker.  \n29.   Relaxation of rules.  \n30.  Repeal.  \n  \n \nPage 3 of 11 \n THE NATIONAL  ASSEMBLY  SECRETARIAT EMPLOYEES ACT, 2018  \n \nACT NO. VII OF 2018  \n[27th February, 2018 ] \nAn Act to regulate the recruitment and the conditions of service of persons appointed in the National \nAssembly Secretariat  \nWHEREAS  it is expedient to regulate by law the recruitment and the conditions of service of \npersons appointed in the National Assembly Secretariat and to provide for matters connected therewith \nor ancillary thereto;  \nIt is hereby enacted as follows:  — \n1. Short title, application and commencement .—(1) This Act may be called the National \nAssembly Secretariat Employees Act, 2018.  \n  (2) It applies to all employees in the National Assembly Secretariat wherever they may be.  \n  (3) It shall come into force at once.  \nCHAPTER -I \nPRELIMINARY  \n 2. Definitions. —(1) In this Act, unless there is anything repugnant in the subject or context, — \n(a) “ad hoc  appointment ” means appointment  of a duly qualified person  made \notherwise than in accordance with the prescribed method of recruitment, \npending recruitment  in accordance with such method;  \n \n(b) “appointing  authority ” in relation to a post means the person authorized to \nmake appointment  to a post;   \n \n(c) “Basic Pay Scales (BPS) ” means pay scales prescribed by the Government and \nadopted by the Secretariat;  \n \n(d) “civil servant ” shall have the same meaning as assigned to it in the Civil \nServant s Act, 1973 (LXXI of 1973) ; \n \n(e) “competent authority ” means the appointing authority;  \n \n(f) “Constitution ” means the Constitution of the Islamic Republic of Pakistan;  \n \n(g) “deputation ” means temporary transfer on loan of the services of an employee \nfrom the secretariat or transfer to the Secretariat of a person from Federation or \nany Province or other authority;  \n \n(h) “directi ons” means written directions of the Speaker as notifi ed in the official \nGazette;  \n \nPage 4 of 11 \n (i) “employee ” means a person appointed in the Secretariat , who shall have the \nstatus of a civil servant subject to such modifications as the Speaker in \nconsultation with the Finance committee may make, but does not include — \n(a) a person who is on deputation to the Secretariat; and  \n(b)  a person who is employed on  contract or work -charged basis  or who is \npaid from contingencies;  \n \n(j) “Finance Committee ” means the Finance  Committee of the National Assembly \nconstituted as proved in Article 88 of the Constitution;  \n \n(k) “Government ” means the Federal Government;  \n \n(l) “initial appointment ” means appointment made otherwise than by promotion \nor transfer;  \n \n(m) “pay” means the amount drawn mo nthly by an employee as pay and includes \ntechnical pay, special pay, personal pay and other emoluments declared as such \nby the Government for the civil servants subject  to such modifications as the \nSpeaker or the Finance C ommittee, as the case may be, may make;  \n \n(n) “permanent post ” means a post sanctioned without limit of time;  \n \n(o) “post” means a post sanctioned in the Secretariat ; \n \n(p) “prescribed ” means prescribed by rules or directions of the Speaker, as the case \nmay be, notified in the official Gazette from time  to time;  \n \n(q) “rules ” means rules made or deemed to have been made under this Act;  \n \n(r) “Secretariat ” means the National Assembly Secretariat;  \n \n(s) “Secretary ” means the Secretary of the Secretariat who shall have the status of \na Secretary of the Government and,  in case of absence of Secretary, includes \nany other person authorized by the Speaker to perform the functions as Acting \nSecretary for the time being;  \n \n(t) “selection authority ” means the Federal Public Service Commission, a \nDepartmental Selection Committee or oth er authority or body on the \nrecommendation of or in consultation with which  any appointment or \npromotion, a s may be prescribed,  is made;  \n \n(u) “Speaker ” means the Speaker of the National Assembly; and  \n \n(v) “temporary  post” means a post other than a permanent post.  \n \n \n \nPage 5 of 11 \n (2)  For the purposes of this Act, an appointment, whether by promotion or otherwise, shall be \ndeemed to have been made on regular basis if it is made in the prescribed manner.  \n(3)  All words and expressions used but on defi ned in this Act , shall unless the context \notherwise requires, have the meanings assigned to them in the Constitution.  \nCHAPTER -II \nSECRETARIAT  \n3.  Secretariat .—There shall be a separate Secretariat of the National Assembly headed by the \nSecretary.  \n4.  Strength and composi tion of the Secretariat .—(1) The Secretariat shall have permanent \nand temporary posts as may, from time to time, b e sanctioned and notified in  the official Gazette.  \n(2) The Speaker may upgrade or re -designate or create or abolish any post:  \nProvided that no post in BPS -17 or above shall be u pgraded or created for a period \nexceeding  six months, except after consultation with the Finance Committee.  \n(3) The Speaker may b y order direct that his power under sub -section (2), in such circumstances \nand under such conditions, if any, as may be specified in the direction, also be exercisable by the \nSecretary.  \n(4) When a post is creat ed or upgraded or re -designated,  permanently  or temporarily, or \nabolished, it shall be notified in the official Gazette.  \nCHAPTER -III \nTERMS AND CONDITIONS OF SERVICE  \n5. Terms and conditions of service .—(1) The terms and conditions of service of an employee \nshall be as provide d in this Act and the rules.  \n(2) The terms and conditions of service of any person to whom this Act ap plies shall not be \nvaried to his disadvantage.  \n(3) Subject to this Act and rules, all other terms and conditions  of service, including pay \nallowances, advances, retirement, deputation, pension, gratuity, provident fund, benevolent fund, \ngroup insurance, fi nancial or family assistance packages  including in service death, leave or all other \nrights, perks, privileges, prerogatives, concessions, entitlements, memberships, facilities, including \nmedical, housing, education and all o ther schemes of the Government,  of an employee, \nnotwithstanding any judgement or order of any court, tribunal or a quasi -judicial authority , shall be \nsuch as governed by the  law, rules, policies, instructions and guidelines for the time being in force and \napplicable, admissible or enjoy ed or available to the civil servants in t he corresponding posts or BPS,  \nSubject to such modification s, variations or exceptions as may be made by the Speaker w ith \nconcurrence of the Finance C ommittee : \nProvided that, in case of urgency, the Speaker may make such modifications, variations \nor exceptions in anticipation of the concurrence of the Finance Committee.  \n \nPage 6 of 11 \n 6. Appointments .—(1) Appointment s in the Secretariat shall be made in the prescribed manner \nby the Speaker or by a person authorized by the Speaker in that behalf by one or more of the follo wing \nmethods, n amely; — \n(a)  by promotion of a person employed in the Secretariat;  \n(b) by transfer in the same BPS; and  \n(c)  by initial appo intment in the following manner:  \n(i)  in BPS -20 and above through an advertisement and after a selection \nprocess, upon the recommendations of Departmental Selection \nCommittee;  \n(ii)  in BP S-16 to 19, on the basis of  recommendations by the Federal Public \nService commission; and  \n(iii)  other than those referred  to in sub -clauses (i) and (ii), upon the \nrecommendations of D epartmental Selection Committee 1[;] \n1[Provided that in case of inability of the Federal Public Se rvice \nCommission to recommend persons for initial appointment to the Posts \nin BPS -16 to BPS -19 on the requisition of the National Assembly \nSecretariat for such appointments within six months of receipt of the \nrequisition, the Speaker may withdraw the requi sition from  the Federal \nPublic Service Commission and make appointments against such posts \nthrough an open advertisement and after a selection process on the \nrecommendations of the Departmental Selection Committee. ]   \n7. Appointments on deputation .—(1) App ointment on deputation to a post shall be made in \nthe interest of the Secretariat.  \n(2) The competent authority may appoint on deputation a person serving outside the Secretariat \nin connection with the affairs of the Federation or any Province or authority .  \n(3) The terms and conditions of service of a person appointed in the Secretariat on deputation \nshall be such as may be prescribed by rules.  \n8. Probation. —(1) Appointment to a post by initial appointment under section 6, not being an \nad hoc  appointment, shall be on probation for a period of one year, or for such lesser period, as may \nbe prescribed.  \n(2) Every person appointed to a post by promotion or transfer  may also be placed on pro bation \nfor a period of one year, o r such lesser period, as may be prescribed.  \n \n \n \n1Subs. and a dded by the National Assembly Secretariat Employees (Amdt.) Act, 2022 (XXXI of 2022 ) s.2.  \n \nPage 7 of 11 \n (3) If in the opinion of the appointing authority, the work or conduct of an employee on \nprobation is unsatisfactory or shows that he is unlikely to become efficient, or where, in respect of any \npost, the satisfactory completion of probation includes the passing of a prescribed examin ation, test or \ncourse or succes sful completion of any training, a  person appointed on probation to such post who, \nbefore the expiry of the original or extended period of his probation, has failed to pass such \nexamination or test or successfully complete the course or the training shall, except as may be \nprescribed other wise, — \n(a) be on probation for such extende d period not exceeding one year, a s deemed \nappropriate; or  \n \n(b) if he was appointed to such post by initial recruitment, be discharged; or  \n \n(c) if he was appointed to such post by promotion or transfer, be reverted to the po st \nfrom which he was promoted or transferred and against which he holds a lien \nor, if there be no such  service or post, be discharged:  \nProvided that, in the case of initial  appointment to a post, an employee shall not \nbe deemed to have completed his period  of probation satisfactorily until his \ncompetence, character and antecedents have been verified as satisfactory in the opinion \nof the appointing authority.  \n(4) On the satisfactory co mpletion of period of probation, t he appointing authority may \nterminate t he probation and confirm a probationer in his appointment provided a clear vacancy exists.  \n9. Confirmation .—(1) A person appointed on probation shall on satisfactory completion of \nhis probation, be eligible for confirmation in a post as may be prescribed.   \n(2) An employee promoted to a post on regular basis shall be eligible for confirmation after \nrendering satisfactory service for the period prescribed for confirmation therein.  \n(3) An employee who, during the period of his service, was eligible to be conf irmed against \nany post retires from service before being confirmed shall not, merely by reason of such retirement, \nbe refused confirmation against such post or any benefits occurring there from.  \n (4) Confirmation of an employee agai nst a post shall take ef fect fro m the date of occurrence  \nof permanent vacancy of that post or from the date of continuous officiation on such post, whichever \nis later.  \n(5) There shall be no confirmation against any temporary post.  \n10. Seniority .—(1)For proper administration, the  appointing authority shall cause a seniority \nlist of the employees, for the time being, of such group, category or post to be prepared, but nothing \nherein contained shall be construed to confer any vested right to a particular seniority in such group, \ncategory or post, as the case may be.  \n(2) Subject to the provision of sub -section (1), the seniority or an employee shall be reckoned \nin relation to other employees belonging to the same group or post whether serving in the same \ndepartment or office or not, as may be prescribed.  \n(3) Seniority on initial appointment to a group, category or post shall be determined as may be \nprescribed.  \n \nPage 8 of 11 \n (4) Seniority in a group, category or post to which an employee is promoted shall take effect \nfrom the date of regular ap pointment to that post:  \nProvided  that employees who are selected for promotion to  a higher post in one batch \nshall , on their promotion to the hi gher post, retain their inter  se seniority as in the lower post.  \n11. Promotion .—(1) An employee possessing such minimum qualifications as m ay be \nprescribed shall be eligible for promotion to  a higher post for the time being  reserved under the rules \nfor promotion in the service or cadre to which he belongs.  \n(2) A post referred to in sub -section (1) m ay either be a selection  post or a non  selectio n post \nto which promotions shall be made as may be prescribed, — \n(a)   in the case of selection post, on the basis of selection on merit;  and \n(b)   in the case of a non -selection post, on the basis of seniorit y-cum-fitness.  \n12. Posting and transfer .—Every employee shall be liable to serve anywhere within Pakistan, \nin any equivalent or higher post subject to approval of the competent authority:  \nProvided that, where a n employee is required to serv e in a post outs ide his service o r cadre, his \nterms and conditions of service as to his pay shall not be less favorable  than those to which he would \nhave been entitled if he had not been so required to serve.  \n13. Termination of service .—(1) The service of an employee may  be terminated without \nnotice — \n(a)   during the initial or extended period of his probation:  \nProvided that where such employee is appointed by promotion on \nprobation or, as the case may be, is transferred from one service, group, category \nor post to anothe r service, group, category or post, his service shall not be so \nterminated so long as he hold s a lien against his former post in such service, \ngroup, category or post but he shall be reverted to his former service, group, \ncategory or post as the case may be;  \n(b)  if appointed on contract on the expiry of the initial or extended period of his \ncontract; or  \n(c)  if the appointment is made ad hoc  terminable on the appointment of a person on \nthe recommendation  of the selection authority, on the appointment of such \nperson or conclusion of the selection process.  \n(2)  Where , on the abolition of a post or reduction in the number of posts in a group, the services \nof an employee are required to be terminated, the pe rson whose services are terminated shall ordinarily \nbe the one who is the most junior in such group.  \n(3) Not withstanding the provisions of sub -section (1) , but subject to the provisions of sub -\nsection (2) , the service of an employee in temporary employment  or appointed ad hoc  shall be liable \nto termination on fourteen days’ notice or pay in lieu thereof.  \n \nPage 9 of 11 \n 14. Reversion to a lower post, etc. —(1) An employee appoi nted to a higher post on ad hoc , \ntemporary or officiating basis shall be liable to revers ion to h is lower post.   \n(2) No employee shall be dismissed or removed from service or reduced in rank by an authority \nsubordinate to that by which he was appointed.  \n(3) No such employee as aforesaid sha ll be dismissed or removed from  service or reduced in \nrank un til he has been given a reasonable opportunity of showing ca use against the action proposed to \nbe taken against  him: \nProvided that this sub -section shall not apply — \n(a) where an employee is dismissed or removed from service or reduced in rank on \nthe grounds of conduct which has led to his conviction on a criminal charge; or  \n(b) where the employee is still on probation or working on ad hoc  basis; or  \n(c)  where the Speaker or any person authorized by him under this Act is satisfied, \nfor reasons to be r ecorded in writing, that in the interest of the security of \nPakistan or any part thereof it is not expedient to give to that employee such an \nopportunity.  \n15.  Retirement from service. —(1) An employee shall retire from service, — \n(a)  on such date after h e has completed twenty years of service qualifying for \npension or other retirement benefits as the competent authority may, in public \ninterest, direct; or  \n(b)  where no direction is given under clause (a), on  the completion of the sixtieth  \nyear of his age or at the option of an employee on completion of twenty years \nof his service qualif ying for pension and other retirement benefits.  \n(2) No di rection under clause (a) of sub -section ( 1) shall be made until the employee has been \ninformed in writing of the grounds on which it is proposed to make the direction and has been given a \nreasonable opportunity of showing cause against the said direction.  \n16. Pay .— An employee appointed to a post  shall be entitled in accordance with the rules to \nthe pay sanctioned for such post:  \nProvided that where the appointment is made on a current -charge basis or by way of additional \ncharge, his pay shall be fixed in the prescribed manner:  \nProvided further tha t where an employee has, under an order which is later set aside, \nbeen dismissed or removed from service or reduced in rank, he shall, on the setting aside of \nsuch order, be entitled to such arrears of pay as the authority setting aside such order may \ndetermine.  \n17. Employment after retirement .—(1) A retired employee shall  not ordinarily be re -\nemployed in the Secretariat, unless such re -employment  is necessar y in the public interest and is  made \nwith the prior approval of  the authority next above the appointing authority and such re -employment \nshall be made for one year only:  \n \nPage 10 of 11 \n Provided that where the appointing authority is the Speaker, such re -employment may be  \nordered wi th the approval of the Finance C ommittee.  \n(2) Subject to law and rules, an employee may, during leave preparatory to retirement or after \nretirement from the Secretariat,  seek any employment and profession: — \nProvided that where employment  is soug ht by an employee while on leave prepara tory to \nretirement, he shall obtain prior approval of the competent authority.  \n18. Conduct .—The conduct of an employee shall be regulated by rules made, directions \nnotified or instructions issued by the Speaker, whe ther general or in respect of a specified group of \nemployees.  \n19. Efficiency and discipline. — An employee shall be liable to disciplinary action and \npenalties in accordance with the prescribed procedure.  \n20. Right of appeal or representation .— (1) Where a right to prefer an appeal or apply for a \nreview  in respect of any order relati ng to the terms and conditions of his service is provided to an \nemployee under any rules applicable to him, such appeal or application for review shall, except as may \nbe otherwise prescribed, be mad e within thirty  days of the date of such order and where a right to \nprefer an appeal does not exist it may lie to the Finance Committee.  \n(2) Where no provision for appeal or review exists under the rules in respect of any order  or \nclass of  order s, an employee aggrieved by any such ord er may within thirty days of the communication \nto him of such order, make a representation against it to the authority next above the authority which \npassed an order:  \nProvided that no representation  shall lie on matters relating to the determination of \nfitness of a person to hold a particular post or to be promoted to a higher post or BPS.  \nCHAPTER -IV \nMISCELLANEOUS  \n21. Saving . —Nothing in this Act or in any rule shall be construed to limit or abridge the power \nof the Speaker to deal with the case of an employee in such manner as ma y appear to him to be just \nand equitable:  \nProvided that, where this Act or any rule, is applicab le to the case of an employee, the case \nshall not be dealt with in a manner le ss favorable to him than that provided by this Act or such rule.  \n22. Indemnity . —Not suit, prosecution or other legal proceedings shall lie against an employee \nfor anything done in his official capacity which is in good faith done or intended to be done under this \nAct or the rules, instructions or directions made or issued or adopte d from time to time.  \n23. Jurisdiction barred . —Save as provided under this Act, the Service Tribunals Act, 1973  \n(LXX of 1973) or the rules, no order made or proceedings taken under this Act or the rules by the \nSpeaker or any officer authorized by him shal l be called in q uestion in any court and no inju nction  \nshall be granted by any court in respect of any decision made or proceedings taken in pursuance of any \npower conferred by , or under , this Act or the rules.  \n \nPage 11 of 11 \n 24. Removal of difficulties . If any difficul ty arises in giving effect to an y of the provisions of \nthis Act, t he Speaker may make such order, not inconsistent with the provisions of this Act, as may \nappear to him to be necessary for the purpose of removing the difficulty.  \n25. Interpretation . — All questions relating to interpretation of provisions of this Act shall be \nreferred to the Speaker whose decision thereon shall be final.  \n26. Gender . —In this Act, unless there is anything repugnant in the subject or context, words \nimpo rting the masculine gender shall be taken to include feminine.  \nCHAPTER -V \nRULES  \n27. Rules . —(1) The Speaker may, with the concurrence of the Finance Committee, make rules \nfor carrying out the purposes of this Act.  \n(2) A ny rules, orders or instructions in respect of any terms and condit ions of service of \nemployees dul y made or issued by an authority competent to make them and in force immediately \nbefore the commencement of this Act shall, in so far as such rules, orders or instructions are not \ninconsistent with the provisions of this Act, be deemed to be rules made under this Act.  \n28. Directions of the Speaker . — All matter s not specifically provided  for in this Act or rules \nmade there under and all questions relating to the detailed working of the Secretari at shall be  regulated \nin such manner as the Speaker may, from  time to time, direct.  \n29.  Relaxation of rules . —Where the Speaker is satisfied that the operation of any provision \nof the rules made under this Act cause any hardship in any particular case, h e may, by order, dispense \nwith or relax  the requirements of that provision to such extent and subject to such conditions as he may \nconsider necessary for dealing with the case in a just and equitable manner.  \n30. Repeal.  — (1) The National Assembly Secreta riat (Recruitment and Conditions  of Service ) \nRules, 1973 are  hereby repealed:  \nProvided that orders and instructions, including method of appointment already notified iss ued \nand post s created under the se rule s shall contin ue to be in f orce until relevant directions and rules are \nmade under this Act.  \n(2) Notwithstanding the repeal of the National Assembly Secretariat  (Recruitment  and \nConditions of Service) Rules, 1973 , all orders made, proceedings taken and acts done, including \nappointment s made eit her through initial recruitment, induction, absorption, promotion, regularization \nor on contract basis, obligation, liability or penalty incurred, power conferred or exercised, by any \nauthority or by any person, under the said rules and anything done in ex ercise of the power s, or \npurported exercise of the power s, conferred  by or under the said rules, shall continue and be deemed \nto be and always to have been validly made, taken, done incurred, conferred, exercised or issued under \nthis Act and shall not be c alled in question in any court on any ground  whatsoever.  \n__________________"
}