{
    "file": "./converted_json\\administrator759e85ec2083ce64bf6ee8e30f6d4519.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "Page 1 of 14 \n   \n \n \nTHE BOILERS AND PRESSURE VESSELS ORDINANCE, 2002  \n \n              \n \nCONTENTS  \n1.  Short title, extent and commencement  \n2.  Definitions  \n3.  Limitation of application of this Ordinance   \n4.  Power to limit extent  \n5.  Appointment of Chief Inspector, Deputy Chief Inspector and Inspector  \n6.  Prohibition of use or unregistered or uncertified boilers  \n7.  Registration  \n8.  Renewal of Registration Certificate   \n9.  Provisional orders  \n10.  Use of boiler pending grant of Registration Certificate  \n11.  Revocation of Registration Certificate or provisional order  \n12.  Alterations and renewals to boilers  \n13.  Duty of owner at examination  \n14.  Production of Registration Certifi cate, etc.  \n15.  Powers of entry  \n16.  Report of accidents  \n17.  Appeal to the Board  \n  \n \n\n \nPage 2 of 14 \n THE BOILERS AND PRESSURE VESSELS ORDINAN CE, 2002  \nORDINANCE No. CXXI OF 2002  \n          [13 November, 2002]  \nAn Ordinance to amend and consolidate the law relating  to boilers and pressure vessel  \n WHEREAS  it is expedient to amend and consolidate the law relating to boilers and pressure \nvessels ; \n AND   WHEREAS    it   is   expedient   to  provide   for   regulation ,   use,   constriction, \ninstallation  and repair of boilers and pressure  vessels;  prescribe  uniform  rules and regulations  for  \nboilers  and  pressure  vessels  and  for  matters  ancillary  thereto  or connected therewith;  \n AND WHEREAS  the President is satisfied that circumstances exist which rendered it \nnecessary to take immediate action;  \n NOW,  THEREFORE , in  pursuance   of  the  Proclamation   of  Emergency   of  the fourteenth  \nday of October,  1999, and the Provisional  Constitution  Order No. 1 of 1999, read with the Provisional \nConstitution (Amendment) Order No.9 of 1999 and in exercise  of  all  powe rs  enabling  him  in  that  \nbehalf,  the  President  of  the  Islamic Republic of Pakistan is pleased to make and promulgate the \nfollowing Ordinance :— \n 1. Short title, extent and commencement .___ (1) This Ordinance may be called the Boilers \nand Pressure Vessels Ordinance, 2002.  \n (2) It extends to the whole of Pakistan.  \n (3) It shall come into force on such  date as the Federal Government  may, by notification in the \nofficial Gazette, specify in this behalf and different dates may be specified for different provisions.  \n 2. Definitions .___ (1) In this Ordinance, unless th ere is anything repug nant in the subject or \ncontext,― \n(a) “accident ” means an explosion of a boiler or any pan thereof, which results to \nweaken the structural strength and render it due for further certification;  \n(b) “Ad  hoc  Technical  Committee ”  means  the  Ad  hoc  Technical  Committee \nconstituted under section 26;  \n(c) “Board ”  means   the  Federal  Boilers  and  Pressure  Vessels  Safety  Board \nconstituted under section 25;  \n(d) “boiler ” means   a closed  vessel  exceeding  twenty -five  liters  in capacity  i n \nwhich water is heated, steam is generated and superheated or a combination \nthereof under pressure, f or external use by the application of heat from \ncombustible  fuels, electricity or external thermal energy, and includes any \nmountings or other fittings attached to such vessel which are wholly or partly \nunder pressure when steam is shut off by isolating va lve mounted on steam \ngeneration equipment;  \n \nPage 3 of 14 \n (e) “Chief Inspector and Deputy Chief Inspector ” means, respectively, a qualified \nperson appointed to be a Chief Inspector and Deputy Chief Inspector under this \nOrdinance;  \n(f) “department ”  means the department  or branch of a Provincial Government \ncharged with the enforcement of this Ordinance;  \n(g) “design specification ” means the specifications or standards as specified in the \ncodes referred to in clause (k) to which the boiler shall be designed or \nmanufactured and examined;  \n(h) “economizer ”  means   any  part  of  heat  exchange  surface  that  is wholly  or \npartially exposed to the flue gases for the purpose of recovery of waste heat;  \n(i) “Inspector ” means an Inspector appointed under this Ordinance;  \n(j) “Inspection Authority ” means the organization other than manufacturer  and \nuser, approved by the Board authorized to carry out inspection during \nmanufacturing, first registration and yearly inspection as provided under this \nOrdinance and includes the approved third party inspec tion companies and \ninsurance companies;  \n(k) “manufacturer ”   means  the  company  or  firm  recognized  by  the  Board, \ncompetent to manufacture complete or in parts, a boiler, or fitting, and \ncompletes the product  and is responsible  for the product  according  to any one \nof the following codes, namely : — \n(i) Pakistan Boilers Regulations;  \n(ii) ASME (American Society of Mechanical Engineers);  \n(iii) BS (British Standard);  \n(iv) TRD;  \n(v) JIS (Japanese Industrial Standard);  \n(vi) I.S.O. Standards; and  \n(vii) Prevailing internationally approved code subject to the approval of the \nBoard;  \n(l)  “owner ” includes any company who is in the possession of a boiler or under \nwhose name it has been registered;  \n(m)  “prescribed ” means prescribed by regulations or r ules made under this \nOrdinance;  \n(n)  “pressure vessel ” means a vessel along with its fitting other than a boiler which \nis capable of being used to contain, distribute, transfer, process or otherwise \nhandle gas, vapors, liquids and store energy under pressure internally and \nexternally;  \n(o)  “Registration Certificate ” means the Registration Certificate issued under \nSection 7; and  \n \nPage 4 of 14 \n (p)  “structural  alteration,  addition  or renewal ”  means changes  and deviations  \nfrom original design in the pressure parts but shall not be deemed to include any \nrenewal or replacement  of a petty nature when the part of fitting used for \nreplacement  is not inferior in strength, efficiency or otherwise  to the replaced \npart or fitting.  \n (2) Every reference in this Ordinance to any boiler or economizer where provided shall be \nconsidered as integral part of the boiler  \n 3. Limitation of application of  this Ordinance .___(1)  Nothing  in this  Ordinance shall \napply___ \n(a)       in the case of any boiler in any steamship or in any mechanically propelled \nvessel, and  \n(b)     appertaining to a sterilizer or disinfector and the like used in hospitals , hotels, \nlaboratories and other industries etc ; if it does not exceed ninty -one litres in \ncapacity.  \n (2) The Federal Government may , by notification in the official Gazette, declare that the \nprovisions of this Ordinance shall not apply in the case of boilers or steam -pipes of any specified class \nof boilers or steam -pipes, belonging to or under tile control of Railway  \n 4. Power to limit extent .___The Provincial Government may , with the concurrence of the \nBoard, by notification in the official Gazette, exclude any specified area from the operation of all or \nany of the provisions of this Ordinance.  \n 5. Appointment of Chief Inspector, Deputy Chief Inspector and Inspector .___ (1) The  \nProvincial  Government  shall  appoint  a  person  to  be  Chief  Inspector  for  the province, who may, \nin addition to the powers and duties conferred or imposed on the Chief Inspector  under this Ordinance,  \nexercise any power or perform any d uty so conferred or imposed on Deputy Chief Inspector and \nInspector by or under this Ordinance.  \n (2) The Provincial Government may appoint such persons as it thinks fit to be Deputy Chief \nInspectors for the Province who may, in addition to the powers and duties conferred or imposed on the \nDeputy Chief Inspector under this Ordinance, exercise any power or perform any du ty so conferred or \nimposed on Inspector by or under this Ordinance.  \n (3) The  Provincial  Government  may  appoint  such  persons  as  it  thinks  fit  to  be Inspectors  \nfor the Province f or the purpose of this Ordinance,  and may define the local limits within which each \nInspector shall exercise the powers and perform the duties conferred or imposed by, or under, this \nOrdinance.  \n (4) Every Chief Inspector , Deputy Chief Inspector and Inspector shall be deemed to be a public \nservant within the meaning of the Pakistan Penal Code (Act XLV of 1860).  \n 6. Prohibition of use or unregistered or uncertified boilers .___ Save as otherwise expressly \nprovided  in this Ordinance,  no owner of a boiler shall use the  boiler or permit it to be used — \n(a)  unless  it  has  been  registered  in  accordance  with  the  provisions  of  this \nOrdinance;  \n(b)  in the case of any boiler which has been transferred  from one Province  to \nanother, until the transfer has been reported in the prescribe manner ; \n \nPage 5 of 14 \n (c) unless a certificate or provisional order authorizing the use of the boiler is for \nthe time being in force under this Ordinance;  \n(d) at a pressure higher than the maximum pressure recorded in such certificate or \nprovisional order or under which the boiler was constructed and stamped; and  \n(e)    unless the boiler is in the charge of a person holding the Boilers Engineers \nCompetency Certificate required by such rules and not more than sixty years \nold or less than twenty -five years of age . \n 7. Registration .___(1) The owner of a boiler, which is not registered  under the provisions of \nthis Ordinance, shall apply to the Chief Inspector, under intimation to the insurance company, to have \nthe boiler registered , Imported  boilers which have been operated outside Pakistan will require an \nexamination certificate from an insurance or third party inspection company of the country where the \nboiler has been in operation confirming integrity of boiler in line with the guidelines for the \nExamination of Boiler End  Plate  to  Furnace  and  Shell  Welded  Joints  issued  by  the  Associated  \nOffices Technical Committee, UK or country of  origin. The application shall be accompanied by  a  \ncopy  of  bill  of  entry  and  evidence  of  payment  of  custom  duty  and  such application shall be \naccompanied by the prescribed fee.  \n (2) On receipt of an application under sub -section (1) , the insurance company shall fix a date, \nwithin fifteen days or such shorter period as may be prescribed from the date of the receipt, fo r the \nexamination of the boiler and shall decide the inspection time and schedule with the owner.  \n (3) On the date referred to in sub -section (2) the insurance company shall proceed to examine \nthe boiler and to determine in the prescribed manner the maximum pressure, if any, at which such \nboiler may be used , and shall report the result of the examination to the Chief Inspector.  \n (4) The Chief Inspector shall ― \n(i) on  receipt  of  the  approval  certificate  from  the  insurance  company  shall \nregister the boiler and assign a registration  number forthwith within three \nworking days; or  \n(ii)  on receipt of examination report from the insurance company declaring the \nboiler not fit for approval, refuse to register the boiler.  \n (5) Where the Chief inspector refuses to register a boiler the insurance company shall forthwith \ncommunicate refusal  to the owner of the boiler together with the reasons thereof . \n (6) The  Chief  Inspector  may  randomly  check  or  counter  check  the  quality  of inspection  \nand  the  procedure  of  examination  of  the  insurance  company  but  not exceeding twenty -five \npercent of boilers offered for first registration.  \n (7) The Chief Inspector shall, on registering the boiler, order to issue a Registration Certificate \nto the owner in the prescribed form authorizing the use of the boiler for a period  not  exceeding  twelve  \nmonths  at  a  pressure  not  exceeding  such  maxim um pressure as may be prescribed by regulations.  \n (8) The Inspector shall forthwith convey to the owner of the boiler, the order of the Chief \nInspector through courier or registered post. The owner shal l within seven days of receipt of \nRegistration Certificate cause  the register  number  to be permanently marked thereon in the prescribed \nmanner.  \n \nPage 6 of 14 \n  (9) The procedure for registration of a boiler shall be completed by all means within thirty days \nof submission of an application for registration of the boiler subject to the fulfilment of all applicable \nprocedures and technical requirements by the owner. The  copy of all, the documents submitted by the \nowner of the boiler along with orders and notes of the Chief Inspector and insurance company, shall \nbe sent to the Board for record and computerized data bank.  \n 8. Renewa l of Registration Certificate .___(1)    The   Registration   Certificate authorizing the \nuse of a boiler shall cease to be in force — \n(a) on the expiry of the period for which it was granted;  \n(b) when any accident occurs to the boiler;  \n(c)  when the boiler is moved from one location to another unless it is registered as \nmobile unit;  \n(d) when any structural alteration, addition or renewal is made in or to any steam - \npipe attached to the boiler; or  \n(e) if the Chief Inspector in any particular case so directs, when any structural \nalteration, addition or renewal is made in or to any steam pipe made in or to any \nsteam -pipe attached to the boiler.  \n (2) When a Registration Certificate ceases to be in force, the owner of the boiler shall have the \noption to ap ply to t he insurance company or the Inspector for a renewal thereof under intimation to the \nChief Inspector for such period not exceeding twelve months as he may specify in the application.  \n (3) An application under sub -section (2) shall be accompanied by the prescribed fee and \nforwarded to t he Chief Inspector under intimatio n to the insurance company or th e Inspector, as the \ncase may be. On receipt of intimation from the owner, the insurance company or the Inspector, as the \ncase may be, shall fix a date, within fifteen days or such shorter period as may be agreed with the \nowner from the date of t he receipt, for t he examination of the boiler and shall give the owner t hereof \nnot less than three  days notice the date so fixed:  \n Provided that, where the certificate has ceased to be in force owing to any structural alteration, \naddition or renewal, the Chief Inspector may dispense with the payment orally prescribed fee.  \n (4) On the date fixed under sub -section (3) the insurance company or the Inspector, as the case \nmay be, shall examine the boiler as per approved applicable code, and if the insurance company or the \nInspector, as the case may be, is satisfied that the boiler is in  good  condition  shall  recommend  to  \nthe  Chief  Inspector  for  renewal  of  the Registration Cert ificate authorizing the use of the boiler for \nsuch period not exceeding twelve  months  and  at  a  pressure  not  exceeding  such  maximum  pressure  \nas  the insurance company or the Inspector as t he case may be, may determine and as may be prescribed \nby regulations.  \n (5) Where the insurance company or the Inspector, as the case may be ― \n(a)  makes   recommendations   as  per  the  approved   codes  to  any  structural \nalteration, addition or renewal to be made in or to t he boiler; or  \n(b) is of opinion that the boiler is not fit for use, the insurance company or the \nInspector,  as the case may be, shall  inform  the owner  of the boiler  in writing  \n \nPage 7 of 14 \n of findings and the reasons thereof, and shall forthwith report the case with \nrecommendations for orders to the Chief Inspector.  \n (6) The Chief Inspector, on receipt of a report under sub -section (5) may, subject to the \nprovisions  of  this  Ordinance  and  of  the  regulations  made  there  under,  order  the renewal of the \nRegistration Certificate in such terms and on such conditions, if any, as he thinks fit, or may refuse to \nrenew it:  \n Provided that where the Chief Inspector refuses to renew a Registration Certificate, he shall \nforthwith communicate his refusal to the owner of the boiler, together with the reasons thereof . \n (7) The aggrieved party may, within seven days of the order, apply to the Board regarding \nrejection of his request for the renewal of Registration Certificate and the Board shall issue appropriate \norders either approving or disapproving the order of t he Chief Inspector within thirty days of notice of \norder of the Chief Inspector.  \n (8) Nothing in this section shall be deemed to prevent an owner of a boiler from applying for a \nrenewal of Registration Certificate at any time during t he currency of a Registration Certificate . \n 9. Provisional  orders .___(1)  Where the Inspector has based on the findings of the insurance \ncompany, reports the case of any boiler to the Chief Inspector under sub -section (3) or (4) of section \n8, he may , if the use of boiler is not prohibited under sub -section (1) of section 8, issue a provisional \norder to the owner in writing permitting the boiler to be used at a pressure not exceeding such \nmaximum pressure as recommended  by the insurance company and as may be prescribed by \nregulations, pending the receipt of the order of the Chief Inspector.  \n (2) A provisional order issued under sub -section (1) shall cease to be in force — \n(a)  on the expiry of six months from the date on which it is granted;  \n(b)  on receipt of the orders of the Chief Inspector; or  \n(c)  in any of the cases referred to in clauses (b), (c), (d) and (e) of sub -section (1) \nof section 8 shall stands cancelled.  \n 10. Use of boiler pending grant of Registration Certificate .___(1) Notwithstanding anythi ng \ncontained in this Ordinance, when t he period of a Registration Certificate relating to a boiler has \nexpired, t he owner shall , provided that he has applied before  the  expiry  of that  period  for a renewal  \nof the Registration Certificate, be entitled to use the boiler at the maximum pressure ente red in the \nformer Registration C ertificate pending the issue of orders on t he application.  \n Provided that nothing in this section shall be deemed to authorize the use of a boiler in any of \nthe cases referred to in clauses (b), (c) , (d) and (e) of sub -section (1) of section 8 occurring after the \nexpiry of the period of the Registration Certificate.  \n (2) When a boiler cannot be offered for inspection by t he owner f or reasons which in the \nopinion of the owner are beyond his control such as the existence  of a Federal emergency, the owner \nmay approach the Chief Inspector, who may authorize the use of  the  boiler  f or  a  period  not  \nexceeding  three  months  a fter  the  expiry  of  the Registration Certificate. The owner may also \napproach the Chief Inspector for grant of a provisional certificate not exceeding three months on \npayment of the prescribed fee. \n \nPage 8 of 14 \n  11. Revocation of Registration Certificate or provisional order .___ (1) The Chief Inspector  \nmay,  at  any  time,  withdraw   or  revoke  a  Registration Certificate or provisional order  on the report \nof the Inspector ― \n(a) if there is reason to believe that the Registration  Certificate  or provisional order \nhas been fraudulently obtained or has been granted erroneously or without \nsufficient examination; or  \n(b) if the boiler in respect of which it has been granted has developed some defect \nor has ceased to be in good conditions; or  \n(c) where the Provincial Government has made rules requiring that boilers shall be \nin the charge of persons holding certificates of competency and the boiler is in \nthe charge of a person not holding the certificate required by such rules; or  \n(d) where no such rules have been made, if the boiler is in the charge of a person \nwho is not maintaining the boiler in accordance with standard operation \nprocedures:  \n Provided  that  where  the  Chief  Inspector  withdraws   or  revokes  a  Registration Certificate \nor provisional order on the ground specified in clause (d), he shall communicate to the owner of the \nboiler the reasons in writing for the withdrawal or revo cation, and the order shall not take effect until \nthe expiry of fifteen days from the receipt of such communication.  \n (2) The owner shall have the right to appeal to the Board against the order of the Chief \nInspector.  \n (3) The Board shall issue appropriate  orders either approving or disapproving  the order of the \nChief Inspector  within thirty days of notice of the order of the Chief Inspector.  \n 12. Alterations and renewals to boilers .___No structural alteration, addition or renewal shall \nbe made by the repairer in any boiler registered under this. Ordinance unless such alteration, addition \nor renewal has been sanctioned in writing by the Chief Inspector. The execution of any modification \nas per the approved drawings shall be verified  by the insurance company.  \n 13. Duty of owner at examination.___ (1) On any date fixed under this Ordinance for the \nexamination of a boiler, the owner thereof shall be bou nd― \n(a) to intimate the Inspector regarding date of inspection and also to the insurance \ncompany selected, to provide all reasonable facilities for the examination and \nall such information as may reasonably be required of him;  \n(b) to have the boiler properly prepared and ready for examination as per written \ndown examination procedures confirming to applicable codes; and  \n(c) in the case of an application for the registration of a boiler, to provide such \ndrawings, specifications, certificates and other 'particulars as may' be \nprescribed.  \n (2) If the owner fails, without reasonable cause, to comply, the insurance company at the \nexpense of owner shall refuse to make the examination and shall report the case to the Chief Inspector \nwho shall, unless sufficient cause to the contrary is shown, require t he owner to file a fresh application \n \nPage 9 of 14 \n under section 7 or section 8, as the case may be, and may forbid him to use the boiler notwithstanding \nanything contained in section 10.  \n 14. Production  of Registration  Certificate,  etc .___ (1)  The owner of any boiler who holds \na Registration Certificate or provisional order relating the reto shall, at all reasonable times  during the  \nperiod   for  which   the  Registration   Certificate   or provisional order is in force, be bound to produce \nthe same wh en called upon to do so by the Chief Inspector or the Inspector.  \n (2) Upon  the  non -compliance  of  an  order,  the  Chief  Inspector  may  advise  the concerned \nProvincial Government f or necessary action such as de certification of the boiler.  \n 15. Powers  of  entry .___ An   Inspector  may,  for  the  purpose  of  inspecting  or examining a \nboiler or any steam -pipe att ached thereto or in case of non observance of any provision of this \nOrdinance or of any regulations or rules at all reasonable times enter  any  place  or  building  within  \nthe  limits  of  the  area  for  which  he  has  been appointed in which he has reason to believe that the \nboiler is in use.  \n 16. Report of accidents .___ (1) If any accident occurs to a boiler the owner or person incharge \nthereof shall, within twenty -four hours of the accident, report t he same in writing to the Inspector and \nto relevant insurance company. Every such report shall contain a description of the nature of the \naccident and of the injury, if any, caused thereby to the boiler or to any person, and shall be in sufficient \ndetail to  enable the Ad hoc Technical Committee so appointed to determine the root cause of accident \nand fix live responsibility for the such occurrence.  The same shall also be reported to the Board.  \n (2) Every person shall answer truly to the best of his knowledge and ability every question  put  \nto  him  in  writing  by  the  Accident  Committee  nominated  by  the Provincial Government.  \n 17. Appeal to the Board .___ (1) Any person, owner or company aggrieved by any \nrecommendation made by the insurance company or findings or decision of the Chief Inspector for — \n(a) refusing to register a boiler or to grant or renew a Registration Certificate in \nrespect or a boiler; or  \n(b) refusing to grant a Registration Certificate having validity for the full period \napplied for; or  \n(c) refusing to grant a Registration Certificate authorizing the use of a boiler at the \nmaximum pressure desired; or  \n(d) withdrawing or revoking a Registration Certificate or provisional order; or  \n(e) reducing the amount of pressure specified in any certificate or the period for \nwhich such certificate has been granted; or  \n(f) ordering any structural alteration, addition or renewal to be made in or to a boiler \nwhich contravenes the design code, or refusing sanction to the making of any \nstructural alternation, addition or renewal in or to a boiler based on approved \ndrawings m ay, within fifteen days of the communication to him of such order, \nrefer appeal to the Board.  \n (2) The Board shall communicate the decision in thirty days of receipt of an appeal, and \npending final decision of the Board may grant interim relief to the owner.  \n \nPage 10 of 14 \n  18. Finality of orders .—An order of the Board under section 17 shall be final an shall not be \ncalled in question in any court.  \n 19. Minor penalties .___ Any owner of a boiler who refuses or without reasonable excuse \nneglects — \n(a) to surrender a provisional order as required by section 9;  \n(b) to produce a certificate or provisional order when duly called upon to do so \nunder section 14; or  \n(c) to hand over to the new owner of a boiler a Registration Certificate or \nprovisional order as required by section 14,  \nshall be punishable with fine which may extend to ten thousand rupees.  \n 20. Penalties for illegal use of boiler .___ Any owner of a boiler who, in any case in which a \nRegistration Certificate or provisional order is required for the use of the boiler under this Ordinance, \nuses the boiler either without any such certificate or order being in force or a competent Boiler En gineer \nor at a higher pressure than that allowed thereby, shall be issued warning by the Chief Inspector and, \nin the case of continuing in repetition of offence, the Provincial Government shall be n otified for \nappropriate measure for enforcement of the provisions of this Ordinance and of the rules and \nregulations.  \n 21. Other penalties .___ Any person who — \n(a)  uses or permits to be used a boiler of which he is the owner and which has been \ntransferred from one Province to another without such transfer having been \nreported as required by section 6;  \n(b) being the owner of a boiler fails to cause the register number allotted to the \nboiler under this Ordinance to be marked on the boiler as required by sub -\nsection (8) of section 7; or  \n(c) makes ay structural alteration, addition or renewal in or to a boiler without first \nobtaining the approved drawings when so required under section 12;  \n(d) fails to report an accident to a boiler or when so required under section 16; or  \n(e) hampers with a safety valve of a boiler so as to render it inoperative at the \nmaximum pressure at which the use of the boiler is authorized under this \nOrdinance,  \nShall be punishable with fine which may extend to twenty -five thousands rupees.  \n 22. Penalties for tempering with registration number, etc .___ (1) Whoever removes alters, \ndefaces, renders invisible or otherwise tampers with the register number marked on a boiler in \naccordance with this ordinance or any law repealed hereby, shall be punishable with fine which may \nextend to twenty five thousands ru pees.  \n \nPage 11 of 14 \n  (2) Whoever use the boiler without getting it registered under this Ordinance shall be \npunishable with a fine which may extend to fifty thousands rupees.  \n (3) whoever fraudulently marks upon a boiler a register number which has not been allotted  to \nit under this Ordinance or any Act repealed hereby, shall be punishable with imprisonment which may \nextend to two years, or with a fine which may extend to fifty thousands rupees or with both.  \n 23. Limitation and previous sanction for prosecution .___ No prosecution for an offence \npunishable by or under thi s Ordinance shall be instituted — \n  (a) after six months of the commission of an offence; and  \n  (b) without the previous sanction of the Chief Inspector.  \n 24. Trial of offence .___ Notwithstanding any thing in the Code of Criminal Procedure, 1898 \n(Act V of 188) no Court not inferior to that of a Magistrate of the first call shall try an offence under \nthis Ordinance.  \n 25. Federal Boilers and Pressure Vessels Safety Board .___ A Board to be called the Federal \nBoilers and Pressure Vessels Safety Board shall be constituted for the purposes of this Ordinance \nwhich shall consist of the following members, namely:___ \n(a) The Chairman to be nominated by the Ministry of Industries and Production, \nGovernment of Pakistan;  \n(b) one Deputy Secretary from the Ministry of industries and Production, to be \nnominated by Federal Government who shall act as Secretary of the Board;  \n(c) Chief Inspectors of all the four Provinces and Chief Inspector of the Islamabad \nCapital Territory;  \n(d) one member to be nominated by the Federal Chamber of Commerce and \nIndustry of Pakistan;  \n(e) two members from users of boilers and pressure vessels to be nominated by the \nMinistry of Industries and Production, Government of Pakistan;  \n(f) two  members form users of boilers and pressure vessels to be nominated by the \nMinistry of industries and Production; and  \n(g) one member from the insurance companies to be nominated by the Federal \nGovernment.  \n (2) The Board shall have full power to regulate its own procedure and the conduct of all \nbusiness to be transacted by it, the constitution of committees and sub -committees of members and the \ndelegation to them of any of the powers and duties of the Board.  \n 26. Ad hoc  Technical Committee .___ A Committee to be called the Ad hoc Technical \nCommittee shall be constituted to execute assignments advised by the Board. The Committee shall \nconsist of the following members, namely:___ \n \nPage 12 of 14 \n (a) Chairman to be nominated by the Provincial Government with the advice of the \nBoard;  \n(b) one section Officer from the Department of Industries to be nominated by the \nProvincial Government who shall act as Secretary of the Committee;  \n(c) one member to be nominated by the Provincial Chamber of Commerce and \nIndustries;  \n(d) one member from the manufacturers of boilers and pressure vessels to be \nnominated by the Provincial Government;  \n(e) one member from insurance companies  to be nominated by the Ministry of \nCommerce;  \n(f) one member from users of boilers and pressure vessels to be nominated by the \nProvincial Government; and  \n(g) respective Chief inspector.  \n 27. Filing of vacancies .___ Any vacancy occurring in the Board or the Ad hoc Technical \nCommittee shall be filled as soon as possible by a nomination made by the Federal Government or \nProvincial Government, as the case may be.  \n 28. Meeting of the Board .___ The powers of the Board shall be exercised with a quorum of at \nleast seven members of the Board in which representation of the manufacturers and users shall be \nmandatory.  \n (2) The Board shall meet once every three months to review the implementation of rules, \nregulations and other matters on the agenda.  \n 29. Power of make rules .___  (1) the Board may, with the approval of the Federal Government, \nby notification in the official Gazette, make rules for carrying out the purposes of this ordinance.  \n (2) Without prejudice to the generality of the foregoing power, such rules may provide for all \nor any of the following matters, namely:___ \n(a) for prescribing the qualifications and duties of the Chief Inspector, Deputy \nChief inspector and Inspectors;  \n(b) for regulating the transfer of boilers,  \n(c) for providing for the registration and certification of boiler in accordance with \nthe regulations and approved codes under this Ordinance;  \n(d) for requiring boilers to be in the charge of persons holding certificates of \ncompetency, and for prescribing  the conditions on which such certificates may \nbe granted;  \n \nPage 13 of 14 \n (e) for prescribing  the time within which the insurance company shall be required \nto examine the boiler as per approved practice or code of examination;  \n(f) for prescribing the fees payable for the renewal of Registration Certificates and \nmethods of determining the amount of such fees in each case;  \n(g) for regulating or advising ad hoc Technical Committee enquiring into accidents;  \n(h) for determining the mode of disposal of fees, costs and penalties levied under \nthis Ordinance; and  \n(i) generally  to provide advice for any matter which is, in the opinion of the Board, \na matter of local importance in the Province.  \n 30. Power to make regulations .___  (1) The Board may, by notification in the official Gazette, \nmake regulations for carrying out the purposes of Ordinance.  \n (2) Without prejudice to the generality of the foregoing powers such regulations may provide \nfor all or any of the following matters, namely:____ \n(a) adopting  code and procedures as laid down in international boiler code for \nmaterials, design and construction which shall be required for the purpose of \nregistration and certification of a boiler under this Ordinance;  \n(b) for prescribing the circumstances in which the extent to which, and the \nconditions subject to which variations form the standards laid down under \ninternational boiler codes may be permitted;  \n(c) for prescribing the method of determining the maximum pressure at which a \nboiler may be used;  \n(d) for regulating, the registration of boilers, prescribing the fees payable thereof, \nthe drawings, specifications , certificates, particulars to be produced  by the \nowner, the method of preparing a boiler for examination b insurance company, \nthe method of marking the register number, the period within number is to be \nmarked on the boiler, selection and regulating the rules for Inspection Authority \nand nominati on of insurance companies for boiler insurance.  \n 31. Penalty for breach of rules or regulations .___ Any rules or regulations made under section \n29 or section 30 may direct that a person or company contravening such rules or regulations shall be \nissued w arning by the Chief Inspector and in the case of continuing offence liable to closure of the \nfactory and revocation of Registration Certificate an in repetition of an offence, the Provincial \nGovernment shall be notified for appropriate measure for enforceme nt.  \n 32. Previous publication of rules or regulations .___ (1) The Power to make rules and \nregulations conferred by sections 29 and 30 respectively shall be subject to the condition of the rules \nand regulations being made after previous publication.  \n \nPage 14 of 14 \n  (2) the rules and regulations so made shall be published in the official Gazette and on such \npublication, shall have effect as in enacted in this Ordinance.  \n 33. Recovery of fees, etc .___ All fees, costs and penalties levied under this Ordinance shall be \nrecoverable as arrears of land revenue.  \n 34. Application of the Ordinance to the Governments .___ Save as otherwise expressly \nprovided, this Ordinance shall be applicable to boilers and pressure vessels belonging to the Federal \nGovernment and Provincial Governments.  \n 35. Power to suspend in case of emergency .___ (1) The Provincial Government may, by \nnotification in the official Gazette, with the consultation of the Board, exempt from the operation of \nthis Ordinance, subject to such conditions and restrictions as it thinks fit, any boilers or classes or types \nof bo ilers used exclusively for the heating of buildings or the supply of hot water.  \n (2) In case of any emergency the Provincial Government may, by general or special order in \nwriting, exempt any boilers or any class of boilers form the operation of all or any of the provisions of \nthis Ordinance.  \n 36. Inspection by insurance company .___ The insurance company shall carry out inspection \nof boilers at the first registration as well as subsequent inspections as defined in the Ordinance.  \n (2) The insurance company shall be approved by the Board for the purposes of this Ordinance, \nand shall have qualified personnel and necessary skill to carry out the inspection and examination of \nboilers within the scope and under the guidelines of any approved code.  \n (3) The insurance company’s technical personnel shall be approved by the Board for the \npurposes of this Ordinance.  \n 37. Insurance of boilers .___ All boilers shall be insured against damage due to accidents as per \nthe existing laws and standards.  \n 38. Repeal and saving .___ (1) The Boilers Act, 1923 (V of 1923), is hereby repealed.  \n (2) Any boiler registered, certified or licensed under the Boilers Act, 1923 (V of 1923), shall \nbe deemed to have been registered, certified or licensed under this Ordinance.  \n (3) Notwithstanding the repeal of the Boilers Act, 1923 (V of 1923), the rules and regulations \nmade under the said Act, and in force immediately before the commencement of the Ordinance, shall \nmutatis mutandis  and in so far they are not inconsistent with any of the provisions of this Ordinance, \nshall continue in force until repealed or altered by rules or regulations made under this Ordinance.  \n  \n \n \n          Uploaded on 2.1.2024"
}