{
    "file": "./converted_json\\administratord516d60c34ec57d45ade11224bd15922.json",
    "name": "Pakistan Engineering Council Act, 1975",
    "date": "10th January, 1976",
    "tagline": "An Act to make provision for the regulation of the engineering profession",
    "content": "Page 1 of 21 \n \n  \nTHE PAKISTAN ENGINEERING COUNC IL ACT, 1975 \n \n \n \n \n \nCONTENTS \n \nSECTIONS:   \n1. Short  title, extent and Commencement.  \n \n2. Definitions. \n \n3. Const itution and incorporat ion of Engineering Counc il. \n \n3A. Executive powers  of the Counc il. \n \n4. Chairman , Senior Vice Chairman  and Vice Chairman.  \n \n5. Annual  general  meet ing of the Counc il. \n \n6. Extraord inary general  meet ing of the Counc il. \n \n7. General  provisions relating to meet ings of Counc il. \n \n8. Funct ions of the Counc il. \n \n9. Govern ing Body. \n \n9A. Mana gement  Comm ittee. \n \n10. Accredit ation of engineering qualifications granted  by institutions in Pakistan.  \n \n11. Accredit ation of foreign engineering qualifications. \n \n12. Grant  of temporary  licences.  \n \n13. Power  to require informat ion as to courses  of study  and examination. \n \n14. Accredit ation of engineering institutions . \n \n15. Withdrawal  of Accred itation. \nUpdated till 10.10.2022\n \nPage 2 of 21 \n SECTIONS:  \n \n16. Maintenance  of Register, etc. \n \n17. Registration and removal  of names  from  Register. \n \n18 Appeal  against removal  of name  from  Register. \n \n19. Revision of Register. \n \n20. Comp laint against profess ional engineers,  etc. \n \n21. Tribunal  of inquiry. \n \n22. Procedure  in inquiries, etc. \n \n23. Powers  of the Tribuna l. \n \n24. Fund  of the Counc il, accounts  and audit. \n \n25. Bye laws of the Counc il. \n \n25 A. Power  to make  regulations. \n \n26. Proof of membersh ip, etc. \n \n27. Penalties and procedure.  \n \n28. Saving. \n \n29. Power  to exempt.  \n \n29 A. Supersess ion of Counc il. \n \n30. Comm ission of inquiry. \n \n30 A. Indemn ity. \n \n30 B. Validation of actions. \n \n31. Repeal. \n \n \n \n \n \n \n____________________________  \n \n \n \n \n \n \nPage 3 of 21 \n THE  PAKISTAN ENGINEERING  COUNC IL ACT, 1975  \n1(ACT No.V OF 1976 ) \n \n[10th January, 1976]     \nAn Act to make provision for the regulation of the engineering profession    \nWHEREAS  it  is  expedient  to  make provision  for regulation  of the engineering profession \nand for that purpose to constitute an Engineering Council; \n \n2\n[WHEREAS the Council shall regulate the engineering profession with the vision that the \nengineering profession shall function as a key driving force for achieving rapid and sustainable growth \nin all national, economic and social fields; \n \nWHEREAS the Council shall as its mission set and maintain realistic and internationally relevant \nstandards of professional competence and ethics for engineers, and licence engineers and engineering \ninstitutions to competently and professionally promote and upho ld the standards; \n \nAND WHEREAS, the Council, covering the entire spectrum of  engineering disciplines, shall \nfunction as an apex body to encourage and promote the pursuit of excellence  in  engineering  \nprofession  and  to  regulate  the  quality  of  engineering education  and  the  practice  of  engineering  \nand  thereby  p romote  rapid  growth  in economic and social fields in Pakistan.] \n \nIt is hereby enacted as follows:­ \n \n1.  Short title, extent and commencement.⎯ (1) This Act may be called the Pakistan \nEngineering Council Act, 1975.  \n \n(2) It extends to the whole of Pakistan.  \n(3) It shall come into force at once. \n2[2. Definitions. ⎯  In this Act, unless there is anything repugnant in the subject or the \ncontext,­ \n \n(i)  “Accreditation Committee” means the Accreditation Committee constituted \nunder sub­section (1) of section 14; \n \n(ii)       “accredited      engineering      qualification”      means      any      of      the \nqualification included in the First Schedule or the Second Schedule; \n \n(iii)  “bye­laws” means bye­laws made under this Act; \n \n(iv)  “Chairman” means the Chairman of the Council; \n \n  \n_ \n1For  statement of Objects and Reasons, see Gaz. of P., 1975, Ext., Pt. III. p, 1500 . \n2Added and subs.  by the Pakistan Enginering Council (Amdt.) Act,  2011 (II of 2011),   ss. 2-3 and shall be deemed to have taken effect \nof the 15th Janurary, 2008. \n \nPage 4 of 21 \n (v)  “Constructor” means any person, partnership, corporate body  or any other \nlegal entity which or who is engaged in the business of construction and is \nlicenced and registered as such; \n \n(vi)  “consulting engineer” means any person, partnership, corporate body  or any \nother  legal  entity  which  independently  performs  study,  prepared  reports, \nmakes  design,  supervises  construction  or  undertakes  any  o ther  similar \nadvisory activities in engineering disciplines and is registered as such by the \nCouncil; \n \n(vii)  “continued professional development”, means the systematic maintenance, \nimprovement and broadening of kno wledge, understanding and skill, and the \ndevelopment of personal qualities necessary for the execution of professional \nand technical duties throughout the individual’s working life; \n \n(viii)   “Council”  means  the  Pakistan  Engineering  Council  constituted  under \nsection 3; \n \n(ix)  “creativity” means innovation, invention, hypothesis, theories and such other \nactions in the realm of engineering profession contributory to development; \n \n(x)  “engineering institution”  means  an institution  within or without  Pakistan \nwhich grants degree, diploma and certificate in engineering and related education \nand is accredited as such by the Council; \n \n(xi)  “engineering products’’ means the products as a result of or the outcome of \nprofessional engineering works or engineering profession or both; \n \n (xii) “engineering p rofession” means engineering education and practices of \nengineering and technology; \n \n(xiii)   “engineering   pub lic   organization”   means   a   department   of   the   Federal \nGovernment or a Provincial Government, a Public Corporation, autonomous or \nsemi­autonomous  body,  cantonment  bo ard,  municipality,  improvement  trust  \nor other local authority; \n \n(xiv)  “engineering services” means services relating to study, preparation of reports, \ndesign, supervision, estimation, documentation, evaluation and advising in \nmatters of engineering profession and engineering works; \n \n(xv)  “engineering un iversity” means a degree awarding un iversity or institution as \nhas more than fifty per cent of their undergraduate and postgraduate \nprogrammes as well as student popu lation pertaining to engineering and are \nrecognized as such; \n \n(xvi)   “enrolment  committee”  means  the  enrolment  committee  referred  to  in  \nsub­section (1) of section 17; \n \n(xvii)  “Governing Body”  means the Governing Body of the Council; \n \n \nPage 5 of 21 \n (xviii) “learned societies” means institutions and associations for promotion of \nknowledge and excellence in engineering and technology; \n \n(xix)  “Management Committee” means the Management Committee of the \nCouncil; \n \n(xx)  “member” means a member of the Council and includes the Chairman, \nSenior Vice­Chairman, Vice­Chairman, professional engineers and registered \nengineers ; \n \n(xxi)  “Operator” means any person, partnership, corporate body  or any other legal \nentity which is engaged in the  bu siness of operating construction work \nand is licenced and registered as such; \n \n(xxii)  “prescribed” means prescribed by bye­laws; \n \n(xxiii)  “professional engineer” means a person who holds an accredited engineering \nqualification and after obtaining a professional experience of five years, \nwhether working p rivately or in the employment of an engineering pub lic \norganization, has passed the prescribed engineering practice examination and \nis registered as such by the Council; \n \n(xxiv)  “professional engineering bodies’’ means professional engineering institutes, \nassociations and such other bodies registered as such by the Council; \n \n (xxv)  “professional engineering work” means the giving of professional advice \nand opinions, the making of measurements and layouts, the preparation of \nreports, computations,  designs, drawings, plans and specifications  and the \nconstruction, inspection and supervision of engineering works, in respect of – \n \n(a)  railways, aerodromes, bridges, tunnels and metal led roads; \n \n(b)  dams, canals, harbours, light houses; \n \n(c)    works   of   an   electrical,   mechanical,   hydraulic,   communication, \naeronautical power engineering, geological or mining character; \n \n(d)  waterworks, sewers, filtration, purification and incinerator works; \n \n(e)   residential   and   non­residential   buildings,   including   found ations \nframework and electrical and mechanical systems thereof; \n \n(f)  structures accessory to engineering works and intended to house them; \n \n(g)  imparting or promotion of engineering education, training and planning, \ndesigning, development construction, commissioning, operation, \nmaintenance   and  management   of  engineering  works   in  respect   \nof computer engineering, environmental engineering, chemical \nengineering, structural  engineering,  industrial  marine  engineering and \n \nPage 6 of 21 \n naval architecture, petroleum and gas engineering, metallurgical \nengineering, agricultural engineering, telecommunication engineering, \navionics and space engineering, transportation engineering, \nair­conditioning ventilation, cold storage works, system engineering, \nelectronics, radio and television engineering, civil engineering, electrical \nengineering, mechanical engineering and biomedical engineering, etc; \n \n(h)  organizing, managing and condu cting the teaching and training in \nengineering universities, colleges, institutions, Government   colleges   of   \ntechnology,   polytechnic   institutions   and technical training \ninstitutions; \n \n (i)  preparing standard bidding or contract documents, construction cost \ndata, conciliation and arbitration procedures; guidelines for  bid \nevaluation, prequalification and price adjustments for construction and \nconsultancy contracts; and \n \n(j)  any other work which the Coun cil may, by notification in the official \nGazette, declare to be an engineering work for the purpo ses of this Act; \n \n(xxvi)  “Register” means the Register maintained under section 16; \n \n(xxvii) “registered engineer” means a person who holds an accredited engineering \nqualification, whether working pr ivately or in the employment of an \nengineering public organization and is registered as such by the Coun cil. \nRegistered engineer shall perform all professional engineering works except \nindependently signing design ; \n \n(xxviii) “registered” means registered under this Act; \n \n(xxix) “Registrar” means the Registrar of the Coun cil; \n \n(xxx)  “Senior Vice­Chairman” means the Senior Vice­Chairman of the Coun cil; \n \n(xxxi) “Think Tank” means a creative and innov ative body  to advise on engineering \nand national development plans; \n \n(xxxii) “Think Tank Committees” means bodies of eminent engineers constituted \nby the Coun cil to assist in formulation of relevant policies relating to national \ndevelopment;  \n \n(xxxiii) “University”  means  a  University  established  by  law  in  Pakistan  and  \nhaving an engineering faculty; and \n \n(xxxiv) “Subsidiary” means a body  formed by the Government  body  of the Coun cil \nto operate und er its control and to perform  its delegated functions.\". \n \n \nPage 7 of 21 \n 3.  Constitution and incorporation of Engineering Council.⎯  (1) There shall be \nconstituted in accordance with the provisions of this Act an Engineering Coun cil to be known as the \nPakistan Engineering Coun cil. \n \n(2) The Coun cil constituted under sub­section (1) shall be a body  corpor ate having perpetual \nsuccession and a common seal, with power to acquire and hold property, both movable and immovable, \nand to contract, and shall by the name by which it is known sue and be sued. \n \n(3) The Coun cil shall be composed of all persons whose names may hereafter be entered in \nthe Register, so long as they continue to have their names borne  on the Register. \n \n(4)  Notwithstanding anything contained  in  sub­section (3),  the  Coun cil shall,  upon  its  \nfirst constitution, be composed of ­ \n \n(a)  a Chairman, being an engineer with not less than twenty years’ standing to be \nnominated by the Federal Government; \n \n(b)  ten members, being engineers, of whom two each shall be nominated by \nthe Federal Government and a Provincial Government; and \n \n(c)  one member, being an engineer, to be nominated by each University. \n \n(5) The headquarters of the Coun cil shall be at Islamabad or at such other place as the \nFederal Government may appoint. \n \n1[3A. Executive powers of the Council.⎯  (1) The general direction and administration \nof the Coun cil and its affairs shall vest in the Governing Body  which may exercise all powers and do \nall acts and things that may be exercised or done by  the Coun cil. \n \n(2) Subject to the provisions of  this Act, the bye­laws and the general or special delegation of \npowers by the Governing Body  and the Management Committee, the Chairman shall be the Chief \nExecutive of  the Coun cil and shall also be empowered to– \n \n(a)  take any action or step in emergency which in his opinion requires immediate \naction as he may consider necessary, subject to ratification by the Governing \nBody  in its meeting immediately held thereafter; and \n \n(b)  exercise the powers of the Coun cil in the matters relating to its administration \nand the staff of the Coun cil, who may delegate such powers to the Registrar \nsubject to such conditions as he may specify in this regard. \n \n(3) The Coun cil shall be funded through an initial grant by the Government and thereafter \ncontinuous  financial support  shall be provided besides that accrue from  registrations for running the \naffairs of the Coun cil]. \n \n1[4. Chairman,  Senior  Vice Chairman  and  Vice­Chairmen.⎯ (1) There shall be a \nChairman, Senior Vice­Chairman and four Vice­Chairmen of the Coun cil who shall be eminent \nprofessional engineers of  known integrity, competence, standing and stature with a minimum of  \ntwenty­five years of standing. \n \n1Added and subs.  by the Pakistan Engineering  Council (Amdt.) Act, 2011 (II of 2011),   ss. 4-5 and shall be deemed to have taken effect \nof the 15th January, 2008 . \n \nPage 8 of 21 \n (2) The Chairman and Senior Vice­Chairman shall be elected by menbers from amongst \nthemseleves in such manner as may be prescribed. \n \n(3) Four Vice­Chairman shall be elected one from each Province by the votes registered in the \nrespective Province. \n \n (4) The Chairman, Senior Voice­Chairman and Vice­Chairmen shall hold office for a term of \nthree years but no person shall hold office for more than two consecutive terms. \n \n(5) When the Chairman by reason of absence from Pakistan or any other cause is unable to \nperform  his functions, the Senior Vice­Chairman for the time being shall perform  the functions of \nChairman until the Chairman returns to Pakistan or, as the case may be, resumes his functions.] \n \n5. Annu al  general meeting of the Council.⎯ (1) An annual general meeting of  the Coun cil \nshall be held at the headquarters of the Coun cil  1[or at a provincial capital by ro tation] at such time as \nmay be appointed by the  2[Governing Body.] \n \n(2) The following business may be transacted at the annual general meeting, namely:⎯ \n \n(a)  presentation of annual report; \n \n(b)  presentation of audited accounts; \n \n(c)  presentation of annual budget; \n \n(d)  appointment of auditors; and \n \n(e)  such other business as may be placed before the meeting by the 2[Governing \nBody]  or as the meeting may decide. \n \n6. Extraordinary general meeting of the Council.⎯ (1) An extraordinary general \nmeeting of the Coun cil shall be called by the Chairman at the headquarters of the Coun cil – \n \n(a)  within fourteen days of the receipt by him of a requisition signed by not less \nthan one hundr ed members and stating the business propo sed to be transacted \nat the meeting; or \n \n(b)  at any time, if the holding of such meeting for the consideration of any urgent \nmatter is in his opinion necessary. \n \n(2) At a meeting called in pursuance of clause (a) of sub­section (1), no business other than \nthe bu siness stated in the requisition referred to in that clause shall be transacted. \n \n7. General provisions relating to meetings of Council.⎯ (1) An annual or extraordinary general \nmeeting of the Coun cil shall be held and condu cted in accordance with the bye­laws. \n \n \n_________________________________________________________________________________  \n1Ins by the Pakistan Engineering Council (Amdt.) Act, 1992 (26 of 1992), s. 4. \n2Subs. by the Pakistan Enginering Council (Amdt.) Act, 2011 (II of 2011),   s. 6 and shall be deemed to have taken effect of the 15th \nJanurary, 2008 \n \nPage 9 of 21 \n (2) To constitute a quorum at an annual or extraordinary general meeting of  the Coun cil, the \npresence of not less than one hundr ed members shall be necessary: \n \nProvided that, in respect of the Coun cil as constituted under sub­section (4) of section 3, this \nsub­section shall have effect as if, for the words “one hundr ed” therein the word “six” were substituted. \n \n(3) All decisions of the Coun cil at an annual or extraordinary general meeting shall be taken \nby majority of the members present and voting. \n \n8. Functions of the Council.⎯ The following shall be the functions of the Coun cil, namely:­ \n \n1[(a)  maintenance of a Register  of persons  qualified  to work  as registered  \nengineers , prof essional engineers, consulting engineers, constructors and \noperators; \n \n(b)  accreditation of engineering qualifications for the purpo se of registration of \nregistered engineers, professional engineers;] \n \n(c)  removal of names from  the Register and restoration to the Register of names \nwhich have been removed; \n \n(d)  laying down of standards of condu ct for the members; \n \n(e)  safeguarding the interests of the members; \n \n(f)  promotion of reforms in the engineering profession; \n \n(g)  management of the funds  and properties of the Coun cil; \n \n(h)  promotion of engineering education and review of courses of studies in \nconsultation with the Universities; \n \n(i)  levy and collection of fees from  applicants for registration or temporary \nlicences and members; \n \n(j)  exercise of such disciplinary powers over the members and servants of the \nCoun cil as may be prescribed; \n \n1[(k)  formation of such committees and subsidiaries as may be prescribed; \n \n(l)  assistance to the Federal Government as a Think Tank; \n \n(m)  promotion of engineering profession in totality; \n \n(n)  encouragement, facilitation and regulation of working of professional \nengineering bodies for  creativity and as custodian of engineering under the \numbrella of the Coun cil; \n \n_________________________________________________________________________________  \n1Subs. by the Pakistan Engineering Council (Amdt.) Act, 2011 (II of 2011) , s. 7 and shall be deemed to have taken effect of the 15th \nJanuary, 2008 \n \nPage 10 of 21 \n (o)  ensuring  and  managing  of  continued  professional  development  through  \nengineering academies and professional bodies; \n \n(p)  establishing standards for engineering contracts, cost and services; \n \n(q)  facilitating engineering sector industries; \n \n(r)  coordinating  between various engineering forums and Federal Government; \n \n(s)  providing forum for arbitrations, pertaining to disputes in construction and \nconsultancy contracts; and. \n \n(t)  performance of all other functions connected with, or ancillary or incidental to, \nthe aforesaid functions.] \n \n1[9. Governing Body.⎯ (1) There shall be a Governing Body which shall be the principal \nexecutive authority of the Council for supervising and governing the affairs and functions assigned to \nthe Council by or under this Act and bye­laws. \n \n(2) The Governing Body, 2[***], shall be composed of the following 2[sixty­six] professional \nengineers registered with the Council with a minimum twenty years standing, namely:­ \n \n(a)   the  Chairman,  Senior  Vice­Chairman and four  Vice­Chairmen one  from \neach Province who shall also be the Chairman, Senior Vice­Chairmen and \nVice­ Chairmen of the Governing Body; \n \n(b)  the Registrar; \n \n(c)   two  distinguished  professional  engineers  to  be  nominated  by  the  Federal \nGovernment  one  member  each  from  Azad  Jammu  and  Kashmir  and  \nGilgit­ Baltistan; \n \n(d)  one   distinguished   professional  engineer   to   be nominated by each \nProvincial Government; \n \n(e)   Five  Vice­Chancellors  of  engineering  universities  (one  nominated  by  \neach Provincial and one by the Federal Government); \n  2[(ea)  Engineer­in­Chief, Pakistan Army;] \n \n(f)  President or Chairman Association of Consulting Engineers (Pakistan); \n \n(g)  President or Chairman All Pakistan Contractors or their nominee; \n \n(h)  Elected President of the Institution of Engineering of Pakistan; \n \n \n1Subs. by the Pakistan Engineering Council (Amdt.) Act, 2011 (II of 2011) , s. 8  and shall be deemed to have taken effect of the 15th \nJanuary, 2008. \n2Omitted, Subs. & Ins by Pakistan Engineering Council (Amdt.) Act, 2016 (XLVI of 2016 ). s.2. \n \nPage 11 of 21 \n (i)  Forty members to be elected in the prescribed manner in proportion to the \nnumber of engineers registered in each province, by the valid professional and \nregistered engineers whose names are borne on the Register on the thirtieth \nJune of the year in which election to the Governing Body are to be held, \nphysical balloting will be h eld and no proxy voting to be permitted; \n \n(j)  Elected President of Pakistan Engineering Congress; and \n \n(k)   One nominees  each from the following Ministry or Organizations  of the \nFederal Government, not below the BPS­20, namely:⎯ \n \n(i)  Planning Commission; \n \n(ii)  Ministry of Science and Technology;  \n \n(iii)  Higher Education Commission. \n \n(3) The members of the Governing Body, other than the Registrar, shall hold office for a term \nof three years and no person shall hold office for more than two consecutive terms. \n \n(4) The members of the Governing Body shall be nominated or, as the case may be, elected not \nless than fifteen days before the term of the outgoing members is due to expire. \n \n(5) The Governing Body shall hold at least three meetings per year, the quorum for which shall \nbe thirty per cent of the total membership of the Governing Body. \n \n(6) The election of members of the Governing Body under clause (i) of sub­section (2) shall \nbe held so as to conclude not less than fifteen days before the terms of the outgoing members is due to \nexpire.] \n \n1[9A. Management Committee.⎯ (1) There shall be a Management Committee, to oversee \nworking of the Secretariat to run the affairs of the Council in accordance with the provisions of this \nAct and bye­laws. \n \n(2) The Management Committee shall be composed of the following, namely:­ \n \n(a)  Chairman; \n \n(b)  Senior Vice­Chairman; and \n \n(c)  Four Vice­Chairmen. \n \n \n(3) The tenure of the Management  Committee  shall  be the same as that  of the Governing \nBody. The Management Committee shall hold meetings at least once in a quarter, the quo rum for which \nshall be three.] \n \n___________________________________________________________________________________________  \n1Ins. by the Pakistan Engineering Council (Amdt.) Act, 2011 (II of 2011) , s. 9  and shall be deemed to have taken effect of the 15th \nJanuary, 2008. \n \n \nPage 12 of 21 \n 1[10. Accreditation of engineering qualifications granted by institutions in \nPakistan.⎯ (1) The engineering qu alifications granted by engineering institutions in Pakistan which \nare included in the First Schedule shall be the accredited engineering qualifications for \nthe purposes of this Act. \n \n(2) Any engineering institution in Pakistan which grants an engineering qu alification not \nincluded in the First Schedule may apply to the Council to have such qualification accredited and the \nCouncil may, by notification in the official Gazette, amend the First Schedule so as to include such \nqualification therein. \n \n11. Accreditation of foreign engineering qualifications.⎯ (1) The engineering \nqualifications granted by engineering institutions outside Pakistan which are included in the Second \nSchedule shall be accredited engineering qualifications for the purposes of this Act. \n \n(2) Any engineering qualification granted by an engineering institution outside Pakistan not  \nincluded in the Second Schedule may be accredited by the Council and council may, by no tification \nin the official Gazette, amend the Second Schedule so as to include such qualification therein.] \n \n1[12. Grant of temporary licences.⎯ (1)  The Enrolment Committee may grant to any \nperson, domiciled outside Pakistan who does not hold an accredited engineering qu alification but  who \nholds an engineering degree or who is a corporate member of an engineering bod y, society, institute \nor association accredited by the Council of respective country, a temporary license  for  a  specific  \nproject  to  work  as  an  associate  of  a  professional  engineer;  the professional engineer shall sign \nand seal the plans and specifications for the project. \n \n(2) The Enrolment Committee may, if it feels that such action is warranted by special \ncircumstances, grant to a person referred to in sub­section (1) a temporary licence to work as the \nengineer in charge of a specific project for so long as he is assisted by a professional engineer. \n \n(3) The Enrolment Committee may, for works to be carried out at the discretion of an \nengineering pub lic organization, grant a temporary licence to any person on the recommendation of \nsuch organization. \n \n(4) Any person to whom a temporary licence has been granted shall, during the period for \nwhich the licence is valid, be subject to the provisions of this Act and the bye­laws.] \n \n13. Power to require information as to courses of study and examination.⎯ Every \nengineering institution in Pakistan which grants a 1[accredited] engineering qualification  shall furnish \nsuch information as the Coun cil may, from time to time, require as to the courses of study and \nexamination to be undergone in order to obtain such qualification. \n \n1[14. Accreditation of engineering institutions.⎯ (1) The Coun cil shall constitute an \nAccreditation Committee for organizing and carrying out a comprehensive program of accreditation \nof engineering un iversities, colleges and institutions etc. according to the criteria approv ed by the \nGoverning Body  in consultation with Higher Education Commission. \n \n \n__________________________________________________________________________  \n1Subs. by the Pakistan Engineering Council (Amdt.) Act, 2011 (II of 2011),   ss. 10-13  and shall be deemed to have taken effect of the \n15th January, 2008. \n \nPage 13 of 21 \n (2) The curricula of courses of studies in various disciplines of engineering and  minimum \nlevel and standard of such courses including lectures, laboratory, design, drawing and field work \nshall be examined  and  scrutinized  by  the  Accreditation  Committee  who  shall  submit  its  report  \nto  the Governing Body  for approv al.] \n \n15. Withdrawal of 1[accreditation].⎯ 1[(1) When upon  report by the Accreditation \nCommittee, it appears to  the  Coun cil that  the  courses of  study  and  examination  to  be  gone  \nthrough in  any engineering institution in Pakistan in order to obtain an accredited engineering \nqualification or the standards of prof iciency required from  candidates in any examination held for the \npurpo se of granting such qualification are not such to secure to person holding such qualification the \nknowledge and skill requisite  for  the  efficient  practice  of  engineering,  the  Coun cil shall  forward  \nthe  report  to  the engineering institution concerned with an intimation of the period within which \nit may submit its explaination to the Coun cil.;]  \n \n(2) On receipt of the explanation or, where no explanation is submitted within the \nspecified period, on the expiry of that period, the Coun cil, after making such further inquiry, if any, \nas it may think fit, may, by notification in the official Gazette, direct that an entry shall be made in \nthe First Schedule against the engineering qu alification to which the explanation relates declaring \nthat it shall be a 1[accredited] engineering qualification only when granted before a  specified date. \n \n16. Maintenance of Register, etc.⎯ [(1) The Coun cil shall maintain in the prescribed \nmanner a Register in which shall be entered the names and other particulars of persons possessing \naccredited engineering qu alifications whose application for registration as registered engineers, \nprofessional engineers, consulting engineers, constructors and operators are, from  time to time, \ngranted by the Coun cil.] \n \n(2) Every application for registration under this Act shall be made to the Coun cil in the prescribed \nform  and be accompanied by the prescribed fee. \n \n1[(3) Every registered engineer, professional engineer, consulting engineer registered under this \nAct shall be entitled to receive a certificate of registration under the hand of the Registrar.]  \n \n (4) A certificate of registration issued under sub section (3), shall, subject to the provisions of \nthis Act, remain in force until the thirty-first day of December of the year in which it is issued and \nshall thereafter be renewable 2[for any number of years not exceeding three at a time] upon  \npayment of the prescribed fee. \n \n1[(5) Every constructor and operator registered under this Act shall be entitled to receive a \nlicence under the hand of the Registrar.]. \n \n17. Registration and removal of names from Register.⎯1[(1) Every application for \nregistration and  every case  of  removal of  a  name  from  the  Register shall be  considered by  \nan  enrolment committee consisting of  the Chairman; Senior Vice­Chairman and Vice­Chairmen and \nthree other members, being engineers of not less than twenty years’ standing, nominated by the \nGoverning Body. \n \n \n1Subs. by the Pakistan Engineering Council (Amdt.) Act, 2011 (II of 2011),   ss. 14-16  and shall be deemed to have taken effect of the \n15th January, 2008. \n2Subs. by the Pakistan Engineering Council (Amdt.) Act, 1992 (26 of 1992), s.6.   \n \n \nPage 14 of 21 \n (2) The enrolment committee in its discretion may refuse to permit the registration of \nany person or direct the removal altogether or for a specified period from  the Register of the name \nof any registered engineer, professional engineer, consulting engineer, constructor or operator who \nhas been convicted of any such offence as implies in the opinion of  the committee a defect of \ncharacter after prov iding such person an oppor tunity of being heard, and shall record reasons for \naction under this section.] \n \n(3) The enrolment committee may direct that any name removed from the Register under sub \nsection (2) shall be restored. \n \n (4)  1[ * * * * * * * ] \n \n18.  Appeal against removal of name from Register.⎯ 2[(1) Any registered engineer, \nprofessional engineer, consulting engineer, constructor or operator aggrieved by an order under sub-\nsection (1) of section 17 for the removal of his or its name from the Register may, within thirty days \nof the communication of the order, prefer an appeal to the Governing Body]; \n \n(2) Upon the receipt of an appeal under sub section (1), the 2[Governing Body]  may, after \nholding such inquiry as it may consider necessary and giving the appellant an oppor tunity of being \nheard in person or through an advocate, pass such order as it may deem fit. \n \n2[19. Revision of Register.⎯ (1) The Registrar shall remove from  the Register the name of \nany registered engineer, professional engineer, consulting engineer, constructor or opetator. \n \n(a)  who has died or, as the case may be, which has ceased to exist; \n \n(b)  who or which has failed to have his or its certificate of registration renewed \nwithin one y ear of the date of its expiry; or \n \n(c)  whose name has been directed under sub-section (2) of section 17 or sub \nsection (7) of section 22 to be removed from  the Register. \n \n(2) The Registrar shall restore to the Register the name of any registered engineer, professional \nengineer, consulting engineer, constructor or operator whose name  has been removed from  the \nRegister  under  clause  (b)  of  sub­section  (1)  if  such  registered  engineer,  professional engineer, \nConsulting engineer,  constructor or operator applies for such restoration and pays the prescribed fee. \n \n(3) The Coun cil may, in its discretion, after the expiry of not less than one year following \nthe removal from  the register of the name of any registered engineer, professional engineer, consulting \nengineer, constructor or operator grant registration to such registered engineer, professional engineer, \nconsulting engineer, constructor or operator if he or it applies for registration.]. \n \n1[20.  Complaints  against   professional  engineers,  etc.⎯ (1)  A  complaint  made  \nagainst  any  2[registered engineer, professional engineer, consulting engineer, constructors or operator] \nas to work or condu ct shall be considered by the enrolment committee and, if that committee is of the \nopinion that there are sufficient reasons to proceed against the person to whom the complaint relates, \nit may either pro ceed to inquire into the complaint itself or refer the complaint to a Tribunal of Inquiry. \n \n1Omited and  Subs. by the Pakistan Engineering Council (Amdt.) Act, 1992 (26 of 1992), ss.7 -8. \n2Subs. by the Pakistan Engineering Council (Amdt.) Act, 2011 (II of 2011),   ss. 17-19  and shall be deemed to have taken effect of the \n15th January, 2008. \n \nPage 15 of 21 \n (2) Where the enrolment committee decides to proceed with the complaint itself, it shall \nfollow the same procedure as has been prescribed for the Tribunal of Inquiry and may pass such order \nas it is competent to pass under sub section (7) of section 22. \n \n(3) For the purpo se of any inquiry, the enrolment committee shall be deemed to be a court \nwithin the meaning of the Qanun­e­Shahadat, 1984  (P.O. No. 10 of 1984),  and shall exercise all the \npowers of a civil court for summoning witnesses, for compelling the produ ction of  documents and \nfor issuing commissions.] \n \n1[(4) The Enrolment Committee may also take suo moto notice of a professional miscondu ct \nby registered engineer, professional engineer, consulting engineer, constructor or operator or an \nengineering organizations whether in the  pub lic or in private sector; and shall follow the  same \nprocedure as provided in sub­sections (1) and (2).] \n \n21. Tribunals of Inqu iry.⎯ (1) For holding inquiries into the professional condu ct of \n1[registrered engineers, professional engineers, consulting engineers, constructors and operators] the \n1[Governing Body ] may constitute as many Tribunals of Inquiry as it may consider necessary. \n \n(2) A Tribunal shall consist of three members appointed by the 1[Governing Body ] out of a \npanel of members of the Coun cil maintained by the Committee who have professional standing \nof not less than ten years and who hold, or have held high engineering assignments. \n \n(3) The 1[Governing Body ] shall appoint one of the members of a Tribunal to be the \nChairman thereof. \n \n22. Procedure in inquiries, etc.⎯ (1) In inquiries relating to the professional condu ct of \n1[registered engineer, professional engineer, consulting engineer, contractors or operator], the \nTribunal shall, except as hereinafter provided, follow such procedure as may be prescribed. \n \n(2) The Tribunal shall fix a date for the hearing of  the case and shall cause notice of the day \nso fixed to be given to the complaint and the 1[registered engineer, professional engineer, consulting \nengineer, contractors  or operator] concerned, hereafter in this section referred to as the respond ent, \nand shall afford to the complainant and the respond ent an oppor tunity of leading evidence, if any, \nand of being heard before r ecommendations are made in the case. \n \n(3) The Chairman of the Tribunal may empower a member of the Tribunal to consider and \ndecide pr eliminary issues and to record evidence. \n \n(4) On completion of the inquiry, the Tribunal may recommend to the 2[enrolment \ncommittee.]⎯ \n \n(a)  dismissal of the complaint; \n \n(b)  imposition of any of the following penalties on the respond ent namely:­ \n \n(i)  reprimand; \n \n(ii)  removal of name from  the Register for a period not exceeding 2[five \nyears]; \n__________________________________________________________________________  \n1Added and  Subs. by the Pakistan Engineering Council (Amdt.) Act, 2011 (II of 2011),   ss. 19-21  and shall be deemed to have taken \neffect of the 15th January, 2008 \n2Subs. by the Pakistan Engineering Council (Amdt.) Act, 1992 (26 of 1992), s. 9. \n \nPage 16 of 21 \n (iii)  removal of name from  the Register altogether; or \n \n(c)  prosecution of the respond ent for the offence constituted by his or its condu ct. \n \n(5) The Tribunal may make such recommendation to the 1[enrolment committee] as to the cost \nof the proceedings before it as it may deem fit; and, where the Tribunal is of the opinion that \na complaint made against a respond ent is false and vexatious, it may, in addition and without prejudice \nto any other remedy available to the respond ent, recommend imposition upon  the complainant of \ncosts not exceeding a sum of ten thousand rupees and payment to the respond ent of the whole or any \npart of the costs recovered from  the complainant. \n \n(6) In any case in which it has recommended the imposition of any penalty on, or the \nprosecution of  , the respond ent, the Tribunal may also recommend that an amount not exceeding twice \nthe amount of  the fee received by the respond ent from  the complainant may be recovered from  the \nrespond ent and paid to the complainant as compensation. \n \n(7) The 1[enrolment committee] shall meet to consider the recommendations of the \nTribunal within a period of six weeks from  the date of receipt thereof and pass such orders as it may \ndeem fit. \n \n1[(7A) Any person aggrieved by an order under sub section (7) may, within thirty days of  the \ncommunication of order to him, prefer an appeal to the  2[Governing Body]]. \n \n(8) Any order of the 1[enrolment committee] as to the costs of the proceedings before \nthe Tribunal or as to the recovery of any amount from  a complainant or a respond ent shall be \nexecutable as if it were an order of a District Judge. \n \n(9) When any prof essional engineer or consulting engineer is reprimanded under this Act a \nrecord of  the punishment shall be entered against his or its name in the Register. \n \n23. Powers of the Tribunal. ⎯  (1) For the purpo se of any such inquiry as aforesaid, a \nTribunal shall have the same powers as are vested in a court under the Code  of Civil Procedure, 1908  \n(Act V of 1908 ), in respect of the following matters, namely:⎯ \n \n(a) enforcing the attendance of any person, \n \n(b) compelling the produ ction of documents, and \n \n(c)  issuing commissions for the examination of witnesses. \n \n(2) Every such inquiry shall be deemed to be a judicial proceeding within the meaning of \nsections 193 and 228 of the Pakistan Penal Code  (Act XLV of 1860),  and a Tribunal shall be deemed \nto be a civil court for the purpo se of sections 480 and 482 of the Code  of Criminal Procedure 1898  \n(Act V of 1898).  \n \n \n_________________________________________________________________________________  \n1Subs. by the Pakistan Engineering Council (Amdt.) Act, 1992 (26 of 1992), s.9. \n2Subs. by the Pakistan Engineering Council (Amdt.) Act, 2011 (II of 2011),   s. 21  and shall be deemed to have taken effect of the 15th \nJanuary, 2008 \n \n \nPage 17 of 21 \n (3) For the purpo ses of enforcing the attendance of any person or of compelling the produ ction \nof do cuments or issuing commissions⎯ \n \n(a) the jurisdiction of a Tribunal shall extend to the whole of Pakistan; and \n \n(b)  a Tribunal may send to any civil court having jurisdiction in the place where the \nTribunal is sitting any summons or other process for the attendance of a witness \nor the produ ction of do cuments required by the Tribunal, or any commission \nwhich it desires to issue, and the civil court shall serve such process or issue such \ncommission, as the case may be, and may enforce any such process as if it were \na process for attendance or produ ction before itself. \n \n(4) Proceedings before a Tribunal in any such inquiry shall be deemed to be civil proceedings \nfor the  purpo ses of  1[Articles 15  of  the  Qanun­e­Shahadat, 1984  (P.O. No.  10  of  1984) ] and  \nthe provisions of that section shall apply accordingly. \n \n24.   Fund  of the Council,  accounts  and  audit .⎯  (1) All sums received by the Coun cil \nas fees, grants donations or subscriptions shall form p art of a fund which shall be managed, \nadministered and utilised in such manner as may be prescribed. \n \n(2) The 2[Governing Body ] shall cause to be maintained such books  of account and other \nbooks  in such form  and manner as may be prescribed. \n \n(3) The accounts of the Coun cil shall be audited, before the thirtieth day of November each \nyear, by an auditor appointed by the Coun cil who is a chartered accountant within the meaning of  \nthe Ch artered Accountants Ordinance, 1961  (X of 1961).  \n \n25. Bye­laws of the Council.⎯ (1) The 2[Governing Body ] may, with the previous sanction \nof the Federal Government, by notification in the official Gazette, make bye­laws for carrying out  \nthe purpo ses of this Act. \n \n(2) In particular, and without prejudice to the generality of the foregoing po wer, such bye­laws \nmay provide for all or any of the following matters, namely:­ \n \n(a)  the summoning and holding of meetings of the Coun cil and 2[Governing Body], \nthe time and places where such meetings are to be held, the condu ct of business \nand the number of members necessary to constitute a quorum  at a meeting of \nthe 2[Governing Body];  \n \n(b)  the powers and duties of the Chairman, Vice­Chairman and Registrar; \n \n(c)  the terms of office and powers and duties of the Registrar and other officers \nand servants of the Coun cil; \n \n(d)  the appointment, powers, duties and procedure of inspectors; \n \n(e)  the procedure for maintenance and publication of the Register, the fees to \nbe charged und er this Act and establishment of sub offices or branches of the \nCoun cil; \n_________________________________________________________________________________  \n1Subs. by the Pakistan Engineering Council (Amdt.) Act, 1992 (26 of 1992), s.10 . \n2Subs. by the Pakistan Engineering Council (Amdt.) Act, 2011 (II of 2011),   s. 21  and shall be deemed to have taken effect of the 15th   \nJanuary, 2008 \n \nPage 18 of 21 \n (f)  the management of the property of the Coun cil and the maintenance and audit \nof its accounts; \n \n(g)  the procedure at any inquiry held under sub section (2) of  section 1[22]; and \n \n(h)  any other matter which is to be or may be prescribed. \n \n2[25A. Power to  make  regulations.⎯ The 1[Governing Body]  may, in consultation \nwith the committee of Vice­Chancellors of the Universities of Engineering and Technology of \nPakistan set up by  the  1[Higher Education Co mmission], make regulations, not inconsistent with the \nprovisions of the this Act and the bye­laws, to provide for­ \n \n(a)  minimum standard of courses of study and practical training for obtaining \ngraduate and po st­graduate engineering qualifications to be included in the First \nand Second Schedules; \n \n(b)  minimum requirement for the content and duration of courses of study as \naforesaid; \n \n(c)  minimum qualifications for admission to engineering institutions offering course \nof study and laying down minimum standard for holding admission \nexaminations; \n \n(d)  qualifications and experience required of teachers for appointment in \nengineering un iversities, colleges and institutions; \n \n(e)  minimum standards of examinations, and duration and standard of practical \ntraining, for securing  1[accreditation] of engineering qualifications under this \nAct; and \n \n(f)  qualifications and experience required of examiners for professional \nexaminations of  1[accredited] engineering qualifications. \n \n26.  Proof of membership, etc. ⎯ For the purpo ses of any action or proceeding und er this \nAct, a certificate of the Registrar certifying under the seal of the Coun cil that, on a specified date, the \nname of a person was or was not borne  on the Register shall be proof  of its contents and of the \nauthenticity of his signature, until the contrary is proved. \n \n27. Penalties  and  procedure.⎯ (1) After such 3date  as the  Federal Government may, \nafter consultation with the Coun cil, by notification in the official Gazette, appoint in this behalf, \nwhoever und ertakes any professional engineering work shall, if his name is not for the time being \nborne  on the R egister, be punishable with imprisonment for a term which may extend to six months, \nor with fine which may extend to ten thousand rupees, or with both, and, in the case of a continuing \noffence, with a further fine which may extend to two hundr ed rupees for every day after the first \nduring which the offence continues. \n \n \n1Subs. by the Pakistan Engineering Council (Amdt.) Act, 2011 (II of 2011),   ss. 23-24  and shall be deemed to have taken effect of the 15th \nJanuary, 2008. \n2Ins. by the Pakistan Engineering Council (Amdt.) Act, 1983 (XVIII of 1983), s.4. \n3For such date see Gaz. Of P. (Ext.,)  (I), Pt. III , pp.3476 -3699.  \n \nPage 19 of 21 \n (2) After the date appointed as aforesaid, whoever employs for any professional engineering \nwork any person whose name is not for the time being borne  on the Register shall be punishable, on \nfirst conviction, with imprisonment for a term which may extend to six months, or with fine which \nmay extend to five thousand rupees, or with both, and on a  second or subsequent conviction, \nwith imprisonment for a term which may extend to one year, or with fine which may extend \nto ten thousand rupees, or with both. \n \n(3) Whoever willfully procures or attempts to procure himself or itself to be registered under \nthis Act as a 1[registered engineer, professional engineer, consulting engineer, constructor or operator] \nby making or produ cing or  causing to be made or produ ced any false or fraudulent representation or \ndeclaration, either orally or in writing, and any person who assists him therein shall be punishable \nwith imprisonment for a term which may extend to three months, or with fine which may extend to \nfive hundr ed rupees, or with both. \n \n(4) Whoever falsely pretends to be registered under this Act, or not being registered under \nthis Act, uses with his name or title any words or letters representing that he is so registered, \nirrespective of  whether any person is actually deceived by such pretence or representation or not, \nshall be pun ishable with imprisonment for a term which may extend to three months, or with fine \nwhich may extend to five hundr ed rupees, or with both. \n \n(5) No person undertaking any professional engineering work shall, unless he is registered \nunder this Act, be entitled to recover before any court or other authority any sum of  money for \nservices rendered in such work. \n \n1[(5A) No person shall, unless registered as a registered engineer or professional engineer, \nhold any post in an engineering organization where he  has to perform  professional engineering work.]  \n \n(6)  No court shall take cognizance of any offence punishable under this Act save on complaint \nmade by, or under the authority of, the Coun cil. \n \n(7)  No court inferior to that of a Magistrate of the first class shall try any offence pun ishable \nunder this Act. \n \n28.   Saving.⎯ Nothing in this Act shall be deemed to⎯ \n \n(a)   affect the right of any person who was, immediately before the date \nspecified in a notification issued under sub­section (1)  of section 27, entitled \nto practise as an architect to continue such practice, provided a professional \nengineering work is executed under the supervision of a professional engineer, \nor to prevent him from  associating with a prof essional engineer; \n \n(b)  affect the right of any person to execute or undertake any work for which he \nhas been trained in an institution specified by the Coun cil, by notification in \nthe official Gazette, for the purpo ses of this clause; \n \n(c)  affect the right of any person who was, immediately before the date specified \nin a notification issued under sub­section (1) of section 27,  entitled to work as a \nland surveyor to continue such work, or \n__________________________________________________________________________  \n1Subs and ins . by the Pakistan Engineering Council (Amdt.) Act, 2011 (II of 2011),   s. 25 and shall be deemed to have taken effect of the \n15th January, 2008 \n \nPage 20 of 21 \n (d)  restrict the normal practice of his art or trade by an artisan or skilled workman \n1[; or ] \n \n1[(e)   affect  the  rights  of  the  members  of  the  Governing Body  constituted  for  \nthe  term commencing from  the year 2008  and ending in 2010. ] \n \n29.  Power  to  exempt.⎯   If  the  Coun cil  so  recommends,  the  Federal  Government  \nmay,  by no tification in the  o fficial Gazette, exempt any person or class of persons, or any \nprofessional engineering work or class of such works, from  the operation of the provisions of section \n27, subject to such conditions, if any, as may be specified in the notification. \n \n2[29A.  Supersession of Council.⎯ (1) If at any time it appears to the Federal Government \nthat the Coun cil has failed to exercise or has exceeded or abused any of the powers conferred upon  \nit by or und er this Act, the Federal Government may, if it is satisfied that such failure, excess or abuse \nhas adversely affected the efficient condu ct of the affairs of the Coun cil or the achievenment of the \nobjects of this Act, by notification in the official Gazette, supersede the Coun cil for a period of two \nyears and may, by a like notification extend the period of supersession for a further period of one \nyear. \n \n(2) Upon the supersession of the Coun cil under sub­section (1)­ \n \n(a)  the persons holding office as Chairman, Vice Chairman and members of the \nCoun cil shall cease to hold office, and \n(b)   all powers and functions of the  Coun cil shall, during the  p eriod of \nsupersession, be exercised and performed by such person or authority as the \nFederal Government may appoint in this behalf, as if such person or authority \nwere the Coun cil. \n \n(3) The Coun cil shall be reconstituted in accordance with the provisions of  this Act for the \nexercise and performance of its pwers and functions on  the expiry of the period specified in the \nnotification under sub­section (1)]. \n \n30.Commission of Inqu iry.⎯(1) Whenever it is made to appear to the Federal Government \nthat the Coun cil is not complying with any of the provisions of this Act, the Federal Government \nmay refer the particulars of the complaint to a Commission of Inquiry consisting of­ \n \n(a)   a person who is, or has been, or is qualified to be, a Judge of a High \nCour t, to be appointed by the Federal Government; \n \n(b)  a professional engineer, to be nominated by the Federal Government; and \n \n(c)  a professional engineer, to be nominated by the Coun cil. \n \n(2) The Commission shall proceed to inquire and report to the Federal Government as to the \ntruth of the matters charged in the complaint and, in case of any charge of default or of improper \naction being found  by the Commission to have been established, the Commission shall recommend \nremedies, if any, which are in its opinion necessary. \n \n1Subs. and add ed by the Pakistan Engineering Council (Amdt.) Act, 2011 (II of 2011),   s. 26  and shall be deemed to have taken effect of \nthe 15th January, 2008 \n2Ins. by the Pakistan Engineering Council (Amdt.) Act, 2002 (CXXIX of 2002), s.2. \n \nPage 21 of 21 \n (3) The Federal Government may require the Coun cil to adopt the remedies so recommended \nwithin such time as, having regard to the report of the Commission, 1[it] may think fit; and, if \nthe Coun cil fails to comply with any such requirement, the Federal Government may amend the \nbye­laws or make such provision or order or take such other steps as may seem necessary to give \neffect to the recommendations of the Commission. \n \n(4) A Commission of Inquiry shall have power to administer oaths, to enforce the attendance \nof witnesses and the produ ction of documents, and shall have all such other necessary powers for  the \npurpo se of any inquiry condu cted by it as are exercised by a civil court under the Code  of Civil \nProcedure, 1908  (Act V of 1908).  \n \n2[30A. Indemnity.⎯ No suit, prosecution, or other legal proceedings shall lie against the \nCoun cil or any of its Committees, Officers or servants for anything which is in good faith done  or \nintended to be done in pursuance of this Act or the bye­laws or regulations made thereunder.] \n \n1[30B.  Validation  of actions.⎯ Anything done, actions taken, orders passed, instruments \nmade, proceedings initiated, process or communications issued, powers conferred, assumed, \nexercised by the Coun cil or its officer and servants on or after the 15th January, 2008,  and before the \ncommencements of the Pakistan Engineering Coun cil (Amendment) Act, 2009 shall be deemed to \nhave been validly done, made, issued , taken initiated, conferred, assumed and exercised and shall \nhave, and shall be deemed always to have had, effect accordingly.] \n \n31.  [Repeal]. Omitted by the  Federal  Laws (Revision and  Decloration)  Ordinance,  \n1981  (XXVII of 1981),  s. 3 and sch., II. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n1Subs. by the Pakistan Engineering Council (Amdt.) Act,  2011 (II of 2011),   s. 26  and shall be deemed to have taken effect of the 15th \nJanuary, 2008 \n2Ins. by the Pakistan Engineering Council (Amdt.) Ordinance, 1983 (18 of 1983 ), s. 5."
}