{
    "file": "./converted_json\\administrator5e590de60f8b3e964f540d5d5f7911c6.json",
    "name": "The Karachi Electric Supply Corporation (Removal from Service) Ordinance, 1999",
    "date": "24th September, 1999",
    "tagline": "An Ordinance to provide for removal from service of the Karachi Electric Supply Corporation",
    "content": "Page 1 of 2 \n  \n \nTHE KARACHI ELECTRIC SUPPLY CORPORATION \n(REMOVAL FROM SERVICE) ORDINANCE, 1999  \n \n \n \nCONTENTS  \n1. Short title and commencement  \n2. Removal of certain persons from service, etc . \n\n \nPage 2 of 2 \n THE KARACHI ELECTRIC SUPPLY CORPORATION (REMOVAL FROM \nSERVICE) ORDINANCE, 1999  \n1ORDINANCE NO . XVII OF 1999  \n[24th September, 1999 ] \nAn Ordinance to provide for removal from service of the Karachi Electric Supply Corporation  \n WHEREAS it is expedient to provide for removal from the service of the Karachi Electric \nSupply Corporation for th e purpose hereinafter appearing;  \n AND WHEREAS the National Assembly is not in session and the President is satisfied that \ncircumstances exist which render it necessary to take immediate action;  \n NOW , THEREFORE, in exercise of the  powers conferred by clause  (1) of Article 89 of the \nConstitution of the Islamic Republic of Pakistan, the President is pleased to make and promulgate the \nfollowing Ordinance ; — \n 1. Short title and commencement.  —(1) This Ordinance may be called the Karachi Electric \nSupply Corporati on (Removal from Service) Ordinance, 1999.  \n (2) It shall come into force at once.  \n 2. Removal of certain persons from service, etc.  —(1) Notwithstanding anything contained \nin any law, contract, settlement or award for the time being in force, or in the te rms and conditions of \nservice of any person employed by, or serving under, the Karachi Electric Supply Corporation, the \nCorporation may, at any time, —  \n(a)  retire from its service any person without assigning any reason; or  \n(b)  remove from its service an y person after informing him in writing of the \ngrounds on which such action is proposed to be taken and giving him an \nopportunity of showing cause against the action within fourteen days.  \n (2) Where a person is retired from service under sub section (1), h e shall, in addition to the \nretiring benefits admissible to him under the terms and conditions of his service, if any, be paid \nadditional pay for three months.  \n_________  \n \n \nDate: 13 -09-2024  \n1Shall not be subject to the limitation as to its duration prescrib ed in the Constitution, see P.C.O. (I of 1999), Art. 5A (I )."
}