{
    "file": "./converted_json\\administratorb185bbe353e581742478792cc3b2f9e7.json",
    "name": "Islamabad Capital Territory Compulsory Primary Education Ordinance, 2002",
    "date": "5th March, 2002",
    "tagline": "An Ordinance to provide for compulsory primary education in the Islamabad Capital Territory",
    "content": "Page 1 of 3 \n \n \nISLAMABAD CAPI TAL TERRITORY COMPU LSORY PRIMARY  \nEDUCA TION ORDINANC E, 2002  \n \n \n \n \n \nCONTENTS  \n \n1. Short title, extent and commencement \n2.  Definitions \n3. Compulsory Primary Education \n4.  Constitution of Authority \n5.  Offences \n6.  Cognizance of offences \n7.   Power to make  rules  \n \n\n \nPage 2 of 3 \n ISLAMABAD CAPI TAL TERRITORY COMPU LSORY PRIMARY  \nEDUCA TION ORDINANC E, 2002  \nORDINANCE  No. XIV OF 2002  \n[5th March, 2002]  \nAn Ordinance to provide for compulso ry primary education In  the Islamabad Capital Territory \n WHEREAS it  is expedient to provide for compulsory  primary education in the \nIslamabad Capital Territory  and for matters connected therewith or incidental thereto; \n AND  WHEREAS  the President is satisfied that circumstances exist which render it \nnecessary to take immediate action; \n NOW, THE REFORE. in pursu ance of the Proclamation of Emergency of the fourteenth \nday of  October, 1999  and  the  Provision al  Constitution  Order  No.  I of 1999 , read with the \nProvision al Constitution  (Amendment) Order  No. 9 of 1999,  and in exercise of all powers \nenabling him in that behalf, the President of the Islamic Republic of Pakistan is pleased to make \nand promulgate the following  Ordin ance:— \n 1.  Short titl e, extent and commencement:—(1) This Ordin ance may be called the \nIslamabad Capital Territory Compulsory Primary Education Ordin ance, 2002.  \n (2) It extends to the whole of Islamabad Capital Territor y. \n (3) It shall come into force at once. \n 2. Definitions.—(1) in this Ordin ance, unless there is anything  repugnant in the subject \nor context,— \n(a) “child” means a child of either sex whose  age at the beginning  of the \nschool year is not less than five years and not more than ten years; \n(b)  “Committee” means Union  Committee on Education constituted under \nsection 4; \n(c)  “Government” means the Federal Government; \n(d)  “parent” includes a guardian or any other person who has the custody  of a \nchild ; \n(e) “Primary education” means education pertaining to all or any of the \nclasses I to V in a school;  and \n(f)  “primary school” means a school in which primary education is imparted. \n 3. Compulsory Primary Education.—(1) The parent of a child shall, except in the case of \na reasonable excuse, cause a child to attend a primary school until the child has completed the \nprimary education course. \n (2) The Committee may consider non-attendance of school by child for reasonable \nexcuse wh ere— \n \nPage 3 of 3 \n (a)  it is satisfied that the child is incapable  of attending  school by reasons of \nsickness or infirmity; \n(b)  the child is receiving,  oth erwise  than in a school,  instru ctions  which in \nits opinion  is sufficient; or \n(c)  there is no school or lit eracy Centre within a dist ance of 1.5 Kilometers \naccording  to the nearest route  from the residence of the child. \n 4. Constitution of Authority.—(1) The Government  may , by notification  in the  official \nGazette, constitute an Authority  to be  known  as Union Committee on Education consisting  of such \npersons  as it may specify, for carrying out the purpos es of this Ordinance. \n (2)  The  Committee  shall  ensure  that  every  child,  required  to attend  a school  under  \nthis Ordin ance,  attends a school and for this purpose  shall take such steps as it may consid er \nnecessary or as may be specified by the Government. \n (3) Where the Committee is satisfied that a parent who is required under this Ordin ance \nto cause a child to attend school has failed to do so, the Committee, after giving the parent an \nopportunity  of being heard and after such enquiries as it considers necessary, pass an order directing \nthe parent to cause such child to attend a school from a date which shall be specified in the order. \n 5. Offences.—(1) Any parent who fails to comply with an order issued under sub-section \n(3) of section 4 shall, on conviction by a Magistrate, be punish able with fine which may extend \nto five hundr ed rupees and with further fine which may extend to twenty rupees for every day after \nthe conviction for which the failure continues. \n (2) An employer of such a child who,  after receiving due  warning  from  the  Committee, \ncontin ues to employ  a child,  whether  on  remuneration  or  otherwise, required  under  this \nOrdin ance to attend a school shall, on conviction by a Magistrate, be punish able with fine \nwhich may extend to one thousand rupees and with a further fine which may extend to fifty rupees \nfor every day after the conviction for which the non-attendance at a school contin ues. \n 6. Cognizance of offences. No court shall take cognizance of any offence punish able \nunder this Ordin ance except on a complaint in writing  made by the  Committee or an officer of the \nCommittee authori zed by it in this behalf. \n 7.  Power to make  rules.  The Federal  Government  may , by notification in the official  \nGazette, make rules for carrying out the purpos es of this Ordin ance."
}