{
    "file": "./converted_json\\administrator6bb1b38bcbc18723ae4b11af08401bb9.json",
    "name": "Malaria Eradication Board (Repeal) Act, 1975",
    "date": "24th July 1975",
    "tagline": "An Act to repeal the Malaria Eradication Board Ordinance, 1961",
    "content": "Page 1 of 2 \n \n \nTHE MALARIA ERADICATION BOARD (REPEAL) ACT, 1975  \n \n \n \n \nCONTENTS  \n \n1.   Short title and commencement  \n2.  Repeal, etc .  \n\n \nPage 2 of 2 \n THE MALARIA ERADICATION BOARD (REPEAL) ACT, 1975  \n1ACT No.  LXIV OF 1975  \n [24th July 1975]  \nAn Act to repeal the Malaria Eradication Board Ordinance, 1961  \n WHEREAS it is expedient to repeal the Malaria Eradication Board Ordinance, 1961 (XVIII \nof 1961), and to provide for matters incidental thereto  ; \n It is hereby enacted as follows : — \n 1. Short title and commencement.___ (1)  This  Act  may  be  called  the  Malaria  \nEradication Board (Repeal) Act, 1975.  \n (2) It shall come into force at once.  \n 2. Repeal, etc.___ (1) The Malaria Eradication Board Ordinance, 1961 (XVIII of 1961), \nhereinafter referred to as the Ordinance,  is hereby repealed.  \n (2) Upon the repeal of the Ordinance, — \n(a)  notwithstanding anything contained in any contract or agreement or in the \nconditions of service, the officers and other employees of the Malaria \nEradication Board, hereinafter referred to as  the Board, shall stand transferred \nto the Federal Government on such terms and conditions as may be laid down \nby the Federal Government ;  \n(b)  all rights, properties, assets, debts, liabilities and obligations of the Board shall \nbe the rights, properties,  assets, debts, liabilities and obligations of the Federal \nGovernment ; \n(c)  any contract made by the Board before such repeal shall be deemed to have \nbeen made by the Federal Government ; and  \n(d)  all suits and other legal proceedings instituted by or agai nst the Board before \nsuch repeal shall be deemed to be suits and proceedings instituted by or \nagainst the Federal Government and may be proceeded or otherwise dealt with \naccordingly.  \n (3) The Federal Government may, for the purpose of removing any difficul ty in relation to \nthe transfer and other matters referred to in sub -section (2), make such order as it considers expedient \nand any such order shall be deemed to be, and given effect to, as part of the provisions of this Act.  \n__________  \n          Uploaded on 11.12.2023  \n \n1For Statement of Objects and Reasons, see Gaz. of P., 1975, Ext., Pt. III, p.540."
}