{
    "file": "./converted_json\\administrator00c80ea2ca2b4893b362c3c44bddafe2.json",
    "name": "The Armed Forces (Emergency Duties) Act, 1947",
    "date": "20th March, 1947",
    "tagline": "An Act to enable duties in connection with vital services to be imposed in an emergency on the Armed Forces of Pakistan.",
    "content": "Page 1 of 2 \n  \n \nTHE ARMED FORCES (EMERGENCY DUTIES) ACT, 1947  \n \n \n \nCONTENTS  \n1.  Short title and extent  \n2.  Emergency duties of Armed Forces  \n3.  Validation of certain past commands  \n \n \n  \n \n \n\n \nPage 2 of 2 \n THE ARMED FORC ES (EMERGENCY DUTIES) ACT, 1947  \nACT No. XV OF 1947 \n[20th March, 1947 ]  \nAn Act to enable duties in connection with vital services to be imposed in an emergency on the \nArmed Forces of 1[Pakistan].  \n WHEREAS it is expedient to enable duties in connection with vital services to be imposed in \nan emergency o n the Armed Forces of 1[Pakistan]; It is hereby enacted as follows: ⎯ \n 1. Short title and extent.___(1) This Act may be called the Armed Forces (Emergency Duties) \nAct, 1947.  \n 2[(2) It extends to the whole of Pakistan .] \n 2. Emergency duties of Armed Forces .___(1) The 3[Federal Government] may, by notification \nin the official Gazette, declare any specified service to be a service of vital importance to the \ncommunity:  \n Provided that such notification shall remain in force for one month in the first ins tance, but \nmay be extended, from time to time, by a like notification.  \n (2) Upon a declaration being made under sub -section (1) and until it is rescinded, it shall be the \nduty of every person subject to 4[* * * ] 2[the Pakistan Army Act, 1952], 4[* * * ] 2[or the Pakistan Air \nForce Act, 1953,]  or the 5[Pakistan Navy Ordinance, 1961], to obey any command given by any \nsuperior officer in relation to employment upon or in connection with the service specified in the \ndeclaration; and every such command shall be deemed to be a lawful command within the meaning \nand for the purposes of the said Acts 5[or Ordinance].  \n 3. 6[Repealed ]  \n_________________  \n \n \n \n \nDate: 24 -07-2024  \n1Subs. b y the Central Laws (Adaptation) Order, 1961  (P. O. 1 of 1961) , Art. 2 and Sch.,  (with effect from the 23rd March, 1956 ).  \n2Subs.  and ins.  by the Central Laws (Statute Re form) Ordinance, 1960 (XXI of 1960) s. 3 and 2nd Sch. ( with effect from the 14th October, 1955 ). \n3Subs. by the Federal Adaptation of Laws Order, 1975  (P. O.  4 of 1975),  Art.2 and Sch.  \n4Omitted by the Federal Laws (Revision and D eclaration), Ordinance, 1981 (XXVII  of 1981),  s. 3 and Sch., II.  \n5Subs. and added by the Repealing and Amending Ordinance, 1965 (X of 1965), s. 3 and 2 nd Sch. (shall be deemed to have substituted and added on the \nfirst day of March, 1962).  \n6Rep. by the Federal Laws (Revision and Declaration) Act, 1951 (XXVI of 1951), s. 3 and Second Schedule."
}