{
    "file": "./converted_json\\administratord881fafa96ef8f4ad8db69f7e1cf291d.json",
    "name": "Clearing Houses (Registration and Regulation) Rules 2005",
    "date": "1st June, 2005",
    "tagline": "Establishment of Clearing Houses in Pakistan",
    "content": "(SECURITIES AND EXCHANGE COMMISSION OF PAKISTAN)  \n \n \n \nIslamabad , the 1st June,  2005  \n \n \nNOTIFICATION  \n \n S.R.O. 504 (I)/2005.  ___ In exercise of the powers conferred by section 39 of the \nSecurities and Exchange Commission of Pakistan Act, 1997 (XLII of 1997), read with clause (f) \nof section 2 and clause (b) of section 43  thereof, the Securities and Exchange Commission of \nPakistan, with the approval of the Federal Government,  hereby makes the following rules , \nnamely: - \n \n1. Short title, commencement and applicati on. – (1) These rules may be called the \nClearing Hous es (Registration and Regulation ) Rules, 2005.  \n \n(2) They shall come into force at once.  \n \n(3) These rules shall apply to a clearing house as are required by the Commission to be \nregistered under these rule s from time to time.  \n \n(4) Nothing contained in these rules shall apply to a clearing house established by a stock \nexchange providing in -house facilities to the stock exchange for settlement of securities.  \n \n2. Definitions. - (1) In these rules unless there  is anything repugnant in the subject or \ncontext, -  \n(a) “Act”  means the Securities and Exchange Commission of Pakistan Act, 1997 \n(XLII of 1997);  \n(b) “CD Act”  means the Central Depositories Act, 1997 (XIX of 1997);  \n(c) “clearing and settlement fund ” means the fund c reated pursuant to rule 12 ; \n(d) “clearing fund contribution” means the contribution required to be made by a \nclearing member to the clearing  and settlement  fund;  \n(e) “clearing house” means a clearing house as defined in clause (f) of  section 2 \nof the Act;  \n(f) “cleari ng member” means a person who is admitted as a clearing member for \nclearing and settlement on his own behalf as well as on behalf of other \nbrokers, under the regulations;  \n(g) “Commission” means the Securities and Exchange Commission of Pakistan \nestablished und er section 3 of the Act;  \n(h) “Ordinance of 1969” means the Securities and Exchange Ordinance, 1969 \n(XVII of 1969); and \n(i) “Ordinance of 1984” means the Companies O rdinance, 1984 (XLVII of \n1984).  \n \n(2) The words and expressions used but not defined in these rules s hall have the same \nmeaning as are assigned to them in the Act, Ordinance of 1969, Ordinance of 1984 , and the CD \nAct, as the case may be.  \n \n3. Eligibility for registration . – A person desirous of commencing business as a clearing \nhouse shall be eligible for registration under these rules subject to fulfillment of the following \nconditions, namely: - \n \n(a) That such person is incorporated as a public limited company   under the \nOrdinance of 1984;  \n(b) that at least one stock exchange in Pakistan is a shareholder of such \nhouse;  \n(c) that no promoter, director, officer or employee of such house, - \n(i) has been convicted of fraud, breach of trust or an offence \ninvolving moral turpitude or removed from service for \nmisconduct or has been adjudicated as insolvent;  \n(ii) has been associated  with any illegal banking business, \ndeposit taking or financial dealings;  \n(iii) has been a sponsor, director, chief executive or a senior \nmanagement officer of a defaulting co -operative finance \nsociety or finance company; or  \n(iv) has been a defaulter of any commerci al bank or financial \ninstitution or non -banking financial institution or has \nsuspended payment or has compounded with his creditors;  \n(d)  that the promoters of such house are persons of means and \nintegrity and have special knowledge of matters which the ho use \nmay have to deal with as a clearing house; and  \n(e) that such person  has complied with such other conditions as may \nbe required by the Commission in the interest of the capital \nmarket.  \n \n4. Registration . – (1) A person, eligible for registration under rule 3 may make an \napplication to the Commission in such manner as the Commission may, from time to time \nprescribe.   \n \n(2) An application under sub -rule (1) shall be accompanied by a fee as may be specified \nby the Commission with the approval o f the Board.  \n \n(3) The Commission if it is satisfied, after such inquiry and after obtaining such further \ninformation as it may consider necessary, that, - \n \na) the applicant is eligible for registration; and  \n \nb) it would be in the interest of the capital market so to do,  \ngrant a certificate of registration under its seal to such house.  \n \n5. Refusal to grant registration. - (1) No application for registration made under rule 4  \nshall be refused except after giving the applicant an opportunity of being heard.  \n \n(2) In case the Com mission refuses to grant registration to an applicant, the decision shall \nbe communicated to the applicant stating therein the reasons for such refusal and the fee \ncollected from the applicant shall be refunded.  \n \n6. Registration of existing clearing house s: – (1) Notwithstanding anything to the \ncontrary contained in these rules, a clearing house by whatever name or designation already in \nexistence at the time of commencement of these rules, except in -house clearing houses as \nreferred in sub -rule (4) of rule  1, shall apply in writing to the Commission for grant of \nregistration under rule 4, before the expiry of six months from  the commencement of these rules.  \n \n(2) The Commission, if it is satisfied that such clearing house has fulfilled the conditions \nof eli gibility for registration as specified under rule 3, may register such clearing house subject to \nsuch limitations as it may impose on the scope of its functions as a clearing house, as deemed fit \nby the Commission.  \n \n  7. Renewal of registration . - (1) The certificate of registration granted under rule 4 shall \nbe valid for one year and shall be renewable on payment of fee as may be specified by the \nCommission with the approval of the Board.  \n \n(2) The Commission shall, on receipt of payment of renewal fee and after making such \ninquiries and after obtaining further information as it may consider necessary, within thirty days \nof the receipt of the application, renew the registration of such house. However , the Commission \nmay impose such further conditions, upon t he renewal of registration of a clearing house, as it \ndeems appropriate.  \n \n8. Refusal t o grant renewal of registration. - (1) No ap plication made under rule 7 shall \nbe refused except after giving the applicant an opportunity of being heard.  \n \n(2) In case the Commission refuses to grant renewal of registration to an applicant, the \ndecision shall be communicated to the applicant stating therein the reasons for such refusal and \nthe renewal fee collected from the applicant shall be refunded.  \n \n9. Power to suspend or cancel registration, etc. - Without prejudice to the powers of \nthe Commission under the Act, the Ordinance of 1969 , or the Ordinance of 1984, upon being \nsatisfied that a clearing house is not discharging its functions in accordance with  the law, or \nneglects to so act, or otherwise fails to carry on its business in the interests of the capital market, \nthe Commission may, after providing an opportunity to show cause, take such measures as it \ndeems expedient including but not limited to suspension or cancel lation of registration under \nthese rules and take such other action as may be necessary to safeguard the interests of all \nstakeholders concerned.  \n \n10. Submission of annual report, etc. - (1) A clearing house shall file its annual report \nand accounts within  four months  of the close of the accounting period along with the following \ninformation and documents, namely: - \n \n(a) Names of the persons admitted or readmitted  as clearing members of the \nclearing house and any change therein;  \n(b) list of shareholders of the clearing house indicating change i n the \nshareholdings, if any;  \n(c) names of the senior management staff of the clearing house with their \nrespective qualifications and experience;  \n(d) names of brokers defaulting during the year along with nature and \namounts of default;  \n(e) disciplinary action taken against clearing members;  \n(f) name wise details (nature and amount) of penalties imposed on the \nclearing members; and  \n(g) action taken to combat any emergency in settlement of securities.  \n \n(2) Without prejudice to the provisions of sub -rule (1), a clearing house shall furnish to \nthe Commission such other documents, information or explanation relating to its affairs as the \nCommission may, from time to time, require in writing.  \n \n11. Obligation of clearing members towards clearing house. – (1) A clearing house \nshall have the power to call for information, undertake inspections, conduct inquiries and audits \nof its clearing members in relation to the performance of its functions, under the regulations.  \n \n  (2) A clearing member shall submit all information and records to the clearing house in \nrespect of inspections, investigations, inquiries and audits whether undertaken at the initiative of \nthe clearing house or on the direction of the Commission and shall respond to all requests by the \nclearing  house for information on a regular or exceptional basis.  \n \n12. Establishment of clearing and settlement fund. – (1) A clearing house shall \nestablish a clearing and settlement fund from which a clearing member’s obligation to clearing \nhouse may be satisfied , in case of default of such member, and every clearing member shall make \nhis clearing fund contribution to the clearing  and settlement  fund.  \n \n(2) The clearing and settlement fund shall have an initial contribution of rupees one \nhundred million by the cle aring house and shall be funded thereon by a part of clearing and \nsettlement fee paid by the members.  \n  \n(3) The c learing  and settlement fund  may be divided into sub -funds, each of which can be \nutilized to discharge obligations for any particular service fo r which the clearing house has \nassumed responsibility.  \n \n13. Duty to maintain confidentiality. – (1) No clearing house or any officer or member \nof a clearing house, whether during the tenure of his office or thereafter, or any other person who \nhas by any m eans knowledge of any information or document relating to the affairs of any of the \nclearing member and in particular relating to their accounts, shall give, divulge, reveal or \notherwise disclose such information or document to any other person.  \n \n(2) A per son who has any information or document which to his knowledge has been \ndisclosed in contravention of sub -rule (1) shall not in any manner , howsoever, disclose it to any \nother person.  \n \n(3) Notwithstanding anything contained in this rule, the provision of c onfidentiality shall \nnot entitle any person to refuse disclosure of any information or document, - \n(a) which a clearing member has himself authorized in writing to disclose;  \n \n(b) in case where a clearing member is declared bankrupt or in case where the \nclearing me mber is a company or body corporate and is being, or has been, \nwound up within or outside Pakistan;  \n(c) in pursuance of any summons or notice issued by any Court, Tribunal or \nAuthority having competent jurisdiction requiring production of such \ninformation or d ocument;  \n(d) to any person duly authorized by a competent Court, the Commission or the \nState Bank of Pakistan to investigate into any offence under any law;  \n(e) for the purpose of enabling or assisting the Commission or the State Bank of \nPakistan  to exercise any power conferred on it by any law;  \n(f) for the purpose of enabling or assisting a stock exchange or  to discharge its \nfunctions; and  \n(g) any such disclosure which may be required under the law. \n \n14.  Power of the Commission to give directions . - (1) The Commission may, if \nsatisfied that it is necessary or expedient so to do in the public interest or in the interest of the \ncapital market, by order in writing give directions to a  clearing house.  \n \n(2) The Commission may, on representation made to it or on its own moti on modify or \ncancel any direction issued under sub -rule (1), and in so modifying or canceling any direction \nmay impose such conditions as it thinks fit.  \n \n15. Power to require information. -  The Commission may, at any time, by notice in \nwriting require any  director, officer and member of a clearing house, generally or in particular to \nfurnish it within the time specified therein or such further time as the Commission may allow, \nwith any statement or information or document relating to the business or affair s of such clearing \nhouse and without prejudice to the generality of the foregoing power, may call for information, \nat such intervals as the Commission may deem necessary.  \n \n16. Penalty for failure, refusal to comply with, or contravention with any provision  \nof the rules.  – If any person fails or refuses to comply with, or contravenes any  of the provision s \nof these rules or any direction or order passed by the Commission under these rules or knowingly \nor willfully authorizes or permit such failure, refusal or  contravention, he shall in addition to any \nother liability under the Act , the Ordinance of 1969 , and the Ordinance of 1984 , be punishable \nwith a fine as may be specified  by the Commission with the approval of the Board."
}