{
    "file": "./converted_json\\administrator97ac5a876820944d1a57724ee00a3367.json",
    "name": "Pakistan Climate Change Act, 2017",
    "date": "April 3, 2017",
    "tagline": "An Act to meet Pakistan's obligations under international conventions relating to climate change and address the effects of climate change",
    "content": "REGISTERED No.-M 302  L.-7646 \ntat a,ette of fialtisitart \nigm=ir \nEXTRAORDINARY \nPUBLISHED BY AUTHORITY \nISLAMABAD, MONDAY, APRIL 3, 2017 \nPART! \nActs, Ordinances, President's Orders and Regulations \nSENATE SECRETARIAT \nIslamabad, the 31st March, 2017 \nNo. F. 9(4)/2017-Legis.—The following Act of Majlis-e-Shoora \n(Parliament) received the assent of the President on the 29th March, 201 7 and is \nhereby Published for general information:— \nACT NO. X OF 2017 \nAn Act to meet Pakistan's obligations under international conventions \nrelating to climate change and address the effects of climate change \nWHEREAS it is expedient to meet Pakistan's obligations under international \nconventions relating to climate change and to provide for adoption of comprehensive \nadaptation and mitigation policies, plans, programmes, projects and other measures \nrequired to address the effects of climate change and for matters connected therewith \nand ancillary thereto; \nIt is hereby enacted as follows:— \n(95) \nPrice : Rs. 10.50 \n[424(2017)/Ex. Gaz.] \n96 \t THE GAZETTE OF PAKISTAN, EXTRA., APRIL3, 2017 \t [PART I \nCHAPTER I \nPRELIMINARY \nI. \tShort title, extent and commencement—(l) This Act may be \ncalled the Pakistan Climate Change Act, 2017. \nIt extends to the whole of Pakistan. \nIt shall come into force at once. \n2. \tDefinitions.—In this Act, unless there is anything repugnant in the \nsubject or context,— \n\"adaptation\" means adjustment in natural or human systems in response \nto actual or expected climatic stimuli or their effects which moderates \nharm or exploits beneficial opportunities; \n\"Authority\" means the Pakistan Climate Change Authority established \nunder section 5; \n\"Council\" means the Pakistan Climate Change Council established \nunder section 3; \n\"climate change\" means a change in the climate system which is \ncaused by significant changes in the concentration of greenhouse gases \nas a direct of indirect consequence of human activities and which is in \naddition to natural climate change that has been observed during a \nconsiderable period; \n\"emissions\", in relation to a greenhouse gas, means emissions of that \ngas into the atmosphere caused by human activity; \n(0 \"Fund\" means the Pakistan Climatethange Fund established under \nsection 12; \n\"Government\" means the Federal Government; \n\"greenhouse gas\" means any gas that contributes to the greenhouse \neffect by absorbing infrared radiation produced by solar warming of \nthe earth's surface and includes carbon dioxide, methane, nitrous oxide, \nhydrofluorocarbons, perfluorocarbons, sulphur hexafluoride, nitrogen \ntrifluoride and any other direct or indirect greenhouse gas as recognized \nby UNFCCC and IPCC from time to time; \nPART I] \t THE GAZETTE OF PAKISTAN, EXTRA., APRIL3, 2017 \t 97 - \n(I) \"mitigation\" means efforts that seek to prevent or slow down the \nincrease of atmospheric greenhouse gas concentrations by reducing \ncurrent or future emissions and enhancing potential sinks for \ngreenhouse gases; \n\"prescribed\" means prescribed by rules or regulations made under \nthis Act; \n\"regulations\" means regulations made under this Act; \n(I) \t\"rules\" means rules made under this Act; \n• \"Schedule\" means a schedule to this Act; and \n\"Tribunal\" means the Environmental Tribunal set up under the Pakistan \nEnvironmental Protection Act, 1997 (Act No. XXXIV of 1997) or the \nprovincial environmental protection laws. \n(2) \tThe expressions and words used but not defined in this Act shall haVe \nthe same meaning as in the Pakistan Environmental Protection Act, 1997 \n(Act No: XXXIV of 1997). \nCHAPTER 11 \nPAKISTAN CLIMATE CHANGE COUNCIL \n3. \tEstablishment of the Pakistan Climate Change Council.—(1) \nThe Prime Minister shall, by notification in the official Gazette, establish a Council to \nbe known as the -Pakistan Climate Change Council consisting of a Chairperson who \nshall be the Prime Minister or such other person as the Prime Minister may nominate \nin this behalf and the following members, namely:— \nFederal Ministers of the Divisions allocated with the subjects of climate \nchange, finance, agriculture, food security and research, planning, \ndevelopment and reform, petroleum and natural resources, science \nand technology, water and power and foreign affair; \nChief Ministers of the Provinces; \nMinisters-in-charge of the department allocated with subject of \nenvironment in the Provinces; \n(d) \tsuch other persons not exceeding thirty as the Prime Minister may \nappoint, of which at least twenty shall be non-officials, including \n98 \t THE GAZETTE OF PAKISTAI4, EXTRA., APRIL 3, 2017 \t [PART I \nrepresentatives of the Chambers of Commerce and Industry, \nnon-governmental organizations concerned with climate change, the \nenvironment and development and scientists, researchers, technical \nexperts and educationists; \n(e) \tChairman, National Disaster Management Authority established under \nthe National Disaster Management Act, 2010 (XXIV of 2010);. \n(0 \tChairman, Pakistan Climate Change Authority; and \n(g) \t\nSecretary of the Division allocated with the subject of climate change, \nwho shall also be the Secretary of the Council. \nThe Council may invite the Prime Minister, Azad Jammu and Kashmir \nand Chief Minister, Gilgit-Baltistan to participate in the meetings of the Council as \nand when required. \nThe Division allocated with the subject of climate change shall act as \nSecretariat of the Council. \nMembers of the Council, other than ex-officio members, shall be \nappointed in accordance with the prescribed procedure and shall hold office for a \nterm of three years. \nThe Council shall hold meetings as and when necessary, but not less than \ntwo meetings shall be held in a year. \nThe Council may constitute committees of its members and entrust \nthem with such functions as it may deem fit and the recommendations of the \ncommittees shall be submitted to the Council for approval. \n(7) The Council or any of its committees may, for assistance in performance \nof its functions, invite any technical expert or representative of any Government \nAgency or non-governmental organization or other person possessing specialized \nknowledge of any subject. \n4. \tFunctions and powers of the Council.—(1) The Council shall— \nco-ordinate and supervise enforcement of the provisions of this Act; \nmonitor implementation of international agreements relating to climate \nchange specified in the Schedule; \nPART I] \t THE GAZETTE OF PAKISTAN, EXTRA., APRIL 3, 2017 \t .99 \ncoordinate, supervise and guide mainstreaming of climate change \nconcerns into decision-making by Federal and Provincial Government's \nminisffies, divisions, departments and agencies so as to create enabling \nconditions for integrated climate-compatible and climate-resilient \ndevelopment processes in various sectors of the economy; \napprove and monitor implementation ofcomprehensive adaptation and \nmitigation policies, strategies, plans,,programmes, projects and other \nmeasures formulated by the Authority to meet Pakistan's obligations \nunder international conventions and agreements relating to climate \nchange including in particular the Sustainable Development Goals \n(SDGs); \nmonitor implementation of the National Adaptation Plan and its \nconstituent provincial and local adaptation action plans, the National \nAppropriate Mitigation Action Framework and National \nCommunication submitted to the concerned Secretariat of the United \nNations Framework Convention on Climate Change (UNFCCC); \napprove guidelines for the protection and conservation of renewable \nand non-renewable resources, species, habitats, and biodiversity in \ngeneral adversely affected or threatened by climate change; and \nconsider the National Climate Change Report and give appropriate \ndirections thereon. \n(2) \tThe Council may, either itself or on the request of any person or \norganization, direct the Authority or any Government Agency to prepare, submit, \npromote or implement projects for adaptation or mitigation of the adverse effects of \nclimate change, to promote climate-compatible, climate-resilient and sustainable \ndevelopment or to undertake research in any aspect of climate change. \nCHAPTER III \nPAKISTAN CLIMATE CHANGE AUTHORITY \n5. \tEstablishment of the Pakistan Climate Change Authority.—(I) \nThe Minister-in-charge of the Federal Government shall, by notification in the official \nGazette, establish the Pakistan Climate Change Authority, hereinafter referred to as \nthe Authority, to exercise the powers and perform the functions assigned to it under \nthis Act and the rules and regulations made thereunder. \n(2) \tThe Authority shall be a body corporate with perpetual succession \nand a common seal and shall, in the said name, be capable of— \n100 \t THE GAZETTE OF PAKISTAN, EXTRA., APRIL3, 2017 \t [PART! \nsuing and being sued; \nacquiring or disposing of moveable and immovable property; \nborrowing money; \nentering into contracts; and \ndoing or performing all other things or acts necessary for the proper \ndischarge of its functions under this Act. \n(3) \tThe headquarters of the Authority shall be in Islamabad and the \nAuthority may establish offices at other places as and when required. \n6. \tComposition of the Authority.—(1) The Authority shall comprise \nthe Chairperson, Member (Adaptation), Member (Mitigation), Member (Climate \nFinance), Member (Coordination) and one Member from each province to be \nnominated by the respective Provincial Ministers-in-charge. \nThe members including Chairperson of the Authority shall be appointed \nby the Prime Minister on such terms and conditions as he may deem fit, keeping in \nview their qualifications and experience. \nThe Chairperson and members shall be scientists, academicians, \nprofessionals, serving or retired government servants, industrialists, agriculturists or \nother technocrats with at least fifteen year's experience in fields related to climate \nchange and the environment, with a distinguished service record. \nIf the office of the Chairperson falls vacant for any reason, the senior-most \nmember shall act as Chairperson till such time as his successor is appointed. \nThe Authority shall be properly constituted notwithstanding a vacancy \nin the office of the Chairperson or any member. \nThe Authority may,. for assistance in performance of its functions, \ninvite a representative of any GovernmentAgency or non-governmental organization \nor technical expert or other person possessing specialized knowledge of any subject. \n7. \tOfficers and staff of the-Authority.—(1)All professional, technical \nand administrative officers and staff of the Authority shall be appointed by the \nAuthority, or obtained from other Federal or Provincial Government agencies on \ndeputation basis, and shall be entitled to such salaries, allowances and other terms \nand conditions of service as may be prescribed by regulations._ \nPART I] \t THE GAZETTE OF PAKISTAN, EXTRA., APRIL 3, 2017 \t 101 \nThe Authority shall ensure that all appointments are made in a \ntransparent manner and adequate and equal treatment is given to women, minorities \nand disabled persons. \nThe officers and staff of the Authority shall have such powers and ' \nshall perform such functions as may be assigned to them by the Chairperson. \nThe officers and staff of the Authority shall act in accordance with \nthe mandate assigned and the directives given by the Chairperson. \n8. \tFunctions of the Authority.--(1) Functions of the Authority shall be \nto- \nformulate, comprehensive adaptation and mitigation policies, plans, \nprogrammes, projects and measures designed to address the effects \nof climate change and meet Pakistan's obligations under international \nconventions and agreements relating to climate change and within the \nframework of a national climate change policy as may be approved by \nthe Federal Government from time to time; \nestablish institutional and policy mechanisms for implementation of \nFederal and provincial adaptation and mitigation policies, plans, \nprogrammes, projects and measures, including plans for renewable \nenergy and clean technology measures for energy efficiency and \nenergy conservation and awareness-raising and capacity-building \nprogrammes; \nprepare suitable adaptation and mitigation projects for submission to \ninternational and local institutions for finding, including the Clean \nDevelopment Mechanism, Global Environmental Facility; Green Climate \nFund and Adaptation Fund; \nprepare the National Adaptation Plan and its constituent provincial \nand local adaptation action plans, the Nationally Appropriate Mitigation \nAction Framework and the Intended Nationally Determined \nContributions, Nationally Determined Contributions and National \nCommunication to be submitted to the concerned Secretariat of the \nUnited Nations Framework Convention on Climate Change'and monitor \nimplementation thereof; \ncarry out Technology Needs Assessment and prepare Climate Change \nTechnology Action Plan in accordanCe with international best practices \nfor seeking technical and financial support, amongst others, through \n_the Technology Mechanism; (e) \n102 \t THE GAZETTE OF PAKISTAN, EXTRA., APRIL 3, 2017 \t [PART I \n(t) \tprepare projects for funding under the Reducing Emission § from \nDeforestation and Forest Degradation (REDD+) Mechanism; \nprepare the National Climate Change Report for consideration of the \nCouncil; \nformulate, and after approval of the Council, coordinate implementation \nof low carbon and green growth-strategies; \nformulate guidelines for the protection and conservation of renewable \nand non-renewable resources, species, habitats, and biodiversity in \ngeneral which are adversely affected or threatened by climate change; \nadvise the Government regarding appropriate legislative, policy and \nimplementation measures and actions relating to disaster preparedness, \ncapacity building, institutional strengthening and awareness raising in \nrelevant sectors affected by climate change; \nadvise the Government regarding implementation of international \nconventions, treaties and agreements on climate change and the \nenvironment to which Pakistan is a party and fulfill reporting \nrequirements thereunder; \n(0 \tdesign, establish and maintain a national registry and database on \ngreenhouse gas emissions in accordance with internationally adopted \nemissions quantification methodologies, standards and protoCols; \ncoordinate and monitor implementation of goals and objectives and \nfulfill reporting and verification obligations under international \nconventions, treaties and agreements; \nprepare policy papers and concept notes and provide technical input \nfor formulating national policy positions for international conferences \nor negotiations; \ncoordinate conduct of research on current and emerging issues of \nclimate change, particularly assessment of Pakistan's vulnerability to \nclimate change, identification of climate change opportunities and \ntechnology transfer, in association with specialized research institutions \nand disseminate research findings and outputs to stakeholders; \nundertake education and awareness campaigns and programs to \nenhance understanding and awareness of different aspects of climate \nchange and promote their integration in educational curricula; (13) \nPART I] \t THE GAZETTE OF PAKISTAN, EXTRA., APRIL3, 2017 \t 103 \n(0) \twork in collaboration with relevant Government Agencies and non- \ngovernmental organizations and after the conduct of relevant research \nand studies, set targets and coordinate actions for the reduction of \ngreenhouse gas emissions and development of carbon markets; \ndesign programmes providing for incentives relating to matters of \nclimate change, including incentives for reduced emissions from \ndeforestation and degradation; \nmobilize resources for the purposes of achieving the objects and \npurposes of this Aet; \nregularly publish, update and disseminate, through electronic and other \nmeans, climate change strategies, policies, plans, programmes and other \ninformation; and \n(u) perform such functions as may be assigned to it by the Council or by \nthe Government for purposes of this Act. \nto assist the Authority in the discharge of its functions, the Minister-\nin-Charge of the Federal Government may establish Advisory Committees for various \nsectors and appoint as members thereof eminent representatives of the relevant \nsector from educational institutions, research institutes and non-governmental \norganizations. \nIn the discharge of its functions the Authority shall be guided by, amongst \nothers,— \nthe latest scientific knowledge and research relating to climate change \nin general and renewable energy and clean technology in particular, \nenvironmental considerations, including likely impacts on ecosystems, \nbio-diversity and forestry and socio-economic development objectives, \nincluding gender aspects; and \npolicy advice of the Division allocated with the subject of climate \nchange. \n9. \tAnnual report.—(1) At the end of each financial year, the Authority \nshall prepare an annual report, which shall include \t • — \n(a) \ta description of its activities; \n104 \t THE GAZETTE OF PAKISTAN, EXTRA., APRIL 3, 2017 \t [PART I \n(b) \tprogress of implementation of major climate change actions and \ndifficulties relating thereto; \n(c) its plans for the next financial year; \naudited accounts of the Authority; and \nany other relevant information relating to functions of the Authority. \n(2) \tThe report prepared under sub-section (I) shall be laid by the Minister- \nin-Charge of the Government before the Majlis-e-Shoora (Parliament). \n10. \tPowers of the Authority.—(1) The Authority shall have all the powers \nnecessary to execute its functions under this Act. \n(2) \tWithout prejudice to the generality of sub-section (1), the Authority \nshall have power to— \nmanage, control and administer assets of the Authority in such manner \nso as to best serve its functions and the purposes of this Act; \nenter into contracts or establish partnerships or associate with entities \nand organizations as it may consider appropriate to support its functions, \nprovided that agreement with foreign governments and organizations \nshall be entered into only with approval of the Government; \nwhere necessary or on request, provide services or give guidance to \npublic and private entities in relation to climate change matters; and \nsolicit, gather, obtain and verify any relevant information and data from \nany Federal or Provincial Ministry, Division or Department, or any \npublic or private entity in connection with the performance of the \nfunctions of the Authority. \n11. \tFunctions and powers of the Chairperson.—(1) The Chairperson \nshall be the chief executiVe of the Authority and shall, with the assistance of the \nmembers,— \n(a) \tperform the functions and exercise the powers of the Authority; and \n(b) \tdischarge such duties and perform such functions as are assigned to \nhim by the Council or by the Government. \nPART!] \t THE GAZE1 \tLb OF PAKISTAN, EXTRA., APRIL3, 2017 \t 105 \nUntil the Council is duly constituted, the Chairperson shall, subject to \nsuch directions as the Government may give from time to time, perform the functions \nand exercise the powers of the Council. \nThe Chairperson may, by general or special order, delegate any of his \nfunctions or powers to officers or staff appointed under section 7. \nCHAPTER IV \nPAKISTAN CLIMATE CHANGE FUND \n12. Pakistan Climate Change Fund.—(1) A fund to be known as the \nPakistan Climate Change Fund, hereinafter referred to as the Fund, shall be \nestablished. \n(2) \tThere shall be paid into the Fund \nsuch monies as may be received by the Fund in the form of donations, \nendowments, grants and gifts from whatever source and specifically \ndesignated for the Fund; \nsuch sums of money as may be raised by the Authority for the execution \nof the programmes and projects of the Authority; and \nsuch monies as may, by or under any law, be payable to the Fund. \n(3) \tThe Fund shall be utilized, in accordance with such procedure as \nmay be prescribed, for— \nexpenditure incurred by the Authority in the exercise, discharge and \nperformance of its functions; \noperational and administration expenses of the Fund; \nfinancial assistance to suitable adaptation and mitigation projects and \nmeasures designed to combat the adverse effects of climate change, \nthe sustainable development of resources and for research in any aspect \nof climate change; and \nany other purpose which in the opinion of the Council shall help achieve \nthe purposes of this Act. \n13. \tManagement of the Fund.—(1) The Fund shall be managed by the \nAuthority. \n106 \t THE GAZETTE OF PAKISTAN, EXTRA., APRIL 3, 2017 \t [PART I \n(2) In accordance with such procedure and such criteria as may be \nprescribed, the Authority shall have the power to— \nsanction financial assistance for eligible projects in accordance with \nguidelines framed by the 'Council; \ninvest moneys held in the Fund in such profit-bearing Government \nbonds, savings schemes and securities as it may deem suitable; and \ntake• such measures and exercise such powers as may be necessary \nfor utilization of the Fund for the purposes specified in sub-section (3) \nof section 12. \n(3) \tThe Authority may constitute committees of its members to undertake \nregular monitoring of projects financed from the Fund and submit progress reports \nto the Authority. \n(4) \tThe Authority shall prepare an annual report incorporating its annual \naudited accounts and performance evaluation based on the progress reports mentioned \nin sub-section (3). \nCHAPTER V - \nMISCELLANEOUS \nIndemnity.—No suit, prosecution or other legal proceedings shall lie \nagainst the Federal and Provincial Governments, the Council, the Authority, the \nChairperson, members, officers, employees, experts, advisers, committees and \nconsultants of the Federal Government or the Environmental Tribunal or \nEnvironmental Magistrates or any other person for anything which is in good faith \ndone or intended to be done under this Act or the rules or regulations made thereunder. \nDues recoverable as arrears of land revenue.—Any dues \nrecoverable by the Authority under this Act or the rules or regulations shall be \nrecoverable as arrears of land revenue. \nAct to override other laws.—The provisions of this Act shall have \neffect notwithstanding anything inconsistent therewith contained in any other law \nfor the time being in force. \nPower to make rules.—The Minister-in-Charge of the Federal \nGovernment may, by notification in the official Gazette, make rules for carrying out \nthe purposes of this Act, including rules for implementing the provisions of the \nInternational Agreements relating to climate change, specified in the Schedule. \nPART II \t THE GAZETTE OF PAKISTAN, EXTRA., APRIL 3, 2017 \t 107 \nPower to amend the Schedule.—The Minister-in-Charge of the \nFederal Government may, by notification in the official Gazette, amend the Schedule \nso as to add any entry thereto or modify or omit any entry therein. \nPower to make regulations.—(1) For carrying out the purposes of \nthis Act, the Authority may, by notification in the official Gazette and with the approval \nof the Minister-in-Charge of the Federal Government, make regulations not \ninconsistent with the provisions of this Act and the rules made thereunder. \n(2) \tIn particular and without prejudice to the generality of the \nforegoing power, such regulations may provide for— \nsubmission of periodical reports, data or information by any Government \nagency, local authority or local council in respect of matters relating to \nclimate change; \npreparation of emergency contingency plans for coping with extreme \nclimatic events, natural disasters and calamities; and \nappointment of officers, advisers, experts, consultants and employees. \nSCHEDULE \n(See sections 2, 4, 17 and 18) \nI. United Nations Framework Convention on Climate Change \n(UNFCCC), Rio De Janeiro, 1992; \nKyoto Protocol to the UNFCCC, 1997; \nThe Paris Agreement, 2015; and \nAny other agreement relating to climate change to which Pakistan is a \nsignatory. \nAMJED PERVEZ, \nSecretary \nPRINTED BY THE MANAGER, PRINTING CORPORATION OF PAKISTAN PRESS, ISLAMABAD. \nPUBLISHED BY THE DEPUTY CONTROLLER, STATIONERY AND FORMS, UNIVERSITY ROAD, KARACHL"
}