{
    "file": "./converted_json\\administratorc7cdfe755077e6bc513ece84c7dec903.json",
    "name": "Prime Minister's Salary, All Allowances and Privileges Act, the 1975",
    "date": "23rd July, 1975",
    "tagline": "An Act to determine the salary, allowances and privileges of the Prime Minister.",
    "content": "Page 1 of 9 \n \n \n \n \n \nTHE  PRIME MINISTER'S  SALARY,  ALL OWANCES  AND  \nPRIVILEGES ACT, 1975  \n \n \n \n \n \n \nCONTENTS  \n \n1. Short title and commencement. \n2. Definitions. \n3.  Salary.  \n4.  Equipment allowance.  \n5.  Allowances on taking up and laying down the office. \n6.  Official residence, railway saloons, rivercraft, aircraft and official cars. \n7.  Discretionary grant, sumptuary allowance and other allowances. \n8.  Payment of further amounts. \n9.  Payment on account of deferred pay, etc., of officers. \n10.  Amounts to be included in estimates of expend iture. \n11.  Compensation in case of air a ccident. \n12. Leave. \n13.  Medical facilities. \n14.  Customs-duties or sales tax not leviable on certain articles. \n15.  Provident Fund.  \n16.  Act to have effect subject to instructions, etc. \n16A.  Increase in  Emoluments.  \n\n \nPage 2 of 9 \n 17. Security.  \n FIRST SCHEDULE.  \n SECOND SCHEDULE.  \n THIRD SCHEDULE.  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nPage 3 of 9 \n THE  PRIME MINISTER'S  SALARY,  ALL OWANCES  AND  PRIVILEGES \nACT,  1975  \n \n1ACT No. LIX of 1975  \n[23rd  July, 1975] \n \nAn Act to determine the salary, allowances and privileges of the Prime Minister. \n \nWHEREAS  it is expedient to determine  the salary, allowances and privileges of the Prime \nMinist er and to make provision  for enabling him to discharge conveniently and with dignity the \nduties of his office; \n \nIt is hereby enacted as follows :— \n \n1. Short title and commencement.—(1) This Act may be called the Prime Minist er's \nSalary, Allow ances and Privileges Act, 1975.  \n \n(2) It shall come into force at once and shall be deemed to have taken effect on the fourteenth \nday of August, 1973. \n \n2. Definitions. In this Act, unless there is anything repugnant in the subject or context,— \n \n(a)  “family” means the Prime Minist er's 2[spous e] and such of his children and \nstep-children as ordinarily reside with and are wholly dependent upon  him ; \n \n(b)  “furnishi ngs” means pictures, paintings, curios, linen, glass-ware, brass-ware, \ncutlery, crockery, kitchen equipm ent, radios,  radiograms, lamps,  public \naddress systems, projectors, television  sets of all kinds,  accousti cal equipment \nand simil ar other articles; \n \n(c)  “furniture” includes carpets, sofa covers, curtains, refrigerators, \naircondition ers, washing machines and simil ar other articles; \n \n(d)  “Government” means the Federal Government;  \n \n(e)  “maintenance”,— \n \n(i)  in relation to official residence, includes the maintenance and \nreplenishing  of furniture and furnishin gs, payment of local rates and \ntaxes, maintenance of roads and electric, water, gas and sanitary \nfixtures and installations, and the provision  of electricity, gas and \nwater; \n \n(ii)  in relation to rivercraft, includes expenditu re on the pay of the \nestablish ment m aintained in connection therewith,  and on their \nvictualling while  afloat, and expenditu re on the pu rchase of  \nmarinestores; and \n \n \n \n1For Statement of Objects and Reasons, see Gaz. of P., 1975, Ext., Pt. III, p.591. \n2Subs. by the Finance Act, 1996 (9 of 1996) s. 9, for “wife”. \n \nPage 4 of 9 \n (iii)  in relation to official cars and aircraft, includes the pay and allowances \nof chauffeurs, pilots  and oth er establishm ent and the  provision  of oil \nand petrol; \n \n(f)  “official cars”, “railway saloons”, “rivercraft” and “aircraft” mean such cars, \nrailway saloons,  rivercraft and aircraft, if any, as are from time to time \nprovided for use by the Prime Minist er; \n \n(g)  “official residence” means the house  specified in the First Schedule and such \nother premises in Pakistan as the Prime Minist er may use as his official \nresidence, and includes the staff quarters and other buildin gs appurtenant \nthereto and the gardens thereof; \n \n(h)  “prescribed” means prescribed by rules to be made by the government; \n \n(i)  “year” means a year commencing on the first day of July and ending on the \nthirtieth day of June next followin g; and \n \n(j)  other words and expressions  used in this Act and not defined shall have the \nmeanings assigned to them in the Constitution  of the Islamic Republic  of \nPakistan or the Fundamental and Supplementary Rules. \n \n*3. Salary. The salary to be paid to the Prime Minist er shall be 1[fifty six thous and] rupees \nper mensem. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n1Subs. by Ord. XXI of 02, s.2. \n* See the relevant  notification for latest figures/information  \n \nPage 5 of 9 \n 4. Equipment allowance. The Prime Minist er may, on his assumption  of office as such, \ndraw 1[twenty thousand] rupees as an allowance for equipping  hims elf: \n \nProvided that, during the ten years immediately preceding the assumption  of that office he \nhad not drawn an allowance for the same purpose upon  election or appointm ent to the office of \nPresident, Prime Minist er, Chairman, Speaker, Federal Minist er, Governor or Minist er of State or a \ndiplomatic office. \n \n5. Allowances on taking up and laying down the office.— (1) The Prime Minist er shall be \nentitled to claim actual expenses to the extent mention ed below for the journey from his ordinary \nplace of residence to the seat of Government on taking up office and from the seat of Government to \nhis ordinary place of residence on laying down  office:— \n \n(a)  the actual travelling expenses for hims elf and his family; \n \n(b)  the cost of transpo rting personal servants, not exceeding three, by the lowest \nclass of accommod ation; and \n \n(c)  the cost of transpo rting hous ehold effects, not exceeding one hund red and \ntwenty maunds,  by goods train, steamer or other craft, excluding  aircraft, and \nhis personal car, if any. \n \n(2) No claim shall lie for any travel or transportation not performed within  six months  \nof the date of assuming  or laying down  office, as the case may be. \n \n6. Official residence, railway saloons, rivercraft, aircraft and official cars.—(1) \nThroughout his term of office, the Prime Minist er shall be entitled witho ut payment of rent or hire \nto the use of his official residence, and of the railway saloons,  rivercraft, aircraft and official cars, \nand no charge shall fall on him personally in respect of the maintenance thereof: \n \nProvided that the Prime Minist er shall not, except when proceeding on or returning from \nleave, be entitled to the use of the railway saloons, rivercraft, aircraft or official cars during any \nperiod for which he is on leave. \n \n(2) The provisions  of sub-section (1) shall also apply to the family of the Prime \nMinist er. \n \n(3) The Prime Minist er may requisition  a special railway train for journeys on official duty. \n \n7. Discretionary grant, sumptuary allowance and other allowances. There shall be paid \nin each year to the Prime Mini ster— \n \n(a)  an allowance for expenses connected with the purposes specified in the \nSecond Schedule, not exceeding the maximum  amounts  specified in that \nSchedule: \n \n \n \n \n____________ ________________________________________ _____________________________  \n1Subs. by the Finance Act, 1996 (9 of 1996) s. 9. for “five thousand”. \n \nPage 6 of 9 \n Provided that the Prime Minist er may, without exceeding the maximum  specified in column  7 \nof the aforesaid Schedule, reappropriate, whenever necessary, from one sub-head in that Schedule to \nany other sub- head therein except to or from the sub-heads relating to discretionary grant and \nsumptu ary allowance; \n \n(b)  an allowance for expenses connected with improvem ents in and maintenance \nof the official residence and maintenance of the furniture and furnishings \nthereof, not exceeding the maximum  amounts  specified in the Third Schedule: \n \nProvided that the Prime Minist er may, without exceeding the \nmaximum  specified in column  5 of the aforesaid Schedule, reappropriate, \nwhenever necessary from one Sub-head in that Schedule to another subhead \ntherein 1[;] \n \n2[(c)  the actual charges for electricity and gas consum ption.]  \n \n8. Payment of further amounts. There shall be paid from time to time to the Prime Mini ster \nsuch further amounts  necessary to enable him to discharge conveniently and with dignity the duties \nof his office as the Prime Minist er may by general or special order authorise, and any such \norder may be given retrospective effect whenever necessary. \n \n9. Payment on account of deferred pay, etc. of officers. Nothing  in this Act shall apply to \nany payment on account of the deferred pay, leave salaries, allowances, cost of passage or \nincrements due to any officer provision  for whose  pay is made in the Second Schedule, and the \namounts of such payment shall be in addition  to the maximum  amounts  specified in that Schedule. \n \n10. Amounts to be included in estimates of expend iture. The Prime Minist er may, subject \nto any general or special order made by him, include the amounts  in any year in the estimates of \nexpenditure for the purpose of giving effect to the provisions  of this Act, and such amounts  shall be \ncharged upon  and paid out of the Federal Consolid ated Fund. \n \n11. Compensation in case of air accident. (1) If the Prime Minister, while  travelling by \nair on official duty, by any flight scheduled or un-scheduled (including  flight in a Government-\nowned aircraft of any type), dies or receives an injury as a result of an accident, the Government \nshall pay to the person or persons referred to in sub-section (2) a sum of 3[one millio n] rupees in the \ncase of death, and an amount  to be determined by the Government having regard to scales of \ncompensation applied by insurance companies in like cases, in the case of an injury. \n \n(2) The compensation shall be payable, in the case of injury, to the Prime Minist er, and, in \nthe case of death, to such member or members of his family, or, if there be no such member, such \nother person or persons as may be nomin ated, by him, and in the absence of such nomin ation to his \nheirs. \n \n \n \n \n \n \n1Subs. by the Finance Act, 1996 (9 of 1996) s. 9, for full-stop. \n2New clause (c) added ibid., s. 9. \n3Subs. by the Finance Act, 1996 (9 of 1996) s. 9. for “two lakh and fifty thousand”. \n \nPage 7 of 9 \n (3) A nomin ation under sub-section (2) may be made, and may also be revoked or altered, by \na notice in writing signed by the Prime Minist er and addressed to the Accountant General, Pakistan \nRevenues. \n \n12. Leave.— (1) The Prime Minist er may avail himself of leave of absence during his term of \noffice, at any one time or from time to time, for urgent reasons of health or private affairs, for a \nperiod not exceeding three months  in the aggregate. \n \n(2) The leave allowance of the Prime Minist er shall be 1[fifty six thous and] rupees per \nmensem. \n \n13. Medical facilities. The Prime Minist er and the family of the Prime Minist er shall be \nentitled to medical facilities in accordance with the Special Medical Attendance Rules: \n \nProvided that he and his family shall ordinarily be entitled to receive medical treatment at his \nresidence: \n \nProvided further that the Prime Minist er may, if so advised by his physician, receive medical \ntreatment abroad or consult  a foreigner or a physician other than his own and receive such \nother treatment as may be prescribed. \n \n14. Customs duties or sales tax not leviable on certain articles.—(1) No custom- duties or \nsales tax shall be levied on the follow ing articles if impo rted or purchased out of bond  by the Prime \nMinist er on appointm ent or during his tenure of office, namely:— \n \n(a)  articles for the personal use, wear or consumption  of the Prime Minist er or \nany member of his family provided that the cost of such articles shall not \nexceed 2[two hund red thous and] rupees per annum ; \n \n3*  *  *  *  *  *  *  \n \n(c)  foodstu ffs and tobacco for the Prime Minist er, members of his family and his \nguests, whether official or not; \n \n(d) articles for furnishing  of the Prime Minist er's official residence; and \n \n(e)  official cars, rivercraft, or aircraft. \n \n(2) No custom -duties or sales tax shall be levied on tobacco impo rted by manufacturers in \nPakistan for the manufacture of cigarettes, and no excise duty shall be levied on indigenous  \ntobacco used in Pakistan in the m anufacture of cigarettes and on cigarettes manufactured in Pakistan, \nwhen such cigarettes are for consumption  by the  Prime Minist er, members of his family or the guests \nreferred to in clause (c) of sub-section (1).  \n \n \n \n_________________________________________________________________________________  \n1Subs. by Ord. XXI of 02, s.3. \n2Subs. by the Finance Act, 1996 (9 of 1996) s. 9. for “fifty thousand”. \n3Clause (b) omitted by the Prime Minister's Salary, Allowances and Privileges (Amdt.) Act 1997, (30 of 1997) s. 2, which was previously subs. by Act   \n9 of 1996, s.7.  \n \nPage 8 of 9 \n (3) No excise duty shall be levied on indigenous  petrol and petroleum products when such \npetrol or petroleum products are for use in the official cars, rivercraft and aircraft. \n \n15. Provident Fund . The Prime Minist er may, at his option,  become a subscriber to the \nGeneral Provident Fund and, if he so opts,  he shall subscribe to the Fund as a compulso ry subscriber \nin accordance with the General Provident Fund (Central Services) Rules. \n \n16. Act to have effect subject to instructions etc. This Act shall have effect subject to such \ninstructions,  rules, exceptions,  further concessions  or easements as the Government may from time to \ntime prescribe or grant. \n \n116A.  Increase in Emoluments. The salary, allowances and privileges of the Prime Minist er \nshall autom atically be revised alongw ith the revision  of the emolum ents of the civil servants.] \n \n2[17. Security. Every person who has held the office of the Prime Minist er under Clause (4) \nof Article 91 of the Constit ution shall be entitled for life to the suitable security, which the Federal \nGovernment shall, by notification in official Gazette, specify and make the required arrangements \nincluding  services of personn el, vehicle or vehicles and allied matters.] \n \n_________  \n \n \n \n \n \n \n \n \n \n \n \n \nFIRST SCHEDULE   \n \n(See section 2(g)]  \n \nOFFICIAL RESIDEN CE \n3[The Prime Minister's House, Islamabad] \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n1New section 16A ins. by Act 9 of 1996, s. 9. \n2Added by Act XVII of 2012, s.7, dated 1-7-2012. \n3Subs. ibid., s. 9 for “The Prime Minister's House, Rawalpindi.”  \n \nPage 9 of 9 \n SECOND  SCHEDULE  \n \n[See section 7(a)] \nMaximum yearly amounts for expenditure in respect of certain matters. \n \nDiscretionary \nGrant  Sumptuary \nAllowance  Staff \nincluding \nother charges  Contract \nAllowance  Official \nconveyance \nincluding \nmotor cars \nand their \nreplacement  Tour \nexpanses  Total \n1 2 3 4 5 6 7 \nRs. \n1[1,000,000  Rs. \n600,000  Rs. \n2,2500,000  Rs. \n1,500,000  Rs. \n750,000 Rs. \n750,000  Rs. \n7,100,00 0] \n \n \n2Notes:(i)  The amount  of discretionary grant shall be replenished on its utilistion  as a revolving  \nfund. \n \n(ii)  Sumptu ary allowance is exclusive of the expenditure on national celebrations, \nprovision  for which is made under “Cont ract Allowance.”] \n \n3[“THIRD  SCHEDULE” \n \n[See section 7(b)]  \n \nMaximum yearly amounts for improvement and maintenance of official residence. \n \n \n \n   \n \n \n \n \n \n \n \n \n \n_______________________________________________  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n1Subs. by the Finance Act, 1996 (9 of 1996) s. 9, for figures “4,00,000” “2,00,000” “15,50,000”, “6,50,000”, “3,25,000”, “4,00,000” and \n“35,25,000”. \n2Subs . ibid., for ''Note”. \n3Subs. ibid., for THIRD SCHEDULE. Improv ement, rep airs and  maintenance of \nresidence  includ ing mainten ance and \nreplenis hment  of furniture  Rates , \ntaxes and Water  \n Total  \n \n(1) (2) (3) \nRs. 1,200 ,000 Rs. \n150,000  Rs. \n1,350,000 .]"
}