{
    "file": "./converted_json\\administrator3a246ebbf45c2f156b8ad52f83024d36.json",
    "name": "The Christian Marriage Act, 1872",
    "date": "18th July, 1872",
    "tagline": "An Act to consolidate and amend the law relating to the solemnization of the marriages of Christians.",
    "content": "Page 1 of 28 \n  \n \n \n \n \n \nTHE CHRISTIAN MARRIAGE ACT, 1872  \n \n \n \nCONTENTS  \n \nPRELIMINARY  \n \n1.  Short title  \n \n2.  Enactments repealed  \n \n3.  Interpretation -clause  \n \nPART I  \nTHE PERSONS BY WHOM MARRIAGES MAY BE SOLEMNIZED  \n \n4.  Marriages to be solemnized according to Act  \n \n5.  Persons by whom marriages may be solemnized  \n \n6.  Grant and revocation of licenses to solemnize marriage  \n \n7.  Marriage Registrars  \n \n8.  Marriage Registrars in Acceding States  \n \n9.  Licensing of persons to grant certificates of marriage between Native Christians  \n \nPART II  \nTIME AND PLACE AT WHICH MARRIAGES MAY BE SOLEMNIZED  \n \n10.  Time for solemnizing marriage  \n \n11.  Place for solemnizing marriage  \n \nPART III  \nMARRIAGES SOLEMNIZED BY MINISTERS  \nOF RELIGION LICENSED  UNDER THIS ACT   \n \n12.  Notice of intended marriage  \n\n \n \nPage 2 of 28 \n  \n13.  Publicati on of such notice  \n \n14.  Notice of intended marriage in private dwelling  \n \n15.  Sending copy of notice to Marriage Registrar when one party is a minor  \n \n16.  Procedure on receipt of notice  \n \n17.  Issue of certificate of notice given and declaration made  \n \n18.  Declaration before issue of certificate  \n \n19.  Consent of father, or guardian, or mother  \n \n20.  Power to prohibit by notice issue of certificate  \n \n21.  Procedure on receipt of notice  \n \n22.  Issue of certificate in case of minority  \n \n23.  Issue of certificate to  Native Christians  \n \n24.  Form of certificate  \n \n25.  Solemnization of marriage  \n \nPART IV  \nREGISTRATION OF MARRIAGES SOLEMNIZED BY MINISTERS  \nOF RELIGION  \n \n26.  Certificate void if marriage not solemnized within two months  \n \n27.  Marriages when to be registered  \n \n28.  Registration of marriages solemnized by Clergymen of Church of England  \n \n29.  Quarterly returns to Archdeaconry  \n \n30.  Registration and returns of marriages solemnized by Clergymen of Church of Rome  \n \n31.  Registration and returns of marriages solemnized  by Clergymen of Church of Scotland  \n \n32.  Certain marriages to be registered in duplicate  \n \n33.  Entries of such marriages to be signed and attested  \n \n34.  Certificate to be forwarded to Marriage Registrar, copied and sent to Registrar General  \n \n35.  Copies o f certificates to be entered and numbered  \n \n \nPage 3 of 28 \n  \n36.  Registrar to add number of entry to certificate, and send to Registrar General  \n \n37.  Registration of Marriages between Native Christians by persons referred to in clauses (1),  (2) \n and (3) of section 5  \n Custo dy and disposal of register -book  \n \nPART V  \nMARRIAGES SOLEMNIZED BY, OR IN  \nTHE PRESENCE OF, A MARRIAGE REGISTRAR.  \n \n38.  Notice of intended marriage before Marriage Registrar  \n \n39.  Publication of notice  \n \n40.  Notice to be filed and copy entered in Marriage Not ice Book . \n \n41. Certificate of notice given and oath made  \n \n42.  Oath before issue of certificate  \n \n43.  Petition to High Court to order certificate in less than fourteen days  \n \n44.  Consent of father or guardian  \n \n45.  Petition where person whose consent is ne cessary is insane, or unjustly withholds  consent  \n \n46.  Petition where Marriage Registrar refuses certificate  \n \n47.  Petition when Marriage Registrar in Acceding State refuses certificate  \n \n48.  Petition when Registrar doubts authority of person forbidding  \n \n49.  Liability for frivolous protest against issue of certificate  \n \n50.  Form of certificate  \n \n51.  Solemnization of marriage after issue of certificate  \n \n52.  When marriage not had within two months after notice, new notice required  \n \n53.  Marriage Registrar  may ask for particulars to be registered  \n \n54.  Registration of marriage solemnized under Part V  \n \n55.  Certificates to be sent monthly to Registrar General  \n \n56.  Officers to whom Registrars in Acceding States shall send certificates .  \n \n57.  Registrars to ascertain that notice and certificate are understood by Native Christians  \n \n \nPage 4 of 28 \n   \n58.  Native Christians to be made to understand declarations  \n \n59.  Registration of marriages between Native Christians  \n \nPART VI  \nMARRIAGE OF NATIVE CHRISTIANS  \n \n60.  On what conditio ns marriages of Native Christians may be certified  \n \n61.  Grant of certificate  \n \n62.  Keeping of register -book and deposit of extracts therefrom with Registrar  \n General  \n \n63.  Searches in register book and copies of entries  \n \n64.  Books in which marriages of N ative Christians under Part I or Part III are registered  \n \n65.  Part VI not to apply to Roman Catholics. Saving of certain marriages  \n \nPART VII  \nPENALTIES  \n \n66.  False oath declaration, notice or certificate for procuring marriage  \n \n67.  Forbidding, by false pe rsonation issue of certificate by Marriage Registrar  \n \n68.  Solemnizing marriage without due authority  \n \n69.  Solemnizing marriage out of proper time, or without witnesses  \n \n70.  Solemnizing without notice or within fourteen days after notice, marriage with m inor \n \n71.  Issuing certificate, or marrying without publication of notice; marrying after expiry of \n notice; solemnizing marriage with minor within fourteen days without authority of \n Court or without sending copy of notice; issuing certificate against aut horized prohibition  \n \n72.  Issuing certificate after expiry of notice, or, in case of minor, within fourteen days after \n notice, or against authorized prohibition  \n \n73.  Persons authorized to solemnize marriage  (other than Clergy of Churches of En gland, \n Scotland or Rome)  \n \n74.  Unlicensed person granting certificate pretending to be licensed  \n \n75.  Destroying or falsifying register -books  \n \n76.  Limitation of prosecutions under Act  \n \n \n \nPage 5 of 28 \n PART VIII  \nMISCELLANEOUS  \n \n77.  What matters need not be proved in respect of marr iage in accordance with Act  \n \n78.  Correction of errors  \n \n79.  Searches and copies of entries  \n \n80.  Certified copy of entry in marriage -register, etc., to be evidence  \n \n81.  Certificates of certain marriages for Federal Government  \n \n82.  Provincial Government to prescribe fees  \n \n83.  Power to make rules  \n \n84.  Power to prescribe fees and rules for Acceding States  \n \n85.  Power to declare who shall be District Judge  \n \n86.  Powers and functions exercisable as regards Acceding States  \n \n87.  Saving of Consular marriages  \n \n88.  Non-validation of marriages within prohibited degrees  \n \n \n \n \nSCHEDULE I .—NOTICE OF MARRIAGE  \n \nSCHEDULE II .—CERTIFICATE OF RECEIPT OF NOTICE  \n \nSCHEDULE III .—FORM OF REGISTER OF MARRIAGES  \n \nSCHEDULE IV .—MARRIAGE REGISTER -BOOK  \n \nSHEDULE V. —[Repealed. ]  \n \n \n \n \n \nPage 6 of 28 \n THE CHRISTIAN  MARRIAGE  ACT,  1872  \n \nlAct No. XV OF 1872  \n \n[18th  July,  1872]  \nAn Act to consolidate  and amend  the law relating  to the solemnization  \n2* * of the marriages  of Christian.  \n \n Preamble.  WHEREAS  it is expedient  to consolidate  and amend  the law relating  to the \nsolemnization  2* * of the marriages  of persons  professing  the Christian  religion;  It is hereby  enacted  \nas follows:__ \n \nPRELIMINARY  \n \n 1. Short  title.  This Act may be called  the 3 * Christian  Marriage  Act, 1872.  \n \n Extent. It extends4 to 5[the whole of Pakistan] 6 * * *  \n \n 7[*           *           *           *           *           *           *] \n \n 2. [Enactments repealed.] Rep. by the Repealing Act, 1938 (1 of 1938), s. 2 and Sch.  \n \n 3. Interpretation -clause.  In this Act, unless there is something repug nant in the subject or \ncontext ,— \n \n “Church of England” and “Anglican” mean and apply to the Church of England as by law  \nestablished;  \n \n “Church of Scotland” means the Church of Scotland as by law established;  \n \n “Church of Rome” and “Roman Catholic” mean and  apply to the Church which  \nregards the Pope of Rome as its spiritual head;  \n \n “Church” includes any chapel or other building generally used for public Christian  \nworship;  \n \n “minor” means a person who has not completed the age of twenty -one years and who is  \nnot a widower or a widow;  \n \n 8[*           *           *           *           *           *           *] \n \n1For the Statement  of Objects  and Reasons,  see Gazette  of India,  1871,  Pt. V, p. 473 ; for Proceedings  in Council,  see ibid., 1870,  Supplement,  p. 1077  ; \nibid.,  1871,  Supplement,  pp. 1426,  1643  ; ibid., 1872,  Supplement,  pp. 257, 728, 742, 805, 813 and 858. This Act is based  on 14 and 15 Vict.,  c. 40, and \n58 Geo.  III, c. 84 (both  Statutes  relate  to marriages  in India  and are now no longer  in force),  and Acts 5 of 1852  and 5 of 1865;  the last two Acts were  \nrep. by this Act. \n2The words  “in India”  omitted  by A.O.,  1949,  Sch. \n3The word  “Indian”  omitted,  ibid. \n4This Act has been declared to be in force in Balochistan by the British Balochistan Laws Regulation,  1913 (2 of 1913), s. 3.  \nIt has also been extended to the Leased Areas of Balochistan, see the Leased Areas (Laws) Order, 1950 (G.G. 0, 3 of 1950); also applied in the \nFederated Areas of Balochistan, see Gazette of India, 1937, Pt. I, p. 1499.  \n5Subs. by th e Central Laws (Statute Reform) Ordinance, 1960 (21 of 1960), s. 3 and 2nd Sch. (with effect from the 14th October, 1955), fo r “all the \nProvinces and the Capital of the Federation” which had been subs. by A.O., 1949, Arts. 3(2) and 4, for” the whole of Bri tish India”.  \n6Certain words omitted by the Federal Laws (Revision and Declaration) Ordinance, 1981 (27 of 1981), s. 3 and 2nd Sch.  \n7The commencement clause was rep. by the Repealing Act, 1874 (16 of 1874).  \n8The definition of “Native State” which read “Nati ve State means the territories of any Native Prince or State in alliance with Her Majesty” was rep. by \nA.O., 1937.  \n \n \nPage 7 of 28 \n  the expression  “Christians”  means  persons  professing  the Christian  religion;  \n \n and the expression  “Native  Christians”  includes  the Chris tian descendants  of Natives  of \n1[Indo -Pakistan  subcontinent]  converted  to Christianity,  as well as such converts;  \n \n 2[“Registrar  General  of Births,  Deaths  and Marriages”  means  a Registrar  General  of Births,  \nDeaths  and Marriages  appointed  under  the Births,  Deaths and Marriages  Registration  Act, 1886  (VI \nof 1886).]  \n \nPART I  \nTHE PERSONS BY WHOM MARRIAGES MAY BE SOLEMNIZED  \n \n 4. Marriages to be solemnized according to Act.  Every marriage between persons, one or \nboth of whom is3[or are] a Christian or Christians, sh all be solemnized in accord ance with the \nprovisions of the next following section; and any such marriage solemnized otherwise than in \naccordance with such provisions shall be void.  \n \n 5. Persons by whom marriages may be solemnized. Marriages may be solemni zed in \n4[Pakistan].  \n \n (1) by any person who has received episcopal ordination, provided that the marriage be \nsolemnized according to the rules, rites, ceremonies and customs of the Church of which he is a \nMinister;  \n \n (2) by any Clergyman of the Church of t he Scotland, provi ded that such marriage be \nsolemnized according to the rules, rites, ceremonies and customs of the Church of Scotland  \n \n (3) by any Minister of Religion licensed under this Act to solemnize marriages;  \n \n (4) by; or in the presence of, a Ma rriage Registrar appointed under this Act;  \n \n (5) by any person licensed under this Act to grant certificates of marriage between Native \nChristians.  \n \n 5[6. Grant and revocation of licenses to solemnize marriage. The Provincial Government \nmay, by notificatio n in the official Gazette, grant licences to Ministers of Religion to solem nize \nmarriages, and may, by a like notification, revoke such licences].  \n \n 7. Marriage Registrars. The 6[Provincial Government] may appoint one or more Christians, \neither by name or  as holding any office for the time being, to be the Marriage Registrar or Marriage \nRegistrars for any district subject to its administration.  \n \n Senior Marriage Registrar. Where there are more Marriage Registrars than one in any \ndistrict, the 6[provincial Government] shall appoint one of them to be the Senior Marriage Registrar.  \n \n \n1Subs.  by A. O., 1949,  Sch.,  for “India”.  \n2Ins. by the Births,  Deaths  and Marriages  Registration  Act, 1886  (6 of 1886),  s. 30. \n3Ins. by the Amending Act, 1891 (12 of 1891), s. 2 a nd Sch. II.  \n4Subs. by A. O., 1949, Sch., for “India”.  \n5Section  6 previously  amended  by various  enactments  have  been  subs.  by the Federal  Laws  (Revision  and Declaration)  Ordinance,  1981  (27 of 1981),  s. \n3 and 2nd Sch.,  to read as above.  \n6Subs.  by A. O., 1937, for “L.G.”.  \n \n \nPage 8 of 28 \n  Magistrate  when  to be Marriage  Registrar.  When  there  is only one Marriage  Registrar  in a \ndistrict,  and such Registrar  is absent  from  such district,  or ill, or when  his office  is temporarily  \nvacant,  the Magistrate  of the district  shall  act as, and be, Marriage  Registrar  thereof  during  such \nabsence,  illness  or temporary  vacancy.  \n \n 8. 1[Marriage  Registrars  in Acceding  States.]  Omitted  by the Federal  Laws  (Revision  and \nDeclaration)  Ordinance,  1981  (XXVII  of 1981),  s. 3 and 2nd Sch. \n \n 9. Licensin g of persons  to grant  certificates  of marriage  between  Native  Christians.  The \n2[Provincial  Government]3* * * may grant  a license  to any Christian,  either  by name  or as holding  \nany office  for the time being,  authorizing  him to grant  certificate  of marriage  between  Native  \nChristians.  \n \n Any such license  may be revoked  by the authority  by which  it was granted,  and every  such \ngrant  or revocation  shall  be notified  in the official  Gazette.  \n \nPART  II \nTIME  AND  PLACE  AT WHICH  MARRIAGES  MAY  BE SOLEMNIZED  \n \n 10. Time  for solemnizing  marriage.  Every  marriage  under  this Act shall  be solemnized  bet-\nween  the hours  of six in the morning  and seven  in the evening:  \n \n Exceptions.  Provided  that nothing  in this section  shall  apply  to− \n \n (1) a Clergyman  of the Church  of England  solemnizing  a marriage  under  a special  license  \npermitting  him to do so at any hour other  than between  six in the morning  and seven  in the evening,  \nunder  the hand  and seal of the Anglican  Bishop  of the Diocese  or his Commissary,  or \n \n (2) a Clergyman  of the Chur ch of Rome  solemnizing  a marriage  between  the hours  of seven  \nin the evening  and six in the morning,  when  he has received  a general  or special  license  in that behalf  \nfrom  the Roman  Catholic  Bishop  of the Diocese  or Vicariate  in which  such marriage  is so \nsolemnized,  or from  such person  as the same  Bishop  has authorized  to grant  such license,  4[or a \nClergyman of the Church of Scotland solemnizing a marriage according to the rules, rites, \nceremonies and customs of the Church of Scotland.]  \n \n 11. Place for solem nizing marriage. No Clergyman of the Church of England shall solemn -\nize a marriage in any place other than a church 4[where worship is generally held according to the \nforms of the Church of England],  \n \n unless there is no 4[such] church within five miles di stance by the shortest road from such \nplace, or  unless he has received a special license authorizing him to do so under the hand and seal of \nthe Anglican Bishop of the Diocese or his Commissary.  \n \n Fee for special license. For such special license, the Regi strar of the Diocese may charge \nsuch additional fee as the said Bishop from time to time authorizes.  \n \n \n1This section  was previously  amended  by A. O., 1937,  and the Federal  Laws  (Revision  and Declaration)  Act, 1956  (26 of 1951),  s. 4 and IIIrd Sch. \n2 Subs.  by A. O., 1937,  for “L. G.”. \n3Certain  words  previously  amended  by various  enactments  have  been  omitted  by the Federal  Laws  (Revision  and Declaration)  Ordinance,  1981  (27 of \n1981),  s. 3 and 2nd Sch. \n4Ins. by the Indian  Christian  Marriage  Act (1872)  Amdt.  Act, 1891  (2 of 1891),  s. 2. \n  \n \n \nPage 9 of 28 \n PART  III \nMARRIAGES  SOLEMNIZED  BY MINISTERS  OF RELIGION  LICENSED  \nUNDER  THIS  ACT  \n \n 12. Notice  of intended  marriage.  Whenever  a marriage  is intended  to be solemnized  by a \nMinister  of Religion  licensed  to solemnize  marriages  under  this Act− \n \n one of the persons  intending  marriage  shall give notice  in writing, according  to the form  \ncontained  in the first schedule  hereto  annexed,  or to the like effect,  to the Minister  of Religion  whom  \nhe or she desire  to solemnize  the marriage,  and shall state therein − \n \n(a)  the name  and surname,  and the profession  or condition,  of each of the person  \nintending  marriage,  \n \n(b)  the dwelling -place  of each of them,  \n \n(c)  the time during  which  each has dwelt  there,  and \n \n(d)  the church  or private  dwellin g in which  the marriage  is to be solemnized:  \n \n Provided  that, if either  of such persons  has dwelt  in the place  mentioned  in the notice  during  \nmore  than one month,  it may be stated  therein  that he or she has dwelt  there  one month  and upwards.  \n \n 13. Publicat ion of such  notice.  If the persons  intending  marriage  desire  it to be solem nized  \nin a particular  church,  and if the Minister  of Religion  to whom  such notice  has been  delivered  be \nentitled  to officiate  therein,  he shall  cause  the notice  to be affixed  in some conspicuous  part of such \nchurch.  \n \n Return  or transfer  of notice.  But if he is not entitled  to officiate  as a Minister  in such \nchurch,  he shall,  at his option,  either  return  the notice  to the person  who delivered  it to him, or \ndeliver  it to some  other  Minister  entitled  to officiate  therein,  who shall  thereupon  cause  the notice  to \nbe affixed  as aforesaid.  \n \n 14. Notice  of intended  marriage  in private  dwelling.  If it be intended  that the marriage  \nshall  be solemnized  in a private  dwelling,  the Minister  of Religion,  on receiving  the notice  prescribed  \nin section  12, shall  forward  it to the Marriage  Registrar  of the district,  who shall  affix  the same  to \nsome  conspi cuous  place  in his own office.  \n \n 15. Sending  copy  of notice  to Marriage  Registrar  when  one party  is a minor.  When  one \nof the persons  intending  marriage  is a minor,  every  Minister  receiving  such notice  shall,  unless  \nwithin  twenty -four hours  after its receipt  he returns  the same  under  the provisions  of section  13, send \nby the post or otherwise  a copy  of such notice  to the Marriage  Registrar  of the district,  or, if there  be \nmore  than one Registrar  of such district,  to the Senior  Marriage  Registrar.  \n \n 16. Procedure  on receipt  of notice.  The Marriage  Registrar  or Senior  Marriage  Registrar,  as \nthe case may be, on receiving  any such notice,  shall  affix  it to some  conspicuous  place  in his own \noffice,  and the latter  shall  further  cause  a copy  of the said notice  to be sent to each of the other  Mar-\nriage  Registrars  in the same  district,  who shall  likewise  publish  the same  in the manner  above  \ndirected.  \n \n \n \nPage 10 of 28 \n  17. Issue  of certificate  of notice  given  and declaration  made.  Any Minister  of Religion  \nconsenting  or intending  to solemnize  any such marriage  as aforesaid,  shall,  on being  required  so to \ndo by or on behalf  of the person by whom  the notice  was given,  and upon  one of the persons  \nintending  marriage  making  the declaration  hereinafter  required,  issue  under  his hand  a certificate  of \nsuch notice  having  been  given  and of such declaration  having  been  made:  \n \n Proviso.  Provided − \n \n (1) that no such certificate  shall  be issued  until the expira tion of four days after the date of the \nreceipt  of the notice  by such Minister;  \n \n (2) that no lawful  impediment  be shown  to his satisfaction  why such certificate  should  not \nissue;  and \n \n (3) that the issue  of such certificate  has not been  forbidden,  in manner  hereinafter  mentioned,  \nby any person  autho rized  in that behalf.  \n \n 18. Declaration  before  issue  of certificate.  The certificate  mentioned  in section  17 shall  not \nbe issued  until one of the persons  intending  marriage  has appeared  personally  before  the Minister  \nand made  a solemn  declaration − \n \n(a)  that he or she believes  that there  is not any impediment  of kindred  or affinity  \nor other  lawful  hindrance  to the said marriage,  and, when  either  or both of the \nparties  is or are a minor  or minors,  \n \n(b)  that the consent  or consents  required  by law has or have  been  obtained  thereto,  \nor that there  is no person  resident  in l[Pakistan]  having  authority  to give such \nconsent,  as the case may be. \n \n 19. Consent of father, or guardian, or mother. The father, if living, of any minor, or, if the \nfather be dead , the guardian of the person of such minor, and, in case there be no such guardian, then \nthe mother of such minor, may give consent to the minor’s marriage,  and such consent is hereby \nrequired for the same marriage, unless no person authorized to give such  consent be resident in \n1[Pakistan].  \n \n 20. Power to prohibit by notice issue of certificate. Every person whose consent to a \nmarriage is required under section 19 is hereby authorized to prohibit the issue of the certificate by \nany Minister, at any time be fore the issue of the same, by notice in writing to such Minister, \nsubscribed by the person so authorised with his or her name and place of abode and position with \nrespect to either of the person intending marriage, by reason of which he or she is so autho rized as \naforesaid.  \n \n 21. Procedure on receipt of notice.  If any such notice be received by such Minister, he shall \nnot issue his certificate and shall not solemnize the said marriage until he has examined into the \nmatter of the said prohibition, and is sa tisfied that the person prohibiting the marriage has no lawful \nauthority for such prohibition,  \n \n or until the said notice is withdrawn by the person who gave it.  \n \n1Subs.  by the Federal  Laws  (Revision  and Declaration)  Act, 1951  (26 of 1951),  s. 4 and 3rd Sch., for “India”.  \n \n \nPage 11 of 28 \n  22. Issue  of certificate  in case of minority.  When  either  of the persons  intending  marriage  is \na minor,  and the Minister  is not satisfied  that the consent  of the person  whose  consent  to such \nmarriage  is required  by section  19 has been  obtained,  such Minister  shall  not issue  such certificate  \nuntil the expiration  of fourteen  days after the receipt  by him of the notice  of marriage.  \n \n 23. Issue  of certificate  to Native  Christians.  When  any Native  Christian  about  to be married  \ntakes  a notice  of Marriage  to a Minister  of Religion,  or applies  for a certificate  from  such Minister  \nunder  section  17, such Minister  shall,  before  issuing  the certificate,  ascertain  whether  such Native  \nChris tian is cognizant  of the purport  and effect  of the said notice  or certificate,  as the case may be, \nand, if not, shall  translate  or cause  to be translated  the notice  or certificate  to such Native  Christian  \ninto some  language  which  he understands.  \n \n 24. Form  of certificate.  The certificate  to be issued  by such Minister  shall  be in the form  \ncontained  in the second  schedule  hereto  annexed,  or to the like effect.  \n \n 25. Solemnization  of marriage.  After  the issue  of the certificate  by the Minister,  marriage  \nmay be solemnized  between  the persons  therein  described  according  to such form  or ceremony  as the \nMinister  thinks  fit to adopt:  \n \n Provided  that the marriage  be solemnized  in the presence  of at least two witnesses  besides  the \nMinister.  \n \n 26. Certificate  void if marriage  not solemnized  within  two months.  Whenever  a marriage  \nis not solemnized  within  two months  after the date of the certificate  issued  by such Minister  as \naforesaid,  such certificate  and all proceedings  (if any) thereon  shall  be void,  and no person  shall  \nproceed  to solemnized  the said marriage  until new notice  has been  given  and a certificate  thereof  \nissued  in manner  aforesaid.  \n \nPART  IV \nREGISTRATION  OF MARRIAGES  SOLEMNIZED  BY MINISTERS  OR RELIGION.  \n \n 27. Marriages  when  to be registered.  All marriages  hereafter  solemnized  in l[Pakistan]  \nbetween  persons  one or both of whom  professes  or profess  the Christian  religion,  except  marriages  \nsolemnized  under  Part V or Part VI of this Act, shall  be registered2 in manner  hereinafter  prescribed.  \n \n 28. Registration  of marriages  solemnized  by Clergymen  of Church  of England.  Every  \nClergyman  of the Church  of England  shall  keep  a register  of marriages  and shall  register  therein,  \naccording  to the tabular  form  set forth  in the third  schedule  hereto  annexed,  every  marriage  which  he \nsolemnizes  under  this Act. \n \n 29. Quarterly  returns  to Archdeaconry.  Every  Clergyman  of the Church  of England  shall  \nsend four times  in every  year returns  in duplicate,  authenticated  by his signature,  of the entries  in the \nregister  of marriages  solemnized  at any place  where  he has any spiritual  charge,  to the Registrar  of \nthe Archdeaconry  to which  he is subject,  or within  the limits  of which  such place  is situate.  \n \nContents  of returns.  Such  quarterly  returns  shall  contain  all the entries  of marriages  contained  in the \nsaid register  from  the first day of January  to the thirty -first day of March,  from  the first day of April  \nto the thirtieth  day of June,  from  the first day of July to the thirtieth  day of September,  and from  the \nfirst day of October  to the thirty -first day of December,  of each year respectively,  and shall be sent \nby such Clergyman  within  two weeks  from  the expiration  of each of the quarters  above  specified.  \n \n1Subs. by the Federal Laws (Revision and Declaration) Act, 1951 (26 of 1951), s. 4 and 3rd Sch., for “India”.  \n2As to the establishment of general registry offices of births, deaths and marriages, see the Births, Deaths and Marriages Registration Act,  1886 \n(6 of 1886), Ch. II.  \n \n \n \nPage 12 of 28 \n  The said Registrar  upon  receiving  the said returns  shall  send one copy  thereof  to the \n1[Registrar  General  of Births,  Death s and Marriages.]  \n \n 30. Registration  and returns  of marriages  solemnized  by Clergymen  of Church  of \nRome.  Every  marriage  solemnized  by a Clergyman  of the Church  of Rome  shall  be registered  by the \nperson  and according  to the form  directed  in that behalf  by the Roman  Catholic  Bishop  of the \nDiocese  or Vicariate  in which  such marriage  is solemnized,  \n \n and such person  shall  forward  quarterly  to the 3[Registrar  General  of Births,  Deaths  and \nMarriages]  returns  of the entries  of all marriages  registered  by him durin g the three  months  next \npreceding.  \n \n 31. Registration and returns of marriages solemnized by Clergymen of Church of \nScotland. Every Clergyman of the Church of Scotland shall keep a register of marriages,  \n \n and shall register therein, according to the tabul ar form set forth in the third schedule hereto \nannexed, every marriage which he solemnizes under this Act,  \n \n and shall forward quarterly to the 2[Registrar General of Births, Deaths and Marriages], \nthrough the Senior Chaplain of the Church of Scotland, ret urns, similar to those prescribed in section \n29, of all such marriages.  \n \n 32. Certain marriages to be registered in duplicate. Every marriage solemnized by any \nperson who has received episcopal ordination, but who is not a Clergyman of the Church of Englan d, \nor of the Church of Rome, or by any Minister of Religion licensed under this Act to solemnize \nmarriages, shall, immediately after the solemnization thereof, be registered in dup licate by the person \nsolemnizing the same; (that is to say) in a marriage -register -book to be kept by him for that purpose, \naccor ding to the form contained in the fourth schedule hereto annexed, and also in a certificate \nattached to the marriage -register -book as a counterfoil.  \n \n 33. Entries of such marriages to be signed and att ested.  The entry of such marriage in both \nthe certificate and marriage -register -book shall be signed by the person solemnizing the marriage, \nand also by the persons married, and shall be attested by two credible witnesses, other than the \nperson solemnizing  the marriage, present at its solemnization.  \n \n Every such entry shall be made in order from the beginning to the end of the book, and the \nnumber of the certificate shall corres pond with that of the entry in the marriage -register -book.  \n \n 34. Certificate to  be forwarded to Marriage Registrar, copied and sent to Registrar \nGeneral. The person solemnizing the marriage shall forthwith separate the certificate from the \nmarriage -register -book and send it, within one month from the time of the solemnization, to the  \nMarriage Registrar of the district in which the marriage was solemnized, or, if there be more \nMarriage Registrars than one, to the Senior Marriage Registrar,  \n \n who shall cause such certificate to be copied into a book to be kept by him for that purpose,  \n \n1Subs.  by Act 6 of 1886,  s. 30 (b), for “Secretary  to the L.G.”.  \n2Subs. by the Births, Deaths and Marriages Registration Act, 1886 (6 of 1886), s. 30 (b), for the words “Secretary to the L.G. ”. \n \n \n \n \nPage 13 of 28 \n  and shall  send all the certificates  which  he has received  during  the month,  with such number  \nand signature  or initials  added  thereto  as are hereinafter  required,  to the l[Registrar  General  of Births,  \nDeaths  and Marriages].  \n \n 35. Copies  of certificates  to be entered  and numbered.  Such  copies  shall  be entered  in \norder from  the beginning  to the end of the said book,  and shall  bear both the number  of the certificate  \nas copied,  and also a number  to be entered  by the Marriage  Registrar,  indicating  the number  of the \nentry  of the said copy  in the said book  according  to the order  in which  he receives  each certificate.  \n \n 36. Registrar  to add number  of entry  to certificate,  and send  to Registrar  General.  The \nMarriage  Registrar  shall  also add such last-mentioned  number  of the entry  of the copy  in the book  to \nthe certificate,  with his signature  or initials,  and shall,  at the end of every  month,  send the same  to the \nl[Registrar  General  of Births,  Deaths  and Marriages].  \n \n 37. Registration  of marriages  between  Native  Christians  by persons  referred  to in \nclauses  (1), (2) and (3) of section  5. When  any marriage  between  Native  Christians  is solem nized  \n2[by any such person,  Clergyman  or Minister  of Religion  as is referred  to in clause  (1), clause  (2) or \nclause  (3) of section  5], the person  solemnizing  the same  shall,  instead  of proceed ing in the manner  \nprovided  by sections  28 to 36, both inclusive,  register  the marriage  in a separate  register -book,  and \nshall  keep  it safely  until it is filled,  or, if he leave  the district  in which  he solemnized  the marriage  \nbefore  the said book  is filled , shall  make  over the same  to the person  succeeding  to his duties  in the \nsaid district.  \n \n Custody  and disposal  of register -book.  Whoever  has the control  of the book  at the time \nwhen  it is filled,  shall  send it to the Marriage  Registrar  of the district,  or, if there  be more  Marriage  \nRegistrars  than one, to the Senior  Marriage  Registrar,  who shall  send it to the l[Registrar  General  of \nBirths,  Deaths  and Marriages],  to be kept by him with the records  of his office.  \n \nPART  V \nMARRIAGES  SOLEMNIZED  BY, OR IN THE  PRESENCE  OF, A MARRIAGE  \nREGISTRAR  \n \n 38. Notice  of intended  marriage  before  Marriage  Registrar.  When  a marriage  is intended  \nto be solemnized  by, or in the presence  of, a Marriage  Registrar,  one of the parties  to such marriage  \nshall  give notice  in writing,  in the form  contained  in the first schedule  hereto  annexed,  or to the like \neffect,  to any Marriage  Registrar  of the District  within  which  the parties  have  dwelt;  \n \n or, if the parties  dwell  in different  districts,  shall  give the like notice  to a Marriage  Regi strar \nof each district,  \n \n and shall  state therein  the name  and surname,  and the profession  or condition,  of each of the \nparties  intending  marriage,  the dwelling -place  of each of them,  the time during  which  each has dwelt  \ntherein,  and the place  at which  the marriage  is to be solemnized:  \n \n Provided  that, if either  party  has dwelt  in the place  stated  in the notice  for more  than one \nmonth,  it may be stated  therein  that he or she has dwelt  there  one month  and upwards.  \n \nlSubs. by the Births, Deaths and Marriages  Registration Act, 1886 (6 of 1886), s. 30 (b), for “Secretary to the L.G.”.  \n2Subs. by the Repealing and Amending Act, 1928 (18 of 1928), s. 2 and Sch. I, for “under Part I or Part III of this Act”.  \n \n \n \n \nPage 14 of 28 \n  39. Publication  of notice.  Every  Marriage  Registrar  shall, on receiving  any such notice,  \ncause  a copy  thereof  to be affixed  in some  conspicuous  place  in his office.  \n \n When  one of the parties  intending  marriage  is a minor,  every  Marriage  Registrar  shall,  within  \ntwenty -four hours  after the receipt  by him of the notice  of such marriage,  send,  by post or otherwise,  \na copy  of such notice  to each of the other  Marriage  Registrars  (if any) in the same  district,  who shall  \nlikewise  affix  the copy  in some  conspicuous  place  in his own office.  \n \n 40. Notice  to be filed  and copy  entered  in Marriage  Notice  Book.  The Marriage  Registrar  \nshall  file all such notices  and keep  them  with the records  of his office,  \n \n and shall  also forthwith  enter  a true copy  of all such notices  in a book  to be furnished  to him \nfor that purpose  by the 1[Provin cial Government]  and to be called  the “Marriage  Notice  Book”;  \n \n and the Marriage  Notice  Book  shall  be open  at all reasonable  times,  without  fee, to all \npersons  desirous  of inspecting  the same.  \n \n Certificate  of notice  given  and oath  made.  If the party by whom  the notice  was given  \nrequests  the Marriage  Registrar  to issue  the certificate  next hereinafter  mentioned,  and if one of the \nparties  intending  marriage  has made  oath as hereinafter  required,  the Marriage  Registrar  shall  issue  \nunder  his hand  a certificate  of such notice  having  been  given  and of such oath having  been  made:  \n \n Provisio.  Provided  – \n \n that no lawful  impediment  be shown  to his satisfaction  why such certificate  should  not issue;  \n \n that the issue  of such certificate  has not been  forbidd en, in manner  hereinafter  mentioned,  by \nany person  authorized  in that behalf  by this Act; \n \n that four days after the receipt  of the notice  have  expired;  and further,  \n \n that where,  by such oath,  it appears  that one of the parties  intending  marriage  is a minor, \nfourteen  days after the entry  of such notice  have  expired.  \n \n 42. Oath  before  issue  of certificate.  The certificate  mentioned  in section  41 shall  not be \nissued  by any Marriage  Registra r, until one of the parties  intending  marriage  appears  personally  \nbefore such Marriage  Registrar,  and makes  oath2− \n \n(a)  that he or she believes  that there  is not any impediment  of kindred  or affinity,  \nor other  lawful  hindrance,  to the said marriage,  and \n \n(b)  that both the parties  have,  or (where  they have  dwelt  in the districts  of \ndifferent  Marriage  Registrars)  that the party  making  such oath has, had their,  \nhis or her usual  place  of abode  within  the district  of such Marriage  Registrar,  \n \n   and, where either or each of the parties is a minor, — \n \n(c)  that the consent or consents to such marriage required by law has or have been \nobtained thereto, or that there is no person resident in 3[Pakistan] authorized to \ngive such consent, as the case may be.  \n \nlSubs.  by A. O., 1937,  for “L. G.”. \n2As to meaning  of “oath”  see s. 3,cl. (36) and s. 4 of the General  Clauses  Act, 1897  (10 of 1897).  \n3Subs. by A. O, 1949, Sch. for “India”.  \n \n \n \nPage 15 of 28 \n  43. [Petition  to High  Court  to order  certificate  in less than fourteen  days.]  Omitted  by A.O.  \n1949,  Schedule.  \n \n 44. Consent  of father  or guardian.  The provisions  of section  19 apply  to every  marriage  \nunder  this Part, either  of the parties  to which  is a minor;  \n \n Protest  against  issue  of certificate.  and any person  whose  consent  to such marriage  would  \nbe required  thereunder  may enter  a protest  against  the issue of the Marriage  Registrar’s  certificate,  by \nwriting,  at any time before  the issue  of such certificate,  the word  “for bidden”  opposite  to the entry  of \nthe notice  of such intended  marriage  in the Marriage  Notice  Book,  and by subscribing  thereto  his or \nher name  and place  of abode,  and his or her position  with respect  to either  of the parties,  by reason  of \nwhich  he or she is so authorized.  \n \n Effect  of protest.  When  such protest  has been  entered,  no certificate  shall  issue  until the \nMarriage  Registrar  has examined  into the matter  of the protest,  and is satisfied  that it ought  not to \nobstruct  the issue  of the certificate  for the said marriage,  or until the protest  be withdrawn  by the \nperson  who entered  it. \n \n 45. Petition  where  person  whose  consent  is necessary  is insane,  or unjustly  withholds  \nconsent.  If any person  whose  consent  is necessary  to any marriage  under  this Part is of unsound  \nmind,  \n \n or if any such person  (other  than the father)  without  just cause  withholds  his consent  to the \nmarriage,  \nthe parties  intending  marriage  may apply  by petition,  1* * * to the District  Judge:  \n \n Procedure  on petition.  And the said 2* * * District  Judge  3* * * may examine  the allegations  \nof the petition  in a summary  way:  \n \n And,  if upon  examination  such marriage  appears  proper,  such 2* * * District  Judge  3* * * \nshall  declare  the marriage  to be a proper  marriage.  \n \n Such  declaration  shall  be as effectual  as if the person  whose  consent  was needed  had \nconsented  to the marriage;  \n \n and, if he has forbidden  the issue  of the Marriage  Registrar’s  certificate,  such certificate  shall  \nbe issued  and the like proceedings  may be had under  this Part in relation  to the marriage  as if the \nissue  of such certificate  had not been  forbidden . \n \n 46. Petition where Marriage Registrar refuses certificate. Whenever a Marriage Registrar \nrefuses to issue a certi ficate under this Part, either of the parties intending marriage may apply by \npetition 4* * * to the District Judge.  \n \n Procedure of petition. The said 5* * * District Judge 6* * * may examine the alleg ations of \nthe petition in a summary way, and shall decide thereon.  \n \n1The words  “where  the person  whose  consent  is necessary  is resident  within  any of the towns  of Calcutta,  Madras  and Bombay,  to a Judge  of the High  \nCourt,  or if he is not resident  within  any of the said towns,  then”  omitted  by A. O, 1949,  Sch. \n2The words  “Judges  of the High  Court,  or” omitted,  ibid. \n3The words  and commas,  “, as the case may be,” omitted  by the Central  Laws  (Statute  Reform)  Ordinance,  1960  (21 of 1960),  s. 3 and 2nd Sch. (with \neffect  from  the 14th October  1955).  \n4The words “where the district of such Registrar is within any of the towns of Calcutta, Madras and Bombay, to a Judge of the High Court, or if such \ndistrict is not within any of the said towns, then” omitted by A.O., 1949, Sch.  \n5The words “Judges of the High Court, or” omitted, ibid.  \n6The words and commas, “as the case may be,”omitted by the Cen tral Laws (Statute Reform) Ordinance, 1960 (21 of 1960), s. 3 and 2nd Sch., (with \neffect from the 14th October, 1955).  \n \n \n \nPage 16 of 28 \n  The decision  of such 1* * * District  Judge 2* * * shall  be final,  and the Marriage  Registrar  to \nwhom  the application  for the issue  of a certificate  was originally  made  shall  proceed  in accordance  \ntherewith.  \n \n 347. [Petition  when  Marriage  Registrar  in Acceding  State  refuses  certificate.]  Omitted  by the \nFederal  Laws  (Revision  and Declaration)  Ordinance,  1981  (XXVII  of 1981)  s. 3 and IInd Sch. \n \n 48. Petition  when  Registrar  doubts  authority  of person  forbidding.  Whenever  a Marriage  \nRegistrar,  acting  under  the provisions  of section  44, is not satisfied  that the person  forbidding  the \nissue  of the certificate  is authorized  by law so to do, the said Marriage  Registrar  shall  apply  by \npetition,  4* * * to the District  Judge.  \n \n Procedure  on petition.  The said petition  shall state all the circumstances  of the case,  and \npray for the order  and direction  of the Court  concerning  the same,  \n \n and the said 1* * * District  Judge 2* * * shall  examine  into the allegations  of the petition  and \nthe circumstances  of the case;  \n \n and,  if upon such  examination,  it appears,  that the person  forbidding  the issue  \nof such  certificate  is not authorized  by law so to do, such 3* * * District Judge 4* * * shall \ndeclare that the person forbidding the issue of such certificate is not au thorized as afor esaid,  \n \n and thereupon such certificate shall be issued, and the like proceedings may be had in relation \nto such marriage as if the issue had not been forbidden.  \n \n 5[*          *           *           *           *           *           *] \n \n 49. Liability for frivolous protest against issue of certificate. Every person entering a \nprotest with the Marriage Re gistrar, under this Part, against the issue of any certificate, on gro unds \nwhich such Marriage Registrar, under section 446* * *or the District Judge,  under section 45 or 46, \ndeclares to be frivolous and such as ought not to obstruct the issue of the certificate, shall be liable \nfor the costs of all proceedings in relation thereto and for damages to be recovered by suit by the \nperson against whose marri age such protest was entered.  \n \n 50. Form of certificate.  The certificate to be issued by the Marriage Registrar under the \nprovisions of section 41 shall be in the form contained in the second schedule to this Act annexed or \nto the like effect,  \n \n and the 7[Provincial Government] shall furnish to every Marriage Registrar a sufficient \nnumber of forms of certificate.  \n \n1The words “Judge of the High Court, or” omitted by A. O., 1949), Sch.  \n2The words  and commas,  “as the case may be,” omitted  by the Central Laws  (Statute  Reform)  Ordinance,  1960  (21 of 1960),  s. 3 and 2nd Sch.,  (with  \neffect  from  the 14th October,  1955).  \n3This section  was previously  amended  by A. O., 1937,  F.A.O.,  1975,  Art. 2 and Table  and the Federal  Laws  (Revision  and Declaration)  Act, 1951  (26 \nof 1951),  s. 4 and 3rd Sch. \n4The words  “where  his district  is within  any of the towns  of Calcutta,  Madras  and Bombay,  to a Judge  of the High  Court,  or, if such district  be not \nwithin  any of the said towns,  then”  omitted  by A. O., 1949,  Sch. \n5Paragraphs 6, 7 and 8 previously amended by various laws have been omitted by the Federal Laws (Revision and Declaration) Ordinance, 1981 ( 27 of \n1981), s. 3 and 2nd Sch.  \n6The words “or a Judge of the High Court” omitted by A. O., 1949 Sch.  \n7Subs. by A.O.,1937, for “L.G. ” \n \n \n \n \nPage 17 of 28 \n  51. Solemnization  of marriage  after  issue  of certificate.  After  the issue  of the certificate  of \nthe Marriage  Registrar,  \n \n or, where  notice  is required  to be given  under  this Act to the Marriage  Registrar  for different  \ndistricts,  after the issue  of the certificates  of the Marriage  Registrars  for such districts,  \n \n marriage  may,  if there  be no lawful  impediment  to the marri age of the parties  described  in \nsuch certificate  or certificates,  be solemnized  between  them,  according  to such form  and ceremony  as \nthey think  fit to adopt.  \n \n But every  such marriage  shall  be solemnized  in the presence  of some  Marriage  Registrar  (to \nwhom  shall  be delivered  such certificate  or certificates  as aforesaid),  and of two or more  credi ble \nwitnesses  besides  the Marriage  Regist rar. \n \n And in some  part of the ceremony  each of the parties  shall  declare  as follows,  or to the like \neffect: − \n \n “I do solemnly  declare  that I know  not of any lawful  impediment  why I, A. B., may not be \njoined  in matrimony  to C.D.” \n \n And each of the partie s shall  say to the other  as follows  or to the like effect: - “I call upon  \nthese  persons  here present  to witness that I, A. B., do take the, C.D.,  to be my lawful  wedded  wife [or \nhusband].”  \n \n 52. When  marriage  not had within  two months  after  notice,  new notice required.  \nWhenever  a marriage  is not solemnized  within  two months after the copy  of the notice  bas been  \nentered  by the Marriage  Registrar,  as required  by section  40, the notice  and the certificate,  if any, \nissued  thereupon,  and all other  proceedings  thereupon,  shall  be void;  \n \n and no person  shall  proceed  to solemnize  the marriage,  nor shall  any Marriage  Registrar  enter  \nthe same,  until new notice  has been  given,  and entry  made,  and certificate  thereof  given,  at the time \nand in the manner  aforesaid.  \n \n 53. Marriage  Registrar  may ask for particulars  to be registered.  A Marriage  Registrar  \nbefore  whom  any marriage  is solemnized  under  this Part may ask of the persons  to be married  the \nseveral  particulars  required  to be registered  touching  such marriage.  \n \n 54. Registration  of marriage  solemnized  under  Part  V. After  the solemnization  of any \nmarriage  under  this Part, the Marriage  Registrar  present  at such solemnization  shall  forthwith  register  \nthe marriage  in duplicate;  that is to say, in a marriage -register -book,  according  to the form  of the \nfourth  schedule hereto  annexed,  and also in a certificate  attached  to the marriage -register -book  as a \ncounterfoil.  \n \n The entry  of such marriage  in both the certificate  and the marriage -register -book  shall  be \nsigned  by the person by or before  whom  the marriage  has been  solemnized,  if there  be any such \nperson,  and by the Marriage  Registrar  present  at such marriage,  whether  or not it is solemnized  by \nhim, and also by the parties  married,  and attested  by two credible  witnesses  other than the marriage  \nRegistrar  and person  solemnizing  the marriage.  \n \n \n \nPage 18 of 28 \n  Every  such entry  shall  be made  in order  from  the beginning  to the end of the book,  and the \nnumber  of the certificate  shall  correspond  with that of the entry  in the marriage -register -book. \n \n 55. Certificates  to be sent monthly  to Registrar  General.  The Marriage  Registrar  shall  \nforthwith  separate  the certificate  from  the marriage -register -book  and send it, at the end of every  \nmonth,  to the l[Registrar  General  of Births,  Deaths  and Marriage s]. \n \n Custody  of register  book.  The Marriage  Registrar  shall  keep  safely  the said register -book  \nuntil it is filled,  and shall  then send it to the l[Registrar  General  of Births,  Deaths  and Marriages],  to \nbe kept by him with the records  of his office.  \n \n 2[56. Officers  to whom  Registrars  in Acceding  States  shall  send certificates.]  Omitted  by the \nFederal  Laws.  (Revision  and Declaration)  Ordinance,  1981  (XXVII  of 1981),  s. 3 and IInd Sch. \n \n 57. Registrars  to ascertain  that notice  and certificate  are understood  by Native  \nChristians.  When  any Native  Christian  about  to be married  gives  a notice  of marriage,  or applies  for \na certificate  from  a Marriage  Registrar,  such Marriage  Registrar  shall  ascertain  whether  the said \nNative  Christian  understands  the English  langua ge, and, if he does not, the Marriage  Registrar  shall  \ntranslate,  or cause  to be translated,  such notice  or certificate,  or both of them,  as the case may be, to \nsuch Native  Christian  into a language  which  he understands;  \n \n or the Marriage  Registrar  shall  otherwise  ascertain  whether  the Native  Christian  is cognizant  \nof the purport  and effect  of the said notice  and certificate.  \n \n 58. Native  Christians  to be made  to understand  declarations.  When  any Native  Christian  \nis married  under  the provi sions  of this Part, the person  solemnizing  the marriage  shall  ascertain  \nwhether  such Native  Christian  understands  the English  language,  and, if he does not, the person  \nsolemnizing  the marriage  shall,  at the time of the solemnization,  translate,  or cause  to be translated,  \nto such Native  Christian,  into a language  which  he understands,  the declarations  made  at such \nmarriage  in accor dance  with the provisions  of this Act. \n \n 59. Registration  of marriages  between  Native  Christians.  The registration  of marriages  \nbetween  Native  Christians  under  this Part shall  be made  in conformity  with the rules  laid down  in \nsection  37 (so far as they are applicable),  and not otherwise.  \n \n3PART VI  \nMARRIAGE OF NATIVE CHRISTIANS  \n \n 60. On what conditions marriages of Native Christians may be certified . Every marriage \nbetween Native Christians applying for a certificate shall, without the preliminary notice required \nunder Part III, be certified under this Part, if the following conditions be fulfilled, and not otherwise:  \n \n (1) the age of the man intend ing to be married shall exceed *[sixteen ] years, and the age of \nthe woman intending to be married shall exceed *[thirteen ] years;  \n   \n (2) neither of the persons intending to be married shall have a wife or husband still living;  \n \n \n1Subs.  by the Births,  Deaths and Marriages  Registration  Act, 1886  (6 of 1886),  s. 30 (b) for” Secretary  to the L. G”. \n2This section  was previously  amended  by Act 6 of 1886,  s.30, A. O., 1937  and Act 26 of 1951,  s. 4 and 3rd Sch. \n3As to validation of past marriages solemnized under Part VI between persons of whom one only was a Native Christian, and penalty for solemnizing \nsuch marriages under Part VI in future, see the Marriages Validation Act, 1892 (2 of 1892) . \n*The word “eighteen” substituted with the word “sixteen” and the word “ thirteen” to the extent of Islamabad Capital Territory by Act No. XIV of 2024, \ns. 2. Thus , the sub-section (1) to the extent of Islamabad Capital Territory read s as under :   \n“(1) the age of the man intending to be married shall exceed [eighteen] years, and  the age of the woman intending to be marrie d shall exceed [eighteen] \nyears;”.  \n \n \n \nPage 19 of 28 \n  (3) in the presence  of a person  licensed  under  section  9, and of at least two credible  witnesses  \nother  than such person,  each of the parties  shall  say to the other___ \n \n “I call upon  these  persons  here present  to witness  that I, A. B., in the presence  of Almighty  \nGod,  and in the name  of our Lord  Jesus  Christ,  do take thee,  C.D.,  to be my lawful  wedded  wife [or \nhusband]”  or words  to the like effect:  \n \n Provided  that no marriage  shall be certified  under  this Part when  either  of the parties  \nintending  to be married  has not completed  his or her eighteenth  year,  unless  such consent  as is men-\ntioned  in section  19 has been  given  to the intended  marriage,  or unless  it appears  that there  is no \nperson  living  authorized  to give such consent.  \n \n 61. Grant  of certificate.  When,  in respect  to any marriage  solemnized  under  this Part, the \nconditions  prescribed  in section  60 have  been  fulfilled,  the person  licensed  as aforesaid,  in whose  \npresence  the said decla ration  has been  made,  shall,  on the application  of either  of the parties  to such \nmarriage,  and on the payment  of a fee of four annas,  grant  a certificate  of the marriage.  \n \n The certificate  shall  be signed  by such licensed  person,  and shall  be received  in any suit \ntouching  the validity  of such marriage  as conclusive  proof  of its having  been  performed.  \n \n 1[62. Keeping  of register -book  and deposit  of extracts  therefrom  with  \nRegistrar  General. —(1) Every  person  licensed  under  section  9 shall  keep  in English,  or \nin the vernacular  language  in ordinary  use in the district  2* * in which  the marriage  was \nsolemnized,  and in such  form  as the 3[Provincial  Government]  by which  he was licensed  \nmay from  time  to time  prescribe4, a register -book  of all marriages  solemnized under this Part \nin his presence, and shall deposit in the office of the Registrar General of Births, Deaths and \nMarriages for the territories under the administration of the said 3[Provincial Government] in such \nform and at such intervals as th at Govern ment may prescribe, true and duly authenticated extracts \nfrom his register -book of all entries made therein since the last of those intervals.  \n \n 5*   *   *   *   *   *   * \n \n 63. Searches in register book and copies of entries. Every person licens ed under this Act to \ngrant certificates of marriage, and keeping a marriage -register -book under section 62, shall at all \nreasonable times, allow search to be made in such book, and shall, on payment of the proper fee, give \na copy, certi fied under his hand , of an entry therein.  \n \n 64. Books in which marriages of Native Christians under Part I or Part III are \nregistered. The provisions of sections 62 and 63, as to the form of the register -book, depositing \nextracts therefrom, allowing searches thereof, and giv ing copies of the entries therein, shall, mutatis \nmutandis, apply to the books kept under section 37.  \n \n 65. Part VI not to apply to Roman Catholics. Saving of certain marriages . This Part of \nthis Act, except so much of sections 62 and 63 as are referred to  in section 64, shall not apply to \nmarriages between Roman Catholics. But nothing herein contained shall invalidate any marriage \ncelebrated between Roman Catholics under the provisions of Part V of Act No. XXV of 18646, \nprevious to the twenty -third day of February, 1865.  \n1Subs.  by the Indian  Christian  Marriage  Act (1872)  Amdt.  Act, 1891(2  of 1891),  s. 4, for the original  s. 62. \n2The words  “or State”  omitted  by the Federal  Laws  (Revision  and Declaration)  Ordinance,  1981  (27 of 1981),  s. 3 and 2nd Sch. \n3Subs.  by A.O.,  1937,  for “L. G.”. \n4For notifications  issued  by different  Governments,  see the different  Local  R. and O. \n5Sub-section (2) omitted by the Federal Laws (Revision and Declaration) Ordinance, 1981 (27 of 1981), s. 3 and 2nd Sch.  \n6Act XXV of 1864 rep.  by Act V of 1865, which was rep. by this Act.  \n \n \n \nPage 20 of 28 \n PART  VII \nPENALTIES  \n \n 1[66. False  oath  declaration,  notice  or certificate  for procuring  marriage.  Whoever,  for \nthe purpose  of procuring  a marriage  or license  of marriage,  intentionally, — \n \n(a)  where  an oath or declaration  is required  by this Act, or by any rule or custom  \nof a Church  according  to the rites and ceremonies  of which  a marriage  is \nintended  to be solemnized,  such Church  being  the Church  of England  or of \nScotland  or of Rome,  makes  a false  oath or declaration,  or, \n \n(b)  where  a notice  or certificate  is required  by this Act, signs  a false  notice  or \ncertificate,  shall  be deemed  to have  committed  the offence  punishable  under  \nsection  193 of the Pakistan  Penal  Code  (XLV  of 1860)  with imprisonment  of \neither  description  for a term which  may extend  to three  years  and, at the \ndiscretion  of the Court,  with fine.]  \n \n 67. Forbidding, by false personation issue of certificate by Marriage Registrar. Whoever \nforbids the issue, by a Marriage Registrar, of a certificate,  by falsely representing himself to be a \nperson whose consent to the marriage is required by law, knowing or believing such representation to \nbe false, or not having reason to believe it to be true, shall be deemed guilty of the offence described \nin sectio n 205 of the Pakistan Penal Code (XLV of 1860).  \n \n 2[68. Solemnizing marriage without due authority. Whoever, not being authorised by \nsection 5 to sole mnize marriages, solemnizes or professes to solemnize in the abse nce of a Marriage \nRegistrar of the dist rict in which the ceremony takes place, a marriage between persons one or both \nof whom is or are a Christian or Christians, shall be punished with imprison ment which may extend \nto ten years, and shall also be liable to fine.]  \n \n 69. Solemnizing marriage ou t of proper time, or without witnesses. Whoever knowingly \nand wilfully solemnizes a marriage between persons one or both of whom is or are a Christian or \nChristians, at any time other than between the hours of six in the morning and seven in the evening, \nor in the absence of at least two credible witnesses other than the person solemnizing the marriage, \nshall be punished with imprisonment for a term which may extend to three years, and shall also be \nliable to fine.  \n \n Saving of marriages solemnized under spe cial license. This section does not apply to \nmarriages solemnized under special licenses granted by the Anglican Bishop of the Diocese or by his \nCommissary, nor to marriages performed between the hours of seven in the evening and six in the \nmorning by a Cl ergyman of the Church of Rome, when he has received the general or special license \nin that behalf mentioned in section 10.  \n \n 3[Nor does this section apply to marriages solemnized by a Clergyman of the Church of \nScotland according to the rules, rites, cerem onies, and customs of the Church of Scotland.]  \n \n \n1Subs.  by the Indian  Christian  Marriage  Act (1872)  Amdt.  Act 1891  (2 of 1891),  s. 5, for the original  s. 66. \n2Section 68 as amended by the Indian Christian Marriage Act, (1872) Amdt. Act, 1891 (2 of 1891), s .6, A. O.,1961, Art. 2 and Sch. (w.e.f. 23 -3-1956), \nhas been subs. by the Federal Laws (Revision and Declaration) Ordinance, 1981 (27 of 1981), s. 3 and 2nd Sch., to read as  above.  \n3Ins. by s. 7 of Act 2 of 1891.  \n \n \n \nPage 21 of 28 \n  70. Solemnizing  without  notice  or within  fourteen  days  after  notice,  marriage  with  \nminor.  Any Minister  of Religion  licensed  to solemnize  marriages  under  this Act, who,  without  a \nnotice  in writing,  or, when  one of the parties  to the marriage  is a minor,  and the required  consent  of \nthe parents  or guardians  to such marriage  has not been  obtained.  within  fourteen  days after the \nreceipt  by him of notice  of such marriage,  knowingly  and wilfully  solemnizes  a marriage  under  Part \nIII, shall  be punished  with imprisonment  for a term which  may extend  to three years,  and shall  also \nbe liable  to fine. \n \n 71. Issuing  certificate,  or marrying  without  publication  of notice;  marrying  after  expiry  \nof notice;  solemnizing  marriage  with  minor  within  fourteen  days  without  authority  of Court  or \nwithout  sending  copy  of notice; issuing  certificate  against  authorized  prohibition.  A Marriage  \nRegistrar  under  this Act, who commits  any of the following  offences:__ \n \n (1) knowingly  and wilfully  issues  any certificate  for marriage,  or solemnizes  any marriage,  \nwithout  publishing  the notice  of such marriage  as directed  by this Act; \n \n 1[(2) after the expiration  of two months  after the copy  of the notice  has been  entered  as \nrequired  by section  40 in respect  of any marriage,  solemnizes  such marriage;]  \n \n (3) solemnizes,  without  any order  of a competent  Court  authorizing  him to do so, any \nmarriage,  when  one of the parties  is a minor,  before  the expiration  of fourteen  days after the receipt  \nof the notice  of such marriage , or without  sending  by the post or otherwise,  a copy  of such notice  to \nthe Senior  Marriage  Registrar  of the district  if there  be more  Marriage  Registrars  of the district  than \none, and if he himself  be not the Senior  Marriage  Registrar;  \n \n (4) issues  any certificate  the issue  of which  has been  prohibited,  as in this Act provide d, by \nany person  autho rized  to prohibit  the issue  thereof,  \n \n shall  be punished  with imprisonment  for a term which  may extend  to five years,  and shall  \nalso be liable  to fine. \n \n 72. Issuing  certificate  after  expiry  of notice,  or, in case of minor,  within  fourteen  days  \nafter  notice,  or against  authorized  prohibition.  Any Marriage  Registrar  knowingly  and wilfully  \nissuing  any certificate  for marriage  after the expiration  of 2[two months]  after the notice  has been  \nentered  by him as aforesaid,  \n \n or knowingly  and wilfully  issuing,  without  the order  of a competent  Court  authorizing  him so \nto do, any certificate  for marriage,  where  one of the parties  intending  marriage  is a minor,  before  the \nexpiration  of fourteen  days after the entry  of such notice,  or any certific ate the issue  of which  has \nbeen  forbidden  as aforesaid  by any person  authorized  in this behalf,  shall  be deemed  to have  \ncommitted  an offence  under  section  166 of the Pakistan  Penal  Code . (XLV  of 1860).  \n \n 73. Persons authorized to solemnize marriage(other t han Clergy of Churches of Enland, \nScotland or Rome); Whoever, being authorized under this Act to solemnize a marriage,  \n \n and not being a Clergyman of the Church of England, solemnizing a marriage after due \npublication of banns, or under a license from the Anglican Bishop of the Diocese or a Surrogate duly \nauthorized in that behalf,  \n \n1Subs.  by the Indian  Christian  Marriage  Act (1872)  Arndt.  Act, 1891  (2 of 1891)  s. 8 (1) for the original  clause  (2). \n2Subs. ibid. s. 8 (2), for “three  months”.  \n \n \nPage 22 of 28 \n  or, not being  a Clergyman  of the Church  of Scotland,  solemnizing  a marriage  according  to \nthe rules,  rites,  ceremonies  and customs  of that church,  \n \n or, not being  a Clergyman  of the Church  of Rome,  solemnizing  a marriage  according  to the \nrites,  rules,  ceremonies  and custo ms of that church,  \n \n Issuing  certificate  or marrying,  without  publishing  notice,  of after  expiry  of certificate ; \nknowingly  and wilfully  issues  any certificate  for marriage  under  this Act, or solemnizes  any \nmarriage  between  such persons  as aforesaid,  withou t publishing,  or causing  to be affixed,  the notice  \nof such marriage  as directed  in Part III of this Act, or after the expiration  of two months  after the \ncertificate  has been  issued  by him; \n \n Issuing  certificate  for, or solemnizing,  marriage  with  minor,  within fourteen  days  after  \nnotice ; or knowingly  and wilfully  issues  any certificate  for marriage , or solemnizes  a marriage  \nbetween  such persons  when  one of the persons  intending  marriage  is a minor,  before  the expiration  \nof fourteen  days after the receipt  of notice  of such marriage,  or without sending,  by the post or \notherwise,  a copy  of such notice  to the Marriage  Registrar,  or, if there  be more  Marriage  Registrar  \nthan one, to the Senior  Marriage  Registrar  of the district;  \n \n Issuing  certificate  authorizedly  forbidden ; or knowingly  and wilfully  issues  any certificate  \nthe issue  of which  has been  forbidden , under  this Act, by any person  authorized  to forbid  the issue;  \n \n Solemnizing  marriage  authorizedly  forbidden . or knowingly  and wilfully  solemnizes  any \nmarriag e forbidden  by any person  authorized  to forbid  the same;  \n \n shall  be punished  with imprisonment  for a term which  may extend  to four years,  and shall  \nalso be liable  to fine. \n \n 74. Unlicensed  person  granting  certificate  pretending  to be licensed.  Whoever,  not being  \nlicensed  to grant  a certificate  of marriage  under  Part VI of this Act, grants  such certificate  intend ing \nthereby  to make  it appear  that he is so licensed,  shall  be punished  with imprisonment  for a term \nwhich  may extend  to five years  ,and shall  also be liable  to fine. \n \n 1[Whoever,  being  licensed  to grant  certificates  of marriage  under  Part VI of this Act, without  \njust cause  refuses,  or wilfully  neglects  or omits,  to perform  any of the duties  imposed  upon  him by \nthat Part shall  be punished  with fine which  may extend  to one hundred  rupees.]  \n \n 75. Destroying  or falsifying  register -books.  Whoever,  by himself  or another,  wilfully  \ndestroys  or injures  any register -book  or the counterfoil  certificates  thereof,  or any part thereof,  or any \nauthenticated  extrac t therefrom,  \n \n or falsely makes or counterfeits any part of such register -book or counterfoil certificates,  \n \n or wilfully inserts any false entry in any such register -book or counterfoil certificate or \nauthenticated extract,  \n \n shall be punished with impris onment for a term which may extend to seven years, and shall \nalso be liable to fine.  \n \n1Ins. by the Indian  Christian  Marriage  Act (1872)  Amdt.  Act, 1891  (2 or 1891),  s. 9. \n \n \nPage 23 of 28 \n  76. Limitation  of prosecutions  under  Act. The prosecution  for every  offence  punishab le \nunder  this Act shall  be commenced  within  two years  after the offence  is committed.  \n \nPART  VIII  \nMISCELLANEOUS  \n \n 77. What  matters  need  not be proved  in respect  of marriage  in accordance  with  Act. \nWhenever  any marriage  has been  solemnized  in accord ance with the provisions  of sections  4 and 5, \nit shall  not be void merely  on account  of any irregularity  in respect  of any of the following  matters,  \nnamely  :— \n \n (1) any statement  made  in regard  to the dwelling  of the persons  married,  or to the consent  of \nany person whose  consent  to such marriage  is required  by law: \n \n (2) the notice  of the marriage:  \n \n (3) the certificate  or translation  thereof:  \n \n (4) the time and place  at which  the marriage  has been  solemnized:  \n \n (5) the registration  of the marriage.  \n \n 78. Correct ion of errors.  Every  person  charged  with the duty of registering  any marriage,  \nwho discovers  any error  in the form  or substance  of any such entry,  may,  within  one month  next after \nthe discovery  of such error,  in the presence  of the persons  married,  or, in case of their death  or \nabsence,  in the presence  of two other  credible  witnesses,  correct  the error,  by entry  in the margin,  \nwithout  any alteration  of the original  entry,  and shall  sign the marginal  entry,  and add thereto  the \ndate of such correction,  and such person  shall  make  the like marginal  entry  in the certificate  thereof.  \n \n And every  entry  made  under  this section  shall  be attested  by the witnesses  in whose  presence  \nit was made.  \n \n And in case such certificate  has been  already  sent to the 1[Registrar  General of Births,  Deaths  \nand Marriages],  such person  shall  make  and send in like manner  a separate  certificate  of the original  \nerroneous  entry,  and of the marginal  correction  therein  made.  \n \n 79. Searches and copies of entries.  Every person solemnizing a mar riage under this Act, and \nhereby required to register the same,  \n \n and every Marriage Registrar or 1[Registrar General of Births, Deaths and Marriages] having \nthe custody for the time being of any register of marriages, or of any certificate, or duplicate o r \ncopies of certificate, under this Act,  \n \n shall, on payment of the proper fees, at all reasonable times, allow searches to be made in \nsuch register, or for such certificate, or duplicate, or copies, and give a copy under his hand of any \nentry in the same.  \n \nlSubs  by the Births,  Deaths  and Marriages  Registration  Act, 1886  (6 of 1886),  s. 30 (b), for “Secretary  to the L. G.”and  “Secretary  to a L. G.” \nrespectively.  \n \n \n \nPage 24 of 28 \n  80. Certified  copy  of entry  in marriage -register,  etc., to be evidence.  Every  certified  copy,  \npurporting  to be signed  by the person  entrusted  under  this Act with the custody  of any marriage -\nregister  or certificate,  or duplicate,  required  to be kept or delivered  under  this Act, of an entry  of a \nmarriage  in such register,  or of any such certificate  or duplicate,  shall  be received  as evidence  of the \nmarriage  purporting  to be so entered,  or of the facts  purporting  to be so certified  therein,  without  \nfurther  proof  of such register  or certificate  or duplicate,  or of any entry  therein,  respectively,  or of \nsuch copy.  \n \n 2[81. Certificates  of certain  marriages  for Federal  Government.  The Registrar  General  of \nBirth,  Deaths  and Marriages  3* * * shall,  at the end of every  quarter  in each year,  select,  from  the \ncertificates  of marriages  forwarded  to 4[him]  during  such quarter,  the certificates  of the marriages  of \nwhich  5[the Government  by whom  he was appointed]  may desire  that evidence  shall  be transmitted  \nto England,  and shall  send the same  certificates,  signed  by 4[him],  to the 6[Federal  Government].  \n \n 82. Provi ncial  Government  to prescribe  fees. Fees shall  be chargeable  under  this Act for___ \n \n receiving  and publishing  notices  of marriages;  \n \n issuing  7[certificates  for marriage]  by Marriage  Registrars,  and registering  marriages  by the \nsame;  \n \n entering  protests  against,  or prohibitions  of, the issue  of 8[certificates  for marriage]  by the \nsaid Registrar;  \n \n searching  register -books  or certificates,  or duplicates  of copies  thereof;  \n \n giving  copies  of entries  in the same  under  sections  63 and 79. \n \nThe 9[Provincial Gove rnment] shall fix the amount of such fees respectively,  \n \nand may from time to time vary or remit them either generally or in special cases, as to it may seem \nfit. \n \n 83. Power to make rules. The 9[Provincial Government] may make rules10 in regard to the \ndisposal of the fees mentioned in section 82, the supply of register -books, and the preparation and \nsubmission of returns of marriages solemnized under this Act.  \n \n 84. 11[Power to prescribe fees and rules for Acceding States.] Omitted by the Federal Laws \n(Rev ision and Declaration) Ordinance, 1981 (XXVII of 1981), s. 3 and IInd Sch.  \n \n1Subs.  by the Births,  Deaths  and Marriages  Registration  Act, 1886  (6 of 1886),  s. 30 (b), for “Secretary  to the L.G.”  and “Secretary  to a L.G.”,  \nrespectively.  \n2Subs.  by the Indian  Christian  Marriage  (Amdt.)  Act, 1911  (13 of 1911),  s. 2, for the original  s. 81. \n3The words  and figure  “and the officers  appointed  under  section  56” omitted  by the Federal  Laws  (Revision  and Declaration)  Ordinance,  1981(27  of \n1981),  s. 3 and 2nd Sch. \n4Subs . ibid., for “them,  respectively”.  \n5Subs.  by A. O., 1937,  for “the G.G.  in C.”. \n6Subs.  by F.A.O.,  1975,  Art. 2 and Table,  for “Central  Government”  which  was subs.  by A.O.,  1949,  Sch.,  for “Secretary  of State  for India ”. \n7Subs.  by the Repealing  and Amending  Act, 1903  (1 of 1903),  s. 3 and 2nd Sch.,  for “certificate  of marriages”.  \n8Subs.  ibid., for “marriage  certificates”  . \n9Subs. by A. O., 1937, for “ L. G.”.  \n10For rules made under s. 83 by different Govts. see the different Local Rules and Orders.  \n11This se ction was amended by A. O.,1937 and the Federal Laws (Revision and Declaration) Act, 1951 (26 of 1951), s. 4 and 3rd Sch.  \n \n \n \n \nPage 25 of 28 \n  \n 85. Power  to declare  who shall  be District  Judge.  The l[provincial  Government]  may,  by \nnotification  in the official  Gazette,  decla re who shall,  in any place  to which  this Act applies,  be \ndeemed  to be the District  Judge.  \n \n 86. 2[Powers  and functions  exercisable  as regards  Acceding  States.]  Omitted  by the Federal  \nLaws  (Revision  and Declaration)  Ordinance,  1981  (XXVII  of 1981),  s. 3 and IInd Sch. \n \n 87. Saving  of Consular  marriages.  Nothing  in this Act applies  to any marriage  performed  \nby any Minister,  Consul  or Consular  Agent  between  subjects  of the State  which  he represents  and \naccording  to the laws of such State.  \n \n 88. Non-validation  of marriages  within  prohibited  degrees.  Nothing  in this Act shall  be \ndeemed  to validate  any marriage  which  the personal  law applicable  to either  of the parties  forbids  \nhim or her to enter  into. \n \nSCHEDULE  I \n(See sections  12 and 38) \nNOTICE  OF MARRIAGE  \nTo \na Minister  [or Registrar]  of \n I hereby  give you notice  that a marriage  is intended  to be had, within  three  calendar  months  \nfrom  the date thereof,  between  me and the other  party  herein  named  and described  (that is to say): — Names  \nCondition . \nRank or profession.  \nAge.  \nDwelling place.  \nLength of residence.  \nChurch, chapel or place of \nworship in which the marriage is \nto be solemnized.  \nDistrict in which the other party \nresides, when the parties dwell in \ndifferent districts.  \n \nJames \nSmith  \nWidower.  \nCarpenter.  \nOf full age.  \n16, Clive  \nStreet.  \n23 days  \n \nFree Church of Scotland Church, \nCalcutta.  \n \n \n Martha Green.  \nSpinster.  \n… \nMinor  \n20, Hastings Street.  \nMore than a month   \nWitness my hand,         this day of seventy -two. \n \n(Signed ) JAMES SMITH  \n \n [The italics  in this schedule are  to be filled up, as the case may be, and the blank division \nthereof is only to be filled up when one of the parties lives in another district.]  \n1Subs. by A. O., 1937, for “ L. G.”. \n2This section was amended by A. O., 1937, Act 38 of 1920 and Act 26 of 195 1. \n \n \nPage 26 of 28 \n SCHEDULE  II \n(See sections  24 and 50) \nCERTIFICATE  OF RECEIPT  OF NOTICE  \n \n I, do hereby  certify  that, on the day of, notice  \nwas duly entered  in my Marriage  Notice  Book  of the marriage  intended  between  the parties  therein  \nnamed  and described,  delivered  under the hand  of one of the parties  (that is to say) :___ \n \n and that the declaration,  1[or oath]  required  by section  17 or 41 of the Christian  Marriage  Act, \n1872  (XV of 1872)  has been  duly made  by the said (James  Smith).  \n \n The issue  of this certificate  has not been  prohibited  by any person  authorized  to forbid  the \nissue  thereof . \n \n Date of notice entered  \n Date  of certificate  given  \n Witness  my hand,  this day of seventy -two \n(Signed)  \n This certificate  will be void,  unless  the marriage  is solemnized  on or before  the day of \n \n [The  italics  in the schedule  are to be filled  up, as the case may be, and the blank  division  \nthereof  is only to be filled  up when  one of the parties  lives  in another  district.]  \n \n \n \n \n \n1Ins. by the Repealing  and Amending  Act, 1903  (1 of 1903),  s.3. \n \nNames  \nCondition . \nRank  or \nprofession . \nAge. \nDwelling  place . \nLength  of \nresidence.  \nChurch,  chapel  or \nplace  of worship  \nin which  the \nmarriage  is to be \nsolemnized.  \nDistrict  in which  \nthe other  party  \nresides,  when  the \nparties  dwell  in \ndifferent  districts.  James  Smith . \nWidower . \nCarpenter . \nOf full age. \n16, Clive  Street . \n23 days \n \nFree  Church  of Scotland  Church,  \nCalcutta.  \n \n Martha  Green . \nSpinster.  \n… \nMinor  \n20, Hastings  \nStreet.  \nMore  than a \nmonth  \n \n \nPage 27 of 28 \n SCHEDULE III  \n(See sections 28 and 311)  \n \nFORM OF REGISTER OF MARRIAGE S \nQuarterly  Returns  \n \nof \n MARRIAGES  \n \nfor \n \n The Archdeaconry  of 2* * * \n \n I,        , Registrar  of the Archdeaconry  of 2* * * do hereby  certify  that the annexed  are correct  \ncopies  of the originals  and Official  Quarterly  Returns  of Marriage  within  the Archdea conry  of 2* * * \nas made  and transmitted  to me for the quarter  commencing  the                 day of             ending  the \nday of                             in the year of Our Lord  \n \n[Signature  of Registrar]  \n \nRegistrar  of the Archdeaconry  of 2* * * \n \nMARRI AGES  solemnized  at 2* * * \n \nWhen  Married  Names  of \nParties  \nAge.  \nCondition.  \nRank  of profession.  \nResidence  at the time of \nmarriage.  \nFather’ s  name  and \nsurname.  \nBy banns  or license.  \nSignatures  of the parties.  \nSignatures  of two or more  \nwitnesses  present.  \nSignature  of the person  \nsolemnizing  the marriage.  Year.  \nMonth.  \nDay.  \nChristian.  \nSurname.  \n \n  \n  \n  \n           \n \nSCHEDULE  IV \n(See sections  32 and 54) \nMARRIAGE  REGISTER  BOOK  \n \n \n1Subs. by the Second Schedule of the Amending Act, 1891 (12 of 1891), for the original reference.  \n2Names of certain cities (Indian) omitted by the Federal Laws (Revision and Declaration) Act, 1951 (26 of 1951), s.3 and 2nd S ch. Number.  When Married.  Names of parties.  \n Age.  Condition.  Rank or \nprofession.  Residence \nat the \ntime of \nmarriage.  Father’s \nname \nand \nsurname.  Christian \nname.  \n Surname.  \n \n \n1 \n \nDay.   \nMonth.   \nYear.         \n \n   \nJames \nMartha.  White \nDuncan.  26 \nyears  \n17 \nyears.  Widower  \nSpinster.  Carpenter  \n… Agra  \nAgra.  William \nWhite  \nJohn  \nDuncan.  \n \n \nPage 28 of 28 \n  \nMarried  in the       \n               \nThis marriage  was solemnized  between  us  James White,          in the presence of us  \n                                                                      Martha Duncan        \n \n \nCERTIFICATE  OF MARRIAGE  \n \n \n \n \nMarried  in the \n, \nThis marriage  was solemnized  between  us  James White ,          in the presence  of us \n                                                                     Martha  Duncan , \n \n \n \n \nSCHEDULE  V.—[ENACTMENTS  REPEAL ED.]  Rep. by the Repealing  Act, 1938  (I of 1938),  s. 2 \nand Sch. \n \n \n \n \n \n \n \n \n \n \n \n \n                                                                                                                                 Date: 11 -09-2024  Number.  When  Married.  Names  of parties  \n Age.  Condition.  Rank  or \nprofession.  Residence  \nat the \ntime of \nmarriage.  Father’s  \nname  \nand \nsurname.  Christian  \nname.  \n Surname.  \n \n \n1 \n \nDay.   \nMonth.   \nYear.         \n \n   \nJames  \nMartha  White  \nDuncan  26 \nyears  \n17 \nyears  Widower  \nSpinster  Carpenter  \n… Agra \nAgra  William  \nWhite  \nJohn  \nDuncan  \nJohn Smith.  \n \nJohn  Green , John Smith  \nJohn Green ."
}