{
    "file": "./converted_json\\administrator75ae907e1b88a17efbc20bdd92b7acf7.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "Page 1 of 5 \n \n \nTHE  ENE MY PROPERTY  (CONTINUAN CE OF EMERGENCY  \nPROVI SION S) ORDINANCE,  1977  \n \n \n \n \nCONTENTS  \n1.  Short  title, extent  and commencement  \n2.  Continuance  of certian  emergency  provisions  \n3. Effect  of rules,  etc., inconsistent  with other  enactments  \n4.  Delegat ions \n5.  Savings  as to orders,  etc.  \n6.  Protect ion of action  taken  under  rules  \nTHE SCHEDULE   \n \n\n \nPage 2 of 5 \n THE  ENE MY PROPERTY  (CONTINUAN CE OF EMERGENCY  \nPROVI SION S) ORDINANCE,  1977  \nORDINANCE No. X XXIV OF 1977  \n[26th S eptember, 1977 ] \nAn Ordinance to provide for the continuance of certain provisio ns of the Defence of Pakistan Rules \nrelating to the control of trading with enemy and control of enemy firms, and the administration of \nthe property belonging to them; \n WHEREAS it is expedient to provide  for the continuance of certain provisions of the \nDefence of Pakistan Rules relating to the control of trading with  enemy and control of enemy firms, \nand the administ ration of the p roperty belonging to them; \n AND WHEREAS the President is satisfied that circumst ances exist which render it \nnecessary to take imm ediate action; \n NOW, THEREFORE, in pursuance of the Proclamation of the fifth day of July, 1977 \nread  with  the  Laws  (Continu ance  in  Force)  Order, 1977 C.M.L.A Order No. 1 of 1977  and  in  \nexercise  of  all  powers enabling him  in that behalf, the President is pleased to make and promulgate \nthe following O rdinance:— \n l. Short title, extent and comme ncement—(l)'This  Ordinance may be called the Enemy \nProperty (Continu ance of Emergency Provisions)  Ordinance, 197 7. \n (2) It extends to the whole  of Pakistan and applies to all citizens of Pakistan, and persons in \nthe service of Government, w herever they may be. \n (3) It shall come into  force at once and shall be deemed to have taken effect on the fifteenth \nday of September, 1977.  \n 2. Continuance of certian emergency provisio ns. Notwithst anding  the repeal of the \nDefence of Pakistan Ordinance, 1971.  \n(a)  the provisions  of the Defence of Pakistan Rules mention ed in the first column \nof the  Schedule shall continue  in force, and shall have effect subject to the \nmodi fications  specified in the s econd column th ereof; \n(b)  any  order  of  other  instrument  made  or  deemed  to  be  made  under  or  in \npursuance of any of the said provisions  and in force immediately before the \ncomm encement of this  Ordinance shall continue  in force so far as consistent \nwith the provisions  as continu ed in force by this  section and be deemed to be \nmade und er or in pu rsuance of the provisions  so continu ed in force. \n 3. Effect of rules, etc., inconsistent with other enactments. The provisions of the D efence \nof Pakistan Rules as continu ed in force by section 2 and all orders made or deemed to be m ade \nunder such provisi ons shall have effec t notwithst anding anything inconsist ent therewith contained in \nany enactment other than this Ordinance or in any inst rument having effect by virtue of  any \nenactment other than this  Ordinance. \n \nPage 3 of 5 \n  4. Delegations.—(1) The Federal Government may by order, direct that any power or du ty \nwhich by or under any of the provisions  as continu ed in force by section 2 is conferred or  impos ed  \nupon  the  Federal  Government  shall,  in  such  circumst ances  and  under  such conditions,  if any, \nas may be specified in the di rection, be exercised or discharged— \n(a)       by any officer or authority subo rdinate to th e Federal Government, or  \n(b)       by any Provincial Government or by any officer or authority subo rdinate to \nsuch Gov ernment, or \n(c)       by any other authority. \n (2) A Provincial Government may by order direct that any power or duty which has been \ndirected under sub-section (1) to be exercised or discharged by the  Provincial Gov ernment  shall,  in  \nsuch  circumst ances  and  under such  conditions,  if  any,  as  may be sp ecified in the direction, be \nexercised or discharged by any officer or authority, not being an officer or authority subo rdinate to \nthe Federal Government. \n (3) All orders delegating any power or duty conferred or impos ed by any of the p rovisions  \ncontinu ed in force by section 2 made by the Federal Government before the comm encement of this \nOrdinance and inforce immediately before such commencement shall continue in force and be  \ndeemed to be  made by the Federal Government under this  section. \n 5. Savings as to orders, etc.—(1) Notwithst anding the  repeal of the  Defence of Pakistan \nOrdinance, 1971 and anything contained in any other law, treaty or agreement for the  time being \nin force  or any other instrument  having the force  of law, all order  and noti fications  issued and \naction taken before the comm encement of this Ordinance relating to the  entry, exit or transit, of \ntraffic to or from any country by rail, road or river transpo rt shall continue in force and sh all have \neffect as if issu ed or taken und er this  Ordinance. \n (2) No order made or deemed to be made in exercise of any power conferred by or und er any \nof the provisions  continu ed in force by section 2 shall be called in question  in any court. \n (3) Where an order purports to have been made and signed by any authority in \nexercise of any power conferred by or under any of the aforesaid provisions,  a court shall, within  the \nmeaning of the Evid ence Act, 1872  presume  that such order was so made by that authority. \n 6. Protection of action taken under rules.— (1) No suit, prosecution or other legal \nproceeding  shall  lie  against  any  person  for  anything  which  is  in  good  faith  done  or int ended \nto be done  in pursuance of any of the provisions  continu ed in force by section 2 or any order made \nor deemed to be  made th ereunder. \n (2) No suit or other legal proceeding shall lie against the Government for any damage cause \nor likely to be caused by anything  in good  faith done or intended to be done  in pu rsuance of any of \nthe provisions  continu ed in force by section 2 or any order made or deemed to be  made thereunder. \n \nPage 4 of 5 \n THE  SCHEDU LE \n(See Section  2) \nProvisions of the Defe nce of Pakistan Rules Continued in Force  \n Number and title of Rule  Modification \n1. Short title. _____  \n3. Interpre tation.  Sub-rules  (2) and (3) shall \nbe omitted. \n5. Non-compliance with these rules or orders  made \nthereunder.  _____  \n164. Definition. _____ \n165. Prohibition   of    trading   with    the enemy.  _____ \n166. Control   of   rights,   etc.,   in   respect of trading \nwith the enemy. _____ \n167. Power to appoint Controllers, etc., of Enemy \ntrading. _____ \n168. Powers of Controllers, etc., of Enemy Trading.  _____ \n169. Super vision of suspected business. _____ \n170. Penalty  for  failure  to  comply  with orders of \ncontroller, etc.  _____ \n171. Penalty for concealment, destruction, etc., of \nbooks or documents.  _____  \n172. Definitions. _____  \n173. Prohibition of trade with enemy firms and \npurchase of enemy currency.  _____  \n174. Power to appoint Controllers, etc., of enemy \nfirms.  _____  \n175. Powers of Controllers, etc., of enemy firms.  _____  \n \nPage 5 of 5 \n  \n Numb er and title of  Rules Modi fication \n176. Supervision of suspected business.  _____  \n177. Supervision of firms suspected to be enemy firms.  _____  \n178. Penalty for failure to comply with orders of \nController, etc.  _____  \n179. Penalty for concealment, destruction, etc ., of books \nor documents.  _____  \n180. Contracts with enemy firms.  _____  \n181. Transfer of property to or by enemy firms.  _____  \n182. Transfer and allotment of securities to or by enemy \nfirms.  _____  \n183. Transfer of negotiable instruments, and actionable \nclaims, by enemy firms.  _____ \n184. Power to carry on business of enemy firm.  _____  \n185. Collection of debt of enemy firms and \nadministration of property.  _____  \n186. Power to control and wind up certain business.  _____  \n187. Constitution of Boards for certain purposes.  _____  \n189. Power to obtain information.  _____  \n190. False statements.  _____  \n191. Power to require production of books.  _____  \n198. Attempts, etc., to contravene the rules.  _____  \n199. Offences by corporations.  _____  \n201. Burden of proof in certain cases.  _____  \n209. Cognizance of contravention of the rules.  Sub-rules  (3) and (4) shall be    \nomitted.  \n \n \n \n \n \n \n         Last Uploaded on 9.10.202 3"
}