{
    "file": "./converted_json\\administrator08f4ad7f89ff8063c2151e994b35277d.json",
    "name": "Protection against Harassment of Women at the Workplace Act",
    "date": "31st October, 2013",
    "tagline": "Preventing workplace harassment a fundamental right",
    "content": "REGISTERED No. M - 302 L.-7646 \nIrbt egottte of lilaMot= \n62210me%14  \nEXTRAORDINARY \nPUBLISHED BY AUTHORITY \nISLAMABAD, MONDAY, NOVEMBER 11,2013 \nPART II \nStatutory Notifications (S.R.0.) \nGOVERNMENT OF PAKISTAN \nMINISTRY OF LAW, JUSTICE AND HUMAN RIGHTS \nNOTIFICATION \nIslamabad, the 31st October, 2013 \nS.R.O. 973 (1)12013.—In exercise of the powers conferred by section 13 \nof the Protection against Harassment of Women at the Workplace Act, 2010 (IV of \n2010), read with section 22 of the Federal Ombudsmen Institutional Reforms Act, \n2013 (XIV of 2013), the Federal Government is pleased to make the following \nrules, namely:- \n1. \tShort title and commencement.— (1) These rules may be called \nthe Protection against Harassment of Women at the Workplace (Filing and Disposal \nof Complaints) Rules. 2013. \n(2) \tThey shall come into force at once. \n2.- \tDefinitions.— In these rules, unless there is anything repugnant in \nthe subject or context,- \n(a) \t\"Act\" means the Protection against Harassment of Women at the \nWorkplace Act, 2010 (IV of 2010); \n(3167) \nPrice : Rs. 5.00 \n[1453 (2013)/Ex. Gaz.] \n3168 THE GALE E. OF PAKISTAN, EXTRA., NOVEMBER II, 2013 \t[PART 13 \nr \t\n• (b) - \"Appellate Authority\" means an Ombudsman to whom an appeal \nagainst decision of a Competent Authority lies under section 6 of the \nAct; \n;;Office\" means the Office of the Ombudsman; and \n\"staff' means an officer or an employee of the Office appointed under \nsub-section (2) of section 7 of the Act and includes advisers, \ncommissioners, consultants, experts, fellows, interns, liaison officers, \nbailiffs and other staff. \n3. \tDesignation of the Competent Authority.—(1) Each organization \nshall, under sub-section (4) of section 3 of the Act, designate, if not already designated, \na competent authority. \nA copy of the order designating the CompetentAuthority shall invariably \nbe sent to the Ombudsman, Federal Government and the respective Provincial \nGovernment, as the case may be, and shall be circulated to all employees of the \norganization. \nThere shall be no discrimination .  on the basis of sex, while designating \na Competent Authority. \n4. . Filing of a complaint- 7(1) A complainant may, under sub-section \n( I) of section 8 of the Act, prefer a complaint either to the Inquiry Committee \nthrough any of its members or the Ombudsman. \nThe employer shall, with direction of strict confidentiality, be informed \nby the Inquiry Committee or, as the case may be, the Ombudsman about filing of \nthe complaint immediately after its filing or receipt. \nThe complainant shall have the option to withdraw with the permission \nof the Inquiry Committee or, as the case may be, the Ombudsman, his or her complaint \nat any stage before any decision thereon. \n5. • Contents of the complaint.—(1) The complaint may contain— \ncomprehensive statement of all facts with all necessary details relating. \nto an incident of harassment at the workplace; \nall documents, evidence or other supporting material, in whatever form \nit may be, stich as audio, video or documentary or in any other form,' \nnames of witnesses; and \nany other material, detail, evidence or person which will be relied \nupon or have any relation with the incident. \nPAErr III THE GAZE 1 1h. OF PAKISTAN, EXTRA., NOVEMBER II, 2013 \t3169  \nThe complainant shall undertake that information contained in his or \nher complaint is true and correct to the best of his or her knowledge and belief. \nA party may amend his or her complaint or defence statement, as the \ncase may be, at any stage of the inquiry before decision. \nThe complaint shall be duly signed by the complainant or if he or she \ncannot sign shall affix thumb impression. \n6. \tInquiry Committee.—(1) Each organization shall, in accordance \nwith sub-section (2) of section 3 of the Act, constitute an Inquiry Committee to \ninquire into complaints under the Act. \n(2) \tWhere any person resigns from membership of the Inquiry Committee \nowing to his or her transfer from or leaving the organization or inability to perform \nhis or her functions due to any other reasonable cause, another person shall be \nappointed as member in his or her place by the organization. \n7. \tProcedure of Inquiry Committee.— (1) Subject to section 4 of the \nAct, the Inquiry Committee shall— \nensure a non-discriminatory environment for holding inquiry; \nask for documents or other information relating to incident of reported \nharassment and consider the same; \nnot make public any document or statement of any party to inquiry \nand shall maintain high standards of confidentiality as provided under \nclause (a) of sub-section (3) of section 4 of the Act; and \nmake suitable arrangements for safe custody of all documents, 'record \nor other material relating to proceedings of inquiry. \n(2) \tAll documents, information, record, proceedings and findings of the \ninquiry Committee shall be confidential and no copies thereof shall be provided to \nany person not related to the case under the Act or the rules made thereunder. \n8. \tRecommendations and findings.—(1) The recommendations of \nInquiry Committee shall be comprehensive and supported with logical -  arguments \nand substantiated by available evidence, if any. \n(2) The findings and recommendations of Inquiry Committee shall, as \nprovided in sub-section (4) of section 4 of the Act; also recommend major or minor \npenalties with justification for imposition of such penalty or fine. \n3170 THE GAZE' lb OF PAKISTAN, EXTRA., NOVEMBER II, 2013 \t[PART II  \nThe Inquiry Committee may also recommend suitable compensation \nto complainant in case of loss of salary or other damages. \nThe inquiry Committee may provide copy of its report to both the \nparties free of cost. \nImposition of penalty.—(1) On receipt of recommendations and \nfindings of the Inquiry Committee or the- Ombudsman, the competent authority \nshall, within one week of receipt of the recommendations and findings, impose the \npenalty recommended by the Inquiry Committee or Ombudsman or otherwise refer \nback the case to Inquiry Committee with observations to be addressed immediately. \n(2) \tCopies of the final order or notification containing a penalty imposed \nunder sub-rule (I) shall be forwarded to the accused and the complainant as well as \nto the Inquiry Committee or the Ombudsman, as the case may be. \nProcedure before the Ombudsman.—(1) The show cause notice \nunder sub-section (2) of section 7 of the Act shall contain allegations leveled against \nthe accused by the complainant and be accompanied with a copy of the complaint. \nOn receipt of written defence of the show cause notice, the \nOmbudsman shall formulate conclusions to reach some recommendations or findings. \nWhere the Ombudsman is unable to reach any conclusions as \nmentioned in sub-rule (2), he shall issue a notice summoning the parties to appear \nbefore him on the time and date prescribed in such notice. \nOn the time and date as prescribed under sub-rule (3), the accused \nand the complainant shall appear before the Ombudsman with all supporting material, \ndocuments, information or other substantial evidence in their custody. \nThe Ombudsman may also call witnesses and any record from any \nauthority, organization of the accused and the complainant or any other person \nhaving some information or document to appear before him and produce such \ndocuments, information or to give oral evidence before the Ombudsman. \nOn perusal of the documents, evidence of the witnesses and hearing \nthe parties, if any, the Ombudsman shall formulate his recommendations and findings. \nIn the absence of any express provision regarding conduct' of \nproceedings or inquiry, the Ombudsman shall have the power to conduct the \nproceedings or inquiry as he deems fit and just according to circumstances of the \ncase to arrive at a conclusion and formulate his recommendations and findings in \nthe case. \nPARrlIJ THE GAZETTE OF PAKISTAN, EXTRA., NOVEMBER 11, 2013 \t3171 \nThe Ombudsman shall decide a case under the Act as expeditiously \nas possible and send to the competent authority a copy of his decision for \nimplementation. \nThe recommendations, findings and decisions of the Ombudsman shall \nbe comprehensive and supported with logical arguments and substantiated by \navailable evidence. - \nThe decision of the Ombudsman shall also clearly mention major or \nminor penalties as provided in sub-section (4) of section 4 of the Act with justification \nfor imposition of such penalty. \nCopies of the decision shall be sent to the competent authority and \nboth the complainant and accused. \nThe management or the competent authority of an organization shall, \nas directed by the Ombudsman, implement the orders of the Ombudsman within \nfourteen days from receipt of the orders or within the period specified by the \nOmbudsman and shall, within five days of execution of such order, inform the \nOmbudsman, the accused and the complainant of such implementation. \nPsycho-social counselling or medical treatment or additional \n'medical leave.—The Inquiry Committee or the Ombudsman may, to.the employer, • \nrecommend appropriate remedial measures in cases where the complainant or the \naccused is in a state of trauma, depression or other psychological shock. \nAdvice and counselling to parties.—(1) To provide necessary \nadvice and assistance to each of the complainant and the accused under clause (b) \nof sub-section (3) of section 4 of the Act, the employer may nominate a counselling \nofficer, possessing knowledge of law, human psychology and friendly and mature \nsocial behavior, who shall impartially render the advice and assistance. \n(2) The counselling officer may, in the light of socio-cultural requirement \nof the area and organization, recommend to the employer all necessary steps for \navoidance of harassment of any kind at work place. \n13. Form of appeal.—(1) Every person preferring an appeal under \nsection 6 of the Act shall do so separately and in his or her own name. \nEvery appeal preferred under the Act shall contain all material \nstatements and arguments relied upon by the appellant. \nThe appeal shall be complete in all respects and shall not contain any \nmatter which is derogatory and accusatory or disrespectful or in improper language. \n' \n3172 THE GALE It OF PAKISTAN, EXTRA.,  NOVEMBER 11, 2013 \t[PART  \nEvery appeal shall be signed or affixed with thumb impression by the \nappellant and submitted directly to the appellate authority. \nContents of the appeal shall be verified by the aggrieved party to be \ntrue to his or her knowledge and belief. \n14. Repeal. —The Protection against Harassment of Women at the \nWorkplace Rules, 2010 are hereby repealed. \n[No. FOS-3(24)/2013-Admn.] \nALI AHMED, \nSection Officer. \nPRINTED BY THE MANAGER, PRINTING CORPORATION OF PAKISTAN PRESS, ISLAMABAD. \nPUBLISHED BY \"rHE DEPUTY CONTROLLER, STNITONERY AND FORMS, UNIVERSITY ROAD, KARACHI."
}