{
    "file": "./converted_json\\administrator35e25fe56389d477d508cdf8a693e868.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "Page 1 of 13 \n  \n \n \nTHE PA KISTAN CLIMATE CHANGE ACT, 2017  \n \n \n \nCONTENTS  \n \nCHAPTER I  \nPRELIMINARY  \n1.                    Short title, extent and commencement.  \n2.                    Definitions.  \nCHAPTER II  \nPAKISTAN CLIMATE CHANGE COUNCIL  \n3.                    Establishment of the Pakistan Climate Change Council.  \n4.                    Functions and powers of the Council.  \nCHAPTER III  \nPAKISTAN CLIMATE CHANGE AUTHORITY  \n5.                    Establishment of the Pakistan Climate Change Authority.  \n6.                    Composition of the Authority.  \n7.                    Officers and staff of the Authority.  \n8.                    Functions of the Authority.  \n9.                    Annual report.  \n10.                  Po wers of the Authority.  \n11.                   Functions and powers of the Chairperson.  \n\n \nPage 2 of 13 \n  \nCHAPTER IV  \nPAKISTAN CLIMATE CHANGE FUND  \n12.                  Pakistan Climate Change Fund.  \n13.                  Management of the Fund.  \nCHAPTER V  \nMISCELLANEOUS  \n14.                  Indemnity.  \n15.                  Dues recoverable as arrears of land revenue.  \n16.                  Act to override other laws.  \n17.                  Power to make rules.  \n18.                  Power to amend the Schedule.  \n19.                  Power  to make regulations.  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nPage 3 of 13 \n  \nTHE PAKISTAN CLIMATE CHANGE ACT, 2017  \n \nACT NO. X OF 2017  \n [29th March, 2017]  \n \nAn Act to meet Pakistan's obligations under international conventions relating to climate \nchange and address the effects of climate change . \n \nWHEREAS it is expedient to meet Pakistan's obligations under international conventions \nrelating to climate change and to provide for adoption of comprehensive adaptation  and mitigation \npolicies, pl ans, programmes, projects and other measure required to address the effects of climate \nchange and for matters connected therewith and ancillary thereto;  \n \nIt is hereby enacted as follows: — \n \nCHAPTER I  \n \nPRELIMINARY  \n \n1. Short title, extent  and  commencement .—(1)  This Act may be called the Pakistan Climate  \nChange Act, 2017.  \n \n(2) It extends to the whole of Pakistan.  \n \n(3) It shall come into force at once.  \n \n2. Definitions . In this Act, unless there is anything repugnant in the subject or context, — \n \n(a) \"adaptation\" means adjustment in natural or human systems in response to actual \nor expected climatic stimuli  or their effects which moderates ha rm or exploits \nbeneficial opportunities;  \n \n(b) \"Authority\" means the Pakistan Climate Change Authority established un der \nsection 5;  \n \n(c) \"Council\" means the Pakistan Climate Change Council established under section \n3; \n \n(d) \"climate change\" means a change in the climate system which is caused by \nsignificant changes in the concentration of greenhouse gases as a direct or indirect \nconsequence of human  activities  and  which  is  in  addition  to  natural  climate  \nchange  that  has  been observed during a considerable period;  \n \n(e) \"emissions\", in relation to a greenhouse gas, means emissions of that gas into  the \natmosphere caused by h uman activity;  \n \n(f) \"Fund\" means the Pakistan Climate Change Fu nd established under section 12;  \n \n(g) \"Government\" means the Federal Government;  \n \nPage 4 of 13 \n  \n(h) \"greenhouse gas\" means any gas that contributes to the greenhouse effect   by \nabsorbing infrared radiation produced by solar warming of the earth's surface and \nincludes carbon dioxide, methane, nitrous oxide, hydrofluorocarbons, \nperfluorocarbons, sulphur hexafluoride, nitrogen trifluoride and any other direct  \nor indirect  greenhouse gas as recognized by UNFCCC and IPCC fr om time to \ntime;  \n \n(i) \"mitigation\" means efforts that seek to prevent or slow down the increase of \natmospheric greenhouse gas concentrations by reducing current or future \nemissions and enhancing potential sinks for greenhouse gases;  \n \n(j) \"prescribed\" means prescri bed by rules or regulations made under this Act; .  \n \n(k) \"regulations\" means regulations made under this Act;  \n \n(l) \"rules\" means rules made under this Act;  \n \n(m) \"Schedule\" means a schedule to this Act; and  \n \n(n) \"Tribunal\" means the Environmental Tribunal set up under the Pakistan      \nEnvironmental Protection Act, 1997 (Act No. X)(XIV of 1997) or the provincial \nenvironmental protection  laws.  \n \n (2) The expressions and words used but not defined in this Act shall h ave the same meaning \nas in the Pakistan Environmental Protection Act, 1997 (Act No. XXXIV of 1997).  \n \nCHAPTER II  \n \nPAKISTAN CLIMATE CHANGE COUNCIL  \n \n3. Establishment of the Pakistan Climate  Change  Council .—(1) The Prime Minister shall, \nby notification in th e official Gazette, establish a Council to be known as the Pakistan Climate Change \nCouncil consisting of a Chairperson who shall be the Prime Minister or such other person as the Prime \nMinister may nominate in this behalf and the following members, namely: — \n \na) Federal Ministers of the Divisions allocated with the subjects of climate change, \nfinance, agriculture, food security and research, planning, development and reform, \npetroleum and natural resources, science ' and technology, water and power and  \nforeign affair;  \n \nb) Chief Ministers of the Provinces;  \n \nc) Ministers­in­charge  of  the  department  allocated  with  subject  of  environment  in  \nthe Provinces;  \n \nd) such other person not exceeding thirty as the Prime Minister may appoint, of which \nat least twenty shall be non­officials, including representatives of the Chambers of \nCommerce and Industry, non­governmental organizations concerned with climate \n \nPage 5 of 13 \n change, the  environment and development and scientists, researchers, technical \nexperts and educationists;  \n \ne) Chairman,  National  Disaster  Management  Authority  established  under  the  \nNational  Disaster Management Act, 2010 (XXIV of 2010);  \n \nf) Chairman, Pakistan Climat e Change Authority; and  \n \ng) Secretary of the Division allocated with the subject of climate change, who shall  also \nbe the Secretary of the Council.  \n \n (2)  The Council may invite the Prime Minister, Azad Jammu and Kashmir and Chief Minister, \nGilgit­Baltistan to participate in the meetings of the Council as and when required . \n \n (3)  The Division allocated with the subject of climate change shall act as Secretariat of the  \nCouncil.  \n \n (4)  Members of the Council, other than ex­officio members, shall be appointed i n accordance \nwith the prescribed procedure and shall hold office for a term of three years.  \n \n (5)  The Council shall hold meetings as and when necessary, but not less than two meetings \nshall be held in a year.  \n \n (6) The Council May constitute committees of its members and entrust them with such \nfunctions as it may deem fit and the recommendations of the committees shall be submitted to the \nCouncil for approval.  \n \n (7) The Council or any of its committees may, for assistance in performance of its functions, \ninvite  any  technical expert  or  representative  of  any  Government  Agency  or  non­governmental \norganization or other person possessing specialized knowledge of any subject.  \n \n4. Functions and powers of the C ouncil .­(1) The Council shall — \n \n(a) co­ordinate and supervise enforcement of the provisions of this Act;  \n \n(b) monitor implementation of international agreements relating to climate change \nspecified in the Schedule;  \n \n(c) coordinate, supervise and guide mainstreaming of  climate change concerns into \ndecision­ making by Federal and Provincial Government's ministries, divisions, \ndepartments and agencies so as to create enabling conditions for integrated \nclimate­compatible and climate­resilient development processes in vario us \nsectors of the economy;  \n \n(d) approve and monitor implementation of comprebensive adaptation and mitigation \npolicies, strategies, plans, programmes, projects and other measures formulated \nby the Authority to meet Pakistan's obligations under international co nventions \nand agreements relating to climate change including in particular the Sustainable \nDevelopment Goals (SDGs);  \n \n \nPage 6 of 13 \n (e) monitor implementation of the National Adaptation Plan and its constituent \nprovincial and local adaptation action plans, the National Appropriate Mitigation \nAction Framework and National Communication submitted to the concerned \nSecretariat of the United Na tions Framework Convention on Climate Change \n(UNFCCC);  \n \n(f) approve guidelines for the protection and conservation of renewable and \nnon­renewable resources, species, habitats; and biodiversity in general adversely \naffected or threatened by climate change; and  \n \n \n(g) consider the National Climate Change Report and give appropriate directions \nthereon.  \n \n (2)  The Council may, either itself or on the request of any person or organization, direct the \nAuthority or any Government Agency to prepare, submit, promote or implement projects for \nadaptation or mitigation of the adverse effects of climate change, to promot e climate­compatible, \nclimate­resilient and sustainable development or to undertake research in any aspect of climate change.  \n \n \nCHAPTER III  \n \nPAKISTAN CLIMATE CHANGE AUTHORITY  \n \n5.   Establishment of the Pakistan Climate  Change  Authority .—(1) The Minister­ in­charge \nof the Federal Government shall, by notification in the official Gazette, establish the Pakistan Climate \nChange Authority, hereinafter referred to as the Authority, to exercise the powers and perform the \nfunctions assigned to it under this Act an d the rules and regulations made thereunder.  \n \n (2)  The Authority shall be a body corporate with perpetual succession and a common seal and \nshall, in the said name, be capable of — \n \n(a) suing and being sued;  \n (b)   acquiring or disposing of moveable and immovable property;  \n (c)  borrowing money;  \n (d)  entering into contracts; and  \n (e)  doing or performing all other things or acts necessary for the proper. discharge of \nits functions under this Act.  \n (3)  The headquarters of the Authority shall be in Islama bad and the Authority may establish \noffices at other places as and when required.  \n \n6.  Composition  of the Authority .—(1) The Authority shall comprise the Chairperson, \nMember (Adaptation), Member (Mitigation), Member (Climate Finance), Member (Coordination) and \none Member from each province to be nominated by the respective Provincial Ministers­in­charge.  \n \n \nPage 7 of 13 \n  (2)  The mem bers including Chairperson of the Authority shall be appointed by the Prime \nMinister on  such  terms  and  conditions  as  he  may  deem  fit,  keeping in  view  their  qualifications \nand experience.  \n \n (3)  The Chairperson and members shall be scientists, academicians, professionals, serving or \nretired government servants, industrialists, agriculturists or other technocrats with at least fifteen year's \nexperience in fields related to climate change and the environment, with a distinguished service record . \n \n (4)  If the office of the Chairperson falls vacant for any reason, the senior­most member shall \nact as Chairperson till such time as his successor is appointed.  \n \n (5)  The Authority shall be properly constituted notwithstanding a vacancy in the office of the \nChairperson or any member.  \n \n (6)  The  Authority may, for assistance in performance of its functions, invite a representative \nof any Government Agency or non­governmental organization or technical expert  or other person \npossessing specialized knowledg e of any subject.  \n \n7. Officers  and  staff  of the  Authority .—(1)  All  professional,  technical  and  administrative \nofficers and staff of the Authority shall be appointed by the Authority, or obtained from other Federal \nor Provincial Government agencies  on deputation basis, and shall be entitled to such salaries, \nallowances and other terms and conditions of service as may be prescribed by regulations.  \n \n (2) The Authority shall ensure that all appointments are made in a transparent manner and \nadequate and  equal treatment is given to women, minorities and disabled persons.  \n \n (3) The officers and staff of the Authority shall have such powers and  shall perform such \nfunctions as may be assigned to them by the Chairperson.  \n \n (4) The officers and staff of the Authority, shall act in accordance with the mandate assigned \nand the directives given by the Chairperson.  \n \n8. Functions of the Authority .—(1) Functions of the Authority shall be to  \n \n(a) formulate, comprehensive adaptation and  mitigation policies, plans, programmes, \nprojects and measures designed to address the effects of climate change and meet \nPakistan's obligations under international conventions and agreements relating to \nclimate change and within the framework of a nationa l climate change policy as \nmay be approved by the Federal Government from time to time;  \n \n(b) establish institutional and policy mechanisms for implementation of Federal and \nprovincial adaptation and mitigation policies, plans, programmes, projects and \nmeasures , including plans for rehewable energy and clean technology measures \nfor energy efficiency and energy conservation and awareness­raising and \ncapacity­building programmes;  \n \n \n(c) prepare suitable, adaptation and mitigation projects for submission to \ninternationa l and lodal  institutions  for  funding,  including the  Clean  \n \nPage 8 of 13 \n Development  Mechanism,  Global Environmental Facility, Green Climate Fund \nand Adaptation Fund;  \n \n(d) prepare the National Adaptation Plan and its constituent provincial and local \nadaptation action  plans, the Nationally Appropriate Mitigation Action Framework \nand the Intended Nationally Determined  Contributions, Nationally Determined \nContributions and National Communication to  be   submitted to  the  concerned \nSecretariat  of  the United Nations Framework Convention on Climate Change \nand monitor implementation thereof;  \n \n \n(e) carry out Technology Needs Assessment and prepare Climate Change \nTechnology Action Plan in accordance with inter national best practices for \nseeking technical and financial support, amongst others, through the Technology \nMechanism;  \n \n(f) prepare projects for funding under the Reducing. Emissions from Deforestation \nand Forest  Degradation ( REDD+ ) Mechanism;  \n \n(g) prepare the Nat ional Climate Change Report for consideration of the Council;  \n \n(h) formulate, and after approval of the Council, coordinate implementation of low \ncarbon and green growth strategies;  \n \n(i) formulate guidelines for the protection and conservation of renewable and \nnon­renewable resources, species, habitats, and biodiversity in general which are \nadversely affected or threatened by climate change;  \n \n(j) advise  the  Government  regarding appropriate  legislative,  policy  and  \nimplementation measures and actions relating t o disaster preparedness, capacity \nbuilding, institutional strengthening and awareness raising in relevant sectors \naffected by climate change;  \n \n(k) advise the Government regarding implementation of international conventions, \ntreaties and agreements on climate c hange and the environment to which Pakistan \nis a party and fulfill reporting requirements thereunder;  \n \n(l) design , establish   and  maintain  a  national  registry  and  database  on  greenhouse  \ngas emissions in accordance with internationally adopted emission s quantification \nmethodologies, standards and protocols;  \n \n(m) coordinate and monitor implementation of goals and objectives and fulfill \nreporting and verification obligations under international conventions, treaties \nand agreements;  \n \n(n) prepare policy papers and concept notes and provide technical input for \nformulating national policy positions for international conferences or \nnegotiations;  \n \n \nPage 9 of 13 \n (o) coordinate  conduct  of  research  on  current  and  emerging issues  of  climate  \nchange, particularly assessment of Pakist an's vulnerability to climate change, \nidentification of climate  change  opportunities and technology transfer, in \nassociation with specialized research institutions and disseminate research \nfindings and outputs to stakeholders;  \n \n(p) undertake education and aw areness campaigns and programs to enhance \nunderstanding and awareness of different aspects of climate change and promote \ntheir integration in educational curricula;  \n \n(q) work in collaboration with relevant Government Agencies and non -governmental \norganizations  and after the conduct of relevant research and studies, set targets \nand coordinate actions for the reduction of greenhouse gas emissions and \ndevelopment of carbon markets;  \n \n(r) design programmes providing for incentives relating to matters of climate change, \nincluding incentives for reduced emissions from deforestation and degradation;  \n \n(s) mobilize resources for the purposes of achieving the objects and purposes of this \nAct; \n \n(t) regularly pu blish, update and disseminate, through electronic and other means, \nclimate c hange strategies, policies, plans, programmes and other information; and  \n \n(u) perform such functions as may be assigned to it by the Council or by the \nGovernment for purposes of this Act.  \n \n (2) To assist the Authority in the discharge of its functions, the Minister­in­Charge of the \nFederal Government may establish Advisory Committees for various sectors and appoint as members \nthereof eminent representatives of the relevant sector from educational institutions, research institutes \nand non­government organizat ions.  \n \n (3) In the discharge of its functions the Authority shall be guided by, amongst other, — \n \n(a) the latest scientific knowledge and research relating to climate change in general   \nand renewable energy and clean technology in particular, environmental \nconsiderations, including likely impacts on ecosystems, bio­diversity and forestry \nand socio­econamic development objectives, including gender aspects; and  \n \n(b) policy advice of the Divisio n allocated with the subject of climate change.  \n \n9. Annual  report .—(1) At the end of each financial year, the Authority shall prepare an annual \nreport, which shall include — \n (a) a description of its activities;  \n \n(b) progress of implementation of major climate   change  actions and difficulties \nrelating thereto;  \n \n(c) its plans for the next financial year;  \n \n \nPage 10 of 13 \n (d) audited accounts of the Authority; and  \n \n(e) any other relevant information relating to functions of the Authority.  \n \n (2) The report prepared under sub­section (1) shall be laid by the Minister­in­Charge of the  \nGovernment before the Majlis­e­Shoora (Parliament).  \n \n10.  Powers of the Authority .—(1) The Authority shall have all the powers necessary to \nexecute its functions u nder this Act.  \n \n (2) Without prejudice to the generality of sub­section (1), the Authority shall have power to — \n \n (a)    manage, control and administer assets of the Authority in such manner so as to \nbest serve its functions and the purposes of this Act;  \n \n(b) enter into contracts or establish partnerships or associate with entities and \norganizations as it may consider appropriate to support its functions, provided that \nagreement with foreign governments and organizations shall be entered into only \nwith approval  of the Government;  \n \n(c) where necessary or on request, provide services or give guidance to public and \nprivate entities in relation to climate change matters; and  \n \n(d) solicit, gather, obtain and verify any relevant information and data from any \nFederal or Provin cial Ministry, Division or Department, or any public or private \nentity in connection with the performance of the functions of the Authority.  \n \n11.  Functions and powers of the Chairperson .—(1)  The  Chairperson  shall  be  the  chief \nexecutive of the Author ity and shall, with the assistance of the members, — \n \n(a) perform the functions and exercise the powers of the Authority; and  \n \n(b) discharge such duties and perform such function as are assigned to him by the  \nCouncil or by the Government.  \n \n (2) Until the Council is duly constituted, the Chairperson shall, subject to such directions as \nthe Government may give from time to time, perform the functions and exercise the powers of the \nCouncil.  \n \n (3) The Chairperson may, by general or special order , delegate any of his functions or powers \nto officers or staff appointed under section 7.  \n \n \nCHAPTER IV  \n \nPAKISTAN CLIMATE CHANGE FUND  \n \n12. Pakistan Climate Change Fund .—(1) A fund to be known as th e Pakistan Clim ate \nChange Fund , hereinafter referred to as t he Fund, shall be established.  \n \n \nPage 11 of 13 \n (2) There shall be paid into the Fund  \n \n(a) such monies as may be received by the Fund in the form of donations, \nendowments, grants and gifts from whatever source and specifically designated \nfor the Fund;  \n \n(b) such  sums   of  money  is  may  be  raised  by  the  Authority  for  the  execution  \nof  the programmes and projects of the Authority; and  \n \n(c) such monies as may, by or under any law, be payable to the Fund.  \n \n (3) The Fund shall be utilized, in accordance with such pro cedure as may be prescribed, for — \n \n(a) expenditure incurred by the Authority in the exercise, discharge and performance \nof its functions;  \n \n(b) operational and administration expenses of the Fund; .  \n \n(c) financial assistance to suitable adaptation and mitigation projec ts and measures \ndesigned to  combat  the  adverse  effects  of  climate  change,  the  sustainable  \ndevelopment  of resources and for research in any aspect of climate change; and  \n \n (d)  any other purpose which in the opinion of  the Council shall help achieve the \npurposes of this Act.  \n \n13. Management of the Fund .—(1) The Fund shall be managed by the Authority.  \n \n (2) In accordance with such procedure and such criteria as may be prescribed, the Authority \nshall have the power to — \n \n(a) sanction financial assistance for eligible projects in accordance with guidelines \nframed by the Council;  \n \n(b) invest  moneys held  in  the  Fund  in  such  profit­bearing Government bonds, \nsavings schemes and securities as it may deem suitable; and  \n \n(c) take such measures and exerci se such powers as may be necessary for utilization \nof the Fund for the purposes specified in sub­section (3) of section.12.  \n \n (3) The Authority may Constitute committees of its members to undertake regular monitoring \nof projects financed from the Fund a nd submit progress reports to the Authority.  \n \n (4) The Authority shall prepare an annual report incorporating its annual audited accounts and \nperformance evaluation based on the progress reports mentioned in sub­section (3).  \n \n \n \n \n \n \n \nPage 12 of 13 \n CHAPTER V  \n \nMISCELLANEOUS  \n \n14. Indemnity . No suit, prosecution or other legal proceedings shall lie against the Federal and \nProvincial Governments, the Council, the Authority, the Chairperson, members, officers, employees, \nexperts, advisers, committees and consultants. of the Federa l Government or the Environmental \nTribunal or Environmental Magistrates or any other person for anything which is in good faith done \nor intended to be done under this Act or the rules or regulations made thereunder.  \n \n15. Dues recoverable as arrears of land  revenue . Any dues recoverable by the Authority \nunder this Act or the rules or regulations shall be recoverable as arrears of land revenue.  \n \n16. Act to override other laws . The provisions of this Act shall have effect notwithstanding \nanything inconsistent therewith contained in any other law for the time being in force.  \n \n17.  Power  to  make   rules .  The  Minister­in­Charge   of  the  Federal  Government  may,  \nby notification in the official Gazette, make rules for carrying out the purposes of this Act, including \nrules for implementing  the provisions of the International Agreements relating to climate change, \nspecified in th e Schedule.  \n \n18. Power to amend the Schedule . The Minis ter­in­Charge of the Federal Go vernment may, \nby notification in the official Gazette, amend the Schedule so as to add any entry thereto or modify or \nomit any entry therein.  \n \n19. Power  to make  regulat ions.—(1)  For carrying out the purposes of this  Act, the  Authority \nmay, by notification in the official Gazette and with the approval of the Minister­in­Charge of the \nFederal Government, make regulations not inconsistent with the provisions of this Act an d the rules \nmade thereunder.  \n \n (2) In particular and without prejudice to the generality of the foregoing power, such \nregulations may provide for — \n \n(a) submission of periodical reports, data or information by any Government agency, \nlocal authority or local cou ncil in respect of matters relating to climate change;  \n \n(b) preparatio n of of emergency contingency plans for  coping with  extreme  climatic  \nevents, natural disasters and calamities; and  \n \n(c) appointment of officers, advisers, experts, consultants and employees.  \n_______ _________  \n \n \n \n \n \n \n \n \n \n \nPage 13 of 13 \n SCHEDULE  \n \n(See sections 2, 4, 17 and 18)  \n \n1. United  Nations  Framework  Convention  on  Climate  Change  (UNFCCC),  Rio  \nDe Janeiro , 1992;  \n \n2. Kyoto Protocol to the UNFCCC, 1997;  \n \n3. The Paris Agreement, 2015; and  \n \n4.  Any other agreement relating to climate change to which Pakistan is a. signatory."
}