{
    "file": "./converted_json\\administrator59fb5c5c675235e7378c29e39141d57e.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "Page 1 of 21 \n \n \n \nTHE  PAKISTAN NUCLEAR REGULATORY AUTHORITY \nORDINANCE, 2001  \n \n \n \nCONTENTS  \n1. Short title, extent and commencement   \n2. Definitions  \n3. Establishment of the Authority  \n4. Composition of the Authority  \n5. Chairman  \n6. Term of office of the Chairman  \n7. Term of office of a member  \n8. Resignation by the Chairman or a member  \n9. Removal of the Chairman or a member  \n10. Filling of a casual vacancy  \n11. Terms and conditions of service  \n12. Meetings of the Authority  \n13. Directorates of the Authority  \n14. Advisory Committees  \n15. Appointment of advisers and consultants  \n16. Functions and powers of the Authority   \n\n \nPage 2 of 21 \n 17. Directives, orders and instructions from the Federal Government  \n18. Delegation of powers  \n19. Power to issue license  \n20. Power to grant authorization  \n21. Authorization prior to licensing  \n22. Authorization prior to radioactive waste discharge and disposal  \n23. Authorization for nuclear powered vehicle, vessel or aircraft, and any vehicle, vessel or  \naircraft carrying nuclear material  \n24. Cancellation or suspension of an authorization or a license  \n25. Actions to be taken subsequent to cancellation or suspension of licen ce \n26. Transitional  \n27. Control of contaminated foodstuff  \n28. Power to obtain information  \n29. Power of entry, inspection, etc  \n30. Fixation of extent of civil liability  \n31. Absolute and exclusive liability of an operator  \n32. Insurance or other financial guarantee  \n33. Indemnity by the Federal Government  \n34. Saving as to governmental and certain other installations  \n35. Claim against foreign operators  \n36. Limitation  \n37. Re-adjustment  \n38. Co-operation with International Organization, etc  \n39. Environmental surveillance and radiation emergency plans  \n40. Appointment of officers, employees a nd consultants  \n \nPage 3 of 21 \n 41. Funds of the Authority  \n42. Budget  \n43. Audit and accounts  \n44. Offences  \n45. Cognizance of offences  \n46. Tribunals  \n47. Mode of recovery  \n48. Power to exempt  \n49. Submission of periodical reports, etc  \n50. Discoveries and inventions to vest in t he Authority  \n51. Declaration of fidelity and secrecy  \n52. Chairman, members, etc., to be public servants  \n53. Indemnity  \n54. Dissolution of PNRB and DNSRP and transfer of rights and liabilities of the Commission \nregarding DNSRP to the Authority  \n55. Power to m ake rules  \n56. Power to make regulations  \n57. Expenses for safety measures or medical examination  \n58. Ordinance to override other laws  \n59. Removal of difficulties  \n60. Repeal and savings  \n \n  \n \nPage 4 of 21 \n THE PAKISTAN NUCLEAR REGULATORY AUTHORITY \nORDINANCE, 2001  \nORDINANCE No. III OF 2001  \n[22nd January, 2001 ] \nAn Ordinance to provide for the establishment of the Pakistan Nuclear Regulatory Authority for \nregulation of nuclear safety and radiation protection in Pakistan and the extent of civil liability for \nnuclear damage resulting from any nuclear incident;  \nWHEREAS it is expedient to provide for the establishment of the Pakistan Nuclear \nRegulatory Authority to be the competent national authority for regulation of safety of nuclear \ninstallations, the protection against risk s arising from ionizing radiation, the extent of civil liability \nfor nuclear damage resulting from any nuclear incident and for matters ancillary thereto or connected \ntherewith;  \nAND WHEREAS the National Assembly and the Senate stand suspended in pursuance of the \nProclamation of Emergency of the fourteenth day of October 1999,  and the Provisional Constitution \nOrder No. 1 of 1999;  \nAND WHEREAS the President is satisfied that circumstances exist which render it necessary \nto take immediate action;  \nNOW, THEREFORE , in pursuance of the Proclamation of Emergency of the fourteenth day \nof October 1999, and the Provisional  Constitution Order No. 1 of 1999, as well as Order No.9 of \n1999; and in exercise of all powers enabling h im in that behalf, the President of the Isla mic Republic \nof Pakistan is pleased to make and promulgate the following Ordinance: — \n1. Short title, extent and commencement.___ (1) This Ordinance may be called the  Pakistan \nNuclear Regulatory Authority Ordinance, 2001.  \n2. It extends to the whole of Pakis tan. \n3. It shall come into force at once.  \n2. Definitions.____ In this Ordinance, unless there is anything repugnant in the subject or \ncontext,  \n(a) “Authority” means the Pakistan Nuclear Regulatory Authority established \nunder section 3;  \n(b) “authorization” means an authorization granted under section 20 or, as the case \nmay be, sections 21, 22 or 23;  \n(c) “Chairman” means the Chairman of the Authority;  \n \nPage 5 of 21 \n (d) “Commission” means the Pakistan Atomic Energy Commission established \nunder the Pakistan Atomic Energy Commission Ordinance, 1965(XVII of  \n1965);  \n(e) “ionizing radiation” means any electromagnetic or particular radiation capable \nof producing ions, directly or indirectly in its passage through matter;  \n(f) “license” means a license issued under section 19;  \n(g) “member” means a member of the Authority;  \n(h) “nuclear damage” means loss of life, any personal injury or a ny loss of, or \ndamage  to,  property which  arises  out  of or results  from  the  radioactive \nproperties or a combination of radioactive  propertie s with toxic, explosive or \nother hazardous   properties   of   nuclear   substance,   radioactive   materials   \nor radioactive products or waste in, or of nuclear material coming from, \noriginating in, or sent to, a nuclear installation, or from the ionizin g radiation \nemitted by any other source of radiation inside a nuclear installation;  \n(i) “nuclear fuel” means any material which is capable of producing energy by \nself sustaining chain process of nuclear fission, nuclear fusion or other nuclear \ntransmutatio n; \n(j) “nuclear incident” means any occurrence, or series of occurrences having the \nsame origin which causes nuclear damage o r but only with respect to \npreventive measures, creates a grave and imminent threat of causing such \ndamage;  \n(k)  “nuclear installat ion” means:  \n(i) any nuclear reactor used as a source of power or for any other purpose;  \n(ii) any factory using nuclear fuel for the production of nuclear material, or \nany factory for the processing of nuclear material including any factory \nfor the reproces sing of irradiated nuclear fuel;  and \n(iii) any facility where nuclear material is stored, other than storage \nincidental to the carriage of such material:  \nProvided that several nuclear installations of one operator, which are \nlocated at the same site, may b e considered as a single nuclear installation;  \n(l) “nuclear material” means: — \n \n \nPage 6 of 21 \n (i) nuclear fuel, including natural uranium and depleted uranium, capable \nof producing energy by a self -sustaining chain process of nuclear \nfission outside a nuclear reactor, either alone or in combination with \nsome other material; and  \n(ii) radioactive products or waste;  \n(m) “nuclear  substance”  means  any substance  or  nuclear  material  which  the \nAuthority determines as being a substance or material which may be used for \nproduction of or use in atomic energy or for research into matters connected \ntherewith and includes all substances obtained or obtainable from the  soil  or  \nwater  by  under -ground  or  sur face  working  or  from  the atmosphere;  \n \n(n) “operator”, in relation to a nuclear installation, means the person licensed under \nsection 19;  \n(o) “person” means any individual, corporation, partnership, firm, association, \ntrust, estate, public or private in stitution, group, Government agency, any state \nor any political sub -division or any political entity within a state, any foreign \nGovernment or nation, or other entity and includes any legal successor, \nrepresentative, agent or agency of any of the aforesaid ; \n(p) “radiation generator” means a device or an apparatus capable o f generating \nradiation, such as X -rays, neutrons, electrons, or other charged particles,  which \nmay be used for scientific, industrial or medical purposes;  \n(q) “radioactive material” means any substance which contains or consists of \nradioactive nuclide, naturally occurring or 'artificially produced, provided that \nthe specific activity of the substance is in accordance with the levels as may be \nprescribed by regulations;  \n(r) “regulations” mea ns regulations made under this Ordinance; and  \n(s) “rules” means rules made under this Ordinance.  \n3. Establishment of the Authority.___ (1) As soon as may be, but not later than thirty days \nafter the commencement of this Ordinance, the Federal Government shall, by notification in the \nofficial Gazette, establish, in accordance with provisions of this Ordinance, an Authority to be called \nthe, Pakistan Nuclear Regulatory Authority;  \nProvided that till such time as the Authority is fully constituted, the Chairman shall exercise \nthe powers, perform the functions and discharge the duties of the Authority.  \n \nPage 7 of 21 \n (2)  The  Authority shall  be  a  body co rporate  having  perpetual  succession,  and  a common \nseal, and may sue and be sued in its own name and, subject to and for the purposes of this Ordinance, \nmay enter into contracts and may acquire, purchase, take, hold and enjoy moveable and immovable \nproperty of every description and may convey, assign, surrender, yield up, charge, mortgage, demise, \nreassign, transfer or otherwise dispose of or deal with, any moveable or immovable property or any \ninterest vested in it.  \n(3) The head office of the Authority  shall be at Islamabad and it may set up offices, at such \nplaces as it may deem appropriate ; \n(4) The common seal of the Authority shall be kept in the custody of the Chairman or such \nother person as may be prescribed by regulations and documents required o r permitted to be executed \nunder the common seal shall be specified and authenticated in such manner as may be prescribed by \nregulations.  \n4. Composition of the Authority.___(1) The Authority shall consist of a Chairman  not more \nthan two full -time members a nd seven part -time members to be appointed by the  Federal Government.  \n(2) The Chairman and every member of the Authority shall be a person of ability, integrity and \nstanding having such knowledge and experience as hereinafter specified.  \n(3) The Chairman sh all be a person holding a postgraduate degree in physical or nuclear \nsciences or in engineering and technology, preferably a Ph.D. or equivalent from an internationally \nrecognised university and have worked for at least twenty -five years in the field of nu clear sciences or \nnuclear engineering and technology.  \n(4) Each of the two full -time members shall be a person holding a postgraduate degree in \nphysical or nuclear sciences or be graduate in engineering and technology from an internationally \nrecognised university and have worked for at least twenty years in the relevant field of radiation \nprotection, nuclear safety or reactor safety.  \n(5) Seven part -time members as follows :— \n(a) three technical members:  \n(i) two of whom shall be reputable scientists or eng ineers from \ninternationally recognized universities holding a post -graduate \nprofessional degree in  nuclear physics or nuclear engineering and \ntechnology and have worked at least for fifteen years in the relevant \nfield; and  \n(ii) one medical doctor holding a  postgraduate professional degree in \nnuclear medicine, radiotherapy or radiation sciences and have worked at \nleast for fifteen years in the relevant field;  \n \n \nPage 8 of 21 \n (b) two   nominees   one   each   from   the   Ministry   of   Health   and   the   \nPakistan  Enviro nmental Protection Agency not below the rank of Joint \nSecretary;  \n(c) one nominee from the Pakistan Atomic Energy Commission with the rank or \ngrade equivalent to that 'of a full -time member of the Commission; and  \n(d) Director General, Strategic Plans Division, JSHQ.  \n(6) There shall be  a Secretary of the Authority who shall be a non -voting member of the \nAuthority.  \n(7) No person shall be appointed as the Chairman or a member unless he is a citizen of \nPakistan.  \n5. Chairman.__ The Chairma n shall be the Chief Executive Officer of the Authority  and shall, \nsubject to the provisions of this Ordinance, the rules and regulations, be responsible for the day to day \nadministration of the affairs of the Authority  \n6. Term of office of the Chairman. —(1) Subject to the provisions of this Ordinance,  the \nChairman shall hold office for a term of four years from the date of his appointment.  \n(2) The Chairman shall be eligible for reappointment for a period of four years but not for \nmore than two consecutive terms.  \n7. Term of office of a member.___ Subject to the provisions of this Ordinance, a full -time \nmember and a part -time member other than an ex -officio member, shall hold office for a period of \nfour years from the date of his appointment and shall be elig ible for reappointment for a period of four \nyears but not for more than two consecutive terms.  \n8. Resignation by the Chairman or a member.__ The Chairman, a full -time member or a \npart-time member may, by giving in writing to the Federal Government a notice  of not less than three \nmonths, resign his office:  \nProvided that the resignation shall not take effect until it has been accepted by the  Federal \nGovernment.  \n9. Removal of the Chairman or a member. —(1) Subject to sub -section (2), the  Federal \nGovernment may by notification in the official Gazette, remove the Chairman or any member from \nhis office.  \n(2) The Chairman or any member may be removed from his office, if he :— \n(a) in the opinion of the Federal Government, fails to discharge, or becomes \nincapable of discharging, his duties under this Ordinance;  \n(b) has been declared insolvent;  \n \nPage 9 of 21 \n (c) has been declared to be disqualified for employment in, or has been dismissed \nfrom the service of Pakistan;  \n(d) has been convicted of an offence involving moral turpitude; o r \n(e) has knowingly acquired or continued to hold without the permission in writing \nof the Federal Government, directly or indirectly or through a partner, any share \nor interest in any contract or employment with, or by on behalf of the \nAuthority, in any l and or property which in his knowledge, is likely to benefit \nor has benefit ted as a result of the operation of the Authority:  \n10. Filling of a casual vacancy.___ A casual vacancy in the office of the Chairman or a \nmember shall be filled by the appointment of another Chairman or, as the case may be, member for \nthe remaining term of office of his predecessor.  \n11. Terms and conditions of service.__ (1) The salary and allowance payable to, and  other \nterms and conditions of service of, the Chairman and a full-time member shall be such as may be \nprescribed by rules.  \n(2) Remuneration and -allowances of a part -time member shall be such as may be prescribed \nby regulations.  \n12. Meetings of the Authority. — (1) The Authorit y shall meet at such times and  place and in \nsuch manner, as may be prescribed by regulations:  \nProvided that until regulations are made in this behalf, such meetings shall be convened by the \nChairman.  \n (2) As and when required, and for the purpose of advice, the Chairman may, in consultation \nwith full-time members, invite a senior level expert or representative of a relevant organization to \nparticipate in the meetings of the Authority.  \n13. Directorates of the Authority. —The Authority may establish one or more Directorates \nwhich shall execute, enf orce and supervise all decision  of the Authority and all nuclear anal radiation \nsafety measures vested in the Authority under the provisions of this Ordinance or the rules and \nregulations made thereunder.  \n14. Advisory Committees.__ (1) The Authority may, fro m time to time, constitute  such \nAdvisory Committees, from amongst its members or other suitably qualified persons, for assisting the \nAuthority in the performance of its functions generally, or for advising on or evaluating any particular \nnuclear or radiati on safety aspect.  \n(2) An Advisory Committee constituted under sub -section (1) shall perform such functions as \nmay be prescribed by regulations  \n \nPage 10 of 21 \n 15. Appointment of advisers and consultants.__ (1) The Authority may employ  suitably \nqualified advisers and consultants to transact any business or to do any act required to be \ntransacted or done in exercise of its powers or performance of its functions under this Ordinance.  \n(2) The decision to employ and the terms and conditions of employment under  sub- section \n(1) shall be made by the Authority as it may deem fit.  \n16.  Functions and powers of the Authority.__ (1)  Subject  to  the  provisions  of  this  \nOrdinance,  the  Authority  shall  have  the  responsibility  for  controlling,  regulating  and \nsupervising all matters related to nuclear safety and radiation protection measures in Pakistan.  \n(2) Without prejudice to the -generality of the foregoing powers , the following shall be the \npowers and functions of the Authority, namely:  \n(a) to devise, adopt , make and enforce such rules, regulations, orders or \ncodes of practice for nuclear safety and radiation protection as may, \nin its opinion, be necessary; — \n(b) to plan, develop and execute comprehensive policies and \nprogrammes for the protection o f life, health and property against \nthe risk of ionizing radiation;  \n(c) to regulate the radiation safety aspects of:__ \n(i) Exploitation of any radioactive ore;  \n(ii) Production,  import, export, transport, possession, processing, \nreprocessing;  use, sale, tran sfer, storage or disposal of a \nnuclear substance, radioactive material or any other \nsubstance as the Authority may, by notification in the official \nGazette, specify;  \n(iii) equipment used for production, use or application of nuclear \nenergy for  :__  \n(a) the generation of electricity; or  \n(b) any other uses;  \n(d) to approve effective reporting procedures with respect to radiation \nincidents and to ensure that plans for protective action in emergency \nsituation have been prepared;  \n(e) to ensure that corrective act ions are undertaken when unsafe or, \npotentially unsafe conditions are detected concerning a nuclear \n \nPage 11 of 21 \n installation, radiation generator, nuclear material, nuclear substance \nor radioactive material;  \n(f) to ensure that appropriate measures for physical protec tion of \nnuclear installations and nuclear materials are taken;  \n(g) to establish the extent of insurance to be carried by a licensee against \nthe risks of nuclear damage t o the public;  \n(h) to grant authorization, or issue licence for the production, storage, \ndisposal, trade in and use of any nuclear substance, radioactive \nmaterial or any other substance or equipment used for production or \nuse of nuclear energy as the Authority may, by notification in the \nofficial Gazette, specify;  \n(i) to inspect all nuclear in stallations, radiation generators, nuclear \nmaterials, nuclear substances or radioactive materials to ensure that \nregulations concerning safety measures are properly followed;  \n(j) to advise the Federal Government departments or Provincial \nGovernment departm ents, educational and research institutions, \npublic or private industry and other undertakings on questions \nrelated to nuclear safety and radiation protection; and  \n(k) to do all other acts a nd things, such as initiating and coordinatin g \nresearch and development necessary for carrying into effect the \nprovisions of this Ordinance.  \n17. Directives, orders and instructions from the Federal Government.__ (1) The Federal \nGovernment may, from time to time, issue to the Authority such directives  and orders as  it  may  \nconsider  necessary  for  carrying  out  the  purposes  of  this  Ordinance  and  the Authority shall \nfollow and carry out such directives and orders.  \n(2) In discharging its functions, the Authority shall be bound by such instructi ons, if any, as \nmay be given to it on any question of policy by the Federal Government which shall be the sole judge \nas to whether a question is a question of policy.  \n 18. Delegation of powers.  The Authority may, by general or special order in writing, dir ect \nthat any of its powers, shall, in such circumstances and under such conditions, if any, as may be \nspecified in the order, be exercisable also by the Chairman, a member or officer of the Authority.  \n19. Power to issue license.____(1) No person shall, unless he is exempted as may  be \nprescribed by regulations, or unless he is the holder of a license issued by the Authority:  \n(a) acquire, design, manufacture, construct, install or operate any device to the \ncontains any radioactive mat erial or produce ionizing radiation including \n \nPage 12 of 21 \n consumer  products, sealed sources, unsealed sources and radiation generators, \nincluding mobile radiography equipment;  \n(b) establish installations and facilities which contain radioactive materials or \ndevices wh ich produce radiation including irradiation facilities, mines and mills \nprocessing radioactive ores, installations processing radioactive substances, \nnuclear   installations   and   radioactive   waste   management facilities;  \n(c) explore for mines and mil l, extract, acquire, handle, use for;  medical, industrial, \nveterinary, or agriculture purposes, or for education, training or research, etc., \nsell, lease, lend, buy, transfer, import, export, convert, enrich, produce, store, \nprocess, reprocess, fabricate, transport, dispose of any radioactive ores, \nradioactive material, nuclear substance or any other substance as the Authority \nmay, by notification in the official Gazette, specify; and  \n(d) treat food by ionizing radiation.  \n(2) Subject to sub -section (1), the  Authority may, on application made to it accompanied by \nsuch fee, information and documents, as may be prescribed by regulations, issue a licence for carrying \nout of such activities as are specified in the licence for such period as may be so specified.  \n(3) The Authority may require an applicant to demonstrate by submitting the required \ninformation that the activity for which the license is required would not be hazardous to public or the \nenvironment.  \n(4) The Authority may prescribe terms  and conditions that may be attached to a licen ce. \n(5) The Authority may require the establishment of effective reporting procedure in respect of \nradiation accidents and ensure that the plans for mitigating the effects of nuclear incidents have been \nprepar ed. \n20. Power to grant authorization.____(1) The Authority may, on application made to it  \naccompanied by such fee, information and documents, as may be prescribed by regulations, grant an \nauthorization for c arrying  out of such activities as are specified i n the authorization for such period as \nit tray specify.  \n(2) The Authority may specify terms and conditions that may he attached to an authorization.  \n21. Authorization prior to licensing.__ No person shall commence construction of any \nnuclear  installation  without  first  obtaining  an  authorization  for  the  purpose  from  the Authority \nas may be prescribed by regulations.  \nExplanation.  For the purposes of this section, “construction” includes the sitting, designing \nand construction of buildings for, and every stage of setting up of, a nuclear installation.  \n \nPage 13 of 21 \n 22. Authorization prior to radioactive waste discharge and disposal.___ No person shall \ndischarge, or dispose of; radioactive waste to the environment without first obtaining an authorization \nfor the purpose from the Authority as may be prescribed by regulations.  \n23.  Authorization for nuclear powered vehicle, vessel or aircr aft, and any vehicle, vessel \nor aircraft carrying nuclear material.___ No person shah cause a nuclear powered  vehicle,  vessel  \nor  aircraft,  and  any vehicle,  vessel  or  aircraft  carrying  nuclear material to enter in Pakistan \nwithout first obtaining  an authorization for this purpose from the Authority as may be prescribed by \nregulations.  \n24. Cancellation or suspension of an authorization or a licen ce.___ (1) Where any  person \nhas been found to have contravened any of' the provisions of this Ordinance,  the rules and regulations, \nor has consistently failed to comply with the terms and conditions of an authorization or, as the case \nmay be, a licen ce, the Authority may, subject to sub -section (2), cancel or suspend the authorization \nor, as the case may be,  the license.  \n(2) Before taking any action under sub -section (1) the Authority shall issue a notice to such \nperson to, show cause and give him an opportunity of being heard or an opportunity to rectify the \nomission subject to such conditions as the Authori ty may specify.  \n25. Actions to be taken subsequent to cancellation or suspension of licen ce.___ In case the \nAuthority cancels or suspends a license under section 24, it may subsequently undertake al l or any of \nthe following actions in respect of the insta llation or facility covered under the licen ce, namely:  \n(a) ask the licensee to put the installation or facility in safe State and Shut down the \ninstallation or facility;  \n(b) permit the licensee to continue operating the installation or facility under such \nterm and conditions as the Authority may specify; or  \n(c) appoint another person to take over the operation of the installation or facility.  \n26.  Transitional.__ (1) Whoever  before the  commencement  of  this  Ordinance  is  engaged in \nactivities requiring authorization or license under this Ordinance shall declare to the Authority and \nshall apply for grant of an authorization or, as the case may be, issue of a licen ce within six months \nfrom such commencement.  \n(2) Pending action, on the application submitted  pursuant to sub -section (1), the applicant may \ncontinue to pursue such activities referred to in sub -section (1), provided that all necessary measures \nto comply wi th the provisions of this Ordinance are taken immediately.  \n27. Control of contaminated foods tuff.__ No person shall sell, distribute or otherwise dispose \nof foods that have been contaminated by material producing ionizing radiation except as may be \nprescribed by regulations.   \n \nPage 14 of 21 \n 28. Power to obtain information.___ The Authority, any officer of the A uthority or any other \nperson authorized in that behalf by the Authority may, by a notice, in writing, se rved on any person  \nrequire  such  person  to  make  such  returns,  at  such  time,  and  maintain  such particulars as may \nbe specified in the notice in respect of all or any of the following matters, namely:__ \n(a) any such radioactive material, or nuclear substance specified in the notice as is \nin his possession or under his control;  \n(b) any plant in his possession or under his control designed or adap ted for the \nproduction or use of atomic energy, ionizing radiation or radioactive material;  \n(c) any contract entered into by him or any right granted by or to him relating to \nsuch production or use as aforesaid;  and \n(d) any other information in his possess ion relating to any work carried out by him, \nor on his behalf or under his direction in connection with such production or \nuse. \n29. Power of entry, inspection, etc.__ Any member of the Authority, any officer of the \nAuthority or any other person authorized in that behalf by the Authority may, at all reasonable hours, \nenter any premises, vehicle, vessel or aircraft for the purpose of satisfying himself as to whether the \nprovisions of this Ordinance and the rules and regulations made thereunder have been, are being \nadequately complied with and may — \n(a) carry out any tests and investigations;  \n(b) obtain and analyse any samples;  \n(c) examine designs, drawin gs, records, memoranda, reports or documents \npertaining to the use, operation, maintenance or storage of any radiation \ngenerator or, as the case may be, nuclear substances or radioactive \nmaterials;  \n(d) inspect all measures and records pertaining to environ mental and \npersonnel monitoring and disposal of radioactive wastes;  \n(e) obtain any other information required for the safety evaluation of any \nradiation generator or nuclear installation concerned; and  \n(f) lock and seal any nuclear installation or radiatio n generator, or any part \nthereof, where any nuclear substance or radiation generator is being \nused, stored, operated or maintained in contravention of the provisions \nof this Ordinance or the rules and regulations made thereunder.  \n30. Fixation of extent of civil liability.___ The Authority shall have the power to fix the extent \nof civil liability for an operator in case of various nuclear incidents.  \n \nPage 15 of 21 \n 31. Absolute and exclusive liability of an operator.__ An operator shall be absolutely and \nsolely liable for nuclear damage upon proof` that such damage has been caused by a nuclear \nincident___ \n(a) in his nuclear installation, however, caused such as handling, storage, use, etc.; \nand \n(b) involving nuclear mat erial coming from, or originating or  originally received \nin, his nuclear installation.  \n32. Insurance or other financial guarantee.___ Every opera or of a nuclear installation shall \nmaintain insurance or other financial guarantee adequate to cover his civil liability for nuclear \ndamage, in such amount of such type and on such terms as the Authority may from time to time, \ndetermine.  \n33. I ndemnity by the Federal Government.___ The Federal Government shall ensure \npayment of claims against any operator liable for nuclear damage and for such damage by providing \nnecessary funds to the extent that the yield of insurance or other financial guaran tee maintained by the \noperator under section 32 falls short to satisfy such clams in full:  \nProvided that in no case shall the civil liability of the Federal Government be more than fifteen \ntimes the insurance or the financial guarantee required to be carri ed b y an operator of a nuclear \ninstallation:  \n34. Saving as to governmental and certain other installations.__ Nothing in section32 shall \napply to a nuclear installation owned and operated by the Federal Government and the Federal \nGovernment shall assume li mited civil liability up to at least an amount to be determined by the \nAuthority for any nuclear damage in the event of a nuclear incident in any such nuclear installation.  \n35. Claim against foreign operators.___ In the event of nuclear incident occurring within \nPakistan and engaging the civil liability for nuclear damage of an operator in a country  other than \nPakistan, jurisdiction over claims under this Ordinance shall be that of the Courts of competent \njurisdiction in Pakistan unless specifically provide d otherwise by the terms of a contract in writing.  \n36.  Limitation.__ (1)  The  right  to  compensation  under  this  Ordinance  shall  be  \nextinguished if any action is not brought within ten years from the date of the nuclear incident and \nwithin three years from the date on which the person suffering nuclear damage had knowledge of the \nnuclear damage provided that the period shall in no case exceed ten years.  \n(2) Where nuclear damage is caused by a nuclear incident involving nuclear material which at \nthe time of the nuclear incident was stolen, lost, jettisoned or abandoned, the period established \npursuant to subsection (1) shall be computed from the date of that nuclear incident, but the period \nshall in no case exceed twenty years from the date of the t heft, loss, jettison or abandonment.  \n \n \nPage 16 of 21 \n 37. Re -adjustment.__ Any person suffering nuclear damage, who has brought an action for \ncompensation within the period specified in section 3 6 may amend his claim to take into account any \naggravation of the damage, eve n after the expiry of that period, provided the final judgement has not \nbeen entered.  \n38. Co -operation with International Organization, etc.__ In order to carry out its functions \nin a smooth and effective manner, the Authority may, with the prior approval of the Federal \nGovernment, enter into co -operation agreements with any other nuclear regulatory authority or \ninternational organization in respect of the peaceful uses of atomic energy pursuant to the express \nterms and conditions of any programme or agreem ent for co - operation to which such authority or \norganization is a party or pursuant to any other international arrangement made before or after the \ncommencements of this Ordinance.  \n39.  Environmental surveillance and radiation emergency plans.__ (1)  The  Authority shall \nensure, implement and co -ordinate national programme of environmental surveillance to check any \nbuild -up of environmental radioactivity that might affect the public. Such programme shall be carried \nout in collaboration with various governme ntal, public or private bodies concerned.  \n(2) The Authority shall ensure, co -ordinate and enforce preparation of emergency plans for \naction to be taken following foreseeable types of nuclear incidents that might affect the public. Such \nplans shall include arrangements for reporting and communication, the co - ordination of action \nbetween the various public bodies involved, the training of personnel and the provision of necessary \nfacilities and instrumentation.  \n(3) If the radiation from environmental contamin ation by radioactive material reaches a level \nof intensity at which public health may be endangered, the Authority shall at once notify the Federal, \nProvincial, local and other authorities concerned who shall immediately take, in consultation with the \nAuth ority, all necessary protective and safety measures.  \n(4) The protective and safety measures referred to in sub -sections (1), (2) and (3) may include \nrestrictions on the movements of persons and objects such as confining people to their  homes, \nisolating peo ple and objects, limiting the transfer of persons and foods, curtailing or prohibiting sales \nof foodstuffs, farm products and the use of water, evacuating  certain zones or forbidding entry thereto, \nrendering dangerous objects harmless, destroying animals a nd dispensing of the bodies.  \n(5) If in the opinion of the Authority it is necessary, the Civil Defence Organization, the police \nor other law enforcing agencies or the Armed Forces may be called upon to assist in the \nimplementation of the measures specified  in sub -section (4).  \n40.  Appointment of officers, employees and consultants.__ (1)  Subject  to  the  provisions of \nsub-section (3), the Authority may appoint such officers, employees and consultants as it may \nconsider necessary for the efficient performance of its functions on such terms and conditions as it \nmay deem fit.  \n \nPage 17 of 21 \n (2)  The Authority may also borrow the services of officers, employees and consultants of \nother organizations on ouch terms and conditions as may be mutually settled between the lending \norganization and the Authority.  \n(3) The method and procedure of appointment and the terms and conditions of service of \nofficers and employees shall be regulated by rules to be made with the prior approval of the Federal \nGovernment under Section 55:  \nProvided that till such time such Rules are made under Section 55, the PAEC Service \nRegulations as amended from time to time shall, mutatis mutandis regulate appointments of officers \nand employees and the terms and conditions of their Service.  \n41. Funds o f the Authority.__ The funds of the Authority shall comprise:  \n(a) funds of the Commission related to the Directorate of Nuclear Safety \nand Radiation Protection as transferred to the Authority under section \n54;  \n(b) grants from the Federal Government;  \n(c)  grants from a Provincial Government;  \n(d) income from the grant of authorization and issue of licence;  \n (e) international grants; and  \n(f) receipts from such other sources as may be approved by the Authority.  \n42. Budget.__ (1) The Authority shall, in respec t of each financial year, submit for the approval \nof the Federal Government, by such date and in such form as may be prescribed by rules, a statement \nshowing the estimated receipts and expenditures.  \n (2)   Any surplus of receipts over the actual expenditure in a year, after payment of tax, shall \nbe remitted to the Federal Consolidated Fund and any deficit from the actual expenditure shall be \nmade up by the Federal Government . \n43. Audit and accounts.__ (1) The Authority shall maintain complete and accurate  books of \naccounts of its actual expenses and receipts in such form and manner as the Federal  Government may, \nin consultation with the Auditor -General of Pakistan, determine.  \n(2) The accounts of the Authority shall be audited by the Auditor -General  of Pakistan.  \n44. Offences.__ (1) Any person who contravenes any of the provisions of sections 19,20, 21, 22 \nor 23 shall be punishable with imprisonment for a term which may extend to seven years, or with fine \nwhich may extend to one million rupees, or wit h both.  \n \nPage 18 of 21 \n (2) Any person who fails to furnish any return required under this Ordinance or the rules and \nregulations made thereunder, or willfully furnishes any false return or information, or obstructs any \nofficer or other person duly authorized under this O rdinance in the discharge of his duty thereunder, \nshall be punishable with imprisonment for a term which may extend to one year, or with fine which \nmay extend to 0.25 million rupees, or with both.  \n(3) Any operator licensed under section 19 or any person au thorized under sections20, 21, 22 \nor 23, who contravenes any of the provisions of any rules or regulations made under this Ordinance, \nor any term or conditions imposed thereunder, shall be punishable with imprisonment for a ter m \nwhich may extend to three y ears, or with tine which may extend to  0.5 million rupees or with both.  \n(4) Any person who fails to comply with, or contravenes any provisions, conditions or \nrequirements contained under this Ordinance or the rules and regulations made thereunder or commit s \nan offence where no penalty is elsewhere provided, shall be punishable with imprisonment for a term \nwhich may extend to six months, or with fine which may extend to  0.1 million rupees, or with both  \n(5) All Penalties and fines recovered by the Authority s hall be credited to the Federal \nConsolidated  Fund  \n  45. Cognizance of offences.__ (1) No Court shall take cognizance of an offence  punishable \nunder this Ordinance except upon complaint in writing made by the Authority or an officer of the \nAuthority author ized by it.  \n(2) Notwithstanding anything contained in the Code of Criminal Procedure, 1898 (Act  V of \n1898)  __ \n(a) no Court inferior to that of a Judicial Magistrate of the first class shall try an \noffence punishable under this Ordinance;  \n(b) all offences under this Ordinance shall be non -bailable; and  \n(c) it shall be lawful for any Judicial Magistrate of the first class to pass any \nsentence authorized by this Ordinance.  \n(3) The Authority, before filing a complaint under sub -section (1), shall give show cau se \nnotice and opportunity of being heard to the licensee.  \n46. Tribunals.__ (1) The Authority may, from amongst its professional staff, establish  special \ntribunals for resolving disputes between its Directorates and licensees or such other matters as the \nAuthority may assign.  \n(2) The Authority's determinations on decisions by tribunals set up under sub -section  (1) shall \nbe deemed to be decrees of a civil court under the Code  of Civil Procedure,1908(Act V of 1908).  \n47. Mode of recovery.__ All sums payable to the Authority under the provisions o f this \nOrdinance and the rules and regulations made thereunder shall be recoverable as arrears of land \nrevenue.  \n \nPage 19 of 21 \n 48. Power to exempt.__ The Authority may, by notification in the official Gazette, exempt \nany activity, person, class of persons, quantity of a nuclear substance or radiation facility, \ntemporarily or permanently, from the application of all, or any of, the provisions of this Or dinance \nsubject to such conditions, as it may specify in the notification.  \n49. Submission of periodical reports, etc.__ The Authority shall submit to the Federal \nGovernment periodical reports, accounts statements, or any other report at such time and at su ch \nintervals as the Federal Government may specify.  \n50.  Discoveries and inventions to vest in the Authority.___ All  rights  relating to \ndiscoveries and inventions and any improvements in materials, methods, processes, apparatus or \nequipment made by any o fficer or employee of the Authority in the course of his employment shall \nvest in the Authority.  \n51. Declaration of fidelity and secrecy.__ The chairman, every member, adviser, consultant, \nofficer or any other employee of the Authority shall, before enteri ng upon his duties, shall make \ndeclaration of fidelity and secrecy as may be prescribed by rules.  \n52. Chairman, members, etc., to be public servants.__  The Chairman, members, officers \nand employees of the Authority shall, when acting or purporting to, act  in pursuance of any of the \nprovisions of this Ordinance, be deemed to be public servants within the meaning of section 21 of the \nPakistan Penal Code 1860(Act XLV of 1860).  \n53. Indemnity.__ No suit, prosecution or other legal proceedings shall lie against the \nAuthority,  the  Chairman,  members,  officers  and  servants  of the  Authority in  respect  of \nanything which is in good faith done or intended to be done under this Ordinance.  \n54. Dissolution of PNRB and DNSRP and transfer of rights and liabilities  of the \nCommission regarding DNSRP to the Authority.__ Upon commencement of this Ordinance the \nPakistan Nuclear Regulatory Board (PNRB) set up under the Prime Minster's Secretariat \nNotification, dated the 30th October, 1994, and the Directorate of Nuclear Safety and Radiation \nProtection (DNSRP) of the Commission set up under the Pakistan Nuclear Safety and Radiation \nProtection (PNSRP) Ordinance 1984, shall stand dissolved and upon such dissolution: — \n(a) all assets, rights, powers, authorities and privileges , and all property, movable   \nand   immovable, cash   and   bank   balances, reserve   funds, investments and \nall other interests and rights in, or arising out of, such property and all debts, \nliabilities and obligations of whatever kind of the PNRB and of  the \nCommissions relating to DNSRP subsisting immediately before its dissolution \nshall stand transferred to and vest in the Authority;  \n(b) all officers, consultants, advisers, auditors and other employees of the PNRB \nand of the Commission working in the DN SRP shall have option to remain on \nthe strength of the Commission or to join the Authority, those opting for the \nAuthority shall, notwithstanding anything contained in any law or in any  \n \nPage 20 of 21 \n agreement,  de ed,  document  or other  instrument,  stand  transferred   to  the \nAuthority and shall be deemed to have been appointed or engaged by the \nAuthority in accordance with the terms and conditions of service prescribed by \nregulations, and no officer, consultant, adviser, auditor or other employee \nwhose services  are  so  transferred  shall  be  entitled  to  any compensation \nbecause of such transfer; and  \n(c) all debts and obligations, incurred or contracts entered into or rights acquired \nand all matters and things engaged to be done by, with or for the DNSRP, or \nwith or for the Commission related to DNSRP, before dissolution of DNSRP \nshall be deemed to have been incurred, entered into, acquired or engaged to be \ndone by, with or for the Authority.  \n55. Power to make rules.___ The Authority may, with the approval of the F ederal \nGovernment, by notification in the official Gazette, make rules for carrying out the purposes of this \nOrdinance.  \n56.  Power to make regulations.__ (1) The Authority may,  by notification  in  the official \nGazette, make regulations, not inconsistent with this Ordinance and the rules, for carrying out the \npurposes of this Ordinance.  \n(2) In particular and without prejudice to the generality of the foregoing power, such \nregulations may provide for__ \n(a) charging and collection of fees in connection with its licensing and regulatory \nfunctions provided that such fees shall be imposed by regulations on the basis \nof such published criteria as the Authority deems appropriate, taking into \nconsideration among other criteria the nature of the activity authorized;  and \n(b) charging of consultation fees and expenses, etc., from the applicant for any \nservices provided, including the expenses of any consultation of experts.  \n57. Expenses for safety measures or medical examination.__ The expenses of any safety \nmeasures o r medical examination carried out under this Ordinance or any regulations made \nthereunder shall be borne by the applicant.  \n58. Ordinance to override other laws.__ This Ordinance shall have effect notwithstanding \nanything contained in any other law for the time being in force.  \n59. Removal of difficulties.__ If any difficulty arises in giving effect to the provisions of this \nOrdinance, the Federal Government may make such orders not inconsistent with the provisions of \nthis Ordinance, as may appear to it to be  necessary for the purpose of removing the difficulty:  \nProvided that no such power shall be exercised a fter the expiry of one year from the \ncommencement of this Ordinance.  \n \n 60. Repeal and savings.__ (1) The Pakistan Nuclear Safety and Radiation Protection  \nOrdinance, 1984(IV of 1984), is hereby repealed.  \n(2) All regulations, guides, regulatory requirements, procedures etc., made under the \nprovisions of the Pakistan Nuclear Safety and Radiation Protection Ordinance, 1984, and in force \nimmediately before the commence ment of this Ordinance, shall, mutatis mutandis and in so far as they \nare not inconsistent with any of the provisions of this Ordinance, shall continue in force until repealed \nor altered by rules or regulations made under this O rdinance."
}