{
    "file": "./converted_json\\administratorfae615be7e09accb8377507b110913ac.json",
    "name": "Supreme Court Establishment Service Rules, 2015",
    "date": "15th July, 2015",
    "tagline": "Regulating the terms and conditions of service of persons serving on the staff attached to the Supreme Court of Pakistan.",
    "content": "REGISTERED No.  M 302 \nL.-7646 \nZbe mat at Dakiectart \ni=4-gpri?i  \nEXTRAORDINARY \nPUBLISHED BY AUTHORITY \nISLAMABAD, THURSDAY, AUGUST 6, 2015 \nPART H \nStatutory Notifications (S. R. 0.) \nSUPREME COURT OF PAKISTAN \nNOTIFICATION \nIslamabad, the 15th July, 2015 \nS. R. 0. 773 (I)/2015.—In exercise of the powers conferred by Article 208 of the \nConstitution, the Supreme Court, with the approval of the President, hereby makes the \nfollowing Rules with respect to the terms and conditions of service of persons serving on \nthe staff attached to the Supreme Court of Pakistan. \nRULES \nPART I \nShort title, application and commencement \n1. \tShort title, application and commencement.—(1) These Rules may be \ncalled the Supreme Court Establishment Service Rules, 2015. \nThese Rules shall apply to all persons serving on the staff attached to the \nSupreme Court of Pakistan. \nThese Rules shall come into force at once. \n(2845) \nPrice: Rs. 10.50 \n[1224 (2015)/Ex. Gazi \n2846 \t\nTHE GAZETTE OF PAKISTAN, EXTRA., AUGUST 6, 2015 \n\t[PART II \nPART II \nEstablishment and Appointment \n2. \t\nEstablishment of Supreme Court.—(1) The establishment of the \nSupreme Court shall consist of posts mentioned in the first column, their scales of pay as \nspecified in the second column, mode of appointment as provided in the third column, \nqualifications and experience as prescribed in the fourth column and conditions for next \npromotion as mentioned in the fifth column of the Schedule to these Rules. \n(2) \t\nThe Chief Justice may, by order, create, abolish, upgrade, downgrade or \nchange the nomenclature of any post, temporary or permanent and the Schedule to these Rules shall stand amended accordingly. \n3. \t\nAppointment.—(1) Appointments to the posts in connection with the \n• affairs of the Supreme Court, whether by initial recruitment, promotion, transfer or on \ndeputation, shall be made in the prescribed manner by the Chief Justice or by a person authorized by him in that behalf. \n(2) The Chief Justice may constitute from time to time one or more \nDepartmental Selection Committees to make selections for appointments by initial \nrecruitment, and one or more Departmental Promotion Committees to make selections for appointments by promotion to posts in BPS-1 to BPS-22, and may himself make the appointment or promotion, as the case may be, to such posts where no such Committee is constituted. \nAll persons serving on the staff of the Supreme Court who possess the \n. qualificafions and experience prescribed for a higher post reserved under these Rules for \ndepartmental promotion, shall be considered for promotion to a higher post in the manner and subject to the prescribed conditions. \t , \nThe rules and orders issued by the Federal Government regarding \nadvertisement age limit, physical fitness, verification of character and antecedents, \nnationality, regional/female quota, etc. shall be followed, as nearly as possible, in making initial recruitment of staff of the Court: \nProvided that the maximum age limit for initial recruitment in 8-19 and above will be 45 years. \nA Committee headed by the Chief Justice and comprising two most Senior \nJudges may relax any of the prescribed conditions of appointment in cases where the \nCommittee considers it desirable to do so in the interest of public service. \n4. \t\nTerms and conditions of service.—(1) Subject to any special provisions \ncontained in these Rules, the rules and orders for the time being in force and applicable \nto civil servants of corresponding scale of pay of the Federal Government shall regulate \nthe terms and conditions of service of members of staff of the Supreme Court: \nPART 111 \tTHE GAZETTE OF PAKISTAN, EXTRA., AUGUST 6,2015 \t2847  \nProvided that the powers exercisable under the said rules and orders by the \nPresident, or by any authority subordinate to the President, shall be exercisable by the \nChief Justice of Pakistan or by such person as he may, by general or special order, \ndirect. \n(2) \tAny question arising as to which rules or orders are applicable to the case \nof any person serving on the staff attached to the Supreme Court shall be decided by the \nChief Justice. \nPART Ill \nEfficiency and discipline \n5. \tGrounds for disciplinary action.—Where in the opinion of the Chief \nJustice, a member of staff of the Court in BPS-19 and above, or in the opinion of the \nRegistrar, any other member of staff of the Court— \n(a) \tis inefficient or has ceased to be efficient; or \n(b) \tis guilty of misconduct; or \n(c) \tis corrupt, or may reasonably be considered corrupt because — \nhe is, or any of his dependents or any other person through him or \non his behalf is, in possession (for which he cannot reasonably \naccount) of pecuniary resources or of property disproportionate to \nhis known sources of income; or \nhe has assumed a style of living beyond his ostensible ostensible \nmeans; or \n(iii) \the has a persistent reputation of being corrupt; or \n(d) \tis engaged, or is reasonably suspected of being engaged, in subversive \nactivities, or reasonably suspected of being associated with others \nengaged in subversive activities or is guilty of disclosure of official secrets \nto any unauthorized person, and his retention in service is, therefore, \nprejudicial to national security, the Chief Justice or the Registrar, as the \ncase may be, may impose on him one or more of the penalties provided \nhereafter. \n6. \tPenalties.— (1) The minor and major penalties are as follows:— \n(a) \tMinor Penalties:— \n(I) \tCensure; (i) \n2848 THE GAZETTE OF PAKISTAN, EXTRA., AUGUST 6,2015 \t[PART H \nWithholding, for a specific period, promotion or increment otherwise \nthan for unfitness; \nStoppage, for a specific period, at an efficiency bar in the time-scale, \notherwise than for unfitness to cross such bar; and \nRecovery from pay of the whole or any part of any pecuniary loss \ncaused to Government by negligence or breach of orders. \n(b) \tMajor Penalties:— \nReduction to a lower post or time-scale, or to a lower stage in a time-scale; \nCompulsory retirement; \nRemoval from service; and \nDismissal from service. \nRemoval from service does not, but dismissal from service does, disqualify for future employment. \nIn this rule, removal or dismissal from service does not include the discharge of a person— \nappointed on probation, during or on the expiry of the period of probation: Or \nappointed otherwise than under a contract, to hold a temporary \nappointment, on the expiration of the period of appointment; or \nengaged under a contract, in accordance with the terms of the contract. \n7. \tOpportunity of showing cause.—(1) When an action proposed to be \ntaken against a member of staff of the Court under rule 5, he shall be informed in writing \nof the action proposed to be taken in regard to him and the grounds of the action and he \nshall be given a reasonable opportunity of showing cause against that action: \nProvided that no such opportunity shall be given when the Chief Justice or the \nRegistrar, as the case may be, is satisfied that in the circumstances of the case, it is not \nexpedient in the public interest to give such opportunity: \nProvided further that pending action against a member of staff of the Court, he \nmay be suspended or required to proceed on leave with the approval of Chief Justice or \nthe Registrar, as the case may be, and any continuation of such suspension or leave \nshall require approval of the Chief Justice or the Registrar, as the case may be, after every 3 months: \nPART Ill \tTHE GAZETTE OF PAKISTAN, EXTRA., AUGUST 6,2015 \t2849 \nProvided further that on expiry of said period of 3 months, the member of staff of \nthe Court who has been placed under suspension or forced to proceed on leave would be \ndeemed to have been reinstated unless before the expiry of said period, approval of the \nChief Justice or the Registrar, as the case may be, to his continuing to be under \nsuspension or on leave has been obtained. \t\n(2) \tIn an appropriate case, an inquiry may be conducted through an Inquiry \nOfficer, who shall be appointed by the Chief Justice or the Registrar, as the case may be. \t\n8. \tPowers of the Inquiry Officer.—(1) For the purpose of an inquiry under \nthese Rules, the Inquiry Officer shall have the powers of a Civil Court trying a suit under \nthe Code of Civil Procedure, 1908 (Act V of 1908), in respect of the following matters, \nnamely:— \nsummoning and enforcing the attendance of any person and examining \nhim on oath; \nrequiring the discovery and production of documents; \nreceiving evidence on affidavits; and \nissuing commissions for the examination of witnesses or documents. \n(2) The proceedings under these Rules shall be deemed to be judicial \nproceedings within the meaning of Sections 193 and 228 of the Pakistan Penal Code (Act \nXLV of 1860). \t\n9. \tInquiry Proceedings.—(1) When an Inquiry Officer is appointed, the \nRegistrar or any other officer above the rank of the person against whom proceedings are \ninitiated authorized by the Chief Justice, he shall — \nframe charge and communicate it to the accused together with a \nstatement of the allegations explaining the charge and any other relevant \ncircumstances which are proposed to be taken into consideration; \n00 \trequire the accused within a reasonable time, which shall not be less than \nseven days or more than fourteen days from the day the charge has been \ncommunicated to him, to put in a written defence and to state at the same \ntime whether he desires to be heard in person; \ninquire into the charge and may examine such oral or documentary \nevidence in support of the charge or in defence of the accused as may be \nconsidered necessary and the accused shall be entitled to cross-examine \nthe witness against him; and \nhear the case from day-to-day and no adjournment shall be given except \nfor reasons to be recorded in writing. (I) \n2850 \tTHE GAZETTE OF PAKISTAN, EXTRA., AUGUST 6, 2015 \trPART t \nWhere the Inquiry Officer is satisfied that the accused is hampering, or \nattempting to hamper, the progress of the inquiry he shall administer a warning, and \nthereafter if he is satisfied that the accused is acting in disregard of the warning, he shall \nrecord a finding to that effect and proceed to complete the inquiry in such manner as he \nthinks best suited to do substantial justice. \nThe Inquiry Officer shall within ten days of the conclusion of the \nproceedings or such longer period as may be allowed by the Registrar, submit his \nfindings and the grounds thereof to the Registrar. \nInquiry Report —A copy of the report of the Inquiry Officer shall be \nsupplied to the accused person, allowing him not more than seven days to offer his \nexplanation with regard to the findings adverse to him, after which the Registrar shall \nplace the case before the Chief Justice, if the accused person is an officer of BPS 19 and \nabove, and in all other cases, the Registrar shall himself be competent to pass orders. \nRejoining of duty.— If no penalty is imposed on an accused person who \nwas suspended or required to proceed on leave in pursuance of an order under rule 8, he \nmay be required to rejoin duty and the period of such suspension or leave may be treated \nas duty, or as may be directed. \nReversion of a person on deputation.—(1) The Chief Justice may, in \nany case where it appears to him that the circumstances so require, suspend any \nmember of staff lent for service on the staff attached to the Supreme Court, and may \norder an inquiry to be made into the conduct of that member of staff. \n(2) \tIf after inquiry the Chief Justice is of opinion that a penalty should be \nimposed on the member of staff, he shall direct that the member of staff shall revert to the \nlending authority with a recommendation about the penalty to be imposed: \nProvided that if such member of staff was promoted in the Court, the Chief \nJustice may order his reversion to the lower post from which he was promoted. \nImposition of penalty on the Registrar.—The Chief Justice alone shall \nhave power to impose a penalty on the Registrar of the Court and where an inquiry is \nheld against him, the Inquiry Officer shall submit his findings to the Chief Justice. \nAppeal.—Where any penalty is imposed by the Registrar, an appeal shall \nlie from his order to the Chief Justice, and where any penalty is imposed by the Chief \nJustice, otherwise than on appeal from an order of the Registrar, an appeal shall lie from \nhis order to a Bench of three available senior most Judges of the Court. \nReview—Any aggrieved person may file a review against the decision on \nappeal if there is error apparent on the face of the record. \nLimitation.—An appeal under rule 14 and a review under rule 15 may be \nfiled within thirty days from the date of the order complained of. \nBar against appearance of counsel.—At no stage of the proceedings \nunder these Rules, the person concerned shall be represented by an Advocate. \nMode of Appointment Qualification & \nexperience Conditions for next promotion \nPromotion/Deputation Direct \nrecruitment of a member of \nthe Bar/known academician \non contract for a period of 3 \nyears terminable on one \nmonth's notice \nPromotion Deputation or \nDirect recruitment of a \nmember of the Badknown \nacademician on contract for \na period of 3 years \nterminable on one month's \nnotice Law Degree with \n12 years standing \nLaw Degree with \n10 years standing Registrar \nAdditional \nRegistrar 25 years in 8-17 & above \nincluding 2 years in 8-21 \nOR \n22 years in 8-18 & above in \ncase of direct recruitment in \nB-18 \nOR \n20 years in 8-19 in case of \ndirect recruitment in 8-19 \nPromotion of Assistant \nRegistrar of the Supreme \nCourt /Transfer/Deputation/ \nDirect \trecruitment \ton \ncontract for a period of 3 \nyears terminable on one \nmonth's notice. Subject to vacancy \nSeniority-cum -fitne&s \nLength of service for \npromotion: \n22 years in B-17 & above \nincluding 2 years in 8-20 \nOR \n18 years in 8-18 & above in \ncase of direct recruitment in \nB-18 \nOR \n15 years in 8-19 in case of \ndirect recruitment in 8-19 Deputy Registrar \nLaw Degree witn 10 \nyears standing PART II] \tTHE GAZETTE OF PAKISTAN, EXTRA., AUGUST 6,2015 \t2851 \nrf \t\nPART IV \nMiscellaneous \nRelaxation.—A Committee headed by the Chief Justice and comprising \ntwo most Senior Judges may relax any of the provisions of these rules if it is satisfied that \na strict application of the rule will cause undue hardship and its decision shall be final in \nsuch matter. \nDelegation of Power.—The Chief Justice may delegate all or any of his \npowers under these rules to any Judge Of officer of the Supreme Court. \nRepeal and savings.— The Supreme Court (Appointment of Officers and \nServants and terms and conditions of service) Rules, 1982 are hereby repealed: \nProvided that this repeal shall not affect any appointment made or anything \ndone under the said Rules, prior to this repeal. \nSCHEDULE \n \n2852 \tTHE GAZETTE OF PAKISTAN, EXTRA., AUGUST 6,2015     \n!PART II    \n(1) (2) (3) (4) \nAssistant \nRegistrar 19 Promotion of PS/ SrPS and \nCA/Sr.CA in rotation (5) \nSubject to vacancy \nSeniority-cum-fitness \nLength of service for \npromotion: \n17 years in 0-17 & above \nincluding 3 years in B-19 \nOR \n15 years in .B-18 & above in \ncase of direct recruitment in \nB-18 \nOR \n12 years in B-19 in case of \ndirect recruitment in B-19 \nThe AR will be required to \ncomplete prescribed training \ncourse before or after promotion \nas DR: \nProvided that he will not be \nconfirmed in 8-20 unless he has \ncompleted the prescribed \ntraining. \nRESEARCH WING  \n(1)            \n(2)           \n(3)          \n(4)          \n(5)                                       \nDesignation          \nBPS    \nQualification & \nexperience     \nMode of Appointment          \nConditions for next promotion                \nAdditional \nRegistrar \nResearch      \n21     \nPromotion/Deputation/Direct \non contract up to 3 years                      \nLaw Degree with 10 \nyears standing       \nDeputy \nRegistrar \nResearch                       \n20   \nPromotion/Transfer/ \nDeputation/Direct on contract \nup to 3 years terminable on \none month's notice                         \nSubject to vacancy \t• \nSeniority—cum-fitness \n322 years in 8-17 & above \nOR \n18 years in 8-18 & above in \ncase of direct recruitment in \nB-18 \nOR \n15 years in 8-19 in case of \ndirect recruitment in B-19                                                                 \nLaw Degree with 10 \nyears standing                       \nResearch \nOfficer                    \n19                  \nPromotion/ Deputation/Direct \non contract up to 3 years \nterminable on one month's \nnotice                         \nI. Subject to vacancy \n2. Seniority—cum-fitness \n3.17 years in B-17 & above \nOR \n15 years in 8-18 in case of \ndirect recruitment in B-18 \nOR \n10 years in B-19 in case of \ndirect recruitment in 8-19                                            \nLaw Degree with 5 \nyears experience as \na lawyer, judicial \nofficer, researcher \nor teacher relaxable \nin case of suitable \ncandidates; \nProficiency in MS \nOffice \tincluding \nonline access to \nlegal databases; and                                                       \n4. The RO will be required to \ncomplete prescribed training                       \nTransfer Deputy \nDirector 21 \n20 HUMAN RIGHTS CELL \n(1) \nDesignation \nDirector \nGeneral Mode of Appointment \nDeputation Qualification & \nexperience BPS Conditions for next promotion \nDirector Deputation Judicial officer \nAssistant \nRegistrar \nSuperintenden \nJudicial \nAssistant \nIntern 19 \n18 \n17 \n[Fixed pay) Transfer \nTransfer \nTransfer \nFG Pool PART \tTHE GAZETTE OF PAKISTAN, EXTRA., AUGUST 6,2015 \t2853  \nAssistant \nResearch \nOfficer \nResearch \nAssistant ( (2) \t\n(3) \n17 Promotion of Research \nAssistant Deputation Direct \n16 \tDirect  \t\n(4) \t 5)  \n2 \tsample \tlegal \tcourse before or after further \nacademic writings \tpromotion: \nProvided that he will not be \nconfirmed in B-20 unless he has \ncompleted the prescribed \ntraining. \nIncumbent on completion of 5 \nyears service in 8-17 will be \nupgraded to 8-18 and will \nfurther be upgraded to 8-19 on \ncompletion of 12 years service \nin B-17 & above Law Degree with 3 \nyears experience ARO will be promoted as \nand proficiency in \tResearch Officer 8-19: \nMS Word including \t1. Subject to vacancy \naccess to search (1) \nengines/legal data \t2. Seniority—cum-fitness \nbases \t3. 12 years in B-17 & above \nLaw Degree \t1. Subject to vacancy \nProficiency in MS \t2. Seniority-cum-fitness \nOffice/online access \t3.5 years service in B-16 \nto legal databases 4. Incumbent, if not promoted, \nwill be upgraded to 8-17 after 5 \nyears in B-16 \n4. Incumbent will be required to \ncomplete prescribed training \ncourse before or after promotion \nas ARO: \nProvided that he will not be \nconfirmed as ARO unless he \nhas completed the prescribed \ntraining course \n2854 \tTHE GAZETTE OF PAKISTAN, EXTRA., AUGUST 6, 2015 \t[PART II \nPERSONAL STAFF OF CHIEF JUSTICE \t_r  \n(2) (3) (4) \nQualification & \nexperience (5) \nConditions for next promotion Designation BPS Mode of Appointment \nSecretary to \nChief Justice 20 Direct or otherwise in the \ndiscretion of the Chief Justice     \nPrivate \nSecretary to \nChief Justice \nStaff Officer to \nChief Justice \nDriver to Chief \nJustice 19 \n19 \n8 Transfer/Deputation of an \nofficer of B-18 or 8-19 in the \ndiscretion of the Chief Justice \nTransfer/Deputation of an \nofficer of 8-18 or B-19 in the \ndiscretion of the Chief Justice \nTransfer/Deputation of Driver \nin the discretion of the Chief \nJustice The incumbent will draw pay \nand allowances of 8-19 during \nthe period he performs duty with \nthe Chief Justice and maintain \nhis seniority on his original post \nThe incumbent will draw pay \nand allowances of 8-19 during \nthe period he performs duty with \nthe Chief Justice and maintain \nhis seniority on his original post \nThe incumbent will draw pay \nand allowances of 8-8 during \nthe period he performs duty with \nthe Chief Justice and maintain \nhis seniority on his original post \nPRIVATE SECRETARIES \n(2) \nAssistant \nPrivate \nSecretary 16 Mode of Appointment \nBy promotion of APS \nBy deputation \n30 % Promotion of Steno-\ntypist 70 % Direct Qualification & \nexperience \nBachelor Degree + \nshorthand speed \n110 wpm plus \nproficiency in MS \nOffice \tincluding \ntyping speed 40 \nwpm in case of \ndirect recruitment (S) \nConditions for next promotion \nIncumbent on completion of 5 \nyears service in B-17 will be \nupgraded to 13-18 and will further \nbe upgraded to 8-19 after 12 \nyears service in B-17 & above \nand nomenclature of the post \nwill be Sr.PS PS/Sr.PS will be \npromoted as Assistant Registrar \n8-19 in rotation with CA/Sr.CA: \n1. Subject to vacancy and \n2. Seniority-cum-fitness \n3. 12 years service in B-17 & \nabove \nSubject to vacancy \nSeniority-cum-fitness \n3.5 years service in 8-16 \n4. Incumbent, if not promoted, \nwill be upgraded to 8-17 after 5 \nyears in 8-16 \n5. Incumbent will be required to \ncomplete prescribed training \ncourse including proficiency test \nin shorthand/typing before or \nafter promotion as PS: \nProvided that he will not be \nconfirmed as PS unless he has \ncompleted the. prescribed \ntraining course. BPS \n17 (3) \t\n(4) \nDesignation \nPrivate \nSecretary \nPART II] \tTHE GAZETTE OF PAKISTAN, EXTRA., AUGUST 6,2015 \t2855 \n(2) \n14 Direct (3) (4) \nIntermediate + short-\nhand speed 80 wpm \nplus \tproficiency \tin \nMS Office including \ntyping speed 40 wism (1) \nStenotypist (5) \nI. Subject to vacancy \nSeniority-cum-fitness \n5 years service in B-14 \nIncumbent, if not promoted, \nWill be upgraded to — \nB-15 after 5 years and \n6-16 after 10 years service in B-\n14 & above \nCOURT ASSOCIATES \n(1) \nDesignation (2) \nBPS (3) \nMode of Appointment (4) \nQualification & \nexperience (5) \nConditions for next promotion \nii Court \nAssociate \nJudicial \nAssistant 17 \n16 By promotion of JA \nDirect Law Degree \nProficiency in MS \nOffice Incumbent on completion of 5 \nyears service in B-17 will be \nupgraded to 6-18 and will further \nbe upgraded to 8-19 on \ncompletion of 12 years service in \n0-17 and above and \nnomenclature of the post will be \nSr.CA \nCAJSr.CA will be promoted as \nAssistant Registrar B-19 in \nrotation with PS/Sr.PS: \nSubject to vacancy \nSeniority-cum-fitness \n12 years service in 8-17 & \nabove \nSubject to vacancy \nSeniority-cum-fitness \n5 years service in 0-16 \nIncumbent if not promoted, \nwill be upgraded to 8-17 after 5 \nyears in 8-16 \nIncumbent will be required to \ncomplete prescribed training \ncourse before or after promotion \nas CA: \nProvided that he will not be \nconfirmed as CA unless he has \ncompleted the prescribed \ntraining course. \nLIBRARY \n(2) \nBPS \n18-19 (3) \nMode of Appointment \nPromotion \tDeputation \tor \nDirect \ton \tcontract \tfor \ta \nperiod of 3 years terminable \non one month's notice (4) \nQualification & \nexperience \nSecond \tclass \nMaster Degree with \nDiploma in Library \nScience \tor \nBachelor of Library (5) \nConditions for next promotion \nThe \tB-18 \tincumbent \twill \tbe \nupgraded to — \n8-19 after 7 years in 8-18 and \n8-20 after 14 years in 8-18 & \nabove and nomenclature will be \nSenior Librarian (1) \nDesignation \nLibrarian \n2856 \tTHE GAZETTE OF PAKISTAN, EXTRA.. AUGUST 6,2015 \t[PART  II \n(I) (2) (3) (4) (5) \nScience \tand \t7 \nyears \texperience \nplus proficiency in \nMS Office The \t13-19 \tincumbent \twill \tbe \nupgraded to B-20 after 7 years \nin 8-19 and nomenclature will be \nSenior Librarian \nDeputy \nLibrarian 17-18 By promotion Subject to vacancy \nSeniority-cum-fitness \n7 years service in B-16 \nIncumbent, if not promoted, \nwill be upgraded to — \nB-18 after 7 years in B-17 and \n13-19 after 12 years in 8-17 & \nabove and nomenclature will be \nSenior Deputy Librarian \nAssistant \nLibrarian 16 50% by promotion \n50% by direct recruitment Second \tclass \nMaster Degree with \nDiploma in Library \nScience \tor  Bachelor of Library \nScience \tand \t3 \nyears \texperience \nplus \tproficiency \tin \nMS \tOffice/online \naccess \tto \tlegal \ndatabases in case \nof \tdirect \trecruit- \nment. Subject to vacancy \nSeniority-cum-fitness \nIncumbent if not promoted, \nwill be upgraded to — \n13-17 after 7 years in B-16 and \n13-18 after 12 years in 8-16 8 \nabove  \nLibrary \nAssistant 14 66% by promotion \n33% by direct recruitment \nSecond \tclass \nBachelor \tDegree \nwith \tDiploma \tin \nLibrary Science or \nBachelor of Library \nScience \tand \nproficiency \tin \tMS \nOffice Subject to vacancy \nSeniority-cum-fitness \nIncumbent, if not promoted, \nwill be upgraded to 8-15 after 5 \nyears in B-14 \nJunior \tLibrary \nAssistant 11 50% by promotion \n50% by direct recruitment \nIntermediate \twith \ncertificate in Library \nScience \tand \nproficiency \tin \tMS \nOffice including 35 \nwpm typing speed \nin \tcase \tof \tdirect \nrecruitment Subject to vacancy \nSeniority-cum-fitness \nIncumbent, if not promoted, \nwill be upgraded to — \n8-12 after 5 years in B-11 and \n13-13 after 8 years in B-11 \t& \nabove \nLibrary Clerk 9 33% \tby \tpromotion \tby \nselection from amongst the \nCourt staff \n66% by direct recruitment Intermediate \twith \ncertificate in Library \nScience \tand \nproficiency \tin \tMS Office including 35 \nwpm typing speed Subject to vacancy \nSeniority-cum-fitness \nIncumbent, if not promoted, \nwill be upgraded to — \nB-10 after 5 years in B-9 and \nB-11 \tafter 8 years \tin \tB-9 & \nabove \nBook Binder 5 Direct Matriculate \tand \t2 \nyears experience Incumbent will be upgraded to \nB-6 after 5 years in 13-5 and to \n8-7 after 5 years in B-6 \t• \nPART III \tTHE GAZETTE OF PAKISTAN, EXTRA., AUGUST 6, 2015 \t2857 \nConditions for next promotion \nDesignation Mode of Appointment Qualification & \nexperience \nDirector IT Promotion/ Deputation/ Direct \non contract for 3 years \nterminable on one month's \nnotice BS 4 years or \nMCS or MS \n(Network/Software/ \nWeb) and 5-7 \nyears experience \nThe 13-19 incumbent will be \nupgraded to B-20 after 7 years in \nB-19 and nomenclature will be \nSenior Director IT \nDeputy \nDirector \nNetwork/Softw \nare/ Web Promotion Subject to vacancy \nSeniority-cum-fitness \n7 years.service in 8-17 \nThe incumbent, if not \npromoted, will be upgraded to — \nB-18 after 7 years in B-17 and \nB-19 after 12 years in 8-17 & \nabove and nomenclature will be \nSenior Deputy Director \nWebmaster \nPreference will be \ngiven to persons \npossessing \t2 \nyears experience \nof the field in a well \nreputed \norganization/IT \nIndustry The incumbent, if not promoted, \nwill be upgraded to — \nB-18 after 7 years in 8-17 and \n8-19 after 12 years • in 8-17 & \nabove and nomenclature will be \nSenior Webmaster \nAssistant \nDirector \nkletwork/SoRmarei \nWeb BS 4 years or \nMCS or MS \n(NeNvork/Softwarel \nWeb) Subject to vacancy \nSeniority-cum-fitness \n3.7 years service in 9-16 \n4. The incumbent, if not \npromoted, will be upgraded to—\nB-17 after 7 years in B-16 and \n8-18 after 12 years in 8-16 & \nabove and nomenclature will be \nSenior Assistant Director \nIT Assistant PGD (IT) Promotion by selection from \nthe Court staff \nDirect recruitment Subject to vacancy \nSeniority-cum-fitness \nIncumbent will be upgraded to — \n6-15 after 5 years in B-14 and \n8-16 after 10 years in 13-14 & \nabove and nomenclature will be \nSenior IT Assistant \nNot applicable Incumbent will be granted 8-17 \nafter 5 years in 8-16 and to \n8-;18 after 7 years in B-17 Computer \nSupervisor No fresh induction The 8-18 incumbent will be \nupgraded to — \n8-19 after 7 years in B-18 and \n8-20 after 14 years in 8-18 & \nabove and nomenclature will be \nSenior Director IT \n2858 \tTHE GAZETTE OF PAKISTAN, EXTRA., AUGUST 6,2015 \t[PART II \n(1) \t.  (2) (3) (4) (5) \nData Coder 14 No fresh induction Not applicable Incumbent DCs will be upgraded \nto — \nB-15 after 5 years and \n8-16 after 8 years in 8-14 \t& \nabove \nData \tEntry \nOperator 12 No fresh induction Not applicable Incumbent \tDEOs \twill \tbe \nupgraded to — \n13-13 after 5 years and \nB-14 after 8 years in B-12 & \nabove \nACCOUNTS SECTION \n(1) (2) (3) (4) (5) \nDesignation BPS Mode of Appointment Qualification & \nexperience Conditions for next promotion \nAccounts \nOfficer 17-18 Promotion/ Deputation/ Direct \non contract basis for 3 years \nterminable \ton \tone \tmonth's \nnotice M. Coin \nProficiency in MS \nOffice and \n5 years experience The \t8-17 \tincumbent \twill \tbe \nupgraded to — \n8-18 after 7 years in 8-17 and \nB-19 after 12 \tyears in 8-17 & \nabove and nomenclature will be \nSenior Accounts Officer \nThe \tB-18 \tincumbent \twill \tbe \nupgraded to B-19 after 7 years \nservice in B-18 \nAssistant \nAccounts \nOfficer 16 Promotion/ \nDeputation Subject to vacancy \nSeniority-cum-fitness \n5 years in 8-16 \nIncumbent, if not promoted, \nwill be upgraded to - \n8-17 after 7 years in B-16 and \n8-18 after 12 years in B-16 & \nabove \nAccounts \nAssistant 14 Selection from the Court staff \nOR \nDirect recruitment \nB. Corn \nProficiency in MS \nOffice \tfor \tdirect \nrecruitment I. Subject to vacancy \nSeniority-cum-fitness \n5 years in 8-14 in case of \ndirect recruit \nIncumbent, if not promoted, \nwill be upgraded to— \n8-15 after 5 years in 8-14 and \n8-16 after 10 years in B-14 & \nabove \nPROTOCOL OFFICERS \n(1) (2) (3) (4) (5) \nDesignation BPS Mode of Appointment Qualification & \nexperience Conditions for next promotion \nProtocol Officer 17-18 Promotion/ .  \nDeputation/ \nContract \tfor \nterminable \ton \nnotice 3 \tyears \n1 \tmonth's The \t13-17 \tincumbent \twill \tbe \nupgraded to — \n8-18 after 5 years in B-17 and \nB-19 after 12 years in 8-17 & \nabove and nomenclature will be \nSenior Protocol Officer. \nPART III \tTHE GAZETTE OF PAKISTAN EXTRA., AUGUST 6,2015 \t2859  \n(3) (4) (5) \nThe B-18 incumbent will be \nupgraded to — \nB-19 after 7 years in 0-18 and \nnomenclature will be Senior \nProtocol Officer, and \nB-20 after 7 years in B-19 \n50% by promotion \n50% by direct \n80% promotion \n20% direct \n33% promotion by selection \nfrom amongst the Court staff \n66% direct recruitment  Second \tclass \nMaster Degree or \nBachelor Degree \nwith 5 years \nexperience and \nproficiency in MS \nOffice in case of \ndirect recruitment \nBachelor Degree \nand proficiency in \n,MS Office in case \nof \t direct \nrecruitment with \nspecial aptitude/ \nexperience \nAptitude \tand \nexperience \nIntermediate and \nproficiency in MS \nOffice in case of \ndirect recruitment Subject to vacancy \nSeniority-cum-fitness \n5 years experience \nIncumbent, if not promoted, \nwill be upgraded to — \nB-17 after 5 years in 6-16 and • \n6-18 after 12 years in B-17 & \nabove \nSubject to vacancy \nSeniority-cum-fitness \n5 years in 8-14 in case of \ndirect recruit \nIncumbent, if not promoted, \nwill be upgraded to — \nB-15 after 5 years service in 13-\n14 and \nB-16 after 10 years in B-14 & \nabove \nSubject to vacancy \nSeniority-cum-fitness \n5 years experience \n3. Incumbent, if not promoted, \nwill be upgraded to — \n6-12 after 5 years in 13-11 and \n8-13 after 8 years in B-11 & \nabove \t\n(1) \t(2) \t\nAssistant \t16 \nProtocol Officer \t\nProtocol \t14 \nAssistant \nJunior Protocol 11 \nAssistant \t, \nPUBLIC RELATIONS OFFICER \n(1) (2) (3) (4) (5) \nDesignation \nPublic Relations \nOfficer BPS \n17-18 Mode of Appointment \nDirect/ \nDeputation/ \nContract upto 3 years \nterminable on one month's \nnotice Qualification & \nexperience \nBachelor Degree in \nJournalism/Mass \nCommunication \nwith 7 years \nexperience \tor \nMaster Degree with \n5 years Conditions for next promotion \nThe 6-17 incumbent will be \nupgraded to — \n13-18 after 5 years in B-17 and \n8-19 after 12 years in B-17 & \nabove \nThe 8-18 incumbent will be \nupgraded to 8-19 after 7 years \nin B-18 \n2860 \tTHE GAZETTE OF PAKISTAN, EXTRA., AUGUST 6,2015 \t[PART 11  \nCURATOR \n(1) (2) (3) (4) (5) \nDesignation BPS Mode of Appointment Qualification \t& \nexperience Conditions for next promotion \nCurator 17-18 Direct/ \nDeputation/ \nContract \tfor \t3 \tyears \nterminable on one month's \nnotice. Master \tDegree \tin \nArcheology \twith \t5 \nyears experience \nOR \nBachelor Degree in \nMuseology \twith \t7 \nyears experience The \t8-17 \tincumbent \twill \tbe \nupgraded to—. \nB-18 after 5 years in 8-17 and \n8-19 after 12 ' years in B-17 & \nabove \nThe \tB-18 \tincumbent \twill \tbe \nupgraded to B-19 after 7 years \nin 8-18 \nTRANSLATION WING \n(1) (2) (3) (4) (5) \nDesignation BPS Mode of Appointment Qualification \t& \nexperience Conditions \tfor \tnext \npromotion \nTranslator 18 Promotion/ Deputation/ \nDirect on contract upto 3 \nyears \tterminable \ton \tone \nmonth's notice. - \n. \nMaster \tDegree \tin \nUrdu \tLanguage \tor \nLiterature \twith \t5 \nyears experience \nAND \nProficiency \tin \tMS \nOffice and Urdu word \nprocessing software Incumbent will be upgraded to \nB-19 after 7 years in B-18 \nDeputy \nTranslator 17 50% Promotion \n50% Direct/ \nDeputation - \nMaster \tDegree \tin \nUrdu \tLanguage \tor \nLiterature \twith \t3 \nyears experience \nOR \nBachelor Degree in \nUrdu \tLanguage \tor \nLiterature \twith \t5 \nyears experience \nAND \nProficiency \tin \tMS \nOffice and Urdu word \nprocessing software Subject to vacancy \nSeniority-cum-fitness \n7 years service in B-17 \nIncumbent, if not promoted, \nwill be upgraded to 8-18 after 7 \nyears in B-17 \nAssistant \nTranslator 16 Direct/ \nDeputation Master \tDegree \tin \nUrdu \tLanguage \tor \nLiterature \twith \t1 \nyears experience \nOR \nBachelor Degree in \nUrdu \tLanguage \tor \nLiterature \twith \t3 \nyears \texperience \nand \tproficiency \tin \nMS Office and Urdu \nword \tprocessing \nsoftware Subject to vacancy \nSeniority-cum-fitness \n7 years service in 8-16 \nIncumbent, if not promoted, \nwill be upgraded to 13-17 after 7 \nyears in B-16 \nPART BI] \tTHE GAZETTE OF PAKISTAN, EXTRA., AUGUST 6,2015 \t2861  \nSENIOR ASSISTANTS \n(1) (2) (3) (4) (5) \nDesignation BPS Mode of Appointment Qualification & \nexperience Conditions for next \npromotion \nSenior Assistant 16 100% Promotion . Incumbent will be upgraded to \nB-17 after 5 years in B-16 \nAssistant \nIncharge 16 100 % Promotion - \nAssistant 14 100% Promotion Subject to vacancy \nSeniority-cum-fitness \nIncumbent if not promoted \nearlier, will be upgraded to - \n6-15 after 5 years in B-14 \nEditor of Paper \nBooks 11 100% Promotion Subject to vacancy \nSeniority-cum-fitness \nIncumbent, if not promoted \nearlier, will be upgraded to - \n13-12 after 5 years in B-11 and \n13-13 after 8 years in B-11 & \nabove \nUpper \tDivision \nClerk Incharge 9 100% Promotion No fresh induction - \nUpper \tDivision \nClerk 9 ' 100% Promotion. Subject to vacancy \nSeniority-cum-fitness \nIncumbent, if not promoted \nearlier, will be upgraded to - \nB-10 after 5 years in B-9 and \nB-11 \tafter 8 years in B-9 & \nabove \nUrdu Typist 8 Direct As above Seniority \twith \tLDCs \tfor \npromotion as UDC \nIncumbent, \tif \tnot \tpromoted \nearlier, will be upgraded to - \n13-9 after 5 years in B-8 \nLower \tDivision \nClerk 7 90% Direct \n10% Promotion by selection \nfrom the Court staff Matriculation \nOne year Diploma \nin \tIT/proficiency \tin \nMS Office \nTyping speed 40 \nwpm \nPreference \tfor \nUrdu \t word \nprocessing software Subject to vacancy \nSeniority-cum-fitness \nIncumbent, if not promoted \nearlier, will be upgraded to - \n6-8 after 5 years in B-7 and \nB-9 after 8 years in B-7 & above \nOTHERS \n(1)  (2) (3) (4) (5) \nDesignation BPS Mode of Appointment Qualification \t& \nexperience Conditions \tfor \tnext \npromotion \nKhateeb 15 Direct/ \nPromotion Dart \tHafiz-e-Quran \nand \tFazil \tDars-e- \nNizami Incumbent will be upgraded to - \n6-16 after 5 years in B-15 and \nto 6-17 after 5 years in B-16 \n2862 \tTHE GAZETTE OF PAKISTAN, EXTRA., AUGUST 6,2015 \t[PART II  \n(1)  \n(2)  \n(3) (4) (5) \nIncumbent will be upgraded to - \n8-9 after 7 years and \nB-10 after 15 years    \nGad or Hafiz-e-\nCruran or sufficient \nknowledge in the \ndiscretion of Chief \nJustice Moazzin 8  \nDirect) \nPromotion           \nSufficient experience \nin the field Incumbent will be upgraded to - \nB-13 after 5 years in 13-12 and \n8-14 after 10 years in B-12 & \nabove \nThe incumbent, if not promoted, \nwill be upgraded to B-12 after 5 \nyears in B-11. \nIncumbent will be upgraded to - \n8-4 after 5 years in 8-3 \nB-5 after 5 years in 8-4 \nIncumbent will be upgraded to - \nB-13 after 5 years in 8-12 and \nB-14 after 10 years in B-12 & \nabove \nIncumbent will be upgraded to - \nB-12 after 5 years in B-11 and \n8-13 after 10 years in B-11 & \nabove    \nCatering \nSupervisor    \n12 Direct/ \nPromotion of Cook with 15 \nyears service    \nHead Cook    \n11 Promotion) \nDirect recruitment 5 years experience \nin a Five Star Hotel. \nPrimary \tSchool \nCertificate and 5 \nyears experience in \na \t reputed \nhoteVrestaurant \nIntermediate with \nDiploma \tin \nAutomobile \nMatriculation and 3 \nyears experience in \nthe field    \nCook    \n3 Direct    \nGarage \nSupervisor \nCaretaker    \n12 \n11 Direct \nDirect \nTelephone \nOperator • \nMotor Mechanic \nDriver/HTV \nDriver \nDespatch Rider 9 \n7 \n5 Direct \nDirect \nDirect/ \nDeputation \nDirect Intermediate \tand \nknowledge/experience \nof handling PBX \nsystem of at least 50 \nlines \nSufficient experience \nin the field \nInstructions issued \nby the Establishment \nDivision from time to \ntime to be followed \nas far as practicable The incumbent with 5 years \nservice wit be upgraded to \n8-10, with 10 years to B-11 \nwith 15 years to B-12, with \n20 years to 8-13 and with \n25 years to B-14 \nIncumbent will be upgraded to - \n13-8 after 5 years and \n8-9 after 10 years in 8-7 & \nabove \nIncumbent will be upgraded to - \nB-6 after 5 years in B-5 \n8-7 after 5 years in 136 \n8-8 after 5 years in 13-7 \nDriver of Chief Justice will dram \npay and allowances of 8-f \nduring the period he perform: \nduty with the Chief Justice  \nDuplicating \nMachine \nOperator 5   \nIncumbents will be upgraded to \nB-6 after 5 years service and \n8-7 after 10 years and abc \nservice ve \nClasid \nDaftry 3 Promotion Incumbent will be upgraded to \n13-4 after 5 years in B-3 and \nB-5 after 5 years in BA \nPART II] \tTHE GAZETTE OF PAKISTAN, EXTRA., AUGUST 6,2015 \t2863   \n(1) (2) (3) (4) (5) \nNaib Dasid 2 Direct Subject to vacancy \nSeniority-cum-fitness \nIncumbent will be upgraded to - \nB-3 after 5 years in B-2 if not \npromoted earlier \nChowkidar \nMali \nSweeper \nCleaner 2 Direct - Incumbent will be upgraded to - \nB-3 after 5 years in B-2 and \nB-4 after 5 years in B-3 \n[No. F.1/15/2015-SCA1 \nSYED TAHIR SHAHBAZ, \nRegistrar \nSupreme Court of Pakistan \nIslamabad. \nPRINTED BY THE MANAGER, PRINTING CORPORATION OF PAKISTAN PRESS, ISLAMABAD. \nPUBLISHED BY THE DEPUTY CONTROLLER, STATIONERY AND FORMS UNIVERSITY ROAD, KARACHI"
}