{
    "file": "./converted_json\\administrator0d8373dfae195c4de13b0bd012416abb.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "Page 1 of 21 \n \n  \n \n \n \nTHE PAKISTAN ELE CTRONIC MEDIA REGULATORY \nAUTHO RITY ORDINANC E, 2002  \n \n \n \n \nCONTENTS  \n \n1. Short title, extent and commencement \n \n2. Definitions  \n \n3. Establishment of the Authority \n \n4. Functions of the Authority \n \n5. Power of the Federal Government to issue directives \n \n6. Members of Authority \n \n7. Tenure of members \n \n8. Meetings of the Authority, etc. \n \n9. Remuneration, of Chairman and members \n \n10. Chairman and members not to engage  themselves in certain business, etc. \n \n11. Officers, employees, etc. \n \n12. Officers, etc. deemed to be public servants \n \n13. Delegatio n \n \n14. Fund \n \n15. Budget \n \n16. Accounts and Audit \n \n17. Annual report  \n\n \n \nPage 2 of 21 \n \n  \n18. Categories of licences \n \n19. Licence to broadcast or operate \n \n20. Terms and conditions of li cence \n20A.   Obligation of licensee to pay electronic media employees ’ dues timely  \n20B.    Government advertisements  \n \n21. Consultation with the Provinces \n \n22. Duration  for consideration  of the application  for a licence \n \n23. Exclusion of monopolies \n \n24. Licence, application, issuance, refusal and vali dity \n \n25. Certain persons not be granted licence \n \n26. Councils of Com plaints \n \n27. Prohibition of  broadcast media or distribution service operation \n \n28. Suspension of broadcast media or distribution service operation  \n \n29. Power to authorize inspection \n \n29A.   Imposition of fine  \n29B.   Dues to  be recovered as arrears of land revenue  \n \n30. Power to vary conditions, suspend or revoke the licence \n \n30A.   Appeals \n30B.    Jurisdiction of courts barred  \n \n31. Uplinking Facilities \n \n32. Power to grant exemptions \n \n33. Offences and penalties \n \n33A.   Officers of Federal, Provincial and Local Governments to assist  Authority \n \n33B.   Warrants for search \n \n34. Cases  to be initiated on complaint  \n \n \n \nPage 3 of 21 \n \n 34A.    Offences  to be compoundable  and cognizable  \n \n35. Cognizance of offences etc. \n \n36. Offences by companies \n \n37. Ordinance overrides other laws \n \n38. Indemnity \n \n39. Power to make rules \n39A.   Power to make regulations  \n \n40. Removal of difficulties \n \n \n \n \n \nPage 4 of 21 \n \n THE P AKISTAN ELE CTRONIC MEDIA REGULATORY AUTHO RITY \nORDINANC E, 2002.  \n \nORDINANCE NO. XIII OF 2002  \n \n[1st March, 2002 ] \n \nAN  \nORDINANCE   \nto regulate 1[electronic] media in Pakistan \nWHEREAS  it is expedient to provide for the development of 1[electronic] media in order to⸺ \n \n(i) improve the standards of information, education and entertainment; \n \n2[(ii)  enlarge  the choice available  to the people of Pakistan  in the media for authentic  \nnews, current affairs, religious knowl edge, tolerance, art,cultur e, science, technolo gy, \neconomic and energy development, social sector concerns, music, sports,  drama, \nchildren content and other subjects of public and national interest;] \n \n(iii)  facilitate the devolution of responsibility and power to the grass-roots  by improving \nthe access of the people to mass media at the local and community  level; 2[*] \n \n(iv)  ensure  accountability, transparency and good governance by opti mizing the free flow \nof information;  \n2[(v)  ensure timely payment of salary to the electronic media employees working with the \nlicensee of the Authority;  and] \n2[(vi)  ensure fair, transparent, and independent rating to broadcasters for their TV \nchannels.]  \n \nAND WHEREAS , the President is satisfied that circumstances exist whi ch render it necessary \nto take immediate action; \n \nNOW, THE REFORE, in pursu ance of Proclamation of Emergency of the fourteenth day of \nOctober, 1999  and the Provision al Constitution  Order No.1  of 1999  read with the Provision al \nConstitution  (Amendment) Order No. 9 of 1999,  and in exercise of all powers enabling  him in \nthat behalf, the President of  the Islamic Republic of Pakistan is pleased to make and promulgate \nthe following  Ordin ance:⸺ \n \nPRELIMINARY  \n \n1.  Short title, extent and commencement.— (1) This Ordin ance shall be called the \nPakistan Electronic  Media Regulatory Authori ty Ordinance, 2002.  \n \n(2) It extends to the whole of 3[Islamic Republic of] Pakistan. \n(3) It shall come into force at once. \n \n1Subs. by the Pakistan Electronic Media Regulatory Authority (Amdt.) Act, 2007 ( Act II of 2007 ), s.2, for “broadcast”.  \n2Subs . omitted and added by Act LXI of 2023, s.2.  \n3Ins. by the Pakistan Electronic Media Regulatory Authority (Amdt.) Act, 2007 ( Act II of 2007 ), s. 3.  \n \n \nPage 5 of 21 \n \n 2.  Definitions. ⸺ In  this Ordinance,  unless  there  is anything  repugnant  in the subject  or \ncontext,⸺  \n \n(a)     “advertisement”  means  a set of visual  and audio  messages  for the projection  of a \nproduct, service, or idea  with the object  of propagating  sale, purchase  or hire \nof the product, service  or idea for creating  other  related  effects;  \n(b)     “Authority” means th e Pakistan Electronic Media Regulatory Authority (PEMRA)  \nestablished under section 3;  \n \n1[(c)  “broadcast  media”  means  such media  which  originate  and propagate  broadcast  and \npre­ recorded  signals by terrestrial  means  or through  satellite  for radio  or \ntelevision  and includes  teleporting,  provision  of  access  to  broadcast  signals  \nby  channel  providers and  such other  forms  of broadcast  media  as the Authority  \nmay, with the approval  of the Federal Government,  by notification in the o fficial  \nGazette, specify;]  \n \n1[(ca)  “broadcast station” means physical,  technical and software infrastructure for the \noperation of radio or television and also includes satellite  uplinking  from ground, \nrepeaters and  all such  other accessories;]  \n \n(d)    “broadcaster”  means  a person  engaged  in broadcast  media  1[except  broadcast  \njournalists not a ctively  involved  in the operation,  ownership, management  or \ncontrol of the broadcast media ]; \n \n1[(da)  “Cable TV” means  reception of  broadcast and  prerecorded  signals  from  \ndifferent channels and  their distribution to subscribers  through  a set of  closed \ntransmission paths;]  \n \n(e)       “Chairman” means the Chairman of  the Authority;  \n \n1[(ea)  “Chairperson” means the head of  a Council of  Complaint;]  \n \n(f)       “channel” means the set of  frequencies that a broadcast station occupies for  \nbroadcasting;  \n \n1[(fa)    “channel  provider”  means  a vendor  who represents  local  or foreign  channels  \nand provides  access of  their signal to a distribution service;]  \n \n(g)        “company” a company  as defined in the Companies 2[Act, 2017 (XIX of 2017)] ; \n \n(h)    “copyright”  means  copy right as defined  in the Copyright  Ordinance , 1962  \n(XXXIV of 1962) ;  \n2[(ha)  “disinformation” means ve rifiably false, misleading, manipulated, created or \nfabricated information which is disseminated or shared with the intention to cause \nharm to the reputation of or to harass any person for political, personal, or financial \ninterest or gains without making an  effort to get other person's point of view or not  \n \n1Subs. and Ins. by the Pakistan Electronic Media Regulatory Authority (Amdt.) Act, 2007 ( Act II of 2007 ), s. 4. \n2Subs.  and Ins.  by Act LXI of 2023, s.3.  \n \n \nPage 6 of 21 \n \n  giving it proper coverage and space but does not include misinformation; ] \n1[2[(haa)]“ distribution  service”  means  a service  which  receives broadcast and  \npre­recorded signals  from  different  channels and distributes  them  to subscribers  \nthrough  cable,  wireless or sat ellite options  and includes  Cable T V, LM DS, MMDS,  \nDTH and such other similar technologies;  \n \n(hb)    “DTH” means  Direct  to Home distribution  of audio visual  signals  received  via \nsatellite  to small dish  antennas across the foot­print  of the satellite to subscribers;  \n \n(hc)     “electronic media” includes the broadcast media and  distribution services;]  \n2[(hd)  “electronic media employee” shall mean and include a person working as an \nemployee with the licensee of the Authority;]  \n \n(i)    “foreign company”  means  a company  or body  corporate  organized, and  \nregistered  under the laws of  a foreign  government;  \n \n(j)        “frequency”  means  the frequency  of the electromag netic wave  number  measured  \nin Hertz per  second  and used for transmission;  \n \n(k)       “FAB” means the Frequ ency Allocation  Board established under section 42 of the  \nPakistan Telecommunication (Reo rganization) Act, 1996  (XVII  of 1996);  \n \n1[(ka)  “illegal operation”  means  the broadcast  or transmission  or distribution  of, or \nprovision of  access to, programmes  or advertisements  in the form  of channels  \nwithout  having  a valid licence from  the Authority;  \n \n(kb)    “LMDS” means  local  multipoint  distribution service  to transmit  audio­visual  \nsignals through  wireless devices,  on a higher  frequency  range  for the provision  of \ncable  television service;]  \n \n(l)        “media  enterprise”  means  an  enterprise  concern ed  with  the  publication  of a  \nprinted newspaper  or 3[a broadcast media or  distribution service];  \n2[(la) “misinformation” means verifiable false content or information that is \nunintentionally disseminated or shared;]  \n \n1[2[(laa)] “MMDS”  means  multi ­channel  multi ­point  distribution  service  to  transmit  \naudio­visual  signals  through  wireless  devices,  to  multiple  subscribers,  after  \nreceiving  such signals from  other channels of  communication;]  \n1[(m)   “licence”  means  a licence  issued  by the Authority  to establish  and operate  a \nbroadcast media or  distribution service;]  \n(n)       “licensee” means a person  to whom  the Authority  has issued a licence;  \n \n1[(na)  “newspaper”  means  a newspaper as  defined  by the Press, Newspapers,  News  \nAgencies and  Books  Registration Ordinance,  2002(XCVIII  of 2002);]  \n \n1Ins., and subs. by the Pakistan Electronic Media Regulatory Authority (Amdt.) Act, 2007 ( Act II of 2007 ), s. 4. \n2Re-numbered and Ins. by Act LXI of 2023, s.3.  \n3Subs.  by the Pakistan Electronic Media Regulatory Authority (Amdt.) Act, 2007 ( Act II of 2007 ), s. 4, for “Journal , a radio or television broadcast \nstation or cinema theatre”.  \n \n \nPage 7 of 21 \n \n (o)  “member” means a member of  the Authority;  \n \n(p)  “national broadcaster” means the Pakistan  Broadcasting Corporation, the \nPakistan Television Corporation  and the Shalimar Recording and  Broadcasting \nCompany;  \n \n(q)  “PTA” means  the Pakistan  Telecommunication  Authority  established  under  \nthe Pakistan Telecommunication (Reo rganisation) Act, 1996  (XVII  of 1996);  \n \n(r)  “person”  includes an individual, partnership,  association, compan y, trust or  1[. \ncorporation  or public body]  ; \n \n(s)  “prescribed” means prescribed by  the rules  2[or regulations] made by  the \nAuthority;  \n \n(t)  “programme”  means  the systematic  broadcasting  of visual  or sound  images  \nby a broadcast station but  does not include an advertisement;  2[*] \n \n2[(ta)  “regulations” means the regulations made under  this Ordinance;]  \n \n(u)  “rules” means the rules made under  this Ordinance  2[;] \n1[(ua)  “severe violation” means a violation of this Ordinance or violation o f Article \n19 of the Constitution of the Islamic Republic of Pakistan;]  \n \n2[(v)  “tele port” means  a facility  with installed  equipment  used or required  in the \nprocess  of uplinking  or downlinking  of audio­visual programmes  and signals \nbetween an earth station and  a satellite; 1[*] \n1[(va)  “timely payment of dues ” means the payment of dues  when made to the \nelectronic media employee within two months; and]  \n \n(w)  “uplinking”  Means trans mission  of audio­video  signal  from  ground  transmission  \nfacility  to a satellite in order  to transmit any  programme  within or  outside \nPakistan.]  \n \n3. Establishment of the Authority.⸺ (1) As soon  as may be, after the commencement of \nthis Ordin ance, the Federal Government shall, by notifi cation in the official Gazette, establish  an \nauthority  to be known  as the  Pakistan Electronic Media Regulatory Authority  (PEMRA) for \ncarrying out the purpos es of this Ordin ance. \n \n(2) The Authority  shall be a body  corpor ate having perpetual succession  and a common \nseal with powers subject to the provision  of this Ordinance to hold and dispose  of property by \nthe said name, sue and be sued. \n \n(3) The principal office of the Authority  shall be at Islamabad and it may set up offices \nat such place or places in the country as it may deem appropri ate. \n \n \n1Subs ., Ins. and Omitted by Act LXI of 2023, s.3.  \n2Ins., omitted and subs.  by the Pakistan Electronic Media Regulatory Authority (Amdt.) Act, 2007 ( Act II of 2007 ), s. 4. \n \n \nPage 8 of 21 \n \n (4) No act or proceeding of the Authority  shall be invalid by reason only of the existence of \na vacancy in, or defect in the constitution  of, the Authorit y. \n \n 1[4. Functions of the Authority.⸺ (1)  The  Auth ority shall be responsi ble for regulating \nthe establish ment and operation of all broadcast media and distribu tion services in Pakistan \nestablished  for  the  purpose  of  international,  national,  provincial,  district,  local  or special \ntarget audiences. \n \n(2) The Authority  shall regulate the distribu tion of foreign and local TV and radio channels \nin Pakistan. \n \n(3) The Authority  may, by notification  in the official  Gazette,  make  regulations and  \nalso issue determinations for  carrying  out the purposes  of this Ordinance.]  \n2[(4) The Authority by registering rating companies shall ensure that a fair, transparent, \nand independent forums shall issue rating to the licensees.]  \n \n5. Power of the Federal Government to issue directives.__ The Federal Government may, \nas and when it considers necessary, issue  directives to the Authority  on matters of policy, and \nsuch directives shall be binding  on the Authorit y, and if a question arises whether any matter is \na matter of policy or not, the decision of the Federal Government shall be final. \n \n6. Members of Authority.⸺ (1)  The Authority shall consist of a Chairman and 1[twelve] \nmem bers to be appoin ted by the President of Pakistan. \n \n(2) The Chairman of the Authority  shall be an eminent professional of known  integrity and \ncompetence   having   substantial   experience   in   media, business, management, finance, economics \nor law. \n2[(2A) The division to which business of this Ordinance stands allocated shall recommend \na panel of five candidates fulfilling the conditions of sub -section (2) and send it to a parliamentary \ncommittee  consisting of four members two from the National Assembly and two from the Senate \nto be nominated by the Speaker of the National Assembly and the Chairman of the Senate \nrespectively out  of  which one shall be from the treasury benches and one from the opposition \nin each House and the p arliamentary committee shall consider the panel and recommend one \ncandidate for appointment by the  President under sub -section (1) and where the parliamentary \ncommittee fails to recommend within thirty days of receipt of the panel any person, t he division  \nconcerned shall forward the panel to the Prime Minister who shall recommend to the President \nthe candidate eminently suited to be appointed as Chairman by the President:  \nProvided that at any time when the National Assembly stands dissolve, all members of \nthe parliamentary committee shall be from the Senate nominated by the Chairman Senate. ] \n(3) Out of 1[twelve] members one shall be appointed by the  Federal Government on full time \nbasis and five shall be eminent citizens chosen to ensure  representation of all provinces with \nexpertise in one or more of the following  fields: media, law, human rights, and social service. Of \nthe five members from the general public, two mem bers shall be women. \n1Subs. by the Pakistan Electronic Media Regulatory Authority (Amdt.) Act, 2007 ( Act II of 2007 ), ss. 5-6. \n2Added and Ins. by Act LXI of 2023, ss.3A-4. \n \n \nPage 9 of 21 \n \n  (4) Secretary, Ministry  of Information and 1[Broadcasting, Secretary, Interior Division, \nChairman, Pakistan Telecommunication Authori ty and Chairman, Central Board of Revenue] shall \nbe the ex-officio members. \n2[(4A) . The remaining two members shall, by the division to which business of this \nOrdinance stands allocated, be appointed on need basis on recommendation of the Chairman \nand they shall be non-voting honorary members, one from broadcasters and one from Pakistan \nFederal Union of Journalists (PFUJ). ] \n \n(5) The mem bers, 1[* * * * * * * ] shall receive such fee and expenses for each meeting as \nmay be prescribed. \n \n1[(6) A member, other than an ex officio member, shall be deemed to have vacated his office \nif he absents himself for three consecutive meetings of the Authority  without  the leave of the \nAuthorit y.] \n \n7. Tenure of members.⸺ (1)  The Chairman and mem bers, oth er than ex-officio members, \nunless earlier removed for misconduct or physical or mental incapacity, shall hold office for a \nperiod of four years and shall be eligible for re-appoin tment for a similar term or as the \nFederal Government may determine: \nProvided that the Chairman and a member shall retire on attaining  the age of sixty-five years. \n  \nExplanation.⸺ For the purposes of this section the expression  “misconduct” means \nconviction for any offence involving moral turpitude  and includes conduct prejudicial to good \norder or unbecoming of a gentleman. \n \n(2) The Chairman or a member may, by writing  under his hand, resign his office. \n \n8. Meetings  of the Autho rity, etc.— (1) The Chairman  or, in his absence,  the \nmember  elected  by the members for  the purpose,  shall preside at a meeting of  the Authorit y. \n \n(2) One­third  of the total  members  shall  constitute a  quorum  for meetings  of the \nAuthority requiring  a decision by  the Authorit y. \n(3) The members  shall  have  reasonable  notice  of the time and place  of the meeting  and \nthe matters on  which  a decision by  the Authority  shall be taken in such  meeting.  \n2[(3A) Meeting s of the Authority may also take place through modern devices including but \nnot limited to video link.]  \n \n(4) The decisions of  the Authority  shall be  taken  by the majority of  its members  present,  and \nin case of  a tie, the member presiding  a meeting shall have a casting vote.  \n \n(5) All orders,  determinations  and decisions  of the Authority  shall  be taken  in writing 2[* * \n*]. \n \n   \n1Subs., omitted and added  by the Pakistan Electronic Media Regulatory Authority (Amdt.) Act, 2007 (Act II of 2007 ), s. 6. \n2Subs. , Ins. and omitted  by Act LXI of 2023, s.4  \n \n \n \nPage 10 of 21 \n \n 9. Remuneration, of Chairman and members.__ (1)The Chairman and mem bers shall be \npaid such emoluments as the President of Pakistan may determine and shall not be varied to their \ndisadvantage during  their term of office. \n \n10. Chairman and members not to engage  themselves in certain business, etc.— (1) The \nChairman shall not, during  his term of office, engage himself in any other service, busin ess, vocation  \nor  employment,  or  enter  into  the  employment  of,  or  accept  any  advisory  or consul tancy \nrelationship  with any person or entity engaged in applying for a licence from the Authority  or \noperating a broadcast station established within  the purview of the Author ity or in providing \nservices or produ cts to the Authority  on any of the projects, schemes, propo sals or plans undertaken, \nexecuted or supervised by the Authority  or any related undertaking of such aforesaid person or \nentity. \n \n(2)  The mem bers shall not h ave any dir ect or indir ect financial interest, or h ave any connection \nwith any such person,  entity or related undertaking as mentioned in sub-section (1) of this section \nassociated in any way with the licensee of a broadcast station for so long as they are members and \nhold office. \n \n11. Officers, employees, etc.__ To carry out the purposes of this Ordinance, the Authority  may, \nfrom time to time, appoint members of its staff, experts, consultants, advisers and other officers and \nemployees on such terms and condit ions as 1[may be prescribed by regulations] . \n \n12. Officers, etc. deemed to be public servants.__ The Chairman, members, mem bers of \nits staff, other officers and employees of the Authority  shall be deemed to be public  servants \nwithin  the meaning of section 21 of the Pakistan Penal Code (Act XLV of 1860).  \n \n1[13. Delegatio n.__ The Authority  may delegate to the Chairman or a member or officer of the \nAuthority, any of its powers, responsibilities or functions under this Ordinance as it may by regulations \nprescribe:  \n \nProvided that the delegation of such power shall not include the power to grant, revoke or \ncancel a broadcast media or distribution  service licence except cable TV: \nProvided further that to the extent of suspension of broadcast media licence, the Authority may \ndelegate its power to Chairman and two members of the Authority.]  \n \n14. Fund.⸺ (1) There shall be established a fund to be known  as “PEMRA Fund”  which \nshall vest in the Authority  and shall be utilized by the Authority  to meet charges in connection with \nits functions  including payment of  salaries and oth er remunerations  to the  Chairman, mem bers, \n2[employees], experts and consul tants of the Authorit y. \n \n(2) The Fund shall consist of.⸺ \n \n(i)  seed money by the Federal Government; \n \n \n \n1Subs . by Act LXI of 2023, s s.6-7      \n 2Subs. by the Pakistan Electronic Media Regulatory Authority (Amdt.) Act, 2007 ( Act II of 2007 ), s.8, for servants.  \n \n \n \nPage 11 of 21 \n \n (ii)  fees for issuance 1[and renewal] of licences for establishing  and operating \nbroadcast or CTV stations; \n(iii)  loans obtained with the special or general sanction of the Federal Government; \n \n(iv)   foreign aid obt ained with s anction of  and on su ch terms and conditions  as may \nbe approved by the Federal Government; and \n \n(v)  all other sums received by the Authority  from any other source. \n \n(3) The Authori ty may open and operate one or more accounts  in local, or foreign currency, \nin any scheduled bank. \n \n1[(4) The Authority  may invest its funds  in su ch investments as it may, from time to time, \ndetermine.] \n \n15. Budget.__ The Authority  shall, in respect of each financial year, prepare its own budget \nand submit it to t he Federal Government three months before the commencement of every financial \nyear for information. \n \n16. Accounts and Audit.⸺ (1) The Authority  shall maintain complete and accurate books  \nof accounts  of its actual expenses and receipts in such form as the Federal Government may, in \nconsul tation with the Auditor  General of Pakistan, determine. \n \n(2) The Authority  shall cause to be carried out audit of its accounts  by one or more auditors \nwho are chartered accountants within the meaning of the Chartered Accountants Ordinance, 1961 \n(X of 1961).  \n \n(3) Notwithst anding  the audit provided in su b-section (2) the Audito r-General shall have the \npower to audit or cause to be audited the accounts  of the Authorit y. \n \n17.  Annual report.__  The Authority sh all compile and sub mit an annual report on  its \noperations  and accounts  for each financial year to the President of Pakistan and shall also \narrange for its publication and circulation to the media and the public. \n \n2[18. Categories of licences.⸺ (1) The Authority  shall iss ue licences for broadcast media \nand distribution  service in the following  categories, namely:⸺ \n \ni.  international and national scale stations; \n \nii.  provincial scale broadcast; \n \niii.  local area community  based radio and TV broadcast; \n \niv.  specific and specialized subjects; \n \nv.  distribution  services; and \n \n1Ins. and Added  by the Pakistan Electronic Media Regulatory Authority (Amdt.) Act, 2007 ( Act II of 2007 ), s. 8. \n2Subs.  ibid., s.9, for “section 18” .    \n \n \nPage 12 of 21 \n \n vi.  uplinking  facilities including teleporting  and DSNG. \n(2) The Authority  may furth er sub-categorize the categories specified in sub-section (1) as \nit may deem fit.] \n19. Licence to broadcast or operate.⸺ 1[(1) The Authority  shall have exclusive right to \nissue licences for the  establishment and operation of all broadcast media and distribution  services, \nprovided that this exclusive right sh all be used by the Authori ty in conformity with the principles \nof fairness and equity  applied to all potential applicants for licences whose eligibility  shall be based \non prescribed criteria notified in advance and that this shall be done throu gh an open, transparent \nbidding  process: \n \nProvided that the biddi ng shall be held if the  number of applications  exceeds the number of \nlicences to be issued by the Authorit y.] \n \n(2) No person shall engage in 1[any broadcast media or distribution s ervice] except after \nobtaining  a licence issued under this Ordin ance. \n \n(3) Every licence shall be subject to such terms and conditions  as may be prescribed. \n \n1[(4) The Authority  shall have the power to determine number of licences to be issued in \neach category or sub-category and charge fees at such rates as the Authority  may fix from time to \ntime for the grant of a licence and for its annual renewal.] \n \n1[(5) The Authority  shall devise a Code of Conduct for programme s and advertisements for \ncompliance by the licensees.] \n \n20.  Terms and conditions of licence.__ A 1[person] who is  issued a licence under this \nOrdin ance shall⸺ \n \n(a)  1[ensure  preservation of] the sovereignty, security  and integrity of the Islamic \nRepublic of Pakistan; \n \n(b)   1[ensure  preservation of] t he national, cultural, social and religious values and \nthe principles of publ ic policy as enshrin ed in the Constitu tion of the Is lamic \nRepublic of Pakistan; \n \n1[(c)  ensure  that all progr amme s and advertisements do  not contain or encourage \nviolence, terroris m, racial, ethnic or r eligious di scrimination, sectarianism, \nextremism, militancy, hatred, porno graphy, obscenity, vulgarity or other \nmaterial offensive to commonly accepted standards of decency;] \n \n(d)  comply with rules made under this Ordin ance; \n \n \n \n \n \n \n1Subs. and added  by the Pakistan Electronic Media Regulatory Authority (Amdt .) Act, 2007 (Act II of 2007 ), ss. 10-11. \n  \n \n \nPage 13 of 21 \n \n (e)   broadcast 1[, if permissible un der the terms of its licence,]  programme s in the \npublic interest specified by the Federal Government or the Authority  in the \nmanner indicated by the Government or, as the case may be, the Aut hority, \nprovided that the dur ation of such mandatory pr ogramme s do not exceed ten \npercent of the total dur ation of broadcast or operation by a station in tw enty-\nfour hours  except if, by its own volition,  a station chooses to broadcast 1[* *] \nsuch content for a longer duration; 2[and such content will be in addition to \npreamble, and the licensee will also submit an annual compliance report to this \neffect or as and when required by the Authority ;] \n \n(f)  comply with the codes of programme s and advertisements approved by the \nAuthority  1[and appoint an in-house  monitoring  committee, under intimation \nto the  Authorit y, to ensure compliance of the Code]; \n \n(g)  not broadcast or distribute  any programm e or advertisement in violation of \ncopyright or other property right; \n \n1[(h) obtain NOC  from Authority  before import of any transmitting apparatus for \nbroadcasting, distribution  or teleporting  operation;] \n \n(i)  not sell, transfer or assign any of the rights conferred by the licence without  \nprior  written permission  of the Authorit y 2[;] \n2[(j) not air disinformation;  \n(k) ensure that during a regular programme a continuous break for advertising shall \nnot exceed five minutes and duration between two such successive breaks shall \nnot be less than ten minutes; and  \n(l) ensure that the content of the channel available on electronic media, including \nlogo and name, etc. shall not vary, alter, substitute, tempered on digital media \nor any other similar forum. ] \n2[20A. Obligation of licensee to pay electronic media employees’ dues timely .— The \nlicensee of the Authority shall ensure timely  payment of dues not later than two months to the \nelectronic media employees working with it.  \n20B. Government advertisements .— A licensee of the Authority shall comply with all \ndecisions and orders of the Authority  and  the  Council of Complaints for payment of outstanding \ndues  to its employees. In case of non -compliance by the licensee, the Authority or, as the case may be, \nthe Co uncil of Complaints shall write to the division or department of the Federal Government or, as \nthe case may be, the  Provincial Government to which stands allocated the business in this behalf to \nstop release of TV or radio commercials to the licensee till the payment of pending dues  to its \nemployees. ] \n \n \n \n1Subs., omitted and Added by the Pakistan Electronic Media Regulatory Authority (Amdt.) Act, 2007 (Act II of 2007 ), s.11. \n2Added , subs.  and ins.  by Act LXI of 2023, ss.8-9. \n  \n \n \nPage 14 of 21 \n \n 1[21. Consultation with the Provinces.⸺ (1)  The Authority  shall, except where applications  \nfor the issuance of a licence relates to Islamabad Capital Territor y, invite the comments of the Government \nof the Province concerned, with regard to the propos ed location of the Radio, TV or MMDS  station \nfor whi ch the application has been made, and if the concerned Provincial Government has any reservation \nto the  issuance of the licence, the Auth ority shall invite the representative  of  the  Provincial  Government  \nand  consider  its  viewpoint  before  taking  a decision on the issuance of a licence: \nProvided that where the Provincial Government objects to the issuance of a particular licence, \nthe applicant shall be provided an opportunity  to be present at the meeting of the Authori ty and given \nan opportunity of b eing h eard with r egard to the obs ervations made by the Provincial Government. \n(2) Where the signal of a radio, TV or MMDS station has the potential to cover an area \noutside  the limits of the Province in which the unit is propos ed to be located, the Authority shall invite \none or more representatives from the concerned Provincial Governments to express their viewpoint,  if \nany, on the inter-Provincial dimensions  of the signal.] \n \n22. Duration  for consideration  of the application  for a licence.__ The Authority  shall take \ndecision on the application for a licence within one hundr ed days from the receipt of the \napplication. \n23. Exclusion of monopolies.⸺ (1) No person shall be entitled to the benefit of any \nmonopoly or exclusivity in the matter of broadcasting or the establish ment and operation of \nbroadcast 2[media or distribution  service] or in the supply  to, or purchase from, a national \nbroadcaster of air time, programme s or advertising  material and all existing  agreements and \ncontracts to the extent of conferring  a  monopoly  or  containing  an exclusivity  clause are, to \nthe extent of exclusivity, hereby declared to be inoperative and of no legal effect. \n \n3[(2) In gr anting  a licence, the Authority sh all ensure th at open and fair competition is \nfacilitated in the operation of more than one media enterprise in any given unit of area or \nsubject and that undue  concentration of media ownership  is not created in any city, town  or area \nand the country  as a whol e: \n \nProvided that if a licensee owns,  controls  or op erates more than one media enterprise, he \nshall not indul ge in any practice wh ich may impede fare competition and provision of  level \nplaying field.] \n \n24.  Licence, application, issuance, refusal a nd vali dity.⸺ 4[(1) Any person d esirous of \nobtaining a  licence for establish ment and op eration of  broadcast media or  a distribution service \nshall apply to the Authority  in such manner and form as may be prescribed.] \n \n(2) The Authori ty shall process each application in accordance with prescribed criteria \nand shall hold public hearings in the respective provincial capitals of each Provin ce, or as the case \nmay be, Islamabad, before granting  or refusing  the licence. \n \n(3) Each application shall be accompanied by such fee as the Author ity may prescribe. \n \n1Subs.  by the Pakistan Electronic Media Regulatory Authority (Amdt.) Act, 2007 ( Act II of 2007 ), s.12, “for section 21”.  \n2Subs. ibid., s.13, for “or CTV stations”.  \n3Subs . ibid ., for “sub-section (2).  \n4Subs. ibid., s.14, for “sub -section (1)”.   \n \n \nPage 15 of 21 \n \n 1[(4) A licence of broadcast media shall be valid for a period of twenty years and distribution \nservice licence shall be valid for a period not exceeding ten years from the issuance date subject to \npayment of annual fee, including late payment fee if any as may be prescribed from time to time but \nshall not include annual gross advertisement revenue in any form whatsoever. ] \n1[(4A) Licence renewal fee shall be fifty percent of applicable fee of last bid price of the same \ncategory but shall not include annual gross advertisement revenue in any form whatsoever. ] \n \n(5) The Authority  may renew a licence on such terms and conditions  as may be prescribed, \nand in case of refusal to renew a licence reasons shall be recorded in writi ng. \n \n25. Certain persons not be granted licence.__ A licence shall not be granted to— \n \n(a)  a person who is not a citizen of Pakistan or resident in Pakistan; \n \n(b)  a foreign company organized under the laws of any foreign government; 2[*] \n \n(c)  a company the majority of whose  shares are owned or control led by foreign \nnationals or companies whose management or control  is vested in foreign \nnationals or companies 3[; or] \n \n4[(d)  any person funded or sponsor ed by a foreign government or organization.]  \n1[26.  Council s of Complaints .⸺ (1) The Federal Government shall, by notification in the \nofficial Gazette, establish Councils of Complaints for general public, bodies, etc. and for grievance of \nthe electronic media employees regarding their wages, salaries, dues, etc. at Islamabad, the Provincial \ncapitals and also at such other places as the Federal Government may determine.  \n(2) Each Council shall receive  and  review  complaints  made  by  persons  or organizations \nfrom general public against any aspects of programmes broadcast or distributed by a station established \nthrough a licence issued by the Authority and render opinions on such complaints.  \n(3) Each Council shall receive and review complaints made by the electronic media employees \nto the extent of the following matters only, namely: — \n(a) payment of minimum wages policy; and (b)  timely payment of their salaries,  \nand the Council shall render opinions and recommendations on such complaints \nto the Authority for appropriate decision or order.  \n(4) Each Council shall consist of a Chairperson and five members being citizens of eminence, \nhaving relevant experience and qualification as may be prescribed, from general public at least two of \nwhom shall be w omen.  \n \n \n1Subs . and Ins. by Act LXI of 2023, s s.10-11. \n2Omitted  by the Pakistan Electronic Media Regulatory Authority (Amdt.) Act, 2007 (Act II of 2007 ), s.15. \n3Subs. ibid., for “full -stop”.  \n4New clause (d) added ibid. \n \n \n \nPage 16 of 21 \n \n (5) The Chairperson or members, unless earlier removed for misconduct or physical or mental \nincapacity, shall hold office for a term of two years and shall be eligible for re -appointment for a \nsimilar term as the Federal Government may determine:  \nProvided that the Chairperson or  a member may, by writing under his hand addressed to the \nChairman, resign from his office:  \n Provided further that the Chairperson and members shall hold honorary positions.  \nExplanation .— For the purposes of this section, the expression “misconduct” means \nconviction for any offence involving moral turpitude and includes conduct prejudicial to good order, \npolitical influence or involvement, or unbecoming of a gentleman, or absence from three or more \nsuccessive meetings of the Council.  \n(6) For the purpose of exercising jurisdiction under sub -section (3) for grievances of the \nelectronic media employees, in each Council, two non -voting honorary members shall be appointed \nby the division to which business of this Ordinance stands allocated, one from broadcasters and one \nfrom electronic media employees, who shall serve to that extent only.  \n(7) The Councils shall have the powers to summon the complainant, aggrieved person and the \nlicensee against whom a complaint has been made and call for his or its explanation reg arding any \nmatter relating to its operation.  \n(8) The functions and operation of the Councils shall be such as may be prescribed.  \n(9) The Councils may recommend to the Authority for imposition of a fine of not less than two \nhundred thousand rupees and not m ore than one million rupees against any individual person. The \nCouncils may also recommend to the Authority appropriate action of censure, fine up to two million \nrupees in respect of a licensee. In case a licensee repeats violation, the Council may recomme nd the \nsuspension of the licence or prohibition on broadcasting or rebroadcasting or distributing any \nprogramme or advertisement against a broadcast media, broadcast station or distribution service \noperator or person for violation of the provisions of this  Ordinance, rules and regulations made \nthereunder or any terms and conditions of licence and code of conduct for programme content and \nadvertisements as may be prescribed.  \n(10) The Authority or the Chairman may refer any matter to the Council for appropria te \nrecommendations.  \n(11) The Council shall verify the content of disinformation on the basis of d ocumentary \nevidence and make appropriate recommendations to the Authority within a period of thirty days:  \nProvided that not more than two adjournments shall be  entertained by the Council upon an \nadvance application by the licensee or the complainant or any aggrieved p erson. In case of non -\nappearance by either party or non -filing of application for adjournment, the Council shall proceed with \nthe matter on the basis of available material and record.  \n(12) Each Council shall compile and submit the annual report of licensee r egarding the \ncompliance of Code of Conduct to the Authority. ] \n \n  \n \n \nPage 17 of 21 \n \n 1[27. Prohibition of  broadcast media or  distribution service operation.__  The Authority shall \nby ord er in writ ing, giving r easons therefore,  prohibit  any bro adcast media or distribution  service operator \n2[or person]  from⸺ \n \n(a)  broadcasting  or re-broadcasting  or distributi ng any programm e or advertisement 2[or \nexpression by any person]  if it is of the  opinion  that  such  particular  programm e  or  \nadvertisement 2[or expression by any person]  is  against  the  ideology  of Pakistan or \nis likely to create hatred among the people or is prejudicial to the maintenance of \nlaw  and  order  or  is  likely  to  disturb  public  peace  and  tranquil ity  or  endangers  \nnational security  or  is pronographic,  obscene  or vulgar  or is offensive  to the \ncommonly  accepted standards of decency; or \n \n(b)  engaging in  any practice or act which amounts to  abuse of media pow er by way \nof harming the legitimate interests of another licensee or willfully causing  damage to \nany other person 2[:]] \n2[Provided that the Authority after prohibiting the programme or \nadvertisement or expression by any person under clause (a) may refer the matter to \nthe Council of Complaints for appropriate recommendations. The Council, after \nhearing the concerned licensee or person, as the case may be, may recommend within \nthirty days to the Authority to take appropriate action as empowered under this \nOrdinance.]  \n \n28. Suspension of 3[broadcast media or distribution service] operation .__ A 4[broadcast media or \ndistribution  service] operator shall not cease or suspend broadcasting except on account of force majeure \nor with the prior  Approval of the Authorit y. \n29. Power   to  authorize   inspection.__  (1)  The  Authority   may  authorize   any  of  its  officers   or  its \nnominees   to  enter    the  premises   of   a  5[broadcast   media   or  distribution   service]   operator   for  purposes  \nof inspection 6[* * *  *]. \n \n(2) A broadcast 7[media station or distribution  service premises] shall, at all reasonable times, be open \nto inspection by an authorized officer under sub-section (1) and the licensee shall provide such officer with \nevery assistance and facility in performing his duties. \n(3)  The  authori zed officer shall, within  forty-eight hours  of the insp ection, submit his inspection report \nto the Authorit y. \n \n8[(4) The Authority  may authori ze any of  its officers to un dertake investigation, in the manner it may \nprescribe, in any matter with regard to its functions  and to seek any specific information, from any person,  \nwhich the Author ity may deem useful in order to enable it to determine and dispo se of such matter. \n(5) The Authority  or as the case may be the Chairman after issuing  a show  cause notice to a broadcast \nmedia or di stribution s ervice may seize its bro adcast or distribution service equipment, or seal the premises, \nwhich is being used in contravention  of the provisions  of this Ordin ance or the rules made thereunder or any \nother law: \n \n1Subs. by the  Pakistan Electronic Media Regulatory Authority (Amdt.) Act, 2007( Act II of 2007), s.17, for “section 27”.  \n2Ins., sub.  and added by Act LXI of 2023, s.12.  \n3Subs. by the Pakistan Electronic Media Regulatory Authority (Amdt.) Act, 2007( II of 2007), s.18, for “broadcasting or CTV”.  \n4Subs. ibid., for “broadcast er or”.  \n5Subs. ibid., s.19, for “broadcast er or a CTV”.  \n6Certain words omitted ibid. \n7Subs. ibid., for “or CTV station”.  \n8New sub -section s (4), (5) and (6) added ibid. \n  \n \n \nPage 18 of 21 \n \n Provided that the equipment shall be returned to the holder of a valid licence after imposing \non him such penalty as the Authority  may determine. \n \n(6) 1[* * * * * * *] \n1[29A. Imposition of fine. — The Authority or, as the case may be, the Chairman, after the \nlicensee has been given reasonable opportunity to show cause, impose fine up to one million rupees \non a licensee who contravenes any of the provisions of this Ordinance or the rules or regulati ons or the \ncode of conduct or the terms and conditions of the licence:  \nProvided that in case of severe violations, the Authority may impose a fine up to ten million \nrupees on the licensee.  \n29B. Dues to be recovered as arrears of land revenue. — All dues inc luding outstanding \nlicence fee, annual renewal fee or any other charges including fine as imposed by the Authority shall \nbe recoverable  as arrears of land revenue. ] \n \n2[30. Power to vary conditions, suspend or revoke the licence.⸺(1) The  Authority may \nrevoke or suspend the licence of a broadcast media or distribution  service by an order in \nwriting  on one or more of the following  grounds,  namely:⸺ \n \n(a)  the license e has failed to pay the license fee , annual renewal fee or any other \ncharges including fine, if any;  \n \n(b)  the licensee has contravened any provision of  this Ordinance or rules or \nregulations made thereunder: \n \nProvided that in the case of revocation of a licence of a broadcast media \nan opinion to this effect shall also be obtained from the Council of Complaints;  \n \n(c)  the licensee has failed to comply with any condition of the licence; and \n \n(d)  where the licensee is a company, and its shareholders have transferred a \nmajority  of the shares in the issued or paid up capital of t he company or  if \ncontrol of the company is otherwise  transferred to persons  not being the \noriginal shareholders of the company at the time of grant of licence, without  \nwritt en permission of the Authorit y. \n \n(2) The Authority  may vary any of the terms and conditions  of the licence where it deems \nthat such variation is in the public interest. \n \n(3)  Except for reason of n ecessity in the public in terest a licence shall not be varied, suspended \nor revoked und er sub-section (1) or sub-section (2) unl ess the l icensee has been given reasonable \nnotice to show cause and a personal hearing.] \n \n \n \n1Omitted and Subs. by Act LXI of 2023, ss.13-14. \n2Subs. by the Pakistan Electronic Media Regulatory Authority (Amdt.) Act, 2007( Act II of 2007), s.21 for “section 30”.  \n  \n \n \nPage 19 of 21 \n \n 1[30A. Appeals.__ Any person aggrieved by any decision or order of the Chairman or the Authority \nmay, within thirty days of the receipt therof, prefer an appeal to the High Court within whose territorial \njurisdiction the proceedings were initiated and the decision or order has been passed.]  \n1[30B. Jurisdiction of courts barred. — Jurisdictions  of civil  courts are barred. Save as otherwise \nprovided by this Act, no court or other Authority shall  have jurisdiction to question the legality of anything \ndone or any action taken under this Ordinance, by or at the instance of the Authority. ] \n \n2[31. Uplinking Facilities.⸺ (1) No person shall carry out uplinking  without  a valid Teleport \nor Satellite TV licence from the Authorit y; \n \n(2) The Authority  may, subject to fulfillment of such conditions,  as may be prescribed, issue \npermission in writing to any party to carry out t emporary uplinki ng from a ground transmission f acility to  \na satellite in order to transmit any pr ogramm e within  or outside Pakistan.] \n \n32. Power to grant exemptions.__ The Authori ty may grant exemptions  from any provisions \nof this Ordinance, where the Authority  is of the  view that such exemption serves the public interest  and  \nthe  exemptions  so  granted  shall  be  support ed  by  recording  the  reasons  for granting  such exemptions \nin writing  provided that the grant of exemptions  shall be based on guidelines  and criteria identified  in \nthe Rules and that such exemptions  shall be made in conformity with the principles of equality and \nequity as enshrin ed in the Constitution.  \n \n33. Offences and penalties.⸺ (1)  Any 3[broadcast media or distribution service] operator or \nperson who violates or abets the violation of any of the provisions of the Ordinance shall be guilty of an \noffence punishable with a fine which may extend to 4[ten million] rupees.  \n \n(2) When such 3[broadcast media or d istribution service] operator or person repeats the violation \nor abetment, such person shall be guilty of an offence punishable with imprisonment for a term which may \nextend to three years, or with fine, or with both.  \n(3) Where the violation, or abetment of the violation of any provision  of this Ordin ance is \nmade by  a person who  does not  hold a licence, such violation s hall be punis hable with imprison ment \nfor a term whi ch may extend to  four years, or  with fine, or with both 5[, in addition  to the \nconfiscation of the equipment used in the commission of the act.] \n \n6[(4) Whoso ever damages, removes, tampers with or commits theft of any equipment of a \nbroadcast   media   or d istribution   service   station   licensed   by the Authorit y, including transmitting \nor bro adcasting apparatus, receivers, boost ers, converters, distributors,  antennae, wires, decoders, set-\ntop boxes or multipl exers shall be guilty of an offence punis hable with imprison ment which may extend \nto three years, or with fine, or both.]  \n7[33A.  Officers of Federal, Provincial and Local Governments to assist  Authority.__ The \nofficers of Federal Government, Provincial Governments and Local Governments including  the Capital \nTerritory  Police and the Provincial Police shall assist the Authority  and its officers in the discharge \nof their functions  under the provisions  of this  Ordin ance and the rules and regulations  made thereunder. \n \n1Subs . and Ins. by Act LXI of 2023, ss.15-16 \n2Subs.  by the Pakistan Electronic Media Regulatory Authority (Amdt.) Act, 2007(Act II of 2007), s.23, for “section 31” . \n3Subs.  ibid., s.24, for “broadc oaster or CTV” . \n4Subs. ibid., for “one million”.  \n5Added ibid. \n6New  sub-section (4) added ibid. \n7New sections 33 A and 33B ins. ibid., s.25.  \n \n \nPage 20 of 21 \n \n 33B. Warrants for search.⸺ (1) Where on information furnish ed by the Authorit y, the \nCourt has reason to believe that any unlicensed  br oadcast media or distributi on  service is being \nowned, contro lled or operated or its equipment is being kept or concealed, it may issue a search \nwarrant and the person to whom such search warrant is directed, may enter the premises where \nsuch unlicensed broadcast media or distribution  s ervice is being owned, control led, operated or \nprovided or its equipment is being kept or concealed, or carry out search and inspection thereof and \nseize all or any equipment therein. \n(2)  A ny equipment of a broadcast media station seized und er sub-section (1) h aving no ostensible \nowner shall vest in the Authorit y.] \n \n34. Cases  to be initiated on  complaint.__  No court  shall  take cognizance  of any offence  \nunder 1[sub­section  (1) or (2) of section  33 of] this Ordin ance except  on a complaint  in \nwriting  by the Authority  or any officer authorized by  it. \n \n1[34A. Offences to be compoundable and cognizable.__  The offences under sub-sections (3) \nand (4) of section 33 of this Ordin ance shall be compound able and cognizable.] \n \n35. Cognizance of offences etc.⸺ (1) No court inferior to that of a Magistrate of the first class \nshall try an offence punishable under this Ordinance. \n \n(2) Notwithst anding anything  contained in section 32 of the Code of Criminal Procedure, \n1898  (Act V of 1898),  it shall be lawful for any Magistrate of the first class to pass any sentence \nauthori zed by this Ordin ance even if such sentence exceeds his powers under the said section 32. \n \n36.  Offences by companies.⸺ (1)   Where any offence under this Ordin ance   has been \ncommitted by a person who at the time the offence was committed was in charge of and was responsible  \nto the company for the condu ct of the business of the  company as well as the company itself shall be \ndeemed to be guilty of the offence and shall be liable to be proceeded against and punished accordin gly. \n \n(2) Where the person guilty of an offence under this Ordin ance, is a company, corpor ation or \nfirm, every director, partner and employee of the company, corpor ation or firm shall, unless he \nproves that offence was committed without  his knowl edge, or consent, shall be guilty of the offence \nand shall be liable to be proceeded against and punis hed accordingly. \n \n37. Ordinance overrides other laws.⸺ (1) The provisions  of this Ordin ance shall have effect \nnotwithst anding anything  to the contrary contained in any other law for the time being in force, \nor any contract, agreement or any other instrument whatsoever: \n \nProvided that⸺ \n \n2[(a)  the national broadcasters and state -owned enterprises shall continue to be \nregulated by the relevant laws; and]  \n \n \n \n1Ins. by the Pakistan Electronic Media Regulatory Authority (Amdt.) Act, 2007(Act II of 2007), ss. 26-27. \n2Subs. by Act LXI of 2023, s.17.  \n \n \n \nPage 21 of 21 \n \n (b)  other existing  private broadcasters or CTV operators who had been granted \nrespective monopoli es in multi-modal distribution  system, cable TV and in FM \nradio shall henceforth be regulated by this  Ordin ance except in respects where \nspecific exemptions  are granted by the Authorit y. \n38. Indemnity.__ No suit, prosecution or oth er legal proceeding shall lie against the Federal \nGovernment or any Provincial Government or local author ity or any other person exercising any \npower or performing any function under this Ordin ance or for anything which is in good faith done  or \npurporting or  intended to be done  under this Ordin ance or any rule made th ereunder. \n \n39. Power to make rules.⸺ (1) The Authority  may, with the approval of the Government, by \nnotification in the official Gazette, make rules to carry out the purpos es of this Ordin ance. \n(2) In particular, and without prejudice to the generality of the fore-going power, such rules \nmay be provided for all or any of the following  matters, namely:⸺ \n \n(a)  to pr escribe the forms for the licences for workin g, installing, operating, or \ndealing in transmission  broadcast or distribution  apparatus and the manner in \nwhich applications for the licences shall be granted; \n \n(b)   to prescribe t he terms and conditions of the licence including  fee to be charged \nin connection with the issuance of licences and related matters, 1[*] \n1[(c)  to prescribe standards and measures for the establish ment of broadcast media \nstations, installation of bro adcasting, distribution service or teleporting \nequipment, transmitters, receivers, boost ers, converters, distrib utors and \ncommon antennae; \n \n(d)  to prescribe terms and conditions  for the broadcast media or distribut ion service \noperators who own,  control  or operate more than one media enterprise; and \n \n(e)  to define the circumstances constit uting undue concentration of media \nownership and abuse of powers and anti-competitive practices by media \ncompanies.] \n2[39A. Power to make regulations. — The Authority may, by notification in the official \nGazette, make regulations not inconsistent with the provision of this Ordinance and the rules for \ncarrying out the purposes of this Ordinance in respect of its internal matters or as such required  by \nany provision of this Ordinance. ] \n40. Removal of difficulties.__ If any difficulty arises in giving effect to the  provisions  of this \nOrdin ance, the Authori ty may make such ord er, not inconsistent with pro visions  of this Ordin ance, as \nmay appear to it to be necessary for the purpose  of removing the difficulty. \n \n \n \n         RGN Uploaded on 26.1.2024  \n \n1Omitted  and subs.  by the Pakistan Electronic Media Regulatory Authority (Amdt.) Act, 2007( Act II of 2007), s. 28. \n2Ins. by Act LXI of 2023, s.18."
}