{
    "file": "./converted_json\\administrator9747c97d369ef5dabaeefa0c98fe9ac4.json",
    "name": "The Islamabad Capital Territory Agricultural Produce Markets Ordinance, 2002",
    "date": "2002",
    "tagline": "An Ordinance to provide for regulation of purchase and sale of agricultural products in the Islamabad Capital Territory",
    "content": "Page 1 of 21 \n  \n \n \n \n \nTHE  ISLAMABAD  CAPITAL  TERRITORY  AGRICULTURAL   \nPRODUCE  MARKETS  ORDINANCE,  2002  \n \nCONTENTS  \n \n1.  Short title, extent and commencement  \n2.  Definitions  \n3.  Notification of intention of exercising control over purchase and sale of agricultural produce \nin specified area  \n4.  Declaration of notified area  \n5.  Market committee to issue and renew license  \n6.  Application for licence fee to be paid and cancellation or suspension of licenses  \n7.  Establishment of market committees  \n8.  Constitution of the market committee  \n9.  Oath of office  \n10. Duties of the market c ommittee  \n11.  Period of office of members  \n12.  Removal of members  \n13.  Election of chairman and vice -chairman  \n14.  Vote of no -confidence  \n15.  Filling of vacancies  \n16.  Committee to be a corporate body   \n\n \nPage 2 of 21 \n 17.  Sub-committee and its powers  \n18.  Appointment and salaries of officers and servant of market committee  \n19.  Employees to be deemed to be public servants  \n20.  Execution of contracts  \n21.  Levy of fees  \n22.  Market committee funds  \n23.  Purposes for which the fund may expended  \n24.  Levy of surcharge on loss  \n25.  Trade allowance  \n26.  Board of Arbitrators  \n27.  Bar on suit in absence of notice  \n28.  Power to borrow  \n29.  Power annual proceedings  \n30.  Supersession of market committee  \n31.  Dissolution of the market committees  \n32.  Acquisition of land  \n33.  Encroachments  \n34.  Training institute  \n35.  Recovery of dues  \n36.  Emergency powers  \n37.  Penalties  \n38.  Power to make rules  \n39.  Bye-laws  \n40.  Trial of offences  \n41.  Authorities and officers  \n  \n \nPage 3 of 21 \n THE  ISLAMABAD  CAPITAL  TERRITORY  AGRICULTURAL   \nPRODUCE  MARKETS  ORDINANCE,  2002  \nORDINANCE  CXVIII  OF 2002 \nAn Ordinance  to provide for regulation  of purchase  and sale of agricultural  products  in the \nIslamabad  Capital  Territory  \nWHEREAS  it is expedient  to provide  for better  regulation  of purchase  and sale of agricultural  \nproducts  and for that purpose  to establish  markets  for agricultural  products  in the Islamabad  capital  \nTerritory;  \nAND WHEREAS  the President  is satisfied  that circumstances  exist  which  renders  it necessary  \nto take immediate  action;  \nNOW,  THEREFORE,  in pursuance  of the Proclamation  of Emergency  of the fourteenth  day of \nOctober,  1999,  and the Provisional  Constitution  Order  No.1  of 1999,  read with the Provincial  \nConstitution  (Amendment)  Order  No.9 of 1999,  and in exercise  of all powers  enabling  him in that \nbehalf,  the President  of the Islamic  Republic  of Pakistan  is pleased  to make  and promul gate the \nfollowing  Ordinance , ___ \n1. Short  title,  extent  and commencement.___(1) This Ordinance  may be called  the \nIslamabad  Capital  Territory  Agricultural  Produce  Markets  Ordinance,  2002.  \n(2) It extends  to the whole  of the Islamabad  Capital  Territory.  \n(3) It shall  come  into force  at once.  \n2. Definitions.___ In this Ordinance,  unless  there  is anything  repugna nt in the subject  or \ncontext,___ \n(a)  “agriculture  Produce”  means:___ \n(i)  barley  and its atta, sallu,  bhusu;  \n(ii)  bujra  (grains)  and its atta; \n(iii)  cotton  unginned  (phutti),  cotton  ginned  (lint),  cotton  waste;  \n(iv)  chillies  (green  dry and ground):  \n(v)  fodders,  viz senji,  lucem,  shaftal,  berseem,  shalgham,  guara,  chari,  \nbajra,  maize,  javi, barley,  wheat,  jowur  (green  and dry) and their seeds  \nmethi,  metha,  swank,  oats, ajwain;  \n(vi)  fruits  and vegetables  (fresh  and dry) and their squashes,  jams,  pickles,  \ncordials,  marmalades,  chuntnies,  sauce,  jellies;  \n(vii)  firewood  and tanning  bark;  \n(viii)   gram  (whole  and split)  and its chollia  , atta, kera,  surri,  bura,  wandaa.  \n \nPage 4 of 21 \n (ix)  jute (seed  and fibre);  \n(x)  jowar  (grains)  and its atta; \n(xi)  poultry  including  turkeys  (dressed  or otherwise),  fish and livestock  \nproducts,  viz,. beef,  mutton,  hides  and skins  (dry and wet),  bones,  bone  \nmeals,  feeds,  wool,  hair, eggs,  cheese,  butter,  desi ghee,  milk and curd \n(dehi);  \n(xii)  mehndi  (leaves  and powder);  \n(xiii)   maize  (grains),  maize  cobs (dry and green) and its atta, starch,  \nsug(glucose),  glutten,  meals  and wastes;  \n(xiv)   oilseeds;  viz., cotton  seed,  linseed,  sarson,  raya,  toria,  taramira,  \nsoyabean ,sunflower,  til, groundnut,  castor,  palm  and their oils, oil \ncakes,  hulls,  meals  feeds,  vegetable  ghee;  \n(xv)  pulses  (whole  and split),  viz., moong,  mash,  masour,  moth,  raj mash,  \narhar,  lobia,  gram  and other  beans;  \n(xvi)   rice (paddy),  rice (cleaned),  rice (broken)  phak  parali,  hulls,  husks  (rice \nsilver);  \n(xvii)   sugarcane  and its products,  viz. gur, shakkar,  sugar  (desi  and refined),  \nmolasses,  sugarcane  juice;  \n(xviii)   tobacco  leaves,  tobacco  cured  and its snuff  or naswur  and guraku  and \n(xix)  wheat  and its atta maidu,  suji, duliu,  starch,  chukur,  bran,  bhusa;  any \nother  commodity  that may hereafter  be declared  by notification  to be \nagricultural  produce  for the purposes  of this Ordinance;  \n(b) “dealer”  means  any person  who within  the notified  market  area sets up, \nestablishes,  uses or allows  to be used any place  for the purchase  or sale of the \nagricultural  produce;  \n(c)  “Director  of Agriculture”  means  the Director  of Agriculture  Industries  and \nLabour  Welfare,  Islamabad  Capital  Territory;  \n(d)  “Deputy  Commissioner”  means  the Deputy  Commissioner  of the district  \nwithin  the boundaries  of which  the notified  marker  area concerned  is situated;  \n(e)  “Extra  Assistant  Director  Agriculture”  means  the Extra  Assistant  Director  of \nAgriculture  concerned;  \n(f)  “grower”  means  a person  who by himself  or through  tenants  or otherwise  \ngrows,  rears,  produces,  manufactures  or processes  agricultural  produce  but \nshall  not include  a person,  other  than a member  of a society  registered  under  \nthe Co-operative  Societies  Act, 1912  (II of 1912),  who works  as a dealer  or \nbroker  either  individually  or as a part of a firm of dealers  or brokers  or is \n \nPage 5 of 21 \n otherwise  engaged  in the business  or disposal,  storage  or processing  of \nagricultural  produce;  \n(g)  “Government”  means  the Federal  Government;  \n(h)  “market”  means  a building,  block  of buildings,  enclosure  or other  area which  \nmay be so notified  in accordance  with the rules  made  under  this Ordinance;  \n(i)  “market  committee”  means  a market  committee  established  under  section  7 of \nthis ordinance;  \n(j)  “notified  market  area”  any area notified  under,  \n(k)  “prescribed”  means  prescribed  by rules  or bye-laws made  Ordinance;  \n(k)  “prescribed”  means  prescribed  by rules  or bye-law made  under  this \nOrdinance;  \n(l)  “Secretary  market  committee”  means  the secretary  of the market  committee  \nconcerned;  \n(m)  “trade  allowance”  means  such allowance  as may be prescribed  under  the rules  \nor may be specified  in the bye-laws of a market  committee;  and \n(n)  “warehouseman”  includes  a person  who stores  any agricultural  produce  not \nbelonging  to himself  and charges  rent therefore  in any form,  from  the persons  \nat whose  instance  the said produce  in so stored.  \n 3. Notification  of intention  of exercising  control  over  purchase  and sale of agricultural  \nproduce  in specified  area. ___ Government  may,  by notification,  declare  its intention  of exercising  \ncontrol  over the purchase  and sale of such agricultural  produce  and in such area as may be specified  \nin the notification  and such,  notification  shall  state that all objections  or suggestions,  which  may be \nreceived  by the Deputy  Commissioner  through  Extra  Assistant  Director  of Agriculture  within  a \nperiod  to be specified  in the notification  will be considered :___ \nProvided  that such period  shall  not be less than thirty  days from  the date of issue  of the \nnotification.  \n4. Declaration  of notified  area.___(1) After  the expiry  of the period  specified  in the \nnotification  under  section  3 and after considering,  such objections  and suggestions  as may be \nreceived  before  the expiry  of the specified  period,  the Government  may by notification  and in any \nother  manner  that may be prescribed  declare  the area notified  under  section  3 or any portion  thereof  \nto be notified  market  area for the purposes  of this Ordinance  and the agricultural  produce  over which  \nControl  is to be exercised  in that area.  \n(2) Government  may,  at any time by notification,  declare  its intention  to exclude  any area \nwhich  is already  declared  as a notified  market  area and also to include  or re-include  any area and in \nso doing  the procedure  laid down  in section  3 and sub-section  (1) of this section  shall  be followed.  \n(3) After  the date of issue  of such notification  and on the establishment  of market  committee  \nunder  section  7, no local  authority,  notwithstanding  anything  contained  in any other  law entitling  \nsuch local  authority  to establish  a market  and no person  for himself  or on behalf  of the another  \n \nPage 6 of 21 \n person  unless  exempted  by rules  made  under  this Ordinance,  shall,  within  the notified  market  area,  \nset up, establish  or use any place  for the purchase  or sale of the agricultural  produce  or purchase  such \nagricultural  produce  except  under  and in accordance  with,  the terms  and conditions  of a, licence  \ngranted  under  the provisions  of this Ordinance:___ \nProvided  that a licence  shall  not be required  by a grower  who either  himself,  or through  a bona  \nfide agent,  sells his own agricultural  produce  or the produce  of his tenant  or by a person  who \npurchases  any agricultural  produce  for his private  or domestic  use:___ \nProvided  further  that in the case of a market  committee  established  for the first time under  this \nOrdinance,  no person  shall  be deemed  to have  violated  this provision  if he has made  an application  to \nthe market  committee  for grant  of a licence.  \n(4) No person  shall,  within  the market  store,  purchase,  sell or in any other  manner  deal in any \ncommodity  which  is not declared  as agricultural  produce.  \n5. Market  commit tee to issue  and renew  license.___ Subject  to such rules  as the Government  \nmay make  in this behalf,  the market  committee  concerned  shall  be the authority  to issue  licence  to a \ndealer  under  this Ordinance  and to renew  such a license.  \n6. Application  for licence  fee to be paid  and cancella tion or suspension  of licenses. ___ (1) \nAny person  who wishes  to work  as a dealer  in a notified  market  area may apply  on the prescribed  \nform  to the market  committee  concerned  for a licence  or for the renewal  of the licence  which  shall  be \ngranted  for such period,  in such form,  on such conditions  and on payment  of such fee riot exceeding  \none thousand  rupees  per annum  as may be prescribed :___ \nProvide d that no fee shall  be charged  from  a dealer  who is a cooperative  society  registered  \nunder  the Co-operative  Societies  Act, 1925  (Sind  Act VII of 1925).  \n(2) License  under  this Ordinance  shall  not be granted  to a person  who,___ \n(a)  is a minor;  or \n(b)  is found  to be of unsound  mind  by a Court  of competent  jurisdiction;  or \n(c)  is a declared  insolvent;  or \n(d)  has been  found  guilty  of criminal  misappropriation  or criminal  breach  of trust \nor cheating  or any other  offence  involving  moral  turpitude  or an abetment  of \nor attempt  to commit  any such offence  by a Court  of competent  jurisdiction,  \nprovided  that this disqualification  will not operate  if a period  of three  years  \nhas elapsed  since  the completion  of the sentence  imposed  on any person  in \nrespect  of any such offence.  \n (3) If any person  carrying  on business  of a dealer  in a notified  market  area on the date of \nissue  of notification  under  section  4 fails to apply  for a licence  within  thirty  days from  the date of \nissue  of such notification,  the market  committee  may refuse  to grant  him a licence  unless  he deposits  \nlate fee as specified  below  in cash with the market  committee :___ \n(i)  Up to 3 months  Rs.1,000.00  \n(ii) Up to 6 months  Rs.2,000.00  \n \nPage 7 of 21 \n (iii)  Exceeding  6 months  Rs.3,000.00  \n(4) The market  committee  may,  on being  satisfied  that three  has been  a breach  of any of the \nconditions  of a license  by an order  in writing  cancel  or suspend  such licence  and may also direct  that \nsuch licence  shall  be renewed  for such period  not exceeding  four months  for a first breach  and not \nexceeding  nine months  for a second  or subsequent  breach  as may be specified  in that order:  \nProvided  that no such order  shall  be passed  without  giving  the licensee  an opportunity  to show  \ncause  within  fifteen  days from  the date of issue  of the show  cause  notice.  \n(5) Any person  aggrieved  by an order  passed  under  sub-section  (4) may,  at any time within  one \nmonth  of the passing  of the order,  appeal  to the Extra  Assistant  Director  of Agriculture  of the district  \nagainst  such order.  The order  of the Extra  Assistant  Director  of Agriculture  passed  after providing  an \nopportunity  of being  heard  to the appellant,  if confirmed  by the Director  of Agriculture,  shall  be \nfinal.  \n7. Esta blishment  of market  committees.___ (1) The Government  shall  by notification  \nestablish  a market  committee  for every  notified  market  area.  \n(2) The market  committee  constituted  and established  under  the Agricultural  Produce  Market  \nAct, 1939  (V of 1939)  and the Islamabad  Capital  Territory  Local  Government  Ordinance,  1979  (VI \nof 1979)  shall  be deemed  to have  been  constituted  under  this Ordinance.  \n8. Constitution  of the market  committee.___ (1) A market  committee  shall  consist  of ten or \nseventeen  members  as Government  may in each case determine.  \n(2) Of these  members  one may be appointed  by Government  from  amongst  the employees  of \nthe Agriculture  Department.  \n(3) Subject  to such,  rules  as may be made  by the Government  in this behalf,  the remaining  \nmembers  shall  be elected  from  amongst  growers,  dealers,  functionaries  under  section  10(3)  and \nconsumer  that is to say:___ \n(a)  if the committee  is to consist  of ten members,  there  shall  be elected;  \n(i) five members  from  growers  of the notified  market  area concerned;  \n(ii)  two members  from  persons  licensed  under  section  6 and one member  \nfrom  persons  licensed  under  section  10 and working  as a weigh  man,  \nbroker  or palledar  in the notified  market  area concerned;  and \n(iii)  one member  from  amongst  the consumers  resident  in the notified  \nmarket  area concerned  who is not a dealer  or a grower;  \n(b)  if the committee  is to consist  of seventeen  ,members,  there  shall  be elected,___ \n(i)  nine members  from  growers  of the notified  market  area concerned;  and \n(ii)  five members  from  persons  licensed  under  section  6 and one member  \nfrom  persons  licenced  under  section  10 and working as a weighman,  \nbroker  or palledar  from  the notified  market  area concerned;  and \n \nPage 8 of 21 \n (iii)  one member  amongst  the consumers  resident  in the notified  market  \narea concerned  who is not a dealer  or grower;  \n(c)  for the election  the Electoral  college  shall  be,___ \n(i) in the case of grower  members,  all the elected  members  of Union  \nCouncils  in the notified  market  area concerned;  \n(ii) in the case of dealer  members,  all the licensees  under  section  (6) of the \nnotified  market  area concerned;  \n(iii)  in the case of member  in respect  of functionaries  mentioned  in sub-\nsection  (3) of section  10, all the licensees  under  section  10 of the \nnotified  market  area concerned;  and \n(iv)  in the case of consumer  member  elected  under  clause  (i), (ii) and (iii). \n(4) If any question  arises  as to whether  any person  is or is not a grower  for the purposes  of this \nOrdinance  the decision  of the Director  Agriculture  shall  be final:___ \nProvided  that the decision  shall  not be made  without  providing  an opportunity  of being  heard  \nto the person  to be affected  thereby.  \n(5) No more  than one person  related  to each other  as father,  son, brother,  uncle,  brother -in-law, \nson-in-law and their ascendants  and descendants  shall  be elected  as a member  of the same  market  \ncommittee.  \n(6) A person  shall  be eligible  as a member  of a market  committee  for two consecutive  terms,  \nbut shall  not be re-elected  thereafter  unless  two consecutive  terms  have  expired  before  such re-\nelection.  \n(7) No act done  by a market  committee  shall  be called  in question  on the ground  merely  of the \nexistence  of any vacancy  in, or any defect  in the constitution  of, the market  committee.  \n 9. Oath  of office .___ A member,  vice -chairman,  chairman  shall  before  taking  his scat make  \nand subscribe  to an oath in such form  as may be prescribed.  \n10. Duties  of the market  committee.___ (1) The market  committee  shall  enforce  the provisions  \nof this Ordinance  and the rules  and bye-law made  thereunder  in the notified  market  area and, when  \nso required  by the Government,  shall  establish  a market  therein  providing  such facilities  for persons  \nvisiting  it in connection  with the purchase,  sale, storage,  weighment,  pressing  and processing  of \nagricultural  produce  as the Government  may from  time to time direct.  \n(2) Subject  to such rules  as Government  may make  in this behalf,  the market  committee  shall  \nissue  licences  to brokers,  weighmen , measurers,  surveyors,  warehousemen,  changers,  palledara,  \nboriotas,  tolas,  tokrewalas  for carrying  on their occupation  in the market  area in respect  of \nagricultural  produce  and to renew  suspend  or cancel  such licences.  \n(3) No broker,  weighman,  measurer,  surveyor,  warehouseman,  changer,  palledar,  boriota,  Cola.  \ntotrewala  and rehriwala  shall  unless  duly authorized  by licence  carry  on his occupation  in a notified  \nmarked  area in respect  of agricultural  produce.  \n \nPage 9 of 21 \n 11. Period  of office  of members .___ Subject  to the provisions  of section  14, every  member  \nshall  hold office  for a period  of two years,  from  the date of his making  oath of office  and if on the \nexpiry  of this period  no person  is elected  to succeed  him, such member  shall,  unless  the Government  \notherwise  directs,  continue  to hold office  until his successor  is elected.  \n12. Removal  of members.___The Government  may,  at any time by notification,  after providing  \nhim an opportunity  of being  heard  remove  any member  if such member  has in their opinion,  been  \nwrongly  or improperly  elected  of has lost the qualification  on the strength  of which  he was elected  or \nwhose  continuance  as a member  in the opinion  of Government  is not desirable.  \n13. Election  of chairman  and vice-chairman.___ Every  market  committee  shall  elect  from  \namongst  its members  a chairman  and vice-chairman:___ \nProvided  that a member  who is not a grower  shall  not be eligible for election  as chairman ;___ \nProvided  further  a member  who is nova  grower  shall  also not be eligible  for election  as vice-\nchairman  of a market  committee  consisting  of seventeen  members.  \n14. Vote  of no-confidence. ___ (1) A chairman  or a vice-chairman  shall  vacate  office  if a vote \nof no-confidence  is passed  against  him in the manner  prescribed  by two-third  majority  of total \nnumber  of members  of the market  committee  electing  him. \n(2) A motion  of no-confidence  against  a chairman  or vice-chairman  shall  not be moved  before  \nthe expiry  of six months  from  the date of his assumption  of the office  and a second  or subsequent  \nmotion  shall  not be moved  except  with an interval  of six months  between  the first and second  motion  \nor any two subsequent  motions.  \n(3) A motion  of no-confidence  shall  not be competent  after the expiry  of thirty  days beyond  \nevery  interval  of six months  provided  under  sub-section  (2) and in such a situation  it shall  be deemed  \nto have  been  moved  and rejected  for purposes  of sub-section  (2):___ \nProvided  that a member  who is not a grower  shall  not be eligible  for election  as chairman.  \n15. Filling  of vacancies .___ If any vacancy  of a member  of a market  committee  occurs  due to \nhis death,  resignation,  transfer  or retirement  or is caused  by the removal  of any member  in \naccordance  with the provisions  of section  12, such vacancy  shall  be filled  in accordance  with the \nprovisions  of section  8:___ \nProvided  that term of office  of the member  so elected  shall  expire  on the same  date as the term \nof office  of the vacating  member  would  have  expired  had the latter  held office  or the full period  \nallowed  under  section  11 unless  there  be delay  in electing  a new member  to succeed  the member  first \nmentioned,  above  in which  case it shall  expire  on the date on which  his successor  is elected.  \n16. Committee  to be a corporate  body. ___ Every  market  committee  shall  be a body  corporate  \nby such name  as the Government  may specify  in the notification  establishing  and it shall  have  \nperpetual  succession  and a common  seal, may sue and be  sued in its corporate  name  and shall,  \nsubject  to the provisions  of section  28, be, competent  to acquire  and hold property  both moveable  \nand immovable  and to lease,  sell or otherwise  transfer  any moveable  or immovable  property  which  \nmay have  become  vested  in or been  acquired  by it and to contract  and to do all other  things  necessary  \nfor the purpose  for which  it is established :___ \n \nPage 10 of 21 \n Provided  that no market  committee  shall  permanently  transfer  any immovable  property  except  \nin pursuance  of a resolution  passed  at a meeting  specially  convened  for the purpose  by a majority  of \nnot less than three -fourth  of the members  of the market  committee:___ \nProvided  further  that no market  committee  shall  be competent  to exercise  any power  with \nregard  to immovable  property  without  approval  or special,  or general  directions  of the Government  \nor a person  authorized  by Government  in that behalf.  \n17. Sub-committee  and its powers. ___ (1) The market  committee  may appoint  two or more  of \nits members  to be a sub-committee  for the conduct  of any work  or to report  on any matter.  \n(2) The market  committee  may delegate  to, or withdraw  from,  any one or more  of its members,  \nor sub-committee,  such of its powers,  or duties  and in such manner  as may he prescribed.  \n18. Appointment  and salaries  of officers  and servant  of market  committee.___ (1) Subject  \nto such rules  as may be made  by the Government  in this behalf,  a market  committee  may employ  \nsuch persons  as may be necessary  for the management  of the market  including  seasonal  and part-\ntime staff may pay such persons  such salaries  and wages  as it may think  fit and shall  have  power  to \ncontrol,  remove  and punish  them.  \nThe market  committee  may also in such manner  as may be prescribed,  grant  to its employees  \nsuch leave,  allowances  pensions,  gratuities  or compassionate  allowances  as it deems  proper;  and may \ncontribute  to any provident  fiend  which  may be established  for the benefit  of such employees.  \n(2) The Government  may constitute  a market  committee  employees  cadre  for such employees  \nand on such terms  and conditions  of service  as may be prescribed.  \n(3) Subject  to such rules  as may be made  by the Government,  every  employee  of a market  \ncommittee  shall  be liable  to be transferred  for service  in any market  committee  of the Islamabad  \nCapital  Territory.  \n(4) The committee  shall,  in the case of any Government  servant  whom  it employs,  pay to \nGovernment  such contribution  towards  pension  and leave  allowances  of such servant  as may be \npayable  under  the regulations  applicable  to that Government  servant.  \n19. Employees  to be deemed  to be public  servants.___ Every  person  employed  by a market  \ncommittee  and every  member  thereof  shall  be deemed  to be a public  servant  within  the meaning  of \nsection  21 of the Pakistan  Penal  Code  (Act XLV  of 1860).  \n20. Execution  of contracts. ___ (1) Every  contract  entered  into by a market  committee  shall  be \nin writing  and shall  be signed  on behalf  of the market  committee  by the chairman  and two members  \nor, if for any reason,  the chairman  is unable  to act, by the vice-chairman  and two members  of the \nmarket  committee  and shall  be sealed  with the common  seal of the market  committee.  \n(2) No contract  other  than a contract  executed  in the manner  provided  in subsection  (1) shall  be \nbinding  on a market  committee.  \n21. Levy  of fees.___ A market  committee  may,  subject  to such rules  as may be made  by \nGovernment  in. this behalf  levy fees, not exceeding  the maximum  rates  prescribed,  on the \nagricultural  produce  bought  or sold by or through  a dealer  in the notified  market  area.  \nProvided  that no fee shall  be leviable,___ \n \nPage 11 of 21 \n (a)  in respect  of any transaction  in which  delivery  of the agricultural  produce  \nbought  or sold is not actually  made;  \n(b) on a person  who is not a party  to a transaction;  and \n(c) in respect  of any subsequent  transaction  of sale or purchase  within  the same  \nnotified  area of an agricultural  produce  extracted  after being  subjected  to \nmanufacturing  processing.  \n22. Market  committee  funds.___ (1) All moneys  received  by a market  committee  shall  be \ndeposited  into a fund to be called  the market  committee  fund.  All expenditure  incurred  by a market  \ncommittee  under  or for the purposes  of this Ordinance  shall  be defrayed  out of the said fund and any \nsurplus  remaining  after meeting  such expenditure  shall  be invested  in such manner  as may be \nprescribed.  \n(2) Every  market  committee  shall,  out of its fund,  pay to the Government  the cost of any \nspecial  of additional  staff employed  by the government  in consultation  with the market  committee  \nfor giving  effect  to provisions  of this Ordinance  in the notified  market  area.  \n(3) The Government  shall  determine  the cost of such special  or additional  staff and shall,  \nwhere  the staff is employed  for the purposes  of more  market  committees  than one, apportion  such \ncost among  the committees  concerned  in such manner  as they think  fit. The decision  of the \nGovernment  determining  the amount  payable  by any market  committee  shall  be final.  \n(4) Every  market  committee  shall,  out of its fund pay to the Government  such percentage  of its \nincome  as may be prescribed  to be credited  to a fund maintained  and operated  upon  by the \nGovernment  for purposes  common  to or in the overall  interests  of the market  committees.  \n23. Purposes  for which  the fund  may expended. ___Subject  to the provisions  of section  22 the \nmarket  committees  fund shall  be expended  for the following  purposes  only,  namely:___ \n(a)  acquisition  of land for the establishment  of market  or markets;  \n(b)  maintenance  and improvement  of the markets  including  construction  of \nstorages,  platforms  small  pullies,  culverts  and roads;  \n(c)  construction  and repair  of-buildings  which  are necessary  for the purposes  of \nestablishing  such markets  and for the health.,  convenience  and safety  of the \npersons  using  them;  \n(d)  collection  and dissemination  of information  regarding  all matters  relating  to \nmarketing  in respect  of the agricultural  produce  and propaganda  in favour  of \nagricultural  improvement  and thrift;  \n(e)  providing  comforts  and facilities  such as light,  sanitation,  shelter,  shade,  \nparking,  accommodation  and water  for the persons  draught  cattle,  vehicles  and \npack  animals  coming  to the market  and similar  other  purposes;  \n(f)  provision  of facilities  such as cleaning  sets, plants  for grading,  standardization,  \npacking  and processing  of agricultural  produce.  \n \nPage 12 of 21 \n (g)  construction  of cold storages,  warehouses  and godowns  for the benefit  of \ngrowers;  \n(h)  establishment  of feeder  markets;  \n(i)  provision  and maintenance  of standard  weights  and measures;  \n(j)  pay, leave,  compassionate  and medical  allowances,  gratuities,  pensions,  \nhonoraria  and contributions  towards  leave  allowances  or provident  fund of the \npersons  employed  by market  committee;  \n(k)  payment  of interest  on loans  that may be raised  for purposes  of the market  and \nthe provision  of sinking  fund in respect  of such loans;  \n(l)  expenses  incurred  to auditing  the account  of market  committee,  \n(m)  payment  of traveling  allowances  to the members  and employees  of market  \ncommittees  and -embers  of the Board  of Arbitrators  as prescribed ; \n(n)  payment  of allowances  and honoraria  to the Administrator  of the superseded  \nmarket  committee;  \n(o)  contribution  towards  the market  committees  fund subject  to rules  framed  \nthereunder;  \n(p)  payment  of property  tax and house  tax; \n(q)  payment  of other  taxes  as covered  by appropriate  Act or Ordinance;  \n(r)  engagement  of a lawyer;  \n(s)  subject  to previous  sanction  of the Government  — \n(1)  purchase  of load carrying  vehicles  for bringing  agricultural  produce  of \nfarmers  to the market;  and \n(2)  agricultural  implements  and machinery  to be distributed  amongst  \ngrowers  of the market  area;  \n(t)  holding,  of agriculture  melas,  fairs,  exhibitions  and shows  for agriculture  \npublicity  and propaganda  amongst  farmers  for improved  production;  \n(u)  advance  of loans  on interest  to other  market  committees  in the district  for \ncarrying  out development  projects  with the previous  sanction  of the \nGovernment;  \n(v)  training  of members  and staff of market  committees  and members  of the \nBoard  of Arbitrators;  \n(w)  purchase  or sale of essential  agricultural  commodities;  \n \nPage 13 of 21 \n (x)  any other  purpose  that may be declared  by notification  by the Government  for \nimprovement  of agriculture  and agricultural  marketing,  which  is calculated  to \npromote  the general  interest  of the farmer;  and \n(y)  for the conduct  of elections . \n 24. Levy  of surcharge  on loss.___ (1) Every  person  shall  be liable  for the loss, waste  or \nmisappropriation  of any money  or property  belonging  to a market  committee,  if such loss, waste  or \nmisappropriation  is proved  to the satisfaction  of the Deputy  Commissioner  or any other  officer  \nspecially  empowered  in this behalf  to the Government  to be the direct consequence  of such person’ s \nneglect  or misconduct  in the performance  of his duties  while  being  a member  of the market  \ncommittee.  \n(2) The person  against  whom  an order  under  sub-section  (1) is made  may within  one month  \nof the issue  of such order,  appeal  to the Government  which  shall  have  the power  of confirming,  \nmodifying  or setting  aside  the order.  \n 25. Trade  allowance.___ No trade  allowance,  other  than an allowance  prescribed  by rules  or \nbye-laws made  under  this Ordinance  shall  be made  or received  in a notified  market  area by any \nperson  in any transaction  in respect  of agricultural  produce  and no civil court  shall,  in any suit or \nproceeding  arising  out of any such transaction  recognize  any trade  allowance  not so prescribed.  \n 26. Board  of Arbitrators .___ (1) The Government  may,  by notification,  direct  that all or any \nof the disputes  other  than a dispute  to which  all the parties  are dealers,  arising  in notified  market  \narea,  and relating  to such matters  connected  with agricultural  produce  as may be prescribed  shall  be \nreferred  to a Board  of Arbitrators  constituted  under  this Ordinance  in such manner,  for such period  \nand subject  to such provisions  as may be prescribed.  \n (2) The Board  shall  receive  and record  evidence  and shall  have  power  to administer  oaths  to \nparties  and witnesses  and on requisition  in writing  signed  by the Chairman  of the Board,  the \nMagistrate  authorized  by the District  Magistrate  in this behalf  shall  issue  necessary  processes  for the \nattendance  of witnesses  and the production  of documents  and material  objects  required  by the Board  \nand may enforce  the said processes  as if they were  processes  for attendance  and for production  \nbefore  himself.  \n (3) No member  of the Board,  who has a direct  interest  in the, matter  under  reference  shall  \ntake part in the consideration  or discussion  of, or vote on any question  with respect  to the said matter.  \n (4) The decision  of the Board  of Arbitrators  shall  be in accordance  with majority  of votes.  \n (5) If a majority  of votes  is not in favour  of any proposed  decision,  the opinion  of the \nChairman  of the Board  shall  prevail.  \n (6) The decision  of the Board  of Arbitrators  shall,___ \n(a)  be enforced  by a civil court  having  jurisdiction  as if it were  a decree  of that \ncourt;  and \n(b)  be final and shall  not be questioned  in any Court.  \n 27. Bar on suit in absence  of notice.___ (1) No suit shall  be instituted  against  any market  \ncommittee  or any member  or employee  thereof  or any person  acting  under  the direction  of any such \n \nPage 14 of 21 \n market  committee,  member,  or employee  for anything  done  or purporting  to be done  under  this \nOrdinance,  until the expiration  of two months  next after a notice  in writing  stating  the cause  of \naction,  the name  and place  of abode  of the intending  plaintiff  and the relief  which  he claims,  has \nbeen  in the case of a market  committee,  delivered  or left at its office  and in the case of any such \nmember,  employee  or person  as aforesaid,  delivered  to him or left at his office  or usual  place  of \nabode,  and the plaint  shall  contain  a statement  that such notice  has been  so delivered,  or left:___ \n Provided  that if any such suit is filed without  delivering  or leaving  such notice  as aforesaid  or \nbefore  the expiration  of the said period  of two months  or where  the plaint  does not contain  a \nstatement  that such notice  has been  so delivered  or left the plaintiff,  shall  not be entitled  to any cost. \n (2) Every  such suit shall  be dismissed  unless  it is instituted  within  six months  from  the date \nof the accrual  of the cause  of action.  \n 28. Power  to borrow. ___ (1) A market  committee  may,  with the sanction  of the Government  \nraise  money  required  for carrying  out the purposes  for which  it is established  oil the security  of any \nproperty  vested  in and belonging  to the market  committee  and of any fees leviable  by the market  \ncommittee  under  this Ordinance.  \n (2) A market  committee  may,  for the purpose  of meeting  the initial  expenditure  on lands,  \nbuildings  and equipment  required  for establishing  a market,  and for the proper  discharge  of the duties  \nand functions  impose,  on it by or under  this Ordinance,  obtain  a loan from  the Government  or from  \nany other  market  committee  on such conditions,  and subject  to such rules  as may be prescribed.  \n 29. Power  annual  proceedings. ___- (1) The Government  may,  by order  in writing  call for the \nrecord  and annul  any proceeding  of a market  committee  or its subcommittees  which  it considers  not \nto be in conformity  with law or rules  or bye-laws and may do all things  necessary  to secure  such \nconformity  or may suspend  any resolution  which  it considers  likely  to lead to breach  of peace  or to \ncause  injury  or annoyance  to public  or to any class  or body  of person  or is likely  to affect  adversely  \nthe interest  of the market  committee  or of growers  or dealers  transacting  business  in agricultural  \nproduce  or of any class  of functionaries  working  in the notified  market  area:___ \n Provided  that no action  under  sub-section  (1) shall  be taken  by the Government  without  \nproviding  an opportunity  of being  heard  to the market  committee  or its sub-committee.  \n (2) An officer  authorized  by Government  may,  by order  in writing,  suspend  within  the limits  \nof the notified  market,  the execution  of any resolution  or order  of a market  committee  or its sub-\ncommittee  or prohibit  the doing  within  those  limits  of any act which  is being  done  or is about  to be \ndone  in pursuance  of or under  cover  of this Ordinance  or any rule or bye-law made  thereunder,  if in \nhis opinion  the resolution  older  or act is in excess  of the powers  conferred  by law or is likely  to lead \nto breach  of peace  or to causes  injury  annoyance  to public  or to any class  or body  of persons,  or is \nlikely  to affect  adversely  the interests  of the market  committee  of growers  or dealers  transacting  \nbusiness  in agricultural  produce  or of any class  of functionaries  working  ill the notified  market  area \nconcerned.  \n (3) The officer  making  an order  under  this section  shall  forthwith  forward  a copy  thereof,  \nwith a statement  of his reasons  for making  it and the explanation,  if any, of the market  committee  \nconcerned  to the Government  who may thereupon  rescind  the order  or direct  that it shall  continue  in \nforce  with or without  modification  permanently,  or for such period  as it thinks  fit. \n \nPage 15 of 21 \n  30. Supersession  of market  committee.___ (1), If, in the opinion  of the Government  a market  \ncommittee  is incompetent  to perform  or persistently  makes  default  in performing  the duties  imposed  \non it by or under  this Ordinance  or abuses  its powers,  the Government  may by notification  supersede  \nsuch committee:___ \n Provided  that before  issuing  a notification  under  this sub-section  the Government  shall  give a \nreasonable  opportunity  to the market  committee  for showing  cause  against  the proposed  supersession  \nand shall  consider  the explanations  and objections,  if any, of the market  committee.  \n (2) Upon  the publication  of a notification  under  sub-section  (1) the following  consequences  \nshall  ensue .___ \n(a) all the members  including  the Chairman  and Vice  Chairman  of the market  \ncommittee  shall,  as front  the date of such publication,  be deemed  to have  \nceased  to be members  of the market  committee;  and \n(b) all assets  of the market  committee  shall  vest in Government  and the \nGovernment  shall  be liable  for all the legal  liabilities  of the market  committee  \nsubsisting  at the date of its supersession  up to the limit  of the said assets.  \n (3) The Government  may,  at its discretion,  by order,  constitute  either  a new market  \ncommittee  as provided  under  section  7 or such other  authority  for the carrying  out of the functions  of \nthe market  committee  as the Government  may deem  fit. \n (4) When  the Government  have  made  an order  under  sub-section  (3) the assets  and liabilities  \ndefined  in Clause  (b) of sub-section  (2) vesting  in the Government  at the date of such order  shall  be \ndeemed  to have  been  transferred  on the date of such order  to the new market  committee  or authority  \nconstituted  as aforesaid.  \n (5) Where  the Government  by order  under  sub-section  (3), have  appointed  an authority  other  \nthan a new market  committee  for the carrying  out of the functions  of the superseded  market  \ncommittee  the Government  may by notification  determine  the period  not exceeding  ninety  days for \nwhich  such authority  shall  act:___ \n Provided  that the term of office  of such authority  may be terminated  earlier  if the \nGovernment  for any reason  considers  it necessary.  \n (6) At the expiry  of the term of office  of such authority,  a new market  committee  shall  be \nconstituted.  \n (7) Upon  such an order  being  made  the assets  and liabilities  vesting  in tile authority  thereby  \nsuperseded,  shall  be deemed  to have  been  transferred  by such order  to the new market  committee.  \n (8) Whenever  the assets  of a market  committee  vest in the Government  and no new market  \ncommittee  or authority  is appointed  in its place,  the Government  shall  employ  the balance  of the \nassets  remaining  after the discharge  of the subsisting  legal  liabilities  of the said market  committee  for \nany object  of public  utility  in the area specified  in the notification  issued  under  sub-section  (1) of \nsection  4. \n 31. Dissolu tion of the market  committees. ___ (1) Notwithstanding  anything  contained  in the \nOrdinance,  where  a general  election  to the National  assembly  is announced  and the Government  is \nsatisfied  that it is in the public  interest  to prevent  the Market  Committees  from  using  their funds  or \n \nPage 16 of 21 \n influence  for political  purposes,  the Government  may,  by notification,  dissolve  the market  \ncommittee.  \n (2) On the publication  of the notification  under  sub-section  (1),___ \n(a)  all the members  including  the Chairmen  and Vice -Chairmen  of the \nmarket  committees  shall,  as from  the date of such publication,  cease  to \nbe members  of the market  committee;  \n(b)  all powers  and functions  of the market  committees  shall  be exercised  \nand performed  by such officer  as the Government  may appoint  in this \nbehalf  as Administrator;  and \n(c)  all assets  of the market  committees  shall  vest in the Government  and \nthe Government  shall  be liable  for all the legal  liabilities  of the market  \ncommittees  subsisting  6n the date of their dissolution  upto the limit  of \nthe said assets  till such time new market  committees  are constituted  \nunder  section  8. \n (3) The market  committees  dissolved  under  sub-section  (1) shall  be reconstituted  as soon  as \npossible  after the constitution  of the Federal  Cabinet  as a result  of the said general  election.  \n 32. Acquisition  of land.___ Where  any land is required  by a market  committee  for carrying  \nout any of its functions  under  this Ordinance,  it shall  obtain  the prior  approval  of the Government  \nbefore  approaching  the collector  of the district  concerned  for acquisition  of land under  the Land  \nAcquisition  Act, 1894  (I of 1894).  \n 33. Encroachments.___ (1) If any person  makes  an encroachment,  moveable  or immovable  on \nover or under  a road drain,  Mara  or open  space  belonging  to a market  committee  without  its written  \npermission,  the market  committee,  in addition  to instituting  criminal  proceedings  against  him, may,  \nby notice,  require  the person  responsible  for any such encroachment  to remove  the same  in a period  \nof seven  days,  and if the encroachment  is not removed  within  such period  the market  committee  may \ncause  the encroachment  to be removed  through  its own agency,  and the cost incurred  thereon  by the \nmarket  committee  shall  be recoverable  as arrears  of land revenue:___ \n Provided  that no action  shall  be taken  without  providing  an opportunity  of being  heard  to the \nperson  to be affected  thereby.  \n (2) Notwithstanding  anything  contained  in any other  law, no compensation  shall  be payable  \nfor any encroachment  removed  or caused  to be removed  under  this section.  \n 34. Training  institute. ___ (1) The Government  may set up a training  institute  for the training  \nof members  and the staff of market  committee  dealers,  processors  and other  market  functionaries  and \nfor the promotion  of research  in agricultural  marketing  and allied  subjects  and may by rules  \nprovide,___ \n(a)  for the administration  of training  institute;  \n(b)  for the compulsory  training  of members  and staff;  \n(c)  for the courses  to be studied;  and \n \nPage 17 of 21 \n (d)  for the holding  of examinations  and the award  of diplomas  and certificates  to \nsuccessful  trainees.  \n (2) Every  market  committee  shall  pay towards  the cost and maintenance  of the institution  set \nup under  sub-section  (1) such amount  as the Government  may from  time to time determine.  \n 35. Recovery  of dues.___ (1) All sums  due from  a market  committee  to the Government  may \nbe recovered  in the same  manner  as arrears  of land revenue.  \n (2) Any amount  due to a market  committee  shall  be recoverable  as arrears  of land revenue  \n 36. Emergency  powers.  ___ If at any time Government  is satisfied  that a situation  has arisen  \nin which  the purposes  of this Ordinance  cannot  be carried  out in accordance  with the provisions  \nthereof,  Government  may by notification,___ \n(a)  declare  that the functions  of the market  committee  shall,  to such extent  as may \nbe specified  in the notification,  be exercised  by Government  or such officer  as \nit may direct;  and \n(b)  assume  to itself  all or any of the powers  vested  in or exercisable  by any market  \ncommittee;  and such notification  may contain  such incidental  and \nconsequential  provisions  as may appear  to Government  to be necessary  or \ndesirable  for giving  effect  to the objects  of the notification.  \n 37. Penalties .___ (1) Whoever  contravenes  the provisions  of section  4 shall  be punishable  \nwith fine which  may extend  to one thousand  rupees  and in case of a continuing  contravention,  with a \nfine which,  in addition  to such fine as aforesaid  may extend  to one hundred  rupees  for every  day, \nafter the date of first conviction,  during  which  the contravention  is continued.  \n (2) Whoever  contraventions  the provisions  of sub-section  (3) of section  19, shall  be \npunishable  with fine which  may extend  to one hundred  rupees  and in the case of continuing  \ncontravention  with fine which  in addition  to such fine as aforesaid,  may extend  to ten rupees  for \nevery  day, after tile date of first conviction,  during  which  the contravention  is continued.  \n(3) Whoever  contravenes  the provisions  of section  21 and 25 shall  be punishable  with fine \nwhich  may extend  to one thousand  rupees.  \n 38. Power  to mak e rules.___ (1) The Government  may,  either  generally  or specially  for any \nnotified  market  area or areas,  make  rules  consistent  with this Ordinance,  for carrying  out all or any of \nthe purposes  thereof.  \n (2) In particular  and without  prejudice  to tile generality  of the foregoing  power  such rules  \nmay provide  for all or any of the following  matters,  namely:___ \n(a)  election  and removal  of members  of market  committees;  \n(b)  power  to be exercised  and the duties  to be performed  by the market  \ncommittees;  \n(c)  election  of the Chairman  and Vice -Chairman  of market  committees  and their \npowers  and term of office;  \n \nPage 18 of 21 \n (d)  filling  of casual  vacancies  in the office  of members  or in the office  of \nChairman  or Vice  Chairman  of market  committees;  \n(e)  time,  place  and manner  in which  a contract  between  buyer  and seller  is to be \nentered  into and money  is to be paid to the seller;  \n(f)  management  of the market,  maximum  fee which  may levied  by market  \ncommittees  in respect  of agricultural  produce  bought  or sold by licensees  in \nthe notified  market  areas;  and the recovery  and disposal  of such fee; \n(g)  issuance  by market  committees  of licenses  to brokers,  weighmen,  measurers,  \nsurve yors,  warehouseman,  changers,  palledars,  boriotu s, tolas  tokrawala  and \nrehriwalas  the form  in which  and the conditions  under  which,  such licenses  \nshall  be issued  or renewed  and the fee if any to be charged  thereof;  \n(h)  the place  or places  at which  agricultural  produce  shall  be weighed,  the kind \nand description  of the scales,  weights  and measures  which  alone  may be used \nin transaction  in agricultural  produce  in a notified  market  area;  \n(i)  inspection,  verification,  regulation,  correction  and confiscation  of scales,  \nweights  and measures  in use in a notified  market  area;  \n(j)  trade  allowances  which  may be made  or received  by any person  in arty \ntransaction  in agricultural  produce  in a notified  market  area;  \n(k)  (i)  constitution,  powers  and functions  of Board  of Arbitrators;  \n(ii)  procedure  to be followed  by Board  of Arbitrators  in the disposal  of \nreferences  under  this Ordinance;  \n(iii)  transfer  of matters  and cases  from  one Board  of Arbitrators  to another  \nand the transfer  of money  in such cases;  \n(iv)  representation  in proceedings  before  Board  of Arbitrators  of parties  \nwho are minors  or of unsound  mind  or are unable  to make  an \nappearance;  \n(v)  regulation  of the scale  of costs  which  may be allowed  proceedings  \nbefore  a Board  of Arbitrators;  \n(vi)  prescribing  and determining  the amount  of the fee payable  in respect  of \nany proceedings  before  a Board  of Arbitration;  and \n(vii)  maintenance,  by Board  of Arbitrators,  of registers  and records  of \nproceedings  before  such Board  and for the inspection  of such registers  \nand records;  \n(l)  prohibition  of brokers  from  acting  in the same  transaction  on behalf  of both \nthe buyer  and the seller  of agricultural  produce;  \n(m)  provision  of accommodation  for storing  any agricultural  produce  brought  into \nthe market;  \n \nPage 19 of 21 \n (n)  preparation  of plans  and estimates  for works  proposed  to be constructed  partly  \nor wholly  at the expense  of market  committees,  and the grant  of sanction  to \nsuch plans  and estimates;  \n(o)  form  in which  the accounts  of a market  committee  shall  be kept,  audit  and \npublication  of such accounts  and the charge  if any to be made  for such audit;  \n(p)  management  and regulation  of provident  fund which  may be established  by a \nmarket  committee  for the benefit  of its employees;  \n(q)  preparation  and submission  for sanction  of annual  budget  reports  and returns  \nto be furnished  by a market  committee;  \n(r)  investment  and disposal  of surplus  funds  of market  committees;  \n(s)  prescribing  any matters  in respect  of which  fee shall  be payable  under  this \nOrdinance,  and fixing  the amount  of such fee and the mode  of payment  and \nrecovery  thereof;  \n(t)  exemption  of persons  or classes  of persons  from  the obligation  of obtaining  \nlicenses  under  section  6; \n(u)  traveling  expenses  that may be paid to the members  and employees  of market  \ncommittees;  \n(v)  settlement  of any question  as to whether  any person  is or is not in power;  \n(w)  appointment  of members  of market  committee;  \n(x)  submission  of a panel  of growers  non-official  members  and persons  licensed  \nunder  section  6 and 10; \n(y)  imposing  on persons  licensed  under  section  6, the duty of making  return  to \nmarket  committee  at regular  intervals  of transactions  of sale and purchase  \naffected  by them,  or at their place  of business  and of producing  accounts  for \ninspection  and furnishing  information  when  called  upon  by an authority  duly \nempowered  and prescribing  the form  and mode  of verification  of, and the \nparticulars  to be entered  in such returns  as well as the nature  of such \ninformation;  and \n(z)  (i)  conditions  of service  of the employees  of market  committees  and their \n grades  of pay; \n(ii) schedule  of the staff that may be employed  by the market  committees;  \n(iii)  rules  to be followed  in making  appointments  to various  posts  under  \nmarket  committees  and their appointing  authorities;  \n(iv) method  for the holding  of inquiries  in disciplinary,  cases  against  \nservants  of market  committees,  penalties  to be imposed  and appeals  \nagainst  orders  imposing  penalties;  and \n \nPage 20 of 21 \n (v)  matters  relating  to transfer,  retirement,  training  pension,  gratuities,  \nmedical  aid, travelling  and other  allowances,  leave,  conduct  of \nservants,  terms  and conditions.  \n(3) The Islamabad  Capital  Territory  Agricultural  Produce  Markets  Rules,  1940,  shall  remain  \noperative  to the extent  they are consistent  with this Ordinance  till such time new rules  are made  \nunder  this Ordinance.  \n39. Bye-laws.___(1) Subject  to this Ordinance  and rules  made  by the Government  under  \nsection  38, a market  committee  may in respect  of the notified  market  area under  its management,  \nmake  bye-laws for,___ \n(a)  regulation  of business;  \n(b)   conditions  of trading;  \n(c)  delegation  of powers,  duties  and functions  of sub-committees  if any, provided  \nby section  17; \n(d)  remunerations  of different  functionaries  and specifically  mentioned  in this \nOrdinance  working  in the notified  market  area and rendering  any service  in \nconnection  with the sale or purchase  of agricultural  produce;  \n(e)  appointment  and punishment  of its employees  ; and \n(f)  such other  matters  as are in the opinion  of the Government  necessary  or \nexpedient  to be provided  for; and may provide  that contravention  thereof  shall  \nbe punishable  on conviction  with a fine which  may extend  to rupees  five \nhundred.  \n (2) The power  to make  bye-laws under  this Ordinance  is subject  to the condition  of the bye-\nlaws being  made  after the previous  publication,  in such manner  as may be prescribe.  \n (3) The bye-laws shall  be submitted  to the Government  for confirmation  and shall  not be \nvalid  unless  and until approved  by the Government.  \n (4) The Government  may modify  the bye-laws or return  the same  to the market  committee  for \nreframing.  \n (5) The bye-laws,  as approved  by the Government,  shall  be published  in the official  Gazette  \nand shall  take effect  from  the date of such publication.  \n (6) The Government  may,  cancel  the bye-laws of market  committee  and thereupon  the bye-\nlaws shall  cease  to have  effect.  \n 40. Trial  of offences .___ (1) No offence  punishable  under  this Ordinance  or any rule or bye-\nlaws made  thereunder  shall  be tried by a Court  not inferior  to that of Magistrate  of the First Class.  \n (2) Prosecutions  under  this Ordinance  may be instituted  by a person  duly authorized  by a \nresolution  of the market  committee  in this behalf.  \n (3) All fines  recovered  shall  be credited  to the market  committee  fund.  \n \nPage 21 of 21 \n  (4) A market  committee  may by a resolution  compound  any offence  and may exercise  this \npower  at any time before  directing  prosecution,  or where  a prosecution  has been  instituted  before  the \ncase is finally  disposed  of by the trial Court.  \n 41. Authorities  and officers.___ Notwithstanding  anything  contained  in this Ordinance,  all \nauthorities  and all officers  who immediately  before  the commencement  of this Ordinance  were  \nexercising  functions  of market  committees  under  any other  law shall  continue  to exercise  their,  \nrespective  functions  under  this Ordinance  till the market  committees  are re-constituted :___ \n Provided  that the Government  may withdraw  all or any of the functions  from  such authorities  \nor officers  as it may deem  necessary ."
}