{
    "file": "./converted_json\\administratorf3245fc19ff721a7c8cc4d1f6624e136.json",
    "name": "The Works of Defence Act, 1903",
    "date": "20th March, 1903",
    "tagline": "An Act to provide for imposing restrictions upon the use and enjoyment of land in the vicinity of works of defence",
    "content": "Page 1 of 20 \n  \n \nTHE WORKS OF DEFENCE ACT, 1903  \n \n \n \nCONTENTS  \nPART I  \n \nPRELIMINARY  \n1  Short title and extent  \n2.  Definitions  \nPART II  \n \nIMPOSITION OF RESTRICTIONS  \n3.  Declaration and notice that  restrictions will be imposed  \n4.  Power to do preliminary acts after publication of notice under section 3, sub -section (2)  \n5.  Payment for damage  \n6.  Further powers exercisable after publication of notice under section 3, sub -section (2) \n7.  Restrictions  \n7A.  Restrictions with reference to  airfield  \n8.  Land to be marked out, m easured, registered and planned  \n9.  Notice to persons interested  \n10.  Power to require and enforce the making of statements as to names and interests.  \n11.  Application of certain sections of the Pakistan P enal Cod e \n12.  Inquiry and award by Collector  \n13.  Awar d of Collector when to be final  \n14.  Adjournment of inquiry   \n \n\n \nPage 2 of 20 \n 15.  Power to summon and enforce attendance of witnes ses and production of documents  \n16.  Matters  to be considered and neglected  \n17.  Supplementary proceedings  \nPART III  \n \nREFERENCE TO COURT AND PROCEDURE THEREON  \n18.  Reference to Court  \n19.  Colle ctor’s statement to the Court  \n20.  Service of notice  \n21.  Restriction on scope of proceedings  \n22.  Proceedings to be in open Court  \n23.  Matters to be considere d in determining compensation  \n24.  Matters not to be considered in determining  compensation  \n25.  Rules as to amount of compensation  \n26.  Form of awards  \n27.  Costs  \n28.  Collector may be directed to  pay interest on excess compens ation  \nPART IV  \n \nAPPORTIONMENT OF COMPENSATION  \n29.  Particulars of apportionment to be specified.  \n30.  Dispute as to apportionment  \nPART V  \n \nPAYMENT  \n31.  Payment of compensat ion or deposit of same in Court  \n32.  Investment of money deposited in respect of lands belonging to persons incompetent to \nalienate  \n33.  Investment of  money deposited in other cases  \n34.  Payment of Interest  \n \n \nPage 3 of 20 \n PART VI  \n \nMISCELLANEOUS  \n35.  Service of notices  \n36.  Penalties  \n37.  Magistrate to enfo rce the terms of the Act  \n38.  Completion of imposition of restrictions not compulsory, but compensation to be  awarded \nwhen not completed  \n39.  Demolition of part of house or building and imposition of restrictions on part of land  \n40.  Exemption from stamp duty and fees  \n41.  Notice in case of suits for an ything done in pursuance of Act  \n42.  Code of Civil Procedure to apply to proceed ings before Co urt \n43.  Appe als in proceedings before Court  \n44.  Power to make rules  \n \n \n  \n \nPage 4 of 20 \n 1THE WORKS OF DEFENCE ACT, 1903  \n1ACT No. VII OF 1903  \n[20th March, 1903 ] \nAn Act to provide for imposing restrictions upon the use and enjoyment of land in the vicinity of  \nworks of defence in order that such land may  be kept free from buildings an  other obstructions,  and \nfor determining the amount of compensation to be made on account of such imposition.  \nWHEREAS it is expedient to provide for imposing restrictions upon the use and enjoyment of  \nland in the vicinity of works of defence in order that such land may be kept free from buildings and  \nother obstructions, and for deter mining the amount of compensation to be made on account of such  \nimposition ; It  is hereby enacted as follows: - \nPART I  \n \nPRELIMINARY  \n1 Short title and extent.___ (1) This Act may be called the 2*, 1903; and  \n3[(2) It extends to the whole of Pakistan.  \n2. Definitions. In this Act, unless there is something repugnant in the subject or context, - \n(a)  the expression “land” includes benefits to arise out of land, and things attached \nto the  earth or permanently fastened to anything attached to the earth:  \n(b)  the expression “person interested” includes all person s claiming an interest in  \ncompensation to be made on account of the imposition of restrictions upon the \nuse and  enjoyment of land under this Act ; and a person shall be deemed to be \ninterested in land if  he is interested in an easement affecting the land:  \n4[5(c)  the expression “Division” means one of the Divisions or Groups into which \nPakistan is,  for military, naval or air force purposes for the time being divided ; \nit includes a Brigade  area, a sub -Area which does not form part of any Division, \na naval s tation, port, dockyard,  or establishment ; or an air force Headquarters  \nwhich does not form part of any air force  Group, and any area which the \n4[Federal Government] may, by notification in the official  Gazette, declare to \nbe a Division for all or any of the purposes of this Act :]  \n1For Statement of Objects and Reasons, see Gazette of India, 1902, Pt. V, p. 84; for Report of the Select Committee, see ibid ., 1903, p.105; for  Proceedings \nin Council, see ibid ., 1902, Pt. VI. p. 175; ibid., 1903, pp. 14 and 50 . \nIt has been extended to the Baluchistan States Union by the Baluchistan States Union (Federal Laws) (Extension) Order, 1953 ( G. G. O. 4 of 1953) as  \namended.  \nIt has also been extended to the Khairpur State, see G. G. O. 5 of 1953, as amended by G. G. O. 2 4 of 1953.  \nThe Act has also been extended to the State of Bahawalpur see G. G. O. 11 of 1953, as amended.  \nIt has also been extended to the Leased Areas of Baluchistan, see the Leased Areas (Laws) Order, 1950 (G. G. O. 3 of 1950) ; and applied in the Federa ted \nAreas of Baluchitan, see Gazette of India, 1937, Pt. I, p. 1499.  \nThe Act has been and shall be deemed to have been brought into force in Gwadur with effect from the 8th September, 1958 by th e Gwadur (Application \nof Central Laws) Ordinance, 1960 (37 f 1 960), s. 2.  \n2The word “Indian” omitted by A. O., 1949, Sch.  \n3Subs. by the Central Laws (Statute Reform) Ordinance, 1960 (21 of 1960), s. 3 and 2nd Sch. ( with effect from the 14th October, 1955 ), for sub -section \n(2) as amended by A. O., 1949, Sch., and the Federal Laws (Revision and Declaration) Act, 1951 (26 of 1951), s. 8.  \n4Subs. by the Indian Works of Defence (Amdt.) Act, 1921 (11 of 1921) s. 2, for the original cls. (c) and (d).  \n5Subs. by the Works of Defence (Amdt.) Ordinance, 1961 (34 of 1961), s. 2, for cl. (c) as amended by A. O., 1949, Sch., and A. O., 1937.  \n6 Subs. by F.A.O., 1975, Art. 2 and Table, for “Central Government”.  \n \nPage 5 of 20 \n 1[(d)  the expression “General Officer Commanding the Division” means with \nreference to a  work pertaining to the Army, the army officer for the time being \nin command of the forces  in a Division, with reference to a work pertaining to \nthe Navy, the naval officer for the  time being in command of the forces in a \nDivision and with reference to a work pertaining  to the Ai r Force, the air force \nofficer for the time being in command of the forces in a  Division]:]  \n(e)  the expression “Commanding Officer” means the officer for the time being in \ncommand of  a work of defence:  \n(f)  the expression “Collector” includes any officer specially appointed by the \n2[Federal  Government] to perform the functions of a Collector under this Act :  \n(g)  the expression “Court” means a principal Civil Court of original jurisdiction, \nunless the  2[Federal Government] has appointed (as it is hereby empowered to \ndo) a special judicial  officer within any specified local limits to perform the \nfunctions of the Court under this Act:  \n(h)  “maintain”, with its grammatical variations and cognate expressions, does not, \nwhen used in  relation to a house or other construction, include the doing of any \nact necessary for keeping  such house or construction, until the making of the \naward referred to in section 12 or until  the exercise, prior to the making of the \naward, of the powers of demolition conferred, in  case of emergency, by section \n6, sub -sections (1) and (3), in the state in which it was at the  time of the \npublication of the notice referred to in section 3, sub -section (2):  \n(i)  the following persons shall be deemed “entitled to act” as and to the exte nt \nhereinafter  provided, that is to say,___ trustees for other persons beneficially \ninterested shall be deemed the persons entitled to act  with reference to any case, \nand that to the same extent as the persons beneficially interested  could have \nacted if fr ee from disability:  \n3*  *  *  *  *  *  * \nthe guardians of minors and the committees or managers of lunatics or idiots shall be  deemed \nrespectively the persons so entitled to act, to the same extent as the minors,  lunatics or idiots \nthemselves, if free from  disability, could have acted:  \nProvided that___ \n(i)  no person shall be deemed “entitled to act” whose interest in the subject - \nmatter is  shown to the satisfaction of the Collector or Court to be adverse \nto the interest of the  person interested for whom he  would otherwise be \nentitled to act ; \n \n \n1Subs. by Ordinance 34 of 1961, s. 2, for cl. (d)  \n2Subs. by F.A.O., 1975, Art. 2 and Table, for “Central Government”, which had been subs. by A. O., 1937, for “L.G.”.  \n3Certain words were omitted by the Federal Laws (Revision and Declaration) Ordinance. 1981 (27 of 1981), s. 3 and Second Sch.  \n \nPage 6 of 20 \n (ii)  in every case the person interested may appear by a next friend or, in \ndefault of his  appearance by a next friend, the Collector or Court, as the \ncase may be, shall ap point a  guardian for the case to act on his behalf in \nthe conduct thereof ;  \n(iii)  the provisions of 1[Order XXXII of the First Schedule to the, Code of \nCivil Procedure,  1908 (Act V of 1908),] shall , mutatis mutandis, apply \nin the case of persons intereste d appearing before a Collector or Court \nby a next friend, or by a guardian for the  case, in proceedings under this \nAct ; and  \n(iv)  no person “entitled to act” shall be competent to receive the \ncompensation -money  payable to the person for whom he is entitled to \nact, unless he would have been  competent to alienate the land upon the \nuse and enjoyment of which restrictions are to  be imposed and receive \nand give a good discharge for the purchase -money on a  voluntary sale \n2[;] \n3[(j)  the expression “work” or “work of defence” means any defence establishment \nand include a naval dockyard, an airfield, a runway, an emergency landing \nground or any  area declared by the 4[Federal Government] to be a “work” or \n“work of defence” ;  \n(k)  the expression “Clearance Are a” means___ \n(i)  an area 250 yards wide measured on either side and at right angle to the \ncentre  line of a runway along its full length ;  \n(ii)  an area 75 yards wide measured on either side and at right angle to the \ncentre  line of a taxi way along its full  length ;  \n(iii)  an area 42 yards wide all round an apron or hard standing measured from \nthe outer edge ;  \n(iv)  an area immediately adjacent to both ends of a runway 300 yards long \nmeasured  along and symmetrical to extended centre line of a runway \nand 250 yards wide  either side of the centre line ; and  \n(v)  an area 500 yards wide flaring up to 707 yards beyond that mentioned \nin the  preceding clause at each end of runway extending on the groun d \nfor a distance  of 1,000 yards along and symmetrical about the extended \ncentre line of a  runway;  \n \n \n \n1Subs. by the Federal Laws (Revision and Declaration) Ordinance, 1981 (27 of 1981), s. 3 and Second Sch., for  “Chapter XXXI of the Code of Civil \nProcedure” . \n2Subs. by the Works of Defence (Amdt.) Ordinance, 1961 (34 of 1961), s. 2, for the full -stop.  \n3Clauses (j), (k), (1), (m), (n), (o), (p) and (q), added ibid. \n4Subs. by F.A.O., 1975, Art. 2 and Table, for “Central Government”.  \n \nPage 7 of 20 \n (l)  “Funnel Area” means air space clearance at each end of a runway beginning at \nthe end  of the area mentioned in clause (k) (v) at the elevation of the end of \nrunway and rising  on a slope of 1 in 50 (for every 50 feet horizontal one foot \nvertical, known as glide  angle) for  a horizontal distance of 3,033 yards measured \nalong and symmetrical about  the extended centre line of runway, the width of \nthe Funnel Area at the end of the  distance mentioned in clause (k) (v) being 707 \nyards flaring up to 1,333 yards at the  end; \n \n(m)  “Area of Restricted Height” means air space clearance at each end of a runway  \nbeginning at the end of Funnel Area above an elevation of 60 yards measured \nabove the  elevation of the end of the runway and with a width of 1,333 yards \nand a length of 5,000  yards measured along and symmetrical about the ext ended \ncentre line of the runway ; \n \n(n)  “Inner Horizontal Surface” means an air space clearance above an elevation of \n50 yards  over and above the established airfield elevation, the extent of this \nsurface being limited  to an area included within a radius of 4,333 yards \nmeasured from the geometrical centre  of the runwa y known as reference point ; \n \n \n(o)  “Inner Conical Surface” means air space clearance extended outward and \nupward from  the periphery of the Inner Horizontal Surface for a distance of \n2,333 yards, the slope of  Conical Surface being 20 horizontal to one vertical \nprotruding above ;  \n \n \n(p)  “Outer Horizontal Surface” means air space clearance above an elevation of 166 \nyards  over and above the estab lished airfield elevation, the extent of this surface \nbeing limited  to an area included between the outer periphery of Inner Conical \nSurface and a circle  having a radius of 16,667 yards me asured from the \nreference point ; \n \n(q)  “Transition Surface” means ai r space clearance joining two adjacent surfaces \nwith a  slope of 7 horizontal to one vertical measured outward and upward and \nall along the  sides of runway Clearance Area, Funnel Area and Area of \nRestricted Height, the slope  being measured at right angle to  the runway axis \nexcept, at the ends of the Area of  Restricted Height where it will be measured \nparallel to it.]  \nPART II  \n \nIMPOSITION OF RESTRICTIONS  \n \n3. Declaration and notice that restrictions will be imposed .___ (1) Whenever it appears to the  \n1[Federal Government] that it is necessary to impose restrictions upon the use and enjoyment of land \nin the vicinity of any work of defence or of any site intended to be used or to be acquired for any such  \nwork, in order that such land may be kept free from  buildings and other obstructions, a declaration  \nshall be made to that effect under the signature of a Secretary to such Government or of some officer  \nduly authorised to certify its orders.  \n \n(2) The said declaration shall be published in the 2[official Gazette] and shall state the district  \nor other territorial division in which the land is situate and the place where a sketch plan of the land,  \nwhich shall be prepared on a scale not smaller tha n six inches to the mile and shall distinguish the  \nboundaries referred to in section 7, may be inspected;  and the Collector shall cause public notice of  \nthe substance of the said declaration to be given at convenient places in the locality.  \n \n1Subs. by F. A. Q., 1975, Art. 2 and Table for “Central Government”, which had been subs. by A. O., 1937, for “L.G .”. \n2Subs. by A. O., 1937, for “ local official Gazette ”. \n \nPage 8 of 20 \n (3) The said declaration shall be conclusive proof that it is necessary to keep the land free from  \nbuildings and other obstructions.  \n4. Power to do preliminary acts after publication of notice under section 3, sub -section \n(2). It shall be lawful for such officer as the 1[Federal Government] may, by general or special order,  \nauthorise in this behalf , and for his servants and workmen, at any time after publication of the notice  \nmentioned in section 3, sub -section (2), to enter upon and survey and take levels of any land in such  \nlocality, to dig or bore into the sub -soil, to do all other acts necessary  to ascertain whether any and, if  \nso, what restrictions should be imposed on the use and enjoyment of the land, to set out the boundaries  \nof the land upon the use and enjoyment of which restrictions are to be imposed, or of any part of such  \nland, to mark s uch levels, boundaries and line by placing marks and cutting trenches, and, where  \notherwise the survey cannot be completed and the levels taken and the boundaries and line marked, to  \ncut down and clear away any part of any standing crop, fence or jungle:  \nProvided that no person shall enter into any building or upon any enclosed court or garden  \nattached to a dwelling -house (unless with the consent of the occupier thereof) without previously  \ngiving such occupier at least seven days’ notice in writin g of his intention to do so.  \n5. Payment for damage. The officer so authorised shall at the time of such entry pay or tender  \npayment for all necessary damage to be done as aforesaid, and, in case of dispute as to the sufficiency  \nof the amount so paid or ten dered, he shall at once refer the dispute to the decision of the Collector or  \nother chief revenue -officer of the district, and such decision shall be final.  \n6. Further powers exercisable after publication of notice under section 3, sub -section  \n(2).___(1) W henever a declaration has been made and public notice thereof has been given under  section \n3, it shall, subject to the provisions of sub -sections (2) to (4), be lawful for such officer as the  1[Federal \nGovernment] may, by general or special order, authoris e in this behalf, and for his servants  and \nworkmen, to enter and demolish any buildings or other constructions on the surface, to cut down  or \ngrub up all or any of the trees, to remove or alter all or any of the banks, fences, hedges and ditches,  \nto make u nderground and other drains, to fill up all excavations, and demolish all buildings and other  \nconstructions below the surface, and generally to level and clear the said land and do all such acts for,  \nlevelling and clearing the same as he may deem necessary  or proper, but in such manner nevertheless  \nthat evidence of the boundaries of the lands held by different owners may be preserved.  \n(2) The powers conferred by sub -section (1) shall not be exercised,___ \n(a)  save as otherwise provided by sub-section (3),before the making of the award  \nhereinafter referred to in section 12, nor  \n(b)  save as otherwise provided by sub -section (4), after the expiration of six months \nfrom  the making of the said award, or any shorter period on the expiration of \nwhich the  officer exercising such powers gives notice to the Collector that there \nwill be no further  exercise of them.  \n \n \n \n \n1Subs. by F.A.O., 1975, Art. 2 and Table, for “Central Government”, which had been subs. by A. O., 1937, for “L. G.”.  \n \nPage 9 of 20 \n (3) In case of e mergency, the 1[Federal Government] 2* * * may, by notification in the 3[official  \nGazette], declare that all or any powers conferred by sub -section (1) may be exercised at any time  \nwithin six months after the publication of the notice referred to in section 3, sub -section (2), and such  \npowers may be exercised accordingly, and the said notification shall be conclusive proof of  emergency.  \n(4) Nothing in sub -section (2) shall be deemed to preclude any such officer or his servants or  \nworkmen from exercisi ng at any time the said powers for the purpose of removing, wholly or in part,  \nany building or other obstruction maintained, created, added to, altered, planted, stacked, stored or  \notherwise accumulated in contravention of this Act or of any rule or order made thereunder or of any  \ncondition prescribed in accordance therewith.  \n7. Restrictions. From and after the publication of the notice mentioned in section 3,  sub-section \n(2), such of the following restrictions as the 1[Federal Government] may in its discre tion declare therein \nshall attach with  reference to such land, namely :- \n(a)  Within an outer boundary which, except so far as is otherwise provided in \nsection 39,  sub-section (4), may extend to a distance of two thousand yards from \nthe crest of the  outer p arapet of the work, —  \n(i)  no variation shall be made in the ground - level, and n o building, wall, \nbank or other construction above the ground shall be maintaine d, \nerected, added to or altered otherwise than with the written approval of \nthe 4[General Officer Commanding the Division], and on such \nconditions as he may prescribe ;  \n(ii)  no wood, earth, stone, brick, gravel, sand or other mater ial shall be \nstacked, stored or otherwise accumulated:  \nProvided that, with the written approval of the 5[General O fficer Commanding the Division] \nand on such conditions as he may prescribe, road -ballast, manure and agricultural produce may be \nexempted from  the prohibition:  \nProvided also that any person having control of the land as owner, lessee or occupier shall be  \nbound forthwith to remove such road -ballast, manure or agricultural  produce, without compensation, \non the requisition of the Commanding Officer ; \n(iii)  no surveying operation shall be conducted otherwis e than by or under \nthe personal supervision of a public servant duly authorised in this \nbehalf, in the case of land under the control of military authority, by the \nCommanding Officer and, in other cases, by the  Collector with the \nconcurrence of the Commanding Officer ; and  \n \n \n1Subs. by F.A.O. 1975, Art. 2 and Table, for “Central Government”, which had been subs. by A. O., 1937, for “L. G.”.  \n2The words “with the previous sanction of the G. G. in C.” r ep., ibid. \n3Subs. ibid., for “local official Gazette”.  \n4Subs. by the Works of Defence (Amdt.) Ordinance, 1961 (34 of 1961), s. 3, for “General Officer Commanding the Distri ct” which had been subs. by the \nIndian Works of Defence (Amdt.) Act, 1921 (11 of 1921), s. 3, for “General Officer Commanding the Division”.  \n5Subs. by Ordinance 34 of 1961, s.3, for “General Officer Commanding the District” which had been subs. by Act 11 o f 1921, s.3 for General Officer \nCommanding the Division, District or Brigade”.  \n \nPage 10 of 20 \n  (iv)  where any building, wall, bank or other constru ction above the ground \nhas been permitted under clause (i) of this sub -section to be m aintained, \nerected, added to or altered, repairs shall not, without the written \napproval of the 1[General Officer Commanding the Division], be made \nwith materia ls different in kind from those employed in the original \nbuilding, wall, bank or other construction.  \n(b)  Within a second boundary which may extend to a distance of on e thousand yards \nfrom the crest of the outer parapet of the work, the restrictions enumerated in \nclause (a) shall apply with the following additiona l limitations, namely :___ \n2[(i)  no building, wall, bank or other construction of permanent mate rials \nabove the ground shall be mainta ined otherwise than with the written \napproval of the  3[General Officer Commanding the  Division] and on \nsuch conditions as he may prescribe, and no such building, wall, bank \nor other  construction shall be erected :] \nProvided that, with the written approval o f the 1[General Officer Commanding the Division]  \nand on such conditions as he may prescribe, huts, fences or  other constructions of wood or other \nmaterials, easily destroyed or removed, may be maintained, erected, added to or altered:  \nProvided, also, that any person having control of the land as owner, lessee or occupier shall be  bound \nforthwith to destroy or remove such huts, fences or other constructions, without compensation, upon \nan order in writing signed by the 1[General Officer Commanding the Division] ; and  \n(ii)  live hedges, rows or clumps of trees or orchards shall not b e maintained, \nplanted, added to or altered otherwise than with the written approval of \nthe 4[General Officer Commanding the Division] and on such conditions \nas he may prescribe . \n(c)  Within a third boundary which may extend to a distance  of five hundred yards \nfrom the crest of the outer parapet of the work, the restrictions enumerat ed in \nclauses (a) and (b) shall apply with the following a dditional limitation, namely: -  \nno build ing or other construction on the surface, and no excavation,  building or other \nconstruction below the surface, shall be maintained or erected:  \nProvided that, with the written approval of the Commanding Of ficer and on such conditions as \n  he may prescribe, 5[a building or other construction on the  surface may be maintained \n  and] open railings and dry brush -wood fences may be exempted from this prohibition.  \n \n \n1Subs. by the Works of Defence (Amdt.) Ordinance, 1961 (34 of 1961), s. 3, for “General Officer Commanding the District” which had been subs. by the  \nIndian Works of Defence (Amdt.) Act, 1921 (11 of 1921), s. 3, for “General Officer Commanding the Division”.  \n2Subs. by the Indian Works of Defence  (Amdt.) Act, 1940 (28 of 1940), s. 2 (a), for the original cl. (i).  \n3Subs. by Ordinance 34 of 1961, s. 3, for “General Of ficer Commanding the District”.  \n4Subs. by the Works of Defence (Amdt.) Ordinance, 1961 (34 of 1961), s. 3, for “General Officer Comman ding the District” which had been subs. by the  \nIndian Works of Defence (Amdt.) Act, 1921 (2 of 1921), s. 3, for “General Officer Commanding the Division, District or Brigad e”. \n5Ins. by the Indian Works of Defence (Amdt.) Act, 1940 (28 of 1940), s. 2 (b).  \n \n \n \n \nPage 11 of 20 \n 1[7A. Restrictions with reference to airfield. From and after the publication of the notice  \nmentioned in section 3, sub -section (2), such of the following restrictio ns as the 2[Federal Government] \nmay in its discretion declare therein shall attach with reference to the land in the vicinity of an airfield, \nnamely:___ \n(a)  No variation shall be made in the ground level, and no building, w all or other \nconstruction above the ground level and no obstruct ion or ditch shall be \npermitted in the Clearance Area.  \n(b)  No building, wall, bank or other construction above the ground level shall be \nmaintained, erected, added to or altered in the Funnel A rea, Area of Restricted \nHeight, Transition Surface, Inner Conical Surface and Outer Horizontal \nSurface, otherwise than  with the written approval of the General Officer \nComma nding the Division, and on such conditions as he may prescribe.]  \n8. Land to be mark ed out, measured, registered and planned. As soon as may be after the \npublication of the declaration aforesaid, the Collector shall caus e the land to be marked out and \nmeasured, and shall also prepared a register and a detailed plan, which shall be on a scale not smaller \nthan six inches to the mile, showing accurately every building, tree and other obstruction.  \n9. Notice to persons interested .___ (1) At any time before t he expiration of - \n(a)  the period of eighteen months from the publication of the declaration referred \nto in section 3, or  \n(b)  such other period not exceeding three years from the said publication as the \n2[Feder al Government] 3* * * may, by notification in  the 4[official G azette], \ndirect in this behalf, the Collector shall cause public notice to be given at \nconvenient places o n or near the land, stating the effect of the said declaration \nand that claims to compensation for all int erests in such land affecte d by \nanything done or ordered in pursuance of such declaration may be made to him:  \nProvided that, where anything has been done in exercise of the powers conferred, in case of  \nemergency, by section 6, sub -section (3), the notice prescribed by this se ction s hall be given as soon \nas may be thereafter.  \n(2) Such notice shall state the particulars of any damage ordered to be done or, in the case  \nreferred to in section 6, sub -section (3), done in exercise of any of the powers conferred by the said \nsection, and the  particulars of any restrictions attaching to the land under s ection 7, and shall require \nall persons interested in the land to appear personally or by agent before th e Collector at a time and \nplace therein mentioned (such time not being earlier than fifte en days after  the date of publication of \nthe notice), and to state the nature of their respective interests in the land an d the amount and particulars \nof their claims to compensation for damage to such interests and their objectio ns (if any) to the \nmeasurements made under section 8. The Collector may in any case requi re such statement to be made \nin writing and signed by the party or his agent.  \n \n1S. 7A added by Ordinance 34 of 1961, s. 4.  \n2Subs. by F.A.O., 1975, Art. 2 and T able, fo r “Central Government”,  \n3The words “with the previous sanction of the G. G. in C.”, rep., by A. O., 1937.  \n4Subs. ibid. , for “local official Gazette”.  \n \nPage 12 of 20 \n (3) The Collector shall also serve notice to the same effect on the occupier (if any) of such land \nand on all such persons known or believed to be interested therein, or to  be entitled to act for persons \nso interested, as reside or have agents authorised t o receive serv ice on their behalf, within the revenue -\ndistrict in which the land is situate.  \n(4) In case any person so interested resides elsewhere, and has no such agent, the notice shall \nbe sent to him by post in a letter addressed to him at his last kno wn residence, address or, place of \nbusiness.  \n10. Power to require and enforce the making of statements as to names and interests. The \nCollector may also require any such person to make or deliver to him , at a time and place mentioned \n(such time not being earlier than fifteen days after the date of the requisition), a statement containi ng, \nso far as may be practicable, the name of every other person possessing any interest in the land or any  \npart thereof as co -proprietor, sub -proprietor, mortgagee, tenant or otherwise, and of the nature of such  \ninterest, and of the rents and profits (if any) received or receivable on account thereof for three years \nnext preceding the date of the statement.  \n11. Application of certain sections of the Pakistan Penal Code. Every person required to  \nmake or deliver a statement under section 9 or section 10 shall be deem ed to be legally bound to do so \nwithin the meaning of sections 175 and 176 of the Pakistan Penal Code (XLV of 18 60). \n12. Inquiry and award by Collector. On the day fixed under section 9 or on any other day to  \nwhich the inquiry has been adjourned, the Collector shall proceed to inqui re into the objections (if any) \nwhich any person interested has stated pursuant to a notice give n under the said section to the \nmeasurements made under section 8, and into the decrease in the value of the land, and into the \nrespective interests of the persons claiming the compensation, and sha ll make an award under his hand \nof— \n(a)  the tr ue area of the land and the nature of the obstructio ns from which the land \nis to be kept free ;  \n(b)  the compensation which in his opinion should be allo wed for any damage \ncaused or to be caused under section 6 and for any restrictions imposed under \nsectio n 7 ; and  \n(c)  the apportionment of the said compensation among all t he persons known or \nbelieved to be interested in the land, of whom or of whose claims h e has \ninformation, whether they have respectiv ely appeared before him or not.  \n13. Award of Collector  when to be final.___(1) Such award shall be filed in the Collector’s  \noffice and shall, except as hereinafter provided, be final and conc lusive evidence, as between the \nCollector and the persons interested, whether they have respectively a ppeared before th e Collector or \nnot, of the true area of the land, the nature of the said obstructions fr om which the land is to be kept \nfree, the damage caused or to be caused under section 6, the value of the rights restricted under section \n7, and the apportionment of th e compensation among the persons interested.  \n(2) The Collector shall give immediate notice of his award to such of the persons interested as  \nare not present personally or by their representatives when the award is made.  \n14. Adjournment of inquiry. The Coll ector may, for any cause he thinks fit, from time to time  \nadjourn the inquiry to a day to be fixed by him.  \n \nPage 13 of 20 \n 15. Power to summon and enforce attendance of witnesses and production of documents.  \nFor the purpose of inquiries under this Act the Collector shall have power to summon and enforce the  \nattendance of witnesses, including the parties interested or any of them, and to compel the production  \nof documents, by the same means, and (so far as may be) in the same manner, as is provided in the  \ncase of a Civil Court under the 1[Code of Civil Procedure 1908 (Act V of 1908)].  \n16. Matters to be considered and neglected. In determining the amount of compensation, the  \nCollector shall be guided by the provisions contained in sections 23 and 24.  \n17. Suppl ementary proceedings. Whenever the officer exercising powers conferred by \nsection  6 considers it necessary that anything in respect of which any person i s or may be entitled to \ncompensation but of which no notice has been given or compensatio n awarded, und er sections 9 and \n12, respectively, should be done in pursuance of the said powers, the Collector shall cause  \nsupplementary notice to be given, as nearly as may be, in the manner prescribed by section 9 and  \nsubject to the limit of time imposed by sub -section (1) of that section, an d the provisions of sections \n10 to 16 shall, so far as they are applicable, be deemed to apply to any further inquiry and award  which \nmay be held or made in consequence of such supplementary notice.  \nPART III  \n \nREFERENCE TO COURT AND PROCEDURE THEREON  \n18. Reference to Court .___(1) Any person interested who has not accepted the award may, by  \nwritten application to the Collector, require that the matter be re ferred by the Collector for the \ndetermination of the Court, whether his objection be to the measurement  of the land, the amount of the \ncompensation, the persons to whom it is payable, or the apportionmen t of the compensation among the \npersons interested:  \nProvided that every such application shall be made, - \n(a)  if the person making it was present or represented before  the Collector at the \ntime when he made his award, within six weeks from the date of the Collector ’s \naward ; \n(b)  in other cases, within six weeks of the receipt of the notice from the Collector \nunder section 13, sub -section (2), or within six months from the  date of the \nCollector’s award, whichever period shall first expire.  \n(2) The application shall state the grounds on which objection to the award is taken.  \n19. Collector’s statement to the Court.___ (1) In making the reference the Collector shall state,  \nfor the information of the Court, in writing under his hand, - \n(a)  the situation and extent of the land with particulars of any damage caused under \nsection 6 or of restr ictions imposed under section 7 ; \n(b)  the names of the persons whom he has reason to think interested in such land ;  \n \n1Subs. by the Federal Laws (Revision and Declaration) Ordinance, 1981 (27 of I981),s. 3 and Second Sch., for “Code  of Civil Procedure Act (XIV of \n1882).”  \n \nPage 14 of 20 \n  (c)  the amount of compensation awarded under section 12 ; and,  \n(d)  if the objection be to the amount of the compensation, the grounds on which the \namount of compensation was determined.  \n(2) To the said statement shall be attached a schedule giving the particular s of the notices  served \nupon, and of the statements in writing made or delivered by, the parties interested respectively.  \n20. Service of notice. The Court shall thereupon cause a notice specifying the day on which \nthe Court will proceed to determine the ob jection, and directing their appe arance before the Court on \nthat day, to be served o n the following persons, namely :___ \n(a)  the applicant ; \n(b)  all persons interested in the objection, except such (if  any) of them as have \nconsented without protest to rece ive payment of the compensation awarded; and  \n(c)  if the objection is in regard to the area of the land, the na ture of the obstructions \nor the amount of the compensation, the Collec tor. \n21. Restriction on scope of proceedings. The scope of the inquiry in e very such proceeding  \nshall be restricted to a consideration of the interests of the persons affected by the objection.  \n22. Proceedings to be in open Court. Every such proceeding shall take place in open Court,  \nand all persons entitled to practice in any Civil Court in the Province sha ll be entitled to appear, plead \nand act, as the case may be, in such proceeding.  \n23. Matters to be considered in determining compensation.___(1) In d etermining the amount  \nof compensation to be awarded for damage caused, or to  be caused, or  for restrictions imposed under \nthis Act, the Court shall take into consideration___ \n(a)  the actual decrease in market -value of the land owing to the publication of t he \ndeclaration relating thereto under section 3 and any damage caused or to  be \ncaused under section 6 ;  \n(b)  the damage sustained by the person interested, by reason  of the removal of any \nstanding crops in the exercise of a ny power conferred by section 6 ; \n(c)  the damage (if any) sustained by the person interested, by reas on of c easing to \nbe able to use such land  conjointly with his other land ; \n(d)  the damage (if any) sustained by the person interested by  anything done or \nordered under sections 6 and 7 injuriously affecting his other property, \nmovea ble or immoveable, in any other manner, or his earnings ; and,  \n(e)  if, in consequence of the imposition of restrictions, the pe rson interested is \ncompelled to change his residence or place of business, the reasonable expen ses \n(if any) incidental to such change.  \n(2) In addition to the amount representing the actual decrease in the market -value of the land \nas above provided, the Court shall in every case award a further su m of fifteen per centum on such \namount.  \n \nPage 15 of 20 \n 24. Matters not to be considered in determining  compensation. In determining the amount  \nof compensation to be awarded for damage caused, or to be caused, or  for restrictions imposed under \nthis Act, the Court shall not take into consideration - \n(a)  the degree of urgency which has led to the damage or  the imposition of \nrestrictions ; \n(b)  any disinclination of the person interested to s ubmit to damage or restrictions ; \n(c)  any damage sustai ned by him, which, if caused by  a private person, would not \nrender such person liable to a suit ;  \n(d)  any increase  to the value of the other land of the person in terested, accruing or \nlikely to accrue from anything done under this Act ; or  \n(e)  any outlay or improvements on, or disposal of, the l and commenced, made or \neffected without the sanction of the Collector aft er the date of the  publication of \nthe declaration under section 3.  \n25. Rule s as to amount of compensation.___(1) When the applicant has made a claim to  \ncompensation, pursuant to any notice given under section 9, the amo unt awarded to him by the Court \nshall not exceed the amount so claimed or be less than the amount  awarded by the Collector under \nsection 12.  \n(2) When the applicant has refused to make such claim or has omitted without sufficient  reason \n(to be allowed by th e Judge) to make such claim, the amount a warded by the Court shall in no case \nexceed the amount awarded by the Collector.  \n(3) When the applicant has omitted for a sufficient reason (to be allowed by the Judge) to  make \nsuch claim, the amount awarded to him by the Court shall not be  less than, and may exceed, the amount \nawarded by the Collector.  \n26. Form of awards. Every award under this Part shall be in writing signed by the Judge, and  \nshall specify the amount awarded under section 23, sub -section (1), claus e (a), and also the amounts \n(if any) respectively awarded under each of the other clauses of the same  sub-section, together with \nthe grounds of awarding each of the said amounts.  \n27. Costs.___(1) Every such award shall also state the amount of costs incurr ed in the  \nproceedings under this Part, and by what persons and in what proportion they are to be paid.  \n(2) When the award of the Collector is not upheld, the costs shall ordinarily be paid by the  \nCollector, unless the Court is of opinion that the claim of the applican t was so extravagant or that he \nwas so negligent in putting his case before the Collector that some ded uction from his costs should be \nmade or that he should pay a part of the Collector’s costs.  \n28. Collector may be directed to pay interest on excess compensation. If the sum which,  in \nthe opinion of the Court, the Collector ought to have awarded as c ompensation is in excess of the sum \nwhich the Collector did award as compensation, the Court may dire ct that the Collector shall pay \ninterest on suc h excess at the rate of six per centum per annum from the date of his award to the date \nof payment of such excess into Court.  \n \n \n \nPage 16 of 20 \n PART IV  \n \nAPPORTIONMENT OF COMPENSATION  \n29. Particulars of apportionment to be specified. Where there are several persons  interested, \nif such persons agree in the apportionment of the compen sation, the particulars of such apportionment \nshall be specified in the award, and as between such person s the award shall be conclusive evidence \nof the correctness of the apportionment.  \n30. Dispute as to apportionment. When the amount of compensation has been settled under  \nsection 12, if any dispute arises as to the apportionment of the same or  any part there of, or as to the \npersons to whom the same or any part thereof is payable, the Collector may refer such dispute to the  \ndecision of the Court.  \nPART V  \n \nPAYMENT  \n31. Payment of compensati on or deposit of same in Court.___(1) On making an award  under \nsection 12, the Collector shall tender payment of the compensation awarded by him to t he persons \ninterested entitled thereto according to the award, and shall pay  it to them unless prevented by some \none or more of the contingencies mentioned in sub -section  (2). \n(2) If they do not consent to receive it, or if there is no person competent to alienate the land,  \nor if there is any dispute as to the title to receive the compensation or as to the apportionment of it, the \nCollector shall deposit the amount of the compensation in the Court to which a reference under section \n18 would be submitted:  \nProvided, first, that any person admitted to be interested may receive such payment under  \nprotest as to the sufficiency of the amount:  \nProvided, secondly, that no person wh o has received the amount otherwise than under protest  \nshall be entitled to make a ny application under section 18 : \nProvided, thirdly, that nothing herein contained shall affect the liability of any person, who  \nmay receive the whole or any part of any compe nsation awarded under t his Act, to pay the same to the \nperson lawfully entitled there to. \n(3) Notwithstanding anything in this section, the Collector may, with the sanction of the  \nl[Federal Government], instead of awarding a money -compensation i n respect of  any land, make any  \narrangement with a person having a limited interest in such land, either  by the grant of other lands in \nexchange, or by the remission of land -revenue on the same or on other l ands held under the same title, \nor in such other way as may be equitable having regard to the interests of the parties concerned.  \n(4) Nothing in sub -section (3) shall be construed to interfere with or limit the power of the  \nCollector to enter into any arrangement with any person interest ed in the land and competent to contract \nin respect thereof.  \n \n \n1Subs. by F.A.O., 1975, Art. 2 and Table, for “Central Government”, which had been subs. by A. O., 1937 for ‘L.G.’  \n \nPage 17 of 20 \n 32. Investment of money deposited in respect of lands b elonging to persons inc ompetent \nto alienate.___(1) If any money is deposited in Court under section 31, sub -section (2), and it appears  \nthat the land in respect of which the same was awarded belonged to any person who had no power to  \nalienate the same, the Court shall order the money to be invested___ \n(a)  in the purchase of other lands to be held under t he like title and conditions of \nownership as the land in respect of which such money was deposited is held, or,  \n(b)  if such purchase cannot be effected forthwith, t hen in such Government or other \napprove d securities as it thinks fit ; and shall direct the payment of the interest \nor other proceeds aris ing from such investment to the person or persons who \nwould for the time being have been entitled to the p ossession of the said land, \nand such moneys shall remain so deposited and invested until the same are \napplied___ \n(i)  in the purchase of such other lands as aforesaid; or  \n(ii)  in payment to any person or persons becoming absolutely entitled \nthereto.  \n(2) In all cases o f moneys deposited to which this section applies, the Court shall order the  cost \nof the following matters, including therein all reasonable charges an d expenses incident thereto, to be \npaid by the Collector, namely :___ \n(a)  the costs of such investments as  aforesaid;  \n(b)  the costs of the orders for the payment of the interest or o ther proceeds of the \nsecurities in which such moneys are for the time being invested, a nd for the \npayment out of Court of the principal of such moneys and the costs of all \nproceed ings relating thereto,  except such as may be occasioned by litigation \nbetween adverse claimants.  \n33. Investment of money deposited in other cases. If any money is deposited in Court  under \nthis Act for any cause other than that mentioned in section 32, th e Court may, on the application of \nany party interested or claiming an interest in such money, order the same to be invested in such  \nGovernment or other approved securities as it thinks fit, and may direct  the interest or other proceeds \nof any such investm ent to be accumulated and paid in such manner as  will, in its opinion, give the \nparties interested therein the same benefit therefrom as they might have had from the land in respect \nof which such money was deposited or as near thereto as may be.  \n34. Paymen t of Interest. When the amount of any compensation awarded under this Act is  not \npaid or deposited within fifteen days of making the award, the  Collector shall pay the amount awarded \nwith interest thereon at the rate of six per centum per annum f rom the da te of the award until it is so \npaid or deposited.  \nPART VI  \n \nMISCELLANEOUS  \n35. Service of notices. —(1) Service of any notice under this Act shall be made by delivering  \nor tendering a copy thereof signed, in the case of a notice under sec tion 3, sub -section (2), by the officer \ntherein mentioned, and, in the case of any other notice, by or b y order of the Collector or the Judge.  \n \nPage 18 of 20 \n (2) Whenever it may be practicable, the service of the notice shall be made on the person  therein \nnamed.  \n(3) When  such person cannot be found, the service may be made on any adult male member  of \nhis family residing with him; and, if no such adult male member can  be found, the notice may be served \nby fixing the copy on the outer door of the house in which the person t herein named ordinarily dwells \nor curies on business, or by fixing a copy thereof in some conspic uous place in the office of the officer \naforesaid or of the Collector or in the court -house and also in so me conspicuous part of the land upon \nwhich restrictions are to be imposed:  \nProvided that, if the Collector or Judge so directs, a notice may be sent by post in a letter  \naddressed to the person named therein at his last known residence, address or place of business and  \nservice of it may be proved by the production of the addressee’s receipt.  \n36. Penalties. Whoever wilfully — \n(a)  obstructs any person in doing any of the acts authorized by section 4, sect ion 6 \nor section 8, or  \n(b)  destroys, damages, alters or  otherwise interferes with th e ground -level or any \nwork done under section 6, or  \n(c)  contravenes any of the provisions of section 7, l[section 7A] or any condition \nprescribed there under, shall be punishable with imprisonment for a term which \nmay extend t o one month, or with fine which may extend to fifty rupees, or with \nboth, and, in the case of a continu ing offence, with an additional fine which may \nextend to five rupees for every day after the first in reg ard to which he is \nconvicted of having persisted  in the offence; and any expenses incurred in \nremoving  the effects of his offence may be recovered from him in the manner \nprovided by the law for the time being in force for the recovery of fines.  \n37. Magistrate to enforce the terms of the Act. If the Coll ector or officer authorized under  \nsection 6 is opposed or impeded in doing anything directed or permit ted by this Act, he shall, if a \nMagistrate, enforce compliance, and, if not a Magistrate, he shall a pply to a Magistrate 2* * * and such \nMagistrate 3* * *  shall enforce compliance.  \n38. Completion of imposition of restrictions not compulsory, but compensation to be  \nawarded when not completed.___(1) The 4[Federal Government] shall be at liberty to withdraw from \nthe imposition of any declared restrictions before any of the measur es authorized by section 6 have \nbeen taken.  \n(2) Whenever the 4[Federal Government] withdraws the imposition of any declared  restri ctions, \nthe Collector shall determine the amount of compensation  due for the damage suffered by the owner \nin consequence of the notice or of any proceedings thereunde r, and shall pay such amount to the person \ninterested, together with all costs reasonably incurred b y him in the prosecution of the proceedings \nunder this Act relating to the said restrictions.  \n \n1Ins. by the Works of Defence (Amdt.) Ordinance, 1961 (34 of 196 1), s. 5.  \n2The words and brackets “or (within the towns of Calcutta, Madras and Bombay) to the Commissioner of Police” omitted by A. O., 194 9, Sch. The words \n“and Bombay” had been subs. for “Bombay and Rangoon” by A. O., 1937.  \n3The words and brackets “or Commissioner (as the case may be)” omitted by A. O., 1949, Sch.  \n4Subs. by F. A. O ., 1975, Art . 2 and Table, for “Central Government’ which had been su bs. by A. O.,1937, for “L. G.”,  \n \nPage 19 of 20 \n (3) The provisions of Part III shall apply, so far as may be, to the determination of the  \ncompensation payable under this section.  \n39. Demolition of part o f house or building and imposition of restrictions on part of  \nland.___(1) The provisions of this Act shall not be put in force for the purpose of demolishing or  \nacquiring the right to demolish a part only of any house, manufactory or other building, if the owner  \ndesires that the whole of such house, manufactory or building shall be demolished or that the right to  \ndemolish the whole of it shall be acquired:  \nProvided that the owner may at any time before the Collector has made his award under  section \n12, by notice in writing, withdraw or modify his expressed desir e that the whole of such house, \nmanufactory or building shall be demolished, or that the right to de molish the whole of it shall be \nacquired:  \nProvided, also, that , if any question shal l arise as to whether any building or other  construction \nproposed to be demolished under this Act does or does not fo rm part of a house, manufactory or \nbuilding within the meaning of this section, the Collector shall refer the determination of such questio n \nto the Court, and such building or other construction shall not be de molished until after the question \nhas been determined.  \nIn deciding on such a reference the Court shall have regard to the question whether the  building \nor other construction proposed to be demolished is reaso nably required for the full and unimpaired use \nof the house, manufactory or building . \n(2) If, in the case of any claim of the kind referred to in section 23, sub -section (1), clause (c),  \nby a person interested, on account of ceasing to be able to use the land , upon the use and enjoyment of \nwhich restrictions are to be imposed, conjointly with his other land the 1[Federal Government] is of \nopinion that the claim is unreasonable or excessive, it may at any tim e before the Collector has made \nhis award, order the imposition of restrictions upon the whole of the land of which the land upon the \nuse and enjoyment of which it was first sought to impose restrictions forms a part.  \n(3) In the case provided for by sub -section (2) no fresh declaration or other proceeding under  \nsections 3 to 10 shall be necessary; but the Collector shall without delay  furnish a copy of the order of \nthe l[Federal Government] to the person interested, and shall there after proceed to make his award \nunder section 12.  \n(4) Notwithstanding anything contained in section 7, clause (a), any land, upon the use  and \nenjoyment of which restrictions are imposed under this sectio n, may be included in the outer boundary, \neven though its distance from the cre st of the outer parapet of the work exceeds two thousand yards.  \n40. Exemption from stamp duty and fees. No award or agreement made under this  Act shall \nbe chargeable with a stamp duty, and no person claming under any such award or agreement shall be \nliable  to pay any fee for a copy of the same.  \n41. Notice in case of suits for anything done in pursuance of Act. No suit or other  proceeding \nshall be commenced or prosecuted against a ny person for anything  done in pursuance of this Act, \nwithout giving to such pe rson a month’s pr evious notice in writing of the intended proceeding, and of \nthe cause thereof, nor after tender of sufficient amends.  \n \n1Subs. by F.A.O., 1975, Art. 2 and Table, for “Central Government \", which had been sub s. by A. O., 1937, for “L. G.”. \n \nPage 20 of 20 \n 42. Code of Civil Procedure to apply to proceedings before Court. Save in so far as  they \nmay be inconsistent with anything  contained in this Act, the provisions of the 1[Code of Civil \nProcedure, 1908 (Act V of 1908)] shall apply to all proceedings bef ore the Court under this Act. \n43. Appeals in proceedings before Court. Subject to the provisions of the 1[Code of  Civil \nProcedure, 1908 (Act V of 1908)] applicable to appeals f rom original decrees, an appeal shall lie to \nthe High Court from the award or fr om any part of the a ward of the Court in any proceeding under this \nAct. \n44. Power to make rules.___ (1) The 2[Federal Government] 3* * * may make rules for  the \nguidance of officers in all matters connected with the enforcement of this Act.  \n(2) The power to make rules under sub -section (1) shall be subject to the condition of  the rules being \nmade after previous publication.  \n(3) All rules made under sub -section (1) shall be published in the 4[official Gazette],  and shall \nthereupon have effect as if en acted in this Act.  \n \n \n____________  \n \n \n \n \n \n \n \n \n \n \n \n \nDate: 11 -09-2024  \n1Subs. by the Federal Laws (Revision and Declaration) Ordinance, 1981 (27 of 1981), s. 3 and Second Sch., fo r “Code of Civil Procedure (XIV of 1882)”.  \n2Subs. by F.A. O., 1975, Art. 2 and Table, for “Central Government”, which had been subs. by A. O. 1937, for “G.G. in C”.  \n3The words “and the L.G., with the previous sanction of the G.G. in C” rep. by A. O., 1937.  \n4Subs. ibid., for “local official Gazette”."
}