{
    "file": "./converted_json\\administrator89ec1aed8993dc7500a42674b8433a47.json",
    "name": "Land Control (Karachi Division) Act, 1952",
    "date": "15th April, 1952",
    "tagline": "An Act to make provision for the prevention of unauthorised occupation of lands and buildings, and for eviction therefrom",
    "content": "Page 1 of 7 \n  \n \nTHE LAND CONTROL (KARACHI DIVISION) ACT, 1952  \n \n \n \n \nCONTENTS  \n1.  Short ti tle, extent and commencement  \n2.  Definitions  \n3.  Declaration of controlled area  \n4.  Plans of controlled area to be d eposited at certain offices  \n5.  Restriction on building  etc., in a controlled area  \n6.  Application for permission to build etc., and the grant or  refusal of such permission  \n7.  Power of removal of un authorized bui lding  \n8.  Power of removal of building under construction  \n9.  Eviction of occupier  \n10.  Removal of building  \n11.  Eviction of persons in unauthorized or wrongf ul occupation or possession  \n12.  Entry into premises  \n13.  Penalty  \n14.  Power to try summarily  \n15.  Cognizance of offence  \n16.  Bar t o jurisdiction of Civil Courts  \n17.  Appea l \n18.  Authorised Officer  to be deemed a public servant  \n \n \n\n \nPage 2 of 7 \n 19.  Indemnity  \n20.  Power to make rules  \n21.  Effect of other laws  \n22.  Cost of removal to be recoverabl e as an arrear of land revenue  \n23.  Penalty not to prejudi ce other action under this Act  \n24.  Repeal  \n \n \n  \n \nPage 3 of 7 \n THE LAND CONTR OL (KARACHI DIVISION) ACT, 1952  \nACT No. XI of 1952  \n[15th April , 1952]  \nAn Act to make provision for the prevention of unauthorised occupation of certain lands in the \n1[Karachi Division] and unauthorised building ther eon, and for eviction therefrom  \n WHEREAS it is expedient to make provision for the prevention of the unauthorised occupation \nof lands in the 1[Karachi Division] and of unauthorised building on the same, and for eviction from \nsuch lands and buildings;  \n It is hereby ena cted as follows:___  \n 1. Short ti tle, extent and commencement___(1) This Act may be called the Land Control \n1[Karachi Division] Act, 1952.  \n (2) It extends to the 1[Karachi Division].  \n (3) It shall come into force at once.  \n 2. Definitions.___ In this Act , unless there is anything repugnant in the subject or context,___  \n 2[*  *  *  *  *  *  *] \n(ii)  “Authorised  Officer” means an officer in the service of the Government \nor a local authority appointed by the 2[Commissioner], by notification in \nthe official Gazette, to exercise in any controlled area all or any of the \nfunctions of an Authorised Officer under this A ct;  \n(iii)  “building” includes any structure of any kind temporary or permanent, \nwhether used or intended to be used for the purpose of human \nhabitation or otherwise;  \n3[(iiia) “Commissioner” means the Commissioner of the Karachi Division;]  \n(iv)  “contro lled area” means an area declared to be a controlled area under \nsection 3 of the Act;  \n(v)  “owner” in relation to a building includes the person at whose expense \nsuch building is constructed and who has the right to transfer the same, \nand includes his hei rs, assigns and legal representatives;  \n(vi)  “prescribed” means prescribed by rules made under this Act;  \n \n1Subs. by A. O., 1964, Art. 2 and Sch . \n2Omitted and subs. by A.O., 1964, Art. 2 and Sch.  \n3Ins. by A.O., 1964, Art. 2 and Sch.  \n \n \nPage 4 of 7 \n (vii)  “unauthorised building” means a building declared by the Authorised \nOfficer or the 1[Commissioner] to be unauthorised;  \n (viii)  the expression “erect or re -erect” in relation to any building includes___  \n(a)  any material alteration or enlargement;  \n(b)  the conversion by a structural alteration of a building not originally constructed \nfor human habitation into a place intended for human habitation;  \n(c)  the conversion of one or more places of human habitation i nto a greater number \nof such places;  \n(d)  an alteration of the drainage or the sanitary system, or any alteration materially \naffecting the building’ s safety;  \n(e)  the addition of any rooms, buildings, outhouses or other structures; and  \n(f)  the construction, in a wall adjoining any street or land not belonging to the \nowner of the wall, of a door op ening on to such street or land ;  \n(ix)  the word “removal” shall be construed, where necessary, as including \nreferences to levelling or filling the ground in after removal;  \n(x)  the expression “to serve notice” shall be construed, where necessary, as \nincluding the serving of such a notice on a group of persons living in a ny \nlocality by publishing it in local newspapers.  \n 3. Dec laration of controlled area.___(1) The 2[Provincial Government] may, by  notification \nin the official Gazette, declare any area to be a controlled area for the purposes of this Act.  \n (2) In every such notification the boundaries and brief description of the area and the name of \nthe Authorised Officer appointed for the area sh all be specified.  \n (3) The Authorised Officer shall publish every such notification or the substance thereof (a) in \nat least two local newspapers and (b) in such manner as he thinks fit at his office and in every ward or \nrevenue estate of which part is in cluded within the controlled area.  \n 4. Plans of controlled area to be d eposited at certain offices.___(1) The Authorised Officer \nshall deposit at his office and at such other places as he considers necessary plans showing all lands \ndeclared to be controll ed areas.  \n (2) The plans so deposited shall be open to free public inspection at all reasonable times.  \n \n \n \n1Subs. ibid. \n2Subs. by A .O., 1964, Art.2 and Sch.  \n \n \nPage 5 of 7 \n  5. Restriction on building  etc., in a controlled area.___ Notwithstanding anything to the \ncontrary in any other law for the time being in force, or in agreement, no person shall erect or re -erect \nany building, or make or extend any excavation, in a controlled area except with the previous \npermission of the Author ised Officer in writing.  \n 6. Application for permission to build etc., and the grant or refusal of such permission.___ \n(1) Notwithstanding anything to the contrary in any other law for the time being in force, or in any \nagreement, every person requiring t he permission referred to in section 5 shall make an application in \nwriting to the Authorised Officer on payment of such fee in such manner and form and containing such \ninformation in respect of the building to which the application relates as may be presc ribed.  \n (2) On receipt of such application the Authorised Officer, after making such enquiry as he \nconsiders necessary, shall, by order in writing, either___  \n(a)  grant the permission, subject to such conditions, if any, as may be specified in \nthe order;  or  \n(b)  refuse it.  \n (3) Any permission granted under sub -section (2) shall be liable to cancellation by the \nAuthorised Officer for breach of any of the terms or conditions under which such permission was \ngranted.  \n 7. Power of removal of un authorized b uilding. ___ The Authorised Officer may, by a notice \nserved in the prescribed manner, direct the owner of an unauthorised building erected prior to the date \nof coming into force of this Act to remove the same within the period mentioned in the notice or wi thin \nsuch further period as may be granted by the Authorised Officer.  \n 8. Power of removal of building under construction.___ The Authorised  Officer may, by a \nnotice served in the prescribed manner, direct the o wner of a building the construc tion whereof is in \nprogress on the date of the commencement of this Act not to proceed with the construction and to \nremove such building within the period  mentioned in the notice or within such further period as may \nbe granted by the Authorised Officer, and the owner thereof shall remove the same within the period \naforesaid.  \n 9. Eviction of occupier.___(1) Simultaneously with the issue of a notice to be served on the \nowner of a building under section 7 or under section 8, the Authorised Officer shall issue a notice to \nbe served upon the occupier thereof, if the occupier himself is not the owner, to vacat e such building \nwithin the period mentioned therein or within such further period as may be granted by the Authorised \nOfficer.  \n (2) If the occupier does not vacate the building within the aforesaid period in compliance with \na notice issued under sub -section (1) he shall, notwithstanding anything contained in any other law for \nthe time being in force, be liable to be summarily evicted therefrom by the Authorised Officer and the \nAuthorised Officer may, in effecting such eviction, use such force as he deems n ecessary.  \n 10. Removal of building. ___If any person fails to comply with any direction for the removal \nof any building given to him under section 7 or section 8 within the period fixed therefor, the \nAuthorised Officer may cause the unauthorised building or the building under construction, as the case \nmay be, to be removed at the owner’s expense.  \n \nPage 6 of 7 \n  11. Eviction of persons in unauthorized or wrongful occupation or possession.___(1) The \nAuthorised Officer may, by a notice served in the prescribed manner, dir ect any person unauthorisedly \noccupying or wrongfully in possession of any land or building in the controlled area to vacate such \nland or building within the period mentioned therein or within such further period as may be granted \nby the Authorised Officer .  \n (2) If the person does not, in pursuance of a notice issued under sub -section (1), vacate the land \nor building within the aforesaid period, he shall, notwithstanding any provision to the contrary in any \nlaw for the time being in force, be liable to be summarily evicted therefrom by the Authorised Officer, \nand the Authorised Officer may, in effecting such eviction, use such force as he deems necessary.  \n 12. Entry into premises.___(1) For carrying out the purposes of this Act, Authorised Officer or \nany p erson empowered by him in writing in this behalf may, after giving reasonable notice to the \noccupier of any premises, enter upon such premises at any time.  \n (2) The owner of any building shall, on being required to do so by an Authorised Officer or any \nperson empowered by the Authorised Officer in writing in this behalf, produce any permission granted \nunder section 5 and any documents of title relating to the land on which the building is in progress.  \n 13. Penalty. ___Whoever commits any offence by___  \n(a)  contravening the provision of section 5, or  \n(b)  failing to comply with any direction given to him by an Authorised Officer \nunder section 7, section 8, or under sub -section (1) of section 11, shall be \npunishable with a fine which may extend to one thou sand rupees or, in default, \nwith simple imprisonment which may extend to six months.  \n 14. Power to try summarily. ___Any magistrate for the time being empowered to try in a \nsummary way the offences specified in sub -section (1) of section 260 of the Code o f Criminal \nProcedure, 1898 (V of 1898), may if he thinks fit, on application in this behalf by the prosecution, try \nany offence referred to in 1[section 13] of this Act in accordance with the provision of sub -section (1) \nof sections 262 to 265 of that Code .  \n 15. Cognizance of offence. ___ No court shall take cognizance of any offence punishable under \nthis Act except with the previous sanction in writing of the Administrator.  \n 16. Bar to jurisdiction of Civil Courts. ___Every order of an Authorised Officer under section \n5, 6, 7, 8, 9 or 11, shall, subject to the provision of 1[section 17], be final, and shall not be called in \nquestion in any Civil Court.  \n 17. Appeal. ___An appeal, if presented within fifteen days from the date of the orde r appealed \nagainst, shall lie to the 2[Commissioner] against every order made by an Authorised Officer, under \nsection 5, 6, 7, 8, 9 or 11 and the decision of the 2[Commissioner] on such appeal shall be final and \nshall not be called in question in any Civil  Court. When an appeal has been presented to the \nAdministrator, he may make such orders pending the disposal of the appeal as he may think fit.  \n \n1Subs. by the Land Control (Capital of the Fe deration) (Amdt.) Act No. XXXIV of 1952 , s. 2 .  \n2Subs. by A.O., 1 964, Art. 2 and Sch .  \n \nPage 7 of 7 \n  18. Authorised Officer to be deemed a public servant. ___An Authorised  Officer or any \nperson empowered to perform any function under this Act shall be deemed to be a public servant within \nthe meaning of section 21 of the Pakistan Penal Code (XLV of 1860).  \n 19. Indemnity.___No suit, prosecution or legal proceeding shall lie against the 1[Commissioner] \nor against any person in respect of anything which is, in good faith, done or intended to be done under \nthis Act.  \n 20. Power to make rules. ___The 2[Provincial Government] may make rules3 for carrying out \nthe purposes of this Act.  \n 21. Effect of other laws. ___The provisions of this Act shall have effect notwithstanding \nanything to the contrary in any other law for the time being in force.  \n 22. Cost of removal to be recoverable as an arr ear of land revenue. ___Where under this \nAct anything is to be done at the expense of any person the expense of doing the same shall be \nrecoverable from him as an arrear of land revenue.  \n 23. Penalty not to prejudice other action under this Act. ___The im position of a penalty \nunder 4[section 13] shall not prejudice or be prejudiced by the taking of any action under any other \nprovision of this Act.  \n 24. Repeal. ___The Land Control (Capital of the Federation) Ordinance, 1952, is hereby \nrepealed, and every a ppointment, order and rule made or issued thereunder and in force immediately \nbefore the commencement of this Act shall, so far it is not inconsistent with the provisions of this Act, \nbe deemed to have been respectively made or issued under the provisions of this Act and continue in \nforce accordingly.  \n \n \n________________  \n \n \n \n \n \n \n \nRI - Date: 1 3-05-2024  \n1Subs. by A.O., 1964, Art. 2 and Sch.  \n2Subs. ibid. \n3For the Land Control (Capital of the Federation ) Rules, 1952, see Gaz. of P. 1953, Pt. I. p. 14.  \n4Subs. by Act No. XXXIV of 1952 s. 2."
}