{
    "file": "./converted_json\\administrator9d407344f007e842a53c70974c1f7952.json",
    "name": "Voluntary Declaration of Domestic Assets Act",
    "date": "22 May, 2018",
    "tagline": "Providing for voluntary declaration of domestic assets in Pakistan",
    "content": "Page 1 of 10 \n  \nTHE VOLUNTARY DECLARATION OF DOMESTIC ASSETS \nACT, 2018  \n \n \n \n \n \n \nCONTENTS  \n \n1.  Short title and commencement  \n2.  Definitions  \n3.  Act to override other laws  \n4.  Application  \n5.  Declaration of domestic assets in Pakistan  \n6.  Period of applicability  \n7.  Charge of tax  \n8.  Payment of tax  \n9.   Incorporation in books of account  \n10.  Valuation  \n11.  Confidentiality  \n12.  Declaration not admissible in evidence  \n13.  Removal of difficulty  \n14.  Misrepresentation  \n \n \n \n \n \n \n \n \n \n \n\n \nPage 2 of 10 \n THE VOLUNTARY DECLARATION OF DOMESTIC ASSETS ACT, 2018  \n \nACT No. XXX of 2018  \n \n[22 May, 2018]  \nAN \n \nACT  \n \nto provide for voluntary declaration of domestic assets in Pakistan  \n WHEREAS there is a large scale non -reporting and under -reporting of assets held in Pakistan;  \n AND WHEREAS it is expedient to provide for declaration of such assets for the purposes \nhereinafter appearing;  \n It is hereby enacted as follows: — \n 1. Short title a nd commencement. —(1) This Act may be called the Voluntary Declaration \nof Domestic Assets Act, 2018.  \n (2) It shall come into force at once.  \n  \n 2. Definitions .—(1) In  this Act, unless there is anything repugnant in the  subject or \ncontext,— \n(a) “declarant” means a person making a declaration under section 5;  \n(b) “court of  law ” means  an  Appellate Tribunal,  a  High  Court or  Supreme \nCourt of Pakistan;  \n(c)  “domestic assets ” means assets of every kind other than foreign  assets under \nForeign Assets (Declaration and Repatriation) Act, 2018;  \n(d)  “holder of public office ” means a person who is or has been, during  the \npreceding ten years, — \n(i)  the President of the Islamic Republic of Pakistan or the  Governor of \na Province;  \n(ii) the Prime  Minister,  Chairman  Senate,  Speaker  of the National  \nAssembly,  Deputy  Chairman  Senate,  Deputy  Speaker  National  \nAssembly,  Federal  Minister,  Minister  of  \nState,  Attorney -General  for Pakistan  and other  Law Officers   \nappointed  under  the Central  Law Officers  Ordinance,  1970   \n(VII of 1970),  Adviser  or Consultant  or Special  Assistant  to  \nthe Prime  Minister  and holds  or has held a post or office  with  \nthe rank or status  of a Federal  Minister  or Minister  of State,   \nFederal  Parliamentary  Secretary,  Member  of Parliament,   \nAuditor -General  of Pakistan,  Political  Secretary;  \n \nPage 3 of 10 \n (iii)  the Chief Minister, Speaker Provincial Assembly, Deputy  Speaker \nProvincial Assembly, Provincial Minister, Adviser or  \nConsultant or Special Assistant to the Chief Minister and  \nwho holds or has held a post or office with the rank or status  \nof a Provincial Minister,  Provincial Parliamentary Secretary,  \nMember of the Provincial Assembly, Advocate -General for a  \nProvince   including   Additional   Advocate -General   and  \nAssistant Advocate -General, Political Secretary;  \n(iv)  the Chief Justice or, as the case may be, a Judge of the  Supreme \nCourt, Federal Shariat Court, a High Court or a Judicial Officer \nwhether exercising judicial or other functions or Chairman or member \nof a Law Commission, Chairman or Member of the Council of Islamic \nIdeology;  \n(v) holding an office or post,  in the service of Pakistan or any  service in \nconnection with the affairs of the Federation or of  a  Province  or  of  \na  local  council  constituted  under  any  Federal or Provincial law \nrelating to the constitution of local councils, co -operative societies or \nin the management of corporations, banks, financial  institutions, \nfirms,  concerns,  undertakings   or   any   other   institution   or   \norganization established,  controlled  or  administered  by  or  under  \nthe Federal Government o r a Provincial Government or a civilian  \nemployee of the Armed Forces of Pakistan:  \n  Provided  that  a  member  of  the  Board,  not  actively  engaged  \nin  the  business  and  day -today affairs of  the  said  corporations,  \nbanks,  financial  institutions, firms, concerns, undertakings or any other \ninstitution  or  organization  shall  not  be  treated  as  holder of public \noffice under this sub -clause;  \n(vi) the Chairman or Mayor or Vice Chairman or Deputy Mayor  of  a  zila  \ncouncil,  a  municip al committee,  a  municipal  corporation or a \nmetropolitan corporation constituted under  any Federal or Provincial \nlaw relating to local councils;  \n  Explanation .—For the purpose of this sub -clause the  \nexpressions “Chairman” and “Vice Chairman ” shall  include “Mayor” \nand “Deputy Mayor ” as the case may be, and the respective councilors \ntherein; and  \n(vii)  a District Nazim  or District NaibNazi m, Tehsil Nazim  or Tehsil \nNaibNazim  or Union Nazim  or Union NaibNazim.  \n(e) “undisclosed asset ” in relation to an immovable property includes  an \n immovable   property  the  value  of  which  has  been  under -reported or \n understated;  \n  \n (2) All other  words  and expressions  used but not defined  in the Act shall have  the same  \nmeaning  assigned  to them  under  the Income  Tax Ordinance , 2001  (XLIX  of 2001)  and the rules  \nmade thereunder . \n \nPage 4 of 10 \n   \n 3. Act to override other laws .—The provisions of this Act shall have effect  \nnotwithstanding anything to the contrary contained in any other law for the time  \nbeing in force.  \n \n 4. Application .— (1) The provisions of this Act shall apply to — \n(a) every company, association of persons and all citizens of Pakistan  wherever  \nthey  may  be,  except  holders  of  public  office,  their spouses and dependent \nchildren; and  \n \n(b)  undisclosed income and domestic assets held by the persons  mentioned in \nclause  (in Pakistan, except where proceedings are pending in any court o f law \nin respect of the undisclosed income or domestic assets.  \n \n(2)  The provisions of this Act shall not apply to any proceeds or assets that are \ninvolved in or derived from the commission of a criminal offence.  \n 5. Declaration  of  domestic  assets  in  Pakistan.—(1)Subject  to  the  provisions of this \nAct, any person may make, to the Federal Board of Revenue by the due date specified in section 6, \na declaration in respect of undisclosed income and domestic assets acquired before the tenth day of \nApril, 2 018. \n (2) The value of a domestic asset shall be as specified in section 10.  \n (3) The description, value and tax paid in respect of the undisclosed  income and \ndomestic assets declared in sub -section (1) shall be in the manner as set out in Form A of the Sc hedule \nto this Act.  \n (4) The declaration  of undisclosed  income  and domestic  assets  shall  be made  in the manner  \nas set out in Form  A of the Schedule  to this Act, electronically  on Federal  Board  of Revenue’s  web \nportal  and shall  be valid  only if it is accompanied  by the evidence  of payment  of tax. The declarant  \nmay be required  to provide  additional  item-wise details  of such income  and assets  while  filing  \ndeclaration  on Federal  Board  of Revenue’s  web portal.  \n 6. Period  of applicability .—The declaration  under  section  5 shall  be made  on or after the \ntenth  day of April,  2018  but on or before  the thirtieth  day of June,  2018.  \n 7. Charge of tax .— The domestic assets declared within the due date shall be chargeable to \ntax at the rates specified in the Table below on the value of assets as deter mined under section 10, \nnamely:— \n \n \n \n \n \n \n \n \n \n \n \nPage 5 of 10 \n TABLE  \n \nS.No.  Assets  Rate ( as a percentage  of   \nthe value of  the asset)  \nasset)  (1) (2) (3) \n1. Foreign currency held in a foreign  \ncurrency account in Pakistan as on  \nthe 31st March, 2018 and encashed  \nin equivalent Rupees.   \n \n \n \n \n \n \n \n \n \n \n \n2% Foreign currency held in a foreign  \ncurrency account in Pakistan as on  \nthe 31st  March,  2018   which   is  \ninvested in Government securities  \nupto 5   years   in   US   dollars  \ndenominated    bonds    with    six - \nmonthly profit payment in equivalent  \nRupees  (rate  of  return  3%)  and  \npayable  on  maturity  in  equivalent  \nRupees.  \n2. Other assets.  5% \n \n 8. Payment of tax .— (1) The due date for payment of the tax chargeable  under section 7 shall \nbe the date on which declaration is made under section 6.  \n (2) No tax shall be payable by the declarant under any law for the time  being in force including \nthe Income Tax Ordinance, 2001 (XLIX of 2001)  declared where tax has been paid under sub -section \n(1) in respect of the  undisclosed income and domestic assets declared under section 5.  \n 9.  Incorporation in books of account. — (1) Where a declarant has paid tax under section \n8 in respect of undisclosed income and domestic assets declared under section 5, the declarant \nshall be entitled to incorporate in his books of account such undisclosed income and domestic assets.  \n (2) For the purpose of the Income Tax Ordinance, 2001(XLIX of  2001), the cost of  \nacquisition of domestic assets and date of acquisition  shall be deemed to be the value under sub -\nsection (2) of section 5 and  the  date  on  which  declarati on  has  been  made  by  the  declarant,  \nrespectively. — \n 10. Valuation .— For the purpose of this Act, the valuation of assets declared shall be made \nin the following manner, namely: — \n \nS.No.  Undisclosed income and  \ndomestic assets  Value for the purpose of section 5(2)  \n(1) (2) (3) \n1. Undisclosed income.  As declared.  \n \nPage 6 of 10 \n 2. Open plots and land.  Cost  of  acquisition  or  FBR  rates,  \nwhichever is higher.  \n3. Super structure.  Rs 400 per square feet.  \n4. Apartments and flats.  Cost   of   acquisition   or   Provincial  \nstamp   duty   rates,   whichever   is  \nhigher.  \n5. Imported motor vehicles.  A-B \nA= CIF value plus the amount of all  \ncharges,  customs -duty,  sales  tax,  \nlevies, octroi, fees and other duties  \nand taxes leviable thereon and the  \ncosts incurred till their registration.  \nB=  a sum equal to 10% of the said  value for each \nsuccessive year upto  a maximum of five years.  \n6. Motor  vehicles  purchased  \nfrom  a manufacturer  or \nassembler  or  dealer  in  \nPakistan.  A-B \nA= The price paid by the purchaser,  \nincluding the amount of all charges,  \ncustoms duty, sales tax and other  \ntaxes,  levies,  octroi,  fees  and  all  \nother   duties   and   taxes   leviable  \nthereon and the costs incurred till  \ntheir registration.  \nB=  a sum equal to 10% of the said  \nvalue for each successive year upto  \na maximum of five years.  \n7. Used  motor vehicles  \npurchased locally.  Value  determined  in  the  manner  specified in S.N. 5 \nor 6, as the case  may be, as reduced by an amount  \nequal   to  10%   for   every   year  following the year \nin which it was  imported   or   purchased   from   a  \nmanufacturer.  \n8. Securities  and shares  \ntraded  on stock  exchange.  Day-end   price   of   the   share   or  security quoted on \nregistered stock  exchange as on the 9th April, 2018  \nand where no day -end price of such  share or security \nis quoted on stock  exchange on the 9th April, 2018 \nday- end price of the share or security  quoted on a \ndate nearest to  the 9th April, 2018.  \n \nPage 7 of 10 \n 9. Securities  and shares  not \ntraded on stock  exchange.  Break -up   value   or   face   value,  whichever is \nhigher. Breakup value  shall be the sum of paid -up \ncapital,  reserves and balance as per profit  and loss \naccount as reduced by the  value   of   preference   \nshares and  divided by the amount of the paid up  \nordinary share capital.  \n10. National  saving  schemes,  \npostal  certificates,  bonds,  \nsecurities and other  similar   \ninvestments   in  capital  \ninstruments not  traded or \nquoted  on stock exchange.  \n  \nFace value.  \n11. Gold.  Rupees 4000 per gram.  \n12. Other   precious   stones  \nand metals.  Market rate as on the 9th April, 2018  \nor cost of acquisition, whichever is  \nhigher.  \n13. Stock -in-trade.  Market rate as on the 9th April, 2018.  \n14. Plant and machinery.  Actual  cost  of  acquisition  with  no  \ndepreciation.  \n15. Accounts receivable.   \nActual cost of acquisition.  \n16. Other assets.  \n17. Prize  bonds,  cash  and  \nbank accounts including  \nforeign  currency  \naccounts.  For bank accounts balance as on 9th \nApril, 2018 and face value for other  \nassets.  \n \n 11. Confidentiality .— (1) Notwithstanding the provisions of  sub -section (3)  of section 216 \nof the Income Tax Ordinance, 2001 (XLIX of 2001), the Right of Access to Information Act, 2017 \n(XXXIV of 2017) and any other law for the time  being in force, particulars of any person making a \ndeclaration under this Act or  any information received in any declaration made under this Act \nshall be confidential.  \n \n (2) A person who discloses any particulars in contravention of sub - section (1) shall commit \nan offen ce punishable on conviction with a fine of not less than five hundred thousand Rupees but \nnot exceeding one million Rupees or imprisonment for a term not exceeding one year or with  both.  \n 12. Declaration not admissible in evidence .— Notwithstanding anything  contained in any \nother law for the time being in force, nothing contained in any declaration made under section 5 \n \nPage 8 of 10 \n shall be admissible in evidence against the declarant for the purpose of any proceedings relating to  \nimposition of p enalty or for the purposes of prosecution under any law including Income Tax  \nOrdinance, 2001 (XLIX of 2001).  \n 13. Removal of difficulty .—If any difficulty arises in giving effect to the  provisions of \nthis Act, the Federal Government may make such order in writing, as is not inconsistent with the \nprovisions of this Act, for removal of such difficulty.  \n 14. Misrepresentation .—Notwithstanding anything contained in this Act , where a \ndeclarati on has been made by misrepresentation or suppression of facts, such declaration shall be \nvoid and shall be deemed never to have been made under this Act.  \n \nSchedule  \n \nForm A  \n \nDECLARATION UNDER SECTION 5  \nFULL NAME  \n \nCNIC      -         -  \nNTN (if \navailable)              \nADDRESS  \n \nTELEPHONE NUMBER:  \nEmail:  \nUNDISCLOSED INCOME AND DOMESTIC ASSETS  \nS.No.  Undisclosed income and assets.  Value as per section 10.  \n1. Undisclosed income.   \n2. Open plots and land.   \n3. Super structure.   \n4. Apartments and flats.   \n5. Imported motor vehicles.   \n \nPage 9 of 10 \n 6. Motor  vehicles  purchased  from  a  \nmanufacturer   or   assembler   or  \ndealer in Pakistan.   \n7. Used   motor   vehicles   purchased  \nlocally.   \n8. Securities  and  shares  traded  on  \nstock  exchange.   \n9. Securities and shares not traded on  \nstock exchange.   \n10. National   saving   schemes,   postal  \ncertificates,  bonds,  securities  and  \nother similar investments in capital  \ninstruments not traded or quoted on  \nstock exchange.   \n11. Gold.   \n12. Other precious stones and metals.   \n13. Stock -in-trade.   \n14. Plant and machinery.   \n15. Accounts receivable.   \n16. Other assets.   \n17. Cash,  prize   bonds   and   bank  \n \naccounts   \n18. Government securities ( other than  \nthose at S.No. 1 in the Table under  \nsection 7)   \nTotal value in Rupees   \nTax @ 5% (A)   \n \nPage 10 of 10 \n 19. Government   securities   or   rupee  \namount from encashment of foreign  \ncurrency accounts (S.No. 1 in the  \nTable under section 7)   \nTax @ 2%  (B)   \nTotal Tax (A+B)   \nWhether evidence of payment of tax attached.  YES  NO \n \n \nVERIFICATION  \n I, the undersigned, solemnly declare that to the best of my knowledge and belief — \n(a) the information given in this declaration is correct and complete; and  \n(b) the value of domestic assets have truly been declared.  \n I, further declare that I am competent to make this declaration and verify it in my own  \nname.  \nDate __________  Signature________ ___ \n   Name __________ ___"
}