{
    "file": "./converted_json\\administratorbffe66c6012e7d43ef73932bb2016971.json",
    "name": "Hindu Inheritance (Removal of Disabilities) Act",
    "date": "September 20, 1928",
    "tagline": "An Act to amend the Hindu Law relating to exclusion from inheritance of certain classes of heirs, and to remove certain doubts.",
    "content": "Page 1 of 2 \n  \n \nTHE HINDU INHERITANCE (REMOVAL OF DISABILITIES) \nACT, 192 8 \n \n \n \nCONTENTS  \n1. Short title, extent and application . \n2.  Persons not to be excluded form  inheritance or rights in joint -family property.  \n3.  Saving and exception . \n\n \nPage 2 of 2 \n THE  HINDU  INHERITANCE  (REMOVAL  OF DISABILITIES)  ACT,  1928.  \nACT  No. XII of 1928  \n[20th September,  1928]  \nAn Act to amend  the Hindu  Law relating  to exclusion  from  inheritance  of certain  classes  of \nheirs,  and to remove  certain  doubts.  \n WHERAS  it is expedient  to amend  the Hindu  Law relating  to exclusion  from  inheritance  of \ncertain  classes  of heirs,  and to remove  certain  doubts;  it is hereby  enacted  as follows:⸻  \n 1. Short  title,  extent  and application. ⸻(1) This Act may be called  the Hindu  Inheritance  \n(Removal  of Disabilities)  Act, 1928 . \n  1[(2) It extends  to the whole  of Pakistan.]  \n  (3) It shall  not apply  to any person  governed  by the Daya -bhaga  School  of Hindu  Law.  \n 2. Persons  not to be excluded  form  inheritance  or rights  in joint -family  property.  \nNotwithstanding  any rule of Hindu  Law or custo m to the contrary,  no person  governed  by the Hindu  \nlaw, other  than a person  who is and has been  from  birth  a lunatic  or idiot,  shall  by excluded  from  \ninheritance  or from  any right  or share  in joint-family  property  by reason  only of any disease,  \ndeformity,  or physical  or mental  defect.  \n 3. Saving  and exception.  Nothing  contained  in this Act shall  affect  any right  which  has \naccrued  or any liability  which  has been  incurred  before  the commencement  thereof,  or shall  be \ndeemed  to confer  upon  any person  any right  in respect  of any religious  office  or service  or of the \nmanagement  of any religious  or charitable  trust which  he would  not have  had if this Act had not been  \npassed.  \n \n \n \n_________  \n \n \n \n \nDate: 15 -08-2024  \n1Subs.  by the Central  Laws  (Statute  Reform)  Ordinance,  1960  (XXI of 1960),  s.3 and 2nd Sch. (with  effect  from  the 14th October,  1955)."
}