{
    "file": "./converted_json\\administrator4bc78113f2d88008d70db7fb756d68ad.json",
    "name": "International Court of Justice (Review and Re-consideration) Act 2021",
    "date": "3rd December, 2021",
    "tagline": "Providing for the right of review and re-consideration in giving effect to the judgement of the International Court of Justice.",
    "content": "Page 1 of 3 \n  \n \n \n \n \n \nTHE INTERNATIONAL COURT OF JUSTICE (REVIEW  \nAND RE -CONSIDIRATION ), 2021  \n \n \n \n \n \n \n \n \nCONTENTS  \n ___________  \n  \n \nSECTIONS:  \n1. Short title and commencement.  \n2. High  Court’s  power  to review and  reconsider  \n3.    Disposal  of petitions  for review  and re-consideration.  \n4.    Removal of difficulties.  \n5.    Act to have overriding effect.  \n \n \n   \nUpdated till 11.04.2023\n \nPage 2 of 3 \n THE INTERNATIONAL COURT OF JUSTICE (REVIEW  \nAND RE -CONSIDIRATION) ACT 2021  \n \n                    [3rd December , 2021 ] \n \nACT NO.  XXIV  OF 2021  \nAn act to provide for the right of review and re -consideration in giving effect to the     judgement of  the \nInternational  Court  of Justice  \n WHEREAS  it is expedient  to provide  for the right  of review  and re- consideration  to foreign  \nnationals,  in relation  to orders  and judgements  of military  courts;  \n \nIt is hereby  enacted as  follows: \n1.  Short title and commencement. (1) This Act shall be called the  International Court  of Justice \n(Review  and Re-consideration)  Act, 2021.  \n \n   (2) It shall extend  to the whole  of Pakistan.  \n   (3) It shall come  into force  at once.  \n2.   High  Court’s  power  to review and  reconsider .(1) where, \n \n(a)    the International  Court  of Justice  in relation  to a foreign  national  passes an order  in \nrespect of rights under  Article 36  of the Vienna Convention of Consular Relations of \n24 April,  1963;  or \n \n(b)   a foreign  national  is aggrieved  in respect  of the rights  available  under   Article  36 of \nthe Vienna  Convention  of Consular Relations of  24 April, 1963,  such foreign \nnational, either himself or through his authorized representative, or  through a \nconsular officer of a mission of his country, or in default whereof, the  Secretary, \nMinistry of Law and Justice in an appropr iate case, may file a petition  before a High \nCourt for review and re -consideration, in terms of section 3, with  regard to an order \nof conviction or sentence of a military court operating under  the Pakistan  Army  Act, \n1952 (XXXIX  of 1952):  \n \n Provided  that any petition  already  filed or pending  shall  be treated  as a   petition  having   \nBeen filed under  this section.  \n \n  Explanation .”High Court” means a High Court Established under Article 175 of the \nConstitution of the Islamic Republic of Pakistan, within the limits of whose territorial jurisdiction a foreign \nnational is confined.  \n(2)  The petition for review and re -consideration ma y be filed within  sixty  days of \n(a)  the commencement  of this Act against  the order  of the military   court  specified  \n \nPage 3 of 3 \n in sub-section  (1) existing  prior  to the commencement of this Act;  or \n \n(b) the order of the military court specified in sub -section (1), if such  order  has been  \ndelivered after the  commencement  of this Act. \n \n3.  Disposal  of petitions  for review  and re-consideration .(1) In deciding a petition filed under \nsection 2, the Court shall examine whether any  prejudice  has been  caused  to the foreign  national  in \nrespect  of his right  of defence, right  to evidence  and principles  of fair trial, due to denial  of consular  \naccess      according  to the Vienna  Convention  on Consular  Relations  of 24 April,  1963.  \n \n4.  Removal of difficulties. If any difficulty arises in giving effect to      any provisions of this Act, \nthe President may make such orders as may appear to  him to be necessary  for the  purpose  of removing  such \ndifficulty.  \n \n5.  Act to have overriding effect. The provisions of this Act shall  have  effect  notwithstanding  \nanything  to the contrary  contained  in any other  law for the time being  in force  including  the Pakistan  Army  \nAct, 1952  (XXXIX  of 1952)."
}