{
    "file": "./converted_json\\administratorf703ce6dc8ba9e939ed85bccafa2c90b.json",
    "name": "Gilgit-Baltistan PPHI-GB Employees (Regularization of Services) Act, 2020",
    "date": "24th June, 2020",
    "tagline": "For regularization of services of employees appointed on contract basis against PPHI Programme posts",
    "content": "____________________________________________________________________________________________________________________________________\nISLAMABAD, WEDNESDAY JULY  8, 2020____________________________________________________________________________________________________________________________________\nPART I\nActs, Ordinances, President’s Orders and Regulations\nGOVERNMENT OF GILGIT-BALTISTAN\nLAW AND PROSECUTION DEPARTMENT\n(Gilgit-Baltistan Secretariat)\nGilgit, the 24th June, 2020\nThe Gilgit-Baltistan (Induction/Regularization of PPHI Employees) Act,\n2020\n(ACT NO. IX OF 2020)\nTo provide for the regularization of the services of the employees already\nappointed on contract basis against People’s Primary Healthcare Initiative\n(PPHI-GB) posts who are currently serving under the administrative control of\nDepartment of Health under an MoU with Gilgit Baltistan Rural Support Program\n(GBRSP) subject to transfer of their services along with assets and funds from\nGBRSP/PPHI to Health Department GB by creating a new department with the\nname of Independent Monitoring Unit within the department of Health Gilgit Baltistan.\nWHEREAS it is expedient to due to the essential services rendered by the\nstaff in the prevailing pandemics of Naval corona Virus 19 and provide for\n483(1-4)\nPrice : Rs. 6.00\n[5703(2020)/Ex. Gaz.]\n483(2) THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  JULY  8,  2020  [P ART I\nregularization of services of employees appointed on contract basis against PPHI\nProgramme posts in Gilgit Baltistan;\nIt is hereby enacted as follows:—\n1.Short title and commencement.— (1) This act may be called the\nGilgit-Baltistan PPHI-GB Employees (Regularization of Services) Act, 2020.\n2.Definitions.— (1) in this Act, unless the context otherwise requires,\n(a)“Government”  means the Government of the Gilgit-Baltistan;\n(b)“PPHI-GB” means the Primary healthcare initiative program started\nby the Federal Government in Gilgit Baltistan during the year 2006.\n(c)“Employees” means the 95 Employees working in PPHI-Gilgit\nBaltistan.\n(d)“Department”  the Health Department Gilgit-Baltistan.\n(e)“Employee” means those duly qualified persons who were appointed\nagainst various posts in PPHI-GB under the administrative control of\nHealth Health, Gilgit-Baltistan;\n(f)“Law or rules”  means the laws or rules for the time being enforced\ngoverning the selection, appointment, and induction of employees of\nPPHI-GB in Health Department, Gilgit-Baltistan;\n(g)“Post” means the already created posts in PPHI Gilgit-Baltistan for\nregularization of PPHI-GB Employees;\n(2) All the other terms shall have the same meanings as respectively\nassigned to them in the Gilgit-Baltistan Civil Servants Act, 2011.\n3.Regularization of services of PPHI-GB Employees.— (1) Not\nwithstanding anything contained in any law or rules, all employees appointed on\ncontract basis and holding their post in PPHI-GB shall be deemed to have been\nvalidly appointed on regular basis having same qualification and experience for regular\npost from the day of commencement of this Act:\nPART I] THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  JULY  8,  2020 483(3)\nProvided that:\na.Establishment of Health Monitoring Unit.—The IMU shall be\nestablished  under Health Department GB.\nb.Creation of Posts: There will be zero financial impact for this initiative\nas provincial government has already been providing funds in the shape\nof Grant in Aid from the regular budget. However Finance Department\nGB shall submit the case of posts for concurrence to finance\ndepartment Islamabad of the existing staff of PPHI GB.\nc. The Health Department shall have the sole responsibilities/authority\nfor distribution of posts in District based on the actual strength of\nemployees and existence of offices.\nd. The maximum age limit for regularization of an employee in PPHI\nGB, Gilgit-Baltistan shall be 50 years as on commencement of this\nAct.\ne. The employees who are overages i.e., above 50 years of age as on\ncommencement of this act shall be granted lump sum amount of Rs.1\nMillion and their services shall stand terminated thereafter.\nf. The following committees shall have mandate for regularization of\nPPHI-GB Employees against the created posts in the department and\nfor transfer of Assets and Endowment Funds.\ng. Committees under the chairmanship of the Secretary Health having\nthe representatives of the Services, Law and Finance Department as\nmembers shall be notified by the Department for induction of PPHI-\nGB Employees 16 and above in the Department. Provided further that\nDirector General Health will be the chairman for the official of BS 1- 15\nwith the same committee members.\nh. A Complaints Redressal Committee headed by the Director General\nHealth Department, Gilgit-Baltistan with the representation of Deputy\nSecretaries of Services, Finance and Law Department as shall also\nbe notified by the department.\ni. To take over Endowment Fund to PPHI-GB by the Government and\nfor mutation/transfer of all assets in the name of Health Department,\nGilgit-Baltistan the following Committee shall be notified by the\ndepartment.\n483(4) THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  JULY  8,  2020  [P ART I\nj.Committee for Transfer of Endowment Fund\n1. Director General Health GB Chairman\n2. Deputy Secretary Finance GB Member\n3. Deputy Secretary Law Member\n4. Deputy Secretary (Development) Health GB Member\n5. In the case of two or more employees in the same cadre, the\nemployee older in age shall rank senior to the younger one,\nprovided further that the seniority shall be limited to the same\ncadre.\n6.Removal of difficulties.— if any difficulty arises in the giving\neffect to any of the provision of this Act. The Department may\ngive such direction as it may consider necessary for the removal\nof such difficulty.\n7.Overriding effect.— Notwithstanding anything to the contrary\ncontained in any other law or rules, the provision of this Act shall\nhave an overriding effect and the provisions of any such law or\nrules to the extent of inconsistency to this Act shall cease to\nhave effect.\nFIDA MUHAMMAD NASHAD,\nSpeaker\nGilgit-Baltistan Assembly.\n__________\nRAJA JALAL MAQPOON,\nGovernor\nGilgit-Baltistan .\n————————————————————————————————————————————\nPRINTED  BY THE MANAGER, PRINTING CORPORATION OF  PAKISTAN PRESS,  ISLAMABAD.\nPUBLISHED BY THE  DEPUTY CONTROLLER, STATIONERY AND FORMS, UNIVERSITY ROAD, KARACHI."
}