{
    "file": "./converted_json\\administrator318670be8bab15de3271087ccc7c9b82.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "Page 1 of 10 \n  \n \n \n \n \nTHE NATIONAL COMMISSION ON THE RIGHTS OF CHILD \nACT, 2017  \n \n \n \n \n \n      \n       CONTENTS  \n             _________  \n \n \n        CHAPTER I  \n \nPRELIMINARY  \n \n1.  Short title, extent and commencement.  \n \n2.  Definitions.  \n  \nCHAPTER II  \n \nNATIONAL COMMISSION ON THE RIGHTS OF CHILD  \n \n3.  Constitution of Commission . \n \n4.  Secretariat of the Commission . \n \n5.  Appointment of Chairperson and members . \n \n6.  Term of office of Chairperson and members . \n \n7.  Disqualification . \n \n8.  Removal from office . \n \n9.  Vacancy in office of the  Chairperson or member . \n \n10.  Acting Chairperson . \n \n11.  Vacancy not to invalidate proceedings of Commission . \n \n12.  Procedure for transaction of business . \n\n \nPage 2 of 10 \n  \n13.  Executive committee of the Commis sion. \n \n14.  Secretary, officers and other employees of the Commission . \n \nCHAPTER III  \n \nPOWERS AND FUNCTIONS OF THE COMMISSION  \n \n15.  Function of the Commission . \n \n16.  Delegation of functions . \n \n17.  Annual reports of the Commission . \n \nCHAPTER IV  \n \nFUNDS, FINANCE, ACCOUNTS AND AUDIT  \n \n18.  Fund . \n \n19.  Accounts and audit of the Commission . \n \nCHAPTER V  \n \n    MISCELLANEOUS  \n \n20.  Power of the Federal Government to issue directives . \n \n21.  Returns or information . \n \n22.  Power to make rules . \n \n23.  Power to remove difficulties and doubts . \n \n \n \n  \n \nPage 3 of 10 \n THE NATIONAL COMMISSION ON THE RIGHTS OF CHILD ACT, 2017  \n \nACT NO.  XXXII OF  2017  \n     [26th Sep, 2017 ] \n  \n \nAn Act to provide for constitution of  a National Commission  on the rights of  child and for \n matters connected  therewith or  incidental thereto  \n \nWHEREAS it  is expedient to  set up a National Commission on  the rights of child in \naccordance with international obligations and for matters connected therewith or incidental thereto;  \n \nIt is hereby  enacted as  follows:  — \n \n \nCHAPTER I  \n \nPRELIMINARY \n \n1.       Short title, extent and commencement .—(1) This Act may be  called the  National \nCommission on  the Rights of Child Act, 2017.  \n \n(2)    It extends to the whole of Pakistan.   \n \n(3)    It shall come into force  at once.  \n \n2.      Definitions. —In this Act, unless there is anything repugnant in subject  or context, —  \n \n(a) “Chairperson ” means the Chairperson of  the Commission;  \n \n(b)      “child ” means any person below the age of  eighteen  years;  \n \n(c)     “child rights ” mean and include, but limited to, rights of child in  the United \nNations ’ Convention on  Rights of the Child and in any other domestic law;  \n \n(d)      “Commission ” means the National Commission on the Rights of  Child \nconstituted under section 3;  \n \n(e)    “member ” means a person appointed as  member of the Commission and where \nthe context so permits includes  the Chairperson;  \n \n(f)      “prescribed ” means pres cribed by rules made under this Act;  \n \n(g)     “rules ” mean  rules made under this Act; and  \n \n(h)     “Secretary ” means Secretary of  the Commission appointed  under section 14 .               \n· \n \n \n      _____________  \n \nPage 4 of 10 \n CHAPTER II  \n \n \nNATIONAL COMMISSION ON  THE RIGHTS OF CHILD  \n \n3.    Constitution of  Commission. —(1) The 1[Prime Minister]  shall  constitute a  \ncommission to  be known as the National Commission on the Rights of Child to exercise its \npowers and perform its functions under  this Act.  \n \n(2)    The Commission shall consist of— \n \n(a)     a person being citizen of Pakistan of  not            Chairperson  \nless than forty -five years of age, having   \nexperience of  not less than  fifteen years   \nof working in  the field of child rights, to  \nbe appointed by  the 1[Prime Minister]   \nin the prescribed manner ; \n \n(b)      Secretary of  the Division, allocated with  the        Member  ex-officio  \nbusiness of child rights, or his representative  \nnot below the rank of Joint Secretary ( B-20); \n \n(c)      a representative of Foreign Affairs Division          Member  ex-officio  \nnot below the rank of Joint Secretary (B -20); \n \n(d)      a representati ve of Interior Division not               Member  ex-officio  \n         below the rank of Joint Secretary ( B-20); \n \n(e)      Chairperson of  the National Commission for        Member  ex-officio  \n Human Rights or his representative not below the  \nrank of an officer in BS -20; \n \n(f)      Chairperson of  the National Commission on         Member  ex-officio  \nthe Status of Women or her representative not  below  \nthe rank of an officer in BS-20; \n \n(g)    Chairpersons of provincial commissions               Members  ex-officio  \non the  rights of child, set up under provincial  \nlaws;  \n \n(h)     six members, one each from each Province,       Members  \nIslamabad Capital  Territory and the Federally  \nAdministered Tribal Areas, out of which two  \nmembers shall  be from women and one from  \nminorities, all having experience of  not less than   \nten years of work in the field of child rights;  \n \n1Subs. by the  National Commission on the Rights of Child (Amendment)  Act, 20 22 (I of 2022), s. 2.\n \nPage 5 of 10 \n (i) two children one boy and one girl not below the   Members  \n age of 15 years ; and  \n \n(j)     Secretary of the Commission.     Member  ex-officio  \n \n(3)    The Secretary shall  act as secretary of  the Commission as  well.  \n \n(4)    The Commission shall be a body corporate having perpetual succession and a \ncommon seal with powers, among others, to acquire, hold and dispose of any property, movable and \nimmovable, and shall sue  and be sued by its name.   \n \n4.       Secretariat of the Commission. —(1) The secretariat of  the Commission shall  be at \nIslamabad.    \n(2) The Commission may  establish its offices at  such other places  as the  Chairperson \nmay determine, with approval of  the 1[Division concerned] . \n \n 5.      Appointment of Chairperson and Members .—(1) The Chairperson and members , \nother than ex-officio  members, shall be  appointed by  the 1[Prime Minister]  on such salary, \nallowances, privileges and  other terms and conditions as may be prescribed.  \n \n(2)    The salary, allowances, privileges and other te rms and conditions under sub -section \n(1) of the Chairperson or  any member, as the case may be, shall not be varied to their disadvantage \nafter their appointment.  \n \n 6.      Term of office of Chairperson and members. —(1) The Chairperson and every \nmember, other  than ex-officio  members, shall  hold office for  a term of three years, extendable for  a \nfurther  term of three years, provided that Chairperson or a member, other than ex-officio  member, \nshall not hold office for more than two terms.  \n \n(2)    The Chairperson or  a member may, at any time by writing under his han d addressed \nto the 1[Prime Minister] , resign from his office.  \n \n7.       Disqualification .—(1) A person shall be  disqualified for  becoming or  being the \nChairperson or  a member of the Commission, if  such person — \n \n(a)     is an un -discharged insolvent  or has been declared a bankrupt; or   \n \n(b)    is of unsound mind or has physical infirmity to discharge his functions \nunder this Act; or  \n \n(c)     has been dismissed from  public service of  Pakistan on  grounds of  \ninefficiency, misconduct, fraud or corruption; or  \n \n(d)    has been convicted of  an offence of  moral turpitude.  \n_______________________________________________________________________________________________  \n1Subs. by the  National Commission on the Rights of Child (Amendment)  Act, 20 22 (I of 2022), ss. 3 -5.\n \nPage 6 of 10 \n 8.       Removal from  office.—(1) Subject to the provisions of sub -section  (2), the  \nChairperson or  a member may be removed from  office on — \n \n(a)     the grounds of misconduct;  \n \n(b)     any condition under section 7 ; or \n \n(c)    a resolution passed for  such removal by  fifty percent of  the total  members \nof the Commission.  \n \n2.      No person shall be removed under sub -section ( 1) until — \n \n(a)   the reasons in  writing for the removal have been communicated to the   \nperson concerned by  the 1[Division concerned with approval with of the \nPrime Minister] ; \n \n(b) he has been  given  an opportunity of  submitting, against  the \ncommunication under clause (a), a reply in wri ting within seven days of \nreceipt of the communication from  the 1[Division concerned with \napproval with of the Prime Minister] ; and  \n \n(c)    such person has  been given an opportunity of  being heard in  person after \nsubmission of  reply under clause (b).  \n \n9.        Vacancy in office of the  Chairperson  or member. —If a vacancy occurs  in the \noffice  of the Chairperson  or of any  member,  whether  by reason of  death, resignation or removal \nunder section 8, such vacancy shall be filled within a  period of  sixty days by making a fresh \nappointment  in accordance with the provisions  of section 5 and the person so appointed shall hold \noffice for the residual of  the term of office of the Cha irperson  or member of whom  the vacancy has \narisen.  \n \n10.  Acting Chairperson. —Where at any time the Chairperson is  unable to perform his \nfunctions due to any reason , the 1[Prime Minister]  may appoint acting Chairperson for performance  \nof functions under  this Act till the vacancy is  filled on regular basis under section 5: \n \nProvided that period of acting appointment shall not exceed four  months.  \n \n11.     Vacancy not to invalidate proceedings  of Commission. —No act or proceedings of \nthe Commission shall be invalid merely by reason of existing  of a vacancy in   or defe ct in \nconstitution of, the Commission.  \n \n12.  Procedure for transaction of business .—(1) The Commission shall  meet regularly at \nsuch time as the Chairperson thinks  fit, but  at least once in every quarter.  \n \n(2)    All decisions at a meeting shall be taken by m ajority:  \nProvided that in the  case of  equality of votes, the  Chairperson or in his  absence the person \npresiding  shall have and can  exercise a second or  casting vote . \n________________________________________________________________________________  \n1Subs. by the  National Commission on the Rights of Child (Amendment)  Act, 20 22 (I of 2022), ss. 6 -7.\n \nPage 7 of 10 \n (3)     If  for any reason, the  Chairperson is unable to attend a meeting of  the Commission, any \nmember chosen by the members present from am ongst themselves at the meeting shall  preside.  \n \n(4)    Quorum of the meeting shall  not be less than fifty percent of  its total membership at the \ntime of such meeting:  \n \nProvided that  fifty percent of  ex-officio  members are  also present . \n \n(5)    In the event  of a requisition signed and presented by  one-fourth of the members, the \nChairperson shall call a meeting of  the Commission within seven days of such requisition, presented \nto the Chairperson.  \n \n13.     Executive committee  of the Commission. —(1) The Commiss ion shall constitute an \nexecutive committee comprising the Chairperson, two members and Secretary of  the Commission.  \n \n(2)    The executive  committee shall perform such functions  as may be  assigned to  it by the \nCommission.  \n \n14.     Secretary, officers  and other employees of  the Commission. —(1) The 1[Prime \nMinister]  shall appoint Secretary of the Commission on such terms and  conditions as may be \nprescribed.  \n \n(2)    The Secretary shall be responsible for proper administration of affairs  of the \nCommission  and its day -to-day management and shall exercise and discharge such other  powers and \nperform such  other functions  as may be prescribed.  \n \n(3)    The Commission  may appoint  consultants, researchers , experts, advisers, officers  and \nother staff members  on suc h terms and conditions and criteria as may be prescribed.  \n \n \nCHAPTER III \n \n \nPOWERS AND  FUNCT IONS OF THE COMMISSION \n \n15.      Functions of the Commission.—The Commission shal l   perform all  or any of  the \nfollowing functions, namely :— \n \n( a)    examine existing or proposed legislations and administrative instruments \nand proposals  related to child rights and make such recommendations as it \ndeems  appropriate;  \n \n(b)    liaise with provincial commissions set up under provincial laws and other \nconcer ned provincial organizations;  \n \n(c)     examine and review any law or policy or practice, for the time being in force, \nfor protection of  child rights and recommend measures for their effective \nimplementation;  \n________________________________________________ _________________________________  \n1Subs. by the  National Commission on the Rights of Child (Amendment)  Act, 20 22 (I of 2022), s. 8\n \nPage 8 of 10 \n (d)     Present to the 1[Division concerned]  and to  1[the departments concerned of]  \nthe provincial governments, as the case may  be, reports upon working of  such \nlaw or  policy or  practice specified under  clause ( c); \n \n(e)    inquire into  violation of  child rights  and recommend to  the relevant agency or \ndepartment  initiation of  proceedings in such cases;  \n \n(f)    examine all factors  that inhibit enjoyment of rights of child, such  as violence, \nabuse and exploitation, trafficking, torture, pornography and prostitution and \nrecommend appropriate  remedial measures;  \n \n(g)      sponsor, steer, encourage research and  maintain a database relating  to children \nand their issues  to provide knowledge and awareness    for national policy and \nstrategic action for its remedy;  \n \n(h)     spread awareness and promote dialogue on child rights am ong various sections \nof the society and promote  awareness of  the safeguards  available for  \nprotection of these rights;  \n \n(i)      examine international  instruments and undertake periodical review of existing \npolicies  and programme s on child rights and    make  recommendations for their \neffective implementation in the best interest of children ; \n \n(j)    advise the 1[Division concerned]  to sign, ratify or accede to  any such proposed \ninternational  treaty, protocol, etc.;  \n \n(k)    while inquiring into complaints of violations  of child  rights, may call for \ninformation or  report from  1[the ministries, divisions, attached departments \nand subordinate offices of]  the Federal  Government, civil society  \norganizations and autonomous or  concerned bodies  and in this regard the \nCommission shall  have the powers vested in a civil court  under the Code  of \nCivil Procedure , 1908 (Act V of 1908 ), for enforcing the  attendance of any \nperson and compelling the production of documents ; and \n \n(l)     undertake such other functions as assigned by the 1[Prime Minister or the \nDivision concerned]  and as it may consider necessary for promotion and \nprotection of child rights and any other matter incidental to the above \nfunctions.  \n \n16.     Delegation of  functions. —The Commission or the Chairperson may, by \nnotification in the official Gazette , delegate its functions subject to such conditions as it \nor he may specify in this behalf to anybody or individual that is part of the Commission.  \n \n17.    Annual re ports of the Commission .—(1) The Commission shall prepare an \nannual report on the situation of child rights in the country and performance of the \nCommission and submit it to the 1[Division concerned]  which shall lay the report before \neach House of Majlis -e-Shoora (Parliament).  \n \n(2)    The Commission may at any time submit special reports on any matter which, in its  \nopinion,  is of such urgency or importance that it should not be deferred  till submissio n of \nthe annual report.  \n_______________________________________________________________________  \n1Subs. and ins.  by the  National Commission on the Rights of Child (Amendment)  Act, 20 22 (I of 2022), s s. 9-10. \n \nPage 9 of 10 \n (3)    The Commission shall assist the 1[Division  concerned]  in preparation of its \nperiodic reports in accordance with international declarations, conventions, treaties, \ncovenants and agreements relating to children and their rights.  \n \n            \nCHAPTER IV  \n \n \nFUND, FINANCE, ACCOUNTS AND AUDIT  \n \n18.    Fund.—(1) There shall be established by  the 1[Division concerned, in \nconsultation with the Finance Division]  a fund to be known as the Child Rights Fund, \nwhich shall vest in the Commission and shall be used by the Commission to meet charges \nin connection with its functions under this Act.  \n \n(2)    The sources of the Fund, amongst other moneys, may be the following,  \nnamely: — \n \n \n(a)    such fund as the Federal Government shall allocate each year as a non -\nlapsable grant in annual budget of the Fund ; \n \n(b)    such voluntary donations , contributions or subscriptions as may be made \nby Provincial Governments;  \n \n(c)     donations, If any , made by private individuals, national and international \nnatural and   juristic persons;  \n \n(d)     income from  investment by  the Commission as may be prescribed;  and \n \n(e)    all other sums or properties or assets which may in any manner become \npayable to or vest in the Commission in respect of  any matter.  \n \n(3)    The Commission shall, while performing its functions and exercisi ng its powers \nunder this Act, ensure highest sense of prudence in respect of expenditures incurred from  \nthe Fund.  \n \n(4)  The Fund shall be expended for  the purposes of — \n \n(a)     performing functions of  the Commission;  \n \n \n(b)  establishment charges of  Chairperson and members, including  \nconsultants, researchers , experts, advisers, officers and  other staff  \nmembers, legal and  other fees  and costs; and  \n \n(c)     such other activities which  fall within purview of the Commission.  \n \n(5)     The Commission may in vest money from the Fund in accordance with \ninstructions of the 1[Finance Division] . \n_________________________________________________________________________________  \n1Subs. by the  National Commission on the Rights of Child (Amendment)  Act, 2022 (I of 2022), ss. 10-11.\n \nPage 10 of 10 \n 19.    Accounts and audit of Commission .—(1) The Commission shall  maintain proper \naccounts and other relevant records and prepare an annual statement of accounts in  such form as \nmay be prescribed by  the Federal Government . \n \n(2)    The Chairperson    shall be the  Principal Accounting Officer of  the Commission and the \naccounts of  the Commission shall  be audited by the Auditor -General at  such intervals as may be \nspecified by  him. \n \n(3)    The accounts of the Commission, as certified by  the Auditor -General or any other \nperson  appointed in his  behalf, together with  the audit report thereon shall be forwarded annually  to \nthe 1[Division concerned]  by the Commission and  the 1[Division concerned]  shall cause the audit \nreport to be  laid, as soon as may be after it is received, before  each House of the Parliament.  \n \n \nCHAPTER V  \n \nMISCELLANEOUS  \n \n20.     Power of  the Federal Government to  issue directives. —The 1[Prime Minister]  may, \nas and when it  considers necessary, issue  directives to  the Commission on matters of  policy and \nsuch directives shall be binding on the  Commission and  if a question arises  as to whether any matter \nis a matter of policy or not, the decision of  the 1[Prime Minister]  thereon shall  be final.  \n \n21.     Returns or in formation. —The Commission shall furnish to the  1[Division concerned]  \nsuch returns or other information with respect to its activities as the  1[Division concerned]  may, \nfrom  time to time, require.  \n \n22.    Power to make rules.—Within six months of the commencement of this Act, the \nFederal Government may, in consultation with  the Commission and  by notification in  the official \nGazette ,  make rules to carry  out purposes of  this Act.  \n \n23.    Power to remove difficulties and doubts .—If any difficulty or doubt arises in giving \neffect  to the provision of  this Act, the Federal Government may, by order in writing published in the \nofficial Gazette, make such provision as may appear to it to be necessary for  removing the  difficulty \nor doubt : \n \nProvided that  no order shall be  made under  the section after  expiry of  a period of three years \nfrom commencement of this Act.  \n \n \n \n_________________________________________________________________________________  \n1Subs. by the  National Commission on the Rights of Child (Amendment)  Act, 20 22 (I of 2022), ss. 12 -14."
}