{
    "file": "./converted_json\\administratorf3be1ec8d21dfebb9c5d1733f43cffe6.json",
    "name": "Employees' Old-Age Benefits Act, 1976",
    "date": "15th April, 1976",
    "tagline": "An Act to repeal and re-enact the law relating to old-age benefits for the persons employed in industrial, commercial and other organizations.",
    "content": "Page 1 of 24 \n \n  \n \n \nTHE  EMPLOYEES ’ OLD -AGE  BENEFITS  ACT,  1976  \n \n \n \n                                                CONTENTS  \n              ________ _ \n \nCHAPTER  I \nPRELIMINARY  \nSECTIONS : \n1.  Short  title, extent,  commencement  and application.  \n2.  Definitions.  \n______________  \nCHAPTER  II \nINSURED  PERSONS  \n3.  Compulsory  insurance.  \n4.  Administration.  \n5.  Nomination  of a body  corporate  pending  establishment  of an Institution.  \n6.  Management.  \n7.  Board  of Trustees.  \n8.  Powers  and functions  of the Board  of Trustees.  \n8A. Appointme nt, powers  and functions  of Chairman.  \n_____________  \n \nCHAPTER  III \nCONTRIBUTIONS  \n9.  Rates  and assessment.  \n9A. Contribution  by Government.   \n\n \nPage 2 of 24 \n 9B.  Contribution  by insured  person.  \n10.  Records  and returns  by employers.  \n11.  Registration  of establishments,  etc.  \n11A.  Cancellation  of registration  of establishments,  etc.  \n12. Officials  of Institution  to check  employer ’s books.  \n12A.  [Omitted].  \n13.  Increase  of unpaid  contribution  and recovery  of contribution  etc., as arrear  of land \nrevenue.  \n \n14.  Safeguard  of insured  person ’s right  in default  of payment  of contributions  by employer.   \n \n15.  Refund  of Contributions  paid erroneously.  \n \n16.  Extinguishment  of claims  to contributions.  \n____________  \nCHAPTER  IV \nFINANCE  AND  AUDIT  \n17.  Employee’s O ld-Age Benefits  Fund . \n18.  Investment  and loans.  \n19.  Budget,  accounts  and audit.  \n20.  Annual  Report.  \n21.   \n______________  \nCHAPTER V  \nBENEFITS  \n22.  Old age pension.  \n22A.  Old-age grant.  \n22B.  Survivor ’s pension.  \n23.  [Invalidity  pension ]. \n____________  \nCHAPTER  VI \nPROVISION S COMMON  TO ALL  BENEFITS  \n24.  Calculation  of qualifying  contribution  periods.  \n25.  Benefit  claims  and payments.  \n26.  Extinguishment  of benefits.  \n \nPage 3 of 24 \n 27.  Suspension  of [old-age pension ] and [survivor ’s pension ].  \n28.  Non-duplication  of allowance.  \n29.  [Benefit] not attachable,  chargeable  or assignable.  \n30.  Repayment  of allowance  improperly  received.  \n31. Institution ’s right  to be indemnified  in certain  cases.  \n32.  Recovery  of amounts  due. \n_____________  \nCHAPTERVII  \nDETERMINATION  OF QUESTIONS  AND  CLAIMS  \n33.  Decisions  on complaints,  questions  and disputes.  \n34.  Review  of decisions.  \n35.  Appeal  to Board.  \n36. Assessment  of invalidity.  \n________________  \nCHAPTER  VIII  \nOFFENCES  AND  PENALTIES  \n37.  Offences.  \n            38.       Prosecution.  \n________________  \nCHAPTER  IX \nMISCELLANEOUS  \n39.  Contributions,  etc.  \n40. Exemption  from  stamp  duty.  \n41.  Exemption  from  taxes.  \n42.  Member  and servants  of the Institution  to be public  servants.  \n43.       Delegation  of powers.   \n44.       Power  to make  rules.  \n45.       Powe r to make  regulations.  \n46.       Power  to exempt.  \n47.    Act not to apply  to certain  persons.  \n48.       Repeal.  \nSCHEDUL E \n \n \n \nPage 4 of 24 \n THE  EMPLOYEE S’ OLD-AGE BENE FITS ACT, 1976  \n1ACT No. XIV OF 1976  \n[15th April , 1976 ] \nAn Act to repeal and re-enact the law relating of old-Age benefits for the persons employed in \nindustrial, commercial and other organizations. \nWHEREAS it is expedient to repeal and re-enact the law relating to old-age benefits for \nthe persons employed in indust rial, comm ercial and other organizations  and matters connected \nherewith; \nIt is hereby enacted as follows: \nCHA PTER  I \nPRELIMINARY  \n1. Short title, extent, commencement and application. (1) This Act may be called \nthe Empl oyees’ Old-Age Benefits Act, 1976. \n(2) It extends to the whole  of Pakistan. \n(3) It shall come into force at once. \n2[(4) It applies to every indust ry or establishm ent \n(i) wherein 3[five] or more persons are employed by the employer, directly or \nthrough any other person, whether on behalf of hims elf or any other person, or \nwere so employed on any day during the preceding twelve months,  and shall \ncontinue  to apply to every such indust ry or establishm ent even if the number \nof persons employed therein is, at any time after this Act becomes applicable \nto it, reduced to less than 3[five]3[.] \n3* * * * * * * \n4[(ia)  wherein less than 3[five]  persons are employed if such indust ry or \nestablishment volunt arily applies for application of this Act and this Act shall \napply to such indust ry or establishm ent from the date of submission  of an \napplication by such indust ry or establishm ent; or] \n(ii) which the Federal Government may, by notification in the official Gazette, \nspecify in this  behalf.] \n  1For Statement of Objects and Reasons, see Gaz., of P., 1976, Ext., Pt. III, p.146. \n2Subs. by the Employees’ Old-Age Benefits (Amdt.) Ordinance, 1983 (17 of 1983), s. 3, (w.e.f. 1-7-83). \n3Subs . and Omitted  by Finance Act I  of 2008, s. 9 (w.e.f. 1-07-08). \n4Ins. by ord. LIII of 2001 s.2 .sch. \n \nPage 5 of 24 \n 2. Definitions. In this Act, unless the context otherwise requires, \n1[(a)  ‘benefits’ mean old-age pension,  invalidity pension 2[survivor’s] pension, \nold-age grant and such other payments as may be determined by the Federal \nGovernment from time to time;] \n \n1[(aa)]  “Board” means the Board of Trustees constitut ed under section 7 ; \n \n (b) “contribution ” means the sum of money payable to the Institution  by the \nemployer 3[or by the Federal Government] in respect of an insured person \nunder the provisions  of the Act; \n \n1[(bb)  “employee” means any person employed, whether directly or through any \nother person, for wages or otherwise, to do any skilled or unskilled, \nsupervisory, clerical, manual or other work in, or in connection with the affairs \nof, an indust ry or establishment, under a contract of service or apprenticeship, \nwhether written or oral express or implied, and includes such person when \nlaid off ;] 4[:] \n \n5*  *  *  *  *  *  *  \nProvided 6* that a director of a limit ed company or of a corporation set \nup under any law shall not be treated as an employee under this Act, \nirrespective of his wages or emolum ents.] ; \n \n7[(c)  ‘employer’, in relation to an indust ry or establishment, means any person who \nemploys, either directly or through any other person, any employee, and \nincludes  \n \n(i)  in the case of an individu al, an heir, successor, administ rator or assign; \n \n(ii)  a person who has ultim ate control over the affairs of an indust ry \nor establishm ent, or where the affairs an indust ry or establishm ent are \nentrusted to any other person (whether called a managing agent, \nmanaging director, manager, superintendent, secretary or by any other \nname), such other person; and \n \n3\n*  *  *  *  *  *  * \n \n(d) “employment injury” means a personal injury to an insured person caused \nby an acc ident, or by such occupational disease as may be specified in \nthe regulations, a rising out of and in the course of his employment; \n1Re-numbered  and ins. by the Employees’ Old Age Benefits (Amdt.) Ordinance, 1983 (17 of 1983), s. 4 (w.e.f. 1-7-83). \n2Subs. by Ord. 46 of 02, s. 2. \n3Ins. and Omitted  by the Finance Act, 1986 (1 of 1986), s. 11. \n4Added, ibid. \n5Proviso omitted by the Labour Laws (Amdt.) Act, 1994 (11 of 1994), s. 8 and fourth Sch. \n6The word “further” omitted ibid. \n7Subs. by Ord. 17 of 1983, s. 4, (w.e.f. 1-7-83). \n \n \nPage 6 of 24 \n 1[(e)      “establishment” means- \n \n(i)  an establishment to which the West Pakistan shops  and Establishments \nOrdinance, l969 (West Pakistan Ordinance No. VIII of 1969) for the \ntime being applies, and, notwithstanding anything contained in section \n5 thereof, includes clubs, hostels, organisations and messes  not \nmaintained for profit or gain and establishments, including hosp itals, \nfor the treatment or care of sick, infirm, destitute or mentally unfit \npersons; \n \n(ii)  a construction industry as defined in the West Pakistan Indus trial and \nCommercial Employment (Standing Orders) Ordinance, 1968  (West \nPakistan Ordinance No. VI of 1968); \n \n(iii)  a factory as defined in the Factories Act, 1934  (XXV of 1934) ;  \n \n(iv)  a mine as defined in the Mines Act, 1923(IV of 1923); \n \n(v)  a road transport service as defined in the Road Transport Workers \nOrdinance,1961  (XXVIII of 1961)  ; and  \nincludes any class of industries or establishments which the Fede ral \nGovernment may, by notification in the official Gazette, declare to be \nestablishments for the purposes of this Act,]; \n \n(f)  “fund” means the Employees’ Old-Age Benefits Fund set up under section l7 ;  \n \n(g)  “industry” means any business,  trade, undertaking, manufacture or calling of \nemployers, and includes any calling, service, employment, hand icraft \nindustrial occupation or a vocation of workmen ; \n \n(h)  “institution” means the Employees’ Old-Age Benefits Institution established \nor nominated under section 4 1[or section 5]; \n \n(i)  “insured person” means 2[an employee] who is or was in insurable \nemployment; \n \n(j)  “insurable employment” means employment of a person under a contract of \nservice or apprenticeship, whether written or oral, express or implied and in \nrespect of which contributions are payable under this Act; \n \n(k)  “invalidity” means a condition, other than that caused by an employment \ninjury, as a result of which an  insured person is permanen tly incapacitated to \nsuch an extent as to be unable  earn from h is usual  or other occupation more \nthan one third of the normal rates of earning in his usual occupation ; \n \n(1) “member” means a member of the Board ;  \n \n(m) “prescribed” means prescribed by  rules ; \n \n(n) “regulations” means regulations made by  the Board ;  \n \n(o)  “rules” means rules made under this Act; \n \n1Subs. and Added by the Employees’ Old Age Benefits (Amdt.) Ordinance, 1983 (17 of 1983), s. 4, (w.e.f. 1-7-83). \n2Subs. by the Finance Act, 1986 (1 of 1986), s. 11. \n \nPage 7 of 24 \n  (oa) 1*  * * * * * * \n1[(p)  “wages” means the rates of wages as declared under the Minimum Wages for \nUnskilled Worker Ordinance, 1969  (W.P . Ordinance XX of 1969)] \n2[(q)  “year”, with respect to insurable employment, means a total of three hund red \nand sixty-five days for which contribution  are payable, or, in the case of \ninsured persons who are not paid for weekly holidays, a minimum  of three \nhund red and twelve days.] \n__________  \nCHA PTER  II \nINSURED  PERSONS  \n3[3. Compulsory insurance.All employees in an indust ry or establishm ent shall be insured \nin the manner prescribed by or under this Act.] \n4. Administration. (1) As soon  as may be, after the comm encement of this Act, the \nFederal Government shall establish  or nomin ate by notification an Institution  to be called the \nEmpl oyees’ Old-Age Benefits Institution.  \n(2) The Institution  shall be a body corporate having perpetual succession  and a common  seal, \nwith powers, subject to the provisions of this Act, to acquire, hold and dispose  of property, both \nmovable and immov able, and shall by the aforesaid name sue or be sued. \n \n5. Nomination of a body corporate pending establishment of an institution.(1) \nNotwithst anding anything contained in section 4,  the Federal Government m ay, pending the \nestablishm ent of  an Institution, by notification in the  official Gazette, nomin ate a body corporate \nto exercise and perform all the powers and functions  of the Institution  under this A ct and appoint \nthe h ead of such body corporate, by whatever name called, to be the  2[Chairman] of the Institution.  \n \n(2) The nomin ation of a body corporate under sub-section (1) shall be subject to such terms \nand conditions as the Federal Government may, from time  to tim e, determine. \n6. Management.(1) The general direction and superintendence of the affairs of the \nInstitution  shall vest in a Board which may, with the assistance of the  2[Chairman] of the Institution,  \nexercise all powers and do all acts and things which may be exercised or done by the Institution.  \n(2) In discharging its functions,  the Institution  shall be guided by such instructions  on \nquestions  of policy as may be given to it from time to time, by the Federal Government, whi ch \nshall be the sole judge as to wh ether any instructions are on a question of  policy or not. \n \n1Omitted and subs. by Finance Act 7 of 05, s. 5. \n2Subs. by the Employees’ Old Age Benefits (Amdt.) Ordinance, 1983 (17 of 1983), ss. 4-6, (w.e.f. 1-7-83). \n3Subs. by the Finance Act, 1986 (1 of 1986), s. 11. \n \n \nPage 8 of 24 \n 7. Board of Trustees.(1) The Board of Trustees shall consist of the following  members to \nbe appoint ed by the Federal Government, by notification, namely: \n(a)  the Secretary or Addition al Secretary in the Labour Division,  who shall also \nbe the 1[President] of the Board of Trustees; \n(b)  2[two] persons to represent the Federal Government, one each from the \nMinist ries of Finance, 2* * and Labour; \n(c)  four persons to represent the Provincial Governments, one to be nomin ated by \neach by the Provincial Government; \n(d)  four persons to represent employers; \n(e)  four persons to represent insured persons;  and \n(f)  2[one] persons to represent the Institution.  \n(2) M embers to be appointed under clauses (d) and (e) of sub-section (1) shall respectively be \nchosen from a list of names submitt ed in the prescribed manner by the o rganisations  of employers \nand employees recognised by the  Federal Government for that purpose: \nProvided that, pending the making of rules in this behalf, the first members to be so \nappoint ed shall be chosen from such persons as the Federal Government may deem fit. \n8. Powers and Functions of the Board of Trustees. In addition  to the powers \nconferred on, and the functions  entrusted to it by the other provisions  of this Act or by the rules, the \nBoard shall have powers— \n(a)  to approve the bu dget estimates, the audited accounts and the annual report of \nthe Institution  for submission  to the Federal Government in accordance with \nthe p rovisions  of this Act; 3* \n \n (b)  to call for any information or di rect any research to be m ade for the \nfurtherance of the obj ects of the A ct 3[; and] \n \n3[(c)  to co-opt any oth er technical person by name as member on the Board for the \nspecific pu rpose and su ch limit ed period as decided by the Board.] \n  \n4[8A. Appointment, powers and functions of Chairman. —(1) The Chairman of the \nInstitution  shall be appointed by the Federal Government for such term and on such terms and \nconditions  as it may determine. \n \n(2) The Chairman of the Institution  shall exercise such powers and perform such \nfunctions  as may be prescribed.] \n1Subs. by the Finance Act, 1986 (1 of 1986), s. 11. \n2Subs. and Omitted by Finance  Act VII of 05, s. 5. \n3Omitted, subs. and added by Ord. 46 of 02, s. 3. \n4Ins. by the Employees’ Old Age Benefits (Amdt.) Ordinance, 1983 (17 of 1983 ), s. 7 (w.e.f. 1-7-83). \n \nPage 9 of 24 \n CHA PTER  III \n \nCONT RIBUTIONS  \n \n9. Rates and assessment. — (1) On and from the first day of July, 1976,  contributions  shall \nbe payable every month  by the employer to the Institution  in respect of every person in his insurable \nemployment, at the rate of 1[five] percent of his wages in the prescribed manner 2[:] \n \n3*  *  *  *  *  *  * \n4[Provided 3[*] that no contribution  shall be payable in respect of an insured person \nwho is in receipt of 5[old-age pension]  under this  Act or has attained the age of sixty years, or fifty-\nfive years in the case of a wom an 3[.]] \n \n3\n*  *  *  *  *  *  * \n(2) Where an ins ured person does not  receive any wages from the employer for any period, \nthe Institution  shall, subject to regulations,  determine the amount  of wages with reference to whi ch \nthe contributions sh all be comput ed. \n(3) Notwithst anding  any agreement to the contrary, the employer shall not deduct from the \nwages of an insured person or oth erwise recover from him any portion of 5[employer’s share of \ncontribution]. \n \n3* *  *  *  *  *  * \n6[9A. Contribution by Government. The Federal Government may make such contribution  \nto the  Institution  as it may determine from time to tim e.] \n \n7[9B. Contribution by insured person. — On and from the 1st day of July, 2001  the \ncontribution  shall be payable every month  by an insured person at the rate of 3[one per cent of the \nwages ] in the p rescribed manner.] \n \n10. Records and returns by employers. Every employer shall keep such records and \nshall submit  to the Institution  such returns, at such times, in such form and containing su ch \nparticulars relating to persons employed by him, as may be provided in regulations.  \n \n11. Registration of establishments, etc.— (1) Every employer shall, before the expiration \nof thirty days from the  day on which this Act becomes applicable to the  indust ry or establishm ent in \nrespect of which he is the employer, communi cate to the Institution  the n ame and other \nprescribed particulars of the industry or establishm ent and of every insu red person employed in t he \nindust ry or establishm ent. \n \n(2) Every insu red person may also communi cate his name and other prescribed particulars to \nthe Institution.  \n \n(3) On receipt of a communication under sub -section (1) or sub -section (2), the Institution \nshall register the name of the industry or establishment or the insured person in such manner, and \nissue to the insured person a registration card in such form, as may be prescribed.  \n  1Subs. by Finance Act I of 08, s. 9 (w.e.f. 1-7-08). \n2Subs. Employees’ Old Age Benefits (Amdt.) Ordinance, 1983 (17 of 1983), s. 8 (w.e.f. 1-7-83). \n3Omitted and Subs. by Finance   Act VII of 05, s. 5. \n4Subs. by the Finance Act, 1986. (1 of 1986), s. 11. \n5Subs. by Ord. 46 of 02, s. 4. \n6Subs. by the Finance Act, 1995, (I of 1995) s 8 for section 9A. which was previously ins. by Act I of 1986, s. 11. \n7Ins. by Ord. 53 of 2001, s. 2 and Sch. \n \nPage 10 of 24 \n 1[11A.  Cancellation of registration of establishments, etc. The Board may, on the basis of \nsuch evidence as the Board may find satisfactory for the purpose, cancel the registration of any \nestablishm ent or indust ry which has ceased to exist: \nProvided that the cancellation of the registration of an establishm ent or industry shall not \naffect its liabiliti es incurred before the date of such cancellation.] \n12. Officials of Institution to check employer’s books.—(1) Any official of the Institution,  \nduly authorised by a certificate in a form specified in the regulations,  may, for the purpose of \ninqui ring into the correctness of any of the particulars stated in the records or returns referred to in \nsection 10 or for the purpose of ascertaining  whether any of the provisions  of this Act have been \ncompil ed with— \n(a)  require an employer to furnish to him such information  as he may consider \nnecessary; or \n(b)  at any reasonable time, enter any establishm ent or other premises occupied \nby such employer and require any person found  in charge thereof to produce \nand allow him to examine  such accounts  books  and other documents relating \nto the employment of persons and payment of wages, or to furnish to him such \ninformation, as he may consid er necessary; or \n(c)  examine, with respect to any matter relevant to the purposes aforesaid, the \nemployer, his agent or any other person found  in such establishm ent or other \npremises, or any other person whom the said official has reasonable cause to \nbelieve to be or to have been an insured person 2[.] \n2* * * * * * *  \n3[(2) The official reffered to in sub -section (1) shall not demand production of account book \nand other documents referred to in clause (b) o f sub -section (1) for a period of two years from the date \nof registration of the establishment or the 1st day of July, 2005, whichever is later, if the employer \ndoes not reduce the number of insured persons in respect of whom contribution are paid under se ction \n9: \nProvided that on expiry of two years ’ period, if the employer enhances the number of insured \npersons by at least ten percent, it shall be accepted without any question otherwise checking of record \nshall be done as provided in sub -section (1), by a n officer not below the rank of Assistant Director, \nduly authorized in this behalf and no question shall be asked about the previous two years. ] \n \n(3) If an employer fails to maintain records or to submit  returns as required by the \nregulations,  or otherwise fails to comply with the provisions  of sub-section (1) and thereby makes it \ndifficult to ascertain the identity of persons required to be insured or the amount  of contribution  \npayable, the contribution  shall be assessed on the basis of such evidence as the Institution  may find \nsatisfactory for this purpose 3[in the prescribed  manner]. \n \n12A.3\n*  *  * *  *  *  * \n \n1Ins by the Finance  Act, 1986  (1 of 1986)  s.11.    \n 2Subs.  & Omitted  by ord. 46 of 2002, s. 5.  \n 3Subs.  added  and omitted  by Finance Act VII of 05, s. 5 \n \nPage 11 of 24 \n 13. I ncrease of unpaid contribution and recovery of contribution etc., as a rrears of land \nrevenue. — (1) If any employer fails to pay, on the due date the contribution p ayable by him  under \nsub-section (1) of section 9, the amount  so payable by him  shall be in creased by such percentage or  \namount  as may be prescribed : \n \nProvided that in no case shall such increase exceed fifty per cent of the amount due. \n \n(2) Without  prejudice to any other remedy, the amount  of contribution  due, together with the \nincrease provided for under sub-section (1), may be recovered as an arrears of land revenue. \n \n1[14. Safeguard of insured person’s right in default of payment of contributions by \nemployer.  Notwithst anding anything contained in this Act, if an insured person has communi cated \nhis name and other prescribed particulars to the Institution  under sub-section (2) of section 11 and \nhas been issued by the Institution  a registration card under sub-section (3) thereof and, in case of \nchanging employment from one indust ry or establishm ent to another indust ry or establishm ent, has \nalso informed the Institution  about such change of employment, then, in the  event of default in \npayment of contributions  by the  employer in respect of such insured person, such insured person \nshall have and enjoy the same rights under this Act as if no such default had occurred.] \n \n15. Refund of contributions paid erroneously. An employer shall be entitled to the refund \nof any contribution  paid to the Institution  under erroneous belief that it was payable under the  \nprovisions  of this Act, and shall be entitled to the refund of excess amount  of the contribution  where \nsuch contribution  had been paid at a higher rate than the  rate prescribed: \n \nProvided that no contribution  or excess amount  of any contribution shall be refunded unl ess \nan application for such refund is made within six months  of the date on  which the contribution  was \npaid. \n16. Extinguishment of claims to contributions. Any claims of the Institution  for unp aid \ncontributions  shall be extinguished in the m anner provided in the  regulations.  \n___________  \n \nCHAPTER IV \n \nFINANCE AND AUDIT  \n \n17. Employees ’ Old-Age Benefits Fund .—(1) The  Institution  shall have its own  fund, to be \ncalled the Empl oyees’ Old-Age Benefits Fund and may incur out of the Fund su ch expenditu re as \nmay be necessary for the pu rposes of this Act. \n \n(2) All contributions  paid under this Act and all other moneys received by or on behalf \nof the Institution  shall be paid into the Fund. \n \n(3) The Institution  shall derive its  revenues from the following  sources—  \n \n(a)  contributions  payable u nder this  Act and the rules; \n \n(b)  all other payments made by the employers under this Act and the \nregulations;  \n \n \n(c)  income from investment of the mon eys of the Institution;  and \n \n(d)  donations  and bequests for the pu rposes of this Act. \n \n(4) The assets of the Institution  shall be utilized solely for the pu rposes of this  Act.   \n(5) The moneys of the Institution  shall be deposit ed in su ch banks as may be approved by the \nBoard for the p urpose. \n \n1Subs.  by the Emplo yees’ Old Age Benefits  (Amdt.)  Ordinance,  1983  (17 of 1983) , s. 9 (w.e.f.  1783).  \n \nPage 12 of 24 \n 18. Investment and loans.  — (1) Subject to rules,  the Institution  may, from time \nto time, invest  any moneys which  are not immediately required for expenses  under  this \nAct, and may reinvest  or realise  such inves tment. \n \n(2) The Institut ion may, with the previo us sanction  of the Federal  Gover nment and on \nsuch terms as it may specify, raise loans and take measures for discharging  such loans.  \n \n19. Budget,  accou nts and audit. —(1) The Institution  shall  draw  up annual ly a \nbudget  showing the anticipated  receipts and expenditure  during the following  year and \nshall  submit it to the Board  for the approval of the Federal  Government.  \n \n(2) The Institution  shall maintain  accounts  of its income and expenditure  in such \nform and manner as may be prescribe d. \n \n(3) The books of account  of the Institution  shall be balanc ed on the thirtieth  of June \neach year and its accounts  shall be audited by audito rs approv ed by the Feder al Gover nment \nat such time and in such manner as may be prescrib ed. \n \n(4) The auditors  shall  at all reasonable  times  have  access  to the books  of accounts  and \nother  documents  of the Institution  and may, for the purposes  of the audit  call for such \nexplanat ion and information as they may require  and may examine any principal  or other  \nofficer of the Institutio n. \n \n(5) The auditors  shall forward  to the Federal Gover nment their report together  with \nan audited copy of the accoun ts of the Institution.  \n \n20. Annual Report.  The Instit ution shall submit to the Federal Government an annual  \nreport of its work and activ ities. \n \n1[21. The Institution  shall, at intervals  of not more than three years, have an actuarial  \nvaluat ion made in the prescribed  manner  of its assets  and liabilities  and no change  in rate of \ncontribution  or bene fit under  this Act shall  be made without  proper  actuarial  valuation.]  \n____________  \n \nCHAPTER  V \n \nBENEFITS  \n \n22. 2[Old-age pension].—2[(1)An insured person shall be entitled to a monthly old -age \npension at the rate specified in the Schedule: \n \nProvided that— \n \n(a)  he is over 3[sixty] years of age, or 3[fifty-five] years in the case of a women; \nand \n \n1Subs.  by Ord. 46 of 02, s. 7. \n2Subs. by the Employees’ Old-Age Benefits (Amdt) Ordinance, 1983 (17 of 1983). ss. 2 & 10, (w.e.f. 1-7-83), \n3Subs. by the Finance Act, 1986 (I of 1986), s. 11. \n \nPage 13 of 24 \n (b)  contribution  in respect of him were 1[paid] for not less than fifteen years 2[:] \n \n3[Provided further that the age specified in clause (a) will be reduced by five years in the case \nof an insured person employed in the occupation of mining  for at least ten years immediately \npreceding retirement 1[:]] \n \n1[Provided also that where the employee was insured under the provisio ns of this Act on or \nbefore 30th June 2002,  and contributions  payable under the Act by the employer prior to 30th June, \n2002,  in respect of said insured person had not been paid, the insured person shall enjoy the rights \nunder this Act as if for the word “payable” the word “paid” were not substitut ed: \n \nProvided further that where the contribution  under section 9B is paid regularly by the insured \nperson hims elf in accordance with prescribed procedure, his entitlement, to the benefit shall not be \naffected by default in payment of employer’s share of contribution  under section 9.] \n(2) If an insured person was on the first day of July, 1976  or is on any day thereafter on \nwhich this Act becomes applicable to an indus try or establishm ent,— \n(i)  over forty years of age, or thirty-five years in the case of a wom an, clause \n(b) of sub-section (1) shall have effect as if for the word “fifteen” therein \nthe word “seven” were substitut ed; or \n(ii)  over forty-five years of age, or forty years in t h e  case of a woman, clause \n(b)of sub-section (1) shall have effect as if for the word “fifteen” therein the \nword “five” were substitut ed 4[:] \n4[Provided that nothing  in this section shall apply to an employee insured under this Act on \nor after 1st day of July, 2008.]  \n3[(2A)  Notwithst anding  anything contained in sub -section (1), an insu red person— \n(a) who was insured under the provisions  of this Act on or before the 30th \nJune, 1986,  and will  attain the age of fifty-five years (fifty years in the case of \na wom an) on or b efore the 30th June, 1991, and \n(b) in respect  of whom  contributions w ere payable to the Institution  for the \nperiod  required under the provisi ons of this  Act, \nshall  be entitled  to old-age pension at the age of fifty-five year (fifty years in the case of a  \nwoman). \n(2B) An insured  person alrea dy in receipt of an old-age or invalid ity pension, or  entitled to \nan old-age pension  under the provisions  of sub-section (2A),  shall be entitled  to a minimum pension  \nat the rate specified in the Schedu le. \n \n 1Subs. and added by Ord. 46 of 02, s. 8.  \n2Subs. by the Finance Act, 1986 (I of 1986), s. 11. \n3Added and Ins., ibid. \n4Subs. and added by Finance Act, 2008  (I of 08), s. 9 (w.e.f. 1-07-08). \n \n \nPage 14 of 24 \n (2C) An insured  person who retires  from insurab le employment before attaining  the age of \nsixty years (fifty-five years in the case of a woman) but after attaining  the age of fifty-five years \n(fifty years in the case of a woman) shall be entitled  to a reduced  old-age pension on fulfilling  \nthe following  conditions,  namely:— \n(a)  the Institu tion is satisfied through  documentary evidence that the empl oyer \nhas a definite establi shed retirement age of less than sixty years (fifty-five \nyears in the case of a woman); \n(b) the employer certifies that the insured  person has been  retired  by him on \nattaining  the age of superannuation;  and \n(c)  the contribut ions in respect  of him were  1[paid] for the period  required under  \nthe provisi ons of this Act. \n(2D)  The old age pension shall  be reduc ed by one-half per cent of the old-age pension  \nspeci fied in the Sched ule for each completed  month by which the age falls short  of sixty years \n(fifty-five years in the case of a woman) and the minimum old age pension  shall  also be reduced  in \nthe aforesaid  manner in the case of retire ment from insurable  employment  before attaining  the age \nof sixty years (fifty-five years in the case of a woman). \n \n(2E) The reduction in old-age pension specified in sub-section  (2D)  shall be for life and shall  \nnot be restored  on the insur ed person’s attaining  the normal pensi on age.]  \n \n(3) Subje ct to regulat ions, the 2[old-age pension] shall  commence as from the month \nfollowing  that in which  the insured  person satisfies the condition  for entitlement thereto, provided \nthat no allowance shall be payable retroactively for more than six months  preceding the month  in \nwhich an application for 2[old-age pension]  is submitt ed. \n(4) Insurable employment of a p erson for the  purposes of this  Act shall comm ence on the \ndate from which the first contribution  in respect of him becomes payable. \n(5) The 2[old-age pension]  payable to an insured person shall be terminated at the end of  the \nmonth in whi ch the d eath of such person occurs. \n3*  *  *  *  *  *  * \n4[22A.  Old-age g rant. If an insured person, not otherwise entitled to old-age pension, retires \nfrom insurable employment after attaining the age of sixty years, or fifty-five years in the case of a \nwoman and a mine  workers, and contributions  in respect of him  were 1[paid] for less than fifteen \nyears, but not less 5[than two] years, he shall be entitled to an old-age grant 1[paid] in a lump  sum \nequal to his one month ’s average month ly wages for every completed year of insurable employment \nor part thereof in excess of six months  1[:] \n \n1Subs. by Ord. 46 of 02, ss. 8 and 9 . \n2Subs by Employees’ Old-Age Benefits (Amdt) Ordinance. 1983 (17 of 1983), s. 2. (w.e.f. 1-7-83). \n3Omitted by the Finance Act, 1986 (I of 1986), s. 11. \n4Subs. ibid. \n5Subs. by the Labour Laws (Amdt.) Act 1994. (11 of 1994), Sr. no.8 of  Sch., for “than five”. \n \n \n \n \nPage 15 of 24 \n 1[Provided that where the employee was insured under the provisions  of this Act on or before \n30th June, 2002,  and contributions  payable under the Act by the employer prior to 30th June, \n2002,  in respect of said insured person had not been paid, the insured person shall enjoy the rights \nunder this Act as if for the word “payable” the word “paid” were not substitut ed: \nProvided further that where the contribution  under section 9B is paid regularly by the insured \nperson hims elf in accordance with prescribed procedure, his entitlement to the benefit shall not be \naffec ted by default in payment of employer’s share of contribution  under section 9.] \n22B.  Survivors’ pension. —(1) In the case of the death of an insured person while  in \ninsurable employment but after he had compl eted not less than thirty six months  insurable \nemployment, the surviving  spou se, if any, shall be entitled to a life pension 2[at the rate specified in \nthe Schedule.] \n3[(1A)  In the case of the death of an insured person, while not in insurable employment but \nafter he had compl eted five years insurable employment, the surviving  spouse, if any, shall be \nentitled to a life pension 2[at the rate specified in the Schedule.]] \n(2) In the case of the death of an insured person who had become entitled to old-age p ension \n4[or invalidi ty pension] , before his death, the surviving  spou se shall, if the spouse  had married the \ndeceased person before he had att ained t he minimum age pr escribed for old -age p ension 4[or \ninvalidi ty pension],  receive  a life pension  5[equal  to] the pension  of such  person. \n6[(3) In the case of death  of the  survivi ng spouse  in receipt  of survivor ’s pension,  the \nminor children of the deceased i nsured  person, if any, shall be entitled to the  surviv ors; pension, in \nthe following  equal shares,  namely : \n(i)  in case of a male child, until he attains eighteen years of age,  and \n(ii)  in case of a female child, until she attains eighteen  years of age or until \nmarriage,  whichever  is earlier.  \n(3A)  In the case of cessation  of survivo r’s pension of any of the children of the deceased \ninsured person on his attaining  the age of eighteen  years or marriage in  case of  female, or death, as \nthe case may be the share  of survivor ’s pension received  by such  child  shall be distributed  \nequally among the rest of the minor children  of the deceased  insured person. \n \n1added by Ord. 46 of 02, s.9. \n2Subs. by Finance  Act IV of 07, s. 12 (w.e.f. 1-7-07) \n3New sub-section (1A) ins. by the Labour Laws (Amdt.) Act 1994, (II of 1994) s. 8 and Sch. \n4The certain words ins. ibid. \n5Subs. ibid., for “of sixty per cent of”. \n6Subs. ibid., for sub-section (3). \n \n \nPage 16 of 24 \n (3B) In the case of death of the surviving  spouse  in receipt of a survivo r’s pension  \nwithin five years after the death  of the insured  person  and not survived  by any minor child of \nthe deceased insur ed person, the survivo r’s pension  shall be paid to the surviving  parents  of \nthe deceased  insured  person,  if any, for a period of five years from the death of the said \nspouse .]. \n1[(4) In the case of death of an insured  person who is not survived by a spouse,  the \nsurvi vors’ pensi on shall  be paid to the minor children of the deceased  insured  person  \nreferred  to in sub-section (3) and sub-section  (3A),  and in the case of the insured  person not \nsurviving  by any minor  child, the survivor’s pension shall  be paid to the surviving parents \nof the deceased  insured person,  if any, for a period  of five years from the death  of the \ninsured person .]] \n23. 2[Invalidity pension]. —(1) An insured person who sustains invalidity shall be \nentitled to 2[invalidity pension]  at the rate 3[to be calculated according to the formula  set out in the \nschedule] provided that— \n(a)  contribution in respect of him were 4[paid] for not less than fifteen years ; or \n \n(b)  contributions in respect of him were 4[paid] for not less than five years since \nhis entry into insurable employment and for not less than three years during \nthe period of five years preceding the month in which he sustains invalidity ; \nand \n \n(c)  in either case, he is under 5[sixty] years of age, or 5[fifty -five] years in the case \nof woman  4[:] \n4[Provided that where the employee was insured under the provision  of this Act on or before \n30th June 2002,  and the contribution  payable under the Act by the employer prior to 30th June \n2002,  in respect of said insured person had not been paid, the insured person shall enjoy the rights \nunder this  Act as if for the wo rd “payable” the word “paid” were not su bstitut ed in clause ( a) \nand (b ): \n \nProvided further that where the contribution  under section 9B is paid regularly by the insu red \nperson hims elf in accordance with  prescribed procedure, his entitlement to the b enefit shall not be \naffec ted by default in payment of employer’s share of contribution  under section 9.] \n(2) Subject to regulations the 2[invalidity pension] shall  be payable from the month following  \nthat in whi ch the insu red person satisfies the conditions  for entitlement thereto : \nProvided that the 2[invalidity pension]  shall not be 4[paid] retoactively for more than six  \nmonths  preceding the month  in which an application for the 2[invalidity pension]  is   \nsubmitt ed. \n1Subs. sub-section (4) by the Labour Laws (Amdt.) Act 1994, (II of 1994) s. 8 and Sch.  \n2Subs. by the Employees’ Old-Age Benefits (Amdt.) Ordinance, 1983 (17 of 1983), s. 2 (w.e.f. 1-7-83). \n3Subs. ibid., s. 12 (w.e.f. 1-7-83). \n4Subs. and added by Ord. 46 of 02, s.10. \n5Subs. by the Finance Act, 1986 (1 of 1986) s. 11. \n \n \nPage 17 of 24 \n (3) The 1[invalidity pension] shall be 2[paid] so long as invalidity continu es: \n \nProvided that an insured person who has been in receipt of the 1[invalidity pension]  for not \nless than five continuous  years or attains the age specified in clause (a) of sub-section (1) of section \n22 shall be entitled to the 1[invalidity pension]  for life. \n_______________  \n \nCHA PTER  VI \nPROVISIONS  COMM ON TO ALL BENEFITS \n24. Calculation of qualifying contribution periods. In calculating the contribution  periods \nfor entitlement to a benefit under this Act, periods in respect of which 1[invalidity pension ] has been \npaid to an insured person prior to his reaching the age of 3[sixty] years, or 3[fifty-five] years in the \ncase of wom an, or periods in respect of which maternity benefit, or sickness benefit or injury benefit \nor total disablement pension  have been paid under the  West Pakistan Empl oyees’ Social Security \nOrdinance, 1965 (W.P. Ordinance  No. X of 1965) , to an insured person sh all be deemed to be \ncontribution  periods to s uch extent as may be provided by regulations.  \n \n25. Benefit claims and payments.—(1) All claims for a n  a l l o w a n c e under this Act \nshall be made in writing and shall be accompanied by such documents, information and evidence as \nto entitlement as may be provided, by regulations.  \n(2) Payment of a n  a l l o w a n c e  shall be made in such manner, and at such times and \nplaces, as may be provided by regulations.  \n26. Extinguishment of benefits. A right to the 1[any benefit] shall stand extinguished wh ere \na claim therefor is not made within  twelve months  of the date on which the allowance  becomes \npayable 4[:] \n4[Provided that the Institution  may condone  the delay and admit the claim if it is satisfied \nthat the delay was caused for reasons,  beyond the control of the insured person or the 3[survivor].] \n1[27. Suspension of old-age pension and 3[survivor’s pension]. Subject to regulations,  \npayment of old-age pension  and 3[survivor’s pension]  shall be suspended when and so long as \nthe insured person or the 3[survivor] entitled to it is absent from Pakistan, except where the \nregulations provide oth erwise.] \n28. Non-duplication of allo wance.—(1) An  insured person shall not be paid for the s ame \nperiod mo re than one of  the 1[benefit] provided for in this  Act. \n \n(2) Where an insured person is entitled to mo re than one allowance under this Act, he sh all be \ngiven the higher of such 1[benefit]. \n_____________________________________________________________________         \n 1Subs. by the Employees’ Old-Age Benefits (Amdt.) Ordinance, 1983 (17 of 1983), ss. 2, 13 and 14  (w.e.f. 1-7-83). \n 2Subs. by Ord. 46 of 2002, s.10.  \n  3Subs. by the Finance Act, 1986 (1 of 1986) s. 11. \n  4Subs. and added  by the Employees’ Old-Age Benefits (Amdt.) Ordinance. 1983 (17 of 1983), s. 13 (w.e.f. 1-7-83). \n \nPage 18 of 24 \n (3) Where an insured person is entitled to a n  a l l o w a n c e  under this Act and to a \ndisablement pension  under the West Pakistan Empl oyees’ Social Security Ordinance; 1965 (W.P. \nOrdinance  No. X of 1965)  he shall be given the higher of the two. \n(4) The 1[invalidity pension] shall not be payable to an insured person so long as he receives \nthe sickness benefit under the West Pakistan Empl oyees’ Social Security Ordinance, 1965 (W.P. \nOrdinance  No. X of 1965) . \n29. 1[Benefit] not attachable, chargeable or assignable. A n  a l l o w a n c e  payable \nunder this A ct shall not be  liable to attachment in the execution of a  decree, not sh all it be \nchargeable or assignable; and any agreement to charge or assign a n  a l l o w a n c e  shall be void, \nand on the bankruptcy of an insured person, the allowance payable to him shall not pass to any \ntrustee or person acting on behalf of his creditors. \n30. R epayment of allo wance improperly received.—(1) When a p erson h as received any \nallowance under this Act to which he is not lawfully entitled, he shall be liable to  repay to the \nInstitution  the amount  of the allowance in such manner as may be provided by regulations  : \n \nProvided that the Institution may waive repayment of a n  a l l o w a n c e  where payment \nthereof was not due to misrepresentation on the part of the insured person receiving it and the \nrepayment would cause undue h ardship to him. \n \n(2) Sums due to the Institution by virtue of the foregoing sub-section m ay be recovered by \ndeduction from a n  a l l o w a n c e  payable under this Act. \n \n31. Institution’s right to be indemnified in certain cases. Where the contin gency for \nwhich a n  a l l o w a n c e  is payable under this  Act was caused under circumstances creating a legal \nliability in some  person, the Institution  shall be entitled to substitute  itself for the insu red \nperson in b ringing a suit for damages against th at person. \n \n32. Recovery of amounts due. Any amount recoverable under this Chapter may be \nrecovered as an arrear of land revenue. \n__________  \nCHA PTER  VII \n \nDETER MINATION OF QUE STIONS  AND CLAIMS \n \n33. D ecisions on complaints, questions and disputes. If any compl aint is received or any \nquestion or  dispute  arises as to— \n \n(a) whether a person is an insured person within the  meaning of this A ct;  \n \n(b)  the amount of  wages of an insu red person for the purposes of this A ct; \n \n(c)  the amount  of contribution payable by an employer in respect of an insured \nperson; \n \n(d) the person who is the  employer in respect of an insured person; \n \n2[(e)  entitlement to any benefit under this Act or as to the amount  and duration \nthereof;] \n1Subs. by the Employees’ Old-Age Benefits (Amdt.) Ordinance. 1983 (17 of 1983), s. 2 (w.e.f. 1-7-83). \n2Subs, ibid. s.15 (w.e.f. 1-7-83), for “Clause (e) ”. \n \nPage 19 of 24 \n 1[(ee)  registration of an indust ry or establishm ent; or] \n (f)  any other matter in respect of any contribution  or any allowance referred to in \nclause (e), or dues payable or recoverable under this Act relating to \ncontributions  Or the aforesaid 2[benefit]  \nthe matter shall be decided by the Institution,  in such manner, and within  such time, as the \nregulations  may provide  and the Institution shall notify its decision  to the person concerned in \nwriting, stating therein the reason for its decision.  \n34. Review of decisions. The Institution  may, subject to regulations,  on new facts being \nbrought to its notice, review a decision  given by it under section 33: \nProvided that no decision  shall be so reviewed without  giving  the person concerned an \noppo rtunity of being heard and adducing evidence in suppo rt of, or against, the decision,  as the \ncase may be. \n35. Appeal to Board. Subject to rules, a person aggrieved by a decision of the \nInstitution  under section 33 or on a review under section 34, may appeal to the Board. \n36. Assessment of invalidity. The Institution  shall appoint  medi cal boards which shall, \nin such manner as may be provided by regulations,  assess the degree of invalidity sustained by an \ninsured person. \n        _________  \n    CHA PTER  VIII  \nOFFENCES  AND  PENALTIES \n37. Offences. If any person—  \n(a) for the purpose of obtaining  a n  a l l o w a n c e  or denial of any payment or \nallowance, under this Act, whether for hims elf or some  other person, or for the \npurpose of avoidi ng any payment to be made by hims elf or any other person \nunder this Act— \n(i)  knowin gly makes or causes to be made false statement or false \nrepresentation ; or \n(ii)  produces or furnishes, or causes or knowi ngly allows to be produced \nor furnished, any document or information which he knows  to be \nfalse in any material particular; or \n(b)       fails to p ay any contribution whi ch und er this A ct he is liable to pay; or \n1Ins. by the Employees’ Old-Age Benefits (Amdt.) Ordinance. 1983 (17 of 1983), s. 15, (w.e.f. 1-7-83). \n2Subs. ibid., s. 2, (w.e.f. 1-7-83). \n \nPage 20 of 24 \n (c) recovers or attempts  to recover from an insured  person, or deducts or attempts  \nto deduct from his wages the whole  or any part of the 1[employers share \nof contribution]; or                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                      \n(d)  fails or refuses to submit  any return required by this Act, or regulations  or \nmakes a false return; or \n(e) obstructs any official of the Institution  in the discharge of his duties; or \n \n(f) is guilty of any contravention  of, or non-compliance with,  any of the \nprovisions  of this Act or the rules or the regulations; \n \nhe shall be punish ed with imprisonm ent for a term which may extent to two years, or with \nfine which may extent to ten thous and rupees, or with both.  \n38. Prosecution. (1) No prosecution  under this Act shall be institut ed except with the \nprevious  sanction of the Federal Government or any officer or authority authorised in this behalf by \nit. \n(2) No court inferior to that of a Magistrate of the first class shall try any offence under \nthis Act. \n(3) No court shall take cognizance of any offence under this Act except on a compl aint made \nin writing within  six months  of the date on which the offence comes to the knowl edge of the Federal \nGovernment or an officer or authority referred to in sub-section (1). \n \n______________  \nCHA PTER  IX \nMISCELLANEOUS  \n39. Contributions, etc. In any proceedings of insolv ency against a person or proceedings for \nwindi ng up of a company, any contribution  or other amount  payable under this Act by such person \nor company shall be deemed to be included among debts to be paid in priority to all other debts. \n40. Exemption from stamp duty. Stamp duty shall not be chargeable upon  any documents \nused in connection with 2[benefit] payable under this Act. \n41. Exemption from taxes. Notwithst anding  anything contained in any other law, the \nFederal Government may, by order in writing, exempt the Institution  from any tax, duty, or rate \nleviable by the Federal Government or by a local authority under the control of the Federal \nGovernment. \n42. Member and servants of the Institution to be public servants. The members and \nemployees of the Board and all officers and servants of the  Institution  shall be deemed to be  public  \nservants within  the meaning of section 21 of  the Pakistan Penal Cod e (Act XLV of 1860) . \n \n1 Subs. by Ord. 46 of 2002, s.11.  \n2 Subs . by the Employees ’ OldAge Benefits  (Amdt.)  Ordinance,  1983  (17 of 1983).  s. 2 (w.e.f.  1783). \n \nPage 21 of 24 \n 43. Delegation of powers. The Board may direct that all or any of its powers and functions  \nmay, in relation to such matters and subject to such conditions,  if any, as may be specified, be also \nexercisable by any, officer or authority subo rdinate to the Institution.  \n44. Power to make rules.—(1) The Federal Government may, subject to the condition  of \nprevious  publi cation, by notification in the official Gazette, make rules 1to carry out the purposes of \nthis Act. \n (2) In particular, and without  prejudice to the generality of the foregoing power, such rules \nmay provide  for all or any of the following  matters, namely:— \n(i)  the tenure of office of members of the Board, other than the 2[President], and \nother terms and conditi ons of appointm ent of the members of the Board and \nthe manner in which the Board shall conduct its busin ess, including  the \nnumb er of members required to form a quorum at the meetings thereof; \n(ii) the manner in which names of persons from whom member of the Board may \nbe appoint ed shall be submitt ed by organisations  of employers and emplo yees \nrecognised by the Federal Government for that purpose; \n(iii)  powers and functions  of the Board; \n(iv) fees and 3[a benefit] of the members of the Board; \n(v)  times and rates at which, and conditions  subject to which, contributions  shall \nbe payable; \n(vi)  percentage or amount  by which contributions  in arrears may be increased \nunder section 13; \n(vii)  investment of surplus moneys, realisation of investments and reinvestment of \nproceeds; \n(viii)   terms at which and the manner in which the budget of the Institution  shall be \nprepared and submitt ed to the Federal Government; \n(ix)  the forms and manner in which the Institution  shall keep accounts  of its \nincome and expenditu re and of its assets and liabilities; \n \n (x)  the times at which, and the manner in which, the accounts  of the Institution \nshall be audited; \n1For the Employees’ Old:Age Benefit (Contributions) Rules, 1976, see S.R.O. No. 802(I)/76, dated 9-8-1976, vide Gaz., of P., 1976, Ext. \n(Islamabad) Pt. II, page 1642. For the Employees’ Old-Age Benefits (Registration of Employees and Insured Persons) Rules, 1976, see S.R.O. \nNo. 709(I)/76 dated 12-7-76, ibid., page 1427; and for Em ployee’s Old-Age Benefits (Board of Trustees) Rules, 1977, see S.R.O. No. 438(l)/77. dated \n12-5-77. ibid.. Pages 849—853 ; and for the Employees’ Old-Age Benefits (Audit and Accounts) Rules. 1977, see S.R.O. No. 349(I)77, dated 19-3-\n77. ibid. \n2Subs. by Ord. 46 of 02, s. 12. \n3Subs. by the Employees ’ OldAge Benefits  (Amdt.)  Ordinance,  1983  (17 of 1983).  s. 2 (w.e.f . 1783). \n \n \nPage 22 of 24 \n  (xi)  the matters which the annual report of Instituti on shall cover;  \n(xii) the times in which claims for a n  a l l o w a n c e  shall be made; \n(xiii)  the manner and procedure for dispos al of appeals by the Board; and \n(xiv)  any other matter which is required to be or may be prescribed. \n45. Power to make regulations.—(1) The Board may subject to the condition  of previous  \npubli cation, by notification in the official Gazette, make regulations  not inconsist ent with the \nprovision  of this Act or the rules. \n(2) In particular, and without  prejudice to the generality of the foregoing power, such \nregulation may provide  for all or any of the following  matters, namely:— \n(i) the time and places at which meetings of the Board shall be held; \n(ii) the manner in which daily wages shall be calculated for the purpose of \ndetermining  the contribution  payable; \n(iii)  determination of wages for comput ation of contributions  where the mode  of \npayment of remuneration, in cash or kind,  makes such comput ation difficult; \n(iv) records to be kept and returns to be submitt ed by employers, time at which and \nthe form in which such returns are to be submitt ed, and particulars relating to \nbe insured persons to be stated in such returns and the manner and form for \nregistration of employers and insured persons;  \n(v) the manner in which any claims of the Institution  for unpaid contributions  may \nbe extinguished; \n(vi)  powers and duties of internal audito rs; \n1*  *  *  *  *  *  * \n(viii)  the form and manner in which claims for a n  a l l o w a n c e  shall  be \npreferred, and the documents, information and evidence which shall \naccompany such claims: \n(ix)  the manner in which and the time and places at which payment in respect \nof  a n  a l l o w a n c e  shall be made; \n(x) the manner in which and the time within which compl aints questions  and \ndisput es shall be decided;  \n(xi)  circumst ances and the manner in which, on new facts coming  to light, the \nInstitution  may review decisions;  \n \n(xii) the method of  payment of contributions  and liability thereof; \n1Omitted by the Finance Act. 1986 (1of 1986) s. 11. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nPage 23 of 24 \n (xiii)   the manner in which invalidity shall be assessed and the procedure thereof; \n(xiv)  the manner in which proof of age shall be furnished for the purposes of this Act; \n(xv)    the manner in which the services of the Institution  shall be organised; and \n(xvi)   any other matter not provided for in this Act or the rules and necessary to give \neffect to the provisions  of this Act. \n46. Power to exempt. The Federal Government may, subject to such conditions  as it thinks  \nfit to impos e, by notification in the official Gazette, exempt any establishm ent or indust ry from all or \nany of the provisions  of this Act. \n47. Act not to apply to certain persons. Nothing  in this Act shall apply to— \n(a) persons in the service of the State, including  members of the armed forces, \npolice force and Railway servants; \n(b)  persons in the service of a local council, a muni cipal committ ee, a cantonment \nboard or any other local authority; \n(c)  persons who are employed in services or installations connected with or \nincidental to the Armed Forces of Pakistan including an ordnance factory \nmaintained by the Federal Government or Railway administ ration; \n \n(c) persons in the service of Water and Power Development Autho rity; \n \n1*  *  *  *  *  *  *  \n \n(f)  persons in the service of statutory bodies other than those  employed in or in \nconnection with the affairs of a factory 2[as defined in] section 20 (j) of the \nFactories Act, 1934  (XXV  of 1934)  2[or a mine  as defined in the] Mines Act \n(IV of 1923) , 1923:  \nProvided that workshops  maintained exclusiv ely for the purposes of \nrepair or maintenance of equipm ent or vehicles used in such statutory bodies \nshall not be treated as factories for the purposes of this clause; \n(g)  members of the employer’s family 2[,that is to say, the husb and or wife and \ndependent children of the employer.] living  in his hous e, in respect of \ntheir work for him; and \n3*  *  *  *  *  *  * \n48. [Repeal.] Omitt ed by the Federal Laws (Revision  and Declaration)  Ordinan ce, 1981  \n(XXV/I of 1981), s. 3 and Sch., II. \n1Omitted by Finance Act I of 08, s.9 (w.e.f. 1-7-08). \n2Subs. & Ins. by the Employee’s Old-Age Benefits (Amdt.) Ordinance 1983 (17 of 1983), s. 16. \n3Omitted by the Finance Act, 1986 (I of 1986), s. 11. \n \nPage 24 of 24 \n 1[SCHEDULE  \n(See sections  22 2[22-B] and 23) \n(1) The month ly rate of old-age pension  or invalidity pension  payable to an insured person \n2[and surviors’s pension  payable to surviving  spous e] shall be calculated in accordance with the \nfollowing  formula, namely:— \n2* month ly wages x Number of years of insurable employment. \nA period of six months  or more of insurable employment shall be treated as one full year. No \naccount shall be taken of any period of insurable employment compl eted by the insured person after \nbecoming  entitled to old-age pension.  \n3[(2) The month ly wages of an insured person, referred to in paragraph (1), shall be \ncalculated on the basis of wages on which contributions  were paid in respect of the twelve calendar \nmonths  immediately preceding the date on which the insured person fulfils the conditions  for \nentitlement to any benefits under this Act: \n Provided that the old-age pension  or invalidity pension  payable to an insured person and \nsurvivor’s pension payable to the survivors of the deceased insured person shall not be less than two \nthous ands rupees per month  for pension comm encing on or after 1st day of July, 2008.]  \n2[(3) The month ly rate of old-age pension,  invalidity pension  and survivors pension  being \npaid on or before first day of July, 3[2008], under paragraph (1) shall be increased by fifteen per \ncent.]] \n \n________________  \n \n \n \n \n \n \n \n \n1Sch. added by Ordinance, 17 of 1983, s. 17 have been subs. by Act I of 1986, s. 11.  \n2Added, ins. & omitted by Financ e Act IV of 07, s. 12 (w.e.f. 1-7-07). \n3Subs. by Finance Act I of 08, s. 9 (w.e.f. 1-7-08)."
}