{
    "file": "./converted_json\\administrator3795f7a79b11ba6af248fef2414f03ec.json",
    "name": "The Shaheed Zulfiqar Ali Bhutto Medical University, Islamabad Act, 2013",
    "date": "20th March, 2013",
    "tagline": "An Act to establish Shaheed Zulfiqar Ali Bhutto Medical University, Islamabad",
    "content": "Page 1 of 31 \n  \n \n \n \nTHE  SHAHEED  ZULFIQAR  ALI BHUTTO  MEDICAL  \nUNIVERSITY , ISLAMABAD , ACT,  2013  \n \n \n \n \n \nCONTENTS  \n \nSECTIONS:  \nCHAPTER I  \n \n1. Short title and commencement.  \n \n2. Definitions.  \n \nCHAPTER II  \n \nTHE UNIVERSITY  \n \n3. Incorporation.  \n \n4. Functions.  \n \n5.  Jurisdiction.   \n \n6. University open to all persons.  \n \n7. Teaching.  \n \nCHAPTER III  \n \nOFFICERS  AND  THEIR  FUNCTIONS  \n \n8. Principal  officers  of the University.  \n \n9. Chancellor.  \n \n10. Revision of powers of the  Chancellor.  \n \nUpdated till 12.11.2021  \n\n \nPage 2 of 31 \n 11. Inspection and  inquiry.  \n \n12. Vice Chancellor.  \n \n13. Powers and functions of  Vice­Chancellor.  \n \n14. Pro­Vice  Chancellor.  \n \n15. Registrar.  \n \n16. Controller of Examinations.  \n \n17. Treasurer.  \n \n18. Auditor.  \n \n19. Other officers and staff  members.  \n \n \nCHAPTER IV \n \nAUTHORITIES AND THEIR FUNCTIONS  \n \n20. Authorities.  \n \n21. Senate.  \n \n22. Powers and functions of the  Senate.  \n \n23. Visitations.  \n \n24. Syndicate.  \n \n25. Powers and functions of  Syndicate.  \n \n26. Academic  Council.  \n \n27. Functions of the Academic  Council.  \n \n28. Constitution, functions and powers of the  authorities.  \n \n29. Appointment of committees by certain  authorities.  \n \n  \n \nPage 3 of 31 \n CHAPTER V  \n \nRULES AND REGULATIONS  \n30. Rules.  \n \n31. Regulations.  \n \nCHAPTER VI \n \nUNIVERSITY  FUND  \n \n \n32. Fund.  \n \n33. Recovery of  dues.  \n \n34. Property and  assets.  \n \n35. Audit and accounts.  \n \nCHAPTER VII \n \nGENERAL  PROVISIONS  \n \n36. Retirement.  \n \n37. Pension  etc. \n \n38. Filling of casual vacancies in authorities.  \n \n39. Dispute about membership of  authorities.  \n \n40. Proceeding of authorities not invalidated by vacancies.  \n \n41. Amendment of  schedule.  \n \n42. Removal of  difficulties.  \n \n \nSCHEDULE\n \nPage 4 of 31 \n The Shaheed Zulfiqar Ali Bhutto Medical University, Islamabad , 2013  \nACT No. XV OF 2013  \n[20th March, 2013]  \n \nAn Act to establish Shaheed Zulfiqar Ali Bhutto Medical University, Islamabad  \nWHEREAS it is expedient to establish and incorporate the Shaheed Zulfiqar Ali Bhutto \nMedical University at Islamabad;  \n \nIt is hereby enacted as follows:___ \n \n1. Short title  and commencement .__(l) This Act may be called the Shaheed Zulfiqar  Ali Bhutto \nMedical University, Islamabad, Act, 2013.  \n \n(2) It shall come into force at once.  \n \n2. Definitions .___ In this Act, unless there is anything repugnant in the subject or  context,__ \n \n(a) “Academic Council ” means the Academic Council specified in section  26; \n \n(b) “Authority ” includes one or more authorities of the University specified in \nsection  20; \n \n(c) “Chairman ” means head of a teaching  department;  \n \n(d) “Chancellor ” means the Chancellor specified in section  9; \n \n(e) “Dean ” means the Chairman of the Board of Faculty specified in the Schedule;  \n \n(f) “Director ” means the Director of an  institute;  \n \n(g) “Faculty ” means a faculty specified in the Schedule;  \n \n1[(ga) “Federal Medical and Dental College ” or “FMDC ” means the F ederal Medical \nand Dental  College of the Federal Government affiliated to the University ;]  \n \n(h) “Government ” means the Federal  Government;  \n \n1[(i) “hospital ” means a teaching hospital as notified by the Federal Government or \nan authority authorized by it in this behalf; ]  \n \n(j) “prescribed ” means prescribed by rules made under this  Act; \n \n(k) “Pro­Vice Chancellor ” means the Pro­ Vice­Chancellor appointed under section  \n14; \n \n \n1 Ins. and  subs.  by Act , 2018 ( III of 2018 ), s. 2. \n \nPage 5 of 31 \n (l) “registered graduate ” means a graduate of the University who either resides \nwithin its jurisdiction or otherwise but his name is entered in the register \nmaintained for the  purpose;  \n \n(m) “regulations ” means the regulations made under section  31; \n \n(n) “constituent  college or institution ” means a college, institute, department or \nacademy maintained and administered by the  University;  \n \n(o) “affiliated college ” means an educational institution affiliated to the University \nbut not maintained or administered by  it; \n \n(p) “college ” means a constituent college or affiliated  college;  \n \n(q) “rules ” means the rules made under section  30; \n \n(r) “Schedule ” means Schedule to this  Act; \n \n(s) “Senate ” means the Senate specified in section  21; \n \n(t) “Syndicate ” means the Syndicate specified in section  24; \n \n(u) “Teacher ” includes a Professor, Associate Professor, Assistant Professor ,  \nsenior regi strar and Demonstrator engaged whole­time by the University, \ncollege,  institute or the institution and such other persons as may be declared  \nas  teachers  by  the regulations;  \n \n(v) “Teaching department ” means a teaching department maintained and \nadminist ered by the University;  \n \n1[(va) “University ” means the Shaheed Zulfiqar Ali Bhutto Medical University \nconstituted under  section 3; ] \n \n(w) “Vice Chancellor ” means the Vice­Chancellor appointed under section  12. \n \nCHAPTER  II  \n \nTHE  UNIVERSITY  \n \n3. Incorporation .__(1) The Shaheed  Zulfiqar  Ali Bhutto  Medical University,  Islamabad shall \nbe constituted in accordance with the provisions of this Act.  \n \n(2) The University  shall  consist  of the Chancellor,  the Vice Chancellor,  the Pro­Vice­ Chancellor  \nand members  of the Senate,  the Syndicate,  and the Academic  Council.  \n \n \n1 Ins. by Act , 2018 ( III of 2018 ), s.2. \n \nPage 6 of 31 \n (3) The University shall be an autonomous, body corporate by the name of Shaheed Zulfiqar \nAli Bhutto Medical University and shall have a perpetual succession and a common seal and may sue \nor be sued by the said name.  \n \n(4) The University shall be competent to acquire and hold property both moveable and \nimmovable and lease, sell or otherwise transfer any moveable or immovable  property which vests in or \nhave been acquired by it.  \n \n1[ (5) The Pakistan Institute of Medical Sciences Islamabad  (PIMS)  shall be a teaching  hospital \nof the University  and it shall be headed by an Executive Director appointed by the Prime Minister in the \nmanner as may be prescribed under the Civil Servant Act, 1973 (LXXI of 1973) and the rules made \nthereunder .] \n \n(6) 1[*   *  *  *  * * *] \n \n(7) 1[*   *  *  * * * *] \n \n4. Functions .___ The University shall perform the following functions , namely:__ \n \n(a) to provide  for instruction  in such teaching  subjects,  disciplines  or branches  of \nlearning  at graduate  or post­graduate  level  as it may deem  fit and to make  \nprovision  for research, advancement and dissemination  of knowledge  in such \nmanner  as it may determine; \n \n(b) to prescribe or identify courses of studies to be conducted by it and the  faculties;  \n \n(c) to hold examinations  and to award  and confer  degrees,  diplomas,  certificates  \nand other  academic  distinctions  to and on persons  who have  been  admitted  to \nand have  passed  its examinations;  \n \n(d) to confer honorary degrees or other distinctions on persons approved  therefore;  \n \n(e) to provide  for persons  having  received  education  or training  in other  \ninstitutions,  such instructions  as it may determine,  and to award  degrees,  \ndiplomas  or certificates  to such persons;  \n \n(f) to confer degrees on persons have carried on independent research under certain \nconditions;  \n \n(g) to inspect constituent or affiliated colleges or institutions;  \n \n(h) for the purpose  of admission  to the University,  recognize  the examination  passed  \nand the periods  of study  spent  by students  at other  universities  and places  of \nlearning  as equivalent  to such examinations  and periods  of study  in the \nUniversity,  and to withdraw  such recognition  in appropriate  cases  after giving  \nnotice  to the concerned  student;  \n \n \n \n1 Subs. and Omitted by Act , 2018 ( III of 2018 ), s. 3. \n \n \nPage 7 of 31 \n (i) to co­ordinate with other universities and public authorities in such manner, and \nfor such purposes as it may determine;  \n \n(j) to create posts of Professors, Associate Professors, Assistant Professors, Senior \nRegistrars and Demonstrators and other posts for  research, publication, \nextension, administration and other related purposes and to appoint persons  \nthereto;   \n \n(k) to confer or award fellowships, scholarships, bursaries, medals and prizes as \nmay be prescribed;  \n \n(l) to establish  teaching  departments,  schools, colleges,  faculties,  institutes,  \nmuseums  and centers  of excellence  including  area study  center  and other  centers  \nof learning  for the development  of teaching  and research  and to make  such \narrangements  for their maintenance,  management  and administration  as may be \nprescribed;  \n \n(m) to arrange,  administer  and maintain  hostels  for students  of the University;  \n \n(n) to promote and organize  recreational and extra­curricular activities for physical \nand mental growth, health and fitness of the  students;  \n \n(o) to enforce  and maintain  discipline  amongst  the students  of the University;  \n \n(p) to demand and receive such fees and other charges as may be  prescribed;  \n \n(q) to make provisions for research  and  advisory  services  and, in  relation thereto,  \nenter into arrangements with other institutions or with public bodies as may be \ndeemed necessary;  \n \n(r) to make, amend, alter, vary or rescind agreements, contracts and  leases;  \n \n(s) to receive  grants,  bequest s, trusts,  gifts,  donations,  endowments  and other  \ncontributions  made  to the University  and to make  investment  thereof,  if any, \nwith the permission  of the Senate;  \n \n(t) to engage and provide for the printing and publications of research papers and \nother works for the advancement of medical education;  and \n \n(u) to do all such other acts and things incidental to the aforesaid, as may be \nnecessary for  the University as a custodian of medical education, learning and  \nresearch.  \n \n5. Jurisdiction.__(1) The Univer sity shall exercise the powers conferred on it by or under  this \nAct within  Islamabad Capital Territory in respect of such medical colleges and institutions in public or \nprivate sector as may apply to the University for exercise o f its process:  \n \nProvided that Government may, in consultation with the University, by general or special \n \nPage 8 of 31 \n orders, modify the extent and scope of aforesaid powers of the University with regard to the territorial \nlimits, colleges and institutions.  \n \n(2) All medical  colleges,  and health  institutions  whether  in public  or private  sector excluding \nthe constituent college  of a university,  located  within  the Islamabad  Capita l Territory,  whether  affiliated  \nwith any other  university,  examination  board  or medical  faculty,  notwithstanding  anything  contained  \nin any other  law for the time being  in force,  shall  affiliate  with the university  within  such period  and on \nsuch condition  as may be prescribed.  \n \n(3) The Faculty of Medicine, Quaid­i­Azam University shall be transferred to Shaheed Zulfiqar \nAli Bhutto Medical University, and all students thereafter will be transferred in one year  time.  \n \n1[(3A) All the teaching posts and teaching faculty of the PIMS existing on commencement of \nthe Shaheed Zulfiqar Ali Bhutto Medical University, Islamabad (Amendment)  Act, 2018 shall, subject \nto their option under sub -section(3B), stand transferred to the Federal Medical and Dental College.  \n \n(3B) The incumbents of the teaching post s to be transferred under sub -section (3A) may, within \na period of not exceeding sixty days, exercise a one -time irrevocable option either to become \nemployees of the Federal Medical and D ental College or, as the case may be, continue to be  employees \nof the PIMS:  \n \nProvided that___ \n \n(a) on exercise of such option the opted terms and conditions of their service shall \nnot be less favourable than their terms  and conditions existing b efore exerc ising  \nthe option;  \n \n(b) no person who stand s transferred to the Federal Medical and Dental College by \nvirtue of sub -section (3A) shall, notwithstanding anything contained in any law, \nor any other instrument, for the time being in force, be entitled to any \ncompensation because of such transfer; and  \n \n(c) incumbents of the teaching post s who do not exercise any option within the said \nsixty days shall be deemed to have opted to continue to be employees of the \nPIMS.]  \n \n(4) The University may admit to its privileges, under prescribed conditions and with the consent \nof such university and appr oval of the Government, the colleges of medical and health sciences, within \nthe territorial limits of another university, whether inside or outside  Pakistan.  \n \n(5) An increase in any fee or charge that is in excess of ten per cent per annum on an annualized  \nbasis from the last such increase may not be made except in special circumstances, and only with the \napproval of the  Chancellor.  \n \n(6) The University shall institute financial aid programmes for students in need on merit basis \nto the extent considered feasible by the Senate subject to the resources  available.  \n \n \n1 Ins. by Act , 2018 ( III of 2018 ), s.4. \n \nPage 9 of 31 \n 6. University open to all persons .___The University shall be open to all persons and no person \nshall be denied admission  or privileges of the University on the basis of sex, caste, color, creed, class, \nrace, religion or status.  \n \n7. Teaching.__(1) All recognized teaching in various subjects, disciplines or courses shall  be \nconducted by the University, in the manner specified under the regulations  and  may  include lectures, \ntutorials, discussions, seminars, demonstrations as well as practical work in  the  laboratories, hospitals, \nworkshops and community and other methods of  instruction.  \n \n(2) The courses and the curricula shall be such as may be prescribed.  \n \nCHAPTER III  \n \nOFFICERS AND THEIR FUNCTIONS  \n \n8. Principal officers of the University .___The following shall be the principal officers of the \nUniversity,  namely:__ \n \n(a) the Chancellor;  \n \n(b) the Vice Chancellor;  \n \n(c) the Pro­Vice  Chancellor;  \n \n(d) the Deans;  \n \n(e) the Principals of constituent colleges or institutions;  \n \n(f) the Chairman of Teaching  Department;  \n \n(g) the Registrar;  \n \n(h) the Controller of  Examinations;  \n \n(i) the Treasurer;  and \n \n(j) such other persons as may be  prescribed.  \n \n9. Chancellor .__(1) The President  of Islamic  Republic  of Pakistan  shall  be the Chancellor  of \nthe university  and Chairperson  of Senate.  \n \n(2) The Chancellor or, in his absence, the Pro­Chancellor or in his absence the nominee of the \nChancellor shall preside at the convocation of the University and the meetings of the  Senate.  \n \n(3) Where the Chancellor is satisfied that any order or proceedings of any authority is not in \naccordance with the provisions of this Act, the rules or the regulations made, he may thereof, after \ncalling upon such authority to show cause, by order in writing, modify or set aside such order or \nproceedings, as the case may  be. \n \nPage 10 of 31 \n  \n(4) Any proposal to confer an honorary degree shall be subject to approval of the  Chancellor.  \n \n(5) The Chancellor shall be competent to approve the rules as may be made and submitted to \nhim by the Senate whereupon he may either approve without modifications or refer them back to the \nSenate for  re­consideration.  \n \n(6) The Chancellor may terminate any person from the membership of any authority if he is \nsatisfied that such person:___ \n(a) has become of unsound mind;  or \n \n(b) has been incapacitated to function as a member  of such authority;  or \n \n(c) has been convicted of charges of corruption or moral  turpitude.  \n \n10. Revision of powers of the Chancellor .___The Chancellor may, on his own motion  or \notherwise,  call for and examine  the  record of any proceedings  in  which  an order  has  been  passed \nby any authority for the purpose of satisfying himself  as to the correctness, legality  or propriety of \nany finding or order and may pass such orders thereof, as he may deem  fit: \n \nProvided that no order under this section shall be passed unless the person to be affected \nthereby is afforded an opportunity of being  heard.  \n \n11. Inspection and inquiry .__(1) The Chancellor  may cause  an inspection  or inquiry  to be \nmade in respect of any matter connected with the University and shall, from time to time, appoint  such \nperson or persons as he may deem fit, for the purposes of conducting inquiry or carrying out inspection  \nof___ \n \n(a) the Unive rsity, its building, laboratories, libraries, museums, workshops and \nequipment;  \n \n(b) any institution, college, hospital or hostel maintained by the  University;  \n \n(c) the teaching and other work conducted by the University;  and \n \n(d) the conduct of examinations held by the  University:  \n \nProvided that the Chancellor shall, in every such case, intimate the \nSyndicate of his intention to cause an inspection or inquiry to be made.  \n \n(2) The Chancellor  shall  forward  to the Syndicate  the report  of such inspec tion or inquiry  and \nshall,  after ascertaining  the views  of the Syndicate  thereon,  communicate  to it the action  to be taken.  \n \n(3) The Syndicate  shall  communicate  to the Chancellor  such action,  if any, as has been  taken  \nor may be proposed  to be taken  upon  the results  of the inspection  or inquiry  and such communication  \nshall  be submitted  to the Chancellor  within  such time as may be required  or specified  by him. \n \n \nPage 11 of 31 \n (4) Where the Syndicate  does not, within  a reasonable  time,  take action  to the satisfaction  of \nthe Chancellor,  the Chancellor  may,  after considering  any explanation  furnished  or representation  \nmade  by the Syndicate,  issue  directions  to the Vice­Chancellor  as he thinks  fit and the Vice­ Chancellor  \nshall  other  comply  such directions  or cause  the compliance  thereof.  \n \n12. Vice  Chancellor .___1[(1) The Vice­Chancellor  shall be appointed by the Chancellor in \naccordance with the provisions of this Act. ] \n \n(2) The Vice­Chancellor  shall  have  qualification  prescribed  by Pakistan  Medical  and Dental  \nCouncil  at Level  I and Level  III MS or MD or FCPS  or equivalent  with fifteen  years  teaching  \nexperience  and must  have  produced  ten research  papers  in Pakistan  Medical  and Dental  Council  or \nHigher  Education  Commission  recognized  journals.  \n \n(3) The Government  shall  constitute,  for a term of two years,  a Search  Committee  consisting  \nof not less than three  and not more  than five members  for making  recommendations  for appointment  \nof the Vice­Chancellor.  \n \n(4) The Search  Committee  shall  follow  the HEC ’s procedure  for selection  of the panel  for the \npost of the Vice­Chancellor,  and will be notified  by the Federal  Government.  \n \n(5) The Search  Committee  shall  recommend  to the Federal  Government,  a panel  of three  \npersons  who,  in its opinion,  are suitable  for appointment  as the Vice­Chancellor.  \n \n(6) The Chancellor  shall  appoint  the Vice­Chancellor  for each term of four years  but he shall  \nserve  during  the pleasure  of the Chancellor.  \n \n(7) The Government  shall  determine  the terms  and conditions  of service  of the Vice­  \nChancellor.  \n \n(8) The incumbent  Vice­Chancellor  shall  not be allowed  any extension  in his tenure  but subject  \nto eligibility  he may again  compete  for the post of the Vice-Chancellor  accordance  with the procedure  \nprescribed  by or under  this section.  \n \n(9) If the office  of the Vice­Chancellor  is vacant  or the Vice­Chancellor  is absent  or is unable  \nto perform  the functions  of the Vice­Chancellor  owing  to any cause,  the Pro­Vice­Chancellor  shall  \nperform  the functions  of the Vice­Chancellor  but, if at any time,  the office  of Pro­Vice­ Chancellor  is \nalso vacant  or the Pro­Vice­Chancellor  is absent  or is unable  to perform  the functions  of the \nVice­Chancellor  owing  to any cause,  the Chancellor  shall  make  such temporary  arrangements  for the \nperformance  of the duties  of the Vice­Chancellor  as he may deem  fit, for not more  than a period  of \nthree  months.  \n \n13. Powers and functions of  Vice­Chancellor.__ (1) Subject to sections 22 and 24, the  \nVice­ Chancellor shall be the chief executive of the University and exercise administrative control over \nall its officers, teachers and employees; and shall ensure the enforcement of the provisions of this Act, \nthe rules and the regu lations made  thereunder.  \n \n \n1 Subs. by Act,  2018 (III of 2018) , s. 5. \n \n \nPage 12 of 31 \n (2) The Vice­Chancellor  may teach  and undertake  clinical  assignments  in the University  and its \nattached  hospital  for academic  purposes  but shall  not undertake  any private  practice  inside  or outside  \nthe premises  of the University.  \n \n(3) The Vice Chancellor  may___ \n \n(a) Place on deputation the services of any officer, teacher or any other employee \nof the University at the disposal of the Federal Government or such other \nuniversity or institution, for  such period  and on such terms and conditions as \nmay be agreed with the borrowing  agency:  \n \nProvided that such terms and conditions shall not be less favorable than \nthose admissible  to him immediately before his transfer on deputation; and  \n \n(b) make appointment to any post in the University, whether as a teacher or \notherwise from persons in the civil government service of Pakistan or from \nofficers, teachers or other employees of any other public sector university or \ninstitution as recommended by the Government:  \n \n(4) Subject to such conditions as may be prescribed, the Vice­Chancellor may, in an \nemergency, take an action which is not otherwise in the competence of the Vice­Chancellor but is in \nthe competence of any other  Authority.  \n \n(5) The Vice­Chancellor shall, within seven days of taking an action under sub­section  (4), \nsubmit a report, of the action taken to the members of the Syndicate; and, the Syndicate shall, within \nforty five days of such an action of the Vice­Chancellor, pass such orders as the Syndicate deems \napprop riate.  \n \n(6) the Vice­Chancellor shall perform the following  functions:___ \n \n(a) preside at the meetings of the authorities or bodies except the Senate \nnotwithstanding any other nomination by the  Chancellor;  \n \n(b) fill temporary posts for a period not exceeding one  year;  \n \n(c) sanction all  expenditure provided for in the approved budget, and to \nre­appropriate funds within the same major head of  expenditure;  \n \n(d) sanction the re­appropriation of an amount not exceeding five hundred thousand \nrupees for an unforeseen but permissible  item not provided for in the budget,  \nand report it to the Syndicate at the next  meeting;  \n \n(e) appoint  experts  to  set  question  paper s  and  examiners  for   all  examinations \nof the University after receiving panels of names from the relevant  authorities;  \n \n(f) make such arrangements for the security of examination papers, marks and \nresults as he may consider  necessary;  \n \nPage 13 of 31 \n (g) direct teachers, officers and other employees of the University to take up such \nassignments  in connection with teaching, research, examinations, \nadministration and such other activities in the University as he may, in its \ninterest, consider necessary in consultation with the Dean  concerned;  \n \n(h) delegate, subject to such conditions, if any, as may be prescribed, any of his \npowers under this Act, to any officer of the  University;  \n \n(i) appoint employees up to the scale of pay equivalent to BPS  18: \n \nProvided t hat all appointments equivalent to BPS 17 and BPS 18 shall \nbe made on the recommendations of the Selection Board; and  \n \n(j) suspend,  expel  or rusticate  students  of the University  on the recommendations  \nof the Discipline  Committee.  \n \n14. Pro­Vice  Chancellor.__(1) The Vice­Chancellor shall nominate the Pro­Vice  Chancellor of \nthe University, from amongst a panel of three faculty members of the University, for a term of three \nyears.  \n \n(2) The Pro­Vice­Chancellor shall perform such functions as may be assigned to him under this \nAct, statutes or regulation made  thereunder.  \n \n(3) The Syndicate or the Vice­Chancellor may assign any other functions to the \nPro­Vice­ Chancellor in addition to his duties as  specialist.  \n \n15. Registrar.__(1) The Registrar shall  be appointed  by the Vice-Chancellor on  the \nrecommendations of Syndicate on such terms and conditions as may be prescribed in the statutes.  \n \n(2) the Registrar  shall___ \n \n(a) be the custodian of the common seal and the academic records of the  University;  \n \n(b) maintain a register of registered graduates in the prescribed  manner;  \n \n(c) initiate and process nomination of members to the various authorities in the \nmanner as may be prescribed;  and \n \n(d) perform such other duties as may be  prescribed.  \n \n16. Controller  of Examinations .__(1) The Controller  of Examinations  shall  be appointed  by \nthe Vice­Chancellor  on recommendations of syndicate  on such terms  and conditions  as may be \nprescribed  in the statutes.  \n \n(2) The Controller  of Examinations  shall  be responsible  for the conduct  of examinations  and \nall matters  connected  therewith  including  formation  of multiple  choice  questions  (MCQs)  bank,  \nmaintenance  of secrecy  of examination,  tabulation  of results  and perform  such other  duties  as may be \nprescribed.  \n \nPage 14 of 31 \n  \n17. Treasurer .__(1) The Treasurer shall be a whole -time officer and shall be appointed by  the \nVice­Chancellor on the recommendations of the Syndicate, on such terms and conditions as may be \nprescribed in the statutes.  \n \n(2) the Treasurer shall be responsible  to___ \n \n(a) manage property, finances and investments of the  University;  \n \n(b) prepare  annual  and revised budget estimates of the University and present them \nto the Finance and Planning Committee, the Syndicate and the  Senate;  \n \n(c) ensure that the funds of the University are utilized for  the purposes for which \nthey are provided;  and \n \n(d) perform such other duties as may be  prescribed.  \n \n18. Auditor .___The Auditor shall be taken from the office of the Auditor General of Pakistan \nbeing in BPS 20 on deputation basis on such terms and conditions as determined by  Syndicate.  \n \n19. Other  officers  and staff members .__(1) Subject  to the provisions  of this Act, the University  \nmay employ  such officers  and employees  in its service  as may be necessary  for the efficient  \nperformance  of its functions  in such manner  and on such terms  and conditions  as may be prescribed.  \n \n1[ (2) Until the terms and conditions of s ervice of the employees of the U niversity are prescribed \nunder this Act, all service rules, regulations and ins tructions as are applicable to c ivil servants of \nrespective pay scales and status governed by the Civil Servants Act , 1973 (LXXI of 1973) shall apply to \nthe employees of the University in so far as they are not inconsistent with the provisions of this Act.  \n \n(3) The employe es of the PIMS who on or after commencement of this Act but before \ncommencement of the Shaheed Zulfiqar Ali Bhutto Medical University, Islamabad (Amendment) Act, \n2018___ \n \n(a) did not exercise  any option shall continue to be governed by the Civil Servants \nAct, 197 3 (LXXI of 1973) and the rules made thereunder; and  \n \n(b) had exercised the option to become employees of the University may, within \nsixty days of the commencement of the Shaheed Zulfiqar Ali Bhutto Medical \nUniversity, Islamabad (Amendment) Act, 2018, exercise a one -time irrevocable \noption either to be governed by the Civil Servants Act, 1973 (LXXI of 1973) \nand the rules made thereunder or, as the case may be, to continue to be \nemployees of the University.  \n \n        \n1 Subs . by Act,  2018 (III  of 2018 ), s. 6. \n \n  \n \nPage 15 of 31 \n (4) Where a person, required to exercise option under clause (b) of sub -section (3), does not \nexercise the option within the said period,  he shall be deemed to have exercised the option to be \ngoverned by the Civil Serv ants Act, 1973(LXXI of 1973) and the rules made thereunder.  \n \n(5) The terms and conditions of service of all persons serving in connection with the affairs of \nany institution, institute or teaching department in any capacity transferred from the University or \ndeemed under sub -section (4) to have exercised the option to be governed by the Civil Servants Act, \n1973  (LXXI of 1973) and the rules made thereunder shall be determined in the prescribed manner \nunder the Civil Servants Act, 1973 (LXXI of 1973) and the rules made thereunder.  \n \n(6) The terms and conditions of the employees determined under sub -section (5)  shall not be \nless favourable then those admissible to them immediately before exercising the irrevocable option or \ndeemed under sub -section ( 4) to have e xercised the option.  \n \n(7) Any question arising under sub -section s (3) to (6) of this section and sub -section (1) of \nsection 34 shall be referred to an anomalies committee to be constituted by the Pri me Minister for a \nperiod of one year.  \n \n(8) No person who stands transferred to the PIMS by virtue of sub -section (3) or deemed to \nhave exercised the option as provided for in sub -section (4) shall, notwithstanding anything contained \nin any law, or any other instrument , for the time being in force,  be entitled to any compensation \nbecause of such transfer. ] \n \nCHAPTER IV  \nAUTHORITIES AND THEIR FUNCTIONS  \n20. Authorities .___The following shall be the authorities of the University,  namely:___ \n \n(a) the Senate  \n \n(b) the Syndicate  \n \n(c) the Academic  Council;  \n \n(d) the Board of  Faculty;  \n \n(e) the Board of  Studies;  \n \n(f) the Selection  Board;  \n \n(g) the Advanced Studies and Research  Board;  \n \n(h) the Performance Audit and Vigilance  Committee;  \n \n(i) the Finance and Planning  Committee;  \n \nPage 16 of 31 \n  \n(j) the Discipline Committee;  and \n \n(k) such other authorities as may be  prescribed.  \n \n21. Senate .___ (l)  The Senate  shall consist  of___ \n \n(a) the Chancellor;  \n \n(b) two members of the Senate of Pakistan including one from ICT, to be nominated \nby the Chairman Senate of  Pakistan;  \n \n(c) two members of the National Assembly  of the Pakistan including one from lCT \nto be nominated by the Speaker of the National Assembly of the Pakistan;  \n \n(d) the Vice Chancellor;  \n \n(e) the Pro­Vice  Chancellor;  \n \n(f) the Secretary Capital  Administration and Development;  \n \n(g) one representative of Higher Education  Commission;  \n \n(h) the Principals of constituent college or institutes;  \n \n(i) the Chairmen of the teaching  departments;  \n \n(j) the Registrar;  \n \n(k) the Controller of Examinations;  \n \n(l) the Director or Administrator of University hospitals;  \n \n(m) the Principal of affiliated  college;  \n \n(2) The Chancellor or in his absence the nominee of the Chancellor shall preside or act as the \nchairperson of the  Senate.  \n \n(3) The members of the Senate, other than ex­officio members, shall hold office for a period \nof three  years.  \n \n(4) The member of the Senate other than the ex­officio member may under his hand tender his \nresignation to the Chancellor.  \n \n(5) The Senate shall meet at l east twice each year on dates to be fixed by the Vice­Chancellor \nwith the consent of the  Chancellor.  \n \n \nPage 17 of 31 \n (6) The quorum for the meeting of the Senate shall be one­third of the total number of its \nmembers, a fraction being counted as  one. \n \n22. Powers and functions of the Senate .___The Senate shall be the highest administrative and \nexecutive  body of the University  and shall, subject to the provisions of this  Act and the rules, have  \nthe powers to discharge the following functions,  namely:__ \n \n(a) consider the draft of rules proposed by the Syndicate and deal with them in the \nmanner specified in sub­section (2) of section  30; \n \n(b) consider  and pass resolutions  on the annual  report,  annual  statement  of accounts  \nand the annual  and revised  budget  estimates  submitted  by the Syndicate;  \n \n(c) appoint  or nominate  members  to the Syndicate  and other  authorities  in \naccordance  with the provisions  of this Act; \n \n(d) delegate  any of its powers  to an authority  or officer  or a committee  or \nsub­committee;  and \n \n(e) perform such other functions as may be  prescribed.  \n \n23. Visitations .___The Senate may, in accordance with the terms and procedures as may be \nprescribed, cause an inspection to be made in respect of any matter connected with the University.  \n \n24. Syndicate . __(1) The Syndicate shall consist  of__ \n \n(a) the Vice­Chancellor  (Chairman);  \n \n(b) two member  of the Senate of Pakistan including one from ICT, to be nominated \nby the Chairman Senate of  Pakistan;  \n \n(c) two members of the National Assembly of the Pakistan including one from ICT \nto be nominated by the Speaker of the National Assembly of the Pakistan;  \n \n(d) the Pro­ Vice Chancellor;  \n \n(e) the representative of administrative ministry not below the rank of additional  \nsecretary;  \n \n(f) one representative of Higher Education  Commission;  \n \n(g) the Chairman of the Hospital Management  Committee;  \n \n(h) the heads of the constituent and affiliated colleges or institutes;  \n \n(i) two Deans to be nominated by the  Senate;  \n \n \nPage 18 of 31 \n (j) two faculty members to be nominated by the  Vice­Chancellor;  \n \n(k) two nominees of the  Chancellor;  \n \n(l) Registrar;  \n \n(m)  the Vice­Chancellor, Quaid­e­Azam University, Islamabad;  \n \n(2) the me mbers of the Syndicate, other  than ex­officio  members, shall hold office for a  period \nof three  years.  \n \n(3) the quorum for a meeting of the Syndicate shall be one­third of the total number of its \nmembers, a fraction being counted as  one. \n \n(4) the Registrar shall act as the Secretary of  Syndicate.  \n \n25. Powers and functions of Syndicate .___The Syndicate shall be the executive body of the \nUniversity and shall, subject to the provisions of this Act, the rules and the regulations made \nthereunder, have the powers to discharge the following functions,  namely:__  \n \n(a) take effective  measures  to raise  the standards  of medical  teaching,  research  and \npublication  in the light of national  priorities;  \n \n(b) administer  and manage  the property  and funds  of the University;  \n \n(c) govern  and regulate  the finances,  accounts  and investments  of the University  \nand for that purpose  to appoint  such agents  as it may think  fit subject  to any \nadvice  tendered  by the Finance  and the Planning  Committee  in this behalf;  \n \n(d) prepare  the annual  report,  the annual  and revised  budget  estimates  and to advice  \nthe Senate  thereon,  and to re­appropriate  funds;  \n \n(e) execute  sale, purchase  and transfer  of movable  or immovable  property  on behalf  \nof the University;  \n \n(f) make,  modify,  vary,  and rescind  contracts  on behalf  of the University;  \n  \n(g) cause  proper  books  of accounts  to be maintained  and kept for all sums  of money  \nreceived  and expended  in relation  to all assets  and liabilities  of the University;  \n \n(h) invest  any money  relating  unapplied  income  in any of the securities  described  \nin section  20 of the Trusts  Act, 1882  (Act II of 1882),  in the purchase  of \nimmovable  property  or in such other  manner  as it may determine,  with the like \npower  varying  such Investments;  \n \n(i) receive  and manage  any property  transferred,  grants,  bequests,  trusts,  gifts, \ndonations,  endowments  and other  contributions  made  to the University;  \n \nPage 19 of 31 \n  \n(j) administer  any funds  placed  at the disposal  of the University  for specified  \npurposes;  \n \n(k) determine  the form  and the manner  of custody  and the regulation  of use of \ncommon  seal of the University;  \n \n(l) provide  the buildings,  libraries,  premises,  furniture,  apparatus,  equipment  and \nother  required  items  for carrying  out the work  of the University;  \n \n(m) establish  and maintain  hostels  or lodgings  for the residence  of students;  \n \n(n) create  or abolish  such administrative,  research  or other  posts  as may be \nnecessary;  \n \n(o) appoint  teachers  and other  officers  on the recommendations  of the Selection  \nBoard  for teaching  and other  posts  equivalent  to BPS­19  or above  and \ndetermine  their terms  and conditions  of appointment  including  fixation  of pay, \netc.; \n \n(p) appoint  Professor  Emeritus  on such terms  and conditions  as may be prescribed;  \n \n(q) confer  honorary  degrees  in accordance  with the conditions  as may be \nprescribed;  \n \n(r) determine  the duties  of officers,  teachers  and other  employees  of the University;  \n \n(s) suspend,  punish  and remove  from  service  in the manner  as may be prescribed  \nsuch officers,  teachers  and other  employees  appointed  by the Syndicate;  \n \n(t) submit  annual  report  to the Senate  and furnish  such information  as it may call \nfor; \n \n(u) appoint  or nominate  members  to the various  authorities  in accordance  with the \nprovisions  of this Act; \n \n(v) propose  draft  rules  for submission  to the Senate;  \n \n(w) consider  draft  regulations  under  sub­section  (1) of section  30, provided  that the \nSyndicate  may make  regulations  at its own initiative  or in consultation  with the \nAcademic  Council;  \n \n(x) recommend  a panel  of three  names  of the persons  to be appointed  as Director  \nor Administrator  of an attached  hospital;  and \n \n(y) regulate,  determine  and administer  all other  matters  and perform  such other  \nfunctions  as have  been  assigned  to it by this Act, the rules  and the regulations  \nmade  thereunder.  \n \nPage 20 of 31 \n 26. Academic  Council .__ (1) The Academic Council shall consist  of:__ \n \n(a) the Vice­Chancellor  (Chairman);  \n \n(b) the Pro­Vice  Chancellor;  \n \n(c) the Deans;  \n \n(d) the Principals of constituents colleges or institutions;  \n \n(e) the principals or Directors of affiliated colleges or institutes;  \n \n(f) the University Professors including Professors  Emeritus;  \n \n(g) the Chairmen of all teaching  departments;  \n \n(h) two Associate Professors to be nominated by the Vice­Chancellor;  and \n \n(i) two Assistant Professors to be nominated by the  Vice­Chancellor.  \n \n(2) The members as may be appointed by nomination shall hold office for three  years.  \n \n(3) The quorum for a meeting of the Academic Council shall be one­third of the total number \nof its members, a fraction being counted as  one. \n \n27. F unctio ns of  the  Academic  Council.__(1) The Academic Council shall be the  academic  \nbody of the University and shall, subject to the provisions of this Act and the rules made thereunder, \nhave the powers to discharge the following functions, namely:__ \n \n(a) advise the Syndicate on academic  matters;  \n \n(b) regulate the conduct of teaching, research, publication and  examinations;  \n \n(c) regulate the admission of students to the courses of studies and examinations in \nthe University;  \n \n(d) regulate the conduct and discipline of the students of the  University;  \n \n(e) propose to the Syndicate scheme for the con stitution and organization of \nfaculties, teaching departments and Board of  Studies;  \n \n(f) consider or formulate proposals for the planning and development of teaching  \nand research in the University;  \n \n(g) make regulations on the recommendation of the Board of Faculty and the \nBoards of Studies, prescribing the courses of studies, the syllabi and the out­line \nof tests for all University examinations, provided that if the recommendations \n \nPage 21 of 31 \n of the Board of Facult y or a Board of Studies are not received by the prescribed \ndate, the Academic Council may, subject to the approval of the Syndicate, \ncontinue for the next year the courses of studies already prescribed for an  \nexamination;  \n \n(h) recognize the examinations of  other universities or examining bodies as \nequivalent to the corresponding examinations of the  University;  \n \n(i) regulate the award or studentships, scholarships, medals and  prizes;  \n \n(j) frame regulations for submission to the  Syndicate;  \n \n(k) appoint or nom inate members to the various authorities in accordance with the \nprovisions of this Act;  and \n \n(l) perform such other functions as may be  prescribed.  \n \n28. Constitution, functions and powers of the authorities .___The constitution, functions and \npowers of the authorities for which no specific provision has been made in this Act shall be such as \nmay be  prescribed.  \n \n29. Appointment of com mittees by certain authorities.___The Senate, the Syndicate, the \nAcademic Council, an d other authorities may, from time to time, appoint such standing, special or \nadvisory committees as it may deem fit and may nominate  such persons on there  committees as are \nnot members of the authorities appointing the  committees.  \n \nCHAPTER   V  \n \nRULES AND  REGULATIONS  \n \n30. Rules.__(1) The Senate  may, subject  to the provisions  of this Act, make  rules  for providing  \ncertain terms and conditions to regulate all or any of the following matters, namely:___ \n \n(a) the scales of pay and, except matters relating to discipline, other terms and \nconditions of service of officers, teachers and other employees of the  University;  \n \n(b) the constitution of pension,  insurance,  gratuity,  provident  fund  and benevolent  \nfund for University employees,  provided  such  rules  are  not  repugnant  to the  \ngeneral policy of the Federal  Government;  \n \n(c) the maintenance of the register of registered  graduates;  \n \n(d) the es tablishment of faculties, institutes, colleges and other academic  divisions;  \n \n(e) the power and duties of officers and  teachers;  \n \n(f) conditions under which the University may enter into arrangements with other \n \nPage 22 of 31 \n institutions nationally or internationally or  with public bodies for purposes of \nresearch and advisory  services ; \n \n(g) condition s for appointment of Professors Emeritus and award  of honorary  \ndegrees; and  \n \n(h) the general scheme of studies including the duration of courses and the number \nof subjects and papers for  examinations.  \n \n(2) Every proposal relating to matters specified in sub­section (1) shall be initiated by the \nSyndicate which shall cause the proposed  draft to laid before  the Senate  which  may either pass with \nor without modifica tions as it may deem fit, or may reject  it: \n \nProvided that the Syndicate shall not propose such draft as may affect the constitution or  \npowers of any authority of the University, until such authority has been given  an opportunity of \nexpressing an opinion in writing upon the proposals contained  therein.  \n \n31. Regulations.___(1) The Syndicate may, subject to the provisions of this Act and the  rules,  \nmake regulations for regulating all or any of the following matters, namely:  \n \n(a) courses of study for degrees, diplomas and certificates of the  University;  \n \n(b) manner in which the recognized teaching referred to in sub­section (1) of section \n7 shall be organized and conducted;  \n \n(c) admission of students to the  University;  \n \n(d) conditions under w hich students shall be admitted  to the courses and the \nexaminations of the University and shall become eligible for the award of \ndegrees, diplomas and certificates;  \n \n(e) conduct of  examinations;  \n \n(f) fees and other charges to be paid by students for admission to the courses of \nstudy and the examinations of the  University;  \n \n(g) conduct and discipline of students of the  University;  \n \n(h) conditions of residence of the students of the University or the colleges, \nincluding the levying of fees for residence, hostels and  lodges;  \n \n(i) use of hostels and  lodges;  \n \n(j) conditions under which a person should carry an independent research to entitle \nhim to a degree;  \n \n(k) institution of fellowships, scholarships­medals and  prizes;  \n \nPage 23 of 31 \n  \n(l) institution of stipends and free and half­free  studentships;  \n \n(m) academic  costume;  \n \n(n) use of the  library;  \n \n(o) formation of teaching departments and Board of Studies;  and \n \n(p) to lay down all other matters specified by this Act and the rules made  \nthereunder;  \n \n(2) Every proposal relating to matters specified in sub­section (1) shall be prepared by the \nAcademic Council and laid before the Syndicate which may approve without modifications or refer \nback to the Academic Co uncil for re­consideration.  \n \nCHAPTER VI  \n \nUNIVERSITY FUND  \n \n32. Fund.__(1) There  shall  be established  a University  fund to which  shall  be Credited  \ngrants received from the Federal and Provincial Governments including an initial grant of fifty million \nrupees by the Federal Government. All income from fees, donations, trusts, bequests, endowments, \ncontributions and grant in­aid from any source shall be credited to the University  fund.  \n \n(2) The fund shall be kept in such custody, form and manner as may be determined by the \nGovernment.  \n \n33. Recovery of dues .___The University or any person generally or especially authorized by it \nmay apply to the Collector for recovery of any sum accrued to it under any bond and the Collector \nshall thereupon proceed to recover the sum due, as if it were arrears of land  revenue.  \n \n34. Property  and assets .___1[(1) All movable and immovable assets, funds, rights, privileges, \nliabilities, obligations, interests, etcetera whatsoever, which before commencement of the Shaheed \nZulfiqar Ali Bhutto Medical University, Islamabad (Amendment) Act, 2018 were deemed to be the \nmovable and immovable assets, funds, rights, privileges, lia bilities, obligations, etcetera  of the \nUniversity, stand transferred to, owned and possessed by the PIMS and be maintained by the Federal \nGove rnment or such authority as it may authorize in this behalf:  \n \nProvided that such movable  and immovable assets, funds, rights, privileges, liabilities, \nobligations, etcetera in respect of the PIMS shall for the purpose of teaching only be enjoyed by the \nUniversity till acquisition of such movable and immovable assets, funds, rights, privileges, liabilities, \nobligations, etcetera by the University from its own funds and resources.]  \n \n(2) All future assets movable and immovable including land and funds as may b e acquired by \nthe University shall become the property of the University.  \n \n \n1 Subs. by Act , 2018 (III  of 2018 ), s.7. \n \nPage 24 of 31 \n 35. Audit and  accounts .__(1) The accounts  of the University  shall  be maintained  in such \nform and manner as maybe laid down by the Federal Government.  \n \n(2) The audit of accounts, stores  and stocks  of the University  shall  be conducted  by the authority  \nor agency  as may be determined  by the Federal  Government.  \n \n(3) The annual statement of the accounts of the University signed by the Treasurer and the \nAuditor shall be submitted to the Federal Government within six months of closing of the financial \nyear.  \n(4) The observations of the Auditor or auditing agency, together with such annotations as the \nTreasurer may make, shall be presented to the  Syndicate.  \n \nCHAPTER VII  \n \nGENERAL  PROVISIONS  \n \n36. Retirement .__An officer, other than the Vice­Chancellor, teacher or other employee of the \nUniversity shall have the right to retire from service on such date, after he has completed twenty­five \nyears of service qualifying for pension or other retirement benefits as the competent authority may, in \nthe public interest, direct or where no direction is given, on the completion of sixtieth year of his age. \n \nExplanation.__ In this section  “competent  authority”  means  the appointing  authority  or a \nperson  duly authorized by the appointing authority in that behalf, not being a person lower in rank to \nthe officer, teacher, or other employee concerned.  \n \n37. Pension  etc.__(1) The University shall constitute for the benefit of its officers, teachers  and \nother employees, in such manner and subject to such conditio ns as may be prescribed, such pension, \ninsurance, gratuity, provident fund and benevolent fund schemes as it may deem fit, provided these \nare not repugnant to the general p olicy of the Federal Government.  \n \n(2) Where any provident fund is constituted under this Act, the provisions of the Provident \nFund Act, 1925 (XIX of 1925), shall apply as if it were the Federal Government Provident  Fund.  \n \n38. Filling  of casual  vacancies  in authorities .__(1) Any causal vacancy among  the appointed  \nor nominated  members  of any authority  shall  be filled  within  three  months  and may be made  by the \nperson  or persons,  or the body  who appointed  or nominated  the member  whose  place  has become  \nvacant.  \n \n(2) Any member so appointed or nominated under sub­section (1) shall continue to be a  \nmember of such authority for the unexpired term for which the person whose place he fills would have \nbeen a  member.  \n \n39. Dispute about membership of authorities .___Every question or dispute as to whether any \nperson is entitled to be a member of any authority, or otherwise, shall be referred to a committee \nconstituted by the  Senate.  \n \n \n \nPage 25 of 31 \n 40. Proceeding  of authorities  not invalidated  by vacancies .___No act, proceeding,  resolution  \nor decision  of any authority  shall  be invalid  by reason  of any vacancy  therein  or invalidity  of \nappointment  or nomination  of any de­facto  member  of the authority.  \n \n41. Amendment of schedule.___The Federal Government may, by notification in the official \nGazette, amend the schedule.  \n \n42. Removal of difficulties .___If any difficulty arises in giving effect to any provisions of this \nAct, the Chancellor may, on the recommendation of the Vice-Chancellor through syndicate, issue such \norders or directions as may not be inconsistent therewith for removing such  difficulty:  \n \nProvided that no order shall be pa ssed under this section after eighteen months of the \ncommencement of this Act.  \n \nSCHEDULE  \n \n[see­section  2 (g)]  \n \n \n1. Faculties.___The University shall have the following faculties,  namely:__ \n \n(a) Medicine and allied  disciplines;  \n \n(b) Surgery and allied  disciplines;  \n \n(c) Dentistry and allied  disciplines;  \n \n(d) Basic Medical Sciences (non­clinical  sciences)  \n \n(e) Nursing and allied Health  Sciences.  \n \n2. Board of Faculty .__(1) There shall be a Board of Faculty for each department which  shall \nconsist  of __ \n \n(a) the Dean;  \n \n(b) the Chairman and all Professors of the  faculty;  \n \n(c) one Associate Professor and one Assistant Professor to be appointed by rotation \nin order of seniority from each teaching department constituted in the faculty;  \nand \n \n(d) three teachers to be nominated by the Vice­Chancellor by reason of their \nspecialized knowledge of the subjects which, though not assigned to the faculty, \nhave in the opinion of Vice­Chancellor, important bearing on the subjects \nassigned to the  faculty.  \n  \n \nPage 26 of 31 \n (2) The members mentioned in clauses (c) and (d) of sub­paragraph (1) shall hold office for \ntwo years.  \n \n(3) The quorum for a meeting of the Board of Faculty shall be one­third of the total number of \nmembers, fraction being counted as  one; \n \n(4) The functions of the Board of Faculty shall, subject to the general control of the Academic \nCouncil and the  Syndicate;___ \n \n(a) to co­ordinate the teaching, publication and research work in the subjects \nassigned to the faculty;  \n \n(b) to scrutinize the recommendations of the Board of Studies comprised in the \nfaculty;  \n \n(c) to consider any other academic matter relating to the facu lty and to report \nthereon to the Academic Council;  and \n \n(d) to perform such other functions as may be assigned by the Academic Council \nor the Syndicate.  \n \n3. Dean.__(l) There  shall be  a Dean  of each faculty,  who shall be  the Chairman  and Convener  \nof the Board of Faculty.  \n \n(2) The Dean shall be appointed by the Syndicate from amongst Professors in the faculty.  \n \n(3) The Dean shall hold office for three years.  \n \n(4) The Dean shall ensure proper enforcement and implementation of the rules and regulations \nrelating to various  departments.  \n \n(5) The Dean shall coordinate the work of the Board of Studies and the Advanced Studies and \nResearch Board in various  departments.  \n \n(6) The Dean shall advise the Vice­Chancellor on matters related to teaching, research, \nacademic programs , extension and other developmental  projects.  \n \n(7) The Dean shall perform such other duties and exercise such administrative and academic \npowers as may be delegated to  him. \n \n(8) The Dean shall be responsible for quality  assurance of the courses run under its  Faculty.  \n \n4. Teaching  department,  etc.__(l) There shall be a teaching department or institute for  each \nsubject or a group of subjects, as may be provided under the regulations, and each teaching department \nor institute shall be headed by a Chairman or the Director, as the case may be.  \n \n(2) The Chairman or the Director shall be appointed by the Syndicate for a term of two years \n \nPage 27 of 31 \n from amongst the first three senior most teachers in the department or institute, as the case may  be. \n \n(3) The Chairman or the Director, as the case may be, shall plan, organize and supervise the \nwork of the department or institute and shall be responsible to the Dean for the work of his department \nor institute.  \n \n5. Board  of Studies . ___(1) There shall be a separate Board of Studies for each faculty. \n \n(2) Each Board of Studies shall consist  of __ \n \n(a) the Dean of  Faculty;  \n \n(b) all Professors and Associate Professors of the  faculty;  \n \n(c) one teacher other than the Professor or Associate Professor to be appointed by \nthe Vice­ Chancellor;  \n \n(d) three  teachers  other  than University  teachers  to be appointed  by the Academic  \nCouncil;  and \n \n(e) one expert to be appointed by the  Vice­Chancellor.  \n \n(3) The term of office of members of the Board of Studies, other than ex­officio members, shall \nbe three  years.  \n \n(4) The quorum for meetings of the Board of Studies shall be one­third  of the total number of \nmembers, a fraction being counted as  one. \n \n(5) The Dean of Faculty shall be the Chairman and Convener of the Board of  Studies.  \n \n6. Functions of Board  of Studies . ___The functions of the Board of Studies shall be  to__ \n \n(a) Advice the authorities on all academic matters connected with instruction, \npublication, research and examination in the subject or subjects  concerned;  \n \n(b) propose curricula and syllabi for all degree, diploma and certificate courses in \nthe subject or subj ects concerned;  \n \n(c) suggest a panel of experts for setting examination papers and examiners in the \nsubject or subjects concerned;  and \n \n(d)  perform such other functions as may be specified in the regulations.   \n \n7. Advanced  Studies  and Research  Board.___(1)The Advanced  Studies  and Research  Board \nshall  consist  of the following  members,  namely:___ \n \n(a) the Vice­Chancellor  (Chairman);  \n \nPage 28 of 31 \n  \n(b) the Deans;  \n \n(c) three Professors other than Deans to be appointed by the  Syndicate;  \n \n(d) three teachers having research qualifications and experience to be appointed by \nthe Academic Council;  and \n \n(e) three teachers from colleges having research qualifications to be appointed by \nthe Academic  Council.  \n \n(2) The term of office of members of the Advanced Studies and Research Board, other than ex­ \nofficio members, shall be three  years.  \n \n(3) The quorum for a meeting of the  Advanced  Studies  and  Research Board  shall be one­ \nthird of the total number of members, a fraction being counted as  one. \n \n8. Functions  of Advanced  Studies  and Research  Board.___The functions  of the Advanced  \nStudies  and Research  Board  shall  be to__ \n \n(a) advice the authorities on all matters connected with the promotion of advanced \nstudies and research in the University;  \n \n(b) consider and report to the authorities on the institution of research degrees in \nthe University;  \n \n(c) propose regulations regarding the award of research  degrees;  \n \n(d) appoint superviso rs for research studies and to determine the subjects of their  \nthesis;  \n \n(e) recommend panels of names of experts for setting examination papers and \nexaminers for research and examinations after considering the proposals of the \nBoard of Studies in this beha lf; and \n \n(f) perform such other functions as may be specified in the regulations.  \n \n9. Selection  Board.__(1) The Selection Board shall consist  of__ \n \n(a) The Vice­Chancellor  (Chairman);  \n \n(b) The Registrar;  \n \n(c) The Chairman Board of  Studies;  \n \n(d) The Dean  concerned;  \n \n \nPage 29 of 31 \n (e) one member of the Senate to be nominated by the  Chancellor;  \n \n(f) Pro­Vice­Chancellor;  \n \n(2) The term of office of members of the Selection Board, other than ex­officio members, shall \nbe three  years.  \n \n(3) The quorum of the Selection Board shall be one­third of total number of  members:  \n \nProvided that no member who is a candidate for the post to which appointment is to be made \nshall take part in the proceedings of the  Board.  \n \n10. Functions of the Selection Board.___The Selection Board shall consider the applications \nreceived in response to advertisement for the posts in BPS 17 and above and recommend the names of \nsuitable candidates for appointment to teaching or other posts to the  Vice­Chancellor in case of \nappointment to posts in BPS 17  and BPS 18, and to the Syndicate in case of appointment to posts in \nBPS 19 and above and may also recommend the grant of a higher initial pay in a suitable case for \nreasons to be  recorded.  \n \n11. Performance Audit and Vigilance Committee . ___The Performance Audit and Vigilance \nCommittee shall consist  of___ \n \n(a)  the Vice­Chancellor  (Chairman);  \n \n(b) the director or administrator of the hospital;  and \n \n(c) the dean of respective  faculty;  \n \n12. Functions  of Performance  Audit  and Vigilance  Committee . ___The Performance  Audit  \nand Vigilance  Committee  shall,  subject  to rules  and regulations,  perform  the following  functions,  \nnamely: ___ \n \n(a) lay down  parameters  for performance  audit  and efficiency  of the teachers  with \nthe approval  of the Syndicate;  \n \n(b) recommend  to the Syndicate  cases  of repatriation , promotions  including  \naccelerated  promotions,  grant  of special  pay, etc., and removal  from  service  of \nteachers;  and \n \n(c) perform  such other  functions  as may be assigned  by the Syndicate.  \n \n13. Finance and Planning  Committee.__(1) The Finance and Planning Committee shall  \nconsist  of __ \n \n(a) the Vice­Chancellor  (Chairman);  \n \n(b) the representative of Planning Commission not below the rank of a  member;  \n \nPage 30 of 31 \n (c) one member of the Senate to be appointed by the  Senate;  \n \n(d) one member of the Syndicate to be appointed by the  Syndicate;  \n \n(e) the representative of administrative ministry,  not below the rank of an \nAdditional Secretary;  \n \n(f) the representative of Ministry of Finance not below the rank of an Additional  \nSecretary;  \n \n(g) two members of the Academic Council to be appointed by the Academic  \nCouncil;  \n \n(h) one Professor to be appointed by the  Vice­Chancellor;  \n \n(i) one nominee of the Chancellor from amongst the legal profession , \nphilanthropist or social workers;  \n \n(j) the director or administrator of the attached hospitals;  \n \n(k) the Registrar;  and \n \n(l) the Treasurer.  \n \n(2) The term of office of the members of the Finance and Planning Committee, other than the \nex­officio members, shall be three  years.  \n \n(3) The quorum for a meeting of the Finance and Planning Committee shall be one­third of the \ntotal number of its  members.  \n \n14. Functions of Finance and Planning Committee .___The functions of the Finance and \nPlanning Committee shall be  to__  \n \n(a) consider the annual statement of accounts and the annual and revised budget \nestimates and advice the Syndicate  thereon;  \n \n(b) review perio dically the financial position of the  University;  \n \n(c) advise  the Syndicate  on all matters  relating  to planning,  development,  finances,  \ninvestments  and accounts  of the University;  \n \n(d) raise funds;  and \n \n(e) perform such other functions as may be  prescribed.  \n \n15. Discipline  Committee.__(1) The Discipline Committee shall consist  of__ \n \n \nPage 31 of 31 \n (a) four Faculty  members  including  its Chairman  to be nominated  by the \nVice­Chancellor;  and \n \n(b) the teacher or officer­in­charge of students’  affairs by whatever name called \nwho shall be its  Secretary.  \n \n(2) the term of office of the members of the Discipline Committee, other than ex­officio \nmembers, shall be two  years.  \n \n(3) The quorum for a meeting of the Discipline Committee shall be three members including its \nchairman.  \n \n16. Functions of Discipline Committee.___The functions of the Discipline Committee shall be  \nto__ \n(a) deal with all inter­institute cases of indiscipline in the University;  \n \n(b) propose regulations to the Academic Council relating to the conduct and \ndiscipline of University  students;  \n \n(c) recommend to the Vice­Chancellor, the suspension, expulsion or rustication of \nthe student on the basis of inquiry conducted under the rules or t he regulations;  \nand \n \n(d) perform such other functions as may be  prescribed.  \n \n17. Curriculum Development Committee.___The Curriculum Development Committee shall \nconsist  of__  \n \n(a) the Vice­Chancellor  (Chairman);  \n \n(b) the Deans;  and \n \n(c) the Chairperson whose curriculum is to be  modified.  \n \n \n \n \n \n \n________"
}