{
    "file": "./converted_json\\administratoraf3f9dd955965da5966feca2b65fb30a.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "REGISTERID No. M -302\nL.-7616\n@beGgadfie d s![tdtErr\nEXTRAOBDINARY\nPUBLISHED BY AUTHORITY\nISLAMABAD, THURSDAY, SEPTEMBER 21, 2006\nPART I\nActs, Ordinances, President's Orders and Regulations\nCO\\ ERNMEN'T OI] PAKIS'IAN\nLAW, JUSTICI AND HUMAN RIGHTS DIVISION\nlslanabod, the 2lst Septembcr, 2006\nF. No. 2(l )/2006-Pub.-The lollowing Ordinance promulgated by the\nPresident is hereby published for gencral infornration :-\nOron',rnrct No. XXII or 1006\nAN\nO RDI N ANCE\nANo wrrr.;rens the National Assembly is not in session and the President is\nsatisfied that circumstances exist which rclder it necessary to take immediate action;\n(63e)\nPricc . Rs. 5 .00 [3233(2006)/Ex. Gaz.]I\nto provide for the regislrotion, regulation, ptonolion and functioning of\nprivate educalional institutions in Islamabad Capital Territory\nWsenerrs it is expedient to regulate and promote the functioning ofprivate\n,-- educational instihrtions in the lslamabad Capital Territory and to provide for the\nregistration ofsuch institutions ensuring adequate transparency and proper discipline\nand for matters connected therewith or incidental thereto;\n640 THE GAZETTE OF PAKISTAN, EXTRA., SEPTEMBER 2I,2006 [P,rr.r I\nNow, rreneronr, in exercise ofthe powers conferred [.ry clause ( I ) ofArticle\n89 ofthe Constitution ofthe lslamic Republic ofPakisran, the president is plcased\nto nrake and prontulgate the following Ordinance:-\nl. Short title. extent and conlmencement.-( I ) This Ordinance may\nbe called The Islamabad CapilalTerritory Private Educational lnstitutions (Regulation\nartd Prornotion) Ordinance, 2006.\n(2) It extends to the whole of the Islamabad Capital Territory.\n(3) It shall come iltto force at once.\n2. Dellnitions.-ln this Ordinance, unless there is anything repugnant\nin the subject or context,-\n(a) \"Board\" means the Federal Board of lntermediate and Secondary\nFiucation, Islantabad;\n(b) \"Chairman\" means the Chairman ofthe Regulatory Authority;\n(c) 'college\" means a privately managed college imparting e.ducation for\nIntermediate or.Higher Secondary education!\n(d) \"Govemment\" means the Federal Govemment;\n(e) \"institution\" means a privately managedschool, college oran institution\nimparting education upto Intermediate or Higher Secondary School\nlevel;\n(0\n(g)\n(h)\"MembeC'means the member of the Regulatory Authority;\n\"prescribed\" means prescribed by rules made under tlris Ordinancei\n\"privately managed\" means an institution which is not owned or\nmanaged by a Govemment, a local body or a body set up or controlled\nby the Government;\n'Regulatory Authority\" means the lslamabad Capital Territory private\nEducational Institutions (Regulation and promotion) Regulatory\nAuthority established under section-3;\n\"rules\" meal the rules made under this Ordinance; and\n\"school\" means a privately managed school imparting education lrom\npreprimary to Secondary education.(i)\n(i)\n(k)\nI\nP^R.r ll THE GAZETTE OF PAKISTAN, EXTRA-, SEffEMBER 21, 2006 641\n' 3. Establishment ofthe Regulrtory Authority;{ l)Thereshallbe\nestablished a regulatory.authority td be known as the Islamabad Capital Territory\nPrivate Educa(ional lnstitutions (Regulation and Promotion) Regulatory Authority.\n(2) The Authority shall be a body corporate, having perpetual succession\nand a conrnron seal, rvith porver. subject to the provisions ofthis Ordinance to enter\ninto contmcts. acquile and hold property. both movable and immovable, and shall by\nlle sairl name sue and lre sued.\n4. Aims a d objectives of Regulatory Authority'.-The ainrs and\nobjectives of the Regulatory Authority shall be to register, regulate and promote\nprivately nranaged educational institutions in the Islamabad Capital Territory to\nensure that such institutions follow a uniform policy regarding,-\n(a) curricula;\n(b) duration ofacadentic session and holidays or vacations;\n(c) qualifications of teaching staff and their terms and conditions of\nservice;\n(d) promotion ofcurricular and co-curricular activities on inter-institutional\nbasis:\n(0 provision ofprofessional guidance to the institutions on related matters;\nand\n(g) perforrnance ofsuch other lunctions as may be incidental or conducive\nto the altainment of the aforementioned objectives.\n5. Functions and powers of Regulatory Authority.{ I ) The functions\nand porvers ofthc Regulatory Authority shall be,\n(a) to regulate, determine and administer all matters and do all such acts\nand things as are necessary for the achieving of aims and objectives\nof this Ordinancei\n(b) to register, regulate and promote private educational itrstitutions in\ntslamabad Capital Territory:(e) achievement of fair measure of uniformity of academic standards\nand evaluation among the institutions;\n642 THE GAZETTE OF PAKISTAN, EXTRA., SEPTEMBER 21. 2006 [P,r,m I\n(c) to cause inspections to be made b! such persons as the Regulatory\nAuthority may nominate ofinstitutions applying lor registration or of\nregistered institutions:\n(d) to withdraw registration if it is satisfied aftcr the inspection that the\nnranagement and instructions in an institution are not ofthe prescribed\nstandard and are in violation ofthe provisions of this Ordinance:\n(e) to check qualifications of the teaching staff and their ternts and\nconditions ofservice;\n(g) to adopt measures to promote physical and moral well-being ofstudents\nincluding sports facilities;\n(h) to see that the services and quality of education being provided is\ncommensurate with the fees being charged;\n(i) to ensure that the building ofthe institution is adequate aril its stmcture\nsound to house the students;\n(i) to arrange for the annual audit of the accounts of the Regulatory\nAuthorityl\n(k) to execute any other important malter concerning its functions as\nmay be incidental or conducive to the exercise of aforesaid powers\nand performance of lunctions; and\n(l) to make rules, policy and to execute the same.\n(2) In discharge ofits functions the Regulatory Authority shall be guided\non questions of policy given to it from time to time by the Govemnrent.\n6. Composition of the Regulatory Authority.-The Regulatory\nAuthority shall consist ofa Chairman, two Members possessing qualificarions and\nexperience as may be prescribed:\nProvided that the Govemment may at any time increase or decrease the\nnumber of members and, by notification in the official Cazette. prescribe the\nqualifications and mode oftheir appointment.(f) to fix, demand and receive such fees lor registration and iltspection of\nthe institution as may be prescribed;\nPARr Il THE GAZETTE OF PAKISTAN. EXTRA., SEmEMBER 21,2006 643\n7. Appointment, functions and porvcrs of Chairman._1 l) The\nChairman and the Members shall be appointed lry the Governnrent on sucl] temts\nand conditions as it may detemtine.\n(2) Thc Chairnran shali be the chief executive officer of the Authority,\nrvho sh:rll exercise the powers under this Ordinance and ensure that the rules ntade\nby the Regulatory Authority arc strictly observed.\n(3) The Clrairman shall perform such other functions as may be assigned\nto hinT by the Covernment including the appointnrent ofstaffand determination of\ntheir terms and conditions ol service, etc.; for. proper execution of the functions\nassigned to the Regulatory Authority under this Ordinance.\n= (4) The Chairman shall take allpossible steps to ensure that the funds of\nlhe Regulalory Authority are spentjudiciously and properly.\n8. Maintenance of accounts and audit.-The Rogulatory Authority\nshall maintain contplete accout]ts of income and expenditure in such manner and\nfomr as the Government, in consultation with the Controller General ofAccounts.\ndetcrmines. The accounts shall be audited by the Auditor General of pakistan\nannuallv.\n9.. Funds,{ I ) The Regulatory ALrthority shall be a self-financing body.\n(2) The Regulatory Authority shall have a lund to wlrich shall be credited\nall income, including income from inspection fee, registration fee, other sources.\netc., and account shall be nraintained in a scheduled commercial bank of pakistan\napproved by the Government.\n10. Staff pay and allowances.-( l) The pay and allowances of the staff\nshall be such as are in force in the Board or olher sinrilar Regularory Authorities of\nthe Federal Govemnlent.\n(2) The Regulatory Authority may appoint such staff as it may deem\nappropriate lor carrying out its functions.\nI l. Direction from Government.-The general direction and\nadministration ofaffairs ofthe Reguratory Authority shall vest in the Chairman but\nthe Governntent which shall be the solejudge as to whether a question is a question\nofpolicy may. as and when it considers necessary, issue directives to the Regulatory\nAuthority on matters ofpolicy and the same shall be binding on the Regulatory\nAuthoritv.\n644 THE GAZETTE OF PAKISTAN, EXTRA.. SEPTEMBER 21,2006 [P^Rrl\n12. Establishmenl or continuance of an institution,-No irstitution\nshall be estatrlished or continued except in accordance with the provisions ofthis\nOrclin ancc.\n(3) Every institution or its branches running under tlre san]e management\nor name at different preiniscs shall be registcred separatcly.\n(2) The lnspection Committee shall subnrit its .recont nrendation s to tl.rc\nRegulatory Authority within thirty days ofthe receipt by it ofthe applicarion under\nsub-section ( I ).\n(3) The Regulatory Authority shall, after considering rhe reporr of rhe\nlnspection Committee and after making such lunher enquiry. as it considers\nnecessary, either granl or reject the application\n(4) The Regulatory Authority shall record reasons for granting or rejecting\nthe application:13. Application for registration of an institution.--( I ) Any person\nintending to establish or continue any existing inslitution shall nrake an application to\nthe Regulatory Authority in the prescribed form acconrpanied by such docunrents\nand fee as may be prescribed.\n(2) An existing institution may continue to function lor a pcriod not\nexceeding ninety days from the contmencenrent of this Ordinance and rvhere an\napplication is made under sub-section ( I ) until the application is rejected or ilany\nappcal is prelerred until the decision ofthe appeal.\n, 14. Enquiry and recommendation about thc application.-( l) The\nRegulatory Authority may, on llte receipt olan application, under seclion I 3 constitute\nan Inspection Committee to nrake enquiry about sUch matteri as nray be prescribed.\nProvided that no order of refusal shall be made withoul giving the person\nconcerned an opportunity ofbeing heard.\nI 5. Nlonitoring, inspection. etc.--( I ) An insriturion shall be subjecr to\nmonitoring by the Regulatow Authority and for the purpose the Govemment or any\nofficcr or authority authorized by it may inspect any inslitution with a view to ensuring\nthat suclr an instilution is ntaintained in accordance with the provisions of this\nOrdinance. rules and the ternrs and conditions ofthe certificate ofregistration, and\nthe managenrent ofthe institutjon slrall aflord all lacilities for carrying our a proper\ninspection.\nP^Rr U THE CAZETTE OF P^KISTAN, EXTRA.. SEPTEMBER 21.2006 645\n16. Cancellation or suspension of certificate of registratio n.-( I )\nWhcre the Regulatory Authority, on receipt of a complaint or otherwise, aller making\nsuch enqLriry or inspection as deeuted llt, is satisfied that there is a contravention of\nany ofthe provisions ofthis Ordinance rules or ternts or conditions ofthe certificate\nofregislration or any order passed or instruction issued by the Regulator)- Authority.\nit may aller giving an opporlunity to tlre person concemed ofbeiug heard, suspend\nor cancel the ccrtificate ofrcgistration:\nProvided that where the default is capable ofbeing remedied no order shall\nbc nrade unless an opportunity is provided to the person concemed to rectify such\ndefault within the specified period.\n(2) On the cancellation or suspension ofthe certificate ofregistralion. the\n.Regulatory Authority. may, ntake such orders and take such action with respect to\nthe completion of the current education term as may be considercd necessary.\n17. Appe al.-Where the Regulatory Authoritv rejects an application for\nregistralion or suspends or cancels the ccrtilicate of regish.ation tlte aggricved person\nntay, within thirty days from the date of the order of the Regulatory Authodfy,\nprefer an appeal to the Secretary, Ministry of Education and the order passed by\nhim shall be final and given eflect to by the Regulatory Aurhority.\nI 8. Annual reports.- ( I ) The institurions shall fumish to the Govemmenr\neach year a report on annual audit accounts, report on the activity ofthc institUtion\nduring the preceding year and such information relating to its activities as ntay bc\nrcquired by the Govcrnnlent.\n(2) The Regulatory Authority nray front time to time give such instructions\nas it considers necessary for compliance by the institutions.\n(3) The Regulatory Authority shall submittothe Federal Government, as\nsoon as possible after the end ofevery financial year but before the 3Oth September,\na report on the conduct of its affairs for the year.\n19. Penalty.-Subject to the provisions of section 13, whocve r nrns an\ninstitution in contravention of the provisions of this Ordinance or rules shall be\npunished with iryprisonment rvhich may extend to one year or rvith fine which may\nextend to five hundred rupees for each day during the period offence continues or\nwirh both.\n20. Cognizance of offence.-No court slrall take cognizance of an\not'fence Lrnder this Ordinance except upon a complaint in rvriting made by the\nRegulatory Authorily or any other authorized by it in this behalf. and no coun in ferior\n10 that of a lvlagislrate of the First Class shall try any such offence.a\n646 THE GAZETTE OF PAKISTAN, EXTRA.. SEPTEMBER 21,2006 [l',rnr I\n2l. Indemnity.-No iuit or legal proceedings shall lie againsl the\n.Covemment, the Regulatory Authority or any persoll acling under this Ordinance\nlor anything which is in good faith, done, or intended to be done under this Ordinance.\n23. Removal of difficulties.-lf any difficulty arises in giving effect to\nany provisions of this Ordinance. the Government may make such order, nol\ninconsistent with the express provisions of this Ordinance as nray appear to it\nnecessary or expedient for the purposc ofremoval ofthe difliculty.\nGEN gRqL\nPERVEZ MUSHARRAF,\nPresident.\nJusrrcE (RErD.)\nMANSOOR AHMED,\nSecrctary.\nPRINTED BYTTIE MANACER. PRINTINC CORPORATION OF PAKISTAN PRESS. ISLAMABAD,\nPUBLISHED BY THF, DEPUTY CONTROLLER. STATIONERY & FORMS. UNIVERSITY ROAD- KARACHI22- Power to make rules.-Subject to the approval of the Govemnrent,\nthe RegulatoryAuthority nray make rules toprovide for all matters forwhich provision\nis necessary or expedient for the purpose ofgiving effect to the provisions ofthis\nOrdinance."
}