{
    "file": "./converted_json\\administrator796966f5fe27247ea0700db26dc2e952.json",
    "name": "The Charitable Endowments Act, 1890",
    "date": "7th March, 1890",
    "tagline": "An Act to provide for the Vesting and Administration of Property held in trust for charitable purposes.",
    "content": "Page 1 of 6 \n  \n \n \n \n \nTHE CHARITABLE ENDOWM ENTS ACT, 1890  \n \n \n \nCONTENTS  \n \n1. Title, extent and comm encement. \n \n2. Definition.  \n \n3. Appointment and incorporation  of Treasurer of Charitable Endowments. \n \n3A. Definition of “appropriate Government”, etc.  \n \n4. Orders vesting property in Treasurer. \n \n5. Schemes for administration  of property vested in the Treasurer. \n \n6. Mode of applying for vesting orders and schemes. \n \n7. Exercise by Governor General in Council of powers of Local Government. \n \n8. Bare trusteeship of Treasurer. \n \n9. Annual publication  of list of properties vested in Treasurer.  \n \n10. Limitation  of functions and powers of Treasurer. \n \n11. Provisions  for continuance of office of Treasurer in certain contingencies.  \n \n12. Transfer of property from one Treasurer to another.  \n \n13. Power to frame forms and make rules.  \n \n14. Indemnity to Government and Treasure. \n \n15. Saving of provisi ons of the Official Trustees Act, 1913.  \n \n16. General controlli ng authority of Go vernor G eneral in Council. \n \n\n \n \nPage 2 of 6 \n THE CHARITABLE ENDOWM ENTS ACT, 1890  \n \n1\nACT  No. VI OF 1890  \n \n[7th March, 1890]  \n \nAn Act to provide  for the Vesting  and Administration  of Property  held in trust for charitable  \npurposes.  \n \n WHEREAS  it is expedient to provide  for the vesting and administr ation of property held in \ntrust for charitable purposes; \n \n It is hereby enacted as follows  :— \n \n 1. Title,  extent  and commencement. —(1) This Act may be called the Charitable \nEndow ments Act, 1890.  \n \n 2[(2) It extends to the whole  of Pakistan]; and \n \n (3) It shall come into force on the first day of October, 1890. \n \n 2. Definition.  In this Act, “charitable purpos e” includes relief of the poor,  education, medical \nrelief and the advanceme nt of any other object of general public  utility, but does not include a \npurpose  which relates exclusiv ely to religious teaching or worsh ip3. \n \n 3. Appointment  and incorporation  of Treasurer  of Charitable  Endowments .— 4[(1) The \n5[Federal Government] may appoint  an officer of the Government by the name of his office to be \nTreasurer of Charitable Endow ments for 6[ Pakistan], and the Government of any Province may \nappoint an officer of the Government by the name of his office to be  Treasurer of Charitable \nEndowments for the Province.]  \n \n (2) Such Treasurer shall, for the purpos es of t aking, holding and tr ansferring moveable or \nimmoveable property under the authority of this Act, be a corpor ation sole by the name of the \nTreasurer of Charitable Endow ments for 7[8[ Pakistan] or, as the case may be, the Provin ce], and, as \nsuch treasurer, shall have perpetual succession  and a corpor ate seal, and may sue  and be sued in his \ncorporate name . \n \n 1For Statement  of Objects  and Reasons,  see Gazette  of India,  1889,  Pt. V, p. 137; for Report  of the Select  Committee , see ibid.. 1890,  p. 65; \n and for Proceedings  in Council,  see ibid., 1889,  Pt. VI, pp. 117 and 190, and ibid., 1890,  Pt. VI, p. 37. \n It has been  applied  to Phulera  in the Excluded  Area  of Upper  Tanawal  to the extent  the Act is applicable  in the N.W.F.P.  subject  to certain  \n modifications  and also extended  to the Excluded  Area  of Upper  Tanawal  (N. W.F.P.)  other  than Phulera  with effect  from  such date and \n subject  to such modifications  as may be notified , see N. W.F.P.  (Upper  Tanawal)  (Excluded  Area)  Laws  Regulation,  1950.  \n This Act has been  repealed  in so far as it relates  to charitable  endowments  the objects  of which  do not extend  beyond  the N.W.F.P.  see the \n North - West  Frontier  Province  Muslim  Waqf  Act, 1947  (22 of 1947),  s. 37 and Sch. \n It has been  extended  to the Leased  Areas  of Baluchistan,  see the Leased  Areas  (Laws)  Order,  1950  (G. G. O. 3 of 1950);  and applied  in the \n Federated  Areas  of Baluchistan,  see Gazette  of India,  1937,  Pt. I, p. 1499.  \n See also s. 8 of. the Charitable  Funds  (Regulation  of Collections)  Act, 1953  (31 of 1953).  \n 2The existing  sub-section  (2) as amended  by A. O., 1949,  Arts. 3(2) and 4, the Burma  Laws  Act, 1898  (13 of 1898),  s. 18 and Sch. V and \n Act (26 of 1951),  s. 8, has been  subs.  by Ordinance  21 of 1960,  s. 3 and 2nd Sch.,  (with effect  from  14th October,  1955 ). \n 3See also s. 8 of the Charitable  Funds  (Regulation  of Collections)  Act, 1953  (31 of 1953).  \n 4Subs.  by A. O., 1937,  for the original  sub-section  (1). \n 5Subs.  by F. A. O., 1975,  Art. 2 and Table,  for “Central  Government”.  \n 6Subs.  by A. O., 1949,  Sch.,  for “India”.  \n 7Subs. by A. O., 1937, for “the territories subj ect to the L.G.”.  \n 8Subs. by A. O., 1949, Sch; for “India”.  \n \n \nPage 3 of 6 \n  1[3A. Definition  of “appropriate  Government”,  etc. In the subsequent provisions  of this \nAct “the appropriate Government” means, as respects a charitable endowment, the objects of which \ndo not extend beyond a single Provin ce and are not objects to which the executive  authori ty of the \n2[Federal Government] extends, the Government of the Provin ce, and as respects any other charitable \nendowment the 2[Federal Government.]  \n \n 4. Orders  vesting  property  in Treasurer .—(1) Where any property is held or is to be \napplied in trust for a charitable purpos e, the 3[appropri ate Government], if it thinks  fit, may, on \napplication made as hereinafter mentioned, and subject to the other provisions  of this section, order, \nby 4notifi cation in the official Gazette, that the property be vested in the Treasurer of Charitable \nEndow ments on such terms as to the application of the property or the income thereof as may be \nagree d on between the 3[appropri ate Government] and the person or persons  making the application, \nand the property shall thereupon  so vest accordingly. \n \n (2) When any property has vested under this section in a Treasurer of Charitable \nEndow ments, he is entitled to all docume nts of title relating thereto. \n \n 5[*  *  *  *  *  *  *] \n \n (4) An order under this section vesting property in a Treasurer of Charitable Endow ments \nshall not require  or be deeme d to require  him to administer the property, or impose or be deeme d to \nimpose upon  him the duty of a trustee with respect to the administr ation thereof. \n \n 5. Schemes  for administration  of property  vested  in the Treasurer. —(1) On application \nmade as hereinafter mention ed, and with the concurrence of the person or persons  making the \napplication, the 3[appropri ate Government], if it thinks fit, may settle a 6scheme for the \nadministr ation of  any property which has been or is to be vested in the Tr easurer of Charitable \nendowme nts, and may in such scheme appoint,  by name or office, a person or persons,  not being or \nincluding such Treasurer, to administer the property. \n \n (2) On application made as hereinafter mention ed, and with the concurrence of the p erson or \npersons  making the application, the  3[appropri ate Go vernment] may, if it thinks  fit, modify any \nscheme settled under this section or substitute  another scheme in its stead. \n \n (3) A scheme settled, modifi ed or substitut ed under this section shall, subject to the oth er \nprovisions of  this section, come into operation on a day to be appointed by the 2[appropriate \nGovernment] in this behalf, and shall remain in force so long as the property to which it relates \ncontinu es to be vested in the Treasurer of Charitable Endow ments or  until it has been modifi ed or \nanother such scheme has been substitut ed in its stead. \n \n \n1Ins. by A. O., 1937. \n2Subs,  by F.A.O.,  1975,  Art. 2 and Table,  for “Central  Government”.  \n3Subs.  by A. O., 1937,  for “L.G.”.  \n4For notifications  issued  under  this section  in conjunction  with s. 5, see different  local  R. & O. \n5Sub-section  (3) rep. by A. O., 1937.  \n6For notific ation setting a scheme for the Administration of the Pakistan Army Endowment Fund Trust Fund, see Gazette of Pakistan, 1958,  Pt. I, \npp. 18 and 20.  \n \n \n \n \nPage 4 of 6 \n  (4) Such a scheme, when it comes into operation, shall supersede any decree or direction \nrelating to the subject-matter thereof in so far as such decree or direction is in any way repugnant \nthereto, and its validity shall not be question ed in any Court, nor shall any Court give, in \ncontravention  of the provisions  of the scheme or in any way contrary or in addition thereto, a decree \nor direction regarding the administr ation of the property to which the scheme relates: \n \n 2[Provided that nothing  in this sub-section shall be constr ued as precluding  a Court from  \ninquiring  whether the Government by which a scheme was made was the appropr iate Government.] \n \n (5) In the settlement of such a scheme effect shall be given to the wish es of the author  of the \ntrust so far as they can be ascertained, and, in the opinion  of the 1[appropri ate Government], effect \ncan reasonably be given to them. \n \n (6) Where a scheme has been settled under this section for the administration of property not \nalready vested in the Treasurer of Charitable Endow ments, it shall not come into operation until the \nproperty has become so vested. \n \n 6. Mode  of applying  for vesting  orders  and schemes. —(1) The application referred to in \nthe two last foregoing sections  must be made,— \n \n(a)  if the property is already held in trust for a charitable purpos e, then by the \nperson acting in the admi nistration of the trust, or, where there are more \npersons  than one so acting, then by those  persons  or a majority of them; and \n \n(b)  if the property is to be applied in trust for such a purpos e, then by the person \nor persons  proposi ng so to apply it. \n \n (2) For the purposes of this section the executor or administrator of a deceased trustee of \nproperty held in trust for a charitable purpose  shall be deeme d to be a person acting in the \nadministr ation of the trust.  \n \n 7. [Exercise by Governor General in Council of powers of Local G overnment.]  Rep. by \nA.O., 1937.  \n \n 8. Bare trusteeship of Treasurer. —(1) Subject to the provisions  of this Act, a Treasurer of \nCharitable Endow ments shall not, as such Treasurer, act in the administr ation of an y trust whereof \nany of the property is for the time being vested in him under this Act. \n \n(2) Such Treasurer shall keep a separate account of each property for the time being so vested in so \nfar as the property consists  of securities for money, and shall apply the property or the income \nthereof in accordance with the provision  made in that beha lf in the vesting  order under section 4 or in \nthe scheme, if any, under section 5, or in both those documents.  \n \n (3) In the case of any property so vested other than securities for money, such Treasurer shall, \nsubject to any special order which he may receive from the authori ty by whose ord er the property \nbecam e vested in hi m, permit the p ersons acting in the a dministr ation of the trust to have the \npossession, management and control of the property, a nd the application of the income thereof, as if \nthe property had been vested in them.  \n \n1Subs.  by A. O; 1937,  for “L.G.”.  \n2Proviso  ins. ibid. \n \n \nPage 5 of 6 \n  9. Annual  publication  of list of properties  vested  in Treasurer.  A Treasurer of Charitable \nEndow ments shall cause to be publish ed annually in the l[official Gazette], at such time as the \n2[appropri ate Government] may direct, a list of all properties for the time being  vested in him under \nthis Act and an abstract of all accounts  kept by him under sub-section (2) of the last foregoing \nsection.  \n \n 10. Limitation  of functions  and powers  of Treasurer .—(l) A Treasurer of Charitable \nEndow ments shall always be a sole trustee, and shall not, as such Treasurer, take or hold any \nproperty otherwise  than under the provisions  of this Act, or subject to those  provisions,  transfer any \nproperty vested in him except in obedience to a decree divesting him of the property, or in \ncompliance with a direction in that behalf issuing from the authori ty by whose  order the property \nbecam e vested in him. \n \n (2) Such a direction may require  the Treasurer to sell or otherwise  dispose  of any property \nvested in him, and, with the sanction of the authori ty issuing  the direction, to invest  the proceeds of \nthe sale or other dispos al of the property in any such security for money as is 3[specified in the \ndirection], or in the purchase of immoveable property.  \n \n (3) When a Treasurer of Charitable Endowments is divested, by a direction of 4[the \nappropri ate Go vernment] und er this section, of any property, it shall vest in the person or persons  \nacting in the administr ation thereof and be held by him  or them on the same trusts  as those  on which \nit was held by such Treasurer.  \n \n 11. Provisions for continuance of office of Treasurer in certain contingencies . If the \noffice held by an officer of the Government who has been appoint ed to be a Treasurer of Charitable \nEndow ments is abolish ed or its name is change d, the 5[appropri ate Government] ma y appoint  the \nsame or another officer of the Government by the name of his office to be such Treasurer, and \nthereupon  the holder of the latter office shall be deeme d for the purposes of this Act to be the \nsuccessor in office of the holder of the former office.  \n \n 6[12. Transfer of property from one Treasurer to another . If by reason of any a lteration of \nareas or by reason of the appoint ment of a Treasurer of Charitable Endowments for 7[Pakistan] or  for \nany Provin ce for wh ich such a Treasurer has not pr evious ly been a ppoint ed or for any other reason it \nappears to the 8[Federal Government] that any property vested in a Treasurer of Charitable \nEndow ments should  be vested in another such Treasurer, that Government may direct that the \nproperty shall be so vested and thereupon it shall vest in that other Treasurer and his successors  as \nfully and effectually for the purposes of this Act as if it had been originally vested in him under this \nAct .] \n \n 9[13.Power to frame forms and make rules . 10[* *  *  *  *  *  *] \n \n 1Subs.  by A. O., 1937,  for “Local  official  Gazette”.  \n 2Subs.  ibid., for “L.G.”.  \n 3Subs. by A.O., 1937, for “mentioned in section 4, sub -section (3), clause (a), (b), (c), (d) or (e) ”. \n 4Sub. ibid., for “the L. G. or the G. G. in C”.  \n 5Subs. ibid., for “L. G.” which had been subs. for “G. G. in C.” by the Devolution Act, 1920 (38 of 1920), s. 2 and Sch . 1. \n 6Subs. by A.O., 1937, for the original s. 12.  \n 7Subs. by A.O., 1949, Sch., for “India”.  \n 8Subs. by F. A.O., 1975, Art. 2 and Table, for “Central Government”.  \n 9Subs. by Act, 38 of 1920, s. 2 and Sch. I, for the original section 13.  \n 10Sub-section (1)  rep. by A.O.,1937.  \n \n \nPage 6 of 6 \n  (2) The 1[appropri ate Government] my make rules consist ent with this Act for— \n \n(a)  prescribing the fees to be paid to the Government in respect of any property \nvested under this Act in a Treasurer of Charitable  Endowments;  \n \n(b)  regulating the cases and the mode in which schemes or any modifi cation \nthereof are to be publish ed before they are settled or made  under section 5; \n \n(c)  prescribing the  forms in which accounts  are to be kept by Treasurers of \nCharitable Endow ments and the mode in which such accounts  are to be \naudited; and \n \n(d)  gene rally carrying into effect the purpo ses of this Act] \n \n 14. Indemnity to Government and Treasure . No suit shall be instituted against the \n2[Government] in respect of anything  done or purporting  to be done under this act, or in respect of \nany alleged neglect or omission to  perform  any duty devolvi ng on the Government under this A ct, or \nin respect of the  exercise of, or the failure to exercise, any power conferred by this A ct on the  \nGovernment, nor  shall any suit be institut ed against a Treasurer of Charitable Endow ments except \nfor divesting him of property on the ground of its not  being subject to a trust for a charitable purpos e, \nor for making him chargea ble with or accountable for  the loss or m isapplication of any prop erty \nvested in hi m, or the in come thereof, where the loss or misapplication has been occasioned by or \nthrough his wilful  neglect or default. \n \n 3[15. Saving of provisions of the Official Trustees Act, 1913 . Nothi ng in this  Act shall be \nconstrued to impair the operation of the Official Trust ees Act, 1913 (II of 1913) ]. \n \n 16. [General controlling authority of Governor General in Council.]  Rep by the \nDevolution Act, 1920 (XXXVIII of 1920), s. 2 and Schedule. I, Pt. I.  \n \n \n \n \n__________  \n \n \n \n \n \n \n \n \n \n \nDate: 05 -09-2024  \n 1Subs.  ibid.,  for “L. G.”. \n 2Subs. by A.O., 1961, Art. 2 ( with effect from the 23rd March, 1956 ), for “Crown” which had been subs. by A.O; 1937, for “Govt.”.  \n 3Subs. by the Federal Laws (Revision and Declaration) Ordinance, 1981 (27 of 1981 ), s. 3 and 2nd Sch., for the existing section 15, which \n was amended by A. O ., 1949 and Act 2 of 1913."
}