{
    "file": "./converted_json\\administrator7629f879946a4e71dc1663e3f4860411(1).json",
    "name": "The Loans for Agricultural, Commercial and Industrial Purposes Act, 1973",
    "date": "27th June, 1973",
    "tagline": "An Act to provide for credit facilities for persons engaged in agriculture, commerce and industry",
    "content": "Page 1 of 4 \n \n \n \n \n \nTHE LOA NS FOR AGRICULTURAL, COMMERCIAL AND \nINDUSTRIAL  PURPOSES ACT, 1973  \n \n \n \n \n \n \n    CONTENTS  \n       _________  \n \nSECTIONS:  \n \n1.  Short title, extent and commencement . \n \n2.  Act to override other laws. \n \n3.  Definitions . \n \n4.  Presentation of pass book . \n \n5.  Power to make rules . \n \n6.  Repeal . \n  Updated till 26.1.2022\n\n \nPage 2 of 4 \n THE  LOANS  FOR  AGRICULTURAL  1[, COMMERCIAL AND INDUSTRIAL ] PURPOSES  \nACT,  1973.  \n2Act No. XLII  of 1973  \n[27th  June,  1973]  \nAn Act to provide  for credit  facilities  for persons  engaged  in agriculture  1[commerce  and \nindustry ] \nWHEREAS  it is expedient  to provide  for credit  facilities  for persons  engaged  in agriculture  \n1[, commerce  and industry].  \nIt is hereby  enacted  as follows:— \n1. Short  title,  extent  and commencement. —(1) This Act may be called  the Loans  for \nAgricultural  1[, Comm ercial  and Industrial]  Purposes  Act, 1973.  \n(2) It extends  to the whole  of Pakistan.   \n(3) It shall come  into force  at once.  \n2. Act to override  other  laws.  The provisions  of this Act shall have effect  notwithstanding  \nanything  contained  in any other  law for the time being  in force  1[and nothing  contained  in any law \nrelating  to the distribution  or devolution  of agricultural  land,  or to relief  to agriculturists,  shall apply  \nto a loan or advance  made  under  this Act on the security  of such land].  \n3. Definitions.  In this Act, unless  there  is anything  repugnant  in the subject  or context,— \n1[(a) “bank” means  a banking  company  as defined  in the Banking  Tribunals  \nOrdinance,  1984  (LVIII  of 1984)];  \n4[(aa)   “designated  agency” means  a department  or authority  as the Ministe r-in-\ncharge of the Federal  Government,  or Provincial  Government  as the case may \nbe, by notification  in the official  Gazette,  designate  to prepare,  issue  and \nauthenticate  e-pass book  and cause  to give effect  to entries  in revenue  record;]  \n(b)  “land” means  land used for agricultural  purposes  or for purposes  subservient  \nto agriculture;  \n(c)  “land -owner” has the same  meaning  as in the West  Pakistan  Land  Revenue  \nAct, 1967  (W.P.  Act XVII  of 1967),  but does not include  a lesee  or a \nmortgagee;  \n(d)  “Loans  or advan ces” means loans  or advances  for agricultural  1[, commercial  \nand industrial]  purposes  3[and includes  finance  as defined  in the Banking  \nTribunals  Ordinance,  1984  (LVIII  of 1984)];  \n \n1Added , Subs. and Ins.  by the Finance  Act, 1986  (1 of 1986),  s. 8. \n2For Statement  of Objects  and Reasons,  see Gaz.  of P., 1973.  Ex.. Pt. Ill, p. 1001.  \nThe Loans  for Agricultural,  Commercial  and Industrial  Purposes.  Act,.  1973  (XLII  of 1973),  hereinafter  referred  to as the said Act, and all \nrules,  notifications  and orders  made  or issued  thereunder  shall  apply  to the whole  of the Provincially  Administered  Tribal  Areas  of the \nNorth -West  Frontier  Province  and Balochistan  Province,  vide Regulation  II of 1994.  \n3Added  by the Loans  for Agricultural  Purposes  (Amdt.)  Act, 1985  (XIX  of 1985),  s. 2 (w.e.f. 1-1-1985).  \n4Ins. by The Loans for Agricultural, Commercial and Industrial Purposes (Amendment) A ct, 2021  (XXXVI  of 2021 ), s. 2 \n \nPage 3 of 4 \n 1[(da)   “pass book” means  a title-document  prepared  in the prescribed  manner  setting  \nout particulars  of land owned  by land owner  and shall include  e-pass book  \nprepared  or issued  by a designated  agency;]  \n(e)  “prescribed ” means  prescribed  by rules  made  under  this Act; and \n(f)  “Revenue  Officer” has the same  meaning  as in the West  Pakistan  Land  \nRevenue  Act, 1967  (W.P.  Act No. XVII  of 1967),  and includes  a Naib  \nTehsildar  and Head  Munshi.  \n4. Presentation  of pass book.—(1) A Land  owner  applying  to any bank  for the grant  of a \nloan or advance  may,  for the purpose  of enabling  the bank  to take action  in accordance  with sub-\nsection (4), produce  before  the bank  a pass book  prepared  in the prescribed  form  and manner  1[ *\n * * * * * *]. \n(2) The entries  in the pass book  shall be authenticated  by the Revenue  Officer  and shall be \nprima  facie  evidence  of the title of the holder  of the pass book  to the parcels  of land entered  in the \npass book,  free of any prior  encumbrance,  unless  otherwise  specified  therein.  \n(3) The pass book  shall be deemed  to be a title deed  and accepted  as such by the bank  for \ngranting  a loan or advance  to a land-owner  on the security  of such land entered  therein  as he may \nindicate.  \n(4) If the bank  grants  a loan or advance  to the land-owner  on the production  of the pass book,  \nthe bank  shall endorse  the pass book  against  the entry  relating  to the land on the security  of which the \nloan or advance  is granted  by it. \n(5) The endorsement  made  in the pass book  under  sub-section  (4) shall create  a charge  in \nfavour  of the bank  on the land against  the entry  relating  to which  the endorsement  has been  made  and \nthe land-owner  shall be debarred  from  alienating  the land until the outstanding  amount  of the loan or \nadvance  granted  by the bank  has been repaid.  \n2[(5A)  A charge  on any land created  under  sub-section  (5) shall  be entered  in the relevant  \nrevenue  records  against  the entry  relatin g to such land.]  \n(6) Any alienation  of land in contravention  of sub-section  (5) shall be void.  \n(7) If the land-owner  fails to repay  the amount  of the loan or advance  in accordance  with the \nterms  of his agreement  with the bank,  the bank  may,  without  prejudi ce to any other  legal  remedy  \navailable  to it, apply  to the Collector  for the recovery  of the amount  in default  as an arrear  of land \nrevenue  and thereupon  all the provisions  of the Revenue  Recovery  Act, 1890  (I of 1890),  shall apply  \nto the recovery  of the amount  in default  as they apply  to the recovery  of an arrear  of land revenue.  \n5. Power  to make  rules.—(1) The Federal  Govern ment  or, if the Federal  Govern ment  so \ndirects,  the Provincial  Government  may,  by notification  in the official  Gazette,  make  rules  for \ncarrying  out the purposes  of this Act. \n(2) In particular and without prejudice to the generality of the foregoing power, such rules \nmay specify the ratio to be maintained by the scheduled banks between loans and advances granted \nto land -owners having land  not exceeding a subsistence holding, those having land exceeding such \nholding but not exceeding an economic holding and those having land exceeding an economic \nholding.  \n \n1Ins. by Act, The Loans for Agricultural, Commercial and Industrial Purposes (Amendme nt) Act, 2021  (XXXVI of 2021 ), ss. 2-3 \n2Added  by the Finance Act, 1986  (1 of 1986),  s. 8 \n \nPage 4 of 4 \n Explanation. —In this sub-section,  “subsistence  holding”  and “economic  holding”  have the \nsame  meaning  as in the Land  Reforms  Regulation,  1972.  \n(3) The ratio specified  in the rules  shall  not be varied— \n(i)  to the disadvantage  of land-owners  having  land not exceeding  a subsistence  \nholding  and to the advantage  of land-owners  having  land exceeding  a \nsubsistence  holding;  or \n(ii)  to the disadvantage  of land-owners  having  land less than an economic  holding  \nand to the advantage  of land-owners  having  land exceeding  an economic  \nholding.  \n \n6. [Repeal.]  Omitted  by the Federal  Laws  (Revision  and Declaration)  Ordinance,  1981  \n(XXVII  of 1981),  s. 3 and Sch., II. \n \n \n___________"
}