{
    "file": "./converted_json\\administrator4d14269bdb36713a0d337885211c0398.json",
    "name": "Ibadat International University Act",
    "date": "October 9, 2021",
    "tagline": "An Act for the Establishment of Ibadat International University, Islamabad",
    "content": "REGTSTERED No.-!4-:-l!?L.-76469\n@$eGvre d SE[frEr\nEXTRAORDINARY\nPUBLISHEO BY AUTHORITY\nISLAMARAD, SATURDAY, OCTODER 9, 2021\nPART I\nAcls! Ordimnces, Pr€sidcnt's Orders ahd Regulations\nSENATE SECRETARIAT\nIslanabad, rhe 8fi Ocrober, 2021\nAcr No. XVIII Or,202l\nAn Act lor the Establ irhmenl of lbolut Internotional Unive$ity, ls lanabo.l\nPre{mblc: Whereas it is expedienr ro providc for the establishmcnt of\nthe lbadat Intemarional Univcrsity at Islamabad irr rhe Private sector and\n'jo n(ctcd mafiers;\nIt is cnactcd as follows;No. F. 24(20)2021-Legis.-The iollorving AcL of Mdjlis-e-Shoora\n(Parliament) reccived the ass€nt of thc President on 51h OclotEr 2021 and i\\\nhereby published for general information:\n[47E(2021)/Ex. caz.](68e)\nPrice: P\\s.60.40\n690 THE GAZETTE OFPAKISIAN, EX'fRA., OCTOBER 9. 2021 [P^Rl I\nCILA.PTER I\nPRXLIMINARY\nl. Short ti0e' ef,tent rnd commetrc€menl.-{l) This Act may tc\ncalled the lbadat Inremational University lslamabad Act, 2021.\n(2) It shall extend to whole of Pakislan.\n(3) The provisions offiis Act shall come into force at once\n2. Delinitions-ln this Act unless there is an)ahing rcpuEnant in the\nsubj€at or context,-\nlll\nviii\"Acsdemic Council\" means the Academic Council of the\nUniversity.\n\"Authority\" means an) of th€ Authorities of the University\nspecrfied or set up in terms ofsection 23:\n\"Advisor\" means Advisor to rhe Chairman of the Univcrsity;\n''Board of Directors\" means thc Board of Directors (BoD) of the\nIbadat lntemational Educational Systeh (LLP) registered under\nseclion 07 of the limited Liabiliry Partne.ship Act, 2017(XV of\n2017), Securities and Exchange Commission of Pakistan vide\nReSistration No. 0 I 1462 ,\" dated 24 052019:,\n''Board ofGovemors_' means Board ofGovemors oflhe Universi(y;\n\"Chairman\" means Charmran of Ibadat Intemational University\nwho shall also be the Chairman of Board of Directors of Ibadat\nIntemational Education System (LLP):\n\"ChairpeBon\" rneans the hcad ofa Teaching Department;\n:'Colleg€\" means a constituent cducational institution, by whatever\nnamc described, maintarned and administcrcd by the Universiq;\n_Commission\" mcans the lligher Education Commission set up by\nthe Higher Education Commission Ordinance, 2002 (LItl of2002);\n'Conlmller\" means llead ol thc Examination t)epanment of rhe\nUniversity;\n''Dean\" means thc head of a taculty or the head of an academic\nbody granted the status of a Facuhy b].thrs Act or by the Statutcs or\nRcgulations:x.\nP^RT ITHE GAZETTE OF PAKISTAN, EXTRA,, OCTOBER 9,2021 69I\nxll\nxllt''Dcpartm€nt\" means a teaching department maintained atrd\nadministered, or recognized by the Unive.sity in the manner\nprescribed;\n\"Direc[or'' means Head ofan Institute established as a Constituent\ninstitute/college by the University;\n\"Dxccutive Committee\" means Executive Committee of the\nUniversity;\n\"Faculty''mcans an administrative and acadcmic unit of the\nUnivcrsity consisting ofone or more departments, as prescribcd;\n\"Govemment\" mea-os the Federal Govemment of Pakistan;\n\"OfIicer\" means an Officer ofthe IJnivcrsity specified in section 0t\nofthe Act;\n\"Prescribed\" means prescribed by Slatutes, Regulations or Rulcs\nand made undcr lhe Act;\n\"Patron ' means Patron ofthe Universityi\n\"Pro-Rector\" means Pro-Rcclor of the University:\n'Principal\" mcans the head of a consrrtuent collego{Jnjt ot the\nUniversity;\n\"Professor Emeritus\" means a reti.ed Professor working in a\nFaculE io &e capacity ofan Emeritus Professor;\n\"Representalion Commi(ees\" mean the Representation Commiltees\nconstituted undcr section 3l I\n\"Rcview Panel\" means the Review Panel set up by lhe Patron o.\nChairman in accordance wlth the provisions ofsecrion l2;\n\"Reclor\" means the Rector of the Universityi\n\"Registrar\" m€ns Regisfar ofthe UniveNilv;\n''Schedule\" mcans a Schedule to fie Act;\n\"scarch Committee\" means ihe Search Commiftcc ser up by the\nBoard ofcovemoE under section 1:[;\n\"Statutes\", \"Retulations' and \"Rules' mean rcspectively the\nSlatutes, the Regulations and the Rules made under this Act and for\nde rrme being in force;\n''Sponsoring Body\" means lbadat Intemationat Education system\n(LLP);xvii\nxtx.\nxxi-\nY\\xn\nxxlx.xxviii.\n692 THE GAZETTE OF PAKISTAN, EXTR^,, OCTOBER 9,202I [PART I\nxxrl\nru(x l\"Teachers\" include Professors, Associate Professors, Assistant\nProfesso6 Lecture.s. Tutors engaged whole-time by the University\nor by a constitlrent Coll€gc and such other persons as may be\ndeclared to be teachcni by RcBulations;\n\"University' means the lbadat lntemational University. lslamabad\nestablished under the Acti\n\"Universiry Te.cher\" means a whole-time teacher appointed and\npaid by the University, or rccognized by the University as such;\n\"vice Chairm_an\" means Vicc Chaintlan ofthe Univ€rsity;\nCHAPTER II\nTHE UNryERSITY\n3. Es(rblishmena end lncorporetiotr of the Uriversity.--{t) ThcrE\nshall b€ established a UniveBity lo be called tlrc lbedat Intcrnational Univ€rsity\nlocated at tslamabad, in the P.ivatc sector.\n(2) The Univcrsity shall consist ofthe following namel-v:-\n(a) the Patron, Chairman. Vicc Chairman, the mcmbers Board of\nCovemors, the members of Exccutivc Committee, the Rector, the\nDeans and such ofter ofricers as may be prescribed;\n(b) the memb€rs of the authorities of the University established under\nsection 23r\n(c) all University teachers and penons recognized as students of the\nUniversity in aaaordance with tenns prescribed from to time; and\n(d) aU other full-time officers and members of the stafl of the\nUnivcrsiry.\n(3) The University shall be a body corporate by the name of the lbadat\nInternational UniveBity, Islamabad and shall have perpetual succcssion and a\ncommon seal, and mey sue and be su€d by the said name:\n(4) The University shall be conrpctenl ro acquire end hold property.\nboth movablc snd immovable, and to le&se, sell or otherwise rraosfer any\nmovable and immovablc property which may have become vesr€d in or been\nacquircd by iL.\n(5) Notwithstanding anlrhing contrincd in any other law for the tirne\nbeing in force, the University shall have acadcmic, financial and administrative\nautonomy, including thc power to emplov officers, teachers and other employees\nP^RT I] THE GAZETTE OF PAKTSTAN, EXTRA,, OCTOBER 9, 2O2I 691\non such terrns as may b€ prescrib€d, subjcct to the terms of this act and the\nHigher Education Commission Ordinance, 2002 (t,lII of2002). In pa(icular, and\nwithout prejudice lo lhe authority granGd to the Comrnission by the law, the\nCovemment or an authority or auditor appornted by the Govemment shall have\nno power to qucstion thc polcy underlying the allocation ofresources approyed\nby the Board ofGovcmofs in the annual budget ofthe UnivErsity.\n(6) AII properties, rights and interests of whatevcr kind, used, enjoyed,\npossessed, owned or vested in, o. held in trust by or for any of its constituent\ncolleges shall pass to the Universily €stablishcd under this act.\n4. Powers end Purposes of lhc Universit-y.-Tte Universit, shall\nhave the lollowing powcrs, namely:\nto provide for education and scholarship in such branches of\nknowledSe as it may deem fit, and to make provision for research.\nservice to society and for the application, advaoccment and\ndissemination of knowledgc in such manner as it may determine.\nProvided that in case ofmcdical, cngioeering and other professional\neducelion, approval of $e relevant Acrreditation councilyforums\nshall bc a pre-requisitei\nto prcscribe courses of studies to be conducted by it and the\nconstituent colleges;\nto hold examinations and to award and confer degrees, diplomLs,\ncerlificatcs and oth€r academic distinctions to and on persons who\nhavc bcen admitted to and have passed its examinations under\nprescribed conditions;\nto prescrib€ the terms and conditions ofemployment ofthe officers.\nteachers and other employces of the University and to lay do$rr\nt€rms and conditions that may be different ftom those applicable to\ngovenrment servants in general;\nto engage, where necessary. persons on contracts of specified\nduiation and to speciry thc terms ofeach engagemcnt;\nto confcr honorar], degrees or other distinctions on approved\npersons in the manner prescribed:\nto provide for such instruction for persons not being strrdents ofthe\nUniverslty as lt may Eescribe, and to Brant ccrtificates and\ndiplomas to such personsl\nto eslablish progmmmes for the exchange of sludenls and teachers\nbetwecn the University and other universiues. educational\n694 THE GA:IETTE OF PAKISTAN. EXTRA,, OCTOBER 9,202I [P-ANT I\nxvx.\nxi.\nxii.\nxl!\nxvlll.institulions and research orSanisations, inside as rvell as outside\nPakistan;\nto provide career counselling and job serrch scrviccs to students\nand alumni:\nto maintain linkages with alumni;\nto dcvclop and implcment fund-raising plans;\nto provide ard support the academic developmenl of the faculty of\nthe University;\nto confcr degrees on pcrsons who have carried on independent\nrcscarch under prescribed coDditions;\nto accept lhe examinations passed and the period of study spent by\nstudents of lhe University at other universi(ics and places of\nleaming equivalent to such examinations and periods ofstudy in the\nUnjversity, as it may prcscribc, and to withdraw such acceptance;\nto co-operate with other Universit-v, public authorities or private\norganisations, inside as well as outside Pakistan, in such manner\nand for such purposes as i( may prescribe;\nto es-rablish Professorships, Associate Professorships, Assistant\nProfessorships and Lecturcships and any other posLs ard to appoint\npersons thcreto;\nto create posLs for research, extension, adminislration and other\nrelated purposes and to appoint peNons the.eto;\nto institute and arvard financial assistance to students in need.\nfellowships, scholarships, bursaries, medals and prizes under\nprescribed conditions;\nto establish teaching departments, schools. constitu€nt colleges,\nfaculties, museums and other centres of lcaming for the\ndevelopment of teaching and research and to make such\narrangements for thcir maintenance, manaSement and\nadministmtion as it may prescribe;\nto provide for the residence ofthe studenls ofthc University and the\ncolleges, to institute and maintain halls ofrcsidcncc and to approve\nor license hostels and lodging;\nto maintain order, discrpline and security on the campuses of.thc\nUniversity and the colleges;\nPAIT I] THE GAZET-TE OF PAKISTAN EXTRA., OCTOBER 9, 2021 695\nJL\\IIIto promote the extra cunicula. and recreationat activities of such\nstudents, and lo make anang€ments for promoting their heahh and\ngeneral welfarc;\n[o demand and rcceive such fces and other charges as it may\ndetermine:\nto make provrsion for research, advisory or consultancy services\nand u'ith these objecls to enter into arrangements with other\ninsdrudons, public or private bodies, commcrcial and indusEial\ncnterpdses under prescribed condrtions;\nro enter into, carD/ out, vary or cancel contracls;\nto receive and managc propertv transferred and grants,\ncontributions made to the University and to invcst any fund\nrepresenting such property, gmnts, bequests, trusts, gifts, donatrons,\nendowments or contribulions in such marner a5 it may deem fit;\nxxvii. ro provide foa the printing and publicarion of res€arch aod orher\nworls; and\nxxviii. to do all such other acts and things. whether incidental to the\npowers afo.esaid or not, as may be requisite or €xpedient in order to\nfirnher the objectives of the University as a plac€ of education,\nleaming and research-\n5 Jurisdicliotr.-< l) Thejurisdiction ofthe tJnivcrsity shall extend to\nthe whole of Pakistan.\n(2) The principal seat of the Universiry shall be at Islamabad, and it\nmay s€t up any nulnber of campuses, at such places in Pakistan or abroad as the\nfloard ofGovcmors may delermine and \\\\ith prior approval of Higher Education\nCommission.\n6. UniveNity opctr to all classes, cre€ds, ctc.-{l) The University\nshall be open to all persons ofall genders and of whatever religion, race, creed,\nclass, colour or domicile and no person shall be denied thc privilegcs of the\nUniversity on lhe grounds of religion, race: castc, creed, class, colour or\ndomicile.\n(2) An increase in any fee or chargc that is in excess of ten percent pcr\nannum on all annualised basis from the last such increase nlay not & made\nexcept in special circumstarc€s. ard only \\r,ith the approval ofthe Patron.\n(l) The University shall institule financial aid programmes for students\nin need, ro the extent considered f€asiblc b)' tlle Board o[ Covemors given the\n696 ,I.HE GAZETTE OF PAKISTAN. EXTRA.. OCTOBER 9, 2O2I [PART I\nresourcas available, so as !o enablc admission and access to the University and\nthe various opportunities provided byit to b€ based on merit rather rhan ability to\npay: Provided that the Univcrsiw ma! institule sel[-hnance schemes nor covering\nmore than ten percent ofthe total number ofcandidates in any on-campus taughl\ncourse or research-based pro8ramme ofstudy.\n7 Tcaching at the Uriversity.-{l) All recognized tsaching in\nvarious courses shall be conducted by the university or the colleges in the\nprescribed manner and may include lectures, tutorials, discBsions, seminars,\ndemonsEations, distance leaming and other methods of instruction a5 well as\npractical work in lhe laboratories, hospitals, workshops irnd other govemmental\nor p.ivate organizations.\n(2) The authoriry responsiblc for organizing recognized teaching shali\nbe such as may be prescribed.\nCHAPTER III\nOFFICf, RS OF' TEE UNII'ERSITY\n8. Principrl Ollicers.-The following shall be the principal olEccrs\nof the University, namely:-\n(a) the Patronr\n(b) rhe Chairman:\n(c) the Vice Chairman;\n(d) the Rector;\n(e) the Advisor;\n(l) the Pro-Rectors;\n(g) the Derns:\n(h) the Principals ofthe constituent colleges;\n(i) the Chairpersons/Heads ofthe te3chirg and research departnents;\n(i) the Registrar;\n(k) the l rcasurer;\n(l) the Contoller of Examinations; and\n(rfl) such orher pcrsons as mav bc prescribed by the Statules or\nRegulations ro be the principal otliccrs ofrhe tjniversiry.\nP^Rr ll THE CAZETTE OF PAKISTAN, EXTRA., OCTOSER 9,2021 69-l\n9- Prtror.--(l) The Presidcnt of Pakrstan shall be the Patron of the\nUniversilv.\n. (2) The Patron shall, wh€n present, prcside at $c convocation of the\nUnrversiry or he/she may authorize $e Chairmaa or any oth€r person of\ncrnincnceto preside over the convo€ation ofthe University.\n(3) Ev€ry proposal to confer an honomry dcgree shell be subjecr to\nconlirmation by the Patron.\nI0. Visitstion.-{l) The Pat'on may, in accordance with dle terms and\nprocedures as may be pr€scribed, causc an inspection or inquiry to be made on\nhis olur motion or at lhe request of the Commission in respect of any maucr\nconncded with thc affairs ofthe Universiry and shall. from rimc to time, direcr\nany pe6on or persons to inquire into or carry out inspection of:\n(a) the t.,niversity, its building, laboratories, librarics and other\nfacilities:\n(b) any instirution, depanment or hostel maintained by the Unive6ify;\n(c) thc adcquacy offinancial and human rcsourccs;\n(d) the teaching, research, curriculum, examination and other matters\nofthe Universit); and\n(e) such other mattersas rhe Patron may speciry.\n(2) The Palron shall communicate to the B()ard of Govemors his views\nwith regard 10 the result ofvisitallon and shall, after asccnaining rhe vrews ofrhe\nBoard ofcovemors, advise the Chairman on the action to be taken by it.\n(3) The Chairman shall, within such rime as may be specified by thc\nPatron, communicatc to him such achon, if a[y, as has becn taken or may bc\nproposed ro be ulen upol| the results ofvisitation.\n(4) where lhe Board ofcovemors does not- within the time speciGed,\nlale action to rhe satisfactron ofthe Palron. th€ Patron may issue such dkections\nas he deems fit afld Board ofGovernon shall comply with all such directions.\n11. Chlirmrn.-{l) Thc Chairman of thc Univcrsity shall be\nappoin(ed by thc Board ofDirectors for a rcnewable period offour ((N) years, as\nthe Board ofDireclors may determine-\n(2) Thc Chairman shall. in absence of the Patron pr.Tide ovcr dre\nnreerings oflhc Board ofGovemors and the Convocation ofthc Univcrsity.\n098 I,HE CAZETTE OF PAKISTAN. EXTRA, OCTOBER 9,2O2I [PART I\n(3) The mcmbers ofthe Board ofcov€rnors as well as the Rector shall\nt)e apporn(cd by lhe Chainnan ir the prescribed manner.\n(4) lf the Chairman is satisfied tlrat selious inegrlarity or\nmismanagement with respect to the affairs of$e Universit-v has occu,.red. he\nlnaY,-\n(a) as regards proceedings of the Board o[ covernors. dirccl lhat\nspecified proceedings be reconsrdeled and approprate actlon taken\n.llithin one month ofthe dilection ha, ing been issued:\nProvrdcd that rl lhc Chernnen is sati\"fied rhat cirher n.r\nreconsideration has been caried oul or that lhc rcconsideralion has\nfailed to address the concem exprcssed he nray. after calling upon\nthe Board of Govcrnor-s to show cause in \\vriting, appoitn a five\nmcmber Rcvlew Panel to examirc and lepon to the Chairman on\nthe functioning ofrhe lloa.d ofCovernors. The Revier Pancl shall\nbe drawn lrom persons ofeminence iD academics and ilr the fields\nof Iaw, accountancy and administ.ation and the report of rhe\nReview Panel shall bc submitred rvithin such time as ma! be\nspecificd by the Charrrran; and\n(b) as regards procecdings ofany Authority or lr,ith respect 1{) marters\nwithin the competence of any Authority other than the Board ot'\nGovemors, direct the Boald ofCovemors to e\\ercise polvers urlder\nsection 18.\nI2. Removal from the Board ofGovcrnors.-{l) ]'he.Chairman may,\nupon the recommendation of the Review Panel. remove an_1/ person from the\nmembership ofthe Board ofcovemors on the ground that such person:\n(a)\n(b)haq hecome ofunround ,nind, or\nhas become incapacitated to funclion as member of the Eoard of\nCovcmol's: or\nhas been convicted by a court oflaw for an offenoe involving moral\nturpitude: or\nhas absented himself fronr two consccutive meetings lvithour iust\nhas beeu guilty of misconducf, including use of position fbr\npersonal advartage ol' any kind, or gross inefficiencv in rhe\nperiormance of fu nctions,G)\n(d)\n(e)\nPART ll rHE GAZEI fE Of PAKTSIAN, EXTRA., OCTOBER 9,2021 699\n(2) The Chairman shall removc any persoD from the membership ofthc\nBoard ol Govemors on a resolution calling for the removal of such person\nsupported by at least three fourths ofthe mernbership oftlle Board ofGovcrnors:\nProvided that before passing such resolution thc Board of Covemors\nshdll pro! ide rhe mcmber concenred a fair hearin!.\nProvided furtherthal the provrsions ofthis section shall not be applicable\nto thc Vicc-Chairman in h;s capecity as a member of the Board ofCovemors.\nI3. Vice-Chairman.--{ I ) There shall be a Vice-Chairman of Gc\nljni\\,ersiN- who shall be an eminent ecademic or a distinguished adrninistrator\nand shall be appoioted on such lenns and conditions as may bc prescribed b), lhe\nBoard ofDirectors.\n(2) The Vice Chai.man shall prcside over at the convocation of the\nUnivcrsily and mccting olBoard olGovcrnors in thc absence ofthe Chairman.\n(l) In the abscnce of Chairman. the Vice Chairman shall exercise\npowcrs ofChaimran\n14. Rcctor. {1) There shall be a Rector ofthe University who shall be\nan eminent academic or a distinguished administrator and shall be appointed on\nsuch terms and conditions as may be prescribed by lhe Board ofCovemors.\n(2) The Rector shall bc thc Chief Executire Officer of the Unrversit]\nresponsible for all administrative and academic aunctions ofthe University and\nfor ensuring that the provisions of the Act, Statuies, Regulations a d Rules are\nfaithlully obscrvcd in order to promote thc general efliciency and good order of\nthe Unilersity. The Rector shall have all powers prescribed for this purpose,\nincluding administrative control over lhe omcers. teachers and other employees\nof the Universiry and entrusted to him by the Patron, thc Board, the Commiltee\nand the Council.\n(3) The Rector shall, iipresent. be entitled to attend any mceting ofany\nAurhoriry- or body ofthe Universiry.\n(4) The Rcctor may. in an crflergcncy that in his opinion requires\nimmediate action ordinarily not in the competence ofthe Rector, take such action\nand for\\l.ard, within seventy-t\\\\'o hours, a report of the action taken to the\nmembers of thc EmeBency Committee of tbe Board o[ Covemon, to be set up\nby Statute- The Emergency Comnrittce may drrect such further actron as is\nconsidercd app.opriate.\n(5) The Rector shallalso have lhe following powers, namely:\n?OO THE GAZETTE OF PAKISIAN. I]Xl.RA., OCTOBER 9,202I [PARTI\n(a) to direct teachers, officeG and other employees oflhe University to\ntake up such assignmcnG in connection with examinalion,\nadministration and such othcr aclivities in the Universiw as he may\nconsid€r necessary lor lhr purposcs ofthe U iversiLv;\n(b) to sanclion by re-appropriatroo an amount not exceedirg an amount\nprescribed by the Board of Govemors for an unforesccn ilcm not\nprovided for irr the budget alld repo( it to the Board olcovcmors\nat the next meetin8;\n(c) to make appointments of such categories of employces of thc\nUniversh,v and in such manncr as may be prescribed by the\nStatutes:\n(d) to suspend- punish and rcrnovc, in accordance uith pr€scribad\nprc,cedure, liom servicc olficcrs, teachers and olher employees of\nrhe University except lhosc appoinrcd by or Nith the approval oflhe\nBoard of Govemors:\n(e) to delegate, subject to such conditions as miy be prescribed, any of\nhis powers under this Act to an officer or omc€rs oflh€ University;\nand\n(l) to exercise and perform such other powers and Functions as may bc\nPrescribed.\n(6t The Rector shalt presrdc at thc convocation ofthe Universiry in the\nabsencc of the Vice Chairman.\n(7t Thc Rector shall prEscnr an annual nepon before dre Board of\nGovcmoni wifiin thrE€ months of the close of fie academic ye3r. Thc annual\naepon shall presert s ch information as regards rhe academic year under rcvie*\nas mav be prescribed, including disclosure ofall relevant aacts pertaining to:\n(a) academics,\n(b) research:\n(c) administration: and\n(d) finances.\n(t) 'fhe Rector's annual report shall be made available. paior to its\npresentation before the Board of Covemors, lo all oflicers and Unive6ity\ntcachcN and shatl be published in such numbers as are required to ensure its wide\ncirculatioll.\nl5 Appointment ard Removal of the Rector.-al) The Reclor shall\nbe appointed by the Chairman on thc basis o[ rccommcndations made by rhc\nRoard of(iovcmors.\nPARr Il THE CAZIITTE OF PAKISTAN, EXTRA., OCTOBER 9,2021 701\n(2) A Search Committee for Gc rccommendation of persons suitablc\nfor appointment as Rector shall be constitu(ed by the Board ofGovemors on the\ndate and in the manner prescribed by the Statutes and shall consist of two\neminent membcrs of society nominated by the Chairman of whom on€ shall be\nappoint€d. thc Convcner, lrlo members of the Board of Govemors, two\ndistinguished Univcniry Teachers who arc not membeE of the Boerd of\nGovemors and one academic of erninencc not employed by the University. Thc\ntwo distinguishcd Univercity Teachcrs shall be selected by the Board of\nGovemors through a process, to be prcscribed by Board ol Covemors dlat\nprovides for fie recommendation ofsuitable names by the University Teachers in\ngeneral. The Search Commiftee shall remain in existence till such time that thc\nappointment ofthe nexr Rector has been made by the Chairman.\n(i) The p€rsons proposed b)- the Search Committee for appoinunenl as\nReclor shall be considered by the Board of Covemors and of these a panel of\nthree. in order of priority, shall be recommended by the Board of Govemors to\nthe Chairman:\nProvided that the Chairman n10y decline to appoinl any of the three\npersons recommended and seek recommendation oIa lresh pancl. In the event of\na fresh .ecommendation being soughl by the Chairman thc Search Committee\nshall make a proposl to the Board ofCovemors in the prescribed manner.\n(4) Thc Rector shall be appointed for a rcnewable tenurE offour (04)\nyears on telms and condrtions prcscribcd by Statute. The lenure of an incumbent\nReotor shall be renewed b), the Chaiman on receipt of a rcsolution of the Board\nofGovcmors in support ofsuch renewal only once:\nProvidcd (hat rhe Chairman ma)' call upoo the Board of Covemors to\nreconsider such resolution once.\n(5) The Board ofcovemors may, pursuant to a resolution in this behalf\npassed by thrce-founhs of its membership, recommend to the Chairman the\nremoval of thc Reclor on the ground of incfficiency, moral turpitude or physical\nor mcntal incapacity or 8.oss misconducl, including misuse of posrtion for\npersonal advanlagc of any kind:\nProvrded rhat the Chaimran ma) nrake a refercncc to the Board of\nGovemors stating rhe instances of inefficiency- moral turprtudc or physical or\nDrcntal rncapacity or gross misconducl on the part ofthe Rector that hsv€ come to\nhis norcc. After considemtion of the reference th€ Board of Govemors may,\npursuant to a resolution rn this behalf passcd by t\\ro-thirds of its membership,\nrecommend to the Chairmafl the removalofthe Rector:\n102 TH[, CAZET'TE OF PAKISTAN. EXTRA, OCTOBER 9,202I PART I\nI'rovidcd funher thar prior ro a resolution for lh€ rcmoval o[ thc Rcctor\nbeinB voted upon the Rector shall be given an opponunit-,_ ofbeing heard.\n(6) A resolution recommending lhe removal of the Rector shall be\nsubrnitted to the Chainnan fo(hrvith. l he Charrman may accept the\nrecommendalion and ordcr removal of the Rector oa retum the recommendalion\nto the Board olGovemors.\n(7) At any time rvhen rhe office ofthe Recror is vacant, or the Rector is\nabsent or is unable to perform the functions of his o{fice due ro illness or some\nother cause, $e Board of Covemors shall make such arrangements for the\nperformancc of the duties of the Rector a-s lt may deem fit.\n16. Advisor.-'the Advisor to Chairman BOC Shall be appointcd by\nth€ Chairman for a period of four .vears for fu(her exlendable of another term on\nsuch lerms and conditions as determined by Chairman- Advisor shall advise the\nChairman BC,G on followinB issues:\nIo advise Chairman BO(i on academic and operrtional issues\nTo advise on support and encourage the board mernber in carryrng\nout the vision, mission and vaLu€s ofthe institution.\nTo advise Chairman BO(i to proper conduct oftsoard Business and\nregarding mcrtings ofthe Board ofGoverno6.\n17. The Pro-Rector (Admitristntion & Finarce).-{ I ) There shau b€\na Pro-Rector (Administration & Finance) of the Univ€rsity and shall be\nappointed on such tenns aDd conditions as may be prescribed by the Board of\nGovemors.\n(2) Subject to lhc ov€rall supcrvrsion of the Rector, the Pro-Rccror\n(Administration & Finance) shall be in chaige ofthe administrative and financial\naffairs ol thc University and shall formulate and recommend to the committee,\nthe council and Rector for approval oI rules & regulations relating to financial\nand adminishative matlers ofthe Universrly:\n(l) The PrG.Rcclor (Adminrstrarion & Fina ce) shall have following\n(a) To liais€ wjth govemment, agencies, local bodies and other\nauthorities in connection wirh financial and administmti\\c affairs of\nthe Universityl\n(b) To administea the financial resources ofthe University;\nTI{E GAZET-fE OI' PAKISTAN EX',tRA.. OCTOBER 9, 2021 703\n(c) To administer the r€sidenc€s of the students. teschers, and othet\nstaff members ofthe Uniyersity;\n(d) To supcrvisc the exra-currrcular ard recreational activities of the\nUniversity including the mafteE ofthe health and general r\\€lfare:\n(e) To mainBin dis.ipline rn the University;\n(0 To sanctions c\\pcndilures prolided for the irpproved budg€t it\naccdrdance $'irh the rules;\n(g) To perform such other furrctions and exercise such odrer powers as\nmay be cntrusted to dclegated to him by th€ board the comminee,\nrhc councrl or thc Rcctorandl\n(h) To dclegare any of his pos'cr to appropriat€ level of management\nsubject to sucfi conditions as ma\\,dccm 6t.\nlE. The Pro-Rector (Acrdemics & Re!earrh).-( I ) There.shall be a\nPro'Rector (Ac€demics & Research) ofthe University and shall be appoinred on\nsuch terms and couditions as may bc prcscrib€d by the Board ofcovemors.\n(2) The Pro-Rector (Academic & Resc8rch) shall assist the Rector on\nmatters relatint to teachin& research rcademic program, enension and o(her\ndevelopment pro.jects.\n(3) Subject to th€ overall supervision of the Rector, he/she shall\nformulate and recommcnd to lhe commilte€ or the council for approval nrles &\nregulations relating to lhe academic and rescarch matterc ofthe University.\n(4) The Pro-Rector (Academics & Research) shall have following\n(a) To liaise with other universilies, leaming institutions, industry and\nrescarch organizition for appronticcship and placement of lhe\nstudents, Eaining ofthe teachers. and other academic and.research\nactivities;\n(b) To submit recommendations to the council on the courses of study\nto b€ taught in the University giving due considerution to the advice\nofthe advisory board conslituted for tho purpose;\n(c) To supervise thc admission of tho srudents, to the courscs of thc\nstudy and examination ofthe University;\n(d) To ccordinati the award of fellou, ships, stipends, medals, and\npriz.es;\n(c) To arrange convocations;\n104 THEGAZETTEOFPAKISTAN,EXTRA,,OCTOBER.9. 2O2I IPARI,I\n(l) '[o make such arrangements ofthe scnitiny ofthe papers marks and\nresults as he may consider ncccssary;\n(g) 'Io co-ordinate thc teachrng and rhe rcsearch work ofthe schools or\nfaculrics ofrh€ lJ n ive rs ity:\n(h) To control and manaqe rhe publications and circulrtion ol\nperiodicals agazines, joumak, and hook and disscmirration of\nscientific technological and othcr related informalionl\n(i) Io pcrlorm such othcr luncllons and excrcise such other po\\r'ers ils\nmay bc cnlrusled or delecated to hin by the board, rhe coilmitlec.\nthe council or the rcctor and-\nO To delegate any of his/hcr poN€(s) to appropriatc lcvel of\nmanagement subject lo such conditions as may deem fit:\n19. DGrn.--{ l) There shall be a De3n of each faculty/institution or\ncenEe to ba appoinaed by the Board of Covemors on recommendation of the\nRector, on such terms and conditions as may be p.escribed.\n(2) Ihe D€aD shall be inrharge of the faculty and shall assist the\nReclor on the matters rclatd to teaching, research, academic program aod\nextension of othe. development projects.\n(l) Subject to overall supervrsion of lhe R€ctor, the Dean shall\nformulate and recommend ro the Academic Council, rules and regulations\nrelating to academic snd reseaach mattors ofthe t'aculty.\n(4) The Dean shallalso have lhe following powers, namely;--\n(a) to collaborare wirh unrversities. induslry and o(her research\norganizations;\n(b) to formulat€ recommendations to the Academic CoLrncil on the\ncourses ofstudy to he taughl in different departmcnts ofthe faculty;\n(c)to co-ordinate the award of fellowships, stip€nds, medals and\nprizes:\nto co-ordiDate thc teaching and research work ofthe facullyt (d)\n(e)to perfonn such other funcrions and exercise such other powen as\nmay be entrusted or delegated to him by the boaRi o. thc Rector:\nand\n(0 to deicga(c any ot his powcrs lo a|propriate levels of management\nsubjecls lo such corrdirions as he nra) dccm fir.\nP^nr U 'nIECAZETTEOF PAKISTAN. EXTRA.. OCTOBER 9.2021 70i\n20. Registrar.--{ I ) 'l here shall be a Rcgistrar offic University to be\nappoiDted hy lhc Board of Govemors on thc rccommcndation of the Rcctor, on\nsuch lernrs and conditions ai mav be prcscribcd.\n(:) The expericocr as well as the prot'essional elxd academic\nqualifications neccss€rv for appointrnent to rhc posl of the Regiskar shall be as\nnrsy be prcscribcd.\n(l) Thc Registrar shall be a full-time officer of drc Universiry and\nshall,-\n(a) bc the adminislrarivc hcad of the secretariat of the Uriversity and\nbe responsible li)r the prcvisioo of secrehriat rupport to thc\nAuthorirics of thc Unlversity;\n(b) be the custodian ofrhe common seal and lhe academic reclrds of\nthe Universi0;\n(c) nraintain a register ofregi$ered 8raduatcs ln lhe prcscribcd manne.;\n(d) supeftise the proccss of clectio0, appointment or nomination of\nmembers to thc various authorities and olher bodies in the\nPrescribed manncrl ard\n(e) perform such other dutres as may be prescribed.\n(4) The lcrm of omce of the Registra, shall bc a renc\\vablc pcriod o[\nthre€ years: Provided that the Board of Govemors may, on thc advice of the\nRector, termillate the appointmenl ofthe Registrar on grouods of inefficiency or\nmisconduct iD accordance with prcscribed procedure.\n21. Tressu rer.-1 I ) 'l here shall be a Trcasurer ofthe University to b€\nappoinled by lhe Bo3rd of Covemors on the recornmendation of thc Rcctor, on\nsuch tenns and conditions as ma) be prescribed.\n(2) -fhe experience and thc prolcssional and academic qualifications\nneressary for appointment to the post of thc Trcasurer shall be as may be\nprescribed.\n(3) The Treasurcr shall bc thc chrcf financial omcer of the University\ndnd shall,-\n(a) anage lile assets. Iiabilities. receipts. expenditures, filnds anii\ninvestments of the UniversiLv;\n(b) preparc the annual and revised budget estimatcs of thc (Jnircrsit-v\nand presenr thcm to the Executivc Committee or a committee\nthereoffor approval and rncorporalion in the budgel to bc prcsented\nIo the Board ofCovcrnors:\n706 THE GAZET-TE OI] PAKISTAN, EXTRA,, OCTOBER 9,202] IPARTI\n(c) ensure that the funds of the Universrry are expended on the\npurposes for which they are provided;\n(d) have the accounts of thc Univcrsiq, audited annually so as to bc\navailablc for submission to thc Board of Covenrors within srx\nmontbs ofthe close ofthe financial ycar; and\n(e) perform such othcr duties as mav be prescribcd.\n(4) The term of omce otthe'Iieasure. shall b€ a renewable period of\ntkee ycars: Provided that the Board of Govcnrors may, on thc a.lvice of thc\nRcctor, temrinate the appointment of the freasurcr on grounds of inelTiciency or\nmisconduct in accordance witl prescribed procedurc.\n22. Controller of Examinstions.-{l)'fhere shall be a Controll€r of\nExaminations, to be appointcd by thc Board of Govemors on the\nrecommendalion of the Rector, on such terms and corditions as may be\npresc.ibcd.\n(2) The minimum qualifications neccssary for appointment to the post\nofthe Cotrfoller ofExaminations shall be as may be prcscribed.\n(3) The Con(rollcr of Examinarions shall be a full-time officer of rhe\nUnivcrsity and shall be responsible for all mafters connected with thc conduct of\nexalninations and perfbrm such othcr dutrcs as may be prescribed\n(4) The Controller of Examinalions shall be dppointed for a rencwabla\nterm of threc years:\nProvided that the Board oFcovemors may, on the advice of the Rettor.\ntemlinate tlrc appointmenl of the Controller of Examinations on g.ounds of\ninemciency or misconduct in accordance with prescritred procedure.\n23. Functions end Powcrs of the Board of Directors.- (1) 'fhe\nBoard of Directors shall be responsible for finaocial viability of thc University\nincluding responsibility for ensuring elfecttveness of its operations and their\ncontinuily including:\na. Provide strategic lcadership and guidancclo the University;\nb. determine policy framcwork for inrestment ofunapplicd income of\nthe University in sccurities and acqutsition of immovable property:\nand\nc. Appointment of the Chairman and Vice-Chairman and detennine\nthe trms and condirions ofhis/her appoinlmenr and removal;\nd. hire a firm of Chartered Accounranls for audit of rhe Universin,\nP^Rrll THE CAZIjTTE oF PAKISTAN, EXTR ., OCTOBER 9,2021 107\nCHAPI'ER IV\nAUTEORTTlES OF THf U\\IVERS TY\n24 Au(horities.--{ I ) The following shall be thc Authorities of rhc\nUniversity, namely.\n(a) Authorities established by lhe Act,.--\n(i) the Board ofGovernors:\n(ii) thc Executrve Comrnitr€e;\n(iii) thc Academic Council; and\n(iv) lhc Board ofAdvance Study & Research.\n(b) Authorities to be estabUshcd by the Statutes,\n(i) Board ofSludies:\n(ir) Recruitmcnt, Developm€nt, Evaluatrofl and Promotion\nCommittees for teachers and other staffwhether at the level of\nthc department, the Facult],or thc Universiqv;\n(iii) Search Committee for the apporntment ofthe Rector;\n(ir) Qualit! Assurance Committee (QAC);\n(v) Finance & Planning Committee;\n(\\ i) Discipline Comfli(ec;\n(vri) the Represcntation Committees fo. appointment to the Board\nof Govemors. the Dxeculive Commitlcc and the Acaderhic\nCouncil:\n(viii) F'aculty Council; and\n(iri) Depanmcntal Council.\n(2) The Board of Govemors, the Executive Committee and the\nAcademic Council may set up such other commidees or sub-colnmittees, by\nwhatever name dcscribed, as ar€ considered desirable through Statute or\nRegulations as appropriate. Such committees br sub-committecs shall bc\nAuthoritics oflhc University for the purposes ofthis Act.\n25. Board of Govcrnors.-< I ) The body responsible for the\ngovemance of the university shall be described as the Board of Covcmors. and\nshall consist ofthe following, namely:-\n708 lllE CAZETTE OF PAKiSTAN, EXTRA, OCTOBER 9.2021 {PARTl\nla) the Charrman who shall be the Chairporson ol the Boa.d of\n(b)\n(c)\n(d)\n(e.)\n(0the Vice-Chaimla0;\nthe Rcctor;\n(s)\n(h) one person l-rom amoDgsl the alumniol thc Univcrsit) I\n(i) iq,o persons iiom the acadcrnic connnunity of thc country, other\nthan an employee of the Universit_v, at the level of professor or\nprincipal ola collcgc:\nU) lbur Uni\\cr.iq Tea.lrers..rnd\n(k) one person nominared b) rhe Commission.\n(2) Thc numbcrs of the members ofthe Board of Covefiors described\naga;nst clauscs (i) to (k) of sub-section-l may be increascd b], the Boa.d of\nCovernors lhrough Statute subjec( to coDdition that thc totat membership ofthe\nBoard of Covernors does not excced twenrv one, with a maximum oi fivc\nUniversity Tcachers, and the increase is balanced, to the e.,(tent possiblc. across\nthc different catesories specified in suh section (l).\n(i) All appointments ro the Board ofGovcmors shall he msde by the\nChairmaD. Appointrneurs ofpcrsons dcscribcd in clauscs (h) to (i) of sub,section(l) shall bc made fronr amongsr a pancl of three narnes for caoh vacancy\nrccommcndcd by thc Rcpresentation Commiftee ser up in tenns ol.sccrion 3l and\nin accordance wilh procedure as mev be prescribed:thc Pro Rector (Adrrrin & Froancc):\nNominee of Fedcral Covcrnmellt not belolv the rxnk otAdditional\nSecrelary of the Federal ivliuistry dcali g with thc subject cf\nedrr.ation;\nOnc Membcr oI thc sponsoring body (lbadat International\nEducation S),stcrn. L.L.P);\nfour persons fiorn socicty at large being persons of distinction in\nthe fields ol adminrstr'aticn, managcmenL eCucation, academics-\nla$,, accountarrcy. medicine. fine arts. architecture. aqflculturc.\nscience, technology and engineering such tha! the appoiDtrnent of\nthcsc persons reflects a balance across the various fields:\nProvided that the spccial locus ofthc tJnivershy to be declared\nin the manner prescribcd. rnav bc reflected in tho number ofpersons\nof distmction in an area of expedise relevant to the Unive.sit'{ \\ho\nare eppointed to the Board ofGovemors:\nP^Rr Il TI{E GAZI]ITEOF PAKTSIAN, EXTRA.. OCTOBER 9,2021 7O9\n(5) The Board ofColernors shall meetar leasttw;ce in a calendar )earProvidcd thal effo( shall be made. rvrthout compromisrng on qualiry or\nqualificalion, to givc lair reprcsentation to womcn on the Board ofCovcmors:\nProvided that as rcgards the Univcrsiq', Teachcrs descrihed in clausc oof sub-section (1) the Board of Governors shall prescribc a procedure for\nappointmeflt o0 the basis of elections that provide {br voting bv the various\ncategories of University Teachers. Provided also that the Board of Govemors\nmay alternatively prescribe that appointment ofUnivcrsity Teachers to tire Board\nof Covernors slrall also be in the man er provided by this sub-section lor the\npersons described in clauses (h) to (i) ofsub-section (l).\n(4) Members ol the Board of Governors, othet th ex-olficio\nrnernbcrs, shall hold office for three years. One-third o[ thc members, othu than\nrr-aficio mernbers, of the first restruclured lloard of Covemors. to be\ndetcrmined by lot, shall retire from olfice on the expiratioD of on€ year from the\ndale ofappointment by dre Chairman. Oue-halIofthe ren]aining mcnrbcrs, othcr\nt11an ex-of.ficio members, of rhe first restructured Boarci of Covenrors, to be\ndetermined by lot, shall retire from office on the e]rpirarion oftwo Years fronr the\ndate of appointdcnl and thc rcmaini0g one-half. othcr than et-off.ro men1bers,\nshall retire arom olficc on the expiration ofthe third yeari\nPiovidcd that no pcrson, olhcr lha.t, an ex-olfrcio member, nray scrle on\nrhe Board o f Covemors fo r more lhan t\\!'o consecuti\\ e terms:\nProvided furlher tha! thc Uuivcrsit)' Tcachcrs flppointed 10 thc Board o[\nL-lovcnlors ma) not serve f_or 1\\!o consccurivc tcrms.\n(6) Service on the Board of Covernors shall be on honorary basis\nPro',ided that actual cxpenses ma)/ be reirnburled as prescribcd.\n(7) 'l'he Rcgistrar shall bc thc sccrcta+. ofdre Board ofGovcmors\n(8) In the absence of the Chairman. meetings of the Board of\nCovemors shall be presided over by the Vice-Chanman. Whereas. in iase of\nahsencc o[ Vicc-Chairman the meeling shall bc presided bv such rnember, not\nbcing an crnployce ol the University or thc Golenrment. as the Chairman may.\nfrom limc to time. nominate, 'fhe member so nominated shail be the colrvencr of\nthe Board ofGovernors.\n(9) Unless othenvise prcscribed by this Act, all decisions o[ the Board\no[ Govcrnors shall be taken on the basis ol the opinion of a ]najority of the\nmcmbers prcsent. In the cvent of the mcmbe.s beiDg eveDly divided on any\nlnarrer the persou presrding over the meeting shall have a casting votc\n7iO THE G ZE'TTE OF PAK]STAN. [XTRA,, OCTOBER 9,202i ART I\n(10) The quorum fora nreetLng ofthe Doard ofGovemors shall be two\nthirds ofits membershrp, a fraction being countcd as onc.\n26- Powers and futrclions of the Bo{rd of Governors.-< l) The\nBoard of (iovernors shall havc the porver of general supcrvision ot€r the\nUniversity and shall hold th€ Rector and the Aulhoritics accountable for all thc\nfunctrcns ofthe Universily. ]'he Board of Covemors shall have all powers of the\nUniversity not expressly vested in an Autho.ity or oflicer bv the Act and all other\npowers not expressly mentioned by this Act that are ncc€ssary lbr the\nperfomunce of its functions.\n(2) Without prejudicc to the 8enerality of thc foregoing powers, the\nBoard ofGovemors shall have the following powers:-\n(a) to approve the proposed annual plan of work, the annual and\nrcvised budgets, the annual report and the annual stalemcnt of\n(b) to hold, control and lav down policy for thc administration of the\npropery-, funds and inveslments of thc lrniversit-v, including the\napproval of the sale and purchasc or acquisition of immovable\npropert];\n(c) to oversee the qualrty and rclevance of the Univcrsitv's academic\nprogrammes and to .eview the academic affairs otthe University in\ngeneral;\n(d) to approvc the appointmcnt of the Deans, Professors, Associatc\nProfessols and such other senior faculty and senior administrators\nas may be Prescribcd;\n(e) to instilute schemcs. directions and guidelines for the terms and\ncondilions of appointment of all office.s, teachers and other\ncmployees of dre University;\nto apProve stratcgic plans;\nto app.ove fioancial resource deyelopment plans ofthe tjnivcrsiry;\ntr) consider the d.afu of Stalutes and Regulations proposed by the\nExecurive Commirtee and the Academic Council and deal with\nlhem in the manncr as provided for in sections 35 and 36. as thc\nPrrcvidcd that rhe Board ofcovemors may framc a Statutc wilh\nrcspect to afly matter in irs power or with rcspect aficr calling for\nthe advice ofthe E\\ecurivc Committee as thc caie mav he(0\nG)\n(h)\nPART ITHE GAZETTE OF PAKISTAN. EX'TRA., OCTOBER 9.2021 7II\n(i) ro annul by order in writinS the proceedings of any Autlority or\noflicer ifthe Board ofCovemors is satisfied rhat such proceedirgs\nare not in accordaflce with the provisions of the Act, Statutes or\nRegulations after calling upon such Authoritv or officer lo show\ncause why such proceedings should not bc annullcd;\nC) to recommend to the Chairman removal of any mernber of lhc\nBoard ofGovemors in accordancc with the provisiols olthc Act;\n(k) to make appointmcnt of mcmbcrs of the Executive Cornmitlce,\nothcr than e-y-ry'rci.r membcrs, in accordance with the provisions of\n(l) to make appoinrment of members of fte Acadenic Council, othcr\nthan e\\-olfrcio members, in accordance with ihe p(ovisions of lhe\n(m) to appoint Emeritus Professors on such terrns and conditions Ls\nmay be prescribed;\n(n) to remove any person from the membership of any Authority if\nsuch person:\n(i) has become ofunsound mind; or\n(ii) has become incapacitated lo function as member of such\nAuthoriBi or\n(iii) has been convicted by a coun of la* for ar offence involving\nmoral turpitude; and\n(o) 10 determinc the [orm, providc for the custody and regulate the us€\noflhe common sealoflhe Univcrsrw.\n(3) 'fhe Board of Covemors may, subject to the provisions of lhc Act\ndclegate all or any of the powers and functions of any Authoriry, ofliccr or\nemployee of the Universiry at its main canrpus, to any Authoriry. committcc,\nofficer or employee at its additional caorpus lor thc purpos€ of exercislng such\npo\\r'ers and pcrforming such lunclions in rclatiorl to such addilional campus, and\nfor this purpose the Board ofGovcmors rnay crcate new posts or positions at th€\nadd it iona I canrpus(es).\n27. VisitatioDs\"-The Board ofCovcmors may, in accordance \\r'ith the\nternrs iurd procedures as may be prcscribcd. cause an inspection to be made in\nrespecr ol an, matler collnectcd $ith dte Lnirersiry.\n28. Thc Erccutive Comdittee.-{ l) There shall br an Eyccu(iYc\nCommiucc ofthe University consisting of the following:-\n'tl? TllE CAZETTE OF PAKISTAN, EXTRA.. OCTOBER 9, l02l IPARTI\n(a) rhe Reclor; who shall be rls Charrp€rson;\n(b) thc Pro-Recrorsi\n(c) the Advise4\n(d) the Dcans ofthc Faculties olthc tJnivclsity:\n(c) three profcssors frorn ditTerent departme[ts, w'ho are not mcmbcrs\nofthe Board ofGovemors. lo be elecled by the UnLvcrsity lcachcrs\nin accordance n'ith prrrccdure to lE pr€soribed hy the Board of\nCovemors;\n(Q Principals ofthc coostitucnl colleges:\n(g) the Regislrar;\n(h) the I reasurer; and\n(i) the Controllei o f Exami n alions.\n(2) Members of lhe Fl\\eculivc Commitree, othet than ex-ofticio\nme,nbers. shall hold office for lhree ycars.\n(3) As regards dre thrce professors described in clausc (e) of sub-\nscction ( 1) the lloard ofGovemors may, as an alter!)ativc to elections, prescribe a\nprocedure lbr proposal of a panel of names by rhc ReprescnBtion Committee\nscl p rn lcnns of seaion ll. Apporntnenr of persons proposed by the\nRcprcscntation Committee may bc nnde b)' dre Board of Covemors on lhc\nrcc.\\hnrcnciarron oI the Rector.\n(.1) Tfre quorum for a mectiog of the E\\cculive Commince shall be\noncJulfofthe total number ofmc[rhcrs- a liactiofi bciag counted as one.\n(5) l'he Executive Committee shall heer at least once in cach quaner\nofthe vear.\n29. Po*crs and dulics of the Exccutivc Committee.-11) 'the\nExccutive Commirtee shall be the cxecutivc body ofthe University and shall.\nsubject to lhe provisions oithc Acr and rhc Sralulc. excrcise general supervision\neve. the afl:rirs and management ofthc L niversir\\\n(2) Withour prejudice ro rhc generalir). of d1e fo.egoing powcrs, and\nsub-iccl lo rhe provisions of the Acr, rfic Statutc and directions of the Board of\nCoycrnors, the Executile Committee shall have lhc following powers:\n(a) to consider the annual repon, thc annual and revised\nesrimates and to subnril lhcse to lhe l]olrd ofCovcmors:budget\nP1R1 llTTIE GA7-ETTE OF PAKISTAN, EXTRA., OCTOBER 9,2O2I 113\n(b)\n(c)\n(d)\n(e)\n(0\nG)\n(h)\n(i)\n(i)\n(k)\n(t)\n(m)\n(',)\n(o)\n(p)to t;nsfer and accept transfer of movable prop€rt) on behalfofthe\nUnivcrsity;\nto enrer into, vary, carry out and cancel conrracs on behalf of the\nUniversiq;\nto cause prop€r books of aarount to be kept for all sums of moncy\nreceived and expended by the University and lor lhe assets and\nliabilities of the Unive.sity;\nto invcst any money belonging to the University including any\nunapplicd income in any ofthe securities described in section 20 of\nthc Trusts Act, ltE2 (Act Il of 18E2), or in the purchase of\nimmovable prope(y or in such other manner, as il may prcscribe,\nwith the like pow€r ofvarying such investments; .\nto receive and manage any property transferred, and grants,\nbcquests, trust, gifts, donations, endowments. and othcr\ncontributions made to the University;\nto administer any funds placed ar the disposal ofthe Universitj for\nspecified purposes;\nro provide the buildings, libraries, premises, firmiturc, apparatus,\ncquipment aad other means required for car),ing out the work of\nthc Univ€rsiry:\nto esbblish and mainlain halls ofresidencc and hostcls or approve\nor license hosrcls or lodgings for rhe resldcnce ofstudc ls:\nIo recommend to the Board of Govemo.s for admisslon of\ncducational institutions to the privilegcs of the University and\nwithdraw such privileges;\nro arrange for the inspecdon ofcolleges and tlle depaftments;\nlo cslablish Professorships, Associatc Professorships, Assistant\nProicssorships, Lectureships, and other reaching posts or to suspcnd\nor to abolish such posrs;\nto create, susp€nd or abolish such administrativc or othcr posls as\nmaY b necessary;\nIo prescribe the dulics of officers, teachers and other employe€s of\nthc UniYcrsity:\nto rcport to the Board of Govemors on rnatlers with respecl ro\nwhich it has been asked to report:\nto appoint members to various Authorirics in accordance with rhe\nprovistons of thc AcL\n1t4 TIIE GAZEITE OF PAKISTAN. EXTR l., OCTOBER 9,202t PART I\n(q) to propose drafts of Statutes for submission to the Board of\nCovcmors;\n(r) to regulate the conduct and discipline of the students ol the\nUniversity;\n(s) to take actions necessa^, for the good adrninisrrarion of the\nUniversiry in Beneral and to this end cxercise such powers as arc\nnecc\\sary,\n(t) to delcgate any of rts powen to any Authorit_v or officer or a\ncommittee; and\n(u) to perform such other furctions as have bccn assigned to ir bj the\nprovrsions ofthe Act or may be assigned to it by the Statules.\n30. Acsdeoic Coutrcil. ll) Therc shall be an Acadcmic Council of\nthe Univcrsig' consisting of the follo*ing:-\n(a) the Recro( $ho shall be ils Chairperson;\n(b) rhe Adviser;\n(c) thE Pro-Rector (Academics & Research);\n(d) the Deens of Faculties and such Heads of departments as may be\nprescrrbed;\n(e) all Chairp€rsons,/Heads ofdle department;\n(0 Five members represenling thc depa(ments, Llnivcrsiry and the\nconstituent colleges to be elected in rhe manner prescribed by dre\nBoa.d ofGovemo$;\n(g) five ProfessoB including Emeritus Professors;\n(h) the Rcgisrar;\n(i) the Controller ofExaminations; and\n0) fie Librarian.\n(2) The Board of Govemors shall appoint the members of the\nAcademic Council, other than the ex-olficio and tl€ elected mc,nbers, on the\nrecommcndation of the Rec(ol:\nProvided that as regards the five ptolesson and the members\nrepres€nting the dcpartments, University and lhe constrtuem colleges thc Board\nof Govemo6 may, as ao altemative to elcctions, prescribe a p.ocedure [or\nproposal ofa panel of names by the Representation Committee sul up in terms of\nPART IIHE GAZET'TE OF PAKISTAN EXTRA., OCTOBER 9,2O2I ?I5\nsection 3l- Appointment of p€rsons pmposcd by the ReprEsenlation Commirrcc\nmav be made by th€ Board ofcovernors on the rccommcndation ofthe Recror.\n(3) Nlemb€rs ofthe Academic Council shall hold otrlce for three years\n(4) The Academic Council shall meet al least oncc in each quarter\n(5) The quorum for meetings of the Academic Council shall bc onc\nllalfofthe tolalnumber ofmembers, a fmction bcing counted as one.\n3l- Poueis add funclions of lh€ Acrd€mic Council.{l) 1-he\nAcadcmic Council shatl bc the principal academic body of the Universrry end\nshall, subjecr to the provisions of lhc Slatutcs and dre Rules, have the power to\nlay do\\n proper standards of instruction, rcs€arch and exaninations and to\nreSulale and promote the academic life ofthe Universlty and the colleges.\n(2) Without prejudi@ to the generalrry of the foregoiDg powers, and\nsubject ro the provisions ofthis Act and lhe S.atules, lie Academic Council shall\nhave the power to,\n(a) approve the policics and procedurcs pe(aioing to Ge qualiq- of\nacademic prograolmcsi\n(b) approve academic programmes:\n(c) approve $o policics and proccdures pertaining to sludent related\nfunctions including admrssioos, expulsions, punishhents.\ncr(aminations and ce(ifi cation,\n(d) approve the policies and procedures assuring qualiry o[ leaching\nand research;\n(e) propose to the Executive Committee schemes for the constitution\nand organization of Facultics, teaching departments and boards of\nstudics:\n(0 appoint paper setters and examincrs for all examinalions of thc\n(lrriversity affer r€ceiving panels of names fiom thc rclcvant\nauth orities;\n(g) establish progEmmes for thc continucd professional development\nofUniversity Teachers at all levels;\n(h) recognize the examinations of other Universities or cvunining\nbodies as equivalcnt to the mnEsponding examinations of the\nUniversity:\n(i) regulate the award of snrde[tships, scholarships. exhibilions.\nmedals and prizes;\n1lt TIII CAZETTE OF PAKISTAN, EXTtuA., OCTOBER 9,2021 [PARr I\nC) framc Rcgulations for submission to the Board ofCovemors;\n(k) prepare an annual report on the academic pcrformaDce of thc\nUniversity;and\n(l) perform such functions as nray bc prescribed b) Regulations.\n32- Reprcsentrtiotr Com6ittccs.--{ I ) There shall be a Reprcsentation\nCommittee constituted by the Board of Govemors throu8h Statut€ for\nrccommendation of persons for appointment to the Board of Govemors in\naccordance \\r ilh the provisinns of.cction 25.\n(2) Thcre shall also be a Representation Committee constituted by the\nBoard of GovemoB through Statute for the recommendation of F,ersons for\nappointment to thc Executive Committee and the Academic Council in\nsccordance u,ith the provisions ofsections 28 and 29.\n(3) Members ofth€ Reprcsenlation Comrhittee for appoinrnents to the\nBoard ofCorcmors shall consist ol'thc following:-\n(a) threc mcmbers ofthe Board of Covemors who are not Universiry\nTeachersi\n(b) two persons nominarcd b)' rhc Univ€rsity T€achcrs from ahongst\nthemselves in the manner prcscribedl\n(c) one person from thc academic community, not employed by the\nUniversity, at the level of professor or college principal to be\nnominated by the UniversiR Teachers in the manncr prescribed:\nand\n(d) onc cmincnt citizen with experience in administration.\nphilanthropy, dcvelopment worlq law or accountancy to b€\nnominaEd by the Board ofCovemors.\n(4) 'fhe Representation Committcc for appointments to thc Executive\nCommittee and thc Academic Couocil shall consist of the following:\n(a) t*o mernbers of the Board of Govemors who are not Universir,-\nTeachers;\n(b) thrcc pcrsons nominated by lhc University Teachcrs from amongst\nthemsclves iI the manner prcscribedt\n(5) The tenure of the Representation Committees shall be rhree years:\nProvided thar no member shall serve for nlore than t\\i,o consecutive tcrms.\n(6) The procedures ofthe Reprcscntation Commitrecs shalt be as may\nbe p'€scribed.\nPAXT II THE GAZETTE OF PAKISTA N, EXTRA,, OCTOBER 9,2O2I 717\n(7) There ma), also bc such other Rep.esentation Commjttecs sct up by\nany of fte other Authoriti€s of the Unjvcrsiq, as are considered appropriate for\nrecommending persons for appointment to (he various Authorities and other\nbodies of the UniYersitr-.\ni3. Board of Studies.-The Board of advance studies and rcscarch\nshall consist of,\n(a) Rector;\n(b) Pro-Rectors\n(b) All the deans\n(c) One Universiry professor from each faculty orhcr than dean to bc\nappointed by the Board;\n(d)\nG)One member nominared by the Chairman; and\n'l_hree members from the rclevant research\nGovemmenI depanment 10 be nominated\nCovemo.s:organizations\nby the boardand\nof\n(f) 'fhe Registrar shall be the Secretary ofBoard ofStudies\nTerm of the members of board of advance studies other than the\net-o/rclo member shall bc three l,ears and the quorum will be onc half of total\nnumber of members.\n34. Appointmetrt of Committees hy certrin Authoritics.-{ l) The\nBoard of Covemors, the Executive Committee, the Academic Council and other\nAuthoritics may. from timc to timc, appoint such s6nding, special or advisory\ncommittees, as they ma), deem fit, and mav place ol| such committce persons\nwho are not membe.s ofthe Aurhorities appointing the Committecs.\n(2) The constitution. functions and powers ofthe Authorities fo. which\nno spccific provision has been madc in this Acl shall be such as may be\nprcscnbed by Statures or Regulatrons-\nCHAPTER V\nSTATUTES, REGULATIONS AND RULES\n35. First S(atures.---.(.1) Subject to thc provrsions ofthe Act, Sbtutes,\nto be published in the University's Gazctte. may be madc to regulate or prescribe\nall or any ofthc followirg matters.\n?IE THE CAZE'I-I E OF PAKISTAN. I]XTRA,. OCTOBER 9, 2O2I [PART I\n(a) the contents of and the manner in which thc annual report to ttc\npresented by rhe Rector before the Board of Covemors shall be\nprepared;\n(b) thc tj'Iversity fees and other charges;\n(c) the constitution of any pcnsion. insurance, gmtuify. provident fund\nand benevolent fund for Univcrsiry emplo].ees;\n(d) thc scalc. of pa) and othcr rerms ind conditions o[ servicc of\nomccrs, tcachers and other University employccs;\n(e) the mainlenance ofrhe register ofregistered graduatcs:\n(fl admission of educational institutions to the privileges of the\nUniveBity and the lvithdrawa I of such privileges;\n(g) the cstablishrnent of Faculties, departmenrs, Llnivecity, coll€ges\nand olher academic divisions;\n(h) the powers and duties ofofficers and teachers;\n(i) conditions under \\rhich lhc Universiq ma) enter inlo iurangemenls\nwith orher in(itutions or rvith public bodies for purpos€s of\nreseerch and advison srftlces:\nC) conditions for appoinurxent of Emeritus Profcssors and award of\nhonorary degrces;\n(k) efficiency and discipline oflrniversiq employees;\n(l) the conslitution and procedure to be followed by Representation\nCommittees in car4,ing out functions in terms ol this Acq\n(m) the constitution and proccdure to be follo'.r'ed by rhe Search\nCommince for appoinmrent ofthe Rector;\n(n) conslitution, functrons and powers of the Authorities of the\nUniversity;and\n(o) all other matters whici by this Act are to be or may b€ prescribed or\nregulated by Statutes.\n(2) Thc draft ot'statutes shall be proposed by the Executive Committee\nto th€ Board ofGovcmors which may approve or pass with such modifications as\nthe Board of Govemors may think fit or may refer back to lhe, as the case may\nbe. for recolsiderarion ofthe proposcd rlraft:\nProvided &at Statutes concerning any of the matters mention€d in\nclauses (a) and (l) ofsub-section (l ) shall be initiated and approved by the Board\nofGovemors, after seeking the views oflhe Execurive Comminee:\nPAR,T THE CAZETTE OF PAKISTAN, EXTRA,, OCTOBER 9,2O2I 719\nProvided funher rhat rhe Board ofCov€mors may tnitiate a Statute with\nrespct to any matter in its power or u.ith respect to shich a Statute ma) be\nfram€d in lerms of the Act and arprove such Statute afrer seeking the views of\nthe Exccutive Comminee.\n16. Regul.tioN.-<l) Subject ro the provisions of the Acr ard the\nStalucs, the Acadenic Council may make Regularions, to bc published in the\nUniversity's Gazettc, lb. all or any ofthe following matters:-\n(e) the courses of study for degrees, dip)omas and certificates of the\nUniversity;\n(b) the rn{nncr in which the reaching rcfcrred to in sub-section (l) of\nsectior 07 shall bc organized and conducied;\n(c) rhe adrnrssion and sxpulsion o[ students to and from the University;\n(d) rhe conditions under v/hich students shall bc admitted to the courses\nand the examinations of the Univcrsity and shall become eligible\nIor the award ofdegrees, diplomas arrd ce(ificates;\n(e) the conduct ofexaminations;\n(0 condirions under *hich a p€.son may carry on indapendent research\nto entitle him to a deBree;\n(g) the institution of fellowships, scholarships, exhibitions, medals and\nprizcs,\n(h) the usc ofthe Library;\n(i) the formation ofFacultrcs, departnents and board ofstudieq and\n0) all other matters which by $e Act or tle Statutes are to be or may\nb€ prcscribcd by Regulations.\n(2) Regulations shall bc proposed by the Academic Councrl and shall\nbe subrnitted to the Board of Govcrnors which ray approve them or withhold\napproval or refer them back to the Academic Council for reconsideration. A\nRegularion proposed by the Academic Council shall not b€ effective unless it\nreceives thc approval ofthe Board ofGovemors.\n(3) Regularions regardi g or incidental to matters contained in sub-\nclauscs (g) and (i) shall not be submiEed to the Board of Govemors without the\nprior approval of the Executive Committee.\nJ7. AEcndmedl rnd reperl of Strtu(.! etrd RegulAtions.-The\nproccdure {br adding to, amending oa rep€alin8 the Starutes and th€ Regulalions\nshall bc the same as that prescrib€d rcspectively for framinS or making Statutes\nand Retulations.\n770 TTIE GAZETTE OF PAKISTAN, EXTRA,. OCTOBER 9.2O2I [PARTT\n3t Rulcs.--{ I ) The Authorities and the other bodies ofthc Universit-v\nmay make Rules, to be published in the University's Gazette, conslslent with the\nAct. Stalutes or lhe ReBulations, to regulate any ma(er relating 10 the affairs of\nthe Univ€rsity which has noT bccn providcd for by the Act or that is not required\nto be regulaLed by Statutes or RcSulations. including rules to .cgulate the conduct\nol'business and rhe time and placc ofmeetings and related matters.\n(2) Rulcs shall become elleclive upon approval by thc Board of\nGovemors.\nCHAPI'[R VI\nUNIVERSITY FUND\n39. University fund.-{l) The Univcrsity shall have a fund to which\nshall b€ crcdited ils income from fccs. chargcs, donarions, trusts, bequests,\nendomcnri, contributions, grants and all other sources.\n(2) No contribution, dorration or glant \\rhich may directly or indircclly\niuvolve any immediate or subsequent financial liability for the Univcrsity, shall\nbe accepted without prior approval ofthc Board.\n40 Audits ,nd Accounts.-{l) The Accounts of the University shall\nbe maintained in such form and in such marner as may be prescribed.\n(2) Thc (each'ng depa.tments. constituent collegesrunivcrs'ry a'rd all\nother bodies desi8nated as such by the Executivc Committee in lcrms of Statures\nshall be indep€ndent cost cenlres of thc University with aulhority vcsted in the\nhead ofeach cost cenfe to sancrion expendituae oul oflhe budget allocated lo it-\nProvided lhat re-appropriation Crom one head of expenditurc to another may b€\nmade by the head ofa cosl centre in accordance s'ith snd to the extent prescribed\nby the Stalrres.\n(3) All funds generatcd by a tcaching departnent, constituent college\nor olher unit of the University rhrough consultancy, res€arch or other provision of\nservice shall be made availablc withour prejudicc to the budgetary allocation\notheruise made, after dcduction of ov€rheads in rhc rraincr and to the extent\nprescribed by Statute, ro the reaching department, constituent college or other\nunil for its development. A part of rhe lunds so generared may be shared with the\ntjnNersity Teachers or res€archcrs in chsrge of rhe consulrancy, res€3rch or\nseflice concemed in the manner and ro the extent prescribed by Staturc.\n(4) No expenditurE shall be made from thc funds of the universiry.\nunless a bill for its payrnents has bcen issued b) rhc head of the cost ccntre\nconcerned in accordance B,ith thc relevanl statutes and re Treasurer has r€rified\nPART I]THE CAZETTE OF PAKIS]AN, EXTRA,, OCTOBER 9, 2O2I '721\nthat the payment is provided for in t-he approved budget ofthc cost ccntre, subject\n1() the authoriry to re-appropriate availablc to the head ofthe cost centre.\n(5) Provision shall be madc for an intemal audit of the finances of th€\nt Iniversitv\n(6) Without prejudice ro the rcquirement o[ audit by an auditor\nappointed by Covcrnmcnl in accordance with the provisions of any olher law in\nforce, the annual audited statem€nt of accoun6 of the U iversity shall b€\nprcpared in conformity with the Cenerally Accepted Accounling Principles\n(CAAP) by a rcputed firm of chartered accountants and siSned by the Treasurer.\n'Ihe annual audircd sutement of accounts so prepared shall be submitted to dle\nSecurities & Erchange Commission oIPakistan for observalions.\n(7) The observations, if any, togeGer with such annotations as the\nTreasurer may make, shall be considered by the Executive Cornmittce and shall\nbe placed bcfore the Board of Govealors within six months ol'closing of the\nfinancial year.\nC}IAPTER VII\nGENERAL PROVISIONS\n41. Opportunity to show cause.-Exc€pt as otherwise provided by\nlaw no officer, tcacher or other employee of the University holding a permanent\npost shall be reduccd in rank, or removed or compulsorily reti.ed from service for\ncause arising out of any act or omission on the part of thc p€rson concemed\nunless he has bcen given a reasonable opportunity of showing cause against the\naction proposed to be taken.\n42. Apncel to the Executivc Committee and the Board of\nGoiernors.-Whcrc an order is passcd punishing any officer (other than the\nVice Chairman and Recror), teacher ol other employee of thc University or\naltcring or interpretiog to his disadvantage the prescflbed terms or conditions of\nhis service, hey'she shall, where the order is passed by aiy olTiccr or lcacher ofthe\nUniversin'other than the vic€-Chairman and Rector, have the right to appeal lo\nrhc Executive Commitlee againsl the order. and u'here the order is passed by the\nChairman or Vicc-Chairman. have thc riShl to appeal to (he Board ofCovemors.\n43. Scrvicc of the Uriversity.--{ I ) The Universiu, may employ such\npersons in its service as may be necessary, on such terms and conditrons as may\nbc dctcrmined by thc Board ofGovemors.\n44. B€n€li(s rnd lnsurance.-<l) The Universiry shall constitxte for\nrhe benefit of its officers, reachers and othe' employees schemes. as may be\n722 THE GAZETTE OF PAKISTAN. EXTRA.. OCTOBER 9.202I PARTI\nprcscribed, fbr lhe provision of post-cmploynrent b€nefits as $ell as heald and\nlife insurancc while in service.\n45. Reiroval of difiiculties.-{ I ) If any question ariscs as 1(' the\ninterpretation ofany ofdre provrsions olthe Act, it shall be placcd before the\nPatron ard Iligher. Fiucation Commission (HEC) whose dccision rhereon shall\nbe final\n(2) lf any difficulry arises rn giving effect to any of the provisions of\nthe Acl. the Patron may rhskc such order after ohhining the views of the Board\nofCovcmors, not inconsistent with thc provisions ofthe Act, as rnay appear to\nhim to be necessar),for remoling thc dilliculty.\n(3) Wherc the Act makcs any provision for anything to bc done but no\nprovision or no sufficimr provision has b€en made as respects,fic authority by\nwhom, or thc time at which, or the manner in which, it shall be done, then it shall\nb€ done by such aulhority, at such time. or in such manner as the PaEon may\ndirect after obraining the views ofthe Board ofGovemors.\n46. Irdemnitv.-No suit or legal proceedings shall lic against rhe\nUnivcrsily or any Authority, omcer or employe€ ofthe University o. any person\nin rcspect ol anything which is done in good faith under the AcL\nMOHAMMAD QASIM SAMAD KHAN\nSecretary-\nPRINTI'O EY IXE M N^GEi. PRINI'IXC CORIOfliTION Of PAX ISTAN PNIIss, ISLqJqABAD,\nPLIBLISHED BY TIIE DEPUTY COTTTROI-LF,R. S ATIONAR Y AND TORMS LNIVERSITY ROAO. (,\\.R CHI"
}