{
    "file": "./converted_json\\administratora5563f831fa9feac0647bf8cd6c3872c.json",
    "name": "The Acting as Agents of Moallims (Prohibition) Ordinance, 1980",
    "date": "29th September, 1980",
    "tagline": "An Ordinance to prohibit persons from acting as agents of Moallims",
    "content": "Page 1 of 3 \n    \n \n \nTHE ACTING AS AGENTS OF MOALLIMS (PROHIBITION) \nORDINANCE, 1980  \n \n \n             CONTENTS  \n1.  Short title, extent and commencement  \n2.  Definitions  \n3.  List of Moallims and their  selection  \n4.  Acting as agents, etc. of Moallims,  prohibited  \n5.  Power to make rules  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n \nPage 2 of 3 \n THE ACTING AS AGENTS OF MOALLIMS (PROHIBITION) ORDINANCE,  \n1980  \nORDINANCE No . L OF 1980  \n          [29th September , 1980]  \nAn Ordinance to prohibit persons from acting as agents of Moallims.  \nWHEREAS it is expedient to prohibit persons from acting as agents of Moallims  and to provide \nfor matters ancillary thereto;  \nAND WHEREAS the President is satisfied that circumstances exist which render it necessary \nto take immediate action;  \nNOW, THEREFORE, in pursuance of the Proclamation of the fifth day of July, 1977, read \nwith the Laws (Continuance in Force) Order 1977 ( CMLA Order No. 1 of 1977 ), and in exercise of all \npowers enabling him  in that behalf, the President is pleased to make and promulgate the following \nOrdinance : — \n1. Short title, extent and commencement. —(1) This Ordinance may be called the Acting as \nAgents of Moallims  (Prohibition) Ordinance, 1980.  \n(2) it extends to the who le of Pakistan  \n(3) It shall come into force at once.  \n2. Definitions.  In this Ordinance, unless, there is anything repugnant in the subject or \ncontext,— \n(a)  “intending pilgrim ” means a person intending to proceed to Sa udi Arabia to \nperform Haj under Haj Policy announced every year by the Federal \nGovernment; and  \n(b)  “Moallim” means a Moallim or Daleel , including a person or corporation, \nnominated and approved by the Government of the Kingdom of Saudi Arabia \nto act as Kafeel  for Hajis during Haj season.   \n3. List of Moallims and their selection. —(1) The Federal government shall, keeping in view \nthe welfare and convenience of the intending pilgrims, publish a list of Moailims  from which an \nintending pilgrim may select a Moallim  before proceeding for Haj from Pakistan and specify the \nmanner in which a Moallim  is to be so selected.  \n(2) Selection of a Moallim  made under sub -section (1) shall be final and no intending pilgrim \nshall be authorised to change that selection at any subsequent stage.  \n4. Acting as agents , etc. of Moallims prohibited. —(1) No person or group of persons shall — \n(a)  act, or hold himself or itself out, as an agent, attorney or representative of any \nMoallim  ; or \n(b)  solicit , or in any way attempt to solicit, the appointment or selection of any \nparticular person as the Moallim  of an intending pilgrim ; or  \n \nPage 3 of 3 \n (c)  for securing any personal or pecuniary advantage for himself or itself or for any \nother person on whose behalf he or it may be acting, seek — \n   (i)  to compel or induce an intending pilgrim to a ppoint or select any  \n    particular person as his Moallim  , or \n   (ii) to influence the choice of a Moallim  by an intending pilgrim ; or  \n  (d)  establish  an office for any of the purposes aforesaid.  \n(2) Whoever contravenes the provisions of sub -section (1) shall be punishable with simple \nimprisonment for a term which may extend to two years, or with fine which may extend to five \nthousand rupees, or with bo th. \n(3) No court shall take cognizance of an offence punishable under sub -section (2) except upon \na complaint in writing made by, or under the authority of, the Federal Government.  \n5. Power to make rules. The Federal Government may, by notification in the official Gazette, \nmake rules for carrying out the purposes of this Ordinance.  \n \n _______________"
}