{
    "file": "./converted_json\\administrator3af098f6854f77979aa20fe3a1907314.json",
    "name": "Cannabis Control and Regulatory Authority Ordinance",
    "date": "February 16, 2024",
    "tagline": "To regulate the cultivation of cannabis plant, extraction, refining, manufacturing and sale for medicinal and industrial use",
    "content": "\\{\nREcISTERED No.M:Jo2L.-7M6\n@0tGutofie d $u[mI\nEXTRAOHDINARY\nPUBLISHED BY AUTHORITY\nISLAMABAD, FRIDAY, FEBRUARY 16, 2024\nrtPART I\nActs, Ordinances, President's Orders and Regulations\nGOVERNMENT OF PAKISTAN\nMINISTRY OF LAW AND JUSTICE\nIslaruabad, the l6th Februcu\"lt, 2021\nF. No. 2(l)12024-Pub.-WtIBREAS, the Prirne Minister advised the\nPresident in terms of clause (1) of Article 48 of the Constitution of the Islamic\nRepublic of Pakistan to make and promulgate the following Ordinance under\nArticle 89 of the Constitution;\nWHEREAS, the President in exercise of his power conferred by proviso to\nclause (1) of the said Article 48 required the Prirne Minister after such\nreconsideration reiterated his earlier advice advising the Presiderrt to make and\npromulgate the said Ordinance;\nNow, THEREFoRE, the following Ordinance deemed to have been\npromulgated on the l4th day of February,2024 in terms of Article 89 of the\nConstitution of the Islamic Republic of Pakistan, read with proviso to clause (1)\nof Article 48 thereof, by the President is hereby published for general\ninformation:-\n(27)\nPrice.'Rs. 10.00\nU092(2024)lBx. Gaz.l\n28 THE GAZETTE OF PAKISTAN, EXTRA., FEBRUARY 76,2.024 [Panr I\nOnoNANCE, No. Iv Op 2024\nOnnWANCE\nto regulate the cultivation of cannabis plant, extraction, refining, manufacturing\nand sale of derivatives of the plantfor medicinal and industrial use\nWHEREAS it is expedient to enact a law for cultivation of cannabis plant,\nextraction, refining, manufacturing and sale for medicinal, industrial and other\npublic uses;\nAND wHERllas the Islamic Republic of Pakistan is a signatory to the\nSingle Convention on Narcotic Drugs, 1961, Article 23 of which recommends\nthe establishment of an Agency of the Government to regulate the cultivation and\nproduction of cannabis ancl Article 28 of that Convention deals rvith cultivation\nand other matters related to opium poppy and for matters ancillary thereto;\nAND wHEREaS the Senate and the National Assembly are not in session\nand the President of the Islamic Republic of Pakistan is satisfied that\ncircumstances exist which render it necessary to take immediate action;\nNOW, THEREFORE, in exercise of the powers conferred by clause (1) of\nArticle 89 of the Constitution of the Islamic Republic of Pakistan, the President\nof the Islamic Republic of Pakistan is pleased to make and promulgate the\nfollowing Ordinance:-\nl. Short title, extent and commencement.{l) This Ordinance shall\nbe called the Cannabis Control and Regulatory Authority Ordinanc e,2024.\n(2) lt extends to the whole of Pakistan.\n(3) It shall come into force at once\n2. Definitions.{1) In this Ordinance, unless there is anything\nrepugnant in the subject or context,-\n(a) \"Authority\" means the Authority established Llnder section 3;\n(b) \"cannabis rneatls-\n(i) cannabis resin (charas) that is, the separated resin, whether\ncrude or pllrified, obtained tiom the cannabis plant or leavesAx\n$-t-\nPARr Il THE GAZETTE OF PAKISTAN, EXTRA., FEBRUARY 16,2024 29\nof the cannabis plant and also includes corlcentrated\npreparation and resin knowrr as hashish oil or liquid hashish;\nthe flowering or fruiting tops of the cannabis plant ex-cluding\nthe seed and leaves when not accorrlpanied by the tops fiom\nwhich the resin has not been extracted, by whatever natne they\nmay be designated or known and include all fonns knor,vn as\nbhang, siddhi or ganja; and\n(c) any mixture with or without neutral rnaterials of any of the above\nforms of cannabis or any drink prepared therefrotn;\n(d) \"cannabis plant\" means a plant of cannabaceae family including\ncannabis sativa, cannabis indica and cannabis ruderalis. The\ncannabis plant has number of active ingredients which are\ncollectively called Cannabinoids including but not lirnited to,-\n(i) cannabidiol (CBD); and\n(ii) tetra hydro cannabinol (THC)\n(e) \"cannabis resin\" means the separated resin, whether crude or\npurified, obtained from the cannabis plart;\n(0 \"cultivation\" lneans the cultivation of- the cartnabis plant or seeds\nfor commercial, medical or industrial purposes or any other purpose\nas defined by the Federal Governfflent fiorn time to tirne;\n(g) \"derivative\" means any derivative of the cannabis plant, whether\nnatural or synthetic, and includes derivatives which are directly or\nindirectly manufactured from any part of the cannabis plant for use\nin other industries, such as textile industry, pharmaceutical\nindustry, food industry, construction industry, chemical industry,\netc. or any other industry as defined by the Federal Govenrment\nfrom time to time;\n(h) \"Director General\" means the Director General appointed under\nthis Ordinance;ii()\nI\n(i)\"Division concerned\" rneans the Cabinet Division to which the\nbusiness of this Ordinance stands allocated;\n0) \"Drug Regulator Authority of Pakistan\" or \"DRAP\" means the\nDrug Regulatory Authority of Pakistan established under the Drug\nRegulatory Authority of Pakistan Act, 2012 (XXI of 2012),\n30 THE GAZETTE OF PAKI FEBRUARY 16,2024 [Panr I\n(k) \"Force\" means the force as defined in the Anti-Narcotics Force Act,\n1997 (Al of 1997);\n(l) \"hemp\" rneans variant of cannabis plant;\n(m) \"licence\" means a licence issued under this Ordinance;\n(n) \"licensee\" means a holder of a licence'\n(o) \"manufacture\" means all processes, other than production, by\nwhich cannabis plant derivatives are obtained, and includes\nrefining;\n(p) \"Member\" means a Member of the Authoriff.\n(q) \"policy\" means the National Cannabis Policy prescribed under this\nOrdinance;\n(r) \"PCSIR\" rreans the Pakistan Council of Scientific and Industrial\nResearch established under the Pakistan Council o1' Scientific and\nlndustrial Research Act, 1913 (XXX of 1973);\n(s) \"prescribed\" means prescribed by rules or regulations made under\nthis Ordinance;\n(t) \"production\" means the separation of cannabis and cannabis resin\nfrom the plants frorn which they are obtained;\n(u) \"regulated activity\" means any activity in relation to the cultivation,\nproducing, manufacture, product development and sale of cannabis\nor any of its parts or derivatives, fbr any pu{pose, and includes\nactivities which are licensed and any other activity which may be\nregulated by rules;\n(v) \"Regurlation\" means regulations made under this Ordinance; and\n(w) \"tetra hydro cannabinol\" or \"THC\" content\" means the percentage\nof teta hydro cannabinol, a cannabis plant or its by-product\ncontains;\n(2) The words and expressions used but not defined herein shall have\nthe same meanings as assigned to them in the Drugs Act,7976 (XXXI of 1976),\nthe Anti-Narcotics Force Act, 1997 (Iil of 1997), the Control of Narcotic\nSubstances Act,1997 (XXV of 1997), the Drug Regulatory Authority of Pakistan\nAct,2012 (XXI of 20 l2), or any other law for the time being in force.Glrl\nPanr Il THE GAZETTE OF PAKISTAN, EXTRA., FEBRUARY 16,2024 31\n3. Establishment of the Authority.-(1) On the comrnencernent of\nthis Ordinance, there shall stand established an Autliority to be known as the\nCannabis Control and Regulatory Authority to carry out tlre purposes of this\nOrdinance under administrative contro I of Divi sion concemed.\n(2) The Authority shall be a body corporate with perpetual succession\nand a common seal, and may sue and be sued in its own natne and, subject to and\nfor the purposes of this Ordinance, may enter into contracts and may acquire,\npurchase, take, hold, enjoy and possess movable and immovable property of\nevery description and may convey, assign, surrender, yield up, charge, nrortgage,\ndemise, reassign, transfer or otherwise dispose of or deal with, any nrovable or\nimmovable property or any interest vested in it.\n(3) The headquarters of the Authority shall be at Islarnabad and the\nAuthority may set up offices at such places in Pakistan as it may deern fit.\n(4) The common seal of the Authority shall be kept in the custody of\nthe Director General or such other person as may be prescribed by regulations.\nThe documents required to be executed under the common seal shall be specified\nand authenticated in such manner as may be prescribed by regulations.\n4. Board of Governors.-(1) The General administration,\nsupervision and control of the affairs of the Authority shall vest in the Board\nwhich shall consist of -\n{a} Secretaqr, Defenc,e Division\ntb) Secretary, C,a.binet Di\\rieion or his r3.ornirsee not\nbelow flee rank of (BPS -2Al\n(cl *ecret*r.ry, Minis txy of Law a:rldJustice\nor hi* r:,orar\"itT,ee lrot below the ra:n'k of {E}PS -ZOt\n{d) s,ecretarlr, Ministsy af National Food $ecurity\narrld, Ftesearctz ar his ,aomiraee not below\nt} e ratrr.k crf (BPS -ZAl\n{e} lrlief Secretary $f each' Pravinre ar his\nnornirlee ,aat belaw tl:.e ra:nk of (BPS -2Al\n{t} *vo n:efirbers frolm vrharn-\ntq ofie rnerxl,ber frorrl. private sector who is a\nprofestrional nf known integfity and etrrilr,*\nenc,e trolding rrna'ster d,egree in t}:e freld af\nptrblic policy;\n{it} art1.e rne;rr:be;r frofrr, private $ectCIr wh'o is a.\nprofessional of known integrity a:nd e.rn'i-\ntl,eraee- troldin g rrl..a.ster degree in the field\no{ n*tural sciences;Chairperson\n}[v4.ernber\n1,0dernber\nl[,lernber\nMerrrbers\n}ydernber\n}$yIerlaber\n32 THE GAZETTE OF PAKISTAN, EXTRA., F'EBRUARY 16,2024 ART I\n{g} the Chairm an af ttre PCSIR ar any other officer\nnominated by the Chatrm&n, PCSIR not below\nthe rank of BPS -2A;\n(h) a representative of the Inter-sertices Intelhgence not\nbelow the rank af Deputy Dtrector Gen eral nomrnated\nby the head of intelLigence agertcy; frx*offtcio\nmernber\n(i) a representatwe of the Intelligence Bureau\nnot belaw the rank of Deputy Dtrector\nGeneral nominated by tJn'e head of\nintelligence ageney;Ex-officio\nmember\nEx-officio\nmember\nt,) one member from Anti-Narcotics Force not\nbelow the rankof BPS -2A; frx-af,ficio rnember\n{k} one member from DRAP nat below t}:,e\nrank of BPS -2O Ex-officio rnember\n{U Director Gen eral Member/Cum Secretary\n(2) The Members under clause (f) of sub-section (1). shall be appointed\nby the Prime Minister, on the recommendations of the Division concerned, on\nsuch terms and conditions as may be prescribed by rules.\n(3) The Members appointed under clause (f) of sub-section (l) shall\nhold office for a period of four years which term may be extended for a further\nperiod of four years on demonstration of satisfactory performance:\nProvided that no Member shall be appointed or continue in office if he\nhas attained the age of sixty-three years.\n(4) The Mernbers under clause (f) of sub-section (l) may, by writing,\nunder his hand addressed to the Prime Minister, resign from office.\n(5) The Members under clause (f) of sub-section (1) may be removed\nby the Prime Minister from office if he is found incapable of performing the\nfunctions ofoffice by reason ofmental or physical incapacity or has been found\nguilty of misconduct or fails to affend two consecutive meetings of the Board or\nfails to disclose a contliit of interest as provided for under this Ordinance.\\\nPART I] THE GAZETTE OF PAKISTAN, EXTRA., FEBRUARY 16,2024 33\n(6) The Members shall be entitled to such remuneration for attending\nmeetings of the Authority as may be prescribed by regulations.\n(7) The Board shall, in the discharge of its functions, be guided on\nquestions of policy by such directions as the Federal Govemment may give from\ntime to time.\n(8) If any question arises as to whether any matter is a matter of policy\nor not, the decision of the Federal Government in respect thereof shall be final.\n5. Functions of the Board -(1) The Board shall have the follorvitrg\nfunctions\n(a) subject to sub-section (3), take policy decisions as well as to advise\nthe Federal Government on all matters relating to policy on\ncannabis including recommending addition, alteration or otnission\nin the policy under this Ordinance;\n(b) prepare annual report for information to the Federal Government\nabout implementation of policies under'this Ordinance;\n(c) to review relevant provisions of the Ordinance and suggest\namendments to the Federal Government whenever required;\n(d) to appoint sub-committees of experts from Government and non-\ngovernmental organ izatrons for deliberations in areas related to the\nfunctions of the Authoriff;\n(e) consider and approve, with or without modification, any\nregulations, with respect to irnplementation of policy decisions\nproposed to be made by the Authority under this Ordinance,\n(f) formulate procedures and necessary framework for utilization of\nfunds generated or acquired through services, donations,\ninvestments or grants, etc.;\n(g) specify and propose fees, administrative penalties and other charges\nchargeable by the Authority with the approval of Federal\nGovernment for carrying out the purposes of this Ordittance, and\n(h) issuing licences for activities requiring a licence under this\nOrdinance;\n(i) supervising and monitoring licences and licensees and other\npersons subject to this Ordinance;I\na,\n34 THE GAZETTE OF PAKISTAN, EXTRA., F'EBRUARY 16,2024 ART I\n0) specifying standards and quality controls to be adhered to by\nlicensees or other persons involved in the cultivation, production,\nmanufacture, product development and sale of the cannabis or any\nof its derivatives;\n(k) issuing, or at least an annual basis, the minimum and maximum\narea on which cultivation shall be allowed to a licensee;\n( I ) recommending addition, alteration or omission in the poli.y;\n0n) coordinating with the Provincial Governments regarding\nimplementation of this Ordinance and the policy and any rules and\nregulations made thereunder;\n(n) undertaking research, development, enabling research and\ndevelopment in the area of cannabis plant cultivation, production,\nand manufacture of cannabis derivatives;\n(o) coordinating .and cooperating with international counterparts,\nincluding implementation of international commitments of\nPakistan, the transfer of technical know-how and adoption of best\npractices in the development of a cannabis market;\n(p) coordination with the Force with respect to specifying security\nstandards in the growth, cultivation, storage and any other manner\nof handling of the cannabis plant and its derivatives, as needed;\n(q) issuing requisite certifications to licensees applying for a license to\nmanufacture any pharmaceuti cal, herbal or nutracerrtical derivative\nLrnder the provisions of this Ordinance'\n(r) maintain, in consultation with the Force, a list of individuals or\nentities who are known to have violated the applicable legal\nfiamework for conilol of narcotic substances;\n(s) maintain laboratories and testing facilities for research and\ndevelopment pllrposes as well as to ensure coml)liance through\ncontrol over licensees and other persons with the provisions of this\nOrdinance; and\n(t) any other function ancillary, incidental or connected with the\npurposes of this Ordinance.\n(2) All policy decisions, including the change in the previously\nestablished policy, in respect of all and any matters within the jurisdiction of the\ntPART THE GAZETTE OF PAKISTAN, EXTRA., F'EBRUARY 16,2024 35\nAuthority shall be made only by the Board after approval of the Federal\nGovernment.\n(3) All policy decisions and directives of the Board shall be published\nin the official Gazette.\n(4) The Authority may, with regard to its functions and to exercise its\npowers efficiently, organize itself into divisions, wings or such other sub-\ndivisions as it may consider expedient.\n6. Meetings of the Board.{l) The meetings of the Board shall be\nconvened by and under the directions of the Chairpersot\"l:\nProvided that the Federal Government may direct convening of a\nmeeting of the Board at any time, on any matter requiring a decision by the\nBoard.\n(2) The Board shall meet as often as may be necessary for the\nperformance of its functions but it shall meet not be less than two times in a\ncalendar year.\n. (3) A simple majority of the total membership shall constitute the\nquorum for a meeting of the Board. Agenda of the meeting shall be presented\nonly once the quorum is complete. The decision of the Board shall be adopted by\nsimple majority of the Members present and voting.\n(4) Subject to the provisions of this Ordinance, the Chairperson may\ngive directions regarding the procedure to be followed at or in connection with\nany meeting of the Board.\n(5) No act or proceedings of the Board shall be invalid by reason only\nof the existence of a vacancy in or defect in the constitution of the Board.\n(6) In case the Chairperson is absent or his offrce is vacant for any\nreason, the Secretary Cabinet Division shall chair the meetings of tiie Board.\n(7) The Authority may, with the prior approval of the Government,\ncoopt any other person as a member with no right to vote.\n1. Director General.-(1) There shall be a Director General of the\nAuthority who shall be appointed by the Prime Minister at such remuneration and\non such terms and conditions as may be prescribed by regulations.\n(2) An officer serving under service of Pakistan shall also be eligible to\nserve as Director General of the Authority:\n36 THE GAZETTE OF'PAKISTAN, EXTRA., F'EBRUARY 16,2024 ART I\nProvided that such officer shall not be below the rank of BPS-21 or\nequivalent thereof.\n(3) The Director General shall be responsible to the Authority for the\nday to day administration of the business of the Authority and shall discharge\nsr\"rch duties and perform such functions as are assigrred to him by the Board.\nThe Director General shall also be principal accounting officer of the\nAuthority.\n(4) In case, the Director General is retired, absent or unable to act and\nno acting or current charge appointment has been made by the Authority, the\nAuthority may authorize an officer of the Authority to perform temporarily the\nfunctions of the Director General:\nProvided that the Federal Government may ensure the allpointment of a\nDirector General on a regular basis preferably within one hundred and twenty\ndays from the date the post of the Director General falls vacant.\n(5) The officers of the Authority shall have such pcwers and shall\nperform such functions as may be assigrred to them by the Director General.\n8. Appointment of employees, advisers and consultants of the\nAuthority.{1) The Aurthority may, from time to time, emplov persons to be\nemployees, consultants and agents and technical, professional and other advisers\nof the Authority to transact any business or to do any act rgquired to be\ntransacted or done in the exercise of its powers, the performance of its functions\nor for the better implernentation of the provisions of this Ordirnnce, and who\nshall be paid such remuneration and allowances and shall hold their employment\non such terms and conditions as may be determined by the Authority under the\nregulations made under this Ordinance.\n(2) The ernployees of the Authority shall hold oflice during the\npleasure of the Authority and shall be liable to disciplinary action in accordance\nwith the procedure laid down by the Authority under the regulations made under\nthis Ordinance.\n(3) The Members and other persons employed under this section, when\nacting or purporting to act in pursuance of any of the provisions of this Ordinance\nor the rules and regulations, shall be public servants within the meaning of\nsection 21 of the Pakistan Penal Code, 1860 (Act XLV of i860), however they\nshall not be civil servants within the meaning of the Civil Servants Act, 1973\n(LXXI ol 1973).\nPa-nr THE GAZETTE OF PAKISTAN, EXTRA., FEBRUARY 16,2024 37\n9. Delegation.-(l) The Authority may, by general or special order\nand subject to such conditions as it may deem fit to impose, delegate to the\nDirector General, a member, or an officer of the Authority, all or any of its\npowers or functions under this Ordinance.\n(2) The Federal Government may, by notification in the official\nGazette, delegate all or ar-ry of the Authority's powers under this Ordinance and\nthe rules and regulations made thereunder to any other agency or department of\nthe Federal Government or to a Provincial Government with the consent of such\nGovernment, except,-\n(a) the power to gran! reject, amend, vary or revoke licences or any\ncondition thereof; or\n(b) the power to recommend rules or make or repeal regulations made\nunder this Ordinance.\n10. Indemnity.-No suit, prosecution or other legal proceedings shall\nlie against the Director General, Members or any employee of the Authority or\nother persons engaged by the Authority for anything done in good faith or\nintended to be done in pursuance of this Ordinance or any rules or regulations\nmade hereunder.\n11. Disclosure of interest by Members.{1) For the purpose of the\nprovisions of this Ordinance, a person shall be deemed to have an interest in a\nmatter if he has any direct or indirect financial interest, or has any connection\nwith any other person in such manner which could reasonably be regarded as\ngiving rise to a conflict between his duty to honestly perform his functions under\nthis Ordinance and such interest, so that his ability to consider and decide any\nquestion impartially or to give any advice without bias, may reasonably be\nregarded as impaired.\n(2) The Director General or a Member having any interest in any\nmatter to be discussed or decided by the Board or any of its committees shall,\nprior to any discussion of the matter, disclose in writing to the Board, the fact of\nhis interest and the nature thereof.\n(3) A disclosure of interest under sub-section (2) shall be recorded in\nthe minutes of the Board prior to any discussion of or decision on the matter.\n(4) The Director General or a Member who fails to disclose their\ninterest as required by this section shall be guilty of an offence and shall be liable\nto pay a fine of up to one hundred million rupees, and in case it is established that\nany individual, including the Member themselves, has profited from such non-\ndisclosure, shall be liable to imposition of further fine of up to three times of theF\n38 THE GAZETTE OF PAKI EXTRA FEBRUARY 16,?024 [Panr I\namount of profit as determined by the enquiry under the provisions of this\nOrdinance.\n(5) lt shall be a valid defence for a person charged with an offence\ntunder sub-section (4), if he proves that he was not aware of the facts constituting\nthe offence and that he exercised due care and diligence in discovering those\nfacts which he ought reasonably to have known in the circumstances.\n(6) Upon being appointed, Director General or a Member shall give\nwritten notice to the Board of all direct or indirect pecuniary interests that he has\nacquired or acquires in any body corporate carrying on a business in the Islamic\nRepublic of Pakistan. The nature of such interests and the particulars and any\nchanges thereof shall be disclosed in the annual report of the Authority.\n12. Notification of interest by others.{l) Where a person who, in\nthe course of,-\n(a) performing a function or exercising a power, as an employee of the\nAuthority; or\n(b) performing a function or services in any capacity by way of\nassisting or advising the Authority or any of its cornmittees or any\ndelegate of the Authority, is required to consider a matter in which\nthey have an interest, such person shall forthwith give to the Board\na written notice stating that they are required to consider the matter\nand have an interest in it and setting out particulars ofthe interest.\n(2) The persons ref-ered to under sub-section (1) shall also declare their\ninterest in accordance with the said sub-section whenever it is necessary to avoid\na conflict of interest.\n(3) Any person ref-erred to under sub-section (1) who fails to disclose\nhis interest as required by this section shall be guilty of an offerrce and shall be\nliable to a fine not exceeding seventy-five million rllpees, and in case it is\nestablished that any individual, including the employee themselr es, has profited\nfrom such non-disclosure, shall be liable to further fine of up to three times of the\namount of profit as determined by an enquiry undertaken by the Authority.\n(4) It shall be a valid defence for a person charged with an offence\nunder sub-section (3), if he proves that he was not aware of the facts constituting\nthe offence and that he exercised due care and diligence in discovering those\nfacts which he ought reasonably to have known in the circumstances.\n13. National cannabis policy.-(l) The Federal Government shall,\nfrorn time to time, prepare and prescribe a national cannabis policy governing all\nPARr Il THE GAZETTE OF PAKISTAN, EXTRA., FEBRUARY 16,2024 39\naspects of a cannabis plant derivatives market from cultivation to sale and\nproduction locally as well'as for purposes of export and conditions of irnport of\ncannabis or its derivatives:\nProvided that in development of the policy.under this section, the Federal\nGovernment may seek such input and assistance from the Authority and the\nProvincial Governments as may be required.\n(2) Without prejudice to the generality of sub-section (1), the policy\nshall provide for, inter alia,\n(a) bringing illegal cannabis plant cultivation, production, manufacture,\nproduct development and sales within the regulatoty fiamework of\nthis Ordinance;\n(b) financial and non-financial incentives to etlcourage the\ndevelopment of a market for cannabis plant derivatives based\nmarket in a manner which generates economic growtli for the\ncountry without compromising public safety;\n(c) consumer protection and public safety mechanisms, including\nlabeling of cannabis derivatives, consuiller education and awareness\netc.;\n(d) the manner in which a licensee for cultivation of cannabis with a\nTHC content of less than 0.3 percent shall be required to undertake\nthe licpnsed activities; and\n(e) the manner in which a licensee for cultivation of cannabis with a\nTHC content of more than 0.3 percent shall be required to\nundertake the licensed activities.\n(3) The Federal Government may either'on its own motion or on\nrecommendation of a, Provincial Government, review or revise the policies\nreferred under sub-section (1).\n14. Fund.{l) There is hereby established, for the purposes of this\nOrdinance, a Fund to be administered and controlled by the Autliorify.\n(2) The Fund shall consist of-\n(a) such sums as the Federal Govenrment or a Provincial Goverument\nmay from time to time, grant;\n40 THE GAZETTE OFP\n(b) grants of money and sums borrowed or raised by the Authorify for\nthe purposes of meeting any of its obligations or discharging any of\nits duties;\n(c) fees, administrative penalties or other charges levied under this\nOrdinance;\n(d) all other sums or properly which may in any manner become\npayable to or vested in the Authority in respect of any matter\nincidental to the exercise of its functions and powers. and\n(e) any other sollrces as may be notified by the Federal tiovernment.\n(3) The Ar\"rthority shall conserve the Fund by performing its functions\nand exercising its powers under this Ordinance so as to ensure that the total\nrevenues of the Authority are sufficient to meet all sums properly chargeable to\nits revenue account.\n15. Expenditure to be charged on the Fund.{l) The Fund shall be\nexpended for the pllrpose of paying any expenditure lawfully incurred by the\nAuthority, including the remuneration of Members, and employees appointed\nunder the provisions of this Ordinance, including provident fund contributions,\nsuperannuating allowances or gratuities and legal fees and costs and other fees\nand costs.\n(2) Within ninety days of its establishment, the Authority shall prepare\nand submit to the Federal Government for its approval, a budget for the period up\nto and including the end of the then current financial year and thereafter it shall,\nnot later than thirty days before the expiry of each financial year, submit to the\nFederal Government for approval a budget for the next financial year.\n(3) No expenditure shall be made for which provision has not been\nmade in any approved budget except if made from any previously approved\ncontingency funds, unless further approval is sought and obtained from the\nBoard.\n16. Audit and accounts.--{1) Subject to Article 169 and 170 of the\nConstitution of the lslamic Republic of Pakistan, the Authority shall cause proper\naccollnts to be kept and shall as soon as practicable after the end ofeach financial\nyear cause to be prepared for that financial year a statement of accounts of the\nAuthority which shall include a balance sheet and an account of income and\nexpenditure.\n(2) Subject to Article 169 and 170 of the Constitution of the Islamic\nRepublic of Pakistan, the Authority shall cause the statement ol'accounts to be\nPanr Il THE GAZETTE OF PAKISTAN, EXTRA., FEBRUARY 16,2024 41\naudited by auditors, appointed by the Authority with the approval of tlie Federal\nGovernment, who shall be a firm of chartered accountants. Any casual vacancy\nin the office of auditor appointed under this section may be filled in by the\nAuthority.\n(3) The auditors shall make a repoft to the Federal Governtnent, upon\nthe annual balance sheet and accounts, and in any such repoft they shall state\nwhether in their opinion the balance sheet is a full and fair balance sheet\ncontaining all necessary particulars and properly drawn up so as to exhibit a true\nand correct view of the affairs of the Authority and, in case they have called for\nany explanation or information frorn the Autliority, whether it has been given and\nwhether it is satisfactory.\n(4) The Authority shall, within one hundred and twenty days of the end\nof each financial year, together with the annual repoft of the Autliority under this\nOrdinarce, send a copy of the statement of accounts of the Authority certified by\nthe auditors and a copy of the auditors' report to the Federal Govemnrent whicli\nshall cause them to be published in the official Gazette and laid before both\nHouses of the Majlis-e-Shoora (Parliarnent) within two months of their receipt.\n17. Annual report.{l) Within ninety days from the end of eaclt\nfinancial year, the Authority shall cause a report to be prepared on the activities\nof the Authority including inspections made by the Authority under this\nOrdinance during that financial year and release to the public and simultaneously\nsend a copy of the report to the Federal Government.\n(Z) The Authority sliall furnish report for national and international\nforums, organizations or agencies as required under any international obligations\nor existing laws.\n18. Investment.-subject to the Public Finance Managernent Act,\n2079, the Authority may, in so far as its moneys are not requircd to be expended\nunder this Ordinance, invest in such manner as set out in section 20 of the Trusts\nAct, 1882 (II of 1882).\n19. Bank Accounts.-subject to the Public Finance Mauagetnent Act,\n2019, tlte Authority may open and maintaiu it's accottnts in rupees or in any\nforeign currency at such scheduled banks as it may from time to tirne deterrnine.\n20. Licensed activities.{1) No person shall, except under authority\nof a licence issued by the Authority and subject to the conditions specified or\nprescribed under this Ordinance, engage in-\n(a) cultivatiorr;\n42 THE CAZETTE OF PAKISTAN, EXTRA., FEBRUARY 16,2024 [Penr I\n(b)\n(c)\n(cl)production;\nmanufacture;\nproduct development and sale of and from cannabis plant\nderivatives; or\n(e) any other related activity as may be prescribed:\nProvided that in case of an application for grant of licence for\ndevelopment of prescription and non-prescription drugs of all kinds from\ncannabis plant derivatives, whether used for pharmaceutical, herbal and\nnutraceutical purposes, the decision for grant of licence shall be taken in\naccordance with the provisions of this Ordinance:\nProvided further that a person who is carrying any activity regarding\ncannabis on the date of commencement of this Ordinance, such person may be\ngiven a time period as detennined b! the Authority to comply with the provisions\nof,this Ordinance:\nProvided further also that the Federal Government may, in the policy,\nprescribe different licensing conditions and incentives for different territories in\nPakistan depending on climatic, security or investment potential of such areas.\n(2) One licence may be issued for undertaking any' or all of the\nactivities set out in sub-section (1):\nProvided that a licence for production and manufacture shall only be\nissued to a company registered under the Companies Act 2017, (XIX of 2011)\nwhereas a licence only for cultivation may be issued to any person.\n(3) The application for grant of a licence under this section shall be\nmade in the prescribed manner and shall be accompanied by the prescribed fee.\n(4) An application for grant of licence under this section shall, in\naddition to such information as may be specified through rules, also specify-\n(a) for cultivation,-\n(i) the specification of the land, includirrg size and location etc.,\nwhere the applicant intends to cultivate, along with proof that\nthe applicant has the unrestricted right to use such land for\ncultivation for the period of validity of the licence being\nsought;A,\nPnnr Il THE GAZETTE OF PAKISTAN, EXTRA., FEBRUARY 16,2024 43\n(ii) the method of cultivation which the applicant intends to use;\nand\n(iii) the pulpose for which the applicant is cultivating\n(b) for production or manufacturing,\n(i) the location of the production or rnanufacturing fasility;\n(ii) the method of production or manufacturing he proposes to\nemploy; and\n(ii) details of equipment the applicant shall be using for\nproduction or manufacturing; and\n(c) for product development and sales,-\n(i) the intended sector in which the licensee intends to operate;\nand\n(ii) evidence of manufacturing standards which ensure product\ncompliance with applicable standards, whether international\nor national.\n(5) A license issued under this section shall be valid for a period of five\nyears and may be renewed thereafter subject to compliance with this Ordinance\nand any additional conditions of licence irnposed thereunder.\n(6) A license issued under this section shall be non-transferrable and\nnon-assignable.\n(7) A license under this section shall be issued by the Authority after\nsecurity clearance of the Force, Intelligence Bureau and Inter-Services\nlntelligence or any other enforcement agency as declared by the Authority for\nthis purpose, from time to time.\n21. License for use of cannabis plant derivatives-for\npharmaceu tical, herbal and nutraceutical purposes.-{1) Notwithstanding\nanything contained in the Drugs Act, 1916 (XXK of 1976), and the Drug\nRegulatory Authority of Pakistan Act, 2012 (XXI of 2012), for consideration of\nan application for licence to develop prescriptiott and non-prescription drugs of\nall kinds from cannabis plant derivatives, whether used.for pharmaceutical.\nherbal and nutraceutical purposes, a committee comprising the following shall be\nconstituted,-a\n44 THE GAZETTE OF'PAKISTAN, EXTRA., FEBRUARY 16, ?024 ART I\n(a) the Director General;\n(b) Chief Executive Officer of DRAP appointed under section 5 of the\nDrug Regulatory Authority of Pakistan Act, 2012 (XXI of 2012);\n(c) two senior persons who are either Members or employees of the\nAuthority to be nominated by the Chairperson of the Authorify; and\n(d) one senior person who is either a Member of the Board, or\nemployee of DRAP to be nominated by the Chairperson of the\nBoard of DRAP.\n(2) The commiffee constituted under sub-section (1) shall recommend\nthe procedure to be prescribed for considering and issuing licences for the\ndevelopment of prescription and non-prescription drugs of all kinds from\ncannabis plant derivatives, whether used for pharmaceutical, herbal and\nnutraceutical purposes to the Federal Government through the Authority, and\nsuch procedure shall-\n(a) account for the conditions of licence imposed under the policy;\n(b) consider any certification of a cannabis plant deril ative issued by\nthe Authority as definitive;\n(c) enslrre an expeditious and simplified process of issuunce of licence;\n(d) ensure prompt registration of prescription and non-prescription\ndrugs; and\n(e) require evidence of manufacturing standards which ensure product\ncompliance with applicable standards, whether international or\nnational.\n, (3) The members of the committee constituted under sub-section (1)\nshall select one among themselves to chair each meeting.\n(4) The quorum for meeting shall be 3 and all decisions of the\ncommittee shall be taken by majority of the members present and voting.\n22. Duties of licensees.-{1) A licence shall be under a duty to ensure\ncompliance with the conditions of licence imposed by this Ordinance, the rules\nand regulations madb under this Ordinance.\n(2) A licensee shall not use any machinery or equipment for the\ncultivation, storage, transporl and any other manner of handling of the cannabisa\nePanr Il THE GAZETTtr OF PAKISTAN, EXTRA., FEBRUARY 16,2024 45\nor any of its parts except in such manner as may be prescribed by rules in\nconsultation with the Force.\n(3) Where a licensee is a company, the licensee shall be required to\nnotify the Authority of any proposed change in its substantial shareholding and\nevery proposed change of board of directors and the Authority may undertake\nsuch enquiries into the particulars of proposed shareholders of the licensee or its\nboard as may be needed to ensure that the licensee shall not act in a manner\ndetrimental to the conditions of his licence or the general public.\n(4) A licensee shall package any product which shall directly or\nindirectly be used by the general public or for an industrial putpose, in such\nmanner which clearly and unambiguously states-\n(a) the THC content of such product;\n(b) the intended use of such product;\n(c) the source of the THC content; and\n(d) any other infonnation as may be prescribed by rules\n(5) A licensee shall give One percent ofits annual revenues to the fund\nof the Authority.\n23. Perfor:mance standards.-(1) The Authority shall specify safety\nand performance standards for regulated activities to ensure-\n(a) compliance with good manufacturing practices and good\nagricultural practices where applicable;\n(b) effective monitoring of THC content irr cannabis plarrt derivatives;\n(c) safe consumption of products developed from cannabis plant\nderivatives; and\n(d) ease of stability and other testing required for effective regulation\nunder this Ordinance.\n(2) In the development of standards under sub-section (1), the\nAuthority shall undertake meaningful consultation with the Force and the Drug\nRegulatory Airthority of Pakistan.\n24. Power of inspection.{1) The Authority shall, for each calendar\nyear, develop a schedule of inspections of all licensees, which shall not be made\n46 THE GAZETTE OF PAKISTAN, EXTRA., FEBRUARY 16,2024 [Penr I\npublic, and each licensee shall facilitate the employees authorized by the\nAuthority in this regard in undertaking inspections of their premises.\n(2) In addition to the general power of inspection under sub-section (1),\nthe Authorif may, on suspicion or on receipt of a complaint that any person is\nviolating the provisions of this Ordinance, the policy or any rules and regulations\nissued thereunder, authorize in writing one or more of its employees to exercise\nthe following powers of the Authority,-\n(a) enter any relevant premises without warrant to determine whether\nthere is prima facie a violation of this Ordinance or the rules and\nregulations made thereunder;\n(b) require any person, who is believed to be in possession of or has\nunder his control any relevant information, record or document, to\nproduce that information, record or document before him, and make\ncopies thereof if required;\n(c) make inquiries of a licensee, or any other person suspected to be in\nviolation of this Ordinance or the rules and regulations made\nthereunder; and\n(d) seek financial information from concerned ent ities regarding\ntransactions suspected to be undertaken in violation of this\nOrdinance or the rules and regulations made thereunder.\n(3) Any person who, without reasonable case, fails to comply with a\nrequirement irnposed on him by an authorized person under sub-section (1) or\nsub-section (2) commits an offence under this Ordinance and shall be punishable\nwith imprisonment which may extend to three years or with l'ine which may\nextend to two hundred million rupees or with both.\n(4) The Authority shall be empowered to seek assistance from the\nForce or any other police force anywhere in the country, in furtherance of its\npowers of inspection under this section.\n25. Application of Act No. XXV of 1997.-11) For trial of criminal\noffences committed under this .Ordinance, the provisions of Control of Narcotic\nSubstances Act, 1997 (X)CV of 1997), and any other law for the time being in\nforce shall apply mulatis mutandis.9\naPanr Il THE GAZETTE OF PAKISTAN, EXTRA., FEBRLIARY 16,2A24 47\n26. Penalty for default or contravention.{1) Any person who acts\nin contravention of any provision of this Ordinance or the rules and regulations\nmade thereunder or fails to comply with the conditions of a licence issued to that\nperson and any other person who is a party to such contravention shall be liable\nfor penalty, in case of-\n(a) a company, with a minimum fine of ten million Rupees which rnay\nextend to two hundred rnillion Rupees and, in the case of a\ncontinuing default, with an additional fine which may extend to one\nhundred thousand Rupees for every dry during which the\ncontravention continues; and\n(b) an individual, with a minimurn fine of one million Rupees which\nmay extend to ten rnillion Rupees and, in the case of a continuing\ndefault, with an additional fine which may extend to teu thousand\nRupees for evely day during which the contravention continues:\nProvided that a fine shall only be imposed under this section by the\nAuthority on such terms and conditions as may be prescribed by rules.\n27. Appeal.-(l) A person aggrieved by any decision or order of the\nAuthority on the ground that it is contrary to any provision of this Act, may,\nwithin thirty days of the decision or the order, prefer appeal to the High Court in\nthe manner as may be prescribed and the High Court shall decide such appeal\nwithin ninety days.\n(2) A person aggrieved by any decision or order of any officer of the\nAuthority acting under the delegated powers of the Authority may, within thirty\ndays of the receipt of the decision of order, appeal to the Authority in prescribed\nmanner and the Authority shall decide such appeal within thirty days.\n28. Prohibition order.{l) The Authority may, after recording\nreasons in writing, for continuing violations of this Ordinance or the rules or\nregulations made thereunder,-\n(a) prohibit a person from undertakirrg any regulated activity; or\n(b) require any person to cancel their dealings with a person\nundertaking a regulated activity.\n(2) The Authority may, either on its own motion or on the application\nof a person, against whotn a prohibition or requirement has been imposed under\nsub-section (1), rescind or vary such prohibition or requirement if tlie Authority\nis satisfied that no violation of this Ordinance or rules or the regulations made\nthereunder exists to that extent.t\n48 THE GAZETTE OF PAKISTAN, EXTRA., FEBRUARY 16,2024 ART I\n29. Suspension and revocation.-(1) Notwithstanding anything\ncontained under the provisions of this Ordinance, the Authoriff may suspend or\nrevoke any licence granted under this Ordinance for consistent failure of the\nperson to comply with the provisions of this Ordinance or the rules and\nregulations made thereunder:\nProvided that before taking action under this section, the Authority shall\nissue a notice to show cause and may provide an opportunity to rectifu the\nomission subject to such conditions as the Authority may speciff.\n(2) Where the Authority revokes or suspends a licence, it may\nundertake all or any of the following actions for continuance of the facilities\ncovered under the licence, namely-\n(a) permit the relevant person to continue operating such facilities\nunder sltch terms and conditions as the Authority may speciff;\n(b) enter into contract with another person to immediately take over the\noperation of the facilities; or\n(c) appoint an administrator to take over the operation ol'the facilities\n(3) The actions specified in sub-section (2) may continue till a\nsuccessor takes over the charge of the facilities on such terms and corrditions as\nthe Authority may determine including payment of compensation for the plant,\nmachinery and other equipment installed at a facility.\n30. Coordination with the Force.-(l) In addition to coordination\nwith the Anti-Narcotics Force, the Authority shall, on reasonable suspicion of an\nof'fence being committed under the Control of Narcotics Substances Act 1997,\n(XXV of 1991) by a person undertaking a regulated activity, either on the basis\nof an inspection under this Act or otherwise, make a reference to the Force to\ntake any or all actions against such person as required by law.\n(2) The Force shall be competent to enter any place for inspection\nunder the Anti-Narcotics Act, 1997 (III of 1997) and the Control of Narcotic\nSubstances Act, l99l (XXV of 1997) or any other law for the time being in force.\n31. Power to make rules.{l) The Federal Government may, on its\nown motion or on the recommendation of the Authority, by notification in the\nofficial Gazette, make rules for all or any of the matters in respect of which it is\nrequired to make rules to carry out the purposes of this Ordinance, including,ll\n{,\n{Panr Il THE GAZETTE OF PAKISTAN, EXTRA., FEBRUARY 16,2A24 49\nwithout limiting the generality of this section, for the following matters,\nnamely:-\n(a) protocols or disposal of illegal cannabis or its derivatives as may be\nseized by the competent authority, including conditions of\nrecirculation or destruction of such cannabis, or its derivatives;\n(b) matters to be covered by the policy;\n(c) conditions governing imports and export of cannabis and its\nderivatives; and\n(d) any matter ancillary and incidental to the above\n(2) The power to make rules confered by this section shall be subject\nto the condition of previous publication and before rnaking any rules the draft\nthereof shall be published in the official Gazette for eliciting public opinion\nthereon within a period of not less than fifteen days from the date of publication\nand any comments receivqd shall be compiled into a report along with the\nresponse of the Federal Government or the Authority, as the case may be, and\nsuch report shall be made public.\n32. Power to make regulations.-(1) The Authority may rnake such\nregulations as may be required to carry out the purposes of this Ordinance or the\ninternal functions of the Authority.\n(2) The power to make regulations conferred by this section shall be\nsubject to the condition of previous publication and before rnaking atty\nregulations the draft thereof shall be published in two newspapers of wide\ncirculation for eliciting public opinion thereon within a period of not less than\nfifteen days from the date of publication, and any colrments received shall be\ncompiled into a report along with the response of the Autlrorify, and such report\nshall be made public.\n33. Ordinance to override other laws.-(l) The provisions of this\nOrdinance shall have effect notwithstanding anything inconsistent therewith\ncontained in any other law for the time being in force.\n34. Savings.-Save as otherwise provided in this Ordinance, noting in\nthis Ordinance shall curtail or deemed to affect or curtail the powers of the force\nunder the Anti-Narcotics Act, 1997 (Ifi of 1997) and the Control of Narcotic\nSubstances Ac| 1997 (XXV of 1997) or any other law for the time being in\nforce.\n50 THE GAZETTE OF PAKISTAN, FEBRUARY 16,2024 rI\n35. Removal of difficulties.-If any difficulty arises in giving effect to\nor applying the provisions of this Ordinance, the Federal Government may make\nsnch order, not inconsistent with this Ordinance or the rules, as mtry be necessary\nfor removal of such difficulty.\nRAJANAEEM AKBAR,\nSecrelary.\nPIUNTED BY TIIE MANAGEI{, PI{IN'I'ING COITPORATION OII PAKISTAN PRESS, TSLAMABAD.\nPI.]BLISIIED I]Y TIIE DEPU'IY CON'I'ROLLE& STATIONERY AND FORMS, LTNIVERSITY I{OAD, KARACI]I.A\n,l\na\n,"
}