{
    "file": "./converted_json\\administrator46392e5f6961414fe4734f338e18bd0a.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "1 FINANCE ACT, 2011  \nACT No. XVI OF 2011  \nAn Act to give effect to the financial proposals of the Federal Government for the year \nbeginning on the first day of July, 2011 and to amend certain laws.  \nWHEREAS  it is expedient to make provisions to give effect to t he financial proposals \nof the Federal Government for the year beginning on the first day of July 2011 and to amend \ncertain laws for the purposes hereinafter appearing;  \n It is hereby enacted as follows: —  \n 1. Short title, extent and commencement .___ (1) Th is Act may he called the \nFinance Act, 2011.  \n(2)  It extends to the whole of Pakistan.   \n(3)  It shall, unless otherwise provided, come into forte on the first day of July. \n2011.  \n 2. Amendments of Act IV, 1969 .—In the Customs Act, 1969 (IV of 1969), the \nfollowing amendments shall be made, namely: —  \n(1)  in section 15, in clause (c), the comma, words and figure “or goods imported \nor exported in contravention of the provisions of section 32\" shall be omitted;   \n(2)  in section 21, in clause (c), after the wor d and comma \"exportation.\" the words \nand comma \"or for supplies against international tenders.\" shall he inserted:   \n(3)  in section 22,  in the proviso, the words \"or Deputy Collector\" shall he omitted:  \n(4)  in section 32,  in sub-section (3A), for the wor d \"three\", the word \"five\" shall \nbe substituted;  \n(5)  in section 33, after sub -section (2) the following new sub -section shall be \nadded, namely: —   \n\"(3) In the case where refund has become due in consequence of any \ndecision or judgment by any appropriate officer of Customs or the Board or \nthe Appellate Tribunal or the Court, the said period of one year shall be \nreckoned from the date of such decision or judgment, as the case may be.\" ;   \n(6)  in section 34,  the words \"or Deputy Collector\" shall be omitted:    \n(7)  in section 96, in sub -section (1), the words \"or Deputy Collector\" shall be \nomitted;  \n(8)  after section 129, the following new section shall be inserted, namely: —   \n 2 \"I29A. Levy of transit fee. -A transit fee may be levied on any goods \nor class of g oods in transit across Pakistan to a foreign territory at such rates as \nthe Board may, by notification in the official Gazette, prescribe.\"; and   \n(9)  the amendments set out in the Schedule to this Act shall be made in the First \nSchedule to the Customs Ac t, 1969 (IV of 1969).  \n 3. Amendment of Act XXVII of 1974 .___ In the Members of Parliament \n(Salaries and Allowances) Act, 1974 (XXVII of 1974) the following further amendments \nshall be made namely: — \nIn section 12, the existing provision shall be renumbered  as sub -section \n(1) thereof and after sub -section (1), re -numbered as aforesaid, the following \nnew sub -section shall be added, namely: —   \n \"(2) An ex -member who remained a member of either House of \nParliament for at least one term shall also be entitled to  such facilities as are \nnotified from time to time and also to medical facilities as are admissible to a \nsitting member under sub -section ( 1).\" \n4. Amendment of Act V, 1989 .-In the Finance Act, 1989 (V of 1989). in section \n7,—   \n(1)  in sub-section (1), aft er the word \"thereof\", the words,  figures , commas  and \nbrackets \"or purchase of modarab a certificate or a registered instrument of \nredeemable capital as defined in the Companies Ordinance. 1984 ( XLV  II of \n1984),  or shares of a public company,  listed  on a r egistered stock exchange in \nPakistan by a resident person defined in section  81 of the Income Tax \nOrdinance,  2001 (XLIX  of 2001), such as is specified in sub -section (2), at the \nrates specified in that sub -section\" shall be omitted; and   \n(2)  in sub-section (4), the second proviso shall he omitted.  \n5. Amendments of' the Sales Tax Act, 1990.___ In the Sales Tax Act, 1990,  the \nfollowing further amendments shall be made, namely: —   \n(1)  in section 3, for the word \"seventeen\", the word \"sixteen\" shall be subs tituted; \nprovided, in case of imports, such substitution shall he deemed to have been \nmade on 20th June. 2011;  \n(2)  in section 8B,  in sub-section (1), for the first proviso, the following shall be \nsubstituted, namely: -  \n\"Provided that the restriction on t he adjustment of input tax in excess \nof ninety per cent of the output tax shall not apply in case of fixed assets or \ncapital goods:\":   \n(3)  in section 21, — \n 3 (a)  after sub-section (2),  the following new sub -section (3) shall be added, \nnamely: —   \n\"(3) During  the period of suspension of registration, the invoices issued \nby such person shall not be entertained for the purposes of sales tax refund or \ninput tax credit and once such person is blacklisted, the refund or input tax \ncredit. claimed against the invoice s issued by him whether prior or after such \nblacklisting shall unless the registered buyer has fulfilled his responsibilities \ntinder section 73 be rejected through a self -speaking appealable  order and after \naffording an opportunity of being heard to such p erson.\";   \n(4)  in section 26,  in sub-section (3), after the brackets and figure \"(2)\" the words. \nletters  figure and brackets \"or under clause (a) or clause (h) of section 27\" \nshall be inserted;   \n(5)  in section 30, —  \n(a) in-sub-section (1), —   \n(i) in clause ( i), the word \"and\" shall be omitted; and   \n(ii)  after clause ( i), the following new clause shall he inserted \nnamely: —  \n\"(ia) an Inspector Inland Revenue: and\";   \n(b)  in sub-section (3), after the word \"Officer\" occurring for the second \ntime, the com ma and words \". Inspector Inland Revenue\" shall be \ninserted: and   \n(c)  in sub -section (4), after the word \"Officer\", occurring for the second \ntime, the comma and words \", Inspector Inland Revenue,\" shall be \ninserted;   \n(6)  in section 30A, in the heading and in this section wherever o ccurring, for the \nletters \"CBR\",  the words \"Inland Revenue\" shall be substituted:  \n (7)  in section 38 B, in sub-section (1), for the words \"a Deputy\", the words \" an \nAssistant\" shall be substituted:   \n(8)  in section 47A,  for sub-section (4A), the following shall be substituted. \nnamely :—  \n\"(4A) Notwithstanding  anythi ng contained in sub -section (4),  the Chairman \n113R an d a Member nominated by him may,  on the application of an \naggrieved person, for reasons to he recorded in  writi ng, and on being satisfied \nthat there is an error in order or decision, pass such order as may be deemed \njust and equitable.\".   \n 4 (9)  in section 66,  in the third proviso, for the full stop, at the end, a colon shall be \nsubstituted and thereafter the follo wing new proviso shall be added,  namely :—  \n\"Provided also that no refund shall be admissible under this section if \nincidence of tax has been passed directly or indirectly to the consumer .”;  \n(10)  in section 74,  after the proviso, the following explanation shall be added, \nnamely: —  \n\"Explanation —For the purpose of this section, the expression \"any act \nor thing is lobe done\" includes any act or thing to be done by the registered \nperson or by the authorities specified in section 30 of this Act.\"; and  \n(11)  in the Sixth Schedule,___  \n(a)  in Table -1, in column (1) serial numbers 29A, 29B, 30, 34, 35, 41, 42, \n43, 44, 62, 64, 65, 66,  67, 68, 69 and 70 and the corresponding entries \nrelating thereto in columns (2) and (3) shall be omitted: and   \n(b)  In Table -II, in column (1) serial number 5 and the corresponding \nentries relating thereto in columns (2) and (3) shall be omitted.  \n6. Amendment of Ordinance XLIX, 2001. —In the Income Tax Ordinance, 2001 (X \nLIX of 2001), the following further amendments shall he made  namel y:—   \n(1) in section 2, —  \n(a)  in clause (5) after the word \"includes\", the words and comma \"provisional \nassessment,\" shall be inserted: and   \n(b)  after clause (11B) the following new clause shall be added namely: —   \n\"(11C) \"Collective Investment Scheme\" shall have the same meanings as are \nassigned under the Non -Banking Finance Companies (Establishment and \nRegulation) Rules, 2003; \":  \n(2)  in section 18, in sub -section (I), in clause (d), for the semicolon and word \"; \nand\", a full stop shall be substituted and thereafter the following Explanation \nshall be added, namely: —   \n\"Explanation .—For the purposes of this clause, it is declared that the \nword 'benefit' includes any benefit derived by way of waiver of profit on debt \nor the debt itself under the State Ban k of Pakistan. Banking Policy \nDepartment's Circular No.29 of 2002 or in any other scheme issued by the \nState Bank of Pakistan; \";   \n(3)  in section 28. in sub-section (I), in clause (g). for the word \"Corporation\", the \nletters and word \"SME Bank\" shall be s ubstituted;   \n(4)  for section 62. the following shall be substituted, namely: —   \n 5  \"62. Tax credit for investment in shares and insurance. —(1) A \nresident person other than a company shall be entitled to a tax credit for a tax \nyear either —  \n(i)  in respect of the cost of acquiring in the year new shares offered to the \npublic by a public company listed on a stock exchange in Pakistan, \nprovided the resident person is the original allottee  of the shares or the \nshares are acquired from the Privatization Commissi on of Pakistan; or   \n(ii)  in respect of any life insurance premium paid on a policy to a life \ninsurance company registered by the Securities and Exchange \nCommission of Pakistan under the Insurance Ordinance. 2000 (XXX \nIX of 2000), provided the resident pe rson is deriving income \nchargeable to tax under the head \"salary\" or \"income from business\".   \n (2)  The amount of a person's tax credit allowed under sub -\nsection (1) for a tax year shall be computed according to the following \nformula, namely :—   \n(A/B ) x C   \n  where —  \nA  is the amount of tax assessed to the person for the tax year before allowance \nof any tax credit under this Part;  \nB  is the person's taxable income for the tax year; and   \nC  is the lesser  of —  \n(a)  the total cost of acquiring the shares, o r the total contribution or \npremium paid by the person referred to in sub -section (I) in the \nyear:   \n(b)  fifteen per cent of the person's taxable income for the year: or   \n(c)  five hundred thousand rupees.   \n(3)  Where –   \n(a)  a person has been allowed a  tax credit under sub -section ( in a tax year \nin respect of the purchase of a share; and   \n(b)  the person has made a disposal of the share within thirty six months of \nthe date of acquisition, the amount of tax payable by the person for the \ntax year in whi ch the shares were disposed of shall be increased by the \namount of the credit allowed.\":   \n(5)  in section 63. in sub-section (2), in definition 'C'. —   \n 6 (a)  in clause (ii), for the semicolon and word \": or\", a full stop shall he substituted; \nand \n(b)  clause (iii) shall be omitted;   \n(6)  in section 65C, in sub -section (1), for the word \"five\", the word, \"fifteen\" shall \nbe substituted:   \n(7)  after section 65C, the following new sections shall be inserted. namely :—   \n“65D. Tax credit for newly established i ndustrial undertakings .—\n(1) Where a taxpayer being a company formed for establishing and operating a \nnew industrial undertaking for manufacturing in Pakistan sets up a new \nindustrial undertaking, it shall be given a tax credit equal to hundred per cent \nof the tax payable on the taxable income arising from such industrial \nundertaking for a period of five years beginning from the date of setting up or \ncommencement of commercial production, whichever is later.   \n (2)  Tax credit under this section shall be adm issible where —  \n(a)  the company is incorporated and industrial undertaking is setup \nbetween the first day of July, 2011 and 30th day of June.2016;  \n(b)  industrial  undertaking is managed by a company formed for operating \nthe said industrial undertaking an d registered under the Companies \nOrdinance. 1984 (XLVII of 1984) and having its registered office in \nPakistan:   \n(c)  the industrial undertaking is not established by the splitting up or \nreconstruction or reconstitution of an undertaking already in existen ce \nor by transfer of machinery or plant from an industrial undertaking \nestablished in Pakistan at any time before 1st July 2011; and   \n(d)  the industrial undertaking is set up with hundred per cent equity owned \nby the company.  \n(3)  The amount of credit a dmissible under this section shall be deducted from the \ntax payable by the taxpayer in respect of the tax year in which the plant or \nmachinery referred in sub -section (1 ) is purchased and installed.  \n(4)  Where any credit is allowed under this section and subsequently it is \ndiscovered, on the basis of documents or otherwise, by the Commissioner \ninland  Revenue that any of the condition specified in this section was not \nfulfilled, the credit originally allowed shall be deemed to have been wrongly \nallowed and the Commissioner inland Revenue may. notwithstanding  anything \ncontained in this Ordinance, re -compute the tax payable by the taxpayer for \nthe relevant year and the provisions of this Ordinance shall, so far as may he, \napply accordingly.  \n \n 7 65E. Tax credit f or industrial undertakings established before the \nfirst day of July, 2011. —(1) Where a taxpayer being a company invests any \namount, with hundred per cent equity investment, in the purchase and \ninstallation of plant and machinery for the purposes of balanci ng, \nmodernization, replacement. or for expansion of the plant and machinery \nalready installed in an industrial undertaking setup in Pakistan before the first \nday of July 2011, a tax credit shall he allowed against the tax payable in the \nmanner provided her einafter, in the same proportion, which exists between the \ntotal investment and such equity investment made by the industrial \nundertaking.   \n(2)  The provisions of sub -section (1) shall apply if the plant and machinery is \npurchased and installed at any time  between the first day of July, 2011 and the \n30th day of June. 2016.   \n(3)  The amount of credit admissible under this section shall he deducted from the \ntax payable by the taxpayer in respect of the tax year in which the plant or \nmachinery referred in sub -section (I) is purchased and installed and for the \nsubsequent four years.   \n(4)  Where no tax is payable by the taxpayer in respect of the tax year in which \nsuch plant or machinery is installed, or where the tax payable is less than the \namount of tax credi t, the amount of such credit or so much of it as is in excess \nthereof, shall be carried forward and deducted from the tax payable by the \ntaxpayer in respect of he following tax year:   \nProvided that no such amount shall be carried forward for more than \nfour tax years:   \nProvided further that deduction made under stub -section (1) and under \nthis sub -section shall not exceed in aggregate the limit of the tax credit \nspecified in sub -section (1).   \n(5)  Where any credit is allowed under this section and subsequen tly it is \ndiscovered, on the basis of documents or otherwise, by the Commissioner \nInland Revenue that any of the condition specified in this section was not \nfulfilled, the credit originally allowed shall be deemed to have been wrongly \nallowed and the Commi ssioner Inland Revenue may, notwithstanding \nanything contained in this Ordinance, re -compute the tax payable by the \ntaxpayer for the relevant year and the provisions of this Ordinance shall apply \naccordingly.\":   \n(8)  in section 111, in sub -section  (I),—   \n(a)  in clause (b), the word \"or\", at the end, shall he omitted:   \n(b)  in clause (c), for the comma at the end, a semicolon and word \":or shall \nbe substituted;  \n 8 (c)  after clause (c), amended as aforesaid, the following new clause shall \nbe added, namely: —   \n\"(d)  any person has concealed income or furnished inaccurate \nparticulars of income including —  \n(i)  the suppression of any production,  sales  or any amount \nchargeable to tax: or  \n(ii)  the suppression of any item of receipt liable to tax in whole or \nin part,\"; and   \n(d)  after the word \"made\" occurring for the second time, the words and \ncommas  \"suppression of any production,  sales , any amount chargeable \nto tax and of any item of receipt liable to tax\" and after the word \n\"expenditure\", occurring for the third time, the words and commas \n\"suppressed amount of production,  sales  or any amount chargeable to \ntax or of any item of receipt liable to tax\" shall be inserted.  \n(9)  in section 113, —   \n(a)  in sub -section (2), in the proviso, for the word \"three\", the  word \"five\" \nshall be substituted; and   \n(b)  in sub-section (3),  in clause (a),  after the word \"the \", occurring for the \nfirst time,  the words \"gross sales or\" shall be inserted:   \n(10)  in section 113B, in clause (b), for the words, letters figure and com ma \n\"Chapter III of the Sales Tax Special Procedure Rules. 2006\" , the words, \nletters figure and comma \"Chapter II of the Sales Tax Special Procedures \nRules, 2007\"shall be substituted:   \n(11)  in section 114, —   \n(a)  in sub-section (1), —   \n(i)  in clause ( ab), after semicolon at the end, the word \"or\" shall hr and  \n(ii)  in clause (ac),  the word \"and\" at the end, shall be omitted:   \n(iii)  in clause (b), —   \n(a)  in sub clause (vi), the word \"and\", at the end, shall be omitted:  \n(b)  in sub-clause (vii) for the  full stop at th e end, a semicolon and \nthe word \"; or\" shall be substituted: and   \n(c)  after sub-clause (vii),  amended  as aforesaid, the following shall \nbe added, namely: —   \n 9 \"(viii) is the holder of commercial or industrial connection of \nelectricity where t he amount of annual bill exceeds rupees one \nmillion.\":   \n(b)  after sub-section (1) amended as aforesaid, the following shall be added, \nnamely: —  \n\"( IA) Even' individual whose income under the head 'Income from business' \nexceeds rupees three hundred thousan d but does not exceed rupees \nthree hundred and fifty thousand in a tax year is also required to \nfurnish return of income for the tax year.\":  \n(c)  in sub-section (2), — \n(i)  in clause (b) the word \"and\",  at the end,  shall  be omitted:  \n(ii)  in clause (c), f or the full stop, at the end, a semi -colon shall be \nsubstituted: and  \n(iii)  after clause (e), the f ollowing clauses shall he added,  namely :—   \n(d)  shall  be accompanied with evidence of payment of due tax as per return of \nincome; and  \n(e)  shall  be accomp anied with a wealth statement as required under section 116 .\": \nand   \n(d)  in sub-section (6A), —   \n(i)  for the words \"wishes to file\", the word \"files\" shall be substituted:  \n(ii)  in the first proviso fo r the words \"wishes to deposit\",  the word \n\"deposits \" shall be substituted; and  \n(iii)  in the second proviso,  for the words \"wishes to revise\",  the word \n\"revises\" shall be substituted:  \n(12)  in section 115. in sub-section (4), —  \n(a)  the words, brackets, letters, comma and figure \"clauses (a) (b) and (d) \nof sub -section (1)\" shall be omitted:   \n(b)  for the words brackets, letters and figures \"clauses (a) and (c) of sub -\nsection (1) of section 153\" the words, brackets, letters and figures \n\"clauses (a),(c) and (d) of sub -section (3) of section 153\" shall be \nsubstituted; and  \n(c) the words, brackets, letters and figures \"clause (a) and (b) of sub -\nsection ( I ) of section 233A\" shall be omitted;  \n 10 (13)  in section 116 ,—   \n(a)  in sub-section (2), —   \n(i)  after the word \"t axpayer\", the words and commas, \",being  an \nindividual,\" shall he inserted;   \n(ii)  for the word \"five hundred thousand\", the word \"one million\" \nshall be substituted; and   \n(iii)  for the full stop , at the end, a colon shall he substituted and \nthereafter the following proviso shall be added, namely:___  \n“Provided that every member of an association of persons \nwhose share from the income of such association of persons. before  \ntax, for the year is one million rupees or more shall also furnish wealth \nstatement and wealth reconciliation statement for the  year alongwith \nreturn of income of the association.\"; and   \n(b)  for sub-section (2A) the following shall be substituted, namely: —   \n\"(2A) Where a person.  being  an individual or an association of persons, files a \nreturn in response to a provisional assess ment order under section I 22C. such \nreturn shall be accompanied by wealth statement alongwith a wealth \nreconciliation statement and an explanation of source of acquisition of assets \nspecified therein in the case of an individual and wealth statements of a ll \nmembers in the case of an association of persons and such wealth statements \nshall be accompanied by wealth reconciliation statements and explanation of \nsource of acquisition of assets specified therein.\";  \n(14)  in section I27, in sub -section (1), after  the word \"person\", occurring for the \nfifth time, the words, figure, letter and commas \" ,except  a provisional \nassessment order under section 122C,\" shall be inserted:   \n(15)  in section 130, —   \n(a)  in sub-section (8A), for the word \"Chairman\", the word \"Ch airperson\" \nshall be substituted:  \n(b)  in sub-section (8AA), —  \n(i)  for the word \"Chairman\", occurring twice the word \n\"Chairperson\" shall be substituted: and   \n(ii)  for the word \"five\" the word \"one\" shall he substituted;   \n(16)  in section 132, in sub -section (2), the words and commas \"may, if it deems fit, \ndismiss the appeal in default or\" shall be omitted;   \n(17)  in section 137, in sub -section ( 2) in the proviso, —  \n 11   \n(a)  after the word \"assessment\", the word \"order\" shall be inserted; and  \n(b)  after the word \"payable\", occurring for the second time, the word \n\"immediately\" shall be inserted;   \n(18)  in section 147, in sub -section (513) in first proviso, for the word \"seven\". the \nwords \"twenty -one\" shall be substituted;   \n(19)  in section 151, in sub -section (3), the words, brackets, letters, comma and \nfigure \"from transactions referred to in clauses (a), (b) and (d) of sub -section \n(1)\" shall be omitted:   \n(20)  for section 153, the following shall be substituted, namely: —    \n“153. Payments for goods, serv ices and contracts. (1) Every \nprescribed person making a payment in full or pan including a payment by \nway of advance to a resident person or permanent establishment in Pakistan of \na non -resident person —  \n(a)  for the sale of goods;   \n(b)  for the rendering  of or providing of services;   \n(c)  on the execution of a contract, other than a contract for the sale of goods or the \nrendering of or providing of services shall at the time of making the payment, \ndeduct tax from the gross amount payable (including sales  tax, if any) at the \nrate specified in Division III of Part III of the First Schedule.   \n(2)  Every exporter or an export house making a payment in full or part \nincluding a payment by way of advance to a resident person or \npermanent establishment in Pakist an of a non -resident person for \nrendering of or providing of services of stitching, dying, printing, \nembroidery, washing, sizing  and weaving, shall at the time of making \nthe payment, deduct tax from the gross amount payable at the rate \nspecified in Divisio n IV of Part III of the First Schedule.   \n(3)  The tax deducted under clauses (a) and (c) of sub -section (1) and under \nsub-section (2) of this section, on the income of a resident person or \npermanent establishment of a non -resident person shall he final ta x.   \nProvided that, —   \n(a)  tax deducted und er clause (a) of sub -section (1 ) shall be \nadjustable where payments are rece ived on sale or supply of \ngoods,  by a,—   \n(i)  company  being a manufacturer of such goods: or   \n 12 (ii)  public  company listed on a registe red stock exchange in \nPakistan;   \n(b)  tax deducted shall be a minimum tax on transactions referred to  in \nclause (b) of sub -section (1 ): and   \n(c)  tax deducted under clause (c) of sub -section (1) shall be adjustable if \npayments are received by a public com pany listed on a registered stock \nexchange in Pakistan, on account of execution of contracts.   \n(4)  The Commissioner may,  on application made by the recipient of a payment \nreferred to in sub -section (1) and after making such inquiry as the \nCommission er thinks fit,  may allow in cases where tax deductible unde r sub -\nsection (1) is adjustable,  by an order in writing, any person to make the \npayment. —  \n(a)  without  deduction of tax: or  \n(b)  deduction of tax at a reduced rate.   \n (5)  Sub-section (1) shall not a pply to —  \n(a)  a sale of goods where the sale is made by the importer of the goods and \ntax under section 148 in respect of such goods has been paid and the \ngoods are sold in the same condition as they were when imported;   \n(b)  payments  made to traders of yarn by the taxpayers specified in the \nzero-rated regime of sales tax (as provided under clause (45A) of Part -\nIV of the Second Schedule ):   \n(c)  a refund of any security deposit:   \n(d)  a payment made by the Federal Government a Provincial Government \nor a Local Government to a contractor for construction materials \nsupplied to the contractor by the said Government or the authority:   \n(e)  a cotton ginner who deposits in the Government Treasury, an amount \nequal to the amount of tax deductible on the payment being made to \nhim and evidence to this effect is provided to the \"prescribed person\";   \n(f)  the purchase of an asset under a lease and buy back agreement by a \nmodaraba , leasing company, banking company or financial institution; \nor   \n(g)  any payment for s ecuritization of receivables by a Special Purpose \nVehicle to the Originator.   \n(6)  Where any tax is deducted by a person making a payment for a Special \nPurpose Vehicle, on behalf of the Originator, the tax is credited to the \nOriginator.   \n 13 (7)  In this sec tion.—  \n(i)  ''prescribed person\" means — \n(a)  the Federal Government;  \n(b)  a company  \n(c)  an association of persons constituted by, or under law;  \n(d)  non-profit  organization;  \n(e)  a foreign contractor or consultant;  \n(f)  a consortium or joint venture;  \n(g)  an exporter or an export house for the purpose of sub -section \n(2);  \n(h)  an association of persons. having  turnover of fifty million \nrupees or above in tax year 2007 or in any subsequent tax year; \nor  \n(i)  an individual, having turnover of fifty milli on rupees or above \nin the tax year 200') or in any subsequent year:  \n(ii)  \"services \" includes the services of accountants, architects, dentists, \ndoctors, engineers, interior decorators and lawyers otherwise than as an \nemployee;   \n(iii)  \"sale of goods\" in cludes a sale of goods for cash or on credit, whether \nunder written contract or not:   \n(iv)  \"manufacturer \" means a person who is engaged in production or \nmanufacturing of goods, which includes___  \n(a)  any process in which an article singly or in combinat ion with \nother  articles, material, components,  is either converted into \nanother distinct a rticle or product is so changed,  transferred , or \nreshaped that it becomes capable of being put to use differently \nor distinctly; or   \n(b)  a process of assembling, mi xing, cutting or preparation of \ngoods in any other manner; and   \n(v)  \"turnover \" means —  \n(a)  the gross sales or gross receipts, inclusive of sales tax and \nfederal excise duty or any trade discounts shown on invoices, \nor bills, derived from the sale of goo ds:   \n 14 (b)  the gross fees for the rendering of services for giving benefits \nincluding commissions:   \n(c)  the gross receipts from the execution of contracts; and   \n(d)  the company's share of the amounts stated above of any \nassociation of persons of which t he company is a member\";   \n(21)  in section 156B, in sub -section (1),  in clause (b), for the figure and sign \n\"25%\", the words \"fifty per cent\" shall be substituted:   \n(22)  in section 165, —   \n(a) in sub-section (1), —   \n(i)  after the word. \" a\", occu rring f or the second time,  the word \n\"monthly\" shall be inserted;   \n(ii)  in clause (a), after the word \"name\" the words and comma \n\"Computerize d National Identity Card Number,  National Tax \nNumber\" shall be inser ted, and for the word \"quarter\",  the word \n\"month\" sha ll be substituted;   \n(iii)  in clause (b), for the word \"quarter\", the word \"month\" shall be \nsubstituted; and   \n(iv)  in clause (c), for the word \"quarter\", the word \"month\" shall be \nsubstituted;  \n(b)  for sub-section (2), the following shall be substitute d, namely: —  \n\"(2)  Every prescribed person collecting tax under Division II of this \nPart or Chapter XII or deducting tax from a payment under \nDivision III of this Part or Chapter XII shall furnish or e -file \nstatements under sub -section (1) by the 15th day  of the month \nfollowing the month to which the withholding tax pertains.\";   \n(c)  in sub-section (3),   \n(i)        the word, \"periodically\" shall be omitted; and   \n(ii) for the colon at the end. a full stop shall be substituted:  \nand  \n(d)  after sub-section  (5), the following new sub -section shall be added, \nnamely: —  \n\"(6)  Every person deducting tax from payment under section 149 \nshall furnish to the Commissioner an annual statement in the \nprescribed form and manner:   \n 15 Provided that annual statement shall al so be filed where the \nincome exceeds three hundred thousand rupees but does not exceed \nthree hundred and fifty thousand rupees in a tax year. \":   \n(23)  in section 168, for sub -section (3), the following shall be substituted, \nnamely: —   \n\"(3)  No tax credit shall be allowed for any tax collected or deducted that is \na final tax under —  \n(a)  sub-section  (7) of section 148:  \n(b)  sub-section  (3) of section 151;  \n(c)  sub-section  (1B) and (IBS) of section 152:  \n(d)  clauses  (a), (c) and (d) of sub -section (3) of s ection 153:  \n(e)  sub-section  (4) of section 154;  \n(f)  sub-section  (3) of section 156:  \n(g)  sub-section  (2) of section I 56A;  \n(h)  sub-section  (3) of section 233:  \n(i)  sub-section  (5) of section 234: and  \n(j)  sub-section  (3) of section 234A.\";   \n(24)  in section 169, in sub -section (1), in clause (b),___  \n(a)  for the words, brackets, letters, comma and figure \"clauses (a), (b) and \n(d) of sub -section (1) of section 151\" the words, brackets and figures \n\"sub-section (3) of section 151\" shall be substitute d:  \n(b)  for the words, brackets and figures \"sub -section (6) of section 153\" the \nwords, brackets, letters and figures \"clauses (a), (c) and (d) of sub -\nsection (3) of section 153\" shall be substituted;   \n(25)  in section 176,  in sub-section (5) , for the wo rds \"rule of law\" the words \"law \nor rules\" shall be substituted:   \n(26)  in section 182, in sub -section ( 1), in the Table, in column (1), —   \n(a)  against  S.No .1, in column (3), for the full stop, at the end, a colon shall \nbe substituted and thereafter the following shall be inserted, namely: —  \n\"Explanation. —For the purposes of this entry, it is declared that \nthe expression \"tax payable\" means tax chargeable on the taxable \n 16 income on the basis of assessment made or treated to have been made \nunder sections 120 . 121, 122 or 1220. -; and   \n(b)  in sub-section (1), in the Table, in column No. 1 against Sr. No. 5, in \ncolumn (2), the follo wing new proviso shall be added,  namely :   \n\"Provided that if the person opts to pay the tax due on the basis \nof an order under sec tion 129 on or before the due date given in the \nnotice under sub -section (2) of section 137 issued in consequence of \nthe said order, and does not file an appeal under section 131 the \npenalty payable shall be reduced by 50%.\":   \n(27)  in section 206A,  in sub-section Oh for the full stop, at the end, colon shall be \nsubstituted  and thereafter, the following proviso shall he added, namely: —   \n\"Provided that this section shall not apply to a non resident tax payer \nhaving a permanent establishment in Pakistan. \":  \n(28)  in section 209, in sub -section (1), for the full stop, at the end, a colon shall be \nsubstituted and thereafter the following proviso shall be added, namely: —  \n\"Provided that the Board or the Chief Commissioner, as the case may \nbe, may transfer juris diction in respect of cases or persons from one \nCommissioner to another\";   \n(29)  in section 236A, in sub -section (I), —   \n(a)  after the word \"auction\", the words \"or auction by a tender\" \nshall be inserted: and   \n(b)  for the words \"of Income Tax\", the word s \"Inland Revenue\" \nshall be substituted:   \n(30)  in section 216, in sub -section (5), for the word \"Commissioner\" the word \n\"Board\", shall be substituted;   \n(31)  in section 236B, after sub -section (2), the following new sub -sections shall be \nadded, namely: —   \n\"(3)  The advance tax collected under sub -section (1) shall be adjustable.   \n(4)  The advance tax under this section shall not be collected in the case \nof—  \n(a)  the Federal Government or a Provincial Government; or  \n(b)  a person who produces a certifi cate from the Commissioner \nInland Revenue that income of such person during the tax year \nis exempt.\";   \n 17 (32)  in the FIRST SCHEDULE, —  \n(1)  in Part I, —  \n(A)  in Division 1, —   \n(a) in clause (1), —   \n(i)  the words, brackets and figures \"to which sub -section  (1) of \nsection 92 applies\" shall be omitted; and   \n(ii)              for the TABLE, the following shall be substituted, namely : —  \n \n\"TABLE   \nS.NO.  Taxable Income  Rate of Tax  \n1 Where the taxable income does not exceed Rs.350,000  \n  0% \n2 Where the taxable in come exceeds Rs.350.000 but does not \nexceed Rs.400,000  1.50%  \n3 Where the taxable income exceeds Rs.400,000 but does not \nexceed Rs.450,000  2.50%  \n4 Where the taxable income exceeds Rs.450,000 but does not \nexceed Rs.550.000  3.50 %  \n5 Where the taxable incom e exceeds Rs.550,000 but does not \nexceed Rs.650.000  4.50 %  \n6 Where the taxable income exceeds Rs.650.000 but does not \nexceed Rs.750,000  6.00 %  \n7 Where the taxable income exceeds Rs.750.000 but does not \nexceed Rs.900,000  7.50 %  \n8 Where the taxable income  exceeds Rs.900,000 but does not \nexceed Rs.1.050,000  9.00  %  \n9 Where the taxable income exceeds Rs.1,050,000 but does not \nexceed Rs.1,200.000  10.00 %  \n10 Where the taxable income exceeds Rs.1200,000 but does not \nexceed Rs.1,450,000  11.00  %  \n11 Where the taxable income exceeds Rs.1,450,000 but does not \nexceed Rs.1,700,000  12.50 %  \n12 Where the taxable income exceeds Rs.I.700,000 but does not \nexceed Rs.1,950,000  14.00  %  \n13 Where the taxable income exceeds Rs.1,950,000 but does not \nexceed Rs.2,250,000  15.00 % \n14 Where the taxable income exceeds Rs.2.250,000 but does not \nexceed Rs.2,850.000  16.00 %  \n15 Where the taxable income exceeds Rs.2,850,000 but does not \nexceed Rs.3,550.000  17.50 %  \n 18 16 Where the taxable income exceeds Rs.3.550,000 but does not \nexceed Rs.4.550,000  18.50 %  \n17 Where the taxable income exceeds Rs.4,550,000  20.00 %”; and  \n (B) in Division VII, for the TABLE, the following shall be  substituted, namely: —\n  \n“TABLE  \nS.No . Period  Tax Year  Rate of Tax  \n1. Where holding period of a \nsecurity is les s than six months  2011  \n2012  \n2013  \n2014  \n2015  10 %  \n10% \n12.5%  \n15% \n17.5%  \n        \n2. Where holding period of a \nsecurity is six months or more \nbut less than twelve months  2011  \n2012  \n2013  \n2014  \n2015  \n2016  7.5 %  \n8% \n8.5%  \n9% \n9.5%  \n10% \n        \n3. Where holding period of a \nsecurity is one year or more.  - 0 % “; and  \n (II)  in Part III, in Division IV, in clause (3) for the figure. brackets  and letter \n\"(1A)\", the figure and brackets \"(2) - shall be substituted; and  \n(III)  in Part IV, in Division VI, for the figure \"0.3\".  the figure \"0.2\" shall be \nsubstituted:  \n(33)  in the SECOND SCHEDULE, —   \n(i)  in Part I, —  \n(a)  in clause (61), sub -clauses (xi) and (xxv) shall be omitted;  \n(b)  clause  (74A) shall be omitted;  \n(c)  clause  (93) shall be omitted;  \n 19 (d)  after clause (107),  the following new clause shall he inserted, \nnamely: —   \n\"(107A) Any income derived by the Islamic Development Bank from \nits operations in Pakistan in connection with its social and economic \ndevelopment activities .”: and  \n(e)  clause  (114A) shall he omitted :   \n(ii)  in Part 11, in clause (5A), for the full stop, at the end, a colon shall be \nsubstituted and thereafter the following proviso shall he added, namely: —   \n\"Provided that tax deducted on profit on debt from debt \ninstruments, Government securities inc luding treasury hills and \nPakistan Investment Bonds shall be final tax on profit on debt payable \nto a non -resident person having no permanent establishment in \nPakistan and the investments are exclusively made through a Special \nRupee Convertible Account mai ntained with a Bank in Pakistan.\";   \n(iii)  in Part III,  for clause (4), the  following shall be substituted,  namely :—   \n\"(4)  In respect of old and used automotive vehicles , tax under section 148 \nshall not exceed the amount specified in Notification No. S. R.O. \n577(1)12005, dated the 6\"' June, 2005 .”; \n(iv)  in Part IV, —   \n(a)  in clause (11A), in sub -clause ( i), after the figure and comma \"2006,\" \nthe words, comma and figure \"or a pension fund registered under the \nVoluntary Pension System Rules. 2005\" shall b e inserted;   \n(b)  after clause (38/3)., the following new clause shall be inserted, \nnamely: —   \n\"(38C) The provisions of section 151. 152. 153 and 233 shall not apply \nto the Islamic Development Bank.\":   \n(c)  in clause (42), for the brackets and figure \"(6 )\" the brackets and figure \n\"(3)\" shall be substituted:  \n(d)  in clause (46A),  for the brackets and figure \"(6)\" the brackets and \nfigure \"(3)\" shall be substituted: and   \n(e)  for clause (47D), the following shall be substituted;  \n\"(47D) The provisions of cl ause (a) of sub -section (3) of section 153 \nshall not apply to cotton ginners\": and   \n(34)  in the SEVENTH SCHEDULE, —  \n 20 (a)  in rule I. in clause (c), —   \n(i)  after the figure and sign \"1%\" occurring for the second time, \nthe words, figures, letters and sign \"of total advances for a \nbanking company and 5% of total advances for consumers and \nsmall and medium enterprises ( SMEs )\" shall be inserted: and   \n(ii)  for the proviso the following shall be substituted, namely: —   \n\"Provided that if provisioning is less th an 1% of \nadvances, for a banking company then actual provisioning for \nthe year shall be allowed:   \nProvided further that if provisioning is less than 5% of \nadvances for consumers and small and medium enterprises \n(SMEs ) then actual provisioning for the year  shall be allowed \nand this provisioning shall be allowable from the first day of \nJuly, 2010.\"; and   \n(b)  in rule 6, in the proviso,  for the full stop,  at the end, a colon shall be \nsubstituted and thereafter the following new proviso shall he added, \nnamely :—   \n\"Provided further that the \"Dividend\" received by a banking \ncompany from its asset management company shall he taxed at the rate \nof 20%. \".   \n7.  Amendments of the Federal Excise Act, 2005. —In the Federal Excise Act. \n2005, the following further amendme nts shall be made, namely: —   \n(1)  in section 2, in clause (16), in sub -clause (b), for the word and comma \n\"snuff,\" the words and commas \"snuff or preparation of \nunmanufactured  tobacco by drying, cutting and thrashing of raw \ntobacco,\" shall be substituted:    \n(2)  section  3A shall be omitted provided in case of imports, such omission \nshall be deemed  to have been made on 20th June,  2011;   \n(3)  in section 8, after the word \"percent\",  the words and comma \"per \nannum ,\" shall be inserted:   \n(4)  in section 14, —   \n(a)  in sub-section (I),  for the word \"three\", the word \"five\" shall be \nsubstituted; and   \n(b)  in sub-section (2),  for the full stop, at the end, a colon shall be \nsubstituted and thereafter, the following new provisos shall he \ninserted, namely: —  \n 21 \"Provid ed that an order under this section shall be made \nwithin one hundred and twenty days of issuance of show cause \nnotice or within such extended  period as the Commissioner \nmay,  for reasons to be recorded in writing, fix, provided that \nsuch extended period sha ll in no case exceed sixty days:   \nProvided further that any period during which the \nproceedings arc adjourned on account of a stay order or \nAlternative Dispute Resolution proceedings or the time taken \nthrough adjournment by the petitioner not exceeding th irty days \nshall be excluded from the computation of the periods specified \nin the first proviso.\";  \n(5)  in section 26,  in sub-section (I),  after the word \"cigarettes\" ,wherever \noccurring, the words \"or beverages\" shall be inserted;   \n(6)  in section 27, —   \n(a)  in the heading,  after the word \"cigarettes\", the words \"or \nbeverages\" shall be inserted: and  \n(b)  in sub-sections (1),  (2) and (3), after the word \"cigarettes\". \nwherever  occurring, the words \"or beverages\" shall be inserted;  \n(7)  in section 29,  in sub-section (2), in clause (a), for the acronym \"CBR\", \nthe words \"Inland Revenue\" shall he substituted;  \n(8)  in section 34, in the heading, the words \"and Reference to High Court\" \nshall be omitted:   \n(9)  in section 38,  in sub-section (4), after the w ord \" appropriate\",  the \nwords \"within forty -five days of the receipt thereof – shall he inserted;   \n(10)    in section 43, after sub -section (2), the following explanation shall be \nadded, namely: —  \nExplanation .—For the purposes of this section,  the expression \"any act \nor thing is to be done\" includes \"any act or thing to be done by the \nregistered person or by the authorities specifi ed in section 29 of this \nAct.\";  \n(11)  In the First Schedule, — \n(a)  in Table I, in column (1). —  \n(i)  against  serial numbers 4 and 5,  in column (4),  for the word \n\"Twelve\", the word \"Six\" shall respectively be substituted:  \n(ii)  against  serial number 6,  in column (4),  for the word \"Ten\", the \nword \"Six\" shall be substituted:  \n 22 (iii)  against  serial number 7,  in column (4), for the word \"Five\" . the \nword \"Ten\" shall be substituted;  \n(iv)  for serial numbers 9, 10 and II and the corresponding entries \nrelating thereto in columns (2), (3) and (4), the following shall \nbe substituted, namely: —  \n\"9. Locally produced cigarettes \nif their retail price ex ceeds \ntwenty one rupees per ten \ncigarettes.  \n  24.02  Sixty -five per cent of the retail price  \n10. Locally produced cigarettes \nif their retail price exceeds \neleven rupees and fifty paisa \nper ten cigarettes but does \nnot exceed twenty -one \nrupees per ten cigar ettes 24:02  \n  Six rupees and four paisa per ten \ncigarettes plus seventy per cent per \nincremental rupee or part thereof.  \n11. Locally produced cigarettes \nif their retail price does not \nexceed eleven rupees and \nfifty paisa per ten cigarettes  24.02  \n  Six rupe es and four paisa per ten \ncigarettes\":   \n(v)  against  serial number 13, in column (4), for the word \"Seven\". \nthe word \"Five\" shall be substituted;   \n(vi)  serial  numbers 17, 18, 21, 26, 28, 29, 30, 39,  40, 46, 47, 48, 49, \n51 and 52, and the corresponding entries relating thereto in \ncolumns (2), (3) and (4) shall be omitted:   \n(vii)  against  serial number 50, in column (4),  for the w ords \"one \nrupee per filter rod\",  the words and full stop \"Twenty per cent \nail rat\" shall be substituted;   \n(viii)  after seria l number 52 and the corresponding entries relating \nthereto in columns (2), (3) and (4), omitted as aforesaid, the \nfollowing new serial number and corresponding entries relating \nthereto shall be added, namely: —   \n\"53.  White Crystalline Sugar 1701.9910 and 1701.9920. \nEight per cent ad val\"; and  \n(ix)  in the Restriction, at the end, for the figures and hyphen \"2010 -\n11\", the figures and hyphen \"2011 -12\" shall be substituted; and  \n(b)  in Table -11, serial number 12 and the corresponding entries relating \ntheret o in columns (2), (3) and (4) shall be omitted; and  \n 23 (12) in the Second Schedule, in the Table, in column (I), after serial number \n2 and the entries relating thereto in columns (2) and (3), the following \nnew serial number and the corresponding entries rela ting thereto shall \nbe added, namely: —   \n“3. White Crystalline Sugar  1701.9910  \n1701.9920\".  \n \nTHE SCHEDULE  \n [see section 2 (9)]   \nAMENDMENT IN THE CUSTOMS ACT, 1969 (IV OF 1969)   \nIn the Customs Act, 1969 (IV of 1969), in the First Schedule, for the correspo nding \nentries against \"PCT Code\", \"Description\" and \"CD%\" specified in columns (1), (2) and (3) \nappearing in chapters 1 to 99, the following corresponding entries relating to \"PCT Code\", \n\"Description\" and \"CD%\" specified in columns (1), (2) and (3) of the Table below shall be \nsubstituted, namely: —  \n“TABLE  \nPCT CODE  DESCRIPTION  CD%  \n2923.9010  ---- Betaine  5 \n2930.9060  --0.0.  diethyl O -(3,5,6 -trichloro 2 -pyridyl)  5 \n  Phosphorothioate    \n74.04  Copper waste and scrap.    \n7404.0010  - - -Brass scrap  0 \n7404.0090  --- Other  0 \n7407.1010  - - - Bars 5 \n7407.2100  - - Of copper -zinc base alloys (brass)  5 \n87.10  Tanks and other armoured  fighting vehicles, \nmotorised , whether or not fitted with weapons, \nand parts of such vehicles.    \n8710.0010  - - -Armoured  cash carrying vehicles  20 \n8710.0090  - - -Other  20 \n9918  Machinery equipment, apparatus, appliances, \ncomponents. 0\" sub -components and pans not \nproduced or manufactured in Pakistan which are re -\nimported by industrial concerns after having been \nexported and have not unde rgone any process \noutside Pakistan since their exp ortation. In else the \nmachinery,  equipment , apparatus, appliances,  \ncomponents, sub -components and parts have \nundergone any alterations, renovations, additions or \nrepairs prior to their re -import into Pakist an, the \ncost incurred on such alterations, renovations, \nadditions or repairs (excluding the element of 0” \n 24 freight and other incidentals) shall be liable to duty \nas leviable  under its respective PCT heading \ndetermined at the time of original import provided \nthe same was or were, as the case may be, exported \nunder a contract of alteration, renovation, addition \nor repairs and that the supplier and t he receiver as \nwell as the make,  model , weight and other \nspecifications remain the same as were at the time \nof the o riginal import.  \nDECLARATION UNDER THE PROVISIONAL  \nCOLLECTION OF TAXES ACT.  1931 (XVI OF 19311)  \nThe provisions of sub -section (9) of section 2, sub -section (11) of section 4 and sub -\nclauses (iii), (iv), (viii) and (ix) of clause (a) of sub -section (10) and sub -section (11) of \nsection 12 of this Act shall have effect for the purposes of this declaration and of the \nprovisions of Provisional Collection of Taxes Act, 1931 (XVI of 1931), as if they were \nprovisions of imposition of duties and taxes of customs,  sales tax and federal excise. It is \nhereby declared accordingly in terms of section 3 of the Provisional Collection of Taxes Act, \n1931 (XVI of 1931), that it is expedient in the public interest that the aforesaid provisions of \nthis Act shall have effect f rom the 4th June, 2011.   \n____________  \n CORRIGENDA  \n [to the Gazette of Pakistan Extraordinary Part -I, dated the 1st July, 2006. containing Act \nNo. 111 of 2006]  \nPage: 275: After clause 21, and  before The First Schedule read, —  \n“DECLARATION UNDER THE PROVISI ONAL  \nCOLLECTION OF TAXES ACT, 1931 (XVI OF 1931)  \n The provisions of sub -clause (46) of clause 8 and sub -clause (21) of clause 16 of this \nAct shall have effect, for the purpose of this declaration and of the provisions of \nProvisional Collection of Taxes Act , 1931 (XVI of 1931) as if they were provisions \nfor imposition of duties of customs and exemption of sales tax or withdrawal thereof \nrespectively and it is hereby declared accordingly in terms of section 3 of the Act that \nit is expedient in the public inte rest that the provisions of the said clauses have effect \non 6th June, 2006 under the Act, and for the purposes of above declaration the \nprovisions of paragraph ( i) of sub -clause (12) of clause 20 for increase or decrease of \nexcise duty shall take immediate  effect under that Act.\""
}