{
    "file": "./converted_json\\administratore30ef38868e5116d72022d5c3983d341.json",
    "name": "Civil Defence Act",
    "date": "29th April, 1952",
    "tagline": "An Act to provide for powers to secure the civil defence of Pakistan",
    "content": "Page 1 of 7 \n  \n \n \n \n \nTHE CIVIL DEFENCE ACT, 1952  \n \n \n \nCONT ENTS  \n \n \n1. Short title, extent and commencement  \n1 A.  Definitions  \n2.  Power to make rules  \n 3.  Ordinary avocations of life to be interfe red with as little as possible  \n4.  Savings as to orders   \n5.  Protection  of action taken under the Act  \n6.  Compensation to be paid in accordance with certain principles for compulsory acquisition of \nimmovable property, etc  \n7.  Power to  acquire requisitioned property   \n8.  Release from requisition   \n9.  Deleg ation of powers under the Acts  \n10. Repeal of Ordinance, (VIII of 1951)   \n\n \nPage 2 of 7 \n THE CIVIL DEFENCE ACT, 1952  \n1ACT  No. XXXI  OF 1952  \n [29th April, 1952]  \nAn Act to provide for powers to secure the civil defence of 2[Pakistan].  \nWHEREAS it is necessary to provide for powers to secure the civil defence of 2[Pakistan] ; It is \nhereby enacted as follows  \n1.  Short title, extent and commencement .__ (1) This Act may be called the Civil Defence \nAct, 1952.  \n(2) It extends to the whole of Pakistan.  \n(3) It shall come into force at once.  \n3[1A.  Definitions .__ In this Act, unless there is anything repugnant in the subject or context  \n4[(1)  civil defence includes any measures not amounting to actual combat, for affording \ndefence against any form of  hostile attack by a foreign power or for depriving any form of hostile \nattack by a foreign power of its effect, whether such measures are taken before, during or after the time \nof the attack and includes remedial measures during calamity or disaster in pe ace time. ] \n (2)  ‘Civil Defence Services’ means the services formed wholly or mainly to meet the needs \nof civil defence . \n2.  Power to make rules .__ The 1[Federal Government] may by notification in the official \nGazette make such rules2 as appear to it to be  necessary or expedient for securing the civil defence of \n3[Pakistan].  \n (2)  Without prejudice to the generality of the powers conferred by sub section (1) such rules \nmay provide for, or may empower any authority to make orders providing for, all or any of the \nfollowing matters, namely .__  \n_________________________________________________________________________________  \n \n \n1For Statement  of Objects  and Reasons,  see Gazette  of Pakistan,  Ext.,  1952,  page  287. \nThe Act has been  applied  to­­‑ \n(i) Baluchistan,  with certain  modification,  with effect  on and from  the thirtieth  day of April,  1952,  see Gazette  of Pakistan,  1952,  Pt. I, p 190 ; \nextended  to the Leased  Areas  of Baluchistan,  by the Leased  Areas  (Laws)  Order,  1950  (G.G.O.  3 of 1950);  and applied  in the Federated  Areas  of \nBaluchistan,  see Gazette  of P. 1953,  Pt. I, p. 152 ; and It has also been  extended  to__ \n(i) the Baluchistan  States  Union,  by the Baluchistan  States  Union  (Federal  Laws)  (Extension)  Order,  1953  (G.G.O.  4 of 1953)  ; and \n(ii) Khairpur  State,  by the Khairpur  (Federal  Laws)  (Extension)  Order,  1953  (G.G.O.  5 of 1953).  \nThe Act has been  and shall be deemed  to have been  brought into  force in  Gwadur with  effect from the 8th  September, 1958, by the Gwadur \n(Application  of Central Laws)  Ordinance,  1960  (37 of 1960),  S. 2. \n2 Subs.  by A.O.,  1964,  Art. 2 and Sch.,  for “the Federation”.  \n3 Section  1A, ins. by the Civil  Defence  (Amdt.)  Act, 1966  (10 of 1966),  s. 2. \n4 Subs.  by the Civil  Defence  (Amdt.)  Act, 1994  (22 of 1994)  , s. 2. for cl. (1). \n5 Subs. by F.A.O., 1975 Art. 2 and Table, for “Central Government”.  \n 6 For the Civil Denfence  (Special Powers) Rules, 1951, see Gaz. of P., 1951, Ext., pp. 571 582 ; for the Railway Air Raid Precautions Services Rules, \n1951, see ibid ., pp. 667 672. 3 Subs. by A.O., 1964, Art. 2 and Sch., for “the Federation”.  \n \n \nPage 3 of 7 \n 1[(a)  the constitution, enrolment, discipline, powers, duties, privileges and protection \nof Civil Defence Services ;  \n(b)  Preventing or prohibiting anything likely to assist the enemy or to \nprejudice the successful conduct of civil defence including acts, \npubli cation or communications prejudicial to civil defence ;  \n(c)  requiring any person or class of persons to comply with any scheme of civil \ndefence ;  \n(d)  ensuring the safety of any place or thing used or intended to be used for the \npurposes of Government or  a local authority, the protection of which is \nconsidered necessary or expedient for securing civil defence ;  \n(e)  the control of lights, sounds and vehicles ;  \n(f)  the control of trade or industry for the purposes of regulating or increasing the \nsupply of , and the obtaining of information with regard to, articles or things of  \nany description whatsoever which may be used in connection with the conduct \nof civil defence ;  \n(g)  the provision, storage and maintenance of commodities and material required \nfor the  conduct of civil defence ;  \n(h)  the provision, construction, maintenance or alteration of buildings, premises or \nother structures required for the conduct of civil defence ;  \n(i)  the measures for preventing and dealing with the outbreak of fire;  \n(j)`  preventing or controlling any use of uniforms, whether official or otherwise, \nflags, official decorations like medals, badges and other insignia and anything \nsimilar thereto, where such use is calculated or likely to deceive the public or to \nprejudice civil defence ;  \n(k)  the salvage of damaged buildings and property and disposal of the dead ;  \n(l)  the evacuation of areas and the removal of property or animals therefrom ;  \n(m)  the accommodation in any area of persons evacuated from another area and the \nregulation of the conduct of evacuated persons accommodated in such area ;  \n(n)  the billeting of evacuated persons ;  \n(o)  the instruction of members of the public in civil defen ce ;  \n________________________________________________________________________________________  \n \n1 Subs. by the Civil Defence (Amdt.) Act, 1966 (10 of 1966), s. 3, for the original clauses (a), (b),(c), (d), (e), (f), (g) an d (h).  \n \n \n \n  \n \nPage 4 of 7 \n (p)  the entry into, and search of, any place reasonably suspected of being used for \nany purpose prejudicial to civil defence and for the seizure and disposal of \nanything found there and reasonably suspected of being used for such purpose;  \n(q)  the requisition of property and acquisition thereof. ] \n  (3)  The rules made under sub -section (1) may further___  \n(a)  provide for the arrest and trial of persons contravening any of the rules or any \norder issued thereunder ;  \n(b)  provide that any contravention of, or a ny attempt to contravene, and any \nabetment of, or attempt to abet, the contravention of any of the provisions of the \nrules, or any order issued under any such provision, shall be punishable with \nimprisonment for a term which may extend to five years, or wi th fine which \nmay extend to five  thousand rupees or with both 1[;]  \n2[(c)  provide for the seizure, detention and forfeiture of any property in respect of \nwhich such contravention, attempt or abetment as is referred to in clause (b) has \nbeen committed ;  \n(d)  prescribe the duties and powers of public servants and other persons as regards \npreventing the contravention of, or securing the observance of, the rules or any \norder issued thereunder ;  \n(e)  provide for preventing the obstruction and deception of, an d disobedience to, \nany person acting, and interfering with any notice issued, in pursuance of the \nrules or of any order issued thereunder ;  \n(f)  make provision prohibiting attempts to screen from punishment any person \ncontravening any of the rules  or any o rder issued thereunder.]  \n3.  Ordinary avocations of life to be inter ferred with as little as possible .__ An authority \nor a person acting in pursuance of this Act shall interfere with the ordinary avocations of life and the \nenjoyment of property as title as may be consonant with the purpose of ensuring the public safety and \ninterest and the defence of Pakista n.  \n4.  Savings as to orders .__ (1) No order made in exercise of any power conferred by or \nunder this Act shall be called in question in any Court.  \n(2)  Where an order purports to have been made and signed by an authority in exercise of \nany power conferred by or under this Act, the Cou rt shall, within the meaning of  the Evidence Act  ( 1 \nof 1872 ,) presume that such order was so made by that authority.  \n \n_________________________________________________________________________________  \n \n1 Subs. by the Civil Defence (Amdt .) Act, 1966 (10 of  1966), s.3.  \n2 New clauses (c) to (f) added ibid. \n  \n \nPage 5 of 7 \n 5.  Protectio n of action taken under the Act .__ (1) No suit, prosecution or other legal \nproceeding shall tie against any person for anything which is in good faith done or intended to be done \nin pursuance of this Act or any rules made thereunder or any order issued under any such rule.  \n(2)  Save as ot herwise expressly provided under this Act, no suit or other legal proceeding \nshall lie against the 1[Government[ for any damage caused or likely to be caused by anything in good \nfaith done or intended to be done in pursuance of this Act or any rules made t hereunder or any order \nissued under any such rule.  \n  6.  Compensation to be paid in accordance with certain principles for compulsory \nacquisi tion of immovable property, etc .__ (1) Where under Section 7 by or under any rule made \nunder this Act any action is  taken of the nature described in 2[Article 24] of the Constitution there shall \nbe paid compensation, the  amount of which shall be determined in the manner, and in accordance with \nthe principles, hereinafter set out, that is to say :___  \n(a)  Where the amount of compensation can be fixed by agreement, it shall be paid \nin accordance with such agreement.  \n(b)  Where no such agreement can be reached, the 3[Federal Government] shall \nappoint as arbitrator a person qualified 2* * * for appointment as  a Judge of a \nHigh Court.  \n(c)  The 3[Federal Government] may, in any particular case, nominate a person \nhaving expert knowledge of the kind of property which has been acquired, to be \nan assessor to assist the arbitrator, and where such nomination is made,  the \nperson to be compensated may also nominate an assessor for the said purpose.  \n(d)  At the commencement of the proceedings before the arbitrator, the 3[Federal \nGovernment] and the person to be compensated shall state what in their \nrespective opinions i s a fair amount of compensation.  \n(e)  The arbitrator in making his award shall have regard to .__ \n(i)  the provisions of sub -section (1) of Section 23 of the Land Acquisition \nAct, 1894 (I of 1894), so far as the same can be made applicable ; and  \n(ii)  whether the acquisition is of a permanent or temporary character :  \nProvided that where any property requisitioned under any rule  made under this Act, is \nsubsequently acquired under Section 7 or any such rule, the arbitrator in any proceedings in connection \nwith such acquisition shall, for the purposes of the provisions of the said Section 23, take into \nconsideration the market value of \n4(2)  The original words, brackets, figures and commas “under sub section (3) ofsection 220 of \nthe Government of India Act, 1935,” omitted by A.O., 1961, Art. 2 and Sch. (with ef ect from the 23 \nrd March, 1956).  \n_______________________________________ __________________________________________________________  \n1Subs. by A.O., 1961, Art. 2., for “Crown” ( with ef ect from the 23 rd March, 1956 ).  \n2The original words, bracket and figures “sub -section (2) of  section 299 of the Government of India Act, 1935” were first subs. by A.O., 1961, Art. 2 \nand Sch., amended by A.O., 1964, Art. 2 and Sch. And Subs. by the Federal Laws (Revision and Declaration) Ordinance 1981 (27 of 1981), s. 3 and 2 \nand Sch., to read as above.  \n3Subs by F.A.O, 1975 Art. 2 and Table, for “Central Government ”. \n4the original words bracket, figures and commas “under sub -section(3) of section 220 of the Government of India Act, 1935,”omitted by A.O., 1961,  \nArt.2 and Sch. (with effect from the 23 rd March, 1956)  \n \nPage 6 of 7 \n the property at the date of its requisition as aforesaid and not at the date of its subsequent acquisition . \n(f)  An appeal shall lie to the High Court against any award of an arbitrator except \nin cases where the amount awarded does not exceed an amount prescribed in \nthis behalf by rule made by the 1 [Federal Government].  \n(g)  Save as provided in this section and in any rules made there under, nothing in \nany law for the time being in force shall apply to arbitrations under this section.  \n(2)  The 1[Federal Government] may make rules for the purpose of carrying into effect the \nprovisions of this section.  \n(3)  In partic ular and without prejudice to the generality of the foregoing pow er, such rules \nmay prescribe.  \n(a)  the procedure to be followed in arbitrations under this section ;  \n(b)  the principles to be followed in apportioning the costs of proceedings before \nthe ar bitrator and on appeal ;  \n(c)  the maximum amount of an award against which no appeal shall lie.  \n7.  Power to acquire requisitioned property .__ (1) Without prejudice to any power to \nacquire property conferred by any rule made under this Act, any immovable p roperty which has been \nrequisitioned under any rule so made may in the manner provided by any such rules for the acquisition \nof property, be acquired in the circumstances and by the Government h ereinafter specified, namely .__  \n(a)  where any works have, during the period of requisition, been constructed on, in \nor over the property wholly or partly at the expense of any Government, by that \nGovernment if it decides that the  value of, or the right to use, such works shall, \nby means of the acquisition o f the property, be preserved or secured for the \npurposes of any Government ; or  \n(b)  where the cost to any Government of restoring the property to its condition at \nthe time of its requisition as aforesaid would, in the determination of that \nGovernment, be excessive having regard to the value of the property at that time, \nby that Government ;  \nand at the beginning of the day on which notice of such acquisition is served or published under \nthe aforesaid rules, the immovable property shall vest in the acquiring  Government free from any \nmortgage, pledge, lien or similar encumbrance, and the period of the requisition thereof shall end.  \n(2)  Any decision or determination of a Government under sub section (1) shall be final, and \nshall not be called in question in an y Court.  \n  (3)  For the purposes of this section, “works” includes buildings, constructions and \nimprovements of the property, of every description.  \n1Subs. by F.A.O. 1975, Art. 2 and Table, for “Central Government  \n \n \nPage 7 of 7 \n 8. Release from requisition .__ (1) Where any property requisitioned under any rule made \nunder this Act is to be released from such requisition, the Government by which or under whose \nauthority the property was requisitioned or any person generally or specially authorised by it in this \nbehalf may, after such enquiry, if any, as it or he may in any case consider it necessary to make or \ncause to be made, specify by order in writing the person to whom possession of the property shall be \ngiven.  \n(2)  The delivery of possession of the propert y to the person specified in an order under \nsubsection (1) shall be a full discharge of the Government from all liabilities in respect of the property, \nbut shall not prejudice any rights in respect of the property which any other person may be entitled by \ndue process of law to enforce against the person to whom possession of the property is given.  \n9.  Delegation of powers under the Acts .__ The 1[Federal Government] may, by \n2notification in the official Gazette, direct that all or any of the powers or duties  which under the \nprovisions of this Act or rules made thereunder are conferred or imposed upon the 1 [Federal \nGovernment] shall be exercised or discharged by any officer or authority subordinate to it or by the \nProvincial Government ; and the Provincial Go vernment may, by a like notification, direct that all or \nany of the powers or duties as aforesaid, to be exercised or discharged by it, shall be exercised and \ndischarged by any officer or authority subordinate to it.  \n10.  Repeal of Ordinance , VIII of 1951 .__ (1) The Civil Defence Ordinance, 1951, is \nhereby repealed.  \n(2)  Every appointment, order or rule made under the Civil Defence (Special Powers) \nOrdinance, 1951 and maintained in force under the Civil Defence Ordinance, 1951 or made under the \nCivil Defen ce Ordinance, 1951, shall, if in force immediately before the commencement of this Act, \nand so far as it is not inconsistent with the provisions of this Act, be deemed to have been made under \nthe provisions of this Act, and have effect accordingly subject to the provisions of this Act.  \n \n \n \n \n \n \n \n \n \n_________________________________________________________________________________  \n1 Subs. by F.A.O. 1975, Art. 2 and Table, for “Central Government”.  \n 2 For such notification, see Gaz. of P., Ext., 1951, p. 582."
}