{
    "file": "./converted_json\\administrator966764310bd0a8a2f0112e1e9d587eb5.json",
    "name": "Apprenticeship Act, 2018",
    "date": "29th December, 2017",
    "tagline": "Promoting, Developing and Regulating Systematic Apprenticeship Programmes",
    "content": "Page 1 of 10 \n  \n \n \n \n \nAPPRENTICESHIP ACT, 2018.  \n \n \n \n \n \n \n \nCONTENTS  \n \n1.  Short title, extent and commencement.  \n \n2.  Definitions.  \n \n3.  Apprenticeship contract.  \n \n4.  Termination of apprenticeship contract.  \n \n5.  Apprenticeship committees.  \n \n6.  Apprenticeship fund.  \n \n7.  Obligations of employers.  \n \n8.  Obligations of apprentices.  \n \n9.  Counseling and placement service.  \n \n10.  Advice and guidance to employers.  \n \n11.  Powers of entry, inspection etc.  \n \n12.  Delegation of powers.  \n \n13.  Penalties and procedure.  \n \n14.  Power to exempt.  \n \n15.  Saving.   \n\n \nPage 2 of 10 \n  \n16.  Act to override other laws.  \n \n17.  Power to make rules.  \n \n18.  Repeal.  \n \n  \n \nPage 3 of 10 \n APPRENTICESHIP ACT, 2018.  \n \nACT NO. I OF 2018  \n[29th December , 2017 ] \n \nAn Act to make provisions for promoting, developing and regulating systematic apprenticeship \nprogrammes in the establishments for securing certain minimum standards of skill  \n \nWHEREAS it is expedient to make provisions for promoting, developing and regulating \nsystematic apprenticeship programmes i n the establishments and for securing certain minimum standards \nof skill and for matters connected therewith or incidental thereto;  \n \nIt is hereby enacted as under:  \n \n1. Short title, extent and commencement.___(1) This Act may be called the Apprenticeship Ac t, \n2018.  \n \n(2) It extends to such areas in the Federation as are not included in any province.  \n \n(3) It shall come into force at once.  \n \n2. Definitions. In this Act, unless there is anything repugnant in the subject or context, — \n \n(a)  “apprentice” means a person who is undergoing into a trade, graduate or technician \napprenticeship training, hold a technical vocational qualification, diploma or a \ndegree from a recognized institution, in pursuance of a contract of apprenticeship \nincluding those in informal se ctor but shall not be treated as worker or any class of \nworkers other than trainee;  \n \n(b)  “apprenticeship” means a system of training which combines practical training in \nan establishment and theoretical training in a registered institute in pursuance of a  \ncontract of apprenticeship;  \n \n(c)  “apprenticeship fund” means the fund established under section 6;  \n \n(d)  “authority” means the National Vocational and Technical Training Commission \nestablished under the National Vocational and Technical Training Commiss ion \nAct, 2011 (XV of2011 );  \n \n(e)  “Board” means a Trade Testing Board or Board of  Technical Education or any other \nbody set up by the Federal Government for conducting assessment, testing and \ncertification in respect of apprentices;  \n \n(f)  “competent author ity” means such officer not below the rank of BPS -20 of  the \nFederal Government as the authority may, by notification in official Gazette, \nappoint robe a competent authority for the purposes of this Act;  \n \nPage 4 of 10 \n  \n(g)  “designated trade” means any trade or occupatio n or any subject, field in \nengineering, technology, service, vocation or management;  \n \n(h)  “employer” means any person who employs another person in an establishment, \nincluding an employer who has an ultimate control over the affairs of an \nestablishment or is responsible to its owner for those affairs;  \n \n(i)  “establishment” means an industrial, commercial, business, mining, exploration, \nservices or any other organization including those in informal sector as the \ncompetent authority may, by notification in th e official Gazette, specify;  \n \n(j)  “informal apprenticeship” means an informal system of training in which \napprentices or workers are being trained and gaining skills for a designated trade at \nan establishment;  \n \n(k)  “National Vocational Qualification Framework” or “NVQF” means the National \nVocational Qualification Framework set up by the authority to determine, define \nand manage technical and vocational qualifications including those for \napprenticeship;  \n \n(1)  “prescribed” means prescribed by rules;  \n \n(m)  “rules” means rules made under this Act; and  \n \n(n)  “stipend” means a monthly emolument paid by an employer to apprentices during \nentire period of training at a rate of minimum of fifty percent of  minimum wages \nprescribed by the Federal Government.  \n \n3. Apprenticeship contract.___(1) No person shall be engaged as an apprentice to undergo \napprenticeship in a designated trade unless such person enters into an apprenticeship contract with the \nemployer as may be prescribed by the authority.  \n \n(2) Every appren ticeship contract entered into under sub -section ( 1) shall be sent by employer \nwithin prescribed period to the competent authority for registration.  \n \n(3) The competent authority shall not register an apprenticeship contract unless it is satisfied that \nthe person described as an apprentice in contract possesses prescribed minimum eligibility requirement.  \n \n4. Termination of apprenticeship contract.___(1) The apprenticeship contract shall terminate on \ncompletion of the period of apprenticeship.  \n \n(2) Either par ty to the apprenticeship contract may in writing inform the other party for termination \nof the contract during its pendency. Such application shall be sent by post to the other party of the contract. \nIf both parties agreed, the contract shall be terminated  accordingly.  \n \n \nPage 5 of 10 \n (3) If  a party is aggrieved of  such termination it shall submit its grievance to the authority and \ndecision of  the authority thereon shall be final:  \n \nProvided that where a contract is terminated in case of  failure on the part of the___ \n \n(a)  employer to carry out the te rms and conditions of the contract, the employer shall \npay to the apprentice an amount equal to double the amount of  stipend for the \nremaining period;  \n \n(b)  apprentice, he shall refund to the employer cost of  training which shall not exceed \nthe amount of three months stipend paid, however, this condition shall be waived \nof by the competent authority on genuine grounds or unavoidable circumstances \nwhich compel an apprentice to terminate the apprenticeship contract.  \n \n5. Apprent iceship committees.  The authority may, by notification in official Gazette, constitute \nsuch apprenticeship committees under the chairmanship of an employer with forty percent representation \nfrom employers, forty percent  from the Federal Government and twen ty percent from elected workers to \nmonitor and advise the competent authority on matters relating to apprenticeship as may be prescribed.  \n \n6. Apprenticeship fund.___(1) The authority may establish a fund to be called the apprenticeship \nfund for carrying out its functions. The apprenticeship fund may also be used for___ \n \n(a)  promotion of  apprenticeship training;  \n \n(b)  reimbursement of  partial cost of  training not exceeding fifty percent to employers \nas may be prescribed; and  \n \n(c)  welfare schemes for appr entices.  \n \n(2) The Federal Government shall provide funds and annual grants, for the purposes of  this Act, \nto the authority which shall be deposited in the apprenticeship fund.  \n \n(3) All  receipts of the authority relating to this Act in any form whatsoever i ncluding the fees etc., \ndeposited under this Act shall be credited to the apprenticeship fund.  \n \n(4) The mechanism for operation of the apprenticeship fund shall be prescribed by the authority \non the advice of apprenticeship committee with prior approval of  the Federal Government.  \n \n7. Obligations of employers.  Subject to other provisions of this Act and rules made thereunder, \nan employer shall —  \n \n(a)  be bound to ensure proper compliance with the provisions of  this Act and the rules \nmade thereunder in his es tablishment;  \n \n(b)  introduce and operate an apprenticeship programme in his establishment within \nsuch time as may be prescribed;  \n \nPage 6 of 10 \n  \n(c)  train apprentices in a proportion of minimum five percent or more of the total \nnumber of persons employed on an average, in his establishment, or in such other \nproportion as the competent authority may, by order in writing, determine in respect \nof his establishment:  \n \nProvided that, if an employer chooses not to train apprentices in proportion \nas required under this Act, he s hall pay training contribution to apprenticeship fund \nwhich shall be in proportion to training cost he would have otherwise incurred in \nmeeting his liability or he may get required number of persons trained from any \nother establishment at his cost;  \n \n(d)  be responsible to ensure that an apprentice receives within the normal working \nhours related theoretical instructions to the extent as may be specified by the \nauthority;  \n \n(e)  bear the cost of  training of  apprentices during his apprenticeship within the \nindustry, excluding the cost of training at an institute, which shall be borne by the \nauthority;  \n \n(f)  not, without the approval in writing of  the competent authority, engage any person \nas an apprentice who has been an apprentice with another employer and has left his \napprenticeship or been terminated by such other employer on disciplinary grounds; \nand \n \n(g)  be responsible to notify well in time an apprenticeship opportunity including  job \nopenings in his establishment on designated websites of the authority  in-a manner \nas the competent authority may specify.  \n \n8. Obligations of apprentices.___(l) Subject to other provisions of this  Act and the rules made \nthereunder, an apprentice shall___ \n \n(a)  learn his trade conscientiously and diligently and shall endeavor  to qualify himself \nas a skilled worker on the completion of his apprenticeship;  \n \n(b)  attend the practical training and related theoretical instructions according to the \nprogramme laid down by the employer;  \n \n(c)  carry out all lawful orders of  the employe r or his representative relating to his \napprenticeship and shall fulfill his obligations under the contract of apprenticeship:  \n \n(d)  submit himself to any assessment, test or examination held from time to time for \nassessing the progress of his training;  \n \n \nPage 7 of 10 \n (e)  in case any grievance against his employer arising out of his apprenticeship, \napproach the competent authority for redressal of the grievance. If the same is not \nredressed, shall abide by decision of the competent authority; and  \n \n(f)  not, except with prior approval in writing of the competent authority, leave his \napprenticeship after completion of  his probationary period as may be prescribed.  \n \n(2) Without prejudice to anything contained in any other law for the time being in force, if  any \napprentice fa ils to carry out terms of  the apprenticeship contract or, during the period of his training, \nvoluntarily quits such apprenticeship or  there are  continued adverse reports regarding the progress of his \ntraining or he is terminated  for misconduct which inclu de insubordination and breach of the rules shall be \nliable to the payment of such refund of expenses and compensation as may be prescribed which shall not \nbe more than three stipends paid to him during , period of training.  \n \n(3) An apprentice shall be bound  to obtain and get renewed on periodical basis his registration to \nbe recognized as skilled worker or technician or professional in a designated trade in which he has \nsuccessfully completed apprenticeship training in a manner as may be prescribed.  \n \n9. Counseling and placement service.  The authority shall___ \n \n(a)  establish facilities for career counseling and placement of the apprentices at such \nplaces and in such manner as may be prescribed;  \n \n(b)  publish periodical newsletters, information bulletins i n print and electronic media \nincluding authority's website on career counseling and placement services \nincluding information on but not limited to new and emerging trades, market skills, \ntrends and employment opportunities; and  \n \n(c)  publish an annual repo rt on progress of apprenticeship training programme.  \n \n10. Advice and guidance to employ ers. Subject to the provisions of this Act and the rules, the \ncompetent authority shall offer to the employers all possible technical advice and guidance in all matters \nrelating to the apprenticeship programme run by the employers in their establishments in accordance with \nthe provisions of this Act and the rules.  \n \n11. Powers of entry, inspection etc.___(1) Subject to any rules made in this behalf, the competent \nauthority  shall evolve and implement an effective monitoring and evaluation system and may___ \n \n(a)  with such assistants, if any, as it thinks fit, enter, inspect and examine an \nestablishment or part thereof at any reasonable time;  \n \n(b)  examine any apprentice empl oyed therein or require the production of any register, \nrecord or other documents maintained in pursuance of this Act and take on the spot \nor otherwise statement of any person which it may consider necessary for carrying \nout the purposes of this  Act· \n \n \nPage 8 of 10 \n (c)  make such examination and inquiry as it may deem fit in order to ascertain whether \nthe provisions of this Act and the rules are being observed in the establishment; and  \n \n(d)  exercise such other powers as may be prescribed.  \n \n(2) Notwithstanding anything c ontained in sub -section (1), no person shall be compelled under \nthis section to answer any question or make any statement,  which may tend directly or indirectly to \nincriminate him.  \n \n12. Delegation of powers.  Subject to any rules made in this behalf, the competent authority may, \nby order in writing, direct that any power conferred upon it by or under this Act shall be exercisable also \nby such officer subordinate to it and subject to such conditions as may be specified in the order.  \n \n13. Penalties and proce dure.___(1) If any empl oyer___ \n \n \n(a)  fails to engage the number of apprentices he is required to engage under this Act; \nor \n \n(b)  fails to carry out the te rms and conditions of  a contract of  apprenticeship; or  \n \n(c)  refuses  or neglects to furnish any information required to be furnished by him;  or \n \n(d)  furnishes or causes to be furnished any information which is not believed to be true; \nor \n \n(e)  refuses or neglects to afford the competent authority or an officer authorized by it, \nany reasonable facility for making an entry, inspection, examination or inquiry \nauthorized by or under this Act and the rules; or  \n \n(f)  engages an apprentice otherwise than in accordance with the provisions of this Act \nand the rules; or  \n \n(g)  otherw ise contravenes any provisions of this Act and the rules,  \n \nhe shall be liable to a penalty which may extend up to twice the amount required to be paid as minimum \nstipend for the period of  non-compliance to the minimum number of  apprentices as required to b e trained \nunder this Act. The amount of  any fine shall be deposited in the apprenticeship fund.  \n \n(2) The authority may determine and decide the penalty under this Act:  \n \nProvided that an aggrieved person may file an appeal to the authority through  apprenticeship \ncommittee within thirty days of imposition of a penalty under this  Act. The decision of the authority \nthereon shall be final.  \n \n \nPage 9 of 10 \n 14. Power to exempt.  The Federal Government may, on advice of  the authority, in consultation \nwith apprenticeship c ommittee and by notification in the official Gazette, exempt conditionally, any \nestablishment or class of  establishments from all or any of the provisions of this Act for not more than one \nyear, in case of natural calamity.  \n \n15. Saving.  Nothing in this Act  applies to an establishment which has not been in existence at least \nfor a period -of two years.  \n \n16. Act to override other laws.  The provisions of this Act shall have overriding effect \nnotwithstanding anything to contrary contained in any other law for the time being in force.  \n \n17. Power to make rules.___(1) The authority shall, with approval of the Federal Government and \nin consultation with apprenticeship committee, make rules for carrying out the purposes of this Act.  \n \n(2) In particular and without pr ejudice to the generality of  foregoing powers, such rules may \nprovide for all or any of  the following matters, namely: — \n \n(a)  method and conditions of engagement, selection and the period of probation of \napprentice;  \n \n(b)  conditions and terms of a contract of apprenticeship;  \n \n(c)  method and procedure governing settlement of disputes between an apprentice and \nhis employer;  \n \n(d)  working hours, leave and holidays for apprentices;  \n \n(e)  system, condition and procedure for formalizing informal apprenticeships \nincluding recognition of  prior learning of  informal sector apprentices;  \n \n(f)  conditions of  employment of  apprentices after training;  \n \n(g)  procedure for registration or licensing apprentices and its renewal;  \n \n(h)  procedure of  discipline, welfare, supervi sion and control of  apprentices;  \n \n(i)  forms of records to be maintained by the employers pertaining to the  training of  \napprentices;  \n \n(j)  assessment procedure, periodical tests, final examination and grant of certificates \non successful completion of  training;  \n \n(k)  composition, constitution and functions of, and filling of  vacancies in, the \napprenticeship committee and procedure to be followed by such committee in \ndischarge of its functions;  \n \n \nPage 10 of 10 \n (l)  training of  female and disabled persons;  \n \n(m)  code  of conduct and ethics;  \n \n(n)  environment, health and safety; and  \n \n(o)  welfare schemes for apprentices including but not limited to health insurance, group \ninsurance etc. during the entire period of  training.  \n \n18. Repeal.  The Apprenticeship Ordinance, 196 2 (LVI of 1962) is hereby repealed to the extent \nof such areas in the Federation as are not included in any province.  \n \n_________________"
}