{
    "file": "./converted_json\\administrator7127b2a9f71004f4ce7165f41168465a.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "Page 1 of 2 \n  \n \n  \n \n \n \n \n \nTHE LEGAL PRACTITIONERS (FEES) ACT, 1926  \n \n \n \n \n \n \n \n \nCONTENTS  \n \n1.  Short title, extent and commencement  \n \n2.  Interpretation  \n \n3.  Agreement for engagement of legal practitioner  \n \n4.  Right of legal practitioner to sue for fees  \n \n5.  Liability of legal practitioner to be sued  \n \n6.  [Repeals]  \n  \n \n \n \n \n \n \n \n \n \n\n \n \nPage 2 of 2 \n THE LEGAL PRACTITIONERS (FEES) ACT, 1926  \n \nACT No. XXI OF 1926  \n \n [25th March , 1926]  \n \nAn Act to define in certain cases the rights of legal practitioners to sue for their fees and their \nliabilities to be sued in respect of negligence in the discharge of their professional duties.  \n \n  WHEREAS  it is expedient to define in certain cases the rights of legal practitioners to sue for \ntheir fees and their liabilities to be sued in respect o f negligence in the discharge of their professional \nduties; It is hereby enacted as follows:___ \n \n 1. Short title, extent and commencement.___(1) This Act may be called the Legal Practitioners (Fees) \nAct, 1926.  \n \n 1[(2) It extends to the whole of Pakistan.]  \n \n (3) It shall come into force on such date2 as the 3[Federal Government] may, by notification in the \n4[official Gazette], appoint.  \n \n 2. Interpretation.___For the purposes of this Act, unless there is anything repugnant in the subject or \ncontext,___ \n \n5[(a) “Legal practitioner” means a legal practitioner as defined in section 2 of the Legal Practitioners \nand Bar Councils Act, 1973 (XXXV of 1973).]  \n \n(b) a legal p ractitioner shall not be deemed to  “act” if he only pleads, or to “agree to act” if he \nagrees only to plead.  \n \n 3. Agreement for engagement of legal practitioner.___Any legal practitioner who acts or agrees to \nact for any person may by private agreement se ttle with such person the terms of his engagement and \nthe fee to be paid for his professional services.  \n \n 4. Right of legal practitioner to sue for fees.___Any such legal practitioner shall be entitled to institute \nand maintain legal proceedings for the re covery of any fee due to him under the agreement, or, if no \nsuch fee has been settled, a fee computed in accordance with the law for the time being in force in \nregard to the computation of the costs to be awarded to a party in respect of the fee of his leg al \npractitioner.  \n \n 5. Liability of legal practitioner to be sued.___No legal practitioner who has acted or agreed to act \nshall, by reason only of being a legal practitioner, be exempt from liability to be sued in respect of any \nloss or injury due to any ne gligence in the conduct of his professional duties.  \n \n 6. 6[Repeals. ]  \nDate: 15 -08-2024  \n \n \n 1Subs. by the Central Laws (Statute Reform) Ordinance, 1960 (XXI of 1960), s. 3 and 2nd Sch. ( with effect from the 14th October, 1955 ). 2The \n1st June, 1926 ; see Gazette of India, 1926, Pt. I, p. 514.   3Subs. by the Federal Adaptation of Laws Order (P.O. No.4 of 1975), 1975, Art. 2 and Table.  \n 4Subs. by A.O. 1937.  \n 5Subs. by the Federal Laws (Revision and Declaration) Ordinance, 1981 (XXVII of 1981), s. 3 and Sch., II.  \n 6Rep. by the R epealing Act, 1927 (XII of 1927 ), s. 2 and Schedule."
}