{
    "file": "./converted_json\\administrator5d3f29ab30222e9f556d9a02bf22d823.json",
    "name": "Women's University Ordinance, 1985",
    "date": "1985-07-17",
    "tagline": "Ordinance XXIX of 1985",
    "content": "Page 1 of 28 \n   \n \n \nTHE WOMEN'S UNIVERSITY ORDINANCE, 1985  \n \n \n \n \nCONTENTS  \nCHAPTER I  \nPRELIMINARY  \n1.  Short title and commencement  \n2.  Definitions  \n3.  Incorporation of the University  \n4.  Powers of the University  \n5.  Jurisdiction of the University  \n6.  University open to all classes, creeds, etc  \n7.  Teaching in the University  \nCHAPTER II  \nOFFICERS OF THE UNIVERSITY  \n8.  Officers of the University  \n9.  Chancellor  \n10.  Visitation  \n11.  Pro-Chancellor  \n12.  Vice -Chancellor  \n13.  Powers and duties of the Vice -Chancellor  \n14.  Dean Adminis tration \n\n \nPage 2 of 28 \n 15.  Deans of University Colleges  \nCHAPTER III.  \nAUTHORITIES OF THE UNIVERSITY  \n16.  Authorities  \n17.  Syndicate  \n18.  Power of the Syndicate  \n19.  Academic Council  \n20.  Powers and duties of the Academic Council  \n21.  Constitution, functions and powers o f other Authority  \n22.  Appointment of Committees by the Authorities  \nCHAPTER IV  \nSTATUTES, REGULATIONS AND RULES  \n23.  Statutes  \n24.  Regulations  \n25.  Rules  \nCHAPTER V  \nAFFILIATION OF COLLEGES TO THE UNIVERSITY  \n26.  Affiliation of colleges  \n27.  Extension of affi liation \n28.  Inspection and reports  \n29.  Disaffiliation  \nCHAPTER VI  \nUNIVERSITY FUND  \n30.  University Fund  \n31.  Audit of accounts  \nCHAPTER VII  \n \nPage 3 of 28 \n INSTRUMENT OF INNOVATION  \n32.  Research Center  \n33.  Functions of Research Centre  \n34.  Committee of Control  \nCHAPTER VII I \nGENERAL PROVISIONS  \n35.  Retirement from service  \n36.  Opportunity to show cause  \n37.  Appeal to and review by the Syndicate  \n38.  Pension, insurance, gratuity, provident fund and benevolent It fund  \n39.  Commencement of term of office Authorities  \n40.  Fillin g of casual vacancies in Authorities  \n41.  Filling of vacancies in authorities in certain circumstances  \n42.  Disputes about membership of Authorities  \n43.  Proceedings of Authorities not invalidated by vacancies  \n44.  Tripartite mobility  \n45.  Bar of jurisdict ion \n46.  Indemnity  \n47.  Removal of difficulties  \n48.  Savings  \nTHE SCHEDULE  \nTHE STATUTES  \n[See section 23 (3)]  \n1.  University Colleges  \n2.  College Council  \n3.  Directors  \n4.  Board of Studies  \n \nPage 4 of 28 \n 5.  Selection Committee  \n6.  Functions of Selection Committee  \n7.  Finance  and Planning Committee  \n9.  Functions of the Finance and Planning Committee  \n10.  Discipline Committees  \n \nPage 5 of 28 \n THE WOMEN'S UNIVERSITY ORDINANCE, 1985  \nORDINANCE XXIX OF 1985  \nAn Ordinance to provide for the establishment of Women’s University at Islamabad  \n WHER EAS it is expedient to provide for the establishment of Women’s University at \nIslamabad;  \n AND WHEREAS the President is satisfied that circumstances exist which render it necessary \nto take immediate action;  \n NOW, THEREFORE in pursuance of the Proclamation o f the fifth day of July, 1977, and in \nexercise of powers enabling him in that behalf, the Presi dent is pleased to make and promulgate the \nfollowing Ordinance:___ \nCHAPTER I  \nPRELIMINARY  \n 1. Short title and commencement.___ (1) This Ordinance may be called W omen 's University \nOrdinance, 1985.  \n (2) It shall come into force at once.  \n 2. Definitions. ___In this Ordinance, unless there is anything repugnant in the subject or \ncontext: - \n(a)  “Academic Council ” means the Academic Council of the Uni versity;  \n(b)  “Affiliated College ” means an educational institution affiliated to the \nUniversity but not maintained or administered by it;  \n(c)  “Authority ” means any of the authorities of the University specified in section \n16; \n(d)  “Chancellor ” means the Chancellor of the Univ ersity;  \n(e)  “Dean of University College ” means the head of a University College;  \n(f)  “Director ” means the Director of an Institute;  \n(g)  “Institute ” means a teaching unit in a University College;  \n(h)  “Officer ” means an officer of the University spe cified in section 8;  \n(i)  “Prescribed ” means prescribed by Statutes, Regulations or Rules;  \n(j)  “Principal ” means the head of an affiliated college;  \n(k)  “Pro-Chancellor ” means the Pro -Chancellor of the University;  \n \nPage 6 of 28 \n (1)  “Syndicate ” means the Syndicate of t he U niversity;  \n(m)  “Teachers ” include Professors, Associate Professors, Assistant Pro fessors, \nLecturers and research staff engaged whole -time by the  University for \nteaching graduate, honors or post -graduate classes and such other persons as \nmay be recog nized to be Teachers by the University;  \n(n)  “Teaching Unit ” means a constituent/affiliated college, institute, department or \nsuch other unit where instruction/research is being under taken;  \n(o)  “University ” means the Women University constituted under th is Ordinance \nand includes University colleges;  \n(p)  “University College ” means a college maintained and administered by the \nUniversity; and  \n(g)  “Vice -Chancellor ” means the Vice -Chancellor of the University.  \n 3. Incorporation of the University .___(1) There  shall be established a University to be called \nthe Women's University with its principal seat at Islamabad consisting of such affiliated and \nuniversity colleges or teaching units as may be prescribed.  \n (2) The University shall consist of the Chancellor, t he V ice-Chancellor, the Dean \nAdministration, the Deans of University Colleges, Officers, Teachers and Members of Authorities.  \n (3) The University shall be a body corporate by the name of Women's University and shall \nhave perpetual succession and a common s eal and shall, by the aforesaid name, sue and be sued.  \n (4) The University shall be competent to acquire and hold property, both movable and \nimmovable, and to lease, sell or otherwise transfer any property vested in it.  \n 4. Powers of the University. ___The University shall have the powers:___ \n(a)  to provide for instruction in such branches of learning as it may deem fit, and \nto make provision for research and for the advancement and dissemination of \nknowledge in such manner as it may determine ;  \n(b)  to pr escribe courses of study to be taught in the affiliated and uni versity \ncolleges ;  \n(c)  to hold examinations and confer degrees, diplomas, certificates and other \nacademic distinctions on persons who have been admitted to and passed its \nexaminations under t he prescribed conditions  \n(d)  to confer, in the prescribed manner, honorary degrees or other academic \ndistinctions on such persons as the Chancellor may approve ;  \n(e) to confer degrees on persons who have done research under pres cribed \nconditions ;  \n(f)  to provide for teaching specified courses of training for persons not being \nstudents of the University and grant certificates and diplomas to such persons  \n \nPage 7 of 28 \n (g)  to affiliate or disaffiliate colleges in the prescribed manner ;  \n(h)  to admit colleges to its pr ivileges or withdraw such privileges from them in the \nprescribed manner ;  \n(i)  to inspect colleges affiliated or seeking affiliation ;  \n(j)  to accept the examinations passed, or the periods of the study spent by the \nstudents of the University at other univ ersities, colleges or places of learning \nas equivalent to such examinations or periods of study in the University as it \nmay determine, and to withdraw such acceptance ;  \n(k)  to co -operate with other universities or authorities in such manner and for such \npurposes as it may determine ;  \n(1)  to create posts in connection with teaching, research extension training and \nadministration of its affairs and for any other purposes related thereto and \nappoint persons thereto ;  \n(m)  to recognize as Teachers such person s as it may deem fit ;  \n(n)  to institute and award fellowships, scholarships, bursaries, medals and prizes \nin the prescribed manner ;  \n(o)  to establish institutes, centers of advanced studies, museums and other centers \nof learning for the development of te aching and research and make such \narrangements for their maintenance, management and adminis tration as it may \ndetermine ;  \n(p)  to control the residence of students affiliated and university colleges and to \nestablish and maintain halls of residence and app rove any place as hostel for \nlodging of students ;  \n(q)  to supervise and control the discipline of students of affiliated and university \ncolleges, promote the extra -curricular and recreational activities of such \nstudents, and to make arrangements for promo ting their health and general \nwelfare ;  \n(r)  to take disciplinary action against, and impose penalty on, students in the \nprescribed manner ;  \n(s)  to charge and receive such fees and other payments as it may deter mine ;  \n(t)  to receive and manage property transferred, and any grants be quests, trusts, \ngifts, donations, endowments and other contributions made to the University \nand invest any fund representing such property, grants, bequests, trusts, gifts, \ndonations, endowments or contributions in such manne r as it may deem fit ;  \n(u)  to provide for the printing and publication of research and other works ; and  \n \nPage 8 of 28 \n (v)  to do all such other acts or things, whether incidental to the powers aforesaid \nor not, as may be necessary to further the objectives of the Uni versity as a \nplace of education, learning and research.  \n 5. Jurisdiction of the University. ___The University shall have jurisdiction in the whole of \nPakistan within the limits of University colleges and affiliated colleges;  \n 6. University open to all clas ses, creeds, etc. ___The University shall be open to all women \nstudents, irrespective of religion, race, class, colour or creed and no woman shall be denied the \nprivilege of the University on the grounds of religion, race, class, colour, or creed;  \n Provide d that nothing in this section shall be deemed to prevent religious instruction being \ngiven to the students in their own religious faiths in such manner as may be prescribed.   \n 7. Teaching in the University.  ___(1) All recognized teaching in various course s in the \nUniversity and affiliated colleges shall be conducted in the prescribed manner, and it may include \nlectures, tutorials, discussions, seminars, demonstrations, practical work in laboratories and \nworkshops and other methods of instruction.  \n (2) The teaching in any prescribed course in the University or affiliated colleges shall be \norganized by such Authority as may be prescribed.  \n (3) The courses and the curricula for teaching in the affiliated and university colleges shall be \nsuch as may be prescrib ed. \n (4) A discipline to be called “Islamic and Pakistan Studies ” shall be offered, as a compulsory \nsubject at the Bachelor's level, in the University and affiliated colleges provided that non -Muslim \nstudents may opt for “Ethics and Pakistan Studies ” ; \n (5) A degree shall not be awarded to a student unless has passed the examination in the \ndiscipline referred to in subsection (4).  \n \nCHAPTER II  \nOFFICERS OF THE UNIVERSITY  \n 8. Officers of the University.___ (1) The following shall be the officers of the Univers ity \nnamely:___ \n(i)  the Chancellor ;  \n(ii)  the Pro -Chancellor ;  \n(iii)  the Vice -Chancellor ;  \n(iv)  the Dean Administration ;  \n(v)  the Deans of University Colleges ;  \n(vi)  the Directors of Institutes ; and  \n \nPage 9 of 28 \n (vii)  such other officers as may be appointed by t he Board.  \n 9. Chancellor.___(1) The President of Pakistan shall be the Chancellor of the University.  \n (2) The Chancellor shall, when present preside at the convocation of the University.  \n (3) Where the Chancellor is satisfied that the proceedings of any Au thority or the orders of \nany officer are not in accordance with the pro visions of this Ordinance, the Statutes, the Regulations \nor the Rules, he may, after calling upon such Authority or officer to show cause why such \nproceedings or orders should not be a nnulled by order in writing, annul such proceedings or orders.  \n (4) The Chancellor may remove any person from the membership of any Authority if such \nperson___ \n(a)  has become of unsound mind ; or  \n(b)  has become subject to an incapacity which prevents him  or her from \nfunctioning as a member of such Authority ; or  \n(c)  does not attend three consecutive meetings of the Authority without intimation \nto the Vice -Chancellor ; or  \n(d)  remains absent from the country for more than six months ; or  \n(e)  has been con victed by a Court of law of an offence involving moral turpitude.  \n 10. Visitation.____ (1) The Chancellor may cause an inspection or inquiry to be made in \nrespect of any matter directly or indirectly connected with the affairs of the University and shall, \nfrom  time to time, appoint one or more persons to conduct such inspection or inquiry.  \n (2) The Chancellor shall give notice to the Syndicate of his intention to cause an inspection or \ninquiry to be made under subsection (1), and the Syndicate shall be enti tled to be represented thereat.  \n (3) After the inspection or inquiry is completed, the Chancellor shall cause his views as a \nresult thereof to be communicated to the Syndicate, and after ascertaining the reaction of the \nSyndicate, the Chancellor may advise  the Syndicate to take such action, or refrain from doing such \nthing, and within such time, as he may specify in this behalf.  \n (3) Where the Syndicate fails to carry out the advice of the Chancellor given under subsection \n(3) within the specified time, the  Chancellor may, after considering the explanation or representation, \nif any, made by the Syndicate, issue such directions as he deems fit, and the Vice -Chancellor shall \ncomply with such directions.  \n 11. Pro -Chancellor.___ (1) The Minister for Education of  the Govern ment of Pakistan shall \nbe the Pro -Chancellor of the University.  \n (2) The Pro -Chancellor shall perform such duties and functions and exercise such powers as \nmay be assigned and delegated to him by the Chancellor.  \n (3) In the absence of the Chanc ellor, the Pro -Chancellor shall, when present, preside at a \nconvocation of the University.  \n \nPage 10 of 28 \n  12. Vice -Chancellor.  ____(1) The Vice -Chancellor shall be appointed by the Chancellor on \nsuch terms and conditions as the Chancellor may determine, and shall hold o ffice during the pleasure \nof the Chancellor for a term not exceeding four years.  \n (2) When the office of the Vice -Chancellor is vacant or she is absent or is un able to perform \nthe functions of  her office due to illness or some other cause, the Pro -Chancell or m ay make such \narrangements for the performance of the duties of the Vice -Chancellor as he may deem fit.  \n 13. Powers and duties of the Vice -Chancellor.___ (1) The Vice -Chancellor shall be the \nprincipal executive and academic officer of the University and  shall ensure that the provisions of this \nOrdinance, the Statutes, the Regu lations and the Rules are faithfully observed in order to promote the \ngeneral efficiency and good order of the University and shall have all powers necessary to exercise \ncontrol an d enforce discipline overall officers, teachers, students and employees of the University.  \n (2) The Vice -Chancellor shall, in the absence of the Chancellor and the Pro -Chancellor, \npreside at a convocation of the University and shall, if present, preside at  the meetings of the \nAuthorities or other bodies of the University colleges of which she may or may not be the head.  \n (3) The Vice -Chancellor may take such action in an emergency as she may consider \nnecessary and report, as soon thereafter as possible, the  action so taken to the officer, Authority or \nother body which, in the ordinary course, would have taken that action.  \n (4) The Vice -Chancellor shall also have the powers____  \n(i)  to create and fill posts temporarily for a period not exceeding six months ;  \n(ii)  to sanction all expenditure provided for in the approved budget, and to re -\nappropriate funds within the same major head of expenditure ;  \n(iii)  to sanction re -appropriation of an amount not exceeding twenty  five thousand \nrupees for an unforeseen ite m no t provided for in the budget, and report it to \nthe Syndicate at the next meeting;  \n(iv)  to direct Teachers, officers and employees of the University to take up such \nassignments in connection with teaching, research, examination and \nadministration, and such other activities in the University, as she may consider \nnecessary for the purpose of the University ;  \n(v)  to delegate, subject to such conditions if any, as may be prescribed, any of her \npowers under this Ordinance to an office or other employee of t he U niversity ;  \n (vi)  to exercise general control and supervision over the system of examination in \nthe University colleges ; and  \n(vii)  to exercise and perform such other powers and functions as may be prescribed.  \n 14. Dean Administration.___ (1) The Dea n Ad ministration will be a whole -time officer of the \nUniversity and shall be appointed by the Syndicate on such terms and conditions as it may \ndetermine.  \n (2) Under the general supervision of the Vice -Chancellor, the Dean Administration shall:___ \n \nPage 11 of 28 \n (a)  be the c ustodian of the common seal and the academic records of the \nUniversity ;  \n(b)  maintain a Register of Registered Graduates in the prescribed manner ;  \n(c)  conduct elections of members to the various Authorities in the prescribed \nmanner ;  \n(d)  be the Sec retary of the Syndicate, the Academic Council, the Finance and \nPlanning Committee, the Selection Committee and such other committees as \nmay be prescribed ;  \n(e)  manage the property, finances and investments of the University ;  \n(f)  prepare the annual and r evised budget estimates of the University and place \nsuch estimates before the Finance and Planning Committee and the Syndicate ;  \n(g)  ensure that the funds of the University are expended for the pur poses for \nwhich they are provided ;  \n(h)  be responsible f or preparing development projects, development budget and \nother plans for academic development of the University ;  \n(i)  organize and assist in conducting periodic evaluation of academic programmes \nof the University ;  \n(j)  organize studies and prepare recom mend ations on consolidation of existing \nprogrammes, elimination of in fructuous activities and introduction of new \nprogrammes based on new developments in various fields o knowledge;  \n(k)  exercise control over the development budget and ensure the proper e xecu tion \nof development projects of the University Colleges ; and  \n(l)  perform such other duties as may  be specified by the Vice -Chancel lor for and \nother Authorities from time to time.  \n 15. Deans of University Colleges .___ (1) There shall be a Dean of each  University College \nwho shall be its academic and executive head and. shall be responsible to the Vice -Chancellor for the \nperformance of her duties.  \n (2) A Dean shall be appointed by the Syndicate on the recommenda tion of the Vice -\nChancellor on such terms  and conditions as may be prescribed.  \n (3) The duties and function of a Dean shall be such as may be pre scribed.  \n \nCHAPTER III.  \nAUTHORITIES OF THE UNIVERSITY  \n 16. Authorities . The following shall be the Authorities of the University namely:___ \n \nPage 12 of 28 \n (i)  the Synd icate ;  \n(ii)  the academic Council ;  \n(iii)  the Selection Committee ; ,.  \n(iv)  the Finance and Planning Committee ;  \n(v)  the College Council of a University College ;  \n(vi)  the Board of Studies of a University College ;  \n(vii)  the Discipline Committee  of a University College ; and t4;~  \n(viii)  such other Authorities as may be prescribed.  \n 17. Syndicate .___ (1) The Syndicate shall consist of:___ \n(i)  the Vice -Chancellor, who shall be its Chairman ;  \n(ii)  the Chief Justice of Pakistan or a Judge of the Supr eme Court nominated by \nhim ;  \n(iii)  the Secretary, Women's Division, Government of Pakistan ;  \n(iv)  the Chairman or whole -time Member of the University Grants Com mission ;  \n(v)  the Education Secretary, Government of Pakistan, or his nominee not below \nthe rank of Joint Secretary ;  \n(vi)  one member of the National Assembly to be nominated by the Speaker of the \nAssembly  \n(vii)  the Vice -Chancellor of Allama Iqbal Open University ;  \n(viii)  three Deans of University College to be elected from amongst them selves ; \n(ix)  two women of eminence to be nominated by the Chancellor ; and  \n(x)  the Dean Administration, who shall also be its Secretary.  \n (2) The members of t he Syndicate, other than the ex-officio  members, shall hold office for \nthree years.  \n (3) The numb er of members to constitute the quorum for a meeting of the Syndicate §hall be \nseven.  \n 18. Power of the Syndicate .___ (1) The Syndicate shall be the executive body of the \nUniversity and shall, subject to the provisions of this Ordi nance and the Statutes, exercise general \nsupervision over the affairs and the property of the University.  \n (2) Without prejudice to the generality of the foregoing powers and subject to the provisions \nof this Ordinance and the Statutes, the Syndicate shall have the powers:___ \n \nPage 13 of 28 \n (a)  to hold, control and administer the property and funds of the University ;  \n(b)  to govern and regulate, with due regard to the advice of the Finance and \nPlanning Committee in this behalf, the finances, accounts and investments of \nthe University: and for that ,purpose, to appoin t such agents as it may deem fit ; \n(c)  to consider the annual report and the annual and revised budget estimates an d \nto re-appropriate funds from one major head of expenditure to another ;  \n(d)  to transfer and accept transfer of mov able or immovable property on behalf of \nthe University ;  \n(e)  to enter into, vary, carry out and cancel contracts on behalf of the University ;  \n(f)  to cause proper books of accounts to be kept for all sums of money received \nand expended by the University and for the assets and liabilities of the \nUniversity ;  \n(g)  to invest any money belonging to the University, including any unapplied \nincome, in any of the securities described in section 20 of the Trusts Act, 1982 \n(II of 1982), or in the purchase of immova ble property or in such other manner \nas it may determine, with the like power of varying such investment ;  \n(h)  to receive and manage property transferred and grants, bequests, trusts, gifts, \ndonations, endowments and other contributions made to the Univer sity, and to \nadminister any funds placed at the disposal of the University for a specified \npurpose ;  \n(i)  to determine the form, provide for the custody and regulate the use of the \ncommon seal of the University ;  \n(j)  to provide the buildings, libraries, p remises, furniture, apparatus, equipment \nand other means required for the purposes of the University, and to establish \nand maintain halls of residence and hostel or approve or license hostels or \nlodgings for the residence of students ;  \n(k)  to arrange for the inspection of affiliated and university colleges and the \nTeaching Departments and Institutes ;  \n(1)  to institute Professorships, Associate Professorships, Assistant Professorships, \nLectureships and other teaching posts, or to suspend or abolish such po sts ; \n(m)  to create, suspend or abolish such administrative, research, extension or other \nposts as may be necessary ;  \n(n)  to appoint Teachers and other officers on the recommendations of the \nSelection Board for teaching and other costs in the Basic Scale  of Pay 17 and \nabove ;  \n(o)  to appoint Professor Emeritus on such terms and conditions as may be \nprescribed ;  \n \nPage 14 of 28 \n (p)  to confer, with the prior approval of the Chancellor, honorary degrees in \naccordance with the conditions prescribed ;  \n(q)  to prescribe the d uties of officers, teachers and employees of the University ;  \n(r)  to suspend, punish and remove from service in the prescribed manner officers \n(other than the Vice -Chancellor), teachers and employees whom it is \nempowered to appoint ;  \n(s)  to appoint membe rs to the various Authorities in accordance with the \nprovisions of this Ordinance ;  \n(t)  to propose drafts, of Statutes for approval of the Chancellor ;  \n(u)  to regulate, determine and administer all other matters concerning  the \nUniversity and to this and  exercise all necessary powers not specifically \nmentioned in this Ordinance and the Statutes but not inconsistent with the \nprovisions of this Ordinance ;  \n(v)  to delegate any of its powers to an Authority or officer or a com mittee or sub -\ncommittee ;  \n(w)  to advise the Chancellor on the grant of affiliation to a college and the \nwithdrawal of such affiliation ; and  \n(x)  to perform such other functions as have been assigned to it by the Statutes;  \n 19. Academic Council.___(1) The Academic Council shall consist  of :___ \n(i)  the Vice -Chancellor, who shall be its Chairperson ;  \n(ii)  the Deans of University colleges ;  \n(iii)  the Principals of affiliated colleges ;  \n(iv)  the Professors and Directors of Institutes ;  \n(v)  five persons to be nominated by the Chancellor  ; \n(vi)  three women to be nominated by the Syndicate ;  \n(vii)  one representative of the National Academy of Higher Education ; and  \n(viii)  the Dean Administration, who shall also be its Secretary.  \n (2) The members of the Academic Council, other than ex-officio members, shall hold office \nfor three years; and if the office of any such member becomes vacant before the expiry of such \nvacancy shall be filled in accordance with subsection (1).  \n (3) The number of members to constitute the quorum for a meeting of the Academic Council \nshall be one -third of the total number of members, a fraction being counted as one.  \n \nPage 15 of 28 \n  20. Powers and duties of the Academic Council.___ (1) The Academic Council shall be the \nacademic body of the University and shall, subject to the prov isions of this Ordinance, the Statutes \nand the Regulations, have the powers to lay down proper standards of instruction, research and \nexamina tions and to regulate and promote the academic life of the University and affiliated colleges.  \n (2) In particular and without prejudice to the generality of the fore going provisions and \nsubject to the provisions of this Ordinance, the Statutes and the Regulations, the Academic Council \nshall have the powers:___ \n(a)  to advise the Syndicate on academic matters ;  \n(b)  to regulate teaching, research and examinations ;  \n(c)  to regulate the admission of students to the courses of studies and \nexaminations of the University colleges ;  \n(d)  to regulate the award of studentships, scholarships, medals and prizes ;  \n(e)  to regula te the conduct and discipline of students of the University colleges ;  \n(f)  to propose to the Syndicate schemes for the constitution and organization of \nInstitutes and other academic bodies ;  \n(g)  to make Regulations for consideration and approval of the S yndicate ;  \n(h)  to propose for each academic year, on the recommendations of the Boards of \nStudies of University colleges, Regulations prescribing the courses of studies, \nthe syllabi and the outlines of texts for all examinations;  \n Provided that, if the re comm endations of a Board of Studies are not \nreceived by the prescribed date, the Academic Council may, subject to the \napproval of the Syndicate permit such Regulations to continue for the next \nfollowing year ;  \n(i)  to recognize the examinations of other Un iversities or examining bodies as \nequivalent to the corresponding examinations of the University ;  \n(j)  to appoint members to the Authorities in accordance with the pro visions of \nthis Ordinance ; and  \n(k)  to perform such other functions as may be prescrib ed by Statutes.  \n 21. Constitution, functions and powers of other Authority. The con stitution, functions and \npowers of the Authorities for which no specific provision, or insufficient provision, has been made in \nthis Ordinance shall be such as may be presc ribed by Statutes.  \n 22. Appointment of Committees by the Authorities. Any Authority may from time to time, \nconstitute such standing, special or advisory committees as it may deem fit, and appoint to such \ncommittees persons who are not its members.  \n \n \nPage 16 of 28 \n CHAPTE R IV  \nSTATUTES, REGULATIONS AND RULES  \n 23. Statutes.___ (1) Subject to the provisions of this Ordinance, Statutes may be made to \nprovide for and regulate all or any of the following matters, namely:___ \n(a)  the scales of pay and other terms and conditions o f service of officers, teachers \nand employees of the University and the constitution of their pension, \ninsurance, gratuity, provident fund and benevolent fund ;  \n(b)  the conduct and discipline of the officers, teachers and employees of the \nUniversity ;   \n(c)  the constitution, powers and duties of the Authorities and conduct of election \nto such Authorities and related matters ;  \n(d)  the affiliation and disaffiliation of colleges and related matters ;  \n(e)  the admission of educational institutions to the priv ileges of the University and \nthe withdrawal of such privileges ;  \n(f )  the establishment of institutes and service divisions ;  \n(g)  the powers and duties of officers, teachers and employees of the University ;  \n(h)  the conditions for appointment of Profess or Emeritus ;  \n(i)  the conditions on which the University may enter into arrangement; with \npublic bodies or other organizations for purposes of research and advisory \nservices ;  \n (j)  the general scheme of studies including the duration of courses and the \nnumbe r of subjects -and papers for examinations ;  \n (k)  the award of Honorary Degrees ; and  \n  (1)  any other matters which are to be or may be prescribed or regulated by  \n   Statutes.  \n (2) The draft of the Statutes shall be proposed by the Syndicate to the C hanc ellor who may \napprove it with or without any modification or refer it back to the Syndicate for reconsideration, or \nreject it:  \n Provided that Statutes affecting the constitution or powers of any Authority shall not be \nproposed until such Authority has been  given an opportunity of expressing its opinion in writing on \nthe proposal;  \n Provided further that the Statutes shall not be effective until they have been approved by the \nChancellor.  \n \nPage 17 of 28 \n  (3) Notwithstanding anything contained in sub -section (2), the Stat utes set out in the \nSchedule shall be deemed to be Statutes framed under this section and shall remain in force until \nthey are amended or replaced by Statutes framed in accordance with this section.  \n 24. Regulations.___ (1) Subject to the provisions of thi s Or dinance and the Statutes, \nRegulations may be made in respect of all or any of the following matters, namely:___ \n(a)  the courses of studies for degrees, diplomas and certificates of the University ;  \n(b)  the manner and method of teaching conducted in t he U niversity and affiliated \ncolleges;  \n(c)  the admission of students to the University and conditions under which they \nare allowed to take courses and examinations of the University and become \neligible for the award of degrees, diplomas and certificates ;  \n(d)  the fees and other charges to be paid by students for admission to the courses \nof studies and the examinations of the University;  \n(e)  the conduct of examinations ;  \n(f)  the conduct and discipline of students of the University ;  \n(g)  the residence of  the students of affiliated university colleges includ ing the \nlevying of fees for residence in halls of residence and hostels and approval of \nhostels and lodgings for students ;  \n(h)  conditions for acquiring research degrees, such as M. Phil and  Ph. D.  \n(i)  the institution of fellowships, scholarships, medals and prizes ;  \n(j)  the institution of stipends and fee and half -fee studentships ;  \n(k)  the academic costume;  \n(1)  the use of the library ;  \n(m)  the formation of Teaching Departments and Board of Stud ies ; and  \n(n)  other matters which, under this Ordinance or Statutes, are to be or may be \nprescribed by Regulations.   \n (2) The Academic Council shall prepare and submit the Regulations to the Syndicate, which \nmay approve them with or without modifications  or refer them back to the Academic Council for \nreconsideration, or reject them.  \n (3) No regulation shall be valid unless it has been approved by the Syndicate.  \n 25. Rules. The Authorities and the other bodies of the University may make rules, consistent \nwith the Ordinance, the Statutes and Regula tions, to regulate the conduct of their business and the \ntime and place of their meetings and other matters related thereto:  \n \nPage 18 of 28 \n  Provided that the Syndicate may direct the amendment or repeal of any rules made by any  \nAuthority;  \n Provided further that if any such Authority is dissatisfied with such direction given by the \nSyndicate, it may appeal to the Pro -Chancellor whose decision shall be final.  \nCHAPTER V  \nAFFILIATION OF COLLEGES TO THE UNIVERSITY  \n 26. Affiliation of colleges.___ (1) A college seeking affiliation to the University shall make an \napplication satisfying the University that:___ \n(a)  the college is under the management of the Government or a regu larly \nconstituted governing body ;  \n(b)  the financial resourc es of the college are sufficient to ensure its con tinued \nmaintenance and efficient working ;  \n(c)  the strength and qualifications and the terms and conditions of service of the \nteaching and other staff of the college are satisfactory for the purpose of \nteaching of prescribed courses of studies and training in the college ;  \n(d)  the college has proper rules governing the conduct and discipline of its \nemployees;  \n(e)  the building of the college is suitable and commodious for its requirements ;  \n(f)  the colle ge has, or can make, a provision in the .prescribed manner for the \nresidence of students not residing with their parents or guardians, and their \nsupervision and physical and general welfare ;  \n(g)  the college has a provision for a library and adequate libr ary services ;  \n(h)  the college has properly equipped laboratories, museums and other places of \npractical work required for courses of studies taught in the college ;  \n(i)  the college has, or can make, provision for the residence of its Principal and \nother  mem bers of the teaching staff in the college building or near such \nbuilding or the residence of students ; and  \n(j)  the affiliation of the college will not be injurious to the provisions made by \nanother college or educational institution in the neighborho od for the interests \nof education or discipline of its students.  \n (2) The application shall further contain an understating by the college that, after the college \nis affiliated, any changes in the management of teaching staff shall forthwith be reported to  the \nUniversity, and that the teaching staff shall possesses such qualifications as are, or may be, \nprescribed.  \n \nPage 19 of 28 \n  (3) The Syndicate shall, after considering the recommendations of the Affiliation Committee, \ndispose of the application for affiliation in acco rdance with such procedure as may be prescribed and \nmay grant or refuse affiliation;  \n Provided that the affiliation shall not be refused, unless the college has been given an \nopportunity of making a representation against the proposed decision.  \n 27. Exten sion of affiliation. ___ Where an affiliated college desires to add to the courses of \nstudies in respect of which it is granted affiliation, the procedure prescribed for affiliation of colleges \nshall, as far as may be followed.  \n 28. Inspection and reports.___ (1) Every affiliated college shall furnish such reports, returns \nand other information as the University may require to enable it to Judge the efficiency of the \ncollege.  \n (2) The University may call upon any affiliated college to take, within a specifi ed period, \nsuch action in respect of any matter mentioned in sub section (1) of section 26 as the University may \ndeem fit.  \n 29. Disaffiliation.___ (1) Where any affiliated college has failed to fulfil any requirement of \nthis Ordinance, or has failed to obs erve any of the con ditions of affiliation or its affairs are conducted \nin a manner prejudicial to the interests of education, the Syndicate may, in the prescribed manner, \nand after considering any representation that the college may wish to make, modify o r withdraw all \nor any of the privileges conferred on the college by the affiliation.  \n (2) Where any college has been refused affiliation or all or any of the privileges conferred on \nany college by the affiliation have been modified or withdrawn under subse ction (1), it may, within \nthe prescribed period, apply for review to the Syndicate against such refusal or, as the case may be, \nmodification or withdrawal, and the application shall be disposed of in such manner as may be \nprescribed.  \nCHAPTER VI  \nUNIVERSITY FUND  \n 30. University Fund. ___There shall be a fund of the University to be called the University \nFund to which shall be credited all money received by it from fees, donations, trusts, bequests, \nendowment, contributions, grants and other sources.  \n 31. Audi t of accounts.___ (1) The accounts of the University shall be maintained in such form \nand in such matter as may be prescribed.  \n (2) No expenditure shall be made from the University Fund unless a bill for payment has, in \nthe prescribed manner, been audited by the Resident Auditor in conformity with the Statutes, \nRegulations and Rules.  \n (3) The Resident Auditor shall be a person taken from the Audit Department of the Federal \nGovernment or such terms and conditions as the Syndicate may determine.  \n (4) The acco unts of the University shall be audited in the prescribed manner once a year by \nthe auditor appointed by the Federal Government in this behalf.  \n \nPage 20 of 28 \n  (5) The annual statement of accounts of the University signed by the Dean Administration \nand the Resident Audit or shall be submitted to the Federal Government within six months of the \nclosing of the financial year.  \n (6) The accounts of the University together with audit objections, if any, and the observations \nof the auditor appointed by the Federal Government and the Dean Administration shall, in the \nprescribed manner be presented to the Syndicate.  \nCHAPTER VII  \nINSTRUMENT OF INNOVATION  \n 32. Research Center. ___There shall be a Research Center to undertake inter -disciplinary \nstudy for planning, promotion and evaluati ng w omen's education.  \n 33. Functions of Research Centre. ___ The functions of the Research Centre shall be :___ \n(a)  to undertake research and policy studies on education and employ ment of \nwomen, including part -time education programmes ;  \n(b)  to make stu dies to determine and define the role of women in national \ndevelopment ;  \n(c)  to make evaluative studies on institutional and other programmes for women \nin the country ;  \n(d)  to develop learning and teaching materials for its own needs and other \ninstitutio ns for women in the country ;  \n(e)  to monitor, analyse, utilize and disseminate innovations in educa tion for \nwomen ;  \n(f)  to make exploratory studies on the needs of special categories, such as gifted \nand handicapped women population, and formulate approp riate plans for \nmeeting the identified needs ; and  \n(g)  to perform such other functions as may be prescribed.  \n 34. Committee of Control. ___The Research Centre shall be supervised by a Committee of \nControl consisting of the following members, namely:___ \n(i)  the Vice -Chancellor, who shall also be its Chairman ;  \n(ii)  the Secretary, Women's Division, or her nominee not below the rank of a Joint \nSecretary ;  \n(iii)  The Vice -Chancellor, Allama Iqbal Open University, or his nominee not \nbelow the rank of Professo r ; \n(iv)  a Dean of a University college to be nominated by the Syndicate ;  \n(v)  the Chairman, University Grants Commission, or his nominee ;  \n \nPage 21 of 28 \n (vi)  the Chairman, Pakistan Institute of Development Economics ;  \n(vii)  five women representatives to be nominate d by the Syndicate ;  \n(viii)  the Dean Administration.  \nCHAPTER VIII  \nGENERAL PROVISIONS  \n 35. Retirement from service. ___An officer, Teacher or employee of the University shall \nretire from service:___ \n(i)  on such date, after this or she has completed twent y-five years of service \nqualifying for pension or other retirement benefits as the competent authority \nmay, in the public interest, direct ; or  \n(ii)  where no direction is given under clause (i), on the completion of sixty years \nof his or her age.  \n Explana tion. ___In this section, ‘competent authority’ means the appointing authority or a \nperson duly authorized by the appointing authority in that behalf, not being a person lower in rank \nthan the officer, Teacher or employee concerned.  \n 36. Opportunity to sho w ca use. ___Except as otherwise provided, no officer, Teacher or \nemployee of the University holding a permanent post shall be reduced in Rank, or removed or \ncompulsorily retired from service, unless he or she has been given a reasonable opportunity of \nshow ing cause against the action proposed to be taken.  \n 37. Appeal to and review by the Syndicate.___ (1) Where an order is passed punishing any \nofficer, other than the Vice -Chancellor, or any teacher or employee of the University or altering or \ninterpreting t o his or her disadvantage the prescribed terms or conditions of service, he or she shall, \nwhere the order is passed by the Vice -Chancellor or any other officer or teacher of the University, \nhave the right to appeal to the Syndicate against the order, and, wher e the order is made by the \nSyndicate, have the right to apply to the Syndicate for review of that order.  \n (2) The appeal or application for review shall be submitted to the Vice Chancellor who shall \nlay it before the Syndicate with her views.  \n (3) No order on an appeal or application for review shall be passed without affording to the \napplicant, as the case may be an opportunity of being heard.  \n 38. Pension, insurance, gratuity, provident fund and benevolent It fund. ___(1) The \nUniversity shall constit ute for the benefit of its officers, teachers and employees, in such manner and \nsubject to such conditions as may be prescribed, such pension, insurance, gratuity, provident fund \nand benevolent fund schemes as it may deem fit.  \n (2) Where any provident fund  is constituted under this Ordinance, the provisions of the \nProvident Funds Act, 1925 (XIX of 1925), shall apply to such fund as if it were a Government \nProvident Fund and the University were the Government.  \n \nPage 22 of 28 \n  39. Commencement of term of office Authorities.  ___When a member of a newly \nconstituted Authority is elected, appointed or nominated, his or her term of office, as fixed under this \nOrdinance, shall commence from such day as may be prescribed.  \n 40. Filling of casual vacancies in Authorities. ___Any casu al vacancy among the elected, \nappointed or nominated members of any Authority shall be filled, as soon as conveniently may be, \nby the person or the body who elected, appointed or nominated the member whose place has become \nvacant and the person elected, ap pointed or nominated to the vacancy shall be a member of such \nAuthority for the residue of the term for which the person whose place he or she fills would have \nbeen a member.  \n 41. Filling of vacancies in authorities in certain circumstances. ___ Where a va cancy in the \nmembership of an Authority cannot be filled because of:___ \n(a)  the office the holder whereof was to be member of the Authority ex-officio  \nhaving ceased to exist ;  \n(b)  the organization, institution or other body, other than the University, ha ving \neither ceased to exist or to function ; or  \n(c)  the occurrence of other circumstances in which it has become impracticable to \nfill the vacancy ; the vacancy shall be filled in such manner as the Chancellor \nmay direct.  \n 42. Disputes about membership of  Authorities.  ___(1) Notwithstanding anything contained \nin this Ordinance, a person nominated or elected to an Authority shall cease to be a member of such \nAuthority as soon as he or she ceases to hold the position by virtue of which he or she was elected,  \nappointed or nominated.  \n (2) If a question arises whether any person is entitled to be a member of any Authority, the \nmatter shall be referred to a committee consisting of the Vice -Chancellor, the Judge of the Supreme \nCourt and the nominee of the Universi ty Grants Commission who are members of the Syndicate and \nthe decision of the said committee shall be final.  \n 43. Proceedings of Authorities not invalidated by vacancies. ___No act, proceeding, \nresolution or decision of any Authority shall be invalid by re ason only of the existence of any \nvacancy in, or any defect in the constitution of the Authority.  \n 44. Tripartite mobility.___ (1) Any officer, teacher or employee of the University shall, as \nthe Chancellor may direct, serve in any post under the Federal G overnment or a Provincial \nGovernment or an educational or research institution in the public interest  \n Provided that the terms and conditions offered to him or her shall not be less favourable than \nthose admissible to him or her in the University and that full benefit of his or her previous service \nshall be allowed to him or her.  \n (2) The Chancellor may, in consultation with the Selection Committee place the services of \nan employee of the Government or any other University or an educational or research inst itution at \nthe disposal of the University in the public interest;  \n \nPage 23 of 28 \n  Provided that the terms and conditions offered to him or her shall not be less favourable than \nthose enjoyed by him or her immediately before his or her services are placed at the disposal of the \nUniversity and that full benefit of his or her previous service shall be allowed to him or her.  \n 45. Bar of jurisdiction. ___No Court shall have jurisdiction to entertain any proceedings, \ngrant any injunction or make any order in relation to anythin g done or purporting to have been, or \nintended to be done under this Ordinance.  \n 46. Indemnity . ___ No suit or legal proceeding shall lie against the Federal Government, the \nUniversity or any Authority, officer or employee of the Federal Government or the Univ ersity in \nrespect of anything in good faith done or purporting to have been, or intended to be, done under this \nOrdinance.  \n 47. Removal of difficulties. ___ If any difficulty arises, within twelve months of the coming \ninto force of this Ordinance, as t o the implementation of any of the provisions of this Ordinance, the \nChancellor may, on the recommendation of the Vice -Chancellor, give appropriate directions to \nremove such difficulty.  \n 48. Savings. ___A college transferred to the University as a Universi ty college shall be \ndeemed to have established by the University, under the Ordinance and:___ \n(a)  everything done, action taken, obligations and liabilities incurred, persons \nappointed or authorized, fellowships or scholarship instituted of orders issued  \nby the college shall be continued and, so far as may be deemed to have been \ndone, taken, incurred, appointed or authorized, instituted or issued by the \nUniversity established under this Ordinance ;  \n(b)  all moneys and properties held by the college immedi ately before the transfer \nof the college do the University shall stand transferred to the University ;  \n(c)  any rules made by the college, in so far as they are not inconsistent with the \nprovisions of this Ordinance, shall continue in force until they are repealed, \nrescinded or modified under this Ordinance ; and  \n(d) the employees of the college shall have the option to become the employees of \nthe University on such terms and conditions as it may determine provided that \nthe rights and privileges of such emp loyees shall not be less favourable than \nthose admissible to them immediately before their becoming employees of the \nUniversity.  \n \nTHE SCHEDULE  \nTHE STATUTES  \n[See section 23 (3)]  \n 1. University Colleges .___ (1) The University shall include such Colleges as m ay be notified \nby the Federal Government from time to time.  \n (2) A University College may have one or 'more of the following institutes, namely :  \n \nPage 24 of 28 \n (i)  Institute of Home Economics ;  \n(ii)  Institute of Food Technology ;  \n(iii)  Institute of Textile Technolog y and Garmenting ;  \n(iv)  Institute of Electronics ;  \n(v)  Institute of Pharmacy ;  \n(vi)  Institute of Industrial Arts and Architecture ;  \n(vii)  Institute of Mass Communication ;  \n(viii)  Institute of Education (producing teachers for Technical Institute for W omen , \nEducation for the disabled, Guidance and Counseling in Schools, Community \nEducation and Development, particularly for Women in Rural Areas) ;  \n(ix)  Institute of Health Studies (To include para -medical Education and Training, \nDevelopment of Mental Hea lth, Nursing Services, Health Education, \nCommunity Health, Child Care, Nutrition etc. ;  \n(x)  Institute of Sports and Physical Education ;  \n(xi)  Institute of Management (including Commercial Education, Public \nAdministration, Business Administration and Indu strial Management) ;  \n(xii)  Institute of Physical and Life Sciences ;  \n(xiii)  Institute of Social Sciences and Humanities ;  \n(xiv)  Institute of Islamic Studies ;  \n(xv)  Institute of Linguistics and Languages ; and  \n(xvi)  any other institute as may be prescr ibed. \n 2. College Council .___ (1) There shall be a College Council for each University college which \nshall consist of :___ \n(i)  the Dean of the College who shall also be its Chairman ;   \n(ii)  the Directors of the Institutes of the college ;  \n(iii)  the Prof essors of the Institute ;  \n(iv)  one Associate Professor, one Assistant Professor and one Lecturer to be \nnominated by the Vice -Chancellor, in consultation with the Deans  and  \n(v)  five women from amongst the educationists or a profession to be nominated \nby the Syndicate ; and  \n \nPage 25 of 28 \n (vi)  Dean shall appoint one of her administrative officers as Secretary to the \nCouncil.  \n (2) The members, other than the ex-officio  members, shall hold office for two years.  \n (3) The quorum for the meeting of the College Council shall be one-half of the total number \nof members, a fraction being counted as one.  \n (4) The Council shall, subject to the general control of the Academic Council and the \nSyndicate, have the powers to:____  \n(a)  co-ordinate the programmes of studies of the Institu tes in the college ;  \n(b)  organize courses of study and examinations of the Institutes ;  \n(c)  consider any other academic matter related to the Institutes and to report \nthereon to the Academic Council ; and  \n(d)  perform such other functions as may be assig ned to it. \n 3. Directors .___(1) There shall be a Director of every Institute to be appointed by the Vice -\nChancellor on the recommendations of the Dean of the College, for such period as she may \ndetermine, from amongst the three most senior Professors in th e Institute.  \n (2) The Director shall organize and supervise the work of the Institute and shall be \nresponsible to the Dean of the College for the work of her Institute.  \n 4. Board of Studies.___ (1) There shall be a separate Board of Studies for each Instit ute which \nshall consist of :___ \n(i)  the Director of the Institute ;  \n(ii)  all Professors and Associate Professors in the Institute ;  \n(iii)  one Assistant Professor and one lecturer to be nominated by the College \nCouncil ; and  \n(iv)  three experts to be nom inated by the Vice -Chancellor on the recom mendations \nof the Dean of the College.  \n (2) The term of office of the members of the Board of Studies, other than ex-officio  members, \nshall be three years.  \n (3) The quorum for the meetings of the Board of Studies shall be one half of the total number \nof members, a fraction being counted as one.  \n (4) The Director of the Institute shall be the Convener of the Board of Studies.  \n (5) The functions of the Board of Studies shall be :___  \n(a)  to advise the Authorities on  all academic matters connected with instruction, \npublication, research and examination in the subject or subjects concerned ;  \n \nPage 26 of 28 \n (b)  to propose curricula and syllabi for all degree, diploma an certificate courses \nin the subject or subjects concerned ; and  \n(c)  to perform such other functions as may be prescribed by Regulations.  \n 5. Selection Committee .___ (1) There shall be a Selection Committee of the University which \nshall consist of :___ \n(i)  the Vice -Chancellor, who shall also be its Chairperson ;  \n(ii)  the Dean of the relevant University college to be nominated by the Pro -\nChancellor;  \n(iii)  the Secretary, Women's Division, Islamabad ;  \n(iv)  one nominee of the Chairman University Grants Commission ;  \n(v) a nominee of the Ministry of Education not below the  rank of a Joint \nSecretary;  \n(vi)  one Director of the relevant Institute to be nominated by the Vice Chancellor ; \nand \n(vii)  one member of the Syndicate and two other persons of eminence to be \nappointed by the Syndicate, provided that none of them is an e mplo yee of the \nUniversity.  \n (2) The terms of office of members of the Selection Committee, other than ex officio  \nmembers, shall be two years.  \n (3) The quorum for the meetings of the Selection Committee shall be six,  \n (4) No member who is a candidate for th e post to which appointment is to be made by the \nSelection Committee shall take part in the proceedings of the Committee.  \n (5) In selecting candidates for the posts of Professor and Associate Pro fessor, the selection \nCommittee shall co -op: or consult thre e experts in the subject concerned and, in selecting candidates \nfor other teaching posts, two experts in the subject concerned, to be nominated by the Vice -\nChancellor.  \n 6. Functions of Selection Committee .___ (1) The Selection Committee shall consider the \napplications received in response to an advertisement in case of direct appointment and shall \nrecommend to the Syndicate the names of suitable candidates for appointment to teaching or other \nposts in Basic Scale of Pay 17 and above and may also recommend;’  \n(a)  the grant of a higher initial pay in a suitable case for reasons to be recorded; or  \n(b)  the appointment of an eminently qualified person to a Professorship in the \nUniversity college on terms and conditions other than those prescribed.  \n (2) The Selec tion Committee shall consider all cases of promotions of officers of the \nUniversity and recommend to the Syndicate the name of suitable candidates for such promotions.  \n \nPage 27 of 28 \n  (3) In the event of a difference of opinion between the Selection committee and the \nSyndicate, the matter shall be referred to the Pro  chancellor whose decision shall be final.  \n 7. Finance and Planning Committee .____ (1) There shall be a Finance and Planning \nCommittee of the University which shall consist of:___ \n(i)  the Vice -Chancellor, wh o shall also be its Chairperson ;  \n(ii)  one member of the Syndicate to be appointed by the Syndicate ;  \n(iii)  one Dean of University college to be nominated by the Pro Chancellor ;  \n(iv)  one member of the Academic Council to be nominated by the Academic \nCounc il; \n(v)  two nominees of the Chancellor ;  \n(vi)  a nominee of the University Grants Commission ;  \n(vii)  one representative of the Ministry of Finance not below the rank of a Joint \nSecretary.  \n(viii)  the Dean Administration.  \n (2) The term of office of th e me mbers of the Finance and Planning Committee, other than ex \nofficio members, shall be two years.  \n (3) The quorum for the meetings of the Finance and Planning Com mittee shall be five.  \n 9. Functions of the Finance and Planning Committee . ___The functions  of the Finance and \nPlanning Committee shall be:___ \n(a)  to consider the annual statement of accounts and the annual and revised budget \nestimates and advise the Syndicate thereon  \n(b)  to review periodically the financial position of the University includi ng \nUniversity Colleges ;  \n(c)  to recommend development projects, development budget and other plans for \nthe physical development of the University colleges and supervise their \nexecution on behalf of the Syndicate ;  \n(d)  to advise the Syndicate on all matte rs related to planning, develop ment, \nfinance, investments, and accounts of the University colleges ; and  \n(e)  to perform such other functions as may be prescribed.  \n 10. Discipline Committees.___ (1) Each University college shall constitute a Discipline \nCommit tee comprising Director, two Senior Teachers and Incharge of Student's. Affairs of the \nUniversity college.  \n \nPage 28 of 28 \n  (2) The term of office of the members of the Discipline Committee, other than ex-officio  \nmembers, shall be two years.  \n (3) The quorum for the me etings of the Discipline Committee shall be three.  \n (4) The functions of the Discipline Committee shall be: ___ \n(a)  to deal with all cases of indiscipline in the University college ;  \n(b)  to propose Regulations relating to the conduct of students, mainten ance of \ndiscipline and breach of discipline ;  \n(c)  to suspend, expel or rusticate students on the basis of the inquiry conducted \nunder the Rules and Regulations ; and  \n(d)  to perform such other functions as may be prescribed.  \n (5) An appeal against the dec ision of the Discipline Committee shall lie with the Dean of the \nCollege whose decision shall be final.  \n \n \n_________________  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n  \nRI - Date: 1 3-05-2024"
}