{
    "file": "./converted_json\\administrator70ff46c62292d4757e1ea21402e209c7.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "1936 THE GAZETTE OF PAKISTAN, EXTRA., AUG. 4, 2001 [PART rl \nIslamabad, the 1st August, 2001   \nS. R. O. 564 (I)/2001.—In exercise of powers conferred by section 41 of the \nPrivatisation Commission Ordinance, 2000 (LII of 2000), read with section 43 \nthereof, the Privatisation Commission hereby makes the following regulations. namely :— \nTHE PRIVATISATION COMMISSION (AUTHENTICATION OF \nDOCUMENTS UNDER COMMON SEAL) REGULA,TiONS, 2001 \n1. Short title and commencement.—(1) These regulations may be called \nThe Privatisation Commission (Authentication of Documents Under Common \nSeal) Regulations, 2001. \n(2) They shall come into force at once. \nZ. Definition,_.( 1) In these rules, unless there is anything repugnant in the subject or context :— \n(a) \t\"common seal \"means the seal made and kept pursuent to section 43 of \nth ' ordinance; \n\" ocuments \" means the documents specified in regulation 5 of these ; \nregulations ; \n\\ \n\" ordinance \" means the Privatisation Commission Ordinance, 2000 \n(L1I of 2000) ; \n(d) \" register \" means the register kept in accordance with regulation 6 of \nthese regulations. \n(2) All other terms and expressions used, but not defined in these rules, shall \nhave the same meanings as assigned to them in the Ordinance. \n3. Custody of Seal.—The seal shall be kept, in the custody of Deputy Secretary or any other officer as may be authorised by the Secretary from time to time; \nDocuments to be authenticated.—Following documents shall be executed under the common seal : — \n(1) confirmed minutes of the meetings of Board of the Privatisation \nCommission as signed by the Chairman, Privatisation Commission; \n(2) all agreements/deeds for transfer of property; \n(3) any other document as may be specifically approved by the Secretary to \nbe executed under common seal.  \n \natT II] THE GAZETTE OF PAKISTAN, EXTRA., AUG. 4, 2001 1937 \n5. Manner for authentication of documents.—The manner for authentication \nA documents shall, if, and to the extent, the Commission deems necessary, \nnclude a register indicating the type of documents, name and signature of \nofficer proposing the authentication, name and signatures of the officer \nby whom the documents are authenticated shall be maintained ; \nthe documents to be authenticated shall be entered in chronological \norder in the register; \nthe register shall be inspected by the Secretary once a month. \n[No. F. 16(14) P&C/PC/2001.1 \nMUNIR AHMED, \nDeputy Secretary.  \nISLAMABAD \nPRINTED BY THE MANAGER, PRINTING CORPORATION OF PAKISTAN PRESS,  \nPUBLISHED BY THE MANAGER OF PUBLICATIONS, KARACHI"
}