{
    "file": "./converted_json\\administrator50eb5d299b3d1d22b7a50654469b66d9.json",
    "name": "Federal Public Service Commission (Validation of Rules) Act 2021",
    "date": "December 4, 2021",
    "tagline": "Validation of rules for regulating the competitive examination conducted by the Federal Public Service Commission in the year 2016 and 2017",
    "content": "REGISTEIUJD NO.-!4:!92L.-7646I\n@eGvdc d Da[fffit\n---rc-\nEXTRAOBDINARY\nPUBLISHED BY AUTHORITY\nISLAMABAD, SATURDAY, DECEMBER 4, 2O2I\nPART I\nActs, Ordinrnccs, Prcsidcnt'sOrdcrs.nd Rctulstions\nNATIONAI, ASSEMBl,Y SECRETARIAT\nlslandhod. the 3 l Decembet. 2A2l\nNo. F. 22(22)/20lt,Legis.- l he following Act ol ltlojlis-e-Shooro\n(Parliament) rcccived the assent oflhc President on the lst December,202l is\nhereby published for Scncral infoflnation:-\nta wlidale lhc rules fu rcguldting lhc conpetiltve exoninuthn onduLted hy the\nFederul Puhlic S?ni& Commission\nWHERIAS it is necessary to validate the rules for regulating the\ncompetitive examination conductcd by thc F-cdcral Public Scrvicc Commission in\nthe ],ear,2016 and 2017:\nIt is enacted as followsAcrNo. XXXMr,202l\nAN\nACT\n[1728(2021)1Ex Gaz ](r009)\nPrice. Rs 5.00\nIO I O TIIE GAZE.|TE OF PAKISTAN- IXTRA . DECEMBER ], 2O2I [P^RT I\n(2) Il shall come into force at once.l. Short tide xtrd commerc€ment. (l) This Act slEll bc ca11cd lhc\nFederal tublic Service Commission (Validation of Rules) Act 202 l.\n2. Validation of certxin rules.- (l) Notwilhitanding an),thing\ncontained in any other law, rules for regulating the conduct of the Comperitive\nExamination. 2016 issued yide Notification No. SRO 951(l)2015, rulcs for\nregulating the conduct of the Competitive Exanrination, 2017 issued vide\nNotification No. SRO 847(l)/2016 and all orher similar.uLes purpodedly issued\nundcr the Fcderal Public Service Commission Ordinancc, 197? (XLv of 197?)\nand the rules and notifications through which any of these rules werc arnended.\nshall be deemed to have been vahdly made with effect fiom rhe date of\nnotificalion (|fthe rules or the amendments.\n(2) Nolwithstanding any defect in approval of the rules or amendments\nmenlioned in sub-section (l), any examination held by the Federal Public Service\nCommrssion. acLs done, notification issued or proceedings taken under the rules\nor amendments shall be deemed 1() have been validly held, done, issued or taken.\nTAHTR IIUSSAIN.\nPR IN IFD BY THE M NA6ER. PR]NTING CORPORA'IION OF PAKISTA\\ PRISS IS I,AI\\{ABA D\nP -'BI,ISH:D ts1 THE DEPIJIY ('ONIROI-LIR STA1 IONERY & I'I]IIMS IJNIVI]RS]TY ROAD K AR {'IN"
}