{
    "file": "./converted_json\\administrator529ce01a9171028fc464bfed9f362aa5.json",
    "name": "Members of the National Assembly (Exemption from Preventive Detention and Personal Appearance) Ordinance, 1963",
    "date": "16th November, 1963",
    "tagline": "An Ordinance to provide for certain privileges of the Members of the National Assembly of Pakistan",
    "content": "Page 1 of 3 \n  \n \n \nTHE MEMBERS OF THE NATIONAL ASSEMBLY (EXEMPTION \nFROM PREVENTIVE DETENTION AND PERSONAL \nAPPEARANCE) ORDINANCE, 1963  \n \n \n \n \nCONTENTS  \n1.  Short title , extent and commencement  \n2.  Definitions  \n3. The privilege etc . \n4.  Proceedings in Civil Courts etc . \n \n \n  \n \n \n\n \nPage 2 of 3 \n THE MEMBERS OF THE NATIONAL ASSEMBLY (EXEMPTION FROM \nPREVENTIVE DETENTION AND PERSONAL APPEARANCE) \nORDINANCE, 1963  \n1ORDINANCE NO. IX OF 1963  \n[16th November, 1963]  \nAn Ordinance to provide for certain privileges of the Members of the National Assembly of Pakistan.  \nWHEREAS Article 111 of the Constitution provides, inter alia , that the privileges of Members \nof an Assembly may be determined by law;  \nAND WHEREAS it is expedient to provide for exemption from preventive detent ion, and from \npersonal appearance of the Members of the National Assembly of Pakistan in Civil and Revenue Courts \nand before Election Tribunals, for specified periods;  \nAND WHEREAS the National Assembly is not in session and the President is satisfied that  \ncircumstances exist which render immediate legislation necessary;  \nNOW, THEREFORE, in exercise of the powers conferred by clause (1) of Article 29 of the \nConstitution, and of all other powers enabling him in that behalf, the President is pleased to make a nd \npromulgate the following Ordinance:___ \n1. Short title , extent and commencement .___(1) This Ordinance may be called the Members \nof the National Assembly (Exemption from Preventive Detention and Personal Appearance) \nOrdinance, 1963.  \n(2) It extends to the whole of Pakistan.  \n(3) It shall come into force at once.  \n2. Definitions . In this Ordinance, unless there is anything repug nant in the subject or context, —    \n (a) “Assembly ” means the National Assembly of Pakistan;  \n \n(b)  “Member ” means a Member of the Assembly;  \n \n(c)  “session ” means the period commencing on the day of the first meeting of the \nAssembly after having been summoned until the Assembly is prorogued or \ndissolved.  \n3.The privilege etc .___(1) No Member shall be detained under any law relating to preventive \ndetention, nor  shall any Member be required to appear in person  in any Civil or Revenue Court,2[* * \n*] during a session, and for a period of fourteen days before and fourteen days after the session.  \n3[(2) Nothing in sub -section (1) shall be construed as applying to any Member who is detained \nunder any such law as is referred to in sub -section (1)___ \n \n1Appr oved by the National Assembly of Pakistan on the 27th November, 1963, see Gazette, of P., Ext., 1963. p. 813 k.  \n2Certain words omitted by the Privileges, of Members of the National and Provincial Assemblies (Amdt.) Act, 1977 (21 of 1977),  s. 2 and Schedul e. \n3Subs. by the Members of National Assembly (Exemption from Preventive Detention and Personal Appearance) (Amdt.) Act, 1975 (17 of 1975), s. 2, \nfor sub -section (2) ( w.e.f. 8-2-1975).   \n \n \nPage 3 of 3 \n (a)  at any time during the period commencing on the fifteenth day next after the \nconclusion of a session and ending on the 15th day before the commencement \nof the next session; or  \n(b)  for reasons of State connected with defence, external affairs, or the secu rity of \nPakistan or any part thereof.]  \n4. Proceedings in Civil Courts etc .___(1) Notwithstanding anything to the contrary contained \nin any law for the time being in f orce, no Civil or Revenue Court  1[* * * ] shall proceed, during a \nsession and for a period of fourteen days before and fourteen days after the session, with any matter \nbefore it in which a Member is a party, unless the privilege conferred by section 3 is waived, by \napplication made in writin g to the Court1[* * * ] by the Member concerned with the matter, and, where \nmore Members than one are so concerned, by all of them.  \n(2) The provisions of sub -section (1) shall apply to all matters pending immediately before the \ncommencement of this Ordinance  in any Civil or Revenue Court  1[* * * ] in whi ch a Membe r is a party, \nand no such Court  1[* * * ] shall proceed further with any such matter, unless the privilege referred to \ntherein is waived in accordance with the provisions thereof, or the period specified therein has lapsed.  \n______________  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n        Last Uploaded on 9.10.2023  \n \n \n1Certain words omitted by the Privileges  of Members of the National and Provincial Assemblies (Amdt.) Act, 1977 (21 of 1977), s. 2 and Schedule."
}