{
    "file": "./converted_json\\administrator24b93cdcf46a481b79c53bc98df7e8b1(1).json",
    "name": "Societies Registration (Second Amendment) Ordinance, 2005",
    "date": "Thursday, December 1, 2005",
    "tagline": "Amending Societies Registration Act, 1860 in Islamabad Capital Territory",
    "content": "REGISTEREDNo.M'302L.-7646\n@UeGp;ffi d pa[frtsn9\n--rc-\nEXTRAORDINABY\nPUBLISHED BY AUTHOBITY\nISLAMABAD. THURSDAY, DECEMBER I, 2OO5\nPART I\nActs, Ordinances, President's Orders and Regurations\nGOVI]RNMENT OF PAKISTAN\nMINISTRY OF LAW. JUSTICE. HUMAN RIGHTS AND\nPARLIAMENTARY AFTAIRS\n(Law Justice and Human Rights Division)\nIslanrubad. the lst Decenben 2005\nNo. F. 2(f )/2005-Pub.-The following Ordinance promulgated by the\nPresident is hereby published for General information.\nOnorranct: No. XIX or 2005\nAN\nORDINANCE\nfunher to amend the Societies Registratio,t Act, 1860, in its application to\nthe Islamabad Capital Territory\nWHenees it is expedient further to amend the Societies Registration Act'\n1860 (XXI of 1860), in its application to the Islamabad Capital Territory for the\npurposes hereinafter appearing;\n(789)\nPrice : Rs. 3 .00[3536(2005)/Ex. Gaz.]\n'79aTHE GAZE-ITE OF PAKISTAN, EXTRA., DEC. l, 2005 [Parrl\nAlro wHeREAs the National Assembly is not in session anl the President is\nsatisfied that circumstalces exist which render it necessary to take immediate actioni\nNow, tHenerone. in exercise of the powers conferred by clause (l) of\nArticle 89 of the Constitution of the Islamic Republic of Pakistan. the President is\npleased to make and promulgate the following Ordinance:-\nl. Short title and commencement.-( 1) This Ordinance may be\ncalled the Societies Registration (Second Amendment) Ordinance, 2005.\n(2) It shall come into force at once.\n\"21. Registration of Deeni Madaris.-(l) All Deeni Madaris by\nwhatsoever name called shall not operate without getting themselves\nregistered as undel namely:-\n(i) The Deeni Madaris existing before the commencement of the\nSocieties Registration (Second Amendment) Ordinarce, 2005,\nifnot aheady registered shall get themselves registered under\nthis Act upto the 3lst December,2005; and\n(ii) The Deeni Madaris which are established aftcr the commence-\nment of the Societies Registration (Second Amendment)\nOrdinance, 2005, shall get themselves registercd within one year\nof their establishment.\nExplanation.-4ne Deeni Maddrassah having more than one\ncampus shall need only one registration.\n(2) Every Deeni Maddrassah shall submit annual report ofits educational\nactivities to the Regisu-ar.\n(3) Every Deeni Maddrassah shall cause to be carried out audit of its\naccounts by an Auditor and submit a copy of its audit report to the\nRegistrar.\n(4) No Deeni Maddrassah shall teach or publish any literature which\npromotes militancy or spreads sectarianism or religious hatred:\nProvided that nothing contained herein shall bar the comparative\nstudy of various religions or schools ofthought or the study of any2. Amendment of section 21, Act XXI of 1860.-In the Societies\nRegistration Act, 1860 (XXI of 1860), for section 21, the following shall be ^\nsubstituted, namely:-\nPmr Il TTIE GAZETTE OF PAKISTAN, EXTRA., DEC. I,2M5 791\nother subject covered by the Holy Quran. Sunnah or the Islamic\njurispmdence.\nExplanation.-ln this section \"Deeni Maddrassah\" means a religious\ninstihrtion primarily for religious education and includes Jamia,\nDar-ul-uloom, School, College or University, or called by any other\nname, set up for purposes of primarily imparting religious education\nand providing boarding and lodging facilities.\".\n3. Addition of new section, Act XXI of 1E60.-After section 21\nsubstituted as aforesaid, the following new section shall be added, namely:-\n\"22. Repeal.--:t'lte Societies Registration (Amendment) Ordinance, 2005\n(XII of 2005) is hereby repealed.\".\nGENERAL\nPERVEZ MUSHARRAF,\nPresrdent.\nJusr.Ice (Rero)\nMANSOOR AHMED,\nSecretary.\nPRINTED BY THE MANAGER, PRINIING CORPORATION OF PAKISTAN PRESS. ISLAMABAD\nPUBLISHED BY THE DEPUTY CONTROLLER. STATIONERY & FORMS. UNIVERSITY ROAD' KARACHI."
}