{
    "file": "./converted_json\\administratorcf6ff8ae8c587e7cb012884344b5b1c1.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "NATIONAL  TEXTILE UNIV ERSITY ORDINANC E, 2002  \n \nORDINAN CE CXXIV OF 2002  \n \nAn Ordinance to set up A Natio nal Textile University Whereas it is expedient to establish \na University at the national level for imparting education and providing  research facilities in \nthe field of textile technology; And whereas the President is satisfied that circumstances exist \nwhich  render  it necessary  to take  imme diate  action;  Now,  therefore,  in pursu ance  of the \nProclamation  of Emergency  of the Fourteenth  day of October,  1999,  and the Provision al \nConstitution  Order No. 1 of 1999,  read with the Provision al Constitution  (Amendment) Order \nNo.9  of 1999,  and in exercise of all powers enabling him in th at behalf, the President of the \nIslamic Republic of Pakistan is please to make and promulgate the follow ing Ordinance:- \n \n1.  Short  title  and  commencement.-----(1)  This  Ordin ance  may  be  called  the  National \nTextile University Ordinance, 2002.  (2) It shall come into force at once. \n \n2. Definitions.----In this Ordin ance, unless there is anything  repugnant in the subject on text,- \n \n, (a) \"Academic Council\" means the Academic Council constit uted under section 14; \n \n(b) \"Board\" means the Board of Governors  of the University constitut ed under section 11; \n(c) \"Chancellor\" means the Chancellor of the University; \n(d) \"College\" means a college constituted or affiliated with the University; \n \n(e) \"Commission\" means the Higher Education Commission set up by the Higher Education \n \nCommission  Ordinance, 2002  (LIII of 2002):  \n \n(f) \"Committee\" means the Executive Committee of the University consti tuted under Section \n \n13; \n \n(g) \"Dean\" means the head of a department of the University; \n \n(h) \"Director of Examination and Academics\" means the Chief Coordi nator of Examinations, \nAcademics and Research of the University; \n(i) \"Director Finance\" means the Director Finance of the University; \n \n(j) \"Institu te\" means an institu te constituted or affiliated with the University; \n \n(k) \"prescribed\" means prescribed by the statutes, regulations  or rules, as the case may be; \n \n(l) \"Pro-Chancellor\" means the Pro-Chancellor of the University appoint ed under section 8; \n(m) \"Rector\" means the Rector of the University; \n(n) \"Registrar\" means the Registrar of the University; \n \n(o) \"regulations\" means regulations  made under this Ordin ance: \n(p) \"rules\" means the rules made under this Ordinance; \n(q) “statures” means statutes made under section 19 and \n \n(r) “University” means the National University established under this Ordin ance. \n \n \n \n3. Establishment and Incorporation  of University.----(1) There shall be established a \n \nUniversity to be called the National Textile University consisting  of- \n \n(a) the Chancellor, Pro-Chancellor, the Board, the Rector, Deans, the Committee and the \n \nAcademic Council; \n \n(b) the mem bers of such other councils, committees and advisory  bodies as the Board may \nestablish  or authorize from time to time; \n(c) the members of the faculties and students of the colleges and instit utes; and \n \n(d) such other officers and mem bers of the staff as may be specified by the Board from time \nto time. \n \n(2) The University shall be a body  corpor ate by the name of the National Textile University, \nhaving perpetual succession and a common seal, with power, among others, to acquire, hold \nand dispo se of any property and shall by the  said name sue and be sued, so long as property \nacquired throu gh Government is not sold or transferred as detailed in clause (v) of subsection \n(2) of section 4. \n \n \n(3) The principal seat of the University shall be at Islamabad and it may set up any number or \ncolleges and institutes at such places in Pakistan as the Board may determine. \n \n \n(4)  The  present  regular  or  full  time  employees   of  the  National   College  of  Textile \nEngineering, Faisalabad (NCTE) shall contin ue to be employed under this Ordin ance in the \nNational  Textile  University  under  existing  terms  and  conditions  not less  favourable  than \nthose  prevailing at present. \n \n \n(5)  The  University  shall  be  the  successor  of  N ational  College  of  Textile  Engineering, \nFaisalabad for the purposes of the National College of Textile Engineering (Governing Body \nand Cess) Order, 1983  (President’s Order No. 11 of  1983)  and shall be the beneficiary of the \ntextile cess proceeds. \n \n \n4. Purposes, powers and functions of the University.---(1) The purpos es of the University \nshall be the promotion  and dissemination  of knowledge  and technolo gy  in textile  and to \nprovide  for  instruction,  training,  research,  demonstration  and  service  in  the  said  area  of \nlearning  as the Board may deem appropri ate. \n \n(2) The University shall be a fully autono mous body  with freedom to govern its academic and \nadministrative  functions  in  ord er  to  achieve  its  objectives,  in  general  and,  in  particular, \nfreedom to- \n(a) determine  courses  of study  in textile  , education,  training  and such other branches  of \nlearning  as it may determine; \n(b) select and examine students; \n \n(c) award degrees, diplomas, certificates and other academic distinctions; \n(d) pursue  and coordin ate research; \n(e) affiliate itself or associate with other institu tions,  and establish  faculties in Pakistan or \nabroad for better discharge of its functions and responsibilit ies; \n(f) decide teaching methods  and strategies in order to ensure  the most effective educational \nand research programm es; \n(g) use the financial and other resources allocated to it for the execution  of its functions;  \n \n(h)  confer  in  the  manner  prescribed,  honor ary  degrees  or  oth er  distin ctions  on  persons \napproved by the Board for the purpos e, \n(i) provide for such instructions  for persons not being students of the University as it may \ndetermine, and- to grant certificates and diplomas to such persons; \n(j)  confer  degrees  on  persons  who  have  carried  on  independent  research  as  may  be \nprescribed; \n(k)  accept  the  examinations  passed,  and  the  periods  of  study  spent  by  stud ents  of  the \nUniversity at other Universities and places of learning  as equivalent to such examinations and \nperiods  of study in the University as it may determine and to withdr aw such acceptance; \n(l)  institute  Professors hips,  Associate  Professorships,  Assist ant  Professorships,  Research \n \nAsso ciate ships and other posts  and to make appointments thereto; \n \n(m) create posts for teaching, research, extension, administration and other related purpos es \nand to appoint persons  thereto; \n(n) institute  and award fellowships,  scholarships,  exhibitio ns, bursaries, medals and prizes as \nmay be prescribed; \n(o)  establish  institutes,  faculties,  libraries,  laboratories,  workshops,  museums  and  other \ncenters  of  learning  for  the  development  of  teaching  and  research,  and  to  make  such \narrangements for their maintenance, management and administr ation as it may determine; \n(p) make provisions  for research and advisory  services and with these objects to enter into \narrangements with other institutions  or with public bodies within  Pakistan and abroad as may \nbe prescribed; \n(q) enter into, carry out, vary or cancel contracts; \n \n(r) receive and manage property and grants, bequests, trusts,  gifts, donations,  endow ments \nand other contributions  made to it and to invest any funds,  representing  such property, grants, \nbequests, trusts,  gifts, donations,  endow ments  or contributions  and to convert one kind of \nproperty into other, in su ch manner as it may, deem fit, so long  as property acquired throu gh \nGovernment is not sold or transferred as detailed in clause (v) of subsection (2) of section 4; \n(s) provide for the printing and publi cation of research and other works;  \n(t) authori ze and agree when required by the  colleges to the mobility  of qualified staff among \nuniversities,  research  organizations  and  the  Government  or  corpor ate  bodies,  subject  to \ncondition  that the rights and privileges of the staff under this arrangement shall be protected; \n(u) do all such other acts and things, whether Incidental to the powers aforesaid or not, as \nmay be requisi te in order to further its objects as a place of education, learning and research; \nand \n(v) the assets and properties attached to and owned by the National College of Textile \nEngineering, Faisalabad and the liabilities, if any, of the College shall be transferred, to the \npropos ed  National  Textile  Uni versity  and these assets and properties  may not be sold or \ndispos ed or transferred without  approval of the Government. \n \n(3) The principal teaching facilities of the  University shall consist of constituent colleges and \ninstitu tes and such other colleges and institu tes as may be determined by the Board from time \nto time. \n \n \n(4)  The  colleges  and  institutes  referred  to in subsection  (3),  that  are  in existence  at the \ncommencement   of   this   Ordin ance,   shall   continue   to   function   under   their   existing \nadministrative and financial arrangements, provided that the examination and other academic \nactivities,  including  research  shall  be  subject  to  coordin ation  and  supervision  by  the \nUniversity. \n \n \n(5)  The  University   may,   with  the  approval   of  the  Board,   provide   facilities   to  the \nrepresentatives  of  the  Commission  to  enable  them  to  verify  that  appropri ate  academic \nstandards are being maintained by the University. \n \n \n \n \n5. U niversity to be open to all classes, creeds, etc.----The University shall be open to all \npersons  of either sex of whatever religion, race, class, creed, colour  or domicile who qualify \nfor admission  to the courses of study  offered by the University  based on the criteria and \npolicy determined by the Board, and no such person shall be denied the privileges of the \nUniversity on the ground  only of sex, religion, race, class, creed, colour or domicile. \n \n6. Officers of the University.-----(1) The follow ing shall be officers of the University, \nnamely:- \n(a) the Chancellor; \n \n(b) the Pro-Chancellor; \n(c) the Rector; and \n(d) such person or persons as may be prescribed to be an officer or officers by the Board. \n \n \n \n7. The Chancellor.---(1) President of Pakistan shall be the Chancellor of the University. \n \n(2) The Chancellor shall preside over at the convo cations of the University and meetings at \nwhich business of the University is transacted. \n \n \n(3) Every propos al  to confer  an hono rary  degree  shall be subject  to confirmation  by the \n \nChancellor. \n \n \n \n(4) If the Chancellor is satisfied, that the proceedings or orders of any authority  are not in \naccordance with the provisions  of this Ordin ance, the statutes, rules or regulations,  he may, \nafter calling upon  such authority  to show  cause in writin g, annul such proceedings or orders. \n \n \n8. The Pro-Chancellor.---(1)  The Pro-Chancellor  sh all be appointed by the Chancellor on \nrecommendations  of the Board  for such  period  and on such terms and conditions  as the \nChancellor, may determine. \n \n \n(2)  The  Pro-Chancellor  shall  perform  functions  of  the  Chancellor,  in the  absence  of  the \n \nChancellor, and such other functions  as may be entrusted to him by the Chancellor. \n(3) The Pro-Chancellor shall hold office for a term of four years and shall be eligible for re- \nappoint ment for a similar or such short er terms as the Board may decide and his other terms \nand conditions  of service shall be such as the Board may determine. \n(4) The Pro-Chancellor  shall be the Chief Executive  of the University in all the fields of \nacademics  and  administration,   and  shall  have  overall  responsibi lity   for  the  direction, \norganization  administr ation  and  programme s  of  the  University  in  accordance  with  the \nguidelines and general Policies formulated by the Board and for the implementation of the \ndecisions  and  policies  of  the  Board  and,  in  particular,  he  shall  without  prejudice  to  the \nprovisions  of subsection (4) of section 4,- \n(a)  oversee,  monitor  and  supervise  all  academic  activities,  including  examinations  and \napplied research to ensure that proper academic standards are maintained; \n(b) exercise administrative control  over the academic and administrative staff employed by \nthe University including  their recruitment: \n(c) submit the plans of work  and end budget estimates of the University for the approval of \nthe Board; \n(d) direct the activities  connected  with execution  of programme s  for instruction,  training, \nresearch, demonstration and service, and authori ze expenditure  provided for in the  budget as \napproved by the Board; \n(e) make appointments of teachers, officers and mem bers of the staff of the University and \nother persons  on regular basis in accordance with the policies and procedures approved by the \nBoard so as to ensure the highest intellectual and moral qualities in the persons  appoin ted; \n(f) appoint,  subject to approval of the Board, on contract, teachers, officers and mem bers of \nthe staff  of the University  and such  other  persons  as may be necessary  for a period  not \nexceeding two years; \n(g) submit to the Board, in accordance with the rules of procedure framed by it,  reports  on !he \nactivities of the University and the execution of the plans of works;  \n(h) prepare and revise from  time to time statutes and regulations  with the approval of the \n \nBoard for the efficient and effective operations of the University, and , \n(i) provide the necessary service to the Board. \n \n9. Rector.---(1)  The  Board  shall  appoint  a person,  having  expertise  or understanding  of \ntextile area with recognized standing, as Rector. (2) The Rector shall, in the absence of the \nPro-Chancellor,  perform the functions of the Pro-Chancellor.  (3)  The Rector shall hold the \noffice for a term of four years and shall be eligible for re-appoint ment for a similar term or \nsuch shorter terms as the Board may decide and his other terms and conditions  of service \nshall be such. \n10. Authorities.---The following  shall be the authorities of the University, namely;-- \n(a) the Board of Governors;  \n(b) the Executive Committee; \n(c) the Academic Council; \n(d) the Faculty Board of Studies; and, \n \n(e) such other authorit ies as may be constit uted by the Board. \n \n11. The Board of Governors.---(1) The general supervision  and control  of the affairs of the \nUniversity and the power to lay down  the policies of the University, shall vest in a Board. of \nGovernors  consisting  of- \n \n(i) eight mem bers of the of National Textile Education Found ation; \n(ii) Chairman, All Pakistan Textile Mills Association (APTMA);  \n(iii)  Chairman,  Higher  Education  Commission  or  his  nominee  not  below  the  rank  of  a \nprofessor or an officer of BPS-20; \n \n(iv)  two  Textile  professionals  of national  or international  repute  to be  nominated  by the \nNational Textile Education Found ation;  \n \n(v) a nominee from Lahore University of Management Sciences (LUMS): \n(vi) Vice-Chancellor of a public  University of Engin eering and Technology; \n(vii) two representatives  of the Federal Government,  preferably the Secretary, Ministry  of \nIndustri es and Production and the Textile Commission er; and \n \n(viii) two mem bers nominated, by All Pakistan Textile Mills Association (APTMA);  and \n \n(ix) two nominees of the Provincial Governments of the  Punjab, Sindh, N.-W.F.P. and \nBaluchistan (by rot ation, for a term of two years). *The  nominees should  be eminent textile \nprofessionals or industr ialists.  \n(2) Registrar will be the mem ber and Secretary of the Board, but shall not be entitled to vote. \n(3) The Chancellor may, in consul tation with the Board, appoint  any other person,  including  a \nscientist or educationist, as member of the Board. \n \n(4)  The  existence  of  a vacancy  in,  or  defect  in  the  constitution  of  the  Board,  shall  not \ninvalidate any act or proceedings of the Board. \n \n(5) The Board may direct any officer, mem ber of the faculty or any other person to be in \nattendance during  all or any of its meetings. \n(6) Without  prejudice to the  generality of the provisions  of subsection (1), the Board shall \nexercise and perform the following  powers and functions,  namely:- \n \n(a) to hold,  control  and administer the property, funds  and resources of the University and to \nborrow  or raise  money  for the  pur pose  of the University  upon  such  security  as may be \nrequired; \n \n(b) to formulate  or approve the principles,  po licies and plans governing  the activities and \noperations  of the University, so as to ensure  that the academic staff enjoy academic freedom \nin their research and educational work;  \n \n(c) to pr epare and revise, from time to time the rules and regulations  for the efficient and \neffective operation of University; \n \n(d) to review and approve  the creation of any standing  component of the University, such as \nfaculties,  and councils  and other administr ative  bodies necessary  to assist or improve  the \nworki ng of the University; \n \n(e)  to approve  the  plans  of  work  and  annual  budget  of  the  University  submitted  by the \nDirector Finance, the budget being based on the budget prepared and submitted by the \nconstit uent or affiliated college or institu tes; \n \n(f) to require  and consider reports  submitted by the  officers of the University relating to the \nactivities of the University and the execution  of the plans of work  and to direct the concerned \nauthority  to submit reports relating to any matter specified by the Broad; \n \n(g) to create  such  academic  or administrative  posts  as it may consider  necessary  for the \npurpose  of the University  and to approve  appointments  to such of these  posts  as it may \nspecify,  including  the  posts  of deans,  directors,  professors,  associate  professors,  assistant \nprofessors,  lecturers and demonstr ators; \n \n(h) to select and appoint all administrative and academic staff of the University; \n \n(i) to fix the scales of pay allowances and honoraria for the staff, both academic and \nadministrative, commensurate with their qualification and experience in order to attract the \nbest talent from within and outside  Pakistan for the University; \n \n(j)   to   und ertake   responsibility   for   financial   integrity   of   the   University,   including \nresponsibil ity for ensuring  effectiveness of its future operations  and their continuity  and the \npreservation of the autonomy of the University; \n \n(k)  to  approve  all  affiliations  and  other  similar  arrangements  throu gh  which  colleges, \ninstitutions  or indi viduals may become associated with the University within Pakistan and \nabroad; \n \n(l) to appoint  from amongst its mem bers such committees or sub *committees as may in the \nopinion  of the Broad necessary for its more efficient and effective operation; and \n \n(m) to take all such initiatives as it may consid er necessary or desirable for the efficient and \neffective management and functioning  of the University. \n(7) The Board shall lay down  its own rules of procedure and may amend or modify them \nfrom time to time. \n \n(8)  The  Board  may  delegate  all  or  any  of  its  powers  and  functions  to  an  Executive \nCommittee, sub-committee or Rector. \n \n \n \n12. Meeting of the Board, etc.----(1) The Board shall meet at least twice during  a year for \nregular or scheduled meetings and may meet at any other time at which a special- meeting \nthereof may be called by the Chairman of the Board. \n \n(2) Not less than ten clear day’s notice of a special meeting shall be given to the members of \nthe Board and the agenda of the meeting shall be restricted to the matters specified in the \nagenda to be annexed to such notice, \n \n(3)  The  quorum  for  a  meeting  of  the  Board  shall  not  be  less  than\"  fifty  percent  of  its \nmem bers. \n \n13. Executive Com mittee.----(1) The Executive Committee shall comprise the followin g, \nnamely:- \n \n(a) Pro-Chancellor; who shall also be the Chairman of the Executive Committee; \n(b) Rector; (c) Chairman, APTMA;  and \n(d) Four mem bers of the Board of Governors  representing National Textile Education \n \nFound ation. \n \n \n(2) The Executive Committee shall deliberate on various  aspects related to the functioning of \nthe University  and recomme nd  specific  measures  to the Board for approval  and shall, in \nparticular- \n \n \n \n(a) delineate priorit ies for research; \n \n(b) recomme nd allocation of training and research funds  to the colleges and institu tes; \n \n(c) guide and direct the A cademic Council and Faculty Board of Studies of each college and \ninstitu te on all matters relating to the  academics, including  syllabi and duration of various \ncourses;. \n(d) recomme nd disciplines for all academic studies in the colleges and institutes and help in \ncreation of necessary infrastructure for the same; \n(e) help to induct highly competent scientific and technical talent into the faculty of each \ncollege to enhance the quality of education and research; \n(f) lay down  guidelines for proper and efficient condu ct of professional examination at the \ncolleges and institutes; \n(g) recommend such measures which would  foster and enhance interaction and collaboration \nbetween the University and the existing national and international organizations,  institutio ns \nand research centers and the industr ial base; \n(h)  recomme nd  apportioning  of  the  national  research  and  development  budget  for  the \n \nUniversity; \n \n(i) work  out and propose  affiliation measures with foreign institu tions of repute; \n \n(j)  decide  methods  and  strategies  in  order  to  ensure  the  most  effective  scientific  and, \ntechnological programmes; \n(k) coordin ate with relevant Government Ministries, Universities and Commission; \n(l) propose  statutes to the Board for approval; and \n(m) prepare regulations  for approval by the Board. \n \n \n \n14. Academic Council.-----(1) The Academic Council shall comprise the followin g, \nnamely:- \n \n(a) Rector who shall be the Chairman of the Academic Council; \n(b) The Deans of all educational departments; \n(c) Textile professionals; and \n \n(d) Chairman, APTMA,  Punjab. \n \n \n \n(2) The Academic Council shall act as an advisory  as well as an implementing  body  of the \ndecisions  of the Executive Committee on all matters relating to the  condu ct of examinations, \nrevision  and updating of courses and syllabi, quality of education,  dur ation  of all courses \nincluding  condu ct of post-graduate classes in specified disciplines. \n(3) The Academic Council shall also help the Pro-Chancellor in evaluating, proposing  and \ncoordin ating research and development, projects and respective, institutes and colleges. \n15. Council of Regents.---(1) The University may set up a Council of Regents consis ting of \nsuch members as the Board may determine. \n \n(2) The mem bers of the Council of Regents shall be appoin ted from amongst heads of \nGovernment  and  non-Government  organizations,  bodies  and  institutio ns  of  repute,  both \nnational and foreign, interested in the educational promotion  and its patronage. \n \n \n(3) The busin ess  of the Council  of Regents  shall  be  regulated  by the  Board  as may be \nprescribed. \n \n \n16. Academic and administrative  staff.- The academic and administrative staff of the \nUniversity shall be selected with a view to achieve its stated objectives and the basic criteria \nof their selection shall be the highest standards of competence, integrity and efficiency. \n \n \n17. University funds, audit and accounts.-----(1) The University shall have a Fund to which \nshall be credited all direct donations,  trusts,  bequests, endow ments, grants, assistance from \ninternational agencies, contributions,  shares or fees, and income from any other sources and \nwhich shall be under the control  of the Board. \n(2)  The  colleges  and  institu tes  shall  receive  their  finances  from  the  following  sources, \nnamely:- \n(a) annual budget from the University; \n \n(b) propo rtion ate share of fees including  examinations fee throu gh the University budget; \n(c) any grants from the Governments; \n(d) any sale of royalties or publi cations;  and \n \n(e) any assistance from the University Fund as decided by \" the Board. \n \n \n \n(3) Capital and recurrent expenditure of the University shall be met from the allocation made \nby the Board out of the University Fund. \n \n \n(4) No contribution,  donation or grant which may directly or indirectly invol ve any \nimme diate or subsequent financial liability for the University, or which may involve an \nactivity not included in its progr amme rs for the time being, shall be accepted without  prior \napproval of the Board. \n \n(5) The accounts  of the University shall be maintained in su ch form and manner as may be \ndetermined by the  Board and shall be audited each year within  six months  of the closing of \nthe financial year of the University by a Chartered Accountant appoin ted by the Board. \n \n \n(6) The accounts,  together with the report of the auditor thereon, shall be submitted to the \n \nBoard for approval. \n \n \n \n(7) The audito r\"s report shall certify that the auditor has complied with the standards of audit \nand certification laid down by the Institute  of Chartered Accountants of Pakistan. \n \n \n18.   P ension,   insurance,   gratuity,   provident   fund   and   benevolent   Fund.-(1)   The \nUniversity shall constitute for the benefit of its officers teachers and other employees in such \nmanner and subject to such condition as may be prescribed such pension,  insurance, gratuity, \nprovident fund and benevolent fund and other welfare schemes as it may deem fit. \n(2) Where any Provident Fund has been constituted under this Ordin ance, the provisions  of \nthe Provident  Funds Act, 1925  (XIX  of 1925),  shall apply to such Fund as if it were the \nGovernment Provident Fund. \n \n19.  Statutes.---(1)  Subject  to the  pro visions  of this  Ordin ance,  statutes  may  be  made  to \nregulate or prescribe all or any of the following  matters, namely:- \n \n(a) creation of the instit utes and faculties; \n \n(b) service, pension  and fringe benefits for University employees and terms and conditions  of \ntheir service; \n(c) condition  of appoin tment of Professors  Emeritus and award of hono rary degrees; \n(d) efficiency and discipline of the University employees; and \n(e) all other matters required to be regulated by statutes. \n \n \n(2) No statute shall be valid until it has been approved by the Board or Chancellor. \n \n \n20.  Regulatio ns.----(1)  Subject  to  the  provisions  of  this  Ordin ance  and  the  statutes,  the \nExecutive Committee may make regulations for all or any of the followi ng matters, namely:- \n(a) scheme of studies and research, including the duration of courses, number of subjects or \npapers for examination; \n(b) syllabi and courses of study  and research programme s leading to degrees, diplo mas or \ncertificates; \n(c) methodolo gy for selection and admission  of students: \n \n(d)  condu ct  and  supervision  of examination,  appoint ment  of examiners  and  scrutiny  and \ntabulation of results; \n(e) determination of fees and other charges for admission to various  courses; \n \n(f) maintenance of discipline amongst the students and schemes for their welfare; \n \n(g) insti tution  of fellowships,  prizes and medals, honor arium and other financial assistance to \nstudents and research scholars; \n(h) condu ct of convocations and form of academic costumes; and \n \n(i) all other academic matters which are to be or may be prescribed. \n \n \n \n(2) The regulation shall be approved by the Board on recommendations  of the committee. \n(3) No regulation shall be valid until it has been approved by the Bo \n21. Rules.---The  Executive  Committee  may make  ru les for implementation  of statutes  or \nregulations  where so required under the statutes or regulations  or make rules to regulate any \nmatter relating to the affairs of the University which under this Ordin ance are not specifically \nrequired to be provided for by the statutes or regulations.  \n \n \n22. Indemnity and bar Jurisdiction.---(1)  No suit prosecution or other legal proceedings \nshall lie against any person or authority  for anything  which is in good faith done  or intended \nto be done  under this Ordinance. \n \n \n(2) No decision  taken or act or thing  done, by the Chancellor, Pro *Chancellor of the Board \nshall be called in question before any Court or other authorit y. \n \n \n23. Ordinance to ov erride other laws.---This Ordin ance shall have effect notw ithstanding \nanything  contained in any other law for the time being in force. \n \n \n24. Removal of difficulties.---(1) If any question  arises as to t he interpretation of any of the \nprovisions  of the Ordin ance, it shall be placed before the Board whose  decision  thereon will \nbe final. \n(2) If any difficulty arises in giving effect to any provision of this Ordin ance, the Board may \nmake such order or dir ection, not inconsis tent with the provisions  of this Ordin ance, as may \nappear to it to be necessary for the purpose  of removing such difficulty. \n \n \n(3) Where this Ordin ance makes any provision  for anything to be  done  but no provision  or no \nsufficient provision  has been made in respect of the authority  by whom, or the time at which, \nor the manner in which, shall be done, then, is shall be done  by such authority, at such time, \nor; such manner as the Board may direct."
}