{
    "file": "./converted_json\\administrator09193b98b37790483e0d781d43eae061(1).json",
    "name": "Regulation of Generation, Transmission and Distribution of Electric Power (Amendment) Act, 2021",
    "date": "30th July, 2021 and August 11, 2021",
    "tagline": "Amendment of Regulation of Generation, Transmission and Distribution of Electric Power Act, 1997",
    "content": "PART I] THE GAZETTE OF PAKISTAN, EXTRA.,  AUGUST 11, 2021    565 \n \n \n \n  \nISLAMABAD,  WEDNESDAY ,  AUGUST 11, 2021   \n \nPART I  \n \nActs, Ordinances, President ’s Orders and Regulations  \n \nSENATE  SECRETARIAT  \n \nIslamabad , the 10th August, 2021  \n \nNo. F. 9 (24)/2021-Legis .— The following Act of Majlis -e-Shoora  \n(Parliament) received the a ssent of the President on 30th July, 2021  and is \nhereby pub lished for general information: — \n \nACT NO. XIV OF 2021  \n \nAn Act further to amend the Regulation of Generation, Transmission and \nDistribution of Electric Power Act,1997  \n \n WHEREAS , it is expedient furt her to amend the Regulation of Generation, \nTransmission and Distribution of Electric Power Act, 1997 (Act No. XL of \n1997) for the purposes hereinafter appearing;  \n \n It is hereby enacted as follows: — \n \n 1. Short title and commencement. — (1) This Act shall be called the \nRegulation of Generation, Transmission and Distribution of Electric Power \n(Amendment) Act, 2021.  \n \n (2) It shall come into force at  once . \n \n(565)  \n \n Price : Rs. 10.00 \n \n   \n[1167(2021 ) Ex.Gaz .]  \n566 THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  AUGUST  11, 2021   [PART I \n \n  2. Amendment of section 2, Act XL of 1997 .— In the Regu lation of \nGeneration, Transmission and Distribution of Electric Power Act, 1997 (Act No. \nXL of 1997), hereinafter called the said Act, in section 2, — \n \n (a) after clause (iii), the following new clause ( iiia) shall be inserted, \nnamely: — \n \n  “(iiia)  “consolid ated accounts ” means the consolidated revenue \nrequirement of public sector licensees, engaged in supply of \nelectric  power to consumers, complied by the uniform tariff \napplicant, on the basis of individual tariff determined by the \nAuthority of such li cense es”; and  \n \n (b) after clause (xxvii), the following new clauses (xxviia) and (xxviib) \nshall be inserted, namely: — \n \n “(xxviia)  “uniform tariff applicant ” means any entity designated by the \nconcerned Minister in Charge for the purposes of filling \nuniform tar iff application based on consolidated accounts; \nand \n \n  (xxviib)  “uniform tariff application ” means an application filed by the \nuniform tariff applicant for the purposes of determination, \nmodification and revision of the uniform tariff; ”. \n \n 3. Amendment o f section 23F, Act XL of 1997. — In the said Act, in \nsection 23F, in sub -section (2), after clause (f), the following new clause shall be \ninserted, namely: — \n \n    “(g) ensure timely submission of annual or multiyear petitions and \nquarterly petitions, as specif ied by the Authority and to the \nextent applicable to it, ensure timely submission of all \ninformation and data to the uniform tariff applicant so that the \nuniform tariff application duly supported by consolidated \naccounts is moved by it within a period of f ifteen days of \nintimation of tariff by the Authority under sub -section 4 of \nsection 31 of this Act:  \n \nProvided that in the event timely submissions are not \nmade, then the Authority may call for requisite information in \nterms of section 44 of this Act.”.  \n \n 4. Amendment of section 31, Act XL of 1997. — (1) In the said Act, \nin section 31, — \n \n   (a) in sub-section 4, for the expression “in the public consumer \ninterest, determine a uniform tariff for distribution licensees \nwholly owned and cont rolled by a common sh areholder, ” the \nPART I] THE GAZETTE OF PAKISTAN, EXTRA.,  AUGUST 11, 2021    567 \n \n expression “on the basis of uniform tariff application, \ndetermine a uniform tariff for public sector licensees, \nengaged in supply of electric power to consume rs, in the \nconsumer ’s interest, ”; \n   \n  (b) for sub -section 7 the following shall b e substituted, \nnamely: — \n \n“(7)  Notification of the Authority ’s approved tariff or \nuniform tariff, as the case may be; rates, charges, and \nother terms and conditions for the supply of electric \npower services shall be made, in the official Gazette, by \nthe Fe deral Government within thirty days of intimation \nof the same by the Authority. In the event the Federal \nGovernment falls to notify the tariff so determined by \nthe Authority, or refer the matter to the Authority for \nreconsideration, within the time period specified, then \nthe Authority may direct immediate application of its \nrecommended and approved tariff or uniform tariff as \nthe case may be, by way of notification of the same, \nsubject to adjustment which may arise on account of \nreconsideration, if any, sub sequently filed by the \nFederal Government:  \n \n Provided that — \n \n (i) the Federal Government may, as soon as may be, but not later than \nthirty days of receipt of the Authority ’s intimation of its approved \ntariff of public sector licensees involved in distribut ion and supply \nbusiness, require the Authority to reconsider its determination of \nsuch tariff to the extent of issues common to these licensees. \nWhereupon the Authority shall, within thirty days, determine these \nafter reconsideration and intimate the same to the Federal \nGovernment;  \n \n (ii) the Authority may, on a quarterly basis and not later than a period \nof fifteen days, make quarterly adjustments in the approved tariff \non account of capacity and transmission charges, impact of \ntransmission and distributio n losses, variable operation and \nmaintenance and, policy guidelines as the Federal Government \nmay issue and, intimate the tariff so adjusted to the Federal \nGovernment prior to its notification in the official Gazette. The \nFederal Government may, as soon as  may be, but not later than \nfifteen days of receipt of the Authority ’s intimation of its \nrecommendation for adjustment, require the Authority to \nreconsider its determination of such quarterly adjustment. In the \nevent the Federal Government does not refer t he matter to the \n568 THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  AUGUST  11, 2021   [PART I \n \n Authority for reconsideration, within the time period specified \nabove, then the Authority shall notify the tariff so adjusted in the \nofficial  Gazette. However, in case of filing of the reconsideration \nrequest by the Federal Government, wit hin the time period \nspecified above, the Authority shall, within fifteen days, determine \nsuch adjustments after reconsideration and intimate the same to the \nFederal Government prior to its notification in the official Gazette;  \n \n (iii) the Federal Governmen t in lieu of reconsideration requests may opt \nto file an appeal, however, in the event the Federal Government \nmoves reconsideration request then it shall not subsequently be \nentitled to avail the remedy of appeal against the decision of \nreconsideration req uest; \n \n (iv) the Authority may, on a monthly basis and not later than a period \nof seven days, make adjustments in the approved tariff on account \nof any variations in the fuel charges and policy guidelines as the \nFederal Government may issue and, notify the  tariff so adjusted in \nthe official Gazette. ”; \n \n (c) after sub -section (7), the following sub -section shall be inserted, \nnamely: — \n \n “(8) Notwithstanding anything contained in this Act and in \naddition to the tariff, rates and charges notified under  \nsub-section (7) and this sub -section, each electric power \nsupplier shall collect such surcharges from any or all \ncategories of consumers, as the Federal Government may \ncharge and notify in the official Gazette from time to time, in \nrespect of each unit of electri c power sold to any or all \ncategories of consumers and deposit the amount so collected \nin such manner as may be prescribed. The amount of such \nsurcharges shall be deemed as a cost incurred by the electric \npower supplier and included in the tariff notified under  \nsub-section (7):  \n \nProvided that such surcharges shall be levied for the \nfollowing purposes, namely: — \n \n (a) funding of any public sector project of public importance [to \nthe extent decided by the Federal Government]; and  \n \n (b) fulfillment of any finan cial obligation of the Federal \nGovernment with respect to electric power services [to the \nextent decided by the Federal Government].  \n \n          Explanation. — For the purposes of this proviso, the term \n“financial obligations ” includes obligations of the Fed eral \nPART I] THE GAZETTE OF PAKISTAN, EXTRA.,  AUGUST 11, 2021    569 \n \n Government to make payments in respect of purchase of electric \npower as well as obligations related to electric power services \nsecured through issuance of sovereign guarantee:  \n \n \nProvided further that the aggregate amount of such \nsurcharges shall not e xceed ten percent of the aggregate revenue \nrequirement of all electric power suppliers, engaged in supply of \nelectric power to end consumers, as determined by the Authority. ”. \n \n  5. Amendment of section 51, Act XL of 1997. — In the said Act, in \nsection 51, — \n \n (a) The existing provision shall be re -numbered as sub -section (1), \nthereof; and  \n \n (b) after sub -section (1), re -numbered as aforesaid, the following new \nsub-section, shall be inserted, namely: — \n \n “(2) All acts done or taken and notifications issued by the \nFederal Government with respect to electric power services, \nfrom the enactment of the Regulation of the \nGeneration,  Transmission and Distribution of Electric \nPower (Amendment) Act, 2018 till the coming into force of \nthe Regulation of the Generation, Tr ansmission and \nDistribution of Electric Power (Amendment) Act, 2021, shall \nbe deemed to have been validly  made and issued under this \nAct”. \n \n                                     ———————  \n \n                       MOHAMMAD QASIM SAMAD KHAN,  \n    Secretary.  \n \n \n \n \n \n \n \n \n \nPRINTED  BY THE MANAGER, PRINTING CORPORATION OF  PAKISTAN PRESS,  ISLAMABAD . \nPUBLISHED BY THE  DEPUTY CONTROLLER, STATIONERY AND FORMS, UNIVERSITY ROAD, KARACHI ."
}