{
    "file": "./converted_json\\administrator19fa9583fc5e20e8851dab68686cc5f3.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "NATIONAL ELECTRIC POWER REGULATORY AUTHORITY \nPERFORMANCE STANDARDS (DISTRIBUTION) RULES, 2005  \n \nIslamabad, the 11th January, 2005  \n \nNOTIFICATION  \n \nS.R.O.45(I)/2005. –– In exercise of the powers conferred by Section 46 of the  \nRegulation of Generation, Transmission and Distribution of Electric Power Act, 1997 (XL of \n1997), read with Section 34 thereof, the National Electric Power Regulatory Authority, with \nthe approval of Federal Government, is pleased to make the following Rul es namely: –– \n \nPART I  \n \nPRELIMINARY  \n \n1.  Short title and commencement .––(1) These Rules may be called the \nNational Electric Power Regulatory Authority Performance Standards (Distribution) Rules, \n2005. \n \n(2) These shall come into force at once:  –– \n \nProvided t hat sub -rule (3) of rule 5 and clause (b) rule 9 shall be applicable after four \nyears of the date of coming into force of these rules:  \n \nProvided further that in the event of privatization of a distribution company sub -rule \n(3) of rule 5 and clause (b) of r ule 9  shall be applicable with effect from such date as the \nAuthority may determine at the time of privatization keeping in view the performance of the \ndistribution company being privatized.  \n \n2. Definitions. ––(1) In these rules, unless there is anything repugnant in the \nsubject or context, –– \n \n(a) \"Authority\" means the National Electric Power Regulatory Authority \nestablished under Section 3 of the Act;  \n \n(b) “Act” means the Regulation of Generation, Transmission and Distribution of \nElectric Power Act, 1997 (XL of 1 997);  \n \n(c) \"connection\" means the provision of electric power supply services;  \n \n(d) \"Force Majeure\" means an act of God that is reasonably not foreseeable by a \ndistribution company or a force or cause beyond the reasonable control of a \ndistribution company;  \n \nExplanation:  Events such as an earthquake, explosion, riot, floods, hurricane that \nresults in exceeding the design parameters of the equipment or other calamity of \ncatastrophic nature whose timing, duration, and extent of the impact cannot be \n reasonably forese en or quantified by the distribution company may be considered as a \nForce Majure condition.  \n \n(e) “kV” means kilo -volts or 1,000 volts;  \n \n(f) “Load Shedding” means the process of deliberately removing either manually \nor automatically pre -selected consumer's load dem and from the power system \nas per scheduled programme on a rotating and proportionate basis for each \nclass of consumers notified earlier by a distribution company;  \n \n(g) \"Long Duration Power Supply Interruption\" means loss of electric supply to \none or more consu mers for a duration of more than three minutes;  \n \n(h) “NTDC” means the National Transmission and Dispatch Company;  \n \n(i) \"Operator\" means a person authorized by the distribution company to operate \nits electrical facilities;  \n \n(j) \"Planned Power Supply Interruption\" means  planned or scheduled outage of \nelectrical supply to one or more consumers;  \n \n(k) “Point of Outage” means the point in the distribution system of a distribution \ncompany beyond which electric service is interrupted including without \nlimitation grid station, 11 k V feeders, 400/230 volts line and transformer;  \n \n(l) “Power Supply Interruption” means loss of electric supply to one or more \nconsumers;  \n \n(m) “Short Duration Power Supply Interruption” means loss of electric supply to \none or more consumers for a duration of three m inutes or less excluding \nmomentary interruptions of duration less than one second;  \n \n(n) “rural area” means the area falling within the jurisdiction of all rural local \nbodies including without limitation union councils, tehsil councils and zila \ncouncils;  \n \n(o) \"Step  Potential\" means difference of voltage between the steps of an Operator, \nhuman being or animal coming in contact or operating electrical facilities of a \ndistribution company;  \n \n(p) “System Average Interruption Duration Index (SAIDI)\" means the average \nduratio n of consumer Power Supply Interruptions per consumer occurring in a \ngiven year, determined by dividing the aggregated sum of all consumers \npower supply interruption durations in minutes by the total number of \nconsumers served by a distribution company in a given year;  \n \n(q) “System Average Interruption Frequency Index (SAIFI)\" means the average \nfrequency of Consumer Power Supply Interruptions per consumer occurring in \na given year, calculated by dividing the total annual number of Consumer \nPower Supply Interrup tions by the total number of consumers served by a \ndistribution company in a given year;  \n \n(r) “urban area” means the area falling within the jurisdiction of all urban local \nbodies or development authorities including without limitation town \n committees, municip al committees, municipal corporations, metropolitan \ncorporations and cantonment boards; and  \n \n(s) “year” or “annual” means the period of twelve months beginning on the 1st \nJuly and ending on the 30th  June.  \n \n(2) The words and expressions used but not defined i n these rules shall have the \nmeaning assigned to them in the Act.  \n \n \nPART II  \n \nGUARANTEED STANDARDS OF PERFORMANCE  \n \n3. Guara nteed Standards of Performance. ––(1) A distribution company shall \nimplement Guaranteed Standards of Performance for each and every in dividual consumer as \nspecified in sub -rule (3).  \n \n(2) In the event of Planned Power Supply Interruptions, notice shall be served to \nall affected consumers at least forty -eight hours in advance of any such planned Interruption \nexcluding defence establishmen ts where Planned Power Supply Interruptions shall only be \ntaken through mutual agreement.  \n \n(3) The following Guaranteed Performance Standards (GS1 through GS5) shall \napply to Long Duration Power Supply Interruptions (duration lasting more than three \nminute s). Whereas, the following Guaranteed Performance Standard (GS6) shall apply to \nShort Duration Power Supply Interruptions (duration lasting less than or equal to three \nminutes).     \n \n(a) Guaranteed Standard 1 - Restoration  following Unplanned Long \nDuratio n Power Supply Interruptions (GS1U & GS1R):  \n \nUrban Consumers (GS1U) and Rural Consumers (GS1R)  \n \nIn the case of an unscheduled or unplanned Power Supply Interruption, a \ndistribution company shall restore the supply of power to all affected \nconsumers within the time limits specified below namely: –– \n \n   Consumers in urban areas (GS1U). 10 Hours*.  \nConsumers in rural areas (GS1R). 16 Hours*.  \n \nExplanation:  \n \n* The time period shall commence from the time when the first affected consumer \nreports a Power Supply Int erruption, or when the distribution company's automatic \nequipment indicates, or should have indicated, a Power Supply Interruption, \nwhichever is the sooner.  \n \n(b) Guaranteed Standard 2 - Maximum Number of Unplanned Long \nDuration Power Supply Interruptions (GS2)1:  \n \nIn the event of an unscheduled or unplanned Power Supply Interruption, a \ndistribution company shall ensure that supply of electricity to consumers is not \ninterrupted, on an annual basis, more frequently than the limits specified \nbelow, namely: -  \n  \nConsumers receiving supply at:  132/66 kV \nand above  33/11 kV  400/230 Volts.  \nUrban  Rural  \nMaximum number of interruptions for each \nindividual consumer per annum (GS2).  6 30 60 80 \n \n \n(c) Guaranteed Standard 3 - Duration of Unplanned Long Duration Power \nSupply Interruptions (GS3)2:  \n \nIn the event of an unscheduled or unplanned Power Supply Interruption, a \ndistribution company shall ensure that supply of electricity to consumers is not \ninterrupted, on an annual basis, for an aggregated duration greater tha n the \nlimits specified below, namely: -  \n \nConsumers receiving supply at:  132/66 kV \nand above  33/11 kV  400/230 Volts  \n \nUrban  Rural  \nMaximum interruption aggregated duration** (Hours) \nfor each individual  consumer per annum (GS3).  26 44 88  \n   175 \n240***  \n \nExplanation:  \n \n** Aggregated duration for a consumer shall be computed by adding the duration of all Power \nSupply Interruptions for that consumer in a given year.  \n \n*** This limit shall apply to Karachi Electric Supply Corporation Limited (KESC) only.  \n \n1, 2 Power Supply Interruptions resulting from the load shedding carried out by the \ndistribution company due to the distribution system overloading or inadequacies shall be \nincluded in the calculation of GS2 through GS5.  \n \n(d) Guaranteed Standard 4 - Maximum Num ber of Planned Long Duration \nPower Supply Interruptions (GS4) 3:  \n \nA distribution company shall not exceed the annual number of scheduled or \nPlanned Power Supply Interruptions of any consumer as specified below, \nnamely:  –– \n \nConsumers receiving supply at:  132/66 kV \nand above  33/11 kV  400/230 Volts  \nUrban  Rural  \nMaximum number of Planned Interruptions for \neach individual consumer per annum (GS4).  4 8 16 16 \n \n(e) Guaranteed Standard 5 - Duration of Planned Long Duration Power \nSupply Interruptions (GS5) 4 : \n \nIn the event of a scheduled or Planned Power Supply Interruption, a \ndistribution company shall ensure that supply of electricity to consumers is not \ninterrupted, on an annual basis, for an aggregated duration greater than the \nlimits specified below, name ly: ––  \n \n \nConsumers receiving supply at:  132/66 kV \nand above  33/11 \nkV 400/230 Volts  \nUrban  Rural  \n Maximum interruption aggregated duration* (Hours) \nfor each individual consumer per annum (GS5).  36 64 80 96 \n \nExplanation : \n \n* Aggregated duration of a Plan ned Power Supply Interruption for a consumer shall be \ncomputed by adding the duration of all Power Supply Interruptions for that consumer in a \ngiven year. For each Planned Power Supply Interruption, the distribution company shall make \nefforts that the supp ly to consumers is not disconnected before 6am and is restored by 5pm, in \nwinter, during the period the 16th October to the 15th April; and is not disconnected before \n5am and is restored by 6pm, in summer, during the period the 16th April to the 15th Octob er or \nany other convenient time to the consumers.  \n \n3, 4 Power Supply Interruptions resulting from the load shedding carried out by the \ndistribution company due to the distribution system overloading or inadequacies shall be \nincluded in the calculation of G S2 through GS5.  \n \n(f) Guaranteed Standard 6 - Maximum Number of Unplanned Short \nDuration Power Supply Interruptions (GS6):  \n \nIn the event of an unscheduled or unplanned Short Duration Power Supply \nInterruption (duration lasting less than or equal to three mi nutes) a distribution \ncompany shall ensure that supply of electricity to consumers is not interrupted, \non an annual basis more frequently than the limits specified below, namely:  ––  \n \nConsumers receiving supply at:  132/66 kV and \nabove  33/11 \nkV 400/230 Volt s \nUrban  Rural  \nMaximum number of unplanned Short Duration \nPower Supply Interruptions for each individual \nconsumer per annum (GS6).  4 140 275 300 \n \n \nPART III  \n \nOVERALL STANDARDS OF PERFORMANCE  \n \n4. Overall Standards of Performance. ––In addition to Guaran teed Standards of \nPerformance to individual consumers, the following Overall Standards of Performance shall \nprovide the underlying indicators of assessment of supply reliability, quality of supply, and \nsafety of electric power supply that a distribution co mpany provides to its consumers. In \naddition, these Standards shall also provide time required for a connection to a new \nconsumer; and principles and priorities of the Load Shedding for distribution companies.   \n \n(a) Overall Standard 1 - System Average Inte rruption Frequency Index \n(OS1):  \n \nA distribution company shall ensure that the System Average Interruption \nFrequency Index (SAIFI) of supply of power per consumer per annum does \nnot exceed thirteen.  \n \nSystem Average            Total annual number of all Consu mer Power Supply Interruptions  \nInterruption Frequency   = \nIndex* (SAIFI)            Total number of consumers served by the distribution company in a given year  \n \nExplanation:  \n \n * In the calculation of SAIFI (OS1) any Power Supply Interruption on the distribu tion \nsystem of a distribution company caused due to the outage of a transmission (220 kV \nand above) or generation facility OR another licensee's (other than the distribution \ncompany) system facility (planned or unplanned interruption) shall not be accounte d \nfor.  \n \n(b) Overall Standard 2 - System Average Interruption Duration Index (OS2):  \n \nA distribution company shall ensure that the System Average Interruption \nDuration Index (SAIDI) of supply of power per consumer per annum does not \nexceed fourteen.  \n \nSystem Average               Aggregate sum  of all Consumer Power Supply Interruption durations in minutes  \nInterruption Duration  =  \nIndex* (SAIDI)              Total  number of consumers served by the distribution company in a given year  \n \nExplanation:  \n \n* In the ca lculation of SAIDI (OS2), any Power Supply Interruption on the \ndistribution system of a distribution company caused due to the outage of a \ntransmission (220 kV and above) or generation facility OR another licensee's (other \nthan the distribution company) sy stem facility (planned or unplanned interruption) \nshall not be accounted for.  \n \n(c) Overall Standard 3 - Time Frame for New Connections (OS3):  \n \nA distribution company shall provide electric power service to atleast 95% of \nnew connections to its eligible consum ers as specified in the Consumer \nEligibility Criteria laid down by the Authority  pursuant to section 21(2)(b) of \nthe Act in each of the following categories within the time limits specified \nbelow from the date of application for new connection, namely:  ––  \n[\nSr. \nNo. Description  Time -limit for issuance \nof demand notice after \nreceipt of application  Time -limit for \nprovision of connection \nafter payment of \ndemand notice.  \n1. For supply at voltage level upto 400  V and \nload upto 15 kW  10 days  20 days  \n \n2. For s upply at voltage level upto 400 V and \nload above 15 kW but not exceeding 70 kW.  15 days  38 days  \n3. For supply at voltage level upto 400 V and \nload above 70 kW but not exceeding 5000 \nkW 15 days  58 days  \n \n4. For supply at voltage level 11 or 33 kV and \nload above 500 kW but not exceeding 5000 \nkW 30 days  76 days  \n5. For supply at voltage level 66 kV and above \nfor all loads.  45 days  451 days  \n \nExplanation:  \n \n“In case the distribution company does not take the required action within the \nstipulated time prescribed  in the above table, the distribution company shall have to \ngive reasons for each day delay in writing to the consumer with a copy to the \nAuthority; the Authority may accept or reject such reasons. However, the delay shall \nnot absolve the distribution comp any from the obligation to complete the required \n action ( i.e. issuance of demand notice or provision of connection, as the case may \nbe)”. ]1 \n                                                           \n1 The table and explanation “  \nSr. \nNo. Description  Time limit**  \n(Calendar days)  \n(1) (2) (3) \n1. For suppl y at voltage level up to 400V and load up to 15 kW.  30 \n2. For supply at voltage level up to 400V and load above 15kW but not exceeding 70 kW.  53 \n3. For supply at voltage level up to 400V and load above 70kW but not exceeding 500 kW.  73 \n4. For supply at voltage level 11 or 33 kV and load above 500 kW but not exceeding 5000 kW.  106 \n5. For supply at voltage level 66 kV and above for all loads.  496 \n \nExplanation:  \n** Time shall be counted from the date of registration of the application for a new connection till such time the consumer is \nprovided the connection. However, the limits of this standard shall not include any time required that is beyond control of t he \ndistribution company” is substituted vide SRO 393(I)/2011  \n .   \nd. Overall Standard 4 - Nominal Voltages (OS4):  \n \n(i)  A distribution company shall supply power to atleast 95% of its \nconsumers within the range of ± 5% of the nominal voltage.  \n(ii) The following nominal voltages shall be used for the distribution \nsystem of a distribution company, namely:  ––  \n \n(a) 400/230 Volts  \n(b) 11 kV  \n(c) 33 kV  \n(d) 66 kV  \n(e) 132 kV  \n(f) 220 kV (if applicable)  \n \ne. Overall Stan dard 5 - Frequency (OS5):  \n \n(i) A distribution company shall supply power to its consumers within the \nfrequency range of 50 (±1%) Hz.  \n \n(ii) The company shall supply electric power to its consumers of the power \nquality in accordance with the IEEE Standard 519 -1992 pe rtaining to \nharmonic content.  \n \n \nf. Overall Standard 6 -Priorities and Principles of Load Shedding (OS6):   \n \n(i) A distribution company shall have plans and schedules available to \nshed up to 30% of its connected load at any time upon instruction from \nNTDC. This 30%  load must be made up from separate blocks of \nswitchable load, which can be disconnected in turn at the instruction \nfrom NTDC. A distribution company shall provide copies of these \nplans to NTDC.  \n \n(ii) Wherever possible NTDC shall give distribution companies adv ance \nwarning of impending need for load shedding to maintain system \nvoltage and/or frequency in accordance with the Grid Code.  \n \n(iii) As per the provisions of the Grid Code, NTDC shall maintain an \noverview and as required instruct each distribution company the  \n quantum of load to be disconnected and the time of such \ndisconnection. This instruction shall be given in clear, unambiguous \nterms and related to prepared plans.  \n \n(iv) When instructed by NTDC, the distribution companies shall shed the \nload in the following order , namely:  –– \n \n(a) Supply to consumers in rural areas; and residential consumers \nin urban areas where separate feeders exist.  \n \n(b) Supply to consumers, other than industrial, in urban areas.  \n \n(c) Supply to agriculture consumers where there is a dedicated \npower supply.  \n \n(d) Supply to industrial consumers.  \n \n(e) Supply to schools and hospitals.  \n \n(f) Supply to defense and strategic installations.  \n \n(v) A distribution company shall prepare schedules of load disconnection, \nwhich demonstrate this priority order and which rotate load \ndisconnect ions within the above groups in a non -discriminatory \nmanner. The principle of proportionality shall be kept in mind so as not \nto excessively burden a particular consumer class.  \n \ng. Overall Standards 7 -(Safety (OS7):  \n \n(i) All distribution facilities of a distr ibution company shall be \nconstructed, operated, controlled and maintained in a manner \nconsistent with the Distribution Code, Power Safety Code, Consumer \nService Manual, and other applicable documents.  \n \n(ii) A distribution company shall ensure that its distribu tion facilities do \nnot cause any leakage of electrical current or step potential beyond a \nlevel that can cause harm to human life, as laid down in the relevant \nIEEE/IEC Standards; prevent accessibility of live conductors or \nequipment; and prevent developme nt of a situation due to breakdown \nof equipment which results in voltage or leakage current that can cause \nharm to human life, property and general public including without \nlimitation, employees and property of the distribution company.  \n \n(iii) A distribution com pany shall implement suitable, necessary, and \nappropriate rules, regulations and working practices, as outlined in its \nDistribution Code or applicable documents, to ensure the safety of its \nstaff and members of the public. This shall also include suitable \ntraining for familiarity and understanding of the rules, regulations, \npractices, and training to use any special equipment that may be \n required for such purposes including without limitation  basic first aid \ntraining.  \n \n \nPART IV  \n \nMISCELLENEOUS  \n \n5.  Data  base and complaints mechanism: ––(1) A distribution company shall \nmaintain a computerized data base system covering all Power Supply Interruptions. The data \nbase shall include for each occurrence the  following information, namely:  –– \n \n(a) Date and time of occurren ce of an outage;  \n \n(b) the point of an outage (interruption);  \n \n(c) the time at which the service is restored, allowing for staged restoration \nof a major interruption;  \n \n(d) total duration of interruption for each restoration stage;  \n \n(e) affected feeder and transformer code number;  \n \n(f) the number of connected consumers; and  \n \n(g) the number of consumers affected by each interruption;  \n \n(2) Subject to the provisions of sub -rule (3), –– \n \n(a) a distribution company shall ensure that all consumer complaints are \nproperly registered and accurate ly recorded;  \n \n(b) a distribution company shall establish complaint offices to facilitate \nconsumers in lodging complaints which can be done by appearing \npersonally or lodging the complaints telephonically or electronically;  \n \n(c) a toll -free telephone system shall b e established to receive complaints; \nand \n \n(d) all complaints shall be immediately registered; and the complainant \nshall be informed by the distribution company of the reference number \nallotted to the complaint.  \n \n(3) In case of a failure by a distribution compa ny to comply with the provisions of \nsub-rule (2), the distribution company shall be subject to fines and penalties under rule 9:  \n \nProvided that the Authority may relax the application of this rule on the basis of \nspecial circumstances or size of a particu lar distribution company.  \n   \n 6. Resolution of metering and billing disputes. –– A distribution company \nshall ensure that any investigation and decision of dispute concerning metering, billing and \nelectricity consumption charges are finalized within twenty one days of the filing of the \ncomplaint failing which it shall be immediately referred to the Provincial Offices of \nInspection (POIs), established pursuant to section 38 of the Act. However, the disputed meter \nshall be inspected by the authorized distribut ion company personnel within five days of \nreceipt of the particular complaint from the consumer.  \n \n7. Annual Performance Reports. ––(1)Each distribution company shall supply \nto the Authority an Annual Performance Report every year, before the 31st of August of the \nsucceeding year, in the Forms as set out in Annexure I to these Rules.  \n \n(2) The Annual Performance Report shall contain all relevant information with \nrespect to compliance with these Rules during the year, including a comparison with the \ncompliance re porting provided in the previous year to the Authority.  \n \n(3) The Annual Performance Report shall include as a minimum the following \ninformation, namely: –– \n \n(a) System Performance Reports:  \nThe format for reporting performance is shown in Performance \nStand ards Forms as set out in Annexure -I to these Rules.  \n \n(b) Consumer Service Performance Reports:  \nThe format for reporting performance is shown in Performance \nStandards Forms as set out in Annexure -I to these Rules.  \n \n(c) Distribution Companies Written Report on Performance and \nPlans for Improvement:  \n \nThis should be in the distribution company's own style but concentrating \non:- \n \n(i) reasons for any poor performance against standards;  \n \n(ii) worst served consumers;  \n \n(iii) worst performing circuits;  \n \n(iv) plans to improve the reporte d poor performance areas related to \ngeography, investment plans or organizational change; and  \n \n(v) expected performance improvements as a result of any \ninvestment.  \n \n8. Monitoring of standards. ––The Authority shall periodically monitor the \ncompliance of each di stribution company with these rules and may require the distribution \ncompany to undertake a performance audit at the distribution company's expense, for the \npurpose of monitoring the same.  \n \n 9. Fines .––(1) Subject to section 29 of the Act, ––  \n \n(a) if a distri bution company does not comply with any of these rules \nexcept rule 3, it shall be liable to pay fine which may extend to three \nhundred thousand rupees for each non -compliance; and in the case of a \ncontinuing non -compliance with an additional fine which may  extend \nto three hundred thousand rupees for each day during which such non -\ncompliance continues to take place; and  \n \n(b) in case of non -compliance by a distribution company of the \nGuaranteed Performance Standards (GS1U, GS1R, GS2 -GS6) as \nspecified in rule 3, the following penalty shall be payable by the \ndistribution company to the Authority, namely:  –– \n \nSr. \nNo. Consumers receiving supply at:  132 kV \nand \nabove  66 kV  33/11 \nkV 400/230 \nVolts  \n(1) (2) (3) (4)  (5) (6) \n  Rs. Rs. Rs. Rs. \n1. Penalty payment for each Guaranteed Performance \nStandard failure beyond the prescribed limit.   \n10,000  \n  \n5,000  \n  \n1,000  \n  \n300 \n \n2. For an excess of each additional complete six -hour period, \nbeyond permissible limit, after a GS1U or GS1R or GS3 or \nGS5 Failure.  2,000  1000  1000  200 \n3. For Every Additional Interruption Beyond the Permissible \nLimits after a GS2 or GS4 or GS6 Failure  2,000  1,000  500 200 \n \n(2) A distribution company shall ensure that payment of any fine becoming due \nunder these rules shall be paid to the Authority within  one billing cycle of the distribution \ncompany becoming aware of the non -compliance through its own monitoring and recording \nsystems or through the receipt of a consumer complaint  to the distribution company or the \nAuthority.  \n \n(3) In imposing any fine und er these Rules, the Authority shall keep in view the \nprinciple of proportionality of the fine to the gravity, frequency of occurrence, duration and \nimpact of non -compliance of the Guaranteed Performance Standards; and shall allow the \ndistribution company l iable to be penalized to show cause, in writing, in the manner deemed \nfit by the Authority, as to why the fine should not be imposed.  \n \n(4) The fines imposed under this rule shall be indexed to the Consumer Price \nIndex (“CPI”) published from time to time by  the Federal Bureau of Statistics as provided in \nthe NEPRA (Fees) Rules, 2002.  \n \n10. Force Majeure. ––(1) The fines shall not be imposed under these Rules in \ncase of non -compliance of Guaranteed Performance Standards under Force Majeure \nconditions; provided that the Authority has approved, upon a request from the distribution \ncompany, the exemption of some or all of these rules for a specific event, defined period, and \ntime of circumstances.  \n \n(2) The application for exemption of some or all of these rules sh all be received \nfrom the distribution company as soon as the distribution company becomes aware of the \n need for such exemption and in any event within the delivery time of service of the \nGuaranteed Performance Standards.   \n \n(3) In the event that a distribu tion company wishes to claim an exemption due to \nForce Majeure for circumstances that increment an annual count of a particular Guaranteed \nPerformance Standard, the distribution company shall declare, and intimate the occurrence to \nthe Authority within fou rteen days of such an occurrence.  \n \n(4) Force Majeure exemption shall not be applicable to Overall Standards as \nForce Majure exemption is necessitated to cater for extreme, peculiar and unusual \ncircumstances only.  \n \n11. Issuance of instructions. ––For carryi ng out the purposes of these rules, the \nAuthority may issue specific instructions and guidelines to distribution companies in the form \nand manner determined by the Authority which shall be complied with by all distribution \ncompanies.  \n \n12. Glossary of Stand ards.––The Glossary of Standards applicable to these rules \nshall be as set out in Annexure II to these Rules.  \n \nMAHJOOB AHMED MIRZA,  \nRegistrar . \n Annexure -I \n[See rule 7(3) (b)]  \nForm -1 \nCONSUMER SERVICE AND SYSTEM PERFORMANCE ANNUAL REPORT  \nGuaranteed Standards -Unplanned Power Supply Interruptions  \nSheet 1  \nConsumer supply voltage  Total num ber of Unplanned \nConsumer Power Supply \nInterruptions  \n \n Number of urban  Unplanned \nConsumer Power Supply \nInterruptions  (GS1U)  Number of rural  Unplanned \nConsumer Power Supply \nInter ruptions  (GS1R)  \nRestored within \n10 hrs.  Extending beyond \n10 hrs.  Restored within \n16 hrs.  Extending \nbeyond 16 hrs.  \n220 kV       \n132 kV       \n66 kV       \n33 kV       \n11 kV       \n400/230 V       \n \n \n \n \nConsumer supply voltage  Maximum permitted \nnumber of Unpl anned \nPower Supply Interruptions \nfor each individual \nconsumer per annum (GS2)  Number of consumers \nwhose number of \nUnplanned Power \nSupply Interruptions \nexceeded the maximum \nlimit of GS2  Maximum permitted  \nAggregate duration of \nUnplanned Power Supply \nInterrup tions for each \nindividual consumer per \nannum. (hours) (GS3)  Number of consumers \nwhose aggregate \nUnplanned Power \nSupply Interruption time \nexceeded the maximum \nlimit of GS3  \n220 kV  6  26  \n132 kV  6  26  \n66 kV  6  26  \n33 kV  30  44  \n11 kV  30  44  \n400/230 V Urban  60  88  \n400/230 V Rural  80  175 (distribution company), \n240 for KESC   \n  \nAnnexure -I \n[See rule 7(3) (b)]  \n \nForm -2 \n \nCONSUMERS SERVICE AND SYSTEM PERFORMANCE ANNUAL REPORT  \nGuaranteed Standards - Planned Power Supply Interruptions  \nSheet 2  \n \nConsumer \nsupply voltage  Maximum permitted number of \nPlanned Power Supply Interruptions \nfor each individual consumer per \nannum  (GS4)  Number of consumers whose \nPlanned Power Supply \nInterruptions exceeded the \nmaximum limit of GS4  Maximum Power Supply \nInterruption aggre gate \nduration (Hours) for each \nindividual consumer per annum  \n(GS5)  Number of consumers whose \naggregate Planned Power \nSupply Interruption \nduration  exceeded the \nmaximum  limit of GS5  \n220 kV  4  36  \n132 kV  4  36  \n66 kV  4  36  \n33 kV  8  64  \n11 kV  8  64  \n400/230 V Urban  16  80  \n400/230 V Rural  16  96  \n Annexure -I \n[See rule 7(3) (b)]  \n \nForm -3 \nCONSUMERS SERVICE AND SYSTEM PERFORMANCE ANNUAL REPORT  \nGuaranteed Standards - Unplanned Short Duration Power Supply Interruptions  \nSheet 3  \n \nConsumer \nsupply \nvoltage  Maxim um permitted number of short duration Power \nSupply Interruptions for each individual consumer per \nannum  (GS6)  Number of consumers whose short duration Power Supply \nInterruptions exceeded the maximum limit of GS6  \n132/66 kV  4  \n33 /11 kV  140  \n400/230 V  \nUrban  275  \n400/230 V \nRural  300  \n Annexure -I \n[See rule 7(3) (b)]  \nForm -4 \nCONSUMER SERVICE AND SYSTEM PERFORMANCE ANNUAL REPORT  \nOverall Standards - Average Power Supply Interruptions*  \nSheet 4  \nConsumer supply \nvoltage  \n \n Total number of  consumers served \nby th e distribution company in a \ngiven year  \n Total annual number \nof consumer Power \nSupply Interruptions**  \n SAIFI  \n \n(OS1)  \n(4)=(3)/(2)  Aggregate Sum of \nall Consumer Power \nSupply Interruption \nDuration in \nMinutes***  SAIDI  \n \n(OS2)  \n(6)=(5)/(2)  \n(1) (2) (3) (4) (5) (6) \n220 kV       \n132 kV       \n66 kV       \n33 kV       \n11 kV       \n400/230 V       \n \n* Calculation of SAIFI (OS1) and SAIDI (OS2) shall not include any power supply interruptions caused due to failure or outage  (planned or \nunplanned) on the Generation and/or T ransmission System (Owned by NTDC) or another Licensee's System.  \n  \n** Total annual number of consumers power supply interruptions shall be computed by summating the total number of consumers affe cted by \neach and every power supply  interruption for all the  power supply  interruptions in a given year.  \n  \n*** Aggregate sum of all consumer power supply interruption durations in minutes shall be computed by summating, for each and  every power \nsupply interruption, the product of total number of consumers affected  by a power supply interruption and the duration of such power supply  \ninterruption in minutes.  \n Annexure -I \n[See rule 7(3) (b)]  \nForm -5 \nCONSUMER SERVICE AND SYSTEM PERFORMANCE ANNUAL REPORT  \nGuaranteed Standards - Time Frame for New Connections*  \nSheet 5  \nEligible consumer ’s new power supply \nconnection  requirements (voltage and load \nlevel specific)  \n \n Maximum* time \nperiod for provision \nof new connection \n(calendar days)  \n(OS3)  Total number \nof eligible \nconsumers \nwho applied \nfor a new \nconnection  Total number of el igible \nconsumers who applied for a \nnew connection and were \nconnected within the \nmaximum permitted time \nperiod of OS3  Total number of eligible \nconsumers who applied \nfor a new connection but  \ndid not receive connection \nwithin the maximum \npermitted time perio d of \nOS3 \nVoltage level up to 400 V and load up to 15 kW. \n(Urban)  30    \nVoltage level up to 400 V and load up to 15 kW. \n(Rural)  30    \nVoltage level up to 400 V and load above 15 kW \nbut not exceeding 70 kW.  53    \nVoltage level up to 400 V and load above 70 kW \nbut not exceeding 500 kW.  \n 73    \nVoltage level 11 kV or 33 kV and load above \n500 kW but not exceeding 5000 kW.  106    \nVoltage level 66 kV and above for all loads.  496    \n \n* Time shall be counted from the date of registration of the application for  a new connection till such time the consumer is provided the \nelectric power supply. However, the limits of this standard shall not include any time required that is beyond the control of  a distribution \ncompany.   \n Annexure -I \n[See rule 7(3) (b)]  \nForm -6 \nCON SUMER SERVICE AND SYSTEM PERFORMANCE ANNUAL REPORT  \nOverall Standards  - Nominal Voltages  \nSheet 6  \nConsumers supply \nvoltage  \n(OS4)  Maximum permitted voltage level \ndeviations  Number of consumers who requested  \ntheir power supply voltage levels to \nbe checked  Number of times where a remedial \naction followed a consumer request \nabout his power supply voltage level \ncheck  \n220 kV  \n(if applicable)  +/- 5%   \n132 kV  +/- 5%   \n66 kV  +/- 5%   \n33 kV  +/- 5%   \n11kV  +/- 5%   \n400/230 V Urban  +/- 5%   \n400/230 V Rural  +/- 5%   \n \n Annexure -I \n[See rule 7(3) (b)]  \nForm -7 \nCONSUMER SERVICE AND SYSTEM PERFORMANCE ANNUAL REPORT  \nOverall Standards - Frequency  \nSheet 7  \nConsumers frequency  \n Maximum permitted \nfrequency deviations  Total number of consumers \nwho requested their frequency \nlevels to be checked  Total number of times where a remedial action \nfollowed a consumer request about his frequency level \ncheck  \n50 Hertz.  ± 1%    \n \n \n Annexure -I \n[See rule 7(3) (b)]  \nForm -8 \nCONSUMER SERVICE AND SYSTEM PERFORMANCE ANNUAL REPORT  \nOverall Standards - Load Shedding  \nSheet 8  \nPriority group of consumers  \n Number of \ninstances of \nactuation of \nload shedding  \n(OS6)  Average \nduration of \nload shedding \nperiod \n(Hours)  Maximum \nduration of \nload shedding \nperiod \n(Hours)  Number of \nconsumers \naffected in \neach priority \ngroup Load (MW) \ninterrupted due to \nload shedding  in each \npriority group  \nConsumers in rural areas, and residential consumers in \nurban areas.       \nConsumers other than industrial in urban areas.       \nAgricultural consumers where there is dedicated supply.       \nIndustrial consumers.       \nSupply to schools and hospitals.       \nDefense / Strategic installations.       \n \nEach instance of load shedding shall be individually reported on an immediate basis giving the following information:  \na) Reason for load sheddin g (Generation Shortage, Transmission Constraints, Voltage Outside Limits etc.).  \nb) Start time and date of load shedding.  \nc) End time and date of load shedding.          \nd) Priority group of consumers affected.  \ne) Numbers of consumers and load (MW) affected in each prio rity group.  \nf) Measures taken to prevent recurrence (if applicable).  \n Annexure -I \n[See rule 7(3) (b)]  \nForm -9 \nCONSUMER SERVICE AND SYSTEM PERFORMANCE ANNUAL REPORT  \nOverall Standards - Safety  \nSheet 9  \nType of incident  Number of \nelectrical \nincidents  Average durat ion \nof absence from \nwork  Longest duration \nof absence from \nwork  \nElectrical incident resulting in death or permanent serious injury/disability to member of staff.     \nElectrical incident resulting in injury to member of staff requiring hospital treatment or  absence \nfrom work for five days or more.     \nElectrical incident resulting in injury to member of staff requiring absence from work for 1 -5 \ndays.     \nElectrical incident resulting in injury to member of staff not requiring absence from work.     \nElectrica l incident resulting in death or permanent serious injury/disability to member of the \npublic.     \nElectrical incident injuring member of the public involving distribution company's plant or \nequipment.     \nElectrical incident injuring member of the public n ot involving distribution company's plant or \nequipment.     \nSafety reports received on toll free telephone number     \n \nEach electrical incident shall be individually reported on an immediate basis giving the following information:  \nTime and date of electric al incident, FIR lodged or not, names and occupation of persons involved, number of fatalities, extent of injuries, names and  \ncontact details of witnesses, distribution company's inquiry held or not, immediate action taken, and remedial actions propos ed an d/or taken or to be \ntaken.  \n Annexure -I \n[See rule 7(3) (b)]  \nForm - 10 \nCONSUMER SERVICE AND SYSTEM PERFORMANCE ANNUAL REPORT  \nConsumer Formal Complaints Report   Sheet 10  \nNature of complaint  Received \nin person  Received by \ntelephone  Received \nelectronically  Rece ived \nin writing  Average time \nin hours to \nresolve a \ncomplaint  Longest time \nin hours to \nresolve a \ncomplaint  \nPrice of electricity        \nReliability of supply        \nPlanned interruptions        \nSupply voltage level        \nNew connection        \nSafety        \nOther        \n Annexure -I \n[See rule 7(3) (b)]  \nForm - 11 \nCONSUMER SERVICE AND SYSTEM PERFORMANCE ANNUAL REPORT  \nSystem Performance  \nSheet 11  \nSystem voltage  Total length of distribution system  \nin service (km)  Total number of  \ndistribution system faults  Fault s / km of  \nDistribution system  \n220 kV  \n(if applicable)     \n132 kV     \n66 kV     \n33 kV     \n11 kV     \n400/230 V     \n \nNote : Faults at Grid Station or Substations shall be included in the voltage level corresponding to the primary voltage of the Gr id Station o r Substation.  \n Annexure -II \n     [See rule 12]  \nGlossary of Standards  \n \nGS1U  Guaranteed Standards 1.  Restoration following Unplanned Long Duration Power Supply Interruption (Urban).  \nGS1R  Guaranteed Standards 1.  Restoration following Unplanned Long Duration Power Supply Interruption (Rural).  \nGS2 Guaranteed Standards 2.  Maximum Number of Unplanned Long Duration Power Supply Interruptions.  \nGS3 Guaranteed Standards 3.  Duration of Unplanned Long Duration Power Supply Interruptions.  \nGS4 Guaranteed Standards 4.  Maximum Number of Planned Long Duration Power Supply Interruptions.  \nGS5 Guaranteed Standards 5 .  Duration of Planned Long Duration Power Supply Interruptions.  \nGS6 Guaranteed Standards 6.  Maximum Number of Unplanned Short Duration Power Supply Interruptio ns. \nOS1 Overall Standards 1.  System Average Interruption Frequency Index -SAIFI.  \nOS2 Overall Standards 2.  System Average Interruption Duration Index -SAIDI.  \nOS3 Overall Standards 3.  Time Frame for New Connections.  \nOS4 Overall Standards 4.  Nominal Voltage s. \nOS5 Overall Standards 5.  Frequency.  \nOS6 Overall Standards 6.  Priorities and Principles of Load Shedding.  \nOS7 Overall Standards 7  Safety.  \n \n Amendments made in NEPRA Performance Standards (Distribution) \nRules, 2005  \n \nNational Electric Power Regulatory Authority  \n(NEPRA)  \n \nNOTIFICATION  \n \nIslamabad, the 13th May, 2011  \n \nS.R.O. 393 (1)/2011. - In exercise of powers conferred by section 46 of the Regulation \nof Generation, Transmission and Distribution of Electric Power, 1997 (XL of 1997) read with \nsection 34 the reof, the National Electric Power Regulatory Authority, with the approval of the \nfederal Government, is pleased to direct that in the National Electric Power Regulatory \nAuthority Performance Standards (Distribution) Rules, 2005 (earlier notified vide SRO \n45/(1)/2005 dated 11 -01-2005), the following amendment shall be made, namely:  \n \nIn the aforesaid Rules, in rule 4, in clause (c), for the table and explanation thereunder \nthe following shall be substituted, namely: - \n \nSr. \nNo. Description  Time -limit for issuan ce \nof demand notice after \nreceipt of application  Time -limit for \nprovision of connection \nafter payment of \ndemand notice.  \n1. For supply at voltage level upto 400  V and \nload upto 15 kW  10 days  20 days  \n \n2. For supply at voltage level upto 400 V and \nload ab ove 15 kW but not exceeding 70 \nkW. 15 days  38 days  \n3. For supply at voltage level upto 400 V and \nload above 70 kW but not exceeding 5000 \nkW 15 days  58 days  \n \n4. For supply at voltage level 11 or 33 kV and \nload above 500 kW but not exceeding 5000 \nkW 30 day s 76 days  \n5. For supply at voltage level 66 kV and above \nfor all loads.  45 days  451 days  \n \nExplanation:  \n \n “In case the distribution company does not take the required action within the \nstipulated time prescribed in the above table, the distribution compa ny shall have to give \nreasons for each day delay in writing to the consumer with a copy to the Authority; the \nAuthority may accept or reject such reasons. However, the delay shall not absolve the \ndistribution company from the obligation to complete the req uired action ( i.e. issuance of \ndemand notice or provision notice or provision of connection, as the case may be)”.  \n \n  \nSYED SAFEER HUSSAIN,  \nRegistrar ."
}