{
    "file": "./converted_json\\administrator14031b72f07213abbb0f589e9fa828ce.json",
    "name": "Pir Roshaan Institute of Progressive Sciences and Technologies, Miranshah Act, 2023",
    "date": "18th April, 2023",
    "tagline": "An Act to provide for the establishment of Pir Roshaan Institute of Progressive Sciences and Technologies, Miranshah, Khyber Pakhtunkhwa",
    "content": "Page 1 of 38 \n  \n \n \n \n \nPIR R OSHAN INSTITUTE OF PROGRESSIVE SCIENCES AND \nTECHNOLOGIES, MIRANSHAH ACT, 2023  \n \n \n \n \n    \nCONTENTS  \n1.  Short title and commencement  \n2.  Definition    \n4.  Establishment of the Institute  \nCHAPTER -I \n \nTHE INSTITUTE  \n5.  Powers and Purposes of the Institute  \n6.  Institute to be open to all classes and creeds  \n7.  Fee and other Charges  \n8.  Officers of the Institute  \nCHAPTER -II \n \nOFFICERS OF THE INSTITUTE  \n9.  Chancellor  \n10.  Removal from th e Board of Governors (BoG)  \n11.  Pro-Chancellor  \n12.  Rector  \n13.  Powers of the Rector  \n14.  Appointment and Removal of the Rector.  \n15.  Registrar  \n16.  Controller of Examinations   \n \n\n \nPage 2 of 38 \n 17.  Director Finance  \n18.  Director Planning and Development  \n19.  Director Student Affairs  \n20.  Director Quality Enhancement Cell ( QEC )  \n21.  Director of Office of Research, Innovation and Commercialization (ORIC)  \n22.  Internal Auditor  \n23.  Others officers  \nCHAPTER -III \n \nAUTHORITIES OF THE INSTITUTE  \n24.  Authorities  \n25.  The Board  of Governors (BoG).  \n26.  Powers and functions of the Board of Governors (BoG).  \n27.  Visitation.  \n28.  The Syndicate.  \n29.  Powers and duties of the Syndicate  \n30.  Academic Council  \n31.  Powers and Duties of  the Academic Council.  \n32.  Representation Committee  \nCHAPTER -IV \n \nSTATUES, REGULATION AND RULES  \n33.  Statutes  \n34.  Regulations.  \n35.  Benefits and Insurance  \n36.  Amendment and repeal of Statutes and Regulations  \n37.  Rules  \n \nCHAPTER -V \n \nFINANCIAL PROVISIONS  \n38.  Institute Fund  \n39.  Audits and Accounts.  \n \nPage 3 of 38 \n 40.  Budget, audit and accounts  \nMISCELLANEOUS  \n41.  Appeal to Syndicate and Board.  \n42.  Opportunity to Show Cause  \n43.  Commencement of term of office of members of Authority  \n44.  Filling of casual vacancies in Authorities  \n45.  Servic e of the Institute  \n46.  Removal of difficulty  \n47.  First Statutes  \n48.  Proceedings of Authorities not invalidated by the Vacancies.  \n49.  Power to allow appointment of employees of the Government, other universities or \neducational or research institutions to the Institute  \n50. Indemnity   \n \n________  \n \n \n \nSCHEDULE  \n[See section]  \nTHE FIRST STATUTES  \n  \n \nPage 4 of 38 \n PIR R OSHAAN INSTITUTE OF PROGRESSIVE SCIENCES AND \nTECHNOLOGIES, MIRANSHAH ACT, 2023  \nACT No. XXV OF 2023  \nAN     [18th April, 2023] \nACT  \nto provide  for the establishment of  Pir Roshaan Institute of  Progressive Sciences and Technologies, \nMiranshah, Khyber Pakhtunkhwa  \nWHEREAS  it is expedient to provide for the establishment of Pir Roshaan Institute of \nProgressive Sciences  and Technologies at  Miranshah and  to provide for matters connected therewith \nand ancillary thereto:  \nIt is hereby enacted as follows :― \n1. Short title and commencement .―(1) This Act shall be called the  Pir Roshaan  Institute of \nProgressive Sciences and Technologies , Miranshah  Act, 2023 . \n(2) It shall come into force at once.  \n2. Definition .— In this Act, unless there is anything repugnant in the subject  or context, — \n(i)  “Academic Council ” means the Academic Council of the Institute;  \n(ii)  “Affiliated College ” means educational institution affiliated to the  Institute but  \nnot maintained, or administered by it;  \n(iii)  “Authority ” means any of the Authorities of the Institute specified or set up in \nterms of section 24;  \n(iv)  “Board ” means the Board of Governors of the Institute;  \n(v)  “Campus ” means a Campus of the Institute;  \n(vi)  “College ” means a constituent college or an affiliated college;  \n(vii)  “Chancellor ” means the Chancellor of the institute;  \n(viii)  “Chairperson ” means the  Chairperson of the Board of Governors;  \n(ix)  “Commission ” means the Higher Education Commission set up by the Higher \nEducation  Commission Ordinance, 2002 (LIII  of 2002),  Amendment Act XXI \n2021  and Second Amendment Act XXII of  2021;  \n(x)  “Constituent  College ” means  an educational  institution,  by whatever name \ndescribed, maintained, and administered  by the  institute;  \n(xi)  “Controller of Examination ” means Controller of Examination of the Institute;  \n \nPage 5 of 38 \n (xii)  “Dean ” means the head of a faculty or the head of an academic body granted \nthe status of a Faculty by this Act or by the Statutes or Regulations;  \n(xiii)  “department ” means a teaching department maintained and administered, or \nrecognized by the institute in the manner prescribed;  \n(xiv)  “Director ” mean s the head of an institute  established as a constituent institution \nby the Institute by Statutes or emulations in terms of the powers delegated by \nthis Act;  \n(xv)  “employees ” means whole time teachers, officers and other staff appointed or \ninducted and paid by the institute;  \n (xvi)  “Faculty''  meets  an administrative  and academic  unit of the institute consisting \nof one or more departments, as prescribed;  \n(xvii)  “Government ” means the Federal Government;  \n(xviii)  “PIPST” means Pir Roshan Institute of Progressive Sciences and Technologies;  \n(xix)  “Prescribed means  prescribed by Statutes, Regulations or  Rules and made under \nthe Act;  \n(xx)  “Minister ” means Federal Minister  for Federal Education  and Professional \nTraining, Islamabad;  \n(xxi)  “Ministry ” means  Ministry of Federal Education and  Professional  Training, \nIslamabad;  \n(xxii)  “Principal ” means the head of a College;  \n(xxiii)  “Pro-Chancellor ” means  Pro-Chancellor of the  Institute;  \n \n (xxiv)  “Repr esentation Committees ” means the  Representation  Committees instituted \nunder section 32;  \n(xxv)   “Rector ” means the Reactor of the Institute.  \n(xxvi)  “Registered Graduate ” means a  graduate of  the Institute  whose name has  been \nentered in the register maintained for the purpose;  \n(xxvii)  “Registrar ” means Registrar of the Institute;  \n(xxviii)  “Review Panel ” means the Review Panel set up by the Chancellor in  \naccordance with the provisions of section 9;  \n(xxix)  “Schedule ” means a Schedule to the Act;  \n(xxx)  “Search Committee ” means  the Search Committee set  up by the  Board of \nGovernors (BOG) under section 14;  \n \nPage 6 of 38 \n (xxxi)  “Statutes ”, and “Rules ” mean respectively the Statutes, the Regulations and the \nRules made under this Act and for the time being in force;  \n(xxxii)  “Syndicate ” means the Syndicate of the institute;  \n(xxxiii) “Teachers ” include Professors , Associate Professors,  and Assistant  Profe ssors  \nand Lecturers engaged whole -time by the Institute or by  a constituent or \naffiliated college and such other persons as it may be declared to be teachers by  \nRegulations;  \n(xxxiv )” Director  Finance ” means Director Finance of the Institute; and  \n(xxxv) “Institute Teacher ” means a whole -time te acher appointed and paid by the \ninstitute , or recognized by the institute as such.  \n   \nCHAPTER -I \n \nTHE INSTITUTE  \n4. Establishment of the Institute. ―(1) The Government  shall,  by notification, establish an \nInstitute to be called the Pir Roshaan Institute of Progressive  Sciences  and Technologies  with its \nprincipal  seat/main  campus located at Miranshah, Khyber Pakhtunkhwa.  \n(2) The Institute shall be a body corporate having perpetual succession and a common seal with \npower to acquire, transfer, hold and dispose of movable or immovable property and shall, by the said \nname, sue and be sued.  \n(3) Notwithstanding anything  contained in any other law for the time being  in force, the \nInstitute shall have academic, financial, and admini strative autonomy , including the power to employ \nofficers, teachers and other employees on such terms as may be prescribed, subject  to the terms of this \nAct and rules, regulation and policies prescribed under the Higher Education Commission Ordinance, \n2002  (LIII of  2002 ), Amendment  Act XXI 2021  and Second Amendment  Act XXII  of 2021.  In \nparticular, and  without prejudice to the  authority granted to the Commission by the law, the \nGovernment or an authority or auditor appointed by  the Government shall  have no p ower to question \nthe policy underlying the allocation  of resources  approved by the Board of  Governors (BoG) in the \nannual budget of the  Institute.  \n(4) The Institute may, with the prior approval of the Chancellor and the Commission, open a \ncampus or sub -campus of the Institute within Pakistan and abroad.  \n(5) The Institute  shall  be liable  to provide  facilities  to the representatives  of the  Higher  \nEducation  Commission  (HEC),  the Pakistan Engineering  Council  (PEC),  Pakistan  Medical  \nCommission  (PMC)  or such similar relevant  organizations  for visitation  to enable them  to verify that \nthe Institute is maintaining appropriate academic standards.  \n5. Powers and Purposes of the Institute :—The Institute  shall have the following powers and \nfunctions, namely: —  \n(i)  provide  for education  in natural  and applied  science,  health sciences, \nengineering, management sciences, computing, social sciences, humanities as \narts, emerging technologies, and other such branches of knowledge as it may \ndeem fit, and make provisions for  research, service to the society and for the \n \nPage 7 of 38 \n application, advancement, and dissemination of knowledge in such manner as \nit may determine;  \n \n(ii)  provides for education and scholarship,  and makes provision for research, \nservice to society and for the appli cation, advancement, and dissemination of \nknowledge;  \n \n(iii)  prescribes  courses  of studies  that are conducted,  holds examinations and award,  \nconfers  degrees,  diplomas, certificates, and other academic distinctions who \nhave been admitted to and have passed its examinations under prescribed \nconditions;  \n \n \n(iv)  decide  innovative teaching methods and strategies to ensure the most effective \neducational and training programmers  meeting international standards;  \n \n(v)  hold examinations in the prescribed manner meeting international standards \nand, if  a person qualifies the examination, award him the requisite degree, \ndiploma, certificate, and other academic distinction;  \n \n(vi)  prescribes the terms and conditions of employment of the officers, teachers and \nother e mployees of the Institute and lays down terms and  conditions that  may \nbe different  from  those  applicable to government servants in general;  \n \n(vii)  engages,  where  necessary,  persons  on contracts  of specified duration and \nspecifies the terms of each engagem ent; \n \n(viii)  confers honorary degrees or other distinctions on approved persons in the \nmanner prescribed;  \n \n(ix)  maintain linkages with alumni;  \n \n(x)  provide and support the academic development of the faculty of. the Institute;  \n \n(xi)  confer degree on a person who has successfully conducted research in the \nprescribed manner;  \n \n \n(xii)  institute Professorship , Associate Professorship, Assistant Professorship  and \nLectureship or any other post and  may appoint a person to the  post;  \n \n(xiii)  create  a post for research,  extension,  administration,  or other related purposes \nand appoint a person to the post;  \n \n(xiv)  provide for the residence of the students, establish, and maintain halls of \nresidence and may approve or license a hostel,  lodging or boarding place;  \n \n(xv)  demand  and receive  such fees and other  charges  as it may determine;  \n \n \n(xvi)  provides instruction for persons not being students of the Institute as it may \nprescribe,  and grant  certificates  and diplomas to such persons;  \n \n(xvii)  provides career counse ling and job search services to students and alumni;  \n \n(xviii) institutes and awards financial assistance to students in need, fellowships, \nscholarships, bursaries, medals, and prizes under prescribed conditions;  \n \n \nPage 8 of 38 \n (xix)  establishes teaching departments, schools, c olleges, faculties, institutes, \nmuseums, and other centers of learning for the development of teaching and \nresearch and to make such arrangements for their maintenance; management, \nand administration as it may prescribe;  \n \n (xx)  maintains order,  discipline,  and security on the campuses of the  Institute and the \ncolleges;  \n (xxi)  promotes  the extra -curricular  and recreational  activities  for students, and makes, \narrangements for promoting their health and general welfare;  \n (xxii)  provide any other p rescribed or ancillary service.  \n (xxiii) institute  programs  for the exchange  of students  and teachers between  the \nInstitute  and any other  Institute,  educational institution, or research \norganization;  \n (xxiv)  develop and implement fund -raising plans;  \n (xxv)  accept an examination and the period of study spent by a student of the Institute \nat any other Institute or place of learning equivalent to an  examination  or period  \nof study  of the  Institute  and may withdraw such acceptance;  \n (xxvi) cooperate  with a pub lic authority,  Institute,  or private  organization in the \nprescribed  manner;  \n (xxvii ) to collaborate  with foreign partners  in developing  degree  programs and promote  \nlinkages;  \n (xxviii ) make provision  for research, advisory  or consul tancy  services  and enter into \narrangements  with any other  institution, public or private body, commercial  or \nindustrial enterprise  in the prescribed  manner;  \n(xxix) develop an associated Technology  Park of international  standard;  \n(xxx) develop research  commercialization and intellectual  property  policy  for \npromotion  of commissioned  research,  spin off companies,  and incubators  \n (xxxi) develop  a research  fund for the faculty research  and innovation, managed \nindependently  in line with international  funding agencies;  \n (xxxii ) receives  and manages property transferred  and grants, contributions made  to \nthe Institute  and to invest  any fund representing  such property, grants, bequests,  \ntrusts, gifts, donations,  endowments, or contributions  in suc h manner as it may \ndeem fit; and  \n (xxxiii ) enter into, carry out, vary or cancel contracts;  \n (xxxiv ) provides  for the printing  and publication  of research  and other works;  \n (xxxv ) admit any college or other educational  institution  to its privileges or withdraw  \nsuch privileges  in the prescr ibed manner;  \n \nPage 9 of 38 \n (xxxvi ) affiliate or disaffiliate  a college  or any other educational  institution in the \nprescribed  manner;  \n(xxxvii ) to inspect  colleges  and other  educational  institutions  affiliated  or seeking \naffiliation  with it; and  \n (xxxviii ) exercise  any power  ancillary  to the above  powers  or as may be prescribed.  \n6. Institute to be open to all classes and creeds :—The Institute shall  be open to all persons \nirrespective of  gender, religion, race, domicile, creed, class or color and no person shall be denied the \nprivileges of  the Institute on  any such ground.  \n7. Fee and other Charges :—(1) An increase in any fee or charge that is in excess of ten percent  \nper annum  on an annua lized  basis  from the last such increase  may not be made  except  in special  \ncircumstances,  and only with the approval of the Board of Governors  (BoG) and endorsement  of the \nChancellor.  \n(2) The Institute  shall  setup  financial  aid programs  for students  in need,  to the extent considered  \nfeasible  by the Board  of Governors  (BoG) given the  resources  available,  to enable  admission  and \naccess  to the  Institute  and the various  opportunities  provided  by it to be based  on merit  rather  than \nability  to pay:  \nProvided th at the Institute may initiate self -finance schemes covering not more than ten per \ncent of the total number of  candidates in  any on campus taught course or research -based program of  \nstudy.  \n \nCHAPTER -II \n \nOFFICERS OF THE INSTITUTE  \n8. Officers of the Institute :—The following  shall be the officers  of the Institute :— \n (a)  Chancellor;  \n(b)  Pro-Chancellor;  \n(c)  Rector;  \n(d)  Deans;  \n(e)  Chairpersons /  HoDs;  \n(f)  Controller of  Examinations;  \n(g)  Director (Administration);  \n(h)  Director Planning &  Development  \n(i)  Director (QEC);  \n(J)  Director Students Affairs;  \n(k)  Director ORIC;  \n \nPage 10 of 38 \n (l)  Internal Auditor;  \n(m)  Director Finance;  \n(n)  Registrar; and  \n(o)  Such  other persons as may be prescribed,  \n9. Chancellor .―(1) The President of  Pakistan shall be the Chancellor of the Institute and  shall, \nwhen present , preside over  the Convocation of  the Institute.  \n(2) The members of the Board of Governors (BoG) shall be appointed by the Chancellor from \namongst the persons recommended by  the Repre sentation Committee set up for this purpose \nestablished in accordance with the Act and the Statutes, as the case may be, along with those elected.  \n(3) Every proposal to  confer an  honorary degree shall  be subject to confirmation by the \nChancellor: - \n(a)  If the Chancellor  is satisfied  that serious irregularity  or mismanagement  with \nrespect  to the affairs  of the  Institute  has occurred, the Chancellor may, as regards \nproceedings  of the Board of Governors  (BoG),  direct that  specified  proceedings  \nbe reconsidered,  and appropriate  action taken within one month of the direction  \nhaving  been  issued.  Provided  that if the  Chancellor  is satisfied that either no \nreconsideration  has been carried out or that the reconsideration  has failed to \naddress the concern expressed, th e Chancellor may,  after calling upon the Board \nof Governors (BoG) to show cause in writing or through Review Panel to \nexamine and report  to the Chancellor  on the functioning  of the Board  of \nGovernors (BoG).  \n(b)  as regards proceedings  of any Authority or with respect to matters within the \ncompetence  of any Authority  other than the Board of Governors (BoG), direct \nthe Board of Governors  (BoG) to exercise powers under section 30.  \n10. Removal from the Board of Governors (BoG) .―(1) The Chancellor  may, upon  the \nrecommendation  of the Review  Panel, remove  any person from the membership  of the Board of \nGovernors  (BoG) on the ground that such person :— \n(a) has become of unsound  mind; or  \n(b) has become  incapacitated  to function as member  of the Board of  Governors \n(BoG ); or \n(c) has been convicted by a court of law for an offence  involving moral turpitude; \nor has  absented  himself from two  consecutive  meetings without just cause; or  \n(d)  has been  guilty  of misconduct,  including  use of position  for personal  advantage  \nof any kind,  or gross  inefficiency  in the performance of functions.  \n(2) The Chancellor  shall  remove  any person  from  the membership  of the  Board  of Governors  \n(BoG)  on a resolution  calling  for the removal  of such person  supported  by at least three -fourths  of the \nmembership  of the  Board  of Governors  (BoG):  \n \nPage 11 of 38 \n Provided  that before  passing  such resolution,  the Board  of Governors  (BoG) shall provide the \nmember  concerned  a fair hearing:  \nProvided further  that the provisions of  this section shall not be applicable to the Rector in his \ncapacity as  a member of  the Board of Governors (BoG).  \n11. Pro-Chancellor. ― (1) The Federal  Minister  dealing  with the subject of education shall  be \nthe Pro -Chancellor of the Institute and Chairperso n of the Board of Governors ( BoG).  \n(2) In the case of non -availability of Chancellor,  the Pro-Chancellor shall preside at \nConvocation  of the Institute.  \n12. Rector.―(1) An eminent  scholar  or distinguis hed Admini strator with  repute  of educational  \nmanagement  and leadership  shall  be appointed  as Rector on such terms and conditions as  may be \nprescribed.  \n(2) The Rector  shall  be the Chief Executive  Officer  of the  Institute responsible  for all \nadministrative  and academic  functions  of the Institute  and for ensuring  that the provisions  of the  Act, \nStatutes,  Regulations  and Rules  are faithfully  observed  to promote  the general  efficiency  and good  \norder  of the institute.  The Rector shall have powers prescribed for this purpose, including  \nadministrative  control  over the officers,  teachers,  and other  employees  of the  Institute.  \n(3) The Rector  shall,  if present, be  entitled  to attend  any meeting  of any Authority  or body of \nthe Institute.  \n(4) The Rector  may, in an  emergency  that in his/her  opinion  requires immediate action \nordinarily not in the competence  of the Rector, take such action and  forward,  within  seventy -two hours,  \na report  of the  action  taken  to the members  of the Emergency  Committee  of the Board  of Governors  \n(BoG),  to be  set up by Statutes. The Emergency Committe e may direct such further action as is \nconsidered appropriate.  \n(5) The Rector shall be appointed for a period of four (04) years on terms and conditions \nprescribed by Statutes.  \n(6) At any time when the office of the Rector is vacant or the Rector is absent  or is unable to \nperform the functions of his office due to illness or some other cause, the Board of Governors (BoG) \nshall make arrangements, accordingly.  \n13. Powers of the Rector.― (1) The Rector shall be the  Chief Executive Officer of the Institute \nand shall ensure that the provisions of the act, statutes, regulations, and rules are faithfully observed.  \n(2) The Rector shall, if present, be entitled to attend any meeting of any Authority or body of \nthe Institu te. \n(3) Subject to the general supervision and control of the Syndicate, the  Rector may :― \n(a)  direct a  teacher,  officer,  or other  employee  of, the Institute  to take up such \nassignment in connection with examination, administration, or any other \nactivity in relation to the Institute;  \n \n \nPage 12 of 38 \n (b)  sanction by re -appropriation an amount not exceeding an amount prescribed by \nthe Board of Governors  (BoG) for an unforeseen item not  provided  for in the  \nbudget  and report  it to the Board  of Governors (BoG) at the next me eting;  \n \n \n(c)  make appointments of such categories of employees of the Institute and in such \nmanner as may be prescribed;  \n \n(d)  take disciplinary action  against a  teacher,  officer,  or any other employee of the \nInstitute in the prescribed manner;  \n \n \n(e)  delegate,  subject to such conditions as may be prescribed, any of his powers to \na teacher or officer of the Institute; and  \n(f)  exercise such other powers as may be prescribed.  \n(4) The Rector shall prepare an annual report containing information as regards  the preceding \nacademic year including disclosure of all relevant facts pertaining to academics, research, \nadministration, and finances of the Institute.  \n(5) The Rector shall, within three months of the end of an academic year, submit the annual \nreport of the Institute before the Board of Governors (BoG).  \n(6) The Rector's annual report shall be made available, prior to its presentation before  the Board  \nof Governors  (BoG),  to all  officers  and Institute teachers  and shall  be published  in such numbers  as \nare required  to ensure  its wide circulation.  \n14. Appointment and Removal of the Rector .―(1) The Rector  shall be appointed by the \nChancellor  based on recommendations made by the Board of Governors (BoG).  \n(2) A Search  Committee  for the  recommendation of persons  suitable for appointment as Rector \nshall be constituted  by the Board  of Governors  (BoG) on the date and in the manner  prescribed  by the \nStatutes  and shall consist of two eminent  members  of society  nominated  by the Chancellor, of whom \none shall be appointed  the Convener,  two members  of the  Board  of Governors  (BoG),  two \ndistinguished Institute Teachers who are not members  of the Board of Governors (BoG)  and one \nmember  of academic  eminence  not employed  by the Institute. The  two distinguished  Institute  Teachers  \nshall  be selected  by the Board  of Governors  (BoG) through  a process,  to be prescribed  by statutes that \nprovide for th2  recommendation of suitable  names  by the Institute  Teachers  in general.  The Search \nCommittee shall  remain in existence till such time tha t the appointment of  the next Rector has been \nmade by the Chancellor.  \n(3) The persons proposed  by the Search Committee  for appointment  as Rector  shall  recommend  \na panel  of three  persons,  in order  of priority  for appointment  as Rector by the Chancellor:  \n \nProvided  that the Chancellor  may decline  to appoint  any of the  three persons  recommended \nand seek recommendation of a fresh panel. In the event of a fresh recommendation being  sought  by \nthe Chancellor, the  Search Committee shall  make  a proposal  to the Boar d of Governors  (BoG)  in the \nprescribed manner:  \nProvided  further  that for the appointment  of the first Rector, Commission  shall  act as the Board  \nof Governors  (BoG)  to recommend  the nominations for the Search  Committee  or the Panel  of three  \nnominations  to the Chancellor  for appointment  of the first Rector,  in consultation  with the Government.  \n \nPage 13 of 38 \n (4) The Rector shall  be appointed for  a renewable tenure  of four years on terms and conditions  \nprescribed  by Statutes . The tenure of  an incumbent  Rector shall be renew ed once by the Chancellor on \nreceipt of a resolution of the Board of Governors (BoG) in support of such renewal:  \nProvided  that the Chancellor may call upon the Board  of Governors  (BoG) to reconsider such  \na resol ution  once.  \n(5) The Board of Governors (BoG) may,  pursuant to a resolution  in this  behalf passed  by three -\nfourths  of its  membership,  recommend  to the Chancellor  the removal  of the  Rector  on the ground  of \ninefficiency,  moral turpitude or physical or mental incapacity or gross misconduct, including mis use \nof position for personal advantage of any kind:  \nProvided  that the Chancellor  may make a reference  to the  Board  of Governors  (BoG)  stating  \nthe instances  of inefficiency,  moral  turpitude  or physical or mental incapacity or gross misconduct on \nthe part of  the Rector that have  come  to his notice.  After  consideration  of the  reference  the Board  of \nGovernors  (BoG) may, pursuant to a resolution  in this behalf passed  on two thirds of its membership, \nrecommend removal of the Rector:  \nProvided further that prior to a resolution for the removal  of the Rector being voted upon, the \nRector shall be given an opportunity of being  heard.  \n(6) A resolution  recommending the removal of the Rector shall be submitted to the Chancellor \nforthwith. The Chancellor may accept the rec ommendation and order removal of the Rector or return \nthe recommendation to the Board of Governors (BoG).  \n(7) At any time when the office of the Rector is vacant, or the Rector is absent or is unable to \nperform  the functions of his/her office due to illnes s or some other cause, the Board of Governors \n(BoG) shall make such arrangements for the performance of the duties of the Rector as may deem fit.  \n15. Registrar .― (1) There shall be a Registrar of the Institute to be appointed  by the Board  of \nGovernors  (BoG)  on the recommendation  of the Selection Board, on such terms and conditions as may \nbe prescribed.  \n(2) The experience  as well as the professional  and academic qualifications necessary for \nappointment to the post of Registrar shall be as may be prescrib ed. \n(3) The Registrar shall be a full -time officer of the  Institute and shall ,― \n(a)  be the administrative head of the secretariat of the Insti tute and be responsible  \nfor the provision  of secretariat  support  to the Authorities of the Institute;  \n(b)  be the custodi an of the common  seal and the academic records of the Institute;  \n(c) maintain  a register  of registered  graduates  in the prescribed  manner;  \n(d) supervise the process of election, appointment,  or nomination of members  to the \nvarious  authorities  and other bodies  in the prescribed manner; and  \n(e) perform such other duties as may be prescribed.  \n(4) The term of office of the Registrar shall be a renewable period of three years:  \n \nPage 14 of 38 \n Provided that the Board of Governors (BoG) may,  on the advice of the Rector, terminate the \nappointment of the Registrar on grounds of inefficiency or misconduct  in accordance with prescribed \nprocedure.  \n16. Controller of Examinations .―(l) There shall be a Controller of Examinations,  to be \nappointed  by the Board  of Governors  (BoG)  on the recommendation of the Selection Board, on such \nterms and conditions as may be prescribed.  \n(2) The minimum qualifications necessary for appointment to the post of the Controller of \nExaminations shall be as may be prescribed . \n(3) The Controller of Examinations shall be a full -time officer of the Institute and shall be \nresponsible for all matters connected  with the conduct of examinations and perform such other duties \nas may be prescribed.  \n(4) The Controller of Examinations shall be appointed for a renewable term of three years:  \nProvided that the Board of Governors (BoG) may , on the advice of the Rector, terminate the \nappointment of the Controller of Examinations on grounds of inefficiency or misconduct in accordance \nwith pre scribed procedure.  \n17. Director Finance .―(1) There shall be a Director Finance of the Institute  to be appointed \nby the Board of Governors (BoG) on the recommendation of the Selection Board or by deputation \nfrom any Government  organization, on such terms and conditions as may be prescribe d. \n(2) The experience and the professional and academic qualifications necessary for appointment \nto the post of the Director Finance shall be as may be  Prescribed . \n(3) The Director Finance  shall be the chief financial office r of the Institute and  shall: — \n(a)  Manage  the assets, liabilities,  receipts,  expenditures,  funds,  and investments  of \nthe Institute;  \n(b)  prepare the annual  and revised budget estimates  of the Institute  and present  them \nto the  Syndicate  or a committee  thereof for approval and incorporation  in the \nbudget to be presented to the Board of Governors  (BoG);  \n(c)  ensure that the funds  of the Institute  are expended  on the purposes for which \nthey are provided.  \n(d) have  the accounts  of the Institute  audited  annua lly to be available for submission  \nto the Board  of Governors  (BoG) within  six months of the close of the financial \nyear; and  \n(e) perform such other duties as may be prescribed.  \n(4) The term of office  of the  Director  Finance  shall  be a renewable period of three years:  \nProvided  that the Board  of Governors  (BoG)  may,  on the advice  of the Rector,  terminate  the \nappointment of the  Director  Finance  on grounds  of inefficiency  or misconduct  in accordance  with \nprescribed  procedure.  \n \nPage 15 of 38 \n 18. Director  Planning  and Development .―(l) There  shall  be a Director  Planning  and \nDevelopment of the institute to be appointed  by the Board of Governors  (BoG)  on the recommendation  \nof the  Selection  Board  on such terms and conditions as may be pres cribed,  \n(2) The minimum experience  as well as the professional  and academic qualifications necessary  \nfor the appointment to the post of Director  Planning  and Development shall be prescribed , \n(3) The Director  Planning  and Development shall be a full -time officer of the institute  and shall \nbe responsible  for all matters  connected  with planning and development  and perform such other duties \nas may be prescribed.  \n(4) The Director Planning and Development shall:  \n(i) prepare short -term and long -term plans and development programs to meet \nvision, goals and priorities set by the Institute management/ Board of Governors \n(BoG);  \n \n(ii) conduct comprehensive review, assessment, and analysis of development \nplanning process (project identification, appraisal, selection, implementation, \nand monitoring) and mechanism;  \n \n \n(iii) develop a strategy for improving development planning processes and \nmechanisms based on findings of the  situation analysis;  \n \n(iv) provide  technical  support  in developing  project  proposals  and PCs-I, for the \nInstitute;  \n \n \n(v) preparation of the PC -II, PC -I, PC -III, PC -IV, and PC -V;  \n(vi)  preparation of cash work and activity plan;  \n(vii)  preparation of quarterly expenditure statements;  \n(viii)  preparation of monthly and quarterly progress reports;  \n(ix) to coordinate with works,  purchase, store units and accounts;  \n(x) to communicate/submit  reports,  plans,  and projects  to different donors.  \n(5) The Director Planning and Development  shall be appointed  for a renewable term of three \nyears.  \n(6) The Board  of Governors  (BoG)  may on the recommendations/ advice of Rector, terminate \nthe services of Director Planning and Development appointed  on regular  basis  on grounds  of \ninefficiency  or misconduct  in accordance with the prescribed procedure.  \n19. Director Student Affairs .―(1) There shall be  a Director  Student Affairs  of the Institute \nto be appointed by the Board of Governors (BoG) on the recommendation  of Selection Board  on such \nterms  and conditions as may be prescribed.  \n(2) The minimum experience as well as the professional and academic qualifications  necessary  \nfor the  appointment  to the post  of Director  Student Affairs shall be as may be prescribed.  \n(3) The Director  Student Affair s shall  be a full time officer  of the Institute and shal l: \n \nPage 16 of 38 \n (i) be the In-charge of the Office  of Student Affairs & Alumni  (OSAA)  and shall \nmaintain the discipline of student in the Institute;  \n \n(ii) play an active  and leading  role in overall  learning,  revisions  on curricul um and \nco-curricular  activities of th e Institu te students;  \n \n \n(iii) be responsible of Learning Management System  of the Institute;  \n \n(iv) be the in charge of the office  of international  & National  Linka ges (OIL N), \nwhich would  include  the management  of international faculty,  international  \nstudents,  faculty  exchan ge, student  exchange an d International  as w ell as \nNational  MoUs; \n \n \n(v) be the head  of car eer counseling , placements,  internshi ps office;   \n \n(vi) be the head  of financial aid offi ce; \n(vii)  propose  plans  for th e future needs  of hostels,  logistics  for stu dents and  staff \nmembers; \n(viii)  be the M ember s/Secreta ry of the Institute Discipline Committee.  \n(4) The term of office  of the Director  Stu dent  Affairs  shall  be a renew able period  of thr ee \nyears.  \n(5) The Boar d of Governor s (BoG) m ay  on the recommendations/ ad vi ce of R ector, terminate  \nthe services of Director.  Student  Affairs  appointed  on regul ar basis on grounds  of inefficiency  or \nmisconduct  in accordance  with the prescribed procedur e. \n20. Director Quality Enhancement  Cell (QEC) .―(1) There  shall be a Director  Quality  \nEnhancement  Cell (QEC)  of the Institute  to be appointed  by the  Board  of Governors  (BoG)  on the  \nrecommendation of Selection  Board  on such terms and conditions  as may be prescribed.  \n(2) The minimum  experience  as well as the professional and academi c qualifications  necessary  \nfor the appointment  to the  post of Director  Quali ty Enhancement Cell (QEC) shall be as may be \nprescribed.  \n(3) The D irecto r Quality  Enhancement Cell (QEC)  shall be a full -time officer of the Institute \nand shall be responsible  to: \n (i)  review  the quality  standards  and the Quality  of teaching  and learning in each \nsubject area;  \n(ii) review the academic affiliations with other institutions in terms of effective \nmanagement of standards and quality of programs;  \n(iii) defining  clear and explicit standards as points of reference to the revi ew to be \ncarried out. It should also help the employees to know as to what they could \nexpect from candidates;  \n \nPage 17 of 38 \n (iv) developing  qualifications  framework  by setting out the attributes and abilities \nthat can be expected from the holder of a qualification, i.e.  under -graduate and \ngraduate programs;  \n(v)  developing program specifications. These are standards set of information  \nclarifying what  knowledge,  understanding, skills and other attributes a student \nwill have developed on successfully completing a specific program;  \n(vi)  developing quality assurance processes and methods of evaluation to affirm that \nthe quality of provision and the standard of awards are being  maintained  and to \nfoster curriculum,  subject, and staff development together with research and \nother scholarly activities;  \n \n(vii)  ensure that the institute's quality assurance procedures are designed to fit in with \nthe arrangements in place nationally and internationally for maintaining and \nimproving the quality of Higher Education;  \n \n \n(viii)  developin g procedures and processes, monitoring & evaluation systems, and  \nstandards for the following:  \n \n(a) approval of new program  \n \n(b) annual  Monitoring  and evaluation  including  program monitoring, \nfaculty monitoring and student perceptions  \n \n \n(c) departmental review  \n \n(d) student  feedback  \n \n \n(e) employer feedback  \n \n(f) quality  assurance  of undergraduate,  graduate  & doctoral programs  \n \n \n(g) institutional assessment and performance evaluation  \n \n(h) program specifications  \n \n \n(i) qualification  frame -work  \n(4) Director Quality Enhancement  Cell (QEC) shall be the member of allstatutory \nbodies/committees  of the  Institute.  \n \n(5) The term of office  of the  Director  Quality  Enhancement  Cell (QEC) shall be, a renewable \nperiod of three  years.  \n(6) The Board  of Governors  (BoG)  may on the recommendatio ns/ advice of Rector,  terminate  \nthe services  of Director  Quality  Enhancement  Cell (QEC) appointed  on regular basis on grounds of in -\nefficiency  or misconduct  in accordance with the prescribed procedure.  \n21. Director of Office of Research, Innovation and Com mercialization (ORIC).― (1) \nThere shall be a Director (ORIC) of the Institute to be appointed by the Board of Governors (BoG) on \nthe recommendation of Selection Board on such terms and conditions as may be prescribed.  \n \nPage 18 of 38 \n (2) The minimum experience as well as the professional  and academic qualifications  necessary \nfor the appointment  to the post of Director (ORIC) shall be as may be prescribed.  \n(3) The Director (ORIC) shall be a full -time officer of the Institute and  shall:  \n(i)  manage and enhance the research activities of the Institute, develop research \npolicies and priorities, work for fund raising for research, mobilize faculty, \nbusiness community and industry for research commercialization and serve as \nan effective  advocate  for research with the Institute a nd to its broader \ncommunity of stakeholders  and supporters;  \n(ii)   to supervise all aspects of the operation of the Office for Research including \nresearch administration  (budgeting, auditing, accounting, human  resources,  \nmanagement  & maintenance  of facilities  and equipment,  implementation  of \nresearch  contracts  and human resources);  \n(iii)  to develop  programs  and activities  that will increase  funding  for research from \nall public and private sources, establish and maintain excellent relationships \nwith donors and private sources, oversee proposals development  and \nsubmission;  \n(vi)  to promote  the development of public -private  partnerships  in support  of Institute  \nresearch,  link the Institute's  research community  with the needs  and priorities  of \nthe corpora te sector, develop  opportunities  for applied  research  and explore \nopportunities  for technology transfer and commercialization of Institute \nresearch (including incubators and research parks);  \n(v)  be responsible to monetize royalty streams from licenses;  \n(vi)  collaborate with the principal liaison for technical marking and licensing  on the \ncommercialization of the Institute's IP in coordination with other relevant \ndepartment and offices;  \n(vii)  Director  (ORIC)  will work  in close  liaison  with the office  of research  and \ndevelopment,  planning  and development, and Institute's technology park.  \n(4) The terms of office of the Director ( ORIC ) shall  be a renewable period of three  years.  \n(5) The Board of  Governors ( BoG ) may  on the recommendations/ advice of Rector, terminate \nthe services of Director (ORIC) appointed. on regular basis on grounds of inefficiency or misconduct  \nin accordance with the prescribed procedure.  \n22. Internal Auditor .― (1) The Internal  Auditor  of the Institute  shall be  appointed  on regular  \nbasis  by the Board  of Governors  (BoG) on the recommendation  of the  Selection  Board  or by deputation  \nfrom  officers  of attached  or sub-ordinate  departments  of Auditor  General  of Pakistan  or Controller  \nGeneral  of Accounts  as the  Board  of Governors  (BoG)  may deem appropriate who fulfil the eligibility \ncriteria to be appointed as Internal Auditor.  \n(2) The minimum experience as  well as the professional and  academic qualifications necessary  \nfor the appointment to  the post of Internal Auditor shall be as may be prescri bed. \n \nPage 19 of 38 \n (3) The Internal Auditor shall be  responsible for  pre-auditing of  all bills and documents for all \npayments to be made by the Institute.  \n(4) The Board  of Governors  (BoG)  may on the advice  Rector, terminate  the services  of the  \nInternal  Auditor  appointed  on regular  basis  on grounds  of in -efficiency  or misconduct,  in accordance  \nwith the prescribed procedure.  \n23. Other Officers . Subject to  the provisions  of this Act, the eligibility criteria, terms and \nconditions of the services and the powers and duties of  other officers of the Institute shall be such as \nmay be prescribed at the time of recruitment and hiring.  \nCHAPTER -III \nAUTHORITIES  OF THE INSTITUTE  \n24. Authorities .― (1) The following  shall  be the Authorities  of the  Institute, namely :― \n(a) Authorities established by the Act ,― \n(i)  the Board of Governors (BoG);  \n(ii)  the Syndicate;  \n(iii)  the Academic Council;  \n(iv)  Search Committee for the appointment of the  Rector;  \n(v)  the Representation  Committees  for appointment  to the Board of \nGovernors (BoG), Syndicate, and the Academic Council;  \n(vi)  Boards of Faculties;  \n(vii) Board of Advanced  Studies and Research;  \n \n(viii)   Finance and Planning Committee; and  \n(ix)  Selection Board.  \n(b) Authorities to be established by the Statutes ,― \n(i) Graduate and Research Management Council;  \n(ii) Recruitment,  Development,  Evaluation  and Promotion committees for \nteachers and other staff whether at the level of the department, the \nfaculty, or the institute;  \n(iii) Career Placement and Internship Committee of each Faculty;  \n(iv) Departmental Council; and  \n(v) any other Authority as may be prescribed.  \n  \n \nPage 20 of 38 \n (2) The Board of Governors  (BoG), the Syndicate and the Academic Council may set up such \nother committees or sub -committees, by whatever name described, as are considered desirable  through \nStatutes or Regulations as appropriate.  Such  committees  or sub-committees  shall  be Authorities  of the \nInstitute for the purposes of this  Act. \n25. The Board of Governors (BoG ).―The body responsible  for the governance of the \nInstitute shall be described as the Board of Governors (BoG), and shall co nsist of the following, \nnamely:― \n(a) the Pro -Chancellor, who shall be the Chairperson;  \n \n(b) the Federal  Secretary  of the  Ministry  allocated  with subject  of Education,  or \nhis/her nominee  not below the rank of Additional Secretary;  \n \n \n(c) Rector of the Institute;  \n \n(d) President  Federation  of Pakistan  Chamber  of Commerce  and Industry (FPCCI) \nor his/her nominee;  \n \n \n(e) four persons from society at large, preferably at least one female, being persons \nof distinction in the fields  of administration, management,  education,  \nacademics,  law, accountancy,  medicine, fine  arts, architecture,  agriculture,  \nscience,  technology,  industry, and engineering such that the appointment of \nthese persons reflects a balance across the various field:  \nProvided that the special focus or affiliation of the Institute, to be  declared  in the manner  \nprescribed,  may be reflected  in the number of persons of distinction in the areas of expertise relevant \nto the Institute who are -appointed to the Board of Governor s (BoG);  \n(f)  one person from amongst the alumni of the Institute;  \n \n(g)  two persons from the academic community of the country,  other than  an \nemployee  of the  Institute,  at the level  of professor  or principal of a college;  \n \n \n(h)  four Institute Teachers One from each tier i.e.  Professor, Associate  Professor, \nAssistant Professor and Lecturer;  \n \n(i)  Chairperson,  Higher -Education  Commission,  or his/her  nominee not below the \nrank of BPS -19; \n \n \n \n(j)  Vice -Chancellor, University of Peshawar; and  \n \n(k)  two eminent persons nominated by the Chancellor from Industry and education;  \n(2) The numbers of the members of the Board of Governors (BOG)  described against clauses \n(f) to (i) of sub -section (1) may be increased by the  Board  of Governors  (BoG)  through  Statute s subject  \nto condition  that total membership of the Board of Governors (BoG) does not exceed twenty -one, with \na maximum of five institute Teachers, and the increase in balanced, to the extent possible, across the \ndifferent categories specified in sub -section (1). \n(3) Appointments to the Board of Governors (BoG) as mentioned in section 25 of sub -section \n(1) (f, g, h) shall be made by the from amongst a panel of three names for each vacancy recommended \n \nPage 21 of 38 \n by the Representation Committee setup  in terms  of section  33 and  in accordance  with procedure  as \nmay be prescribed:  \nProvided that effort shall be made, without compromising on quality or qualification, to give \nfair representation to women on the Board of Governors (BoG):  \nProvided further that the Institute Teachers described in clause (h) of sub -section (1),  the Board \nof Governors (BoG) shall prescribe a procedure  for appointment  from  the various  categories  of \nInstitute  Teachers.  Further,  the members appointed to the Board of Governors  (BoG) may not serve \nfor two consecutive terms.  \n(4) The Board  of Governors  (BoG)  shall  meet  at least twice  in a calendar  year.  The Special  \nmeeting  of the  Board  may be convened  by the Pro -Chancellor/Chairperson when expedient and \nnecessary.   \n(5) Service on the Board of Governors (BoG) shall be on honorary  basis:   \nProvided that actual expenses may be reimbursed as prescribed.  (BoG).  \n(6) The Registrar  shall be the  secretary  of the Board of Governors  (BoG) . \n(7) Unless otherwise prescribed by this Act, all decisions of the Board of Governors (BoG) \nshall be taken based on the opinion of a majority  of the members present.  In the event of the members \nbeing  evenly divided on any matter, the person presiding over the meeting shall have a casting vote.  \n(8) The quorum for a meeting of the B oard of Governors (BoG) shall be two third of its \nmembership, a fraction being counted as one.  \n26. Powers and functions of the Board of Governors (BoG) .―(1) The Board of Governors \n(BoG) shall have the power of general supervision over the Institute and sha ll hold the Rector and the \nAuthorities accountable for all the functions of the Institute. The Board of Governors (BoG) shall have \nall powers of  he Institute not expressly vested in an Authority or officer by the Act and all other powers  \nnot expressly mentioned  by this Act that are necessary  for the performance of its functions.  \n(2) Without prejudice to  the generality of  the foregoing powers , the Board of Governors (BoG) \nshall have the following pow ers:― \n(a) to approve  the proposed  annual  plan of work,  the annual  and revised  budgets,  \nthe annual  report,  and the  annual statement  of account;  \n \n(b) to hold,  control and lay down policy for the administration of the property,  \nfunds,  and investments  of the  Institute,  including  the approval  of the  sale and  \npurchase  or acquisition  of immovable property;  \n \n(c) to approve the appointment of the Deans as may be prescribed;  \n \n \n(d) to institute  schemes, directions and guidelines  for the terms and  conditions  of \nappointment  of all officers,  teachers  and other employees of the Institute;  \n \n(e) to approve strategic plans;  \n \n(f) to approve financial resource development plans of the Institute;  \n \n \n \nPage 22 of 38 \n (g) to consider the drafts  of Statutes and Regulations proposed by the Syndicate and \nthe Academic Council and deal  with them in the manner as provided for in \nsections37  and 38, as the case may be:  \nProvided that  the Board of Governors  (BoG) may  frame a Statute or  Regulation  on its own  \ninitiative  and approve  it after calling for the advice of the Syndicate or the Academic Council as the \ncase may be;  \n(h) to annul by order in writing the proceedings  of any Authority or officer  if the  \nBoard  of Governors  (BoG)  is satisfied  that such proceedings are not in \naccordance with the provisions of the Act, Statutes or Regulations after calling \nupon such Authority or o fficer to show cause why such proceedings should not \nbe annulled;  \n(i) to recommend to the Chancellor removal of any member of the Board of \nGovernors (BoG) in accordance with the provisions of the Act;  \n(j) to make  appointment  of members of the  Syndicate,  other then ex-officio  \nmembers, in accordance with the provisions of the Act;  \n \n(k)  to make appointment  of members  of the Academic  Council, other than ex-officio  \nmembers,  in accordance  with the provisions  of the Act;  \n(l)  to appoint  Emeritus  Professors  on such terms  and conditions  as may be \nprescribed.  \n(m) to remove  any person  from the membership  of any Authority  if such person:  \n(i)  has become of unsound mind; or  \n(ii)  has become  incapacitated  to function  as member  of such  Authority; or  \n(iii)  has been convicted by a court of law for an offence  involving moral \nturpitude; and  \n(n)  to determine the form, provide for the custody and regulate the use of the \ncommon seal of the institute.  \n(3) The Board of Governors  (BoG) may,  subject to the provisions  of this Act delegate all or \nany of the powers and functions of any Authority, officer or employee  of the Institute at its main \ncampus,  to any Authority,  committee, officer or employee  at its additional  campus for the purpose  of \nexercising  such powers and performin g such functions in relation to such additional campus, and for \nthis purpose the Board of Governors (BoG) may create new posts or positions at the additional campus.  \n27. Visitation .―The Board of Governors  (BoG)  may,  in accordance with the terms and \nprocedures  as may be prescribed, cause an inspection  to be made in respect of  any matter connected \nwith the Institute.  \n28. The Syndicate .― (1) The Syndicate shall consist of the following, namely :― \n(a) the Rector who shall be its Chairperson;  \n \nPage 23 of 38 \n (b) the Dean s of the Faculties of the Institute;  \n(c)  two persons of eminence (including one female not serving in any educational \ninstitution) to be nominated by the Board;  \n(d) nominee of the  Higher Education Commission;  \n(e) three Universities teachers from different  tiers (Associate Professor, Assistant \nProfessor and Lecturer);  \n(f) principals & Directors of the constituent Colleges;  \n(g) one principal  of the affiliated  college(s)  to be recommended  in a prescribed \nmanner;  \n(h) the Director (QEC);  \n(i)  the Director (ORI C); \n(j) the Director (Student Affairs);  \n(k)  the Director (P&D);  \n(1) the Director Planning & Development;  \n(m)  the Internal Auditor;  \n(n) the Director Finance;  \n(o) the Controller of Examinations;  and \n(p) the Registrar who shall be the Secretary of the  Syndicate;  \n(2) Members  of the  Syndicate,  other  than ex-officio  members,  shall hold office for three years.  \n(3) As regards to the appointment  of the members described in clause (c) of sub -section  (1) of \nthis clause,  the Board  of Governors  may prescribe  a procedure  for proposal of a panel of names by the \nRepresentation  Committee set up  in terms  of section  32. Appointment  of persons  proposed  by the \nRepresentation Committee  may be made by the Board of Governors (BoG) on the recommendation of \nthe Rector.  \n(4) The quorum for a meeting of the Syndicate shall be one -half of the total number of  \nmembers, a fraction being counted as one.  \n(5) The Syndicate shall meet at least once in each quarter of the year.  \n29. Powers and duties of the Syndicate .― (1) The Syndicate shall be the executive body of \nthe Institute and shall take effective  measures to raise the standard of teaching, research, technological  \ndevelopment, publication and other  academic pursuits and exercise general supervision and control \nover the affairs of the Institute and management of the property of the Institute.  \n \nPage 24 of 38 \n (2) Without  prejudice  to the generality  of the foregoing powers,  and subject to the provisions \nof the Act,  the Statutes and directions of the Board of Governors (BoG) the Syndicate s hall have t he \nfollowing powers: ― \n(a) to consider  the annual  report,  the annual  and revised  budget estimates and to \nsubmit these to the Board of Governors (BOG);  \n(b)  to oversee  the quality  and relevance  of the  Institute's academic programmers  \nand to review the academic  affairs  of the Institute  in general;  \n(c)  to transfer and accept transfer of movable property on behalf of the  Institute;  \n(d)  to enter into, vary,  carry out and cancel contracts on behalf of the  Institute;  \n(e)  to cause proper books of account to  be kept for all sums of money received  and \nexpended  by the Institute  and for the assets  and liabilities of the Institute;  \n(f)  to invest  any money  belonging  to the Institute  including  any unapplied income \nin any of the securities described in section 20 of the  Trusts  Act, 1882  (Act II \nof 1882),  or in the purchase  of immovable property or in such other manner,  as \nit may prescribe, with the like power of varying  such investments;  \n(g)  to receive  and manage  any property  transferred,  and grants, bequests,  trust, gifts,  \ndonations,  endowments,  and other contributions made to the Institute;  \n(h)  to administer any funds placed at the disposal  of the Institute  for specified \npurposes;  \n(i)  to provide  the buildings, libraries,  premises,  furniture,  apparatus, equipment,  \nand other means required  for carrying out the work of the Institute;  \n(j)  to establish and maintain halls of residence and hostels or approve or license \nhostels or lodgings for the residence of students;  \n(k)  to recommend  to the Board of Go verno rs (BoG) affiliation or affiliation of \ncolleges;  \n \n(I)  to approve  the appointment  of the  Officers  of the  institute  and Professors, \nAssociate Professors and such other senior faculty and senior administrators as \nmay be prescribed;  \n(m)  to recommend  to the Board  of Governors  (BoG)  admission  of educational  \ninstitutions  to the privileges  of the Institute  and withdraw such privileges;  \n(n)  to arrange for the inspection of colleges and the departments;  \n(o)  to institute Professorships, Associate Professorship s, Assistant Professorships, \nLairdships , and other teaching posts or to suspend or to abolish such posts;  \n(p)  to create, suspend or abolish such a drninistrative or other posts as may be \nnecessary;  \n \nPage 25 of 38 \n (q)  to prescribe the duties of officers, teachers, and other employees of the Institute;  \n(r)  to report to the Board of Governors (BoG) on matters with respect to which it \nhas been asked to report;  \n(s)  to appoint members  to various Authorities  in accordance with the provisions of \nthe Act;  \n(t)  to propose  drafts of Statutes  for submission  to the Board  of Governors (BoG);  \n(u)  to regulate  the conduct  and discipline  of the  students  of the  Institute;  \n(v)  to take actions necessary for the good administration of the Institute in general \nand to this end exercise such powers as are necessary;  \n(w)  to delegate  any of its  powers  to any Authority  or officer or  a committee; and  \n(x)  to perform  such other functions as have been assigned to it by the provisions of \nthe Act or may be assigned to it by the Statutes.  \n30. Academic Council .―(1) The Academic  Council shall consist of ― \n \n(a) Rector   Chairman  \n(b) Deans of Faculties & Head of Department as may be \nprescribed  Member  \n(c) Five members representing the departments, institutes & \nthe constituent colleges to be elected in the manner \nprescribed by the Board of Governors (BoG)  Member  \n(d) Director (Student Affairs)  Member  \n(e) Director (QEC)  Member  \n(f) Director (ORIC)  Member  \n(g) Director (P&D)  Member  \n(h) two Principals of Affiliated Colleges  Member  \n(i) the Controller of Examination  Member  \n(j) the Librarian   Member  \n(k) nominee of the Commission   Member  \n(l) the Registrar,  Secretary  \n (2) A member  of the Academic  Council  appointed  by nomination  shall hold office for three \nyears.  \n(3) The quorum  for a meeting  of the Academic  Council  shall be one third of the total number \nof members,  a fraction being counted as one.  \n31. Powers  and Duties  of the Academic Council .―(1) The Academic Council  shall  be the  \nacademic  body  of the  Institute  and may lay down  proper standards  of instruction,  research,  publication,  \nand examination  and to regulate and promote the academic life of the Institute and affiliated colleges.  \n(2) In particular  and without  prejudice  to the generality  of the foregoing provisions, the \nAcademic  Council may: — \n \nPage 26 of 38 \n (a) advise th e Syndicate on academic matters ; \n(b) regulate teaching, research,  and examinations;  \n(c) regulate  the admission  of students  to the  courses  of studies  and examinations of \nthe Institute and affiliated colleges;  \n(d) regulate  the awar d of studentships,  scholarships,  medals,  and prizes;  \n(e) regulate the conduct and discipline of students of the institute and affiliated \ncolleges;  \n(f)  propose  to the Syndicate  schemes  for the constitution  and organization of \nfaculties, institutes, and other academic bodies;  \n(g)  propose  regulations  on the recommendations  of the  Boards  of Faculties and the \nBoards of Studies for consideration and approval of the Syndicate;  \n(h)  propose  for each academic  year, on the recommendations  of the Boards of \nStudie s, regulations  prescribing  the courses  of studies, the syllabi and the \noutlines of tests for all examinations;  provided that, if the recommendations of \na Board of Faculties or the Board of Studies  are not received  by the prescribed  \ndate,  the Academic Counc il may, subject to the approval of the Syndicate; \npermit such regulations to continue for the following years;  \n(i)  recognize  the examinations  of other  Universities  or exam mg  bodies  as \nequivalent  to the corresponding  examinations  of the Institute;  \n(j)  appoint  members  to the Authorities  in accordance  the provisions; and  \n(k)  perform such other functions as may be prescribed by the statutes.  \n32. Representation Committee .―(1) There shall be a Representation Committee  constituted  \nby the Board  of Governors  (BoG)  through  Statute for recommendation of persons for appointment to \nthe Board of Governors (BoG) in accordance with the provisions  of section 25 and for the \nrecommendation  of persons  for appointment  to the Syndicate  and the Academic  Council  in accordanc e \nwith the provisions of sections 28 and 30.  \n(2) Members of the Representation  Committee for appointments to the  Board of Governors \n(BoG)  shall consist of the following :― \n(a)  three members  of the Board  of G overnors  (BoG)  who are not . Institute \nTeachers;  \n(b)  two persons  nominated  by the Institute  Teachers  from  amongst themselves in \nthe manner prescribed;  \n(c)  one person  from the academic  community, not  employed by the Institute,  at the \nlevel  of professor  or school  principal  to be nominated by the Institut e Teachers \nin the manner prescribed; and  \n \nPage 27 of 38 \n (d)  one eminent  citizen  with experience  in administration, philanthropy,  \ndevelopment  work,  law, or accountancy  to be nominated by the Board of \nGovernors (BoG).  \n(3) The Representation Committee  for appointments  to the Syndicate and the Academic \nCouncil shall consist of the  following:  \n(a)  two members  of the  Board  of Governors  (BoG)  who are not Institute Teachers; \nand \n(b)  three persons nominated  by the Institute  Teachers  from amongst themselves in \nthe manner pres cribed.  \n(4) The tenure of the  Representation Committees shall be three years:  terms.   \nProvided  that no member  shall  serve  for more  than two  consecutive  terms.  \n(5) The procedures  of the Representation  Committees  shall be as may be prescribed.  \n(6) There may also be such other Representation Committees  set up by any of the other \nAuthorities  of the Institute  as are considered  appropriate  for recommending  persons  for appointment  \nto the various  Authorities  and other bodies of the  Institute.  \n \nCHAPTER -IV \n \nSTATUTES,  REGULATION AND RULES  \n33. Statutes .―(1) Syndicate may draft statutes, not in -consistent with  this Act, and \nCommission regulations / Guidelines /rules and  submit the same to Board of Governors (BoG) for \napproval.  \n(2) The statutes may be made to provide for and regulate all or any of the following, namely .― \n(a)  scales of pay, method of recruitment and other terms and conditions of service \nof officers, teachers and other employees of the Institute  and the constitution o f \ntheir pension,  insurance, gratuity, provident  fund, and benevolent fund;  \n(b)  the contents of and the manner in which the annual report to be presented by the \nRector before the Board of Governs  (BoG) shall be prepared;  \n(c)  the Institute fees and other c harges;  \n(d)  conduct  and discipline  of the officers,  teachers,  and other employees of the \ninstitute;  \n(e)  constitution,  powers,  and duties of the Authorities  and prescribe procedure for \nappointing  members to such Authorities and related matters;  \n(f)  affiliation and dis -affiliation of colleges,  institutes,  etc. and related matters;  \n(g)  admission  of educational  institutions  to the privileges  of the  Institute and the \nwithdrawal of such privileges;  \n \nPage 28 of 38 \n (h)  establishment  of Institutes,  faculties,  colleges,  departments,  and academic \ndivisions;  \n(i)  powers  and duties  of officers,  teachers,  and employees  of the institute;  \n(j)  conditions for appointment of Professors Emeritus;  \n(k)  conditions on which the Institute may enter into, arrangements with public \nbodies  or other organizations for purposes of research and advisory services;  \n(l)  general scheme  of studies including the duration of courses,  the system of \nexaminations and the number of subjects and papers for examinations;  \n(m)  award of honorary degrees;  \n(n)  maintenance of register of students and registered graduates;  \n(o)  prescribe procedure  for nomination/membership  of Authorities of the Institute \nand related matters; and  \n(p)  all other matters which are to be or may be prescribed or regulated by statutes . \n34. Regulations .―(1) The Board  of Governors  (BoG)  may,  on the recommendation  of \nAcademic Council through  Syndicate approve regulations, not inconsistent with this Act  and \nCommission  regulations/guidelines/rules  in respect of any of  the following matters, namely: ― \n(a)  Courses of  study  for degrees,  diplomas,  and certificates  of the  Institute;  \n(b)  Manner and method  of teaching  conducted  in the Institute  and affiliated \ncolleges;  \n(c)  admission of students to the Institute and conditio ns under which they are \nadmitted or allowed to take courses and examinations of the  Institute  and \nbecome  eligible  for the award  of degrees, diplomas, and certificates;  \n(d)  fees and other charges to be paid by students for admission to the courses of \nstudies and the examinations of the Institute;  \n(e)  conduct of examinations;  \n(f)  conduct and discipline of students of the Institute;  \n(g)  conditions of residence of the students of the Institute or colleges including the \nlevying of fee for residence in h alls of residence and hostels and approval of \nhostels, and lodgings for students;  \n(h)  conditions for acquiring research degrees;  \n(i)  institution of fellowships, scholarships, medals and prizes;  \n(j)  institution of stipends and free and half -free studentships;  \n \nPage 29 of 38 \n (k)  academic costume;  \n(1)  use of the library;  \n(m)  formation of teaching departments and Boards of Studies; and  \n(n)  all other  matters  which  under  the statutes  are to be  or may be prescribed by \nregulations.  \n(2) The Academic Council shall prepare and submit the regulations to the Syndicate and the \nSyndicate may forward them with or without modifications to Board of Governors  (BoG) or refer them \nback to the Academic Council for reconsideration.  \n35. Benefits and Insurance .―(1) The Institute shall constitute for the benefit  of its  officers,  \nteachers  and other  employees  schemes,  as may be prescribed,  for the provision of post -employment  \nbenefits as well as health and life insurance while in service.  \n(2) Where any provident fund has been constituted under this Act, the provisions of the \nProvident Funds Act,  1925  (XIX of 1925), shall apply to such funds as if it were the Government \nProvident fund.  \n36. Amendment and repeal of Statutes and Regulations .―The procedure for adding to, \namending, or repealing the Statutes and the Regulations shall be the same as that prescribed \nrespectively  for framing or making Statutes and Regulations.  \n37. Rules .―(l) An Authority  or a body  of the  Institute. May make  rules, n ot inconsistent with, \nand this Act,  to regulate the conduct of its business and to be published in official gazette.  \n(2) The Board of Governors (BoG) may direct any Authority or body of the Institute to amend \nor repeal any rules made by the Authority or bo dy. \n(3) Rules shall become effective upon approval of the Syndicate.  \n \nCHAPTER -V \n \nFINANCIAL PROVISIONS  \n38. Institute Fund .―(1) There  shall be a fund to be known  as the Institute Fund which shall \nvest in the Institute, and to which shall be credited all sums  received by the Institute.  \n(2) The Institute shall have a Fund to which shall be credited its income from  fees, charges,  \ndonations,  trusts,  bequests,  endowments,  contributions, grants, and all other sources.  \n(3) The Institute may accept donations  in the s hape of land, equipment  any other item that may \nfacilitate the functioning of the Institute and all such  donations  shall be  used,  maintained, and  disposed  \nof by  the Institute  in the prescribed manner.  \n(4) There will be a research  fund of the Institute.  The fund will be independently managed in \nline with international research funds. The fund will support indigenous research by faculty and \nresearch students on campus.  \n \nPage 30 of 38 \n 39. Audits and Accounts .―(1) The accounts of the Institute shall be maintained in such form  \nand in such manner as may be prescribed.  \n(2) The teaching departments, constituent schools and institutes and all other bodies designated \nas such by the Syndicate in terms of Statutes shall  be independent cost centers of the Institute with \nauthority veste d in the head of each cost center  to sanction expenditure out of the budget allocated to \nit. Provided that re -appropriation from one head of expenditure to another may be made by the head \nof a cost center  in accordance with and to the extent prescribed by the Statutes.  \n(3) All funds generated by a teaching department, constituent school or other unit of the \nInstitute through consultancy , research or  other provision of  service shall be made available without  \nprejudice to the budgetary allocation  otherwise made, after deduction of overheads in the manner and \nto the extent prescribed by Statute, to the teaching department, constituent school or other unit for its \ndevelopment. A part of the funds so generated may be shared with the Institute Teacher s or researchers \nin charge of the consultancy, research or service concerned in the manner and to the extent prescribed \nby Statute.  \n(4) No expenditure shall be made from the funds of the Institute, unless a bill for its payments \nhas been issued by the head of the cost center  concerned in accordance with the relevant statutes and \nthe Director Finance has verified that the payment is provide d for in the approved budget of the cost \ncenter , subject to the authority to re -appropriate available to the head of the cost center . \n(5) Provision shall be made for an internal audit of the finances  of the Institute . \n(6) Without  prejudice  to the requireme nt of audit  by an auditor appointed  the annual  audited \nstatement  of accounts  of the  Institute  shall be prepared in conformity with the Generally Accepted \nAccounting Principles (GAAP) by a reputed firm of chartered accountants and signed by the Director \nFinance \n \n(7) The observations  of the Auditor  if any, together  with such annotations  as the Director  \nFinance  may make,  shall  be considered  by the I Syndicate,  and shall be placed  before  the Board  of \nGovernors  (BoG)  within  six months of closing of the financial  year.  \n(8) The Institute may accept  donations  in the shape  of land,  vehicle, equipment,  or any other  \nitem that may  facilitate  the functioning  of the Institute and all su ch donations  shall be used, mai ntained , \nand disposed  of by the Institute in the prescribed  manner.  \n40. Budget, audit and accounts .―(1) The budget of the Institute  shall be  approved,  and its \naccounts  shall be maintained  and audited  in such manner  as may be prescribed by the Board of \nGovernors  (BoG).  \n(2) The Board  of Governors  (BoG)  may approve  the budget  of the Institute,  appropriations  of \naccounts  of the  Institute  and settle  an audit  para relating  to the audit of the Institute.  \n(3) The Board  of Governors  (BoG)  may delegate  the power  of appropriation or re -appropriation \nof funds to an officer of the Institute.  \nMISCELLANEOUS  \n41. Appeal to Syndicate and Board .―(1) If an order is passed  by an Authority, body, or \nofficer of the Institute, other than the Chancellor  or the Board of Governors  (BoG),  and an appeal  \n \nPage 31 of 38 \n against  the order  is not provi ded under  the statutes  or regulations,  any aggrieved  person  may prefer  an \nappeal  against  the order to the Syndicate.  \n(2) The Syndicate  may constitute  a committee  of its members  to hear and dispose of any appeal \non behalf of the Syndicate.  \n(3) If a member  of the Syndicate  is the officer who passed the order or who  is also member  of \nthe Authority  against  whose  order  appeal  is filed  before the Syndicate, such member  shall not hear the \nappeal as member of the Syndicate or be part of the committee  constituted  to hear and dispose of the \nappeal.  \n(4) If aggrieved is  not satisfied with the decision of  the Syndicate , he may file an appeal with \nBoard of Governors ( BoG), whose decision will be final.  \n42. Opportunity to Show Cause .― Except as  otherwise  provided  by law  no officer,  teacher,  \nor other  employee  of the Institute  holding  a permanent post shall be reduced  in rank, or removed  or \ncompulsorily retired  from service for cause  arising  out of any  act or  omission  on the part of the  person  \nconcerned unless  he/she  has be en given  a reasonable opportunity  of showing  cause  against the action \nproposed  to be taken.  \n43. Commencement of term of office of members of Authority .―(1) When  a member  of a \nnewly  constituted  Authority  is elected,  appointed,  or nominated, his term of office, as fixed under this \nAct, shall commence  from such date as may be prescribed.  \n(2) Where a member  who has accepted  any other assignment  or for any other similar reason \nremains  absent from the Institute without any prior notice for a period of not les s than six months, \nhe/she  shall be deemed to have resigned  and vacated his/her seat.  \n44. Filling of casual vacancies in Authorities .―Any casual  vacancy among the members  of \nany Authority  shall be filled, as soon as conveniently  may be,  in the same manner  and by the same \nperson  or Authority  that had appointed the  member  whose  place  has become  vacant  and the person  \nappointed  to the vacancy  shall  be a member  of such  Authority  for the residue  of the  term for which the \nperson whose place he/she fills would have  been a member.  \n45. Service  of the Institute .―(1) All persons  employed  by the Institute  in accordance  with the \nterms  and conditions  of service  prescribed  by statutes  shall be persons  in the service  of Pakistan  for \nthe purposes  of any court or tribunal set up by law in terms of Article 212 of the Constitution  of the \nIslamic Republic  of Pakistan,  1973:  \nProvided  that any provision  as regards  the terms  and conditions  of employment  of persons  in \nthe service  of Pakistan  in general  or in comparable employment  notw ithstanding  the service  of persons  \nemployed  by the Institute shall be entirely governed by the terms  and conditions  prescribed  by the \nrelevant Statutes.  \n(2) An officer,  teacher  or other  employee  of the  Institute  shall  retire from  service  on the \nattainment  of such  age or tenure  of service  as may be prescribed.  \n(3) No adverse  change  shall  be made  in the  tens and conditions  of employment  of any  Institute  \nTeacher  in the  employment of the Institute  on the date of enforcement of the Act.  \n \nPage 32 of 38 \n 46. Removal of difficulty .―(1) If any question  arises as to the interpretation of any of the \nprovisions  of this Act,  it shall  be placed  before  the Chancellor  whose decision thereon shall be final.  \n(2) If any difficulty  arises  in giving  effect to any  of the provisions  of this Act,  the Chancellor  \nmay make  such order  after obtaining  the views  of the Board  of Governors  (BoG),  not inconsistent with  \nthe provisions  of this Act,  as may appear to him/her to be necessary  for removing  the difficulty.  \n(3) Where this Act makes any provision  for anything to be done but no provision  or no \nsufficient  provision  has been  made  as respects  the authority  by whom, or the time at which, or the \nmanner  in which, it shall be done, then it shall be done by such authority, at such time, or in such \nmanner as th e Chancellor  may direct after obtaining  the views of the Board of Governors  (BoG).  \n47. First  Statutes .―Notwithstanding  anything  to the contrary contained  in the Act,  First \nStatutes  have  been  provided  in the  Schedule  of this At.  \n48. Proceedings of Authorities not invalidated by the Vacancies .―No act, resolution  or \ndecision  of any Authority  shall be invalid by reason  of any vacancy  on the Authority  doing, passing,  \nor making  it or by reason  of any want of qualification or invalidity  in the appointment , or nomination  \nof any  de facto member  of the Authority, whether present or absent.  \n49. Power to allow appointment of employees of the Government, other universities or \neducational or research institutions to the Institute . Notwithstanding anything contain ed in the Act, \nthe Board may, on the recommendation of the  Rector,  allow  any post in the Institute  to be filled  by \nappointment,  transfer,  and deputation,  on such terms and conditions  as the Board may  specify,  an \nemployee  of the Government  or any other  Institute  or educational  or research  institution.  \n(2) Where  any appointment  has been  made  under  this section,  the terms, and conditions  of \nservice of the appointee  shall not be less favorable  than those  admissible  to him immediately  before  \nsuch appointment,  transfer  and deputation  and he shall be entitled to all benefits  of his post of service.  \n50. Indemnity .―No suit or legal proceedings shall  lie against the Government,  the Institute  or \nany Authority,  officer  or employee  of the  Government or  the Institute or  any person in respect of \nanything which is done in good faith under this Act.  \n \n \n \n___________________________________  \n \n  \n \nPage 33 of 38 \n SCHEDULE  \n[See section]  \nTHE FIRST STATUTES  \n1. Faculties .―(1) There  shall be a Faculty  for a teaching  department or a group of teaching  \ndepartments.  \n(2) The Institute shall include the following faculties and such other  faculties as may be \nprescribed:  \n(a) Faculty of  Natural and  Applied Sciences  \n(b) Faculty of  Computing  \n(c) Faculty of  Management Sciences  \n(d) Faculty of Social Sciences , Humanities  and Arts  \n(e) Faculty of  Engineering and Emerging Technologies  \n(f) Any other Faculty , Department , or Institute with  the approval of  the Board.  \n2. Board of Faculty .― (1) There shall be a Board  of Faculty  for each faculty which shall \nconsist  of.― \n(a) Dean of the faculty  Chairperson  \n(b) Professors and the Chairpersons/HODs in the faculty  Member  \n(c) the Directors/Principal of the Constituent Units  Member  \n(d) the Director (Student Affairs)  Member  \n(e) the Director (QEC)  Member  \n(f) Two teachers including at least one women to be \nnominated by the Academic Council based on their \nspecialized knowledge of the subjects which, though \nnot assigned to the faculty, have in the opinion of the \nAcademic Council, important bearing on the \nsubjects ass igned to the faculty  Member  \n(g) Two experts including at least one women in the \nfield from outside the Institute to be appointed by the \nBoard and Syndicate  Member  \n(h) one member to be nominated by the Rector  Member  \n(i) The Director (ORIC)  Member  \n(2) The members  other  than ex-officio  members  of a Board  of faculty shall hold office for a \nperiod  of three years.  \n(3) The quorum  for a meeting of a Board  of faculty shall be one half of the total number of \nmembers,  a fraction being counted  as on e. \n(4) A Board  of faculty,  subject to the general  control  of the Syndicate and Academic  Council, \nmay― \n \nPage 34 of 38 \n (a) co-ordinate  the teaching  and research  work in the subjects  assigned to the \nfaculty;  \n(b) scrutinize  the recommendations of a Board of Studies comprising  a faculty  with \nregard  to the appointment  of paper  setters  and examiners  for graduate  and \npostgraduate  examinations  and to forward  the panels of suitable paper  setters \nand examiners  for each examination to the Rector;  \n(c) consider  any other  academic  matter  relating  to the faculty  and to submit its \nreport to the Academic  Council;  \n(d) prepare  a comprehensive  annual  report  regarding  the performance of each \ndepartment, constituent  college  or Institute  comprising  the faculty for \npresentation  to the Academic  Council; and  \n(e) perform such other functions  as may be prescribed  by statutes.  \n(5) The Dean shall be appointed  by the Board on the recommendations of the Rector from \namongst the Professors of the Faculty, and he shall hold office for a period  of three years but shall be \neligible  for reappointment.  Provided  that in  a department  or constituent  college  where  there  are less \nthan three  eligible Professors,  the appointment shall  be made  from  amongst  the three  senior  most \nProfessors  and Associate  Professors  of the department  or constituent  college.  \n(6) The Dean shall  present  candidates  for admission  to degree,  except an honorary  degree, \ncourses falling within the purview of the Faculty.  \n(7) The Dean shall  have  such powers  and duties as may be prescribed by the Board on the \nrecommendations of the Rector.  \n3. Board o f Advanced Studies and Research .―(l) The Board  of Advanced Studies and \nResearch shall consist of ― \n \n \n \n \n \n \n \n \n \n \n(2) The term of office  of the members  of the  Board  of Advanced  Studies and Research, other \nthan ex-officio  members, shall be three years.  \n (a) Rector  Chairperson  \n(b) All the Deans  Members  \n(c) Controller of Examination  Member  \n(d) One Institute Professor from each faculty (other than \nDean to be nominated by the Syndicate  Member  \n(e) One member to be nominated by the Rector  Member  \n(f) Three members, including at least one woman, from the \nrelevant filed, research organizations and Government, to \nbe nominated by the Syndicate  Members  \n(g) Director (QEO)  Member  \n(h) Director (ORIC)  Member  \n(i) The Directors/Principal of the Constituent Units  Member  \n(j) Director Student Affairs  Member  \n(k) Director (P&D)  Member  \n(l) Registrar  Secretary -sum-Member  \n \nPage 35 of 38 \n (3) The quorum for a meeting of the Board of Advanced Studies and Research  shall be one half \nof the total number  of members,  a fraction being counted as one.  \n \n4. Functions of the  Board of Advanced Studies and Research .―The Board of Advanced \nStudies and Research (BASR) shall:  \n \n(a)  advise an Authority on all matters connected with the promotion of advanced \nstudies and research publication in the Institute;  \n(b)  consider and report to an Authority with regard to a research degree of the \nInstitute;  \n(c)  propose regulations regarding the award of a research degree;  \n(d)  appoint  supervisors  for a postgraduate  research  student  and to approve title and \nsynopses of a thesis or dissertation;  \n(e)  recommend  panels  of names  of examiners  for evaluation  of a research \nexamination; and  \n(f)  perform such other functions as may be prescribed by the stat utes. \n5. Selection Board .―(1) The Selection Board shall consist of:  \n \n(a)  Rector  Chairperson  \n(b) One Vice Chancellor/Rector of a public sector Institute  Member  \n(c) Dean of the faculty concerned  Member  \n(d) Joint Secretary of the Ministry dealing with the subject of \neducation  Member  \n(e) One full time Member/ ex-office  of Federal Public Service \nCommission (FPSC)  Member  \n(f) Chairperson of concerned department  Member  \n(g) One nominee of the Commission  Member  \n(h) One member of the Board of Governors (BoG) of the Institute \nto be nominated by the Board of Governors (BoG)  Member  \n(i) One eminent scholar to be nominated by the Syndicate  Member  \n(j) Two experts to be nominated by the nominated by the \nSyndicate  Member  \n(k) One member of the Syndicate to be nominated by the \nSyndicate  Member  \n(l) The Director (QEC)  Member  \n(m) The Registrar  Member  \n(n) Director (Administration)  Secretary -\ncum-member  \n \n (2) The members, other than ex-officio  members , shall hold office for a period of three years.  \n(3) Eight (08) members including at least one expert shall constitute the  Quorum  for a meeting \nof the Selection Board.  \n \nPage 36 of 38 \n (4) No member  who is a candidate  or whose  family  member  is a candidate for a post to which \nappointment is to be made, shall take p art in the proceedings  of the Selection Board for selection of a \ncandidate on such post.  \n(5) In selection of  candidates for the post of Professor or Associate Professor, the Selection \nBoard shall co -opt or consult three experts in the subject and in select ing candidates for any other \nteaching post, two experts in the subject, to be nominated by the Rector from a standing list of experts \nfor each subject approved by the Syndicate.  \n(6) The Syndicate may approve or revise the standing list of experts of a subj ect on the \nrecommendation of the Selection Board.  \n6. Functions of the Selection Board .― the Selection Board shall:  \n(a) consider the applications and recommend to the Board, the names of  suitable  \ncandidates  for appointment  to the positions  of Professors, Associate Professors \nand such other senior faculty and senior administrators as may be prescribed \nand to the Syndicate, the names  of suitable  candidates  for appointment  the \npositions  of Assistant Professors, Lecturers and such other faculty and \nadministrat ors posts as may be prescribed and recommend suitable salary for \nthe selected candidate; and  \n (b)  consider  all cases  of promotion  or selection  of officers  of the Institute  and \nrecommend  the names  of suitable  candidates  for such promotion  or selection  to \nthe Board  or Syndicate  as may be prescribed.  \n(c)  The recommendations of the Selection Board shall  be submitted to  the Board of \nGovernors ( BoG) for approval.  \n7. Selection Committee .―(1) There  shall  be a selection  committee for appointments  and \npromotions  of staff.  \n(2) The Selection committee shall  consist of:  \n(a) Registrar who shall be the Convener;  \n(b) The Director (Administration);  \n(c) Representative of the Dean of the Faculty concerned;  \n(d) Representative of Head of the Department concerned ;  \n(e) Representative nominated by  the Syndicate;  \n(f) The Director (QEC)  \n(g) The Director (P&D)  \n(3) The Deputy Director ( Administration) shall be the Secretary of  the Selection Committee . \n \nPage 37 of 38 \n (4) No member  who is a candidate  or whose  family  member  is a candidate,  for a post  to which  \nappointment  is to be made,  shall  take part  in the proceedings  of the Selection Committee  for selection \nof a candidate on such post.  \n8. Functions of the Selection  Committee .―(1) The Selection  Committee shall : \n(a)  consider  the applications  and recommend  to the appointing authority, the names  \nof suitable  candidates  for appointment  to the positions  of staff  as may be \nprescribed  and recommend  suitable salary for the selected candidate(s); and  \n(b)  consider all  cases of promotion  or selection  of staff of the Institute and  \nrecommend  the names  of suitable  candidates  for such promotion  as may be \nprescribed.  \n(c)  The recommendations  of the Selection  Committee  shall  be submitted  to the \nRector for approval.  \n9. Finance and Planning Committee .―The Finance  and Planning  Committee  shall consist  \nof― \n(a) Rector  Chairperson,  \n(b) All the Deans  Members  \n(c) One member of the Board of Governors (BoG) \nto be nominated by the Board  Member  \n(d) One member of the Syndicate to be nominated \nby the Syndicate  Member  \n(e) One member of the Academic Council to be \nnominated by the Academic Council  Member  \n(f) Nominee of the Ministry of Finance  Member  \n(g)  Nominee of the Finance Division HEC  Member  \n(h) Nominee of Ministry dealing the subject of \neducation  Member  \n(i) Registrar of the Institute  Member  \n(j)  Director (P&D) of the Institute  Member  \n(k) Director (Finance) of the Institute  Secretary -cum-member  \n (2) The term of office of the nominated  members, shall be three years.  \n(3) Fifty -One (51) percent  members  of the  Finance  and Planning Committee  shall constitute  \nthe quorum  for a meeting of the Finance and Planning Committee.  \n10. Functions  of the Finance  and Planning  Committee . The Finance and Planning  \nCommittee  shall perform the following function's, namely:  \n(a) prepare  the annual  statement  of accounts  and propose  annual budget  estimates \nand make recommendations to the Syndicate;  \n(b) review periodically  the financial position of the Institute;  \n(c) advise the Syndicate  on all matters  relatin g to finance, investments, and \naccounts  of the Institute; and  \n \nPage 38 of 38 \n (d) perform such  other functions as may be prescribed by the statutes.  \n11. Appointment of Committees by Authorities .―Any authority may  constitute such  \nstanding, special or advisory committees  as it may deem  fit, and appoint to such committee's persons \nwho may not be its members."
}