{
    "file": "./converted_json\\administratord6e0a6ee87f27587dcb851d4481dc570.json",
    "name": "Securities and Exchange Commission (Insurance) Rules, 2002",
    "date": "12th December, 2002",
    "tagline": "Regulations for Insurance Business in Pakistan",
    "content": "Statutory Notifications (S.R.O. 938)  \nGOVERNMENT OF PAKISTAN  \nSECURITIES AND EXCHANGE COMMISSION OF PAKISTAN  \nNOTIFICATION  \nIslamabad, the 12 th December, 2002  \nS.R.O.     (I)/2002.- In exercise of the powers conf erred by sub-section (2) of section 167 of the Insurance \nOrdinance, 2000 (XXXIX of 2000),  the Securities and Exchange Commission of Pakistan, with the \napproval of the Board, is pleased to make the following rules, the same having been previously published \nas required by sub-section (2) of the said section, namely: -  \n1.         Short title and commencement. - (1)  These Rules may be called the Securities and Exchange \nCommission (Insurance) Rules, 2002.  \n(2)        They shall come into force at once.  \n2.         Definitions.-  (1) In these rules, unless there is anything repugnant in the subject or context,-  \n(a)                “Bank” means the State bank of Pakistan; and \n(b)               “Ordinance” means the Insurance Ordinance, 2000 (XXXIX of 2000).  \n(2)        The words and expressions used but not defined shall have the meaning assigned to them in the \nOrdinance.  \n3.            Qualifications of actuaries.- (1) Subject to sub-rule (2), any person signing as actuary under the \nOrdinance shall be a Fellow of -  \n(a)                the Pakistan Society of Actuaries; or (b)               the Institute of Actuaries in England; or \n(c)                the Society of Actuaries in the United States of America; or \n(d)               such other body as may be recognized by the Commission for the purposes of this rule, after \nobtaining views of the Pakistan Society of Actuaries.\n \n(2)    The person referred to in sub-rule (1) shall ha ve at least thirty-six months’ post Fellowship experience \nout of which at least twelve months shall have been in Pakistan within the thirty-six months preceding the date of signing.\n \n4.         Additional su b-classes of insurance business.-  \nFor the purposes of sub-section (5) of section 4 of the Ordinance, insurance business of the nature of a \ndomestic insurance policy or of a private motor property damage policy as defined in section 2 of the \nOrdinance shall not be considered related and subsidiary to life insurance business.  \n5.         Application for registration as an insurer. -(1) For the purposes of sub-section (6) of section 6 of \nthe Ordinance, an application for registration as an insurer shall contain the following information, \nnamely:-  \n(a)        The name of the insurer;  \n(b)               the address of the principal office and in the case of an insurer incorporated outside Pakistan, \nthe address of  the princi pal office outside Pakistan;  \n(c)                the name, address and occupation of the directors of the  insurer, and particulars of other \ndirectorships held by them;  \n(d)               the nature of, and all considera tions and other benefits passing under, any agreement between \nthe applicant and any  director;  \n(e)                the names and addresses of, and particulars of any business carried on by, each person holding an interest of ten per cent or more in the issued share capital of the insurer;\n \n(f)                 a statement of the class or cl asses of insurance business to be carried on by the insurer;  \n(g)                where registration is sought for life insurance, a statement of the statutory funds to be \nestablished by the insurer;  \n(h)                the name and address of the au ditor of the insurer, and a statement by the auditor that he \nconsents to act as auditor of the insurer;  \n(i)                  where registration is sought for life insurance, the name and address of the appointed actuary \nof the insurer, and a statement by th e appointed actuary that he consents to act as appointed actuary of the \ninsurer;  \n(j)                 the name and address of the bank or banks which the insurer uses or proposes to use as its principal banker or bankers;\n \n(k)               the name and address of any investment custodian used or proposed to be used by the insurer;  \n(l)                  a statement of the authori zed share capital and the paid-up share capital of the insurer, \ncertified by the auditor of the insurer;  \n(m)              a statement, dated not more than seven days previous to the date of the application, from the \nBank showing the amount deposited pursuant to section 29 of the Ordinance;  \n(n)                a statement of the existing, if any, and proposed reinsurance arrangements of the insurer;  \n(o)               particulars of any agreement ot her than a reinsurance agreement which the applicant has with \nany person or body corporate carrying on insurance business;  \n(p)               particulars of the measures proposed by the applicant to ensure compliance with the \nrequirements laid down in section 11 of the Ordinance including particulars of the senior management \nstructure of the applicant, and the qualifications and experience of senior managers and directors; and  \nq)               particulars of the investment policy of the insurer.  \n(2)        For the purposes of section 8 of the Ordinance, an application shall be a document, which may be \ninspected or copied, to the extent only of the information described in clauses (a) to (m), both inclusive, of \nsub-rule (1).  \n6.         Documents to be submitted along with application for registration.-  (1)      For the purposes of \nsub-section (6) of section 6 of the Ordinance, the following documents shall be submitted along with any \napplication for registration, namely:-  \n(a)                A copy of the Statute, charter, deed of settlement, memorandum of association or other \ndocument by which the applicant is constituted;  \n(b)               a copy of the articles of association or rules in respect of the applicant;  \n(c)                if applicable, a photocopy of the certificate of incorpor ation and the certificate of \ncommencement of business of the applicant;   \n(d)               in respect of an applicant who was not carrying on insurance business on the 19th August, \n2000, a statement of assets and liabilities of the applicant, made up to a date not more than three months \nprevious to the date of the application, in the form as set out in Annexure I for life insurers or non-life \ninsurers, as the case may be, in conformity with the provisions of sub-section (1) of section 46 of the \nOrdinance;  \n(e)                copies of all accounts, statements  and reports laid before the sh areholders of the applicant at \nthe last five annual general meetings of the shareholders or, if less than five annual general meetings of the \nshareholders of the applicant have been held, copies of  the accounts, statements an d reports laid before the \nannual general meetings of shareholders which have been held;   \n(f)                 in respect of life insurance and in respect of such classe s of non-life insurance as are \nprescribed pursuant to sub-section (6) of section 4 of the Ordinance, a certified copy of the published \nprospectus, if any, and of the standard policy forms of the insurer and statements of the assured rates, \nadvantages, terms and conditions to be offered in connection with insurance policies together with a \ncertificate in connection with life insurance business by the appointed actuary that such rates, advantages, \nterms and conditions are workable and sound; and  \n(g)                a business plan showing projected business to be written and cash flows for a period of not \nless than ten years from the date of the application in  the case of a life insurer and not less than three years \nfrom the date of the application in the case of a non -life insurer, showing the fo recast financial position of \nthe insurer as at the 31st December, in each calendar year, and the forecast results of the insurer for each \nyear or part of a year ending on the 31st December.  \n(2)        Any document required to be submitted which is not in either the English or Urdu language shall be \naccompanied by a certified transla tion of that document into the English or Urdu language.  \n(3)        For the purposes of section 8 of the Ordinance, the documents specified in clauses (a), (b), (c), (d), \n(e) and (f) of sub-rule (1) shall be the  documents which may be inspected and copied.  \n7.         Renewal of registration.- (1) For the purposes of sections 11 and 12 of the Ordinance, every \ninsurer registered under the Ordinance shall appl y for renewal of registra tion on annual basis.  \n(2)        Every application made under sub-rule (1 ) shall be accompanied by a d eclaration by the applicant \nthat the conditions imposed on registered insurers as specified in sections 11 and 12 of the Ordinance have \nbeen complied with.  \n8.         Transitional provisions.- (1) The provisions of this rule shall apply to conversion from a life \ninsurance fund to a statutory fund or funds under section 25 of the Ordinance.  \n(2)        Upon conversion, an insurer shall allocate all policies, which are in for ce, including policies, which \nhave been made paid-up under the provisions of the repealed Act, to one or more statutory funds in \naccordance with such criteria as may be determined by the appointed actuary.  \n(3)        Upon conversion, an insurer shall create so  many as are required of th e ledger accounts specified in \nsub-sections (1) and (2) of section 22 of the Ordinance.  \n(4)        As at the date of conversion the opening balance in A, B, C and D accounts shall be determined by \nthe appointed actuary on a fair and equitable basis having regard to the provisions of the Ordinance.  \n(5)        The amount initially recorded as capital c ontributed by shareholders shall be the cumulative amount \nas at the date of conversion of capita l, if any, contributed by shareholders  in respect of the business carried \non in the statutory fund created by conversion, after the deduction of any such capital as at that date which \nhas been allocated for the benefit of participating policy holders.   \n(6)        The amount initially recorded as reserves sh all be the amount as at the date of conversion of any \nreserves required to be maintained under the Ordinance.    \n(7)        Immediately following the recording of the amounts referred to in sub-rules (4), (5) and (6), the insurer may effect a transfer from the B account to th e credit of the C account of not more than such \namount which would result in the B account having a credit balanc e of one-ninth of the A account: \n \nProvided that in the case of the St ate Life Insurance Corporation the wo rds “one-ninth” in this sub-rule \nshall be read as \"one-thirty-ninth\".  \n9.         Minimum statutory deposit levels. - (1) Subject to sub-rules (2) and (3), for the purposes of clause \n(b) of sub-section (2) of section 29 of the Ordinance, the prescribed  amount shall be five million rupees.   \n(2)        For an insurance company which has, fo r two years immediately preceding the end of any calendar \nyear, maintained not less than the minimum level of paid up capital applicable to that company under \nsection 28 of the Ordinance and not less than the minimum level of solvency applicable to that company under section 35 or 36 of the Ordinance, in both cases without applying the proviso to section 28 of the \nOrdinance, the prescribed amount in respect of that company under sub-rule (1) shall be zero.\n \n(3)        Subject to sub-rule (2), with immediate effect the amount of statutory deposit shall be one million \nrupees and from then for the period until the 31st December, 2002, two and half million rupees, until the \n31st December, 2003, three and half million rupees and until the 31st December, 2004 , and thereafter  five  \nmillion rupees.  \n10.       Admissibility of assets.- (1) For the purposes of sub-section (2) of section 32 of the Ordinance, the \nprescribed percentages for an insura nce company which was registered as at the commencement date of the \nOrdinance, the amount prescribed in  the repealed Act shall be applic able until the 31st  December, 2002, \nand thereafter for such co mpanies, and for a company register ed after the commencement date, the \npercentages specified in column (3) of the table belo w shall apply for the clauses of the said sub-section \nspecified in column (1) of that table in respect of the assets described in column (2) thereof.  \nClause.  Description of Assets  Percentage  \n(1) (2) (3) \n(b) In a statutory fund of  a life insurer, any \nassets  Five per cent for life insurer.  \nLoans which are secured against  \nimmovable property:    \n(i)   approved securities and  approved \ninvestments; and  Fifty per cent for both  life and non-life insurer.\n (f) \n  \n  (ii)  other loans secured against \nimmoveable  properties.  Five per cent for both life and non-life insurer.\n \n(n) Any one unit of immovable property.  Fifty per cent in the case of non-\nlife insurer and five percent in \ncase of  life insurer.  \n(o) Total immovable property.  Sixty per cent in the case of non-life insurer and twenty per cent in \ncase of life insurer. \n \n(p) Shares in any one company or in group of related companies\n Twenty-five per cent in the case of non-life insurer and five per \ncent in case of life insurer.\n \n(q) Shares of the listed companies in the aggregate.\n Seventy per cent in the case of non-life insurer and fifty per  cent \nin case of life insurer.\n \n(r) Shares of companies (not being listed \ncompanies) in the aggregate.  Ten per cent in the case of non-life insurer and two and half per cent in case of life insurer.\n \n(s) Immovable property and shares in the aggregate.\n Eighty per cent in the case of non-life insurer and sixty per cent in \ncase of life insurer.\n \n(t) Loans to any person or group of  related \npersons  Two and half per cent for both life and non-life insurers. \n \n(2)        Where regulations issued under this ru le, or any amendment to such regulations, reduces the \namount or proportion of assets which may be held in a particular form by insurers, those regulations or that \namendment shall not come into effect until one year from the date at which the change to regulations is \npublished, unless the Commission is satisfied on reas onable grounds that earlier application is warranted \nfor the protection of policyholders or to deal with an actual or apprehended breach of the Ordinance or the \nrules made thereunder.  \n11.       Valuation. - For the purposes of sub-section (3) of section 34 of the Ordinance, where an amount \nreferred to in sub-section (1) of that section cannot be reliably determined by reason of the absence of \nrelevant information on which to base a determination, an insurer may perform a valuation based on the \npresent value of the expected future cash flows pertaining to an asset or a liability, as the case may be, and \nin determining the present value a discount rate approp riate to the timing of the future cash flows shall be \nused.  \n12.       Minimum require d assets in statutory fund. - For the purposes of sub-sections (3), (4) and (5) of \nsection 35 of the Ordinance, policyholder liabilities shall be determined by the Commission, by notification in the official Gazette: \n \n             Provided that where sub-section (6 ) of section 50 applies in respect of a statutory fund, \npolicyholder liabilities for th e purposes of the said sub-sections shall not be less than the amount \ndetermined by the appointed actuary under that sub-section.  \n13.       Solvency of non-life insurer. - (1) For the purposes of clause (a) of sub-section (3) of section 36 of \nthe Ordinance, the following shall be the prescribed amount, namely:-  \n(a)                In the case of an insurance company registered after the commencement date, fifty million \nrupees; and  \n(b)               in the case of an insu rance company registered at the commencement date-  \n(i)         the amount applicable under th e repealed Act, until the 31st  December, 2002;  \n(ii)        fifteen million ru pees until the 31st  December, 2003;  \n(iii)       twenty-five million rupees  until the 31st   December, 2004; and  \n(iv)       fifty million rupees until the 31 st   December, 2005, and   thereafter.    \n(2)        For the purposes of clause (b) of sub-sec tion (3) of section 36 of the Ordinance, the following shall \nbe the prescribed percentage, namely:-  \n(a)                In the case of an insurance co mpany registered after the commencement date, twenty per cent; \nand \n(b)               in the case of an insu rance company registered at the commencement date-  \n(i)         ten per cent until the 31st December, 2002;            \n(ii)        fifteen per cent until the 31st December, 2004; and  \n(iii)       thereafter the percentage as  set out in clause (a) of this sub-rule.  \n(3)        For the purposes of clause (c) of sub-sec tion (3) of section 36 of the Ordinance, the following shall \nbe the prescribed percentage, namely:-  \n(a)                In the case of an insurance co mpany registered after the commencement date, twenty per cent; \nand  \n(b)               in the case of an insu rance company registered at the commencement date-  \n(i)         ten per cent until the 31st December, 2002;  \n(ii)        fifteen per cent until the 31st December, 2004; and  \n(iii)         thereafter the percentage as  set out in clause (a) of  this  sub-rule.  \n14.       Loans to employees and agents.- (1) For the purposes of sub-section (8) of section 37 of the \nOrdinance, an insurer may, at its discretion, grant to  an employee or an agent of the insurer a loan or \ntemporary advance, not otherwise prohibited or provided for by the Ordinance, as follows, namely:-   \n(a)                A life insurer may grant a loan on  a life insurance policy issued by  that insurer to an employee \nor an agent of that insurer, of not more  than the surrender value of that policy;  \n  (b)               an insurer may grant to an employee or an agent of that in surer a loan on mortgage of \nimmovable property, provided that-   \n(i)         the amount of the loan does not at any ti me exceed  fifty per cent of th e value of the property or, if \nthe purpose of  the loan is to construct a house, fift y per cent of the sum of the value of the land and the \namount paid or contracted to be paid to date for such construction;   \n(ii)        the loan is repayable within a period of not more  than fifteen years; and   \n(iii)       the amount payable by the employee or an agent in repayment of such loan in any one year, \nincluding principal and profit or retu rn (whatever called or described) does not exceed (in the case of an \nemployee) one third of the total rem uneration of the employee from the in surer during the most recent year \nor (in the case of an agent) one-fourth of the total renewal commission payable to the agent by the insurer \nin respect of the most recent year;   \n(c)                an insurer may grant to an empl oyee or an agent of that insurer a loan for the purchase of a \nconveyance, provided that-   \n(i)         the employee or an agent has served the insurer continuously for a period of not less than three years, in case of an employee, and five years, in case of an agent, as at th e date at which the loan is granted; \n \n \n(ii)        the conveyance purchased is mortgaged to the insurer;   \n(iii)       the loan is repayable within five years; and   \n(iv)       the total amount of the loan (in case of an employee) does not exceed the total remuneration of the \nmost recent year of the employee and (in case of an agent) total renewal commission payable to the agent \nby the insurer in respect of the most recent year;  \n(d)               an insurer may grant to an employ ee of that insurer a temporary loan or advance to meet fees \nand expenses associated with the completion of a course of study by that employee, provided that-   \n(i)         the employee has served the insurer con tinuously for a period of not less than two years; and  \n(ii)        the course of study is offered by-  \n(a)    a college or university or institution in Paki stan or a college or university or institution outside \nPakistan which offers distance learning program to students resident in Pakistan, provided in each case, the \ncollege or university or institute is recognized by the University Grants Commission or by any other \nauthority constituted by the Federal Government for this purpose; or   \n(b)   the Pakistan Insurance Institute (PII) or an insurance institute affiliated to that Institute; or  \n(c)    the Chartered Insurance Ins titute in the United Kingdom (CII); or  \n(d)   an insurance industry associa tion approved for the purposes of this clause by the Commission; or   \n(e)    all courses offered by the Institute of Actuaries, United Kingdom; or  \n(f)     the Institute of Chartered Accountants of Pakistan (ICAP); or  \n(g)    the Institute of Cost and Manageme nt Accountants of Pakistan (ICMAP); or  \n(h)    the Institute of Chartered Acc ountants England and Wales (ICEAW); or  \n(i)      the Institute of Chartered Manage ment Accountants (CIMA), United Kingdom; or  \n(j)     the Association of Chartered Certified Accountants (ACCA); or  \n(k)   the Institute of Certified Public Account (CPA), USA; or  \n(l)      the Institute of Inte rnal Auditors (IIA), USA; or  \n(m)  the Institute of Chartered Financial Analyst (CFA), USA; or  \n(n)    all courses offered by the Institute of Life  Office Management Associa tion (LOMA) including the \nChartered Life Underwriters (CLU), USA; or  \n(o)   all courses offered by the Society of Actuaries (SoA), USA; or  \n(p)   such other body as may be specified by the Commission, by notification in the official Gazette;        \n(iii)       the loan is repayable within five years of the date of grant of loan; and  \n(iv)       the amount of the loan does not exceed one half of the total remuneration of the employee from the \ninsurer during the most recent year;   \n(e)                an insurer may grant to an em ployee of that insurer a temporary loan or advance, provided \nthat-   \n(i)         the loan is repayable within twelve months; and   \n(ii)        the amount of the loan does not exceed one-sixth of the total remuneration of the employee from \nthe insurer during the most recent year; and  \n(f)                 an insurer may grant an empl oyee of that insurer house rent advance not exceeding six months \nbasic pay of the employee, provided that-  \n(i)         the amount of advance is payable within twelve months from the date of grant of such advance; and \n \n(ii)        the employee has served the insurer continuously for a period not less then two years.  \n(2)  A reference in this rule to the amount of a loan or advance or the amount payable in a year includes \nprincipal and profit or return, whatever called or designated, and refers to the nominal amount of the loan \nor advance and not to any lower amount which may be ascribed to that loan for the purposes of section 34 or 46 of the Ordinance.  \n \n(3)        Loans shall be granted in such a way that the total amount of repayment under all loans under this \nrule shall not exceed fifty per cent of total remunera tion of the employee or fifty per cent of the average \nmonthly renewal commission of the agent for the most recent year.   \n(4)        Recovery of a loan from the empl oyee or agent shall not be deferred in any case.  \n(5)        The fact that a loan or advance is permitted under this rule does not imply that-  \n(a)    an insurer is obliged to grant such a loan or advance;   \n(b)   the granting of such a loan or advance relieves an insurer from any liability or obligation in respect of \nthat loan or advance or in respect of its business genera lly to which it is subject by reason of the Ordinance; \nor   \n(c)    such a loan or advance is an admissible asset of the insurer for the purposes of determination of the \nnet admissible assets of the insurer for solvency purposes.  \n15.       Requirement to effect a nd maintain reinsurance arrangements.-  (1) For the purposes of sub-\nsections (2) and (3) of section 41 of the Ordinance, the following information shall be submitted in respect \nof each reinsurance arrang ement by the 31st Januar y of each year, namely:-  \n(a)                Type of reinsurance treaty;  \n(b)               number of lines or slabs, as the case may be;  \n(c)                insurers maximum retention;  \n(d)               maximum liabilities under total reinsurance treaty;  \n(e)                estimated premium income;  \n(f)                 aggregate commission loss limit, if any;  \n(g)                commission ;  \n(h)                profit commission;  \n(i)                  over riding commission;  \n(j)                 name and addresses of re-insurers with their respective shares and their rating by reputable \ninternational rating agencies;  \n(k)               maximum liabilities of each reinsurer; and  \n(l)                  name and addresses of  broker who placed reinsurance.              \n(2)        If the insurer’s retention is based on  maximum probable loss the maximum liabilities of each \nreinsurer must be stated, including maximum liability  under the total reinsurance treaty and a separate \nstatement for each class or sub-clas s of business shall be furnished.  \n16.       Accounting and reporting.-  For the purposes of sub-sections (1) and (2) of section 46 of the \nOrdinance, the statements as set out in Annexure II shall be furnished.  \n \n17.       Additional copies. -  (1) For the purposes of sub-sections (1) and (2) of section 47 of the \nOrdinance, the number of additional copies required to be delivered shall be one, which shall be delivered \nin printed form to the Insurance Division of the Commission.  \n(2)        For the purposes of sub-section (4) of section 47 of the Ordinance, one translation either into the \nEnglish or Urdu language shall accompan y each copy in the original langua ge required to be delivered, and \nthat translation shall be duly attested.  \n18.       Fees for special audit.-   (1) The fees payable under sub-section (4) of section 49 of the Ordinance \nto an auditor for a special audit  shall be such as may be determin ed by the Commission on case-to-case \nbasis.  \n(2)        The Commission shall in determining such fees have regard to, without limitation-  \n(a)                the size of an insurer and the complexity of the business of the insurer;  \n(b)               the quality of the books and records of the insurer;  \n(c)                the nature of the considerations which led the Commission to direct that the special audit be \nperformed and the impact of such considerations on th e risk of material error in the company’s records and \nreturns and the difficulty of performance of the special audit;  \n(d)               the seniority and expe rience of the persons involved in the special audit;  \n(e)                the amount of ti me necessarily expended on the special audit;  \n(f)                 the amount of money disbur sed as expenses in the conduct of the special audit; and   \n(g)       the fees ordinarily ch arged for specialist auditing services.  \n \n19.       Financial condition report.-  For the purposes of section 50 of the Ordinance, the following shall, \nwithout limitation, be included in a Financial Condition Report prepared by an actuary in respect of a life insurer, namely:- \n \n(a)                The date as at which the valuation of policyholder liabilities was performed;   \n(b)               the statement required under sub-section (3) of section 50 of the Ordinance;   \n(c)                a statement of any reservations or  qualifications to which the re port is subject, including any \nmaterial matters in which the appointed actuary has be en unable to comply with any relevant professional \nstandards to which the appointed actuary is subject by virtue of his membership of an actuarial institute, faculty, society or association;  \n \n(d)               a brief description of-   \n(i)         the business underwritten by the life insu rer, and the  statutory funds in which it is written;   \n(ii)        the reinsurance a rrangements of the life insurer;   \n(iii)       the assets of the life insurer;   \n(iv)       the investment policy of the life insurer;   \n(v)        the unit pricing policy of the life insurer (where applicable); and   \n(vi)       such other matters relating to the business of the life insurer as the appointed actuary believes \nshould be brought to the attention of the life insurer;   \n(e)                a statement of the appointed actuary’s opinion on the adequacy of premium rates and charges \nin respect of policies underwritten by the insurer;  \n(f)                 a statement of the appointed  actuary’s valuation of policy holder liabilities according to the \nminimum valuation basis prescribed under sub-section (5) of section 50 including details of-   \n(i)         the general principles adopted in the valuation of each class of business and group of policies in \nforce at the valuation date;  \n(ii)        the reasons for ad option of those general principles;   \n(iii)       the methods adopted in the valuation;  \n(iv)       policies which under the valuation methods would be treated as an asset, and actions taken to \nidentify and eliminate such assets from the valuation;   \n(v)        bases adopted for mortality and morbidity; and  \n(vi)       currency exchange rates adopted in the tr anslation of liabilities denominated in foreign currency;   \n(g)          where sub-section (6) of section 50 a pplies, a statement of the appoi nted actuary’s valuation of \npolicyholder liabilities under that sub-section;   \n(h)                a statement of the appointed actuary’s determination of the surplus, surplus arising on \nparticipating life insurance business, if  any, surplus adjustment, if any, and expense adjustment, if any; and \n  \n(i)            a statement by the appointe d actuary, expressing an opinion as to whether-   \n(i)         the basis of apportionment of revenues and expenses between the statutory and other funds of the \nlife insurer, and between classes of  policy holder within statutory funds, is fair and equitable;   \n(ii)        the surplus attributed  to participating policyholders has been determined in accordance with the \nOrdinance;   \n(iii)       in relation to each statutory fund of the insurer, the insurer has complied, on the valuation date, \nwith the provisions of so many as are applicable of sub-sections (3), (4) and (5) of section 35 of the \nOrdinance, relying on the audited statements of admissible assets; and   \n(iv)       the life insurer has adequate capital to continue its business at planned levels for a period of not less than five years. \n \n20.       Minimum valuation basis.-  (1) For the purposes of sub-section (5) of section 50 of the Ordinance, \nthe minimum valuation basis shall be such as is determined by the Commission, by notification in the \nofficial Gazette.    \n(2)     Until the issue of a notification under sub-rule (1), the minimum valuation basis shall be that \napplicable under the repealed Act immediately before the commencement date of the Ordinance.  \n21.        Financial Statements of Life Insurance Companies. (1) For the purposes of section 52 of the \nOrdinance, the statements required to be filed by  life insurers under the Companies Ordinance,1984 \n(XLVII of 1984), shall be as set out in Annexure II.     \n(2) The Commission may, by notification in the official  Gazette, not inconsistent with these rules, provide \nfor accounting and presentation procedures for preparing financial statements under this rule, and the basis \nof calculation of any amount or ratio required under this rule to be included in any statement forming a part \nof those financial statements.  \n22.       Amalgamation and transfer of life insurance business.-  The statement of assets and liabilities \nrequired under clause (b) of sub-section (3) of section 68 of the Ordinance shall be made as set out in \nAnnexure I.  \n23.       Compliance visiting.-  (1) This rule refers to the powers given to the Commission to conduct \ncompliance visits under section 84 and 110 of the Ordinance.  \n(2)        A compliance visit by the Commission or a delegate of the Commission to the premises of an insurer, an agent, or a broker (‘party visited’) shall not constitute an investigation or an audit under the \nOrdinance. \n \n(3)        The Commission shall give not less than two week’s written notice of an intention to perform a \ncompliance visit, and shall have regard to the convenience of the party proposed to be visited in setting the \ndate, time, place and duration of the visit:  \nProvided that if the Commission believes on reasonab le grounds that waiver of  notice is necessary to \nprevent breach of the Ordinance, or to prevent concealment of evidence of actual or apprehended breach of \nthe Ordinance, the period of notice may, with the consent of the Chairman of the Commission, be reduced \nto twenty-four hours.  \n(4)        The notice of a visit shall set out the prov ision or provisions of the Ordinance, rules or regulations \nin respect of which it is proposed to verify compliance.  \n (5)       A visit under this rule shall not be carrie d out in such a way as to disrupt unduly the operations of \nthe party visited.    \n(6)        A party visited shall not be visited again under this rule until the elapse of not less than six months \nfrom the termination of the previous visit, except to the extent that the Commission believes on reasonable \ngrounds that a subsequent visit is necessary to satisfy  it that appropriate action is being taken to remedy a \ndefect noted on a compliance visit.  \n(7)        A party visited shall co-operate fully with the Commission in the conduct of compliance visit, and \nshall make available such books and records, information and explanations as the Commission may \nreasonably require.  \n(8)        The Commission shall give to a party visited, within one month following the completion of \ncompliance visit, a written report on the results of the compliance visit.    \n(9)        The party visited shall, if the Commission  so requires, respond to the written report referred to in \nsub-rule (8) within one month following receipt by the visited party of the report.  \n(10)      The Commission may have regard to the results of a compliance visit in deciding whether to take any action in respect of a party visited under powers given to the Commission or to the Federal \nGovernment under the Ordinance, rules or regulations; provided that no such action shall be taken without \ngiving the party visited an opportunity to be heard. \n \n24.      Independent insurance survey to be conducted.-  (1) Subject to sub-rule (2), for the purposes of \nsub-section (1) of section 85 of the Ordinance, the Commission, may direct the insurer to arrange for an \nindependent or another survey of the loss through another surveyor or surveyors approved by the \nCommission, if in case the Commission has reason to believe that an insurance surveyor has given a false \nreport or has grossly over-assessed or under-assessed a lo ss or has made an adjustment of loss in a grossly \nunjust manner.  \n(2)      Independent survey shall be conducted in respect of the claim lodged for the amount exceeding fifty thousand rupees except in case of motor and casualty insurance where the amount of loss or claim is for \nmore than twenty-five thousand rupees. \n \n 25.       Conduct of agents and insurer.-  (1) For the purpose of sections 96 to 99 of the Ordinance, the \nfollowing actions of an agent shall be treated as violations of the Ordinance, and the agent shall be disqualified from engaging into the business of insurance agency for a period of five years, namely:- \n \n(a)                Acts as agent in breach of any of the sub-sections of section 96;  \n(b)               holds the property or other documents and cover notes of the previous insurer after entering into the contract of agency with the new insurer; \n \n(c)                fails to pass on the payment r eceived from the policyholder to th e insurer within the prescribed \ntime as per sub-section (2) of section 99; and  \n(d)               receives from or pays to a policyholder or intending policyholder any sum in relation to the \ncontract of insurance without prior approval of the insurer in violation of sub-section (3) of section 99.  \n(2)        For the purposes of sections 96 to 99, the following actions of an insurer shall be treated as \nviolations of the Ordinance, and the insurer shall be liable to penalty as per section 156 of the Ordinance, \nnamely:-   \n(a)                Appoints a person as an agent in breach of any of the sub-sections of section 96;  \n(b)               fails to take action as provided in sub-rule (3) on the written complaint of the policyholder or \nintending policyholder within a period of one month;  \n(c)                knowingly permits a disqualified agent to obtain and operate another contract of insurance \nagency in the name of another person or clos e relative who is not an active insurance agent;  \n(d)               pays commission or other remuneration to an agent in violation of sub-section (5) of section \n99; and  \n(e)                fails to disqualify an agent found guilty of offence under sub-rule (1).     \n(3)        On receipt of a written complaint from th e policyholder or intending policyholder that an agent or \nany other person related to the agent has received money in relation to a contract of insurance from the \ncomplainant and the agent has failed to deposit this money with the insurer, the insurer shall conduct an \ninquiry into it and inform the policyholder or intending policyholder, as the case may be, about the outcome \nof the inquiry within one month period of the complaint.  \n26.       Qualifications required of insurance agents. - For the purposes of section 97 of the Ordinance, the \nfollowing shall be the prescribed qualifications, namely:-  \n(a)                For persons holding licence of in surance agent or certificate of employer of agents under the \nrepealed Act, there shall be no  prescribed qualifications; and  \n(b)               for persons entering into agen cy contracts after commencement of the Ordinance, the minimum \nqualification shall be Matriculate or Secondary School Certificate, and in the case of a natural person, that \nperson, or in the case of a body corporate, each director, or in the case of a  partnership, each partner, shall \nhave the said qualification, and -  \n(i)          agents operating in the non-life insura nce business shall be required to complete the foundation \ncourse of the Pakistan Insurance Institute, with in a period of three years; and   \n(ii) agents operating in the life insurance business shall be required to complete a foundation course of three \nmonths durations, to be organized by the concerned insurance company.  \n27.             Reporting by insurance brokers.-  (1) Each year an insurance broker shall be required to \nprovide to the Commission, as at the preceding 31st December, or in re spect of the year then ended -   \n(a)                a balance sheet of the company;  \n(b)               a profit and loss account of the company;  \n(c)                a statement of the insuran ce premium written through the broker, distinguishing between \npremium in respect of which the broker had an agency agreement with the insurer, subdivided by classes of \ninsurance business, and premium in respect of which th e broker did not have an agency agreement with the \ninsurer; subdivided by classes of insurance business; and  \n(d)               a statement of the commission or brokerage, by whatever name called, receivable by the \nbroker, subdivided by classes of insurance business, distinguishing between commission earned on \npremium in respect of which the broker had an agen cy agreement with the insurer, and commission earned \non premium in respect of which the broker did not have an agency agreement with the insurer.  \n(2)        The Commission may, on the application of  a broker, approve a date other than the 31st December, \nfor the date as at which the statements shall be requir ed to be made up for the purposes of sub-rule (1).  \n(3)   The statements referred to in this rule shall be provided to the Commission not later than four months \nafter the date to which they are made up.  \n28.       Misrepresentation by life insurers.-  (1) Subject to sub-rule (2), no life insurer shall -  \n (a)     make, issue, circulate or cause to be made, is sued or circulated, any estima te, illustration, circular or \nstatement misrepresenting the terms of any policy issued  or to be issued or the benefits or advantages \npromised thereby or the bonuses, shareholders’ dividends or share of the surplus to be received thereon, or \nmake any false or misleading statement as to the bonuses, shareholders’ dividends or share of surplus previously paid on similar policies or make any misleading representation or any misrepresentation as to \nthe financial condition of any policyholder insured in any company for the purpose of inducing or tending \nto induce such policyholder to enter into, allow to la pse, forfeit or surrender his insurance policy; or  \n \n(b)     make, publish, disseminate, ci rculate or place before the public, or ca use, directly or indirectly, to be \nmade, published, disseminated, circul ated or placed before the public in  a newspaper, magazine or other \npublication, or in the form of a no tice, circular, pamphlet, letter or post er or in the electronic media or in \nany other manner an advertisement, announcement or statement with respect to the business of insurance, \nor the financial position of any insurer or with resp ect to any person in the conduct of his insurance \nbusiness, which is false, untrue, deceptive, misleading or calculated to injure any person engaged in the business of insurance. \n \n(2)        Nothing contained in sub-rule (1) shall pr event an insurer from publishing any return in a form in \nwhich it has been furnished to the Commission or a true and accurate abstract from such returns.  \n29.       Power of the Commission to provide for matters in respect of promotional material and policy \ndocumentation.-  (1) The Commission may, by notification in the official Gazette, not inconsistent with the \nprovisions of the Ordinance, provide for matters in relation to any promotional material or policy documentation issued by a life insurer, including but not limited to the form and content of that material or \ndocumentation and the form and content of any notices which that material or documentation shall contain. \n \n(2)        A notification issued under sub-rule (1) shall have regard to the information needs of policyholders \nand their capability of understanding information provided to them.  \n(3)        For the purposes of this rule,-   \n(a)   “promotional material” means any document or adve rtisement that contains st atements that may affect \na person’s decision to enter into, vary or continue a life policy, or a particular type of life policy; and  \n(b)    “policy documentation” includes contracts, endorsements and proposal documentation.  \n30.       Power to require withdrawal  of materials used for communication.- The Commission may \nrequire any person carrying on such activities in Paki stan to withdraw any written, electronic or other \nmaterial issued by it for mass communication or communication with a policyholder or prospective \npolicyholder including a policy or proposal document -   \n(a)                if it includes any matter which is, in the opinion of the Commission, likely to mislead a \npolicyholder or a prospective policyholder; or   \n(b)               if it is, in the opinion of the Commission, misleading by omission, ambiguous or couched in obscure language. \n \n31.       Liability for insurance advice.-  Where insurance advice is given in writing to a person by an \ninsurer, an agent of an insurer or an insurance broker , that advice shall have regard to the circumstances of \nthe person, and where that advice is not reasonable having regard to those circumstances, and where it is \nreasonable for the person receiving the advice to re ly upon it, the person receiving the advice shall be \nentitled to recover (in the case of an insurer or an agen t of an insurer), from the insurer or broker, as the \ncase may be, any loss or damage directly suffered by him as a result of following or acting upon the advice in good faith.  The burden of proving that due regard was given to the circumstances of the policyholder \nand that the advice was reasonable under the circum stances shall rest with the insurer or broker.  \n \n32.       Policyholder’s duty of disclosure.-   (1) A proposal form provided to a prospective policyholder \nshall carry or contain a notice of his duty of disclosure stating the consequences of non-disclosure.  \n(2)        If an insurer fails to comply with the provis ions of sub-rule (1), the insurer shall not be able to rely \nupon non-disclosure by the policyholder (other than fraudulent non-disclosure) as grounds for refusing to \npay a claim or for diminishing a claim which is otherwise payable.  \n33.       Duty of life insurer to provide certain information.-    (1) A life insurer shall provide to an \nintending policyholder under a policy the terms of which or the provisions of the Ordinance provide for it \nto acquire a surrender value, at or before the commen cement of the policy, a clear statement of the expected \nsurrender values on the policy at one year from the commencement of the policy and at subsequent dates at \nan interval of one year, for a period of not less than ten years or if earlier until maturity, and the \nassumptions on which those expected surrender values are based.  \n(2)        A life insurer shall provide to the intendi ng policyholder a clear statem ent of the options available \nto the policyholder should the policy holder not maintain premium payments:  \nProvided that this statement shall not be required in respect of a life insurance policy under the terms of \nwhich the premium is payable once only.  \n(3)        The Commission may, by notification in the official Gazette, not inconsistent with the provisions of \nthe Ordinance, provide for any matters relating to the form and content of the notices provided to an intending policyholder under this rule, including but not limited to – \n \n(a)                           the assumed investment earnings rates and in the case of participating policies bonus \ncrediting rates on the basis of which surrender va lues included in such notices are calculated;  \n(b)                          the assumed expense rates on the basis of which surrender values included in such \nnotices are calculated; and  \n(c)                           the inclusion in such notices of words in a form as  required by such notification.  \n34.       Unit valuations.-   (1) Subject to sub-rule (2), a life in surer offering investment-linked policies \nshall publish, in a newspaper having general circulation,  not more than ten days following the last day of \neach month, the values attributed by  it to units for the purpose of rede mption of units by  policyholders at \nclose of business on the last working day of that month.  \n(2)        Where a life insurer offering investment-lin ked policies publishes the values attributed by it to units \nfor the purpose of redemption of units by policyholders more frequently than is required by sub-rule (1), \nthat insurer shall not be required to publish the information as at close of business on the last working day of a month provided that –  \n \n(a)                           information referred to in sub-rule (1), made up as at close of business on a date not \nmore than five days prior to the last working day of that month or not more than five days after the last \nworking day of that month, is published in a newspaper having general circulation; and  \n(b)                          the information is published not more than ten days following the date as at which it is made up. \n \n35.       Insurance policy not to be avoided for non-payment of premium.-    (1) No insurance policy \nshall be liable to be avoided  on  the  ground  that  the premium has not been paid.  \n(2)        Nothing in this rule shall prevent the inclusion in a policy of a provision to the effect that cover \nunder the policy shall not commence until the premium has been paid or guaranteed to be paid in such manner as may be set out in the policy or othe rwise accepted or agreed to by the insurer. \n \n36.       Endorsements.-  No endorsement to a policy, which has re trospective effect, may be made without \nthe express consent in writing of the policyholder.  \n37.       Effect of averaging provision in domestic insurance policy.-  (1) Subject to sub-rule (2), the \noperation of an averaging provision in a domestic in surance policy shall be limited to cases in which the \namount of the sum insured is less than eighty per cent of the value of the property insured at the time of \ntaking out the policy, and to cases in which the amount of the loss is greater than five per cent of the sum insured.  The value of the loss to be paid shall be determined according to a sliding scale such that one \nhundred per cent of the loss is payable when the sum insured is eighty per cent of the value of the property, \nand the amount of the loss payable is reduced by one and a quarter per cent for each percentage point below \neighty per cent that the sum insured b ears to the value of the property insured at the time of taking out the \npolicy.    \n(2)        Nothing contained in sub-rule (1), sha ll prevent an insurer from inserting an averaging clause, \nwhich is more favourable to the policyholder.  \n38.       Insurer’s duties when claim denied.-  (1) An insurer shall, whenever  a claim is denied, provide the \npolicyholder with a written statement of reasons for denial of the claim.  \n(2)        Where refusal to pay a claim, in whole or in part, is based, in whole or in part, upon a survey report, the policyholder shall be provided, at his op tion, with a copy of the survey report.  \n \n39.       Free look period for life insurance.- (1)   A life insurance policy, not being a group life insurance \npolicy, and the term of which is for more than one year, shall be liable to be cancelled at the option of the \npolicyholder within fourteen days of commencement, and if the policyholder cancels the policy within that \ntime all amounts paid by way of premium shall be  refunded without any deduction for management \nexpenses, other than expenses incurred in connection with the medical examination of any person insured under the policy. \n \n(2)        No person shall offer any inducement to a person for the purposes of procuring that person to \ncancel his policy in accord ance with this rule.  \n  \n(MOHAMMAD HAYAT JASRA) \n Executive Director"
}