{
    "file": "./converted_json\\administrator8d5abfe4ed6e5a7002390b2d08430875.json",
    "name": "The Supreme Court and High Court (Extension of Jurisdiction to Federally Administered Tribal Areas) Act, 2018",
    "date": "17 April, 2018",
    "tagline": "An Act to extend the jurisdiction of the Supreme Court of Pakistan and the Peshawar High Court to the Federally Administered Tribal Areas",
    "content": "Page 1 of 2 \n  \n \n \n THE SUPREME COURT AND HIGH COURT (EXTENSION OF \nJURISDICTION TO FEDERALLY ADMINISTERED TRIBAL \nAREAS) ACT, 2018  \n \n \n \n \n \n \nCONTENTS  \n \n1. Short title, extent and commencement  \n2. Extension of jurisdiction of Supreme Court  \n3. Extension of jurisdiction of High Court  \n \n   \n\n \nPage 2 of 2 \n THE SUPREME COURT AND HIGH COURT (EXTENSION OF \nJURISDICTION TO FEDERALLY ADMINISTERED TRIBAL AREAS) \nACT, 2018  \nACT NO. X OF 2018  \n[17 April, 2018]  \nAn Act to extend the jurisdiction of the Supreme Court of Pakistan a nd the Peshawar Hi gh Court \nto the Federally Administered Tribal Areas  \nWHEREAS it is expedient to extend the j urisdiction of the Supreme Court of  Pakistan and \nthe Peshawar High Court to the Federally Administered Tribal Areas  \nIt is hereby enacted as f ollows:⸻ \n1. Short title and commencement. ⸻ (1) This Act may be called the Supreme Court and \nHigh Court (Extension of Jurisdiction to Federally Administered Tribal Areas) Act, 2018.  \n(2) It shall come into force on such date or dates a nd in such Federally Administered \nTribal Areas or part thereof, as the Federal Government may, by notification in the official Gazette, \ndetermine  from time to time.  \n2. Extension of jurisdiction of Supreme Court .⸻ The Supreme Court of Pakistan \nshall have, in relation to the Federally Administered Tribal Areas, the same jurisdiction as it has \nin relation to the province of the Khyber Pakhtunkhwa.  \n(3) Extension of jurisdiction of High Court. ⸻ The Peshawar High Court shall have, \nin relation to the Federa lly Administered Tribal Areas, the same jurisdiction as it has in relation to \nthe province of Khyber Pakhtunkhwa."
}