{
    "file": "./converted_json\\administrator670310bb7dfcc06892a8e4118b4a0a6e.json",
    "name": "Pakistan Engineering Council (Second Amendment) Ordinance, 2005",
    "date": "August 6, 2005",
    "tagline": "An Ordinance to amend the Pakistan Engineering Council Act, 1975",
    "content": "REGISTEREDNo.M-302\nL._7(46\n@lteGgafre d pelfdtsr\nEXTRAOROINARY\nPUBLISHED BY AUTHORITY\nISLAMABAD, SATURDAY, AUGUST 6, 2OO5\nPART I\nActs, Ordinances, president's Orders and Regulations\nGOVERNMEN'T OF PAKISTAN\nMINISTRY OF LAW JUSTICE, HUMAN RIGHTS ANDPARLIAMENTARY AFFAIRS\n(Law, Justice and Human Rights Division)\nIslanrubad, the 6th August, 2005\nF. No. 2(I )/2005-pub._The following Ordinance promulgated by thePresidenr is hereby published lbr general informa'tion.\nOnolru.rNcE No. X or 2005\nAN\nORDINANCE\nJitnher to unentl the pakistan Erryineerirtg Council Act, 1975\nWrrene.,rs it is expedient further to amend the pakistan Engineering CouncilAct. 1975 (V of 197(r) fbr the purposes hcreinafter appearing:\n(687)\n[309 ](2005/Ex. Gaz.] Price : Rs. 20.50I\n688 THE CAZETTE OF PAKISTAN. EXTRA.. AUCUST 6. 2OO5 lPerr I\nAND WHEREAs the National Assembly is not in session and the President is\nsatisfied that circumsttnces exist which render it necessary to take immediate action:\nNow, tHEnsrong, in exercise of the porvers conferred by clause (l) of\nArticle 89 of the Constitution of the Islamic Republic of Pakistan, the President is\npleased to make and promulgate the following Ordinance:-\nL Short title, extent and commencement.-( 1) This Ordinance may\nbe called the Pakistan Engineering Council (Second Amendment) Ordinance, 2005'\n(2) It shall come into force at once and shall be deemed to have taken\nefl'ect on 22nd Ju|y.2005.\n2. Additlon of preambular paragraphs, in Act V of 1976.-ln the\nPakistan Engineering Council Act' 1975 (V of 1976). hereinafter referred to as the\nAct. alier the existing preamble, the following shall be added. namely:-\n\"WHEREAs the Council shall regulate the enBineering profession with the\nvision that the engineering profession shall function as a key driving tbrce\ntbl achieving rapid and sustainable growth in all national, economic and\nsoeial fieldsl\nWHEru,rs the Council shall as its mission set and maintain realistic and\nintemrtionally relevant standards of professional competence and ethics\nfor engineers, technologists and technicians' and licence engineers,\ntechnologists, technicians and engineering institutions to competently and\nprotessionally promote and uphold the standardsl\n3. Substitution of section 2, Act \\ of 1976.-ln the Act, for\nsection 2 the lbllowingshall be substituted, namely:-\n*2. DeJinitions.-ln this Act, unless there is anything repugnant in the\nsubject or the context,-\n(i) \"Accrcditation Committee\" means the Accreditation Committee\nconslituted under sub-section (1) of section l4;AND wHEREAs rhe Council, managed by distinguished engineers covering\nthe entire spectrum of engineering disciplines, shull function as an apex\nbody to encourirge and promote the pursuit of excellence in engineering\nprot'ession and to regulate the quality of engineering education and the\npractice of engineering and technology and thereby promote rapid growth\nin economic and social fields in Pakistan.\"\nP,rrr I ITHE GAZETTE OF PAKISTAN, EXTRA.. AUGUST 6, 2005 689\n(ii) \"accrediredcngineering, technology ortechnician qualitication.,\nmeans any ofthe qualiflcations included in the Fir.st Schedule or\nthe Second Schedule:\n(iii) \"bye-laws\" means bye-laws marle un(er this Act:\n(iv) \"Chairman\" means the Chairman of the Council:\n(v) \"constructor\" means any person, partnership, corporate body or\nany other legal entity registered and licensed as such bv the\nCouncil:\n(vi)\"consulting engineer\" means any person, partnership, corporate\nbody orany other legal entity which independently performsstudy,\nprepares reports, makes design. supervises conltruction or\nundertakes any other similar advisory activities in engineering\ndisciplines and is registered as such by the Councill\n(vii) \"continued professional development\" means the systematic\nmaintenance, improvement and broadening of knowledge,\nunderstanding and skill, and the development ofpersonal qualities\nnecessary for the execution of professional and technical duties\nthroughout the individual's working life;\n(viii) \"Council\" means the pakistan Engineering CounciI constituted\nunder section 3:\n(ix) \"creativity\" means innovation. invention, hypothesis, theories and\nsuch olher actions in the realm of engineering profession\ncontributory to developmenti\n(x) \"engineering institution\" means and institution within oroutside\nPakistan which grants degree. diploma and certificate rn\nengineering and relatcd education and is accredited as sLrch by\nthe Council:\n(xi) \"engineering products\" means the products as a resul.t of or the\noulcome of professional engineering works or engineering\nprof'ession, or both;\n(xii) \"engineering profession', means engineering education and\npractices of engineering and technology;\n690 THE GAZETTE OF PAKISTAN, EXTRA., AUGUST 6. 2005 [Parr I\n(xiii) \"engineering public organization\" means a deplnment of the\nFederal Government or a Provincial Governtlent. a Public\nCorporation. autonomous or semi-autrlnomous body. citntonfilent\nborrcl. municipality, improvement trust or other local itutholity:\n(xiv) \"engineeri.ng services\" meatts services relating to study,\npreparation of reports, design. supervisiotl, cstimation,\ndocumentation. cvaluation and advising in matters ofengineering\nprofession and engineering works:\n(xv) \"engineering university\" means a degree awarding university or\ninstitution as has more than fifty per cent of its undergraduate\nand postgraduate programmes as well as student populotion ^\npertaining to engineering and are accredited as such by the\nCouncil:\n(xvi)\"enrolment committee\" means the etlrolment committee ret'erred\nto in sub-section ( l) of section l7:\n(xvii) \"Coverning Body\" means the Coverning Body ofthe Councili\n(xviii) \"learned societies\" means institutions and associations for\npromotion of knowledge and excellence in engineering and\ntechnologyl\n(xix) \"Management Committee\" means the Management Committee\nof the Council constituted under sub-section ( I ) ot section 9A:\n(xx)\"member\" means a member of the Council and includes the\nChairman and the Vice-Chairman:\n(xxi) \"operatofl' means any person, partnership, corporate body or\nany other tegal entity registered and licensed as such by the\nCouncil;\n(xxii) \"prescribed\" means prescribed by bye-laws:\n\"professional engineer\" means a person who holds an accredited\nengineering qualilication and has a minimum experience of five\nyears in the practice of engineering profession. whether working\nprivately orin the employmentofan engineering public organization\nand is registercd as such by the Councill(xxiii)\nPar|ll THE GAZETTE OF PAKISTAN. EXTRA., AUGUST 6, 2005 69t\n(xxiv) \"prot'essional engineeringbodies\" means professional engineering\ninstitutes, lssociations and such other bodics registered as such\nby the Council;\n(xxv) \"professional engineerin-g work\" means the giving ofprofessional\nadvice and opinions. the making of measurement and layouts.\nthe preparation ofreports, computations. designs, drawings, plans\nand specillcalions and the constn_rcrion. inspection trnd supervision\nof engineering works, in respect of-\n(a) railways, aerodromes, bridges, tunnels and metalled roadi;\n(b) dams. canals. harbours. light houses:\n(c) works of an electrical, mechanical, . hydraulic,\ncommunication. aeronautical powerengineering, geological\nor mining character;\n(d) waterworks, sewers, filtration. puritication and incinerator\nworks:\n(e) residential md non-residential buiklings. including foundation\nframework and clectrical and rnechanical systcms thereoft\n(0 structures accessoly to engineering works and intended to\nhouse them:\n(g) imparting or promotion ofengineering education, training\nand planning, designing, development construction.\ncommissioning, operation. ntaintenance and management\nofengineering works in respect of computer engineering,\nenvironmental engineering, chemical engineering, structural\nengineering, industrial engineering, production engineering.\nmarine engineering and naval architecture, petroleum and\ngas engineering, metallurgical engineering, agricultural\nen-uineering, telecommunication engineet.ing, avionics and\nspace engineeriltg. transportation engineering, air_\nconducting, ventilation, cold storage works, system\nengineering, elec l)nics, radio and television engineering,\ncivil engineering. electrical engineering, mechanical\nengineering and biomedical engineering;\n692 THE GAZETTE OF PAKISTAN, EXTRA., AUGUST 6,2005 [Parrl\n(h) organizing, managing and conducting the teaching and\ntraining in engineering universities. colleges, institutions.\nGovernment colleges of technology, polytechnic institutions\nand technical training institutions; and\n(xxvi)(i) any other work which the Council may; be notification in\nthe official Gazette, declare to be an engineering work for\nthe purposes of this Act,\n\"Register\" means the Register maintained under section l6i\n(xxvii) \"registered engineer\" means a person who holds an accredited\nengineering qualification, whether working privately or in the ^employment of an engineering public organization and is registered\nas such by the Council;\n(xxviii) \"registered\" means registered under this Acti\n(xxix) \"Registrar\" means the Registrar of the Council:\n(xxx) \"technician\" means a person who holds an accredited training or\nskill certificate and is registered as such;\n(xxxi) \"technologist\" means a person who holds an accredited\ntechnology qualification and is registered as such;\n(xxxii) \"technology\" means a knowledge of systematic and practical\napplication of industrial, manufacturing or engineering sciences;\n(xxxiii) \"Think Tank\" means a creative and innovative body to advise on\nengineering and national development plans;\n(xxxiv)\"Think Tank Committee\" means bodies of erninent engineers\nconstituted by the Council to assist in formulation of relevant\npolicies relating to national development; and\n(xxxv) \"university\" means a university established by law in Pakistan\nand having an engineering faculty.\"\n4. Addition of n€\\v section 3A, Act V of 1976.-ln the Act, atier\nsection 3. the lbllowing new section shall be inserted, namely:-\n\"3A. Executive powers of the Council.-(1) The general direction and\nadministration ofthe Council and its aftairs shall vest in the Governing\nParr IlTHE GAZETTE OF PAKISTAN. EXTRA.. AUGUST 6, 2005 693\n(2)Body which may exercise all powers and do all acts and things that\nmay be exercised or done by the Council.\nSubject to the prcvisions of this Act, bye-laws and the general or\nspecial delegation of powers by the Governing Body and the\nManagement Committee, the Chairman shall be the Chief Executive\nof the Council and shall also be empowered to_\n(a) take any action or step in emergency which in his opinion requires\nimmediate action as he may consider necessary, subject toratification by the Governing Body or the Managemenr\nCommittee in the meeting of Such body immediatelv held\nthereafler: and\n(b)exercise the powers of the Council in the matters relating to its\nadministration and the staff of the Council shall be exercised by\nthe Chairman. rvho may delegate such powers to the Registrar\nsubject to such conditions as the Chairman may specify in this\nregard.\nThe Council shall be funded through an inirial grant by the Federal\nCovernment and thereafter continuous financial support shall be\nprovided besides that accrue from registrations, for running the aff)irs\nof the Council\".\n5. Substitution of section 4, Act V of 1926._ln rhe Act, fbr section\n4 the lirllowing shall be subsritured, numely:_(3)\n\"4. Chainnan and Vice-Chairntan.-( I ) There shall be a Chairman and\na Vice-Chairman of the Council, who shall be eminent prof.essional\nengineers ofknown integrity, competence, standing and stature with a\nminimum of twenty-fi ve years of standing.\n(2) The Chairman shall be appoinred by the Federal Government.\n(3) The Vice-Chairman shalf be appoimed by rhe Federal Govemmenr\nfrom a panel of three engineers recommended by Governing Body.\n(4) The Chailman and Vice-Chairman shall hold offrce tbr an initial term\nof three years and shall be eligible for reapSrointment for a similar term\nconsecutively or otherwise.\n69,1 THE GAZETTE OF PAKISTAN, EXTRA.. AUGUST 6. 2OO5 [Pat<t l\n(s)The Chtirman and Vice-Chairman muy resign his oft'ice by wliting\nunder his hand addressed to the Federal Covernment'\nThe Fedcral Government may remove the Chairman or the Vice-\nChainnan or the Re-sistrarfrom his office il'on enquiry by the competent\nauthority. he is lbund unable to perform the functions of his office due\nto lrrental or physical disability or to have committed misconduct\"'\nThe Chairrnln. the Vice-Chairnian, rhe Registrar/Secretary shall retire\non attaining the age of sixty-tive yeals''.\nAmendment of section 5, Act V of 1976.-ln the Act, rn(6)\n(7)\n6.\nsection 5,-\n1.\nsection 8,-(a) in sub-sections (1). tbr the words \"Executive.Committee\" the words\n\"Governing Body\" shall be substitutedi and\n(b) in sub-section (2), in clause (c)' lbr the words \"Executive Committee\"\nthe words \"Governing Body\" shall be substituted'\nAmendment of section 8, Act V of 1976.-ln the Act, in\n(a) for clause (a) the lbllowing shall be substituted, namely:-\n\"(a) maintenance of a Register of persons qualified to work as\nregistered engineers, professional engineers, consulting engineers.\ntechnologists. technicians, constructors and operatorsi\n(b) for clause (b) the following shall be substituted, namely:-\n(b) accreditation ofengineering and technology qualifications for the\npurpose of registration of registered engineers, professional\nengineers, consulting engineers, technologists and technicians;\n(c) in clause (k), the word 'and' appearing at the end, shall be omitted;\nand\n(d) forclause (l) the following shall be substitute namely:-\n'11) assistance to the Federal Covernment as a Think Tankl\n(m) promotion ofengineering profession in totalityi\nPer<r [J]'TIE GAZEITE oF PAKISTAN. EXTRA.. AUCLIST 6. 2(X)5 695\n(n) encouragemenr. iacilitation and regulation of working ofprof'essional engineering bodies as lear.ned societies tbrcreat;ity\nancl as custodian of technology under thc umbrella ofthe Council:\n(o) ensuring and mana-eing ofcontinued professional development\nthrough engineering academies and professional bodies; '\n(p) \n.establishing standards forengineering products and services;\n(q) facilitating engineering sector industries;\n(0 rcting as a bridge between various engineering forums and theFederal Government: and\npcrlolntance of all other flnctions connected with, or ancillaryor incidental to. the af(n.esaid tunctions.',.\nS substitution of section 9, Act v oI r976.-rn rhe Acr. tbr sectionc) the firllou,.ing shall he substituted, namcly:_\n\"9. Govcntinli Botlt._(l) There shall be a Governing Body which shallbe the principal executjve authority ofthe Councilior supervising andeoverning the at-fairs and functions assigned to the Council by or underrhis Act nd bye_laws.\n(2) 1'he Coverning Body shall be composed ofthe followin-e, numely:_\n(a) thc Chairman and Vce-Chairman who shall also be the Chairman\nancl Vice-Chairman ofthe Government Body;(b) thc Rcgistrar:\n(c) two distinguished professional engineers to be nominated by theFederal Covernnrent including one from Azad Jamu Kashmir:(s)\n(d)\n(e)one distinguisbed professional engineer to be nominated by eachProvincial Covemment;\nall.Vice-Chancellors or equivalent office holders of engineering\nuniversities or equivalent institutions ho*.o\"r\", nor\"i; '\nEngineer-in-Chief, pakist;un Army:(f)\n696 THE GAZE'TTE OF PAKISTAN. EXTRA.. AUGUS1'6. 2005 lPrrl l\n(g)nominees tiom the firllowing Minisnies of Organizations of the\nFederal Covernmcnt. not belov the rank of Joint Secretary'\nnarnely:-:\n(i) PlanningCornmission:\n(ii) Ministry of Water and Pol'er:\nliiit Higher Education Cornmi:\\si()n:\n(iv) EngineeringDevclopmerlt Boarcl;\n(v) Ministry ofsciencc and Tcchnology: and\n(vi) Chairman/Member Technical llom str t.gic institutions ^\n(PAEC. NESCOM rrnd KRLt:\nChairmen/Heads/Sen ior nominees of such engineering\norganizations that employ more than tive hundred engineers and\nas notified by the Councill\nelected members including Pres idents/Chairmen. being\nprot'essional engineers and technologists of not less than twerty\nyear professional stancling of the following bodies registered with\nthe Council:\nProvided that the Council may, in its discretion, add\nsubstitute or subtract or modily the list' namely:-\n(i) AssociationofConsultingEngineers (Pakistan);\n(ii) All Pakistan Contractors Association or the nominee;\n(iii) Nominee of Federation of Pakistan Chamber of Commercc\nand hldustryl\nInstitution tl1' Engincels, Pakistan;\nInsti(ution of Electricul and Elecronics Enginecrs. Plkistan:\nlnstitute of Chernical Engineers. Plkistan:\nInstitute ol Metallurgical ancl Material Engince:'s, Pakistart:\nInstitute of Mining Engineers, Pakistan:\nPakistan Engineering Congress: and(h)\n(i)\n(iv)\n(v)\n(vi)\n(vii)\n(viii)\n(ix)\nP.rrr I I:].HE GAZETI'I-, OF PAKISTAN. EX]'RA.. AUGUST 6. 2005 697\nanybther professional body registered or licensecl as such bv the\nCouncil (r.g.. Disciplines like Mechanical, Aeronautical. Marine\nand Tclecornmunication Engineering. etc. );\n(j) fifteen members (punjab-6; Sindh_-4; NWFp_3, Balochistan_Z)\nto be elected in the prescribed manner by profession engineers whose\nnames arc borne on the Register cln the thirtieth June of the year in\nwhich elcctions to the Governing Body are to be held: rnd\n(k) tbur members nominated by the Council, tiotn private sector.\n(3) The members of the Governing Body, other than the Registrar, shall\nhold of{ice fbr a term of three years.\nt4) The members ol'the Governing Body shall be nominated or. as the\ncase ulay be, elected not less than fifteen days betbre the term of the\nouteoing rnernbers is due ro expire.\n(5) The Governing Body shall hold at least three meetings per ycar, the\nquorum fbr which shall be thirty pcr cent of the roral membership of\nthe Governing Body.\".\n9. Addition of new section 9A, Act V of 1976._ln rhe Act. afrer\nsection 9. the fbllowing new section shall be inserted, narnely:_\n\"9A. Matruge tttetlt Cont tittee.-( t ) There shall be a Management\nCommittee, to oversee working ofthe Secretariat to run the aflairs of\nthe Council in accordance with the provisions of this Act and bye-\nlaws-\n(2)The Management Committee shall be composed of the lbllowing,\nnamely:-(x)\n(a) Chairman;\n(b) Vice-Chairman;\n(c) Registrar; and\n(d) tbur members nominated by the Governing Body\n698 THtsGAZETTE OF PAKTSTAN, EXTRA., AUGUST 6, 2OO5 [P.\\r(l I\n(3) The tenure of the Marlirgement Conrmittee'shall be three years The\nMantgctltent Comrnittee shall hold rneetings once in a quarter' the\nquorum tirt'which shall be the Chlirlnan or thc \\Iice-Chairrran and\ntuo member.\".\n10. Substitution of section 10, Act V of 1976'-ln the Act' tbr section\nI0 the lbllowing shall bc substituted' namely:-\n\"10. Acc redit.ttiott of engine e ring ulcl tec hnol ogt tluo I i.fi cat ion s\ngrunred by ittstitntiotts in Pakistan.-(l\\ The engineering and\ntechnology qualifications granted by engineering and technology\ninstitutions in Pakistan which are included in the First Schedule shall\nbe the accredited engineering and technology qualifications for the^\npurposes of dris Act.\n(2) Any engineering and technology instinrtion in Pakistan which grlnts\nan engineering ancl technology qu:rlitjcation not included in the First\nSchedulc may upply to thc Council ro hal'e such qualiiication accredited\nand the Council Inay, by notification in the ottcial Gazette' alnend the\nFirst Schedule so as to include such qualillcation thercin.\".\n1f Suhstitution of section ll. Act V of 797 6.- In the Act. fol scction\nI I the tirllowing slrall bc sullstituted. namcly;-\n\"ll. Accretlittttion o.f .foreigrt anginecrirtl4 and letltttolttgt'\nqualijicutiotts:-(l ) The engineerin$ and technology qualifications\ngranted by engineering and technology institulions outside Pakistan\nwhich arc included in the Second Schedule shall be accredited\nengineoring and technology qualifications tbr the purposes 01'this Act.\n(2) Any engineering and technology qualification granted by an engineering\nand technology institution outside Pakistan not included in the Second\nSchedule rnay be accredited by the Cbuncil' and the Council may, by\nnotification in the official Gazette, amend the Second Schedule so al\n. to include such qualification therein.\".\n12. Amendment of section 12' Act V of 1976.-ln the Act, in\nsection 12.-\n(a) in sub-section (l), for the words \"Executive Committee\" and\n\"recognizcd\" the words \"Goveming Body\" and \"accredited\" shall\nrcspectively, be substituted; and\nP,rnl ll.fHE CAZETTE OF PAKISTAN. EXTRA.. AUcLIS.I. 6. 2(x)5 699\n(b) in sub-section (2;, Ibr the worcl ',Executive Committee,. the word\n\"Governing Body\" shall be substituterj: an<l\n(c) in sub-section (3), tirr the word ',Executive Committee,. the word\n\"Governing Body\" shall be substitutedl and\nI3. Substitution of section\nsection I3.-13, Act V of 1976,- In rhe Act.IIl\n(a) fbr the rvord \"recog,izecl\" Ihc worcl '.accreditecl.. shall be substituted:\nand\n(b)atier the word \"engineering\" the words..and rechnology,, shall be\ninserted\nf4. Substitution of section 14, Act V of 1976._ In the Act. fbr\nsection l4 thc lbllowing shall be substituted namcly:_\nAccreditatiort o.f engineering and technolngt, progruntntes/\ninstitlttiott.t.-(1) The Council shali constitute an accreditation\ncommittee including representatives(s) fiom HEC for organizing and\ncarrying out a comprchensive program ofaccreditation of cngineering\nand techuology universities colleges and institutions etc. according to\nthe criterion approved by the HEC in consLrltation with pEC.\n(2)\n(3)The curricula ofcourses of studies in various disciplines of engineering\nand technology and minimum level and standard of such courses\nincluding Iectures, laboratory. design, drawing and field work shall be\nexamined and scrutinized by the accreditation committee in line with\ncriterion laid down by HEC, who shall submir irs report to the Governing\nBody.\nThe Accreditation Committee shall be responsible for the inspection\nofexaminations held by the engineering and technology institutions in\nPakistan. For such purpose, the members of the Accreditation\nCommittee shall also act as inspectors of examinatjon. The report of\nthe inspectors of exirmination shall be submined to the Gou\".nin.g Budy\nthlough the Accreditation Comminee.,'.*14.\n700 THEGAZE]-fE OF PAKISTAN. EXTRA., AUGUST 6' 2CO5 IPARr I\nAmendment of section 15, Act V of 1976.-ln the Act' ln\n(r) in the marginal lcading, for the word \"recognition\" the rvord\n''accreditation\" shall be substitutedl and\n(b) til'sub-scction ( l) thc tbllowing shall be substituted, namely:-\n\"( l)When upon report by the Accreditation Committee, it appears to\nthe Council that the courses of study irnd examination to bc gone\nthrough in any engineerilg irnd technology institution in Pakistan\nin order to obtain and accreditecl engineering and technology\nqualification of the standards of proficicncy required ftom\ncandidates in any examination held fbr the purpose of granting\nsuch qualification ale not sucll to secure to person holding such\nqualification tlre knowledge and skill requisite for the elficient\npractice ofengineering and technology. thc Council shIill forward\nthe lepo to the enginecritlg attd techt]ology instittltion concerned\nwith an intimation of the period rvithin rvhich it rnay submit its\nexplanation to the Council: and\n(c) in the sub-section (2), for the word'lecognized\" the word l'accredited\"\nshall be substitued.\n16. Amendment of section 16, Act V of 1976'-ln the Act, in\nseclion 16,-\n(a) tbr sub-section ( I ) the following shall be substituted, namely:-\nl'(1) The Council shall maintain in the prescribed manner a Register\nin which shall be entered the names and other particulars of\npcrsons possessing accredited engineering and technology ^\nqualifications whose application for registration as registered\nengineers, professional engineers, consulting engineers,\ntechnologists, technicians, constructors and operators are,Yrom\ntime to time, granted by the Council.\";\n(b) in sub-section (3) tbr the word \"protessional engineer and consulting\neugineer\" the words and commas \"registered engineel prot'essional15.\nscction 15,-\nPanr Il.I'HE CAZETTE OF PAKISTAN. EXTII.A.. AUGIjST 6. t(x)5 701\nengineer. consulting engineer. technologist, technician, cot.rstructor nd\noperators\" shall be subStituted; and\n(c) afier sub-section (4), the fbllowing new sirb_seoion shall be added,namely:-\n\"(5) Every constructor and operator registered under this Act shall be\nentitled to receive a licence under the hand of the Registrar.,,.\nt7.\nscction I7,-\nt8.\nsection I [i,-\nt9.\nsection 19,-Anrendment of section 17, Act V of 1976._ln thc Acr. in\n(il) in sub-section (l) fof the words ..ten yeurs.. and ..Exeel[iYc\nCommittee\" the words \"twenty ycars\" and '.Governing Body,, shall,\nrespectively. be substitutedl and\n(b) in sub-section (2), tbr the words ..or consulting engineer,. the comrnas\nand words \", consulting engineer. technologist or technician,, shall be\nsubsrituted.\nAmendment of section 18, Act V of 1976._ln rhe Acr. rn\n(rr) in suh-scction ( I).-\n(i) for the words \"Any profbssional engineer orconsulting engineer..\nthe commas and wonls,.Any registered engineer. professional\nengineer. consulting en-si neer, technologist, technician. consmrctor\nor operator\" shall be substituted; and\n(iD for the words \"Executive Committee\" the words ,.Governine\nBody\" shall be subsritutcd; and\n(b) in sub-section (2) tbr the words ..Executive Committee', the words\n\"Governing Body\" shall be substituted.\n.{nrendnrent of section 19, Act Y of 1976._ln rhe Acr. rn\n(a)in sub-scction ( I ). forthe words ..any prot'essionalengineer or consultilg\nengineer\" the commas and words..rcgisterecl engineeq professional\n107 HE G,AZETTE OF PAKISTAN, EXTRA.. AUGUST 6. 2OO5 ARI I\ncngineer, consulting engineer. technologist, technici?n, constructor or\noperator\" shull be substituted;\n(b) in sLrb-section (2). for the words \"prof'essional engineer or consulting\ncngineer\". accruing twice: thc commas and words \"registered engineer.\nprofessional enginecr. consulting engineer, technologist, technician'\nconstructor or operator\" shall be stlbstituted: and\n(c ) in sub-section (3), for the words \"any ptofessional engineer or consulting\nengineer, occurring twicel the commas and words \"registered engineer,\nprot'essional enginecr. consulting engineer, technologist, technician.\nconstructor or operator\" shall be substituted.\n20. Amendment of section 20, Act V of 1976'-ln the Act. in\nsection 20. in sub-sections ( l), lbr the words \"prol'essiotral engineer orconsulting\nengineer\" the commas and words \"registered engineer, prol'essional engineer.\nconsulting enginger, technologist. technician. constructor or operator\" shall be\nsubstiluted.\n21. Amendment of section 21, Act V of 1976'-In the Act, in\nsection 2 [,-\n(a) in sub-section ( I ),-\n(r) for the words \"professional engineers and consulting engineers\"\nthe commas and words \"registered engineers, consulting\nengineers, technologist, technicians, constructors and operators '\nshall be substituted; and\n(ii) for the words \"Executive Contmittee\" the words \"Governing\nBody\" shall be substituted.\n(b) in sub-section (2), for the words \"Executive Committee\" and \"ten\"\nthe words \"Governing Body\" and 'twenty\" shall respectively, be\nsubstitutcd: and\n(c) for the words \"Executive Committee\" the words \"Governing Body\"\nshall be substituted.\nPanr IlTHE GAZET'IE OF PAKISTAN, EXTRA., AUGUST 6, 2OO5 7O3\n22.\nsection 22,-\n24.\nsectiOn 25,-Amendment of s€ction 22, Act y of 1976.-ln rhe Act, in\n(a) in sub-section (l ), for the words ,,professional engineers and consulting\nengineers\" the commas and words,,,registered engineers, professional\nengineen, consulting engineers, technologists, technicians, constructors\nand operators\" shall be substituted;\n(b) in sub-section (2), for the words ,,professional engineer or consulting\nengineer\" the commas and words ,,registered engineer, professional\nengineer, consultingengineer, technologist, technician, constructorand\noperator\" shall be substituted: and\n23. Amendment of section 24, ttct y of 1976._In rhe ,qct. in\nsection 24, in sub-section (2) for the words .,Executive Committee,, the words\"Governing Body\" shall be substituted.\nAmendment of section 25, Act V of 1976._In the Acr. in\n(a) in sub-section (l) for the words ,,Executive Committee,'the words\n\"Governing Body\" shall be substituted; and\n(b) in sub-seciion 2,-\n(i) in clause (a), for the words ,'Executive Committee', the words\n\"Governing Body\" shall be subsrituted; and\n(ii) in clause (g), for the figure ..17\" the figure ..22,, shall be\nsubstituted.\n25. Amendment of section 25A, Act V of 1976._In rhe Act, in\nsection 25A,-\n(a) for the words \"Executive Committee,, the words ,.Governing Body,,\nshall be substituted and the words ..University Grants Commission,, .\nbe replaced with \"Higher Education Commission\":(c) in sub-section (7A), for the words ,,Executive Committee', the words\n\"Governing Bodyi shall be substituted.\n7M THE GAZETTE OF PAKISTAN, EXTRA., AUGUST 6, 2005 [Perrl\n(b) in clause (e), for the word \"recognition\" the word \"accreditation\" shall\nbe substituted; and\n(c) in clause (0, for the word \"recognized\" the word \"accredited\" shall\nbe substitued.\n26. Amendment of section 27, Act Y of 1976.-In the Act, in\nsection 27,-\n(a) in sub-section (3), forlhe words \"professional engineer or consulting\nengineer\" the commas and words \"registered engineer, professional\nengineer, consulting engineer, technologist, technician, constructor or\noperator\" shall be substituted; and\n(b) after sub-section (5), the following new sub-section shall be added,\nnamely:-\n\"(5A)\\o penon shall, unless registered as a registered engineer or\nprofessional engineer, hold any post in an engineering organization\nwhere he has to perform professional engineering work.\".\n\"37. Removal of dfficubies.---The Federal Govemment may, by order,\nprovide for the removal of any difficulty which may arise in giving\neffect to the provisions ofthis Act or bye-laws made thereunder, not\ninconsistent with the provisions of this Act.\".\n28. Amendment of the First Schedule, Act V of 1976.-In the Ao,\nin the Fist Schedule,-\n(a) for the word, figure, brackets and letter 'section 2( I )' the word, figure,\nbrackets and letter 'sections 2(ii)' shall be substituted; and\n(b) for the word \"Reconginzed\", wherever occurring, the word\n\"Accredited\" shall be substituted.27. Addition of a new section 31, Act V of 1976.-In the Act, after\nsection 30A, the following new section shall be added, namely:-\nParrll THE GAZE-TTE OF PAKISTAN, EXTRA., AUGUST 6, 2005 705\n29. Amendment of the Second Schedule, Act V of 1976._In theAct, in the Second Schedule,-\n(a)for the word, figure, brackets and letter ,section 2(l), the word, figure,\nbrackets and letter'secrion 2(ii)' shall be substituted; and\n(b) for the word \"Reconginzed,', wherever occurring, the word\n\"Accredited\" shall be substituted.\nGrNener_\nPERVEZ MUSHARRAR\np resident.\nJusrrcr (Rerot\nMANSOOR AHMED,\nSecretary.\nPRINTED BY THE MANACER, PRINTINC\nPUBLISHED BY THE DEPUTY CONTROLLER,coRpclRATtoN oF i,AKtsrAN pREss. IsLAMABAD\nSTATIONERY & FORMS. UNIVERSITY RONO. XANECgI"
}